[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ xin chào cán bộ PĐT,. . Cho em hỏi điểm chuyển anh văn có được tính vô điểm trung bình không ạ?. . Em cảm ơn ạ.",
            "Chào bạn. . Các môn được xét chuyển điểm được ghi điểm vào mục điểm chuyển/bảo lưu trên bảng điểm, được tính vào Số tín chỉ tích lũy ngành và được tính vào Điểm trung bình tích lũy ngành, không ghi vào Điểm học kỳ, không tính vào Điểm trung bình học kỳ.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712089  /b \t. . . .   i Đăng ký môn học . CHÀO PĐT,. . Mình đã làm đơn xin bổ sung đăng ký môn học và đã được sự đồng ý và ký tên của thầy hướng dẫn, bộ môn và Khoa Kỹ Thuật Xây Dựng. Mong phòng đào tạo xét duyệt giúp mình.. . Cảm ơn phòng đào tạo nhiều.",
            "Chào bạn,. . PDT ghi nhận trường hợp của bạn, đã gửi đến bộ phận liên quan xử lý. SV xem kết quả tại trang Mybk- xemTKB, Nếu sau thời gian 1 tuần (kể từ ngày tiếp nhận, trừ thứ 7,CN và các ngày lễ), SV vẫn chưa được xử lý vui lòng gửi lại câu hỏi để PDT kiểm tra lại nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Thầy Cô Phòng Đào Tạo ạ. . Em tên [full_name] [student_id]. . Em đã có yêu cầu mong muốn Thầy Cô đăng kí cho em làm LVTN và đã có sự trả lời của Thầy Cô về trường hợp của em. Hôm nay em đã xin được sự đồng ý của [full_name] về trường hợp của em, nên em đã viết yêu cầu này để gửi cho thầy cô ạ. Mong thầy cô đọc đơn xin làm LVTN của em ạ. Em xin cảm ơn ạ. .",
            "Chào bạn,. . PDT ghi nhận trường hợp của bạn, đã gửi đến bộ phận liên quan xử lý . Nếu sau thời gian 1 tuần (kể từ ngày tiếp nhận, trừ thứ 7,CN và các ngày lễ), SV vẫn chưa nhận được câu trả lời hoặc chưa được xử lý vui lòng gửi lại câu hỏi để PDT kiểm tra lại nhé!. . Thân. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào cô,. . Em không có TKB nên em không đăng ký in giấy xác nhận sinh viên được ạ, vấn đề này em đã nắm ạ. Em mong muốn xin phép trường cấp cho em giấy xác nhận em chưa hoàn thành xong chương trình đào tạo của trường. Hiện tại em chỉ mới có 140/142 tín chỉ theo quy định. Em rất mong cô dành thời gian xem giúp vấn đề của em.. . Em chân thành cảm ơn.",
            "Chào em,. . Em không có TKB nên em không đăng ký in giấy xác nhận sinh viên được ạ, vấn đề này em đã nắm ạ.=  Trường chỉ làm theo quy chế, quy định em nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào tạo Trường Đại học Bách Khoa. . . . Nay em có lên web trường để đăng ký chứng nhận sinh viên giống như mọi năm. Ở ô chọn \"Nhận kết quả tại\" thì không có nội dung để chọn vào và khi bấm đăng ký thì hệ thống báo lỗi \"Bạn chưa chọn nơi nhận kết quả\" đính kèm hình 1 2.. . . . Vậy em có thể nhận file chứng nhận sinh viên bằng cách nào ạ.. . . . Nhờ Thầy/Cô hỗ trợ trường hợp của em để bổ túc hồ sơ cho địa phương, em xin cám ơn.",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . - Vì gửi qua bưu điện nên em muốn nhận tại nhà hay ở đâu thì  ghi rõ địa chỉ, số điện thoại ... . . Thân mến,. . . .",
            "Dạ như ở trên em đã hỏi là không có nội dung để chọn, có đính kèm hình.. . . . Vậy \"chọn dịch vụ gửi qua được bưu điện\" như Cô đã nói là chọn ở đâu ạ?. . . . Mong nhận được giải đáp, em xin cám ơn.",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "Chào bạn. . Khi bạn đăng ký tại Mybk- in giấy chứng nhận sinh viên, tại NHẬN KẾT QUẢ TẠI: bạn chọn mục nhận qua bưu cục. . Thân",
            "Dạ bên em chổ \"Nhận kết quả tại\" cũng không có mục \"nhận qua bưu điện\" thì em phải làm sao ạ, em làm nhiều lần rồi mà vẫn không có mục đó (đính kèm hình). . . . Em có thể nhận file chứng nhận sinh viên qua bksi luôn cho nhanh được không ạ.. . . . Mong nhận được giải đáp, em xin cám ơn.",
            "Chào em,. . Dạ bên em chổ \"Nhận kết quả tại\", thì em phải làm sao ạ,. . =  Em điền vào địa chỉ nhà hay chỗ nào em ở, em muốn gửi đến để bưu cục phát đến nơi, em không ghi thì biết chỗ nào mà bưu cục chuyển.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Admin, . . . . Mình thuộc sinh viên K17 đang trong quá trình xét tốt nghiệp và đã đăng ký xét tốt nghiệp rồi. Mình muốn hỏi là trong khoảng thời gian này minh có được đăng ký để lấy giấy chứng nhận tốt nghiệp tạm thời không ? Mục đích là để nộp giấy về cho công ty ạ. Cảm ơn Admin",
            "Chào bạn. . Giấy chứng nhận tốt nghiệp sẽ được tải lên trang đăng ký hồ sơ cấp bằng. Sinh viên tự lên tải về sử dụng trong thời gian này (thứ 6 hàng tuần PDT sẽ lấy dữ liệu SV đăng ký và đóng tiền lệ phí tốt nghiệp trước đó để tiến hành in giấy CN tốt nghiệp tạm thời). Sẽ được cập nhật vào thứ 3 hàng tuần. . Giấy chứng nhận bản giấy vẫn được gửi về khoa và Sinh viên tự về Khoa nhận khi tình hình bình thường lại,. . SV vui lòng kiểm tra kỹ thông tin trên giấy CN tốt nghiệp tạm thời, nếu có sai sót gì vui lòng phản hồi lại PDT để kịp chỉnh sửa, những thông tin trên CN tốt nghiệp tạm thời sẽ dùng để in bằng TN. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào cô, theo như trong file nhận được thì do em chưa hoàn thành môn Anh văn 4. Nhưng em đã học môn thay thế là [full_name]. Mong cô xem xét lại giúp em, cảm ơn cô.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 29/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1713012  /b \t. . . .   i Tốt nghiệp . Em chào Thầy/Cô, kính nhờ Thầy/Cô xem xét trường hợp của em đã đủ điều kiện xét tốt nghiệp nhưng không có tên trong danh sách tốt nghiệp dự kiến.. . . .",
            "Chào em,. . Em còn nợ TOIEC nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào anh/chị. . Em tên là :[full_name]. . MSSV: [student_id]. .   i Đăng ký môn học . Dạ anh chị cho em hỏi là bây giờ e có thể xin đăng kí bổ sung môn học Hệ thống năng lượng xanh ms:Ê3131 được không ạ.. . Em xin lỗi vì đã không kịp đăng kí kịp kì chính do lúc đó e chưa biết điểm kì này e có đăng kí một môn dự phòng là phương pháp tính ạ và e cũng đạt rồi ạ. Nên kì này e ko kịp tốt nghiệp e còn thiếu môn năng lượng xanh ạ . . . Em mong anh chị có thể xem xét giúp em ạ .. . Em chân thành cám ơn ạ !. . . .",
            "Chào bạn,. . Thời điểm hiện tại đã đến tuần thứ 7 của HK211, quá thời gian để bổ sung môn học/thu nhận cho HK 211.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là em đăng kí hoãn thi môn phương pháp tính MT1006 hk 212 dự thính. Nhưng lên xem bảng điểm thì điểm 13. Pđt xem lại giúp em với ạ.Em cảm ơn.",
            "Yêu cầu khác. . . . Dạ cho em hỏi là em đăng kí hoãn thi môn phương pháp tính MT1009 hk 212 dự thính. Nhưng lên xem bảng điểm thì điểm 13. Pđt xem lại giúp em với ạ.Em cảm ơn.  /QUOTE . .",
            "Yêu cầu khác. . . . Dạ cho em hỏi là em đăng kí hoãn thi môn phương pháp tính MT1009 hk 212 dự thính. Nhưng lên xem bảng điểm thì điểm 13. Pđt xem lại giúp em với ạ.Em cảm ơn.  /QUOTE . .",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "/B  Em là [full_name], MSSV [student_id], là sinh viên khoa Điện-Điện tử. Học kì 203 vừa rồi em có đăng kí TTTN nhưng vì dịch bệnh nên em không thể đi thực tập được, thầy/cô cho em hỏi là có thể dời lại TTTN vào kì sau mà không cần đăng kí lần nữa được không ạ. Em cảm ơn ạ.",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT,. . Em đã đăng kí in bảng điểm trên mybk, tuy nhiên vì quá hạn nhận trực tiếp vì dịch COVID. Vì cần bổ sung gấp bảng điểm để hoàn thành hồ sơ du học nên em mong PĐT có thể scan bảng điểm và gửi qua mail giúp em ạ. Em xin cám ơn.",
            "Chào bạn. . Gởi bạn bảng điểm nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy, cô!. . Hiện tại em đang học Anh văn 1A (dự thính), vào ngày 6/10 sẽ học tiết cuối cùng. Vậy em đăng ký Anh văn 2A(bắt đầu học từ 11/10) đợt này thì em được đăng ký không ạ?. . Em cảm ơn thầy, cô!. .",
            "Chào bạn. . Được nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Tôi chào thầy cô giáo vụ,. . Tôi tên là [full_name],. . MSSV: [student_id],. . Công việc hiện tại của tôi quá nhiều khiến tôi không thể học môn này. Và sau khi tiêm vắc xin Astra mũi 2, tôi đã sốt cao mấy ngày nên không thể mở được cái máy tính ra để xin thầy cho nghỉ phép, khiến tôi bị đánh vắng và mất luôn kiến thức của 2 buổi học và tôi không theo kịp bài học trên lớp nữa.. . Hiện tại thầy cho bài tập sau mỗi bài học, tôi đều không thể làm được bài, nên không vượt qua môn này được.. . . . Tôi đi làm, vừa là để tự trang trải cuộc sống và tự đóng học phí cho tôi, dịch Covid ảnh hưởng rất mạnh đến công ty tôi, tôi đã phải làm việc không lương mấy tháng nay rồi. Nên tôi không còn tiền để thanh toán cho môn học này nữa và sắp bị nghỉ việc không lương không trợ cấp, cũng như bị đuổi ra khỏi nhà trọ.. . . . Vậy nên, tôi không thể học được môn Mạng máy tính (mã môn CO3003) và môn Đồ án 1 (mã môn CO2023), nay tôi cần hủy gấp 2 môn này không thanh toán. Mong phòng đào tạo xét duyệt cho tôi.",
            "Chào bạn. . Đơn của bạn Cô đã trình ký Thầy Trưởng Phòng đào tao, Thầy không đồng ý hủy môn học. . Cô đính kèm bút phê duyệt của Thầy. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy (cô),. . . . Em muốn hỏi là em có đăng ký thực tập tốt nghiệp kỳ 203, nhưng em bị điểm 13 môn Đồ án kỳ 202. Vậy khi em hoàn thành môn TTTN thì em có được giữ lại điểm không ạ. . . . Em xin cảm ơn",
            "Chào em,. . Em vui lòng gửi lại câu hỏi cho rõ nhé.. . vd: em có đăng ký hoãn thi, môn nào .... . Thân mến,. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô,. . Hiện tại em vừa mới đủ điều kiện xét tốt nghiệp nhưng khi em vào đăng ký xét tốt nghiệp trên mybk thì ở mục tình trạng đăng ký ghi là \"Không tìm thấy thông tin trong danh sách tốt nghiệp dự kiến\" , giờ em muốn đăng ký xét tốt nghiệp bổ sung đợt 11/2021 thì phải làm sao ạ?. . Em xin cảm ơn. . . . .",
            "Tốt nghiệp. . Chào thầy/cô,. . Hiện tại em vừa mới đủ điều kiện xét tốt nghiệp nhưng khi em vào đăng ký xét tốt nghiệp trên mybk thì ở mục tình trạng đăng ký ghi là \"Không tìm thấy thông tin trong danh sách tốt nghiệp dự kiến\" nên không thể nhập thông tin vào được, giờ em muốn đăng ký xét tốt nghiệp bổ sung đợt 11/2021 thì phải làm sao ạ?. . Em xin cảm ơn.. . . .   /QUOTE . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 29/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào phòng Đào tạo,. . . . Hiện tại ở BkPortal của em không có thấy mục đăng ký giấy tạm hoãn NVQS (như trong hình đính kèm). Phòng Đào tạo cho em hỏi làm cách nào để em có thể đăng ký xin cấp giấy tạm hoãn NVQS ạ?. . . . Trong khi chờ đợi câu trả lời từ phòng Đào tạo, em xin chân thành cảm ơn.. . . . Trân trọng,. . Dương.. . . .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . - Em vào mybk/xác nhận sv để đăng ký nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: PĐT cho phép em hỏi về quy trình làm đơn rút môn học và hiện nay với tình hình dịch bệnh kéo dài thì em có thể nộp lại đơn đó như thế nào ạ? . . Em xin cảm ơn.",
            "Chào em,. . PĐT đã gửi email, em điền vào form này, xem email xác nhận.. . . . Thân gửi các bạn sinh viên,. . . . . . . .      Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định)(Chính quy + Dự thính) của học kỳ 1(2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link: https://forms.gle/4X6kA3XbDWNfs93u6. . . . Thời gian đăng ký: Từ ngày 6/09/2021 đến hết ngày 01/10/2021. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . . . . . . . Chúc các bạn học tập thật tốt!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo.. . Em tên [full_name], MSSV [student_id], hệ đào tạo, VLVH, chuyên ngành Công nghệ may.. . Em đã có tên trong danh sách sinh viên hệ VLVH xét nhận LVTN HK211 và em đã liên hệ được với giảng viên hướng dẫn nhưng chưa được cập nhật môn LVTN (ME4079) trong thời khóa biểu.. . Kính mong Thầy/Cô xem xét giúp em về việc cập nhật thời khóa biểu.. . Em xin cảm ơn.",
            "Chào em,. . PDT ghi nhận trường hợp của bạn, đã gửi đến bộ phận liên quan xử lý . Nếu sau thời gian 1 tuần (kể từ ngày tiếp nhận, trừ thứ 7,CN và các ngày lễ), SV vẫn chưa nhận được câu trả lời hoặc chưa được xử lý vui lòng gửi lại câu hỏi để PDT kiểm tra lại nhé!. . Thân mến,. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name] mssv:[student_id]. . Em xin được đăng kí bảo vệ Luận Văn kì này. Hiện tại các môn em đã qua hết trừ duy nhất 1 môn Tổ Chức THi Công (CI4125) em chưa học nên em không đủ điều kiện đăng kí bảo vệ luận văn trong kì 211.. . Nội dung chi tiết về hoàn cảnh, lí do của em em xin được trình bay trong đơn kèm theo. Mong thầy cô phòng đào tạo xem qua.. . Em xin chân thành cảm ơn",
            "Chào bạn. . Bạn vui lòng bổ sung xác nhận của Giảng viên và Khoa đồng ý cho bạn bổ sung cứu xét LVTN. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Pđt cho em hỏi tại sao môn Tổ chức quản lý bảo dưỡng 3 (260623) sau 5 tuần học rồi mà vẫn chưa có ngày giờ học. . . Có thể xóa môn khỏi tkb được không ạ. . . Em cảm ơn.",
            "Chào em,. . - TT BDCN trả lời: Môn học thực hành bắt đầu từ tuần 38. SV và giáo viên sẽ sắp xếp lịch học vì là môn học đồ án.. . - Có gì chưa rõ em email về TT BDCN nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào phòng đào tạo,. . Em là [full_name], MSSV: [student_id], thuộc chương trình kỹ sư CLC Việt Pháp.. . Hiện tại em đang cần gấp bảng điểm ( file PDF) để hoàn thành hồ sơ đi thực tập ở nước ngoài.. . Em đã đang ký trên hệ thông mybk của trường rồi nhưng vì cần rất gấp nên em xin phép được nhận bảng điểm qua email trong thời gian sớm nhất có thể.. . Em mong sớm nhận được phản hồi. Em cảm ơn rất nhiều ạ.",
            "Chào bạn. . Bạn chưa thanh toán lệ phí nên chưa in bảng điểm. . Bạn thanh toán gấp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành phố Hồ Chí Minh. . Họ và tên: [full_name]. . Mssv: [student_id]. . Hệ VHVL - Khoa Kỹ Thuật Xây Dựng. . . . Em là sinh viên hệ VHVL khóa 2021 nhưng học theo chương trình khóa 2017. Hiện tại em đã hoàn thành tất cả các môn học bao gồm cả Luận Văn Tốt Nghiệp nhưng khi kiểm tra danh sách dự kiến tốt nghiệp thì không có tên trong đó. Và em vào trang đăng kí tốt nghiệp lại không hiện thị thanh trạnh thái cập nhật thông tin để đăng kí. Mong quý thầy cô xem xét em có bị thiếu điều kiện gì mà không đăng kí được ?.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 29/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ kì 202 em chỉ đăng kí 11 chỉ, bao gồm 2 chỉ anh văn nhu cầu, nhưng giờ xem lại bảng điểm thì em chỉ còn 9 chỉ, mất 2 chỉ của anh văn nhu cầu, cho em hỏi là em có bị cảnh cáo học vụ kì 202 không ạ?? em cảm ơn ạ . . . .",
            "I em không có bị rớt lớp anh văn nhu cầu đó ạ . .   /I",
            "Chào bạn. . Không nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Trang E-learing của em bị lỗi không hiển thị các môn của học kì 211. Em đã mail hỏi GV phụ trách các bộ môm. GV xác nhận là em vẫn có tên trong danh sách lớp và lỗi này là do hệ thống.. . Em mong PĐT xem xét và sửa lỗi sớm nhất.. . Em xin cảm ơn.. . . .",
            "Em mới kiểm tra lại trang E-learing của em đã bình thường lại rồi ạ.. . Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT. . Em có nghe nói là đã tải được bằng tốt nghiệp tạm thời về nhưng hiện nay tình trạng của em vẫn chưa thấy mục để tải về ( em đã hoàn thành đăng ký ) mong PĐT hỗ trợ dùm em với ạ. . . . em cảm ơn.",
            "Chào em,. . Giấy chứng nhận tốt nghiệp sẽ được tải lên trang đăng ký hồ sơ cấp bằng. Sinh viên tự lên tải về sử dụng trong thời gian này (thứ 5 hàng tuần PDT sẽ lấy dữ liệu SV đăng ký và đóng tiền lệ phí tốt nghiệp trước đó để tiến hành in giấy CN tốt nghiệp tạm thời). Sẽ được cập nhật vào thứ 6 hàng tuần. . Giấy chứng nhận bản giấy vẫn được gửi về khoa và Sinh viên tự về Khoa nhận khi tình hình bình thường lại,. . SV vui lòng kiểm tra kỹ thông tin trên giấy CN tốt nghiệp tạm thời, nếu có sai sót gì vui lòng phản hồi lại PDT để kịp chỉnh sửa, những thông tin trên CN tốt nghiệp tạm thời sẽ dùng để in bằng TN. . Thân mến,. .",
            "Dạ em cảm ơn chị ạ, chị có thể cho em hỏi trang đăng ký hồ sơ cấp bằng nằm ở đâu được không ạ? Em tìm rất nhiều từ Mybk đến Aao đều không tìm thấy mục tải bằng về. . . . Em xin cảm ơn ạ",
            "Chào em,. . Em vào mybk/mục 6 đâng ký tốt nghiệp . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . CHÒA THẦY CÔ EM CÓ ĐK HOAN THI DO ĐK NHÀ NHƯNG HOOM NAY EM KY THÌ THẤY 2 MÔN GIẢI TÍCH 2 VÀ TRIẾT CỦA EM MỘT MÔN ĐỂ VẮNG THI 1 MÔN 00 ĐIỂM LÀ SAO Ạ",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . chào thầy, cô đợt đăng ký hoãn thi em có đăng ký và yêu cầu đã được chấp thuận nhưng hôm nay em vòa kiểm tra lại thấy điểm 2 môn của em một môn để vắng một môn để 0 điểm. trong khi em vẫn chưa nhận bất cứ thoong báo cho đợt thi lại do hoan thi nào",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào PĐT,. . . . Theo mail PĐT gửi, em thấy thông tin xét tốt nghiệp đến hết học kì 211 (cuối tháng 12). Vậy lễ tốt nghiệp sẽ tổ chức sau tháng 12 hay vẫn theo lịch trình (tháng 11) trên trang aao ạ?. . . . Em xin cảm ơn PĐT ạ.",
            "Chào em,. . - Tình hình như hiện nay không biết có tổ chức lễ tốt nghiệp được không, thời gian nào =  chưa trả lời em được.. . - 1 năm có 2 đợt lễ tốt nghiệp, em đăng ký tham dự lễ tốt nghiệp ở Khoa nếu em muốn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Học vụ. . . . Em tên [full_name] mã số sinh viên [student_id]. Trung tâm đào tạo bảo dưỡng công nghiệp.. . . . Quý thầy cô cho em hỏi nếu mình học Môn tương đương thay thế - Các môn học hệ đại học để thay cho các môn hệ cao đẳng không còn mở lớp thì PĐT có tự tính điểm và cập nhập số tín chỉ tích luỹ chung vào bảng điểm không ạ.. . Học kỳ 2 (2019 – 2020) em có học môn Vật lý 1 ( mã đại học – PH1003) để thay thế cho môn Vật lý (mã cao đẳng – 007601).. . Học kỳ 3 (2019 – 2020) em có học môn Hoá đại cương (mã đại học - CH1003) để thay thế cho môn Hoá đại cương (mã cao đẳng -  604601).. . . . Em đã học qua 2 môn trên nhưng hiện tại vẫn chưa được cập nhật số tín chỉ vào Tổng số tín chỉ tích luỹ ngành của em để xét ĐK đăng ký TLTN. Em mong Quý Thầy Cô kiểm tra lại giúp em.. . Em xin cảm ơn!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 29/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ kì này em đã bảo vệ LVTN và chỉ còn thiếu anh văn.. . Vừa qua em thấy PĐT có mở môn AV4 theo nhu cầu.. . Em đã đổi điểm toeic vào và đạt môn AV3.. . Vậy không biết khi nào thì PĐT chấp nhận điểm chuyển AV3 của em để em được đăng ký môn AV4 để học ạ.. . Em xin cám ơn",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đăng ký lại môn anh văn theo nhu cầu vào 13g ngày 27/9/21. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là [full_name]-MSSV: [student_id]. . Khoa Kỹ thuật hóa học. . Nay em viết đơn này để xin được cứu xét hủy rút môn học để tiếp tục hoàn thành chương trình học Anh văn 3A ạ.. . Em có đính kèm đơn xin cứu xét hủy rút môn học bên dưới ạ. . Em cảm ơn. . . . . .",
            "Chào em,. . PĐT đã nhận được thông tin của em, TKB của em vẫn bình thường nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Học vụ  /i [full_name] [full_name] [full_name] [full_name] Kính Gửi : Ban Giám Hiệu [full_name] [full_name]            Phòng Đào Tạo Trường Đại Học Bách [full_name] [full_name]            Khoa[full_name] [full_name] Em Tên Là : [full_name] [full_name] [full_name] Mssv : [student_id][full_name] [full_name] Lớp : XD18CT1 [full_name] [full_name] Dạ PĐT cho em hỏi là từ K19 trở về sau thì chỉ đạo tạo trương trình cử nhân và sẽ có các môn học bị thay thế vậy cho em hỏi là em hiện là K18 nếu các môn học chuyên ngành đã bị thay thế nếu vậy em học các môn học thay thế cho các môn chuyên ngành của em thì em có cần làm đơn xin chuyển điểm cho các môn chuyên ngành bị thay thế không ạ, hay vẫn học như bình thường ạ[full_name][full_name] [full_name] Em xin chân thành cảm ơn![full_name] [full_name] [full_name]![full_name] [full_name] [full_name][full_name]",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào PDT,. . Hiện tại do dịch covid 19 tại TPHCM. Chứng chỉ IELTS của em đã bỏ ở trọ nên không thể scan bằng được. Em có thể chụp màn hình kết quả thi online   B Như hình dưới  /B  sau đó nhờ trung tâm khảo sát (British Council) gửi 1 bản sao chính thức đến PDT được không ạ?",
            "Chào em,. . Các trường hợp do tình hình khó khăn này thì PĐT có thể nhờ Trung tâm ngoại ngữ hỗ trợ giúp. Nhưng thông tin ít nhất phải có hình chụp chứng chỉ (để có đầy đủ thông tin) mới nhờ được.. . . . SV chụp hình không đủ thông tin nên không nhờ được.. . . . - SV \"gửi 1 bản sao chính thức đến PDT được không ạ” . . =  PĐT có thể chờ bản này nhé em.. . Thân mến,. .",
            "Dạ chào cô,. . Em đã liên hệ bên trung tâm IELTS, họ đồng ý in lại 1 bản sao với đầy đủ thông tin của em và có giá trị tương tự bản gốc và có thể hỗ trợ em gửi về PDT, phòng đào tạo không cần làm gì thêm đâu ạ. Ý em muốn hỏi là em hiện không có chứng chỉ gốc để scan và gửi yêu cầu lên mybk.hcmut.edu.vn nên em có thể dùng hình này để thay thế để gửi yêu cầu được không?",
            "Chào em,. . . . Em liên hệ với British Council : nhờ họ gởi 1 bản CCNN của em đến Cô [full_name] Trường Đại học Bách Khoa 268 Lý Thường Kiệt P14 Q10 Tp.HCM.. . . . Khi nào cô nhận được CCNN, cô sẽ scan và gởi qua email cho em để em cập nhật lên web nhé.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi nhà trường, em là [full_name].. . . . Em xin phép được rút môn học Cấu trúc dữ liệu & giải thuật Mở Rộng (CO200B) học kì 211. Mong nhà trường xem xét.. . . . Em có đính kèm đơn xin rút môn và email đồng ý của khoa.. . . . Em xin cảm ơn!",
            "Chào em,. . - Mặc định SV tài năng đăng ký môn cốt lõi sẽ có phần mở rộng (HPMR).. . - Nếu em đã đạt học phần mở rộng em nói với GV phụ trách, GV sẽ nhập điểm đã đạt của em vô, HPMR chỉ tính đạt hoặc không đạt.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào PĐT, cho em hỏi là làm cách nào để đăng kí nhận giấy hoãn NVQS vậy ạ? Do địa phương em đã có yêu cầu nộp giấy hoãn rồi. Mong PĐT phản hồi, em cảm ơn.",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin chào ban quản lý!. . Em là sinh viên khóa K15 em muốn đăng kí thi anh văn 2 kỹ năng nhưng không đăng kí được. Mong ban quản lý có thể cho em xin đăng kí lại ạ.. . Em xin cảm ơn!",
            "Chào bạn. . Bạn chắc chắn muốn thi phải không?. . - Vì chắc chắn thì Cô sẽ cho tên bạn vào danh sách đóng tiền lệ phí : 150.000 để thi anh văn nói viết vào đợt 4. . Thân",
            "Dạ em chắc chắn thi ạ.",
            "Chào bạn. . Cô đã cho tên bạn vào ds đóng lệ phí thi đợt 4. . Bạn theo dõi thông báo đóng từ 27/9 đến 29/9. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  Hiện tại thiết bị nhà em không đủ để thi giữa kì với lại hiện tại em đang ở trong vùng dịch nên không đủ khả năng mua thiết bị để thi .Không biết em có thể hoãn thi giữa kì 211 không ạ.. . . .",
            "Chào em,. . Thông tin hoãn thi HK202 vừa rồi, em tham khảo.. . . . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thưa Thầy/Cô,. . Em tên [full_name], MSSV [student_id] là sinh viên khoa Điện – Điện Tử.. . Trong đợt đăng kí môn bổ sung luận văn tốt nghiệp, em đã có gửi đăng ký và được xác nhận thành công.. . Do trong tình trạng tạm dừng nên thời khóa biểu của em bị xóa ạ.. . Em đã có liên hệ PĐT để xin được hỗ trợ. Và được hướng dẫn liên hệ Khoa để xin xác nhận cho đăng kí Luận văn tốt nghiệp.. . Khoa yêu cầu cần được thu nhận lại trước mới hỗ trợ đăng kí đăng kí Luận văn tốt nghiệp được.. . Nên em nộp đơn này xin được Phòng Đạo Tạo chấp thuận thu nhận lại.. . Em xin chân thành cảm ơn.. . . .   i Học vụ .",
            "Chào bạn . . Pdt đã ghi nhận đơn thu nhận của bạn. . Dự kiến tuần sau thứ 4 (29/9) sẽ cập nhật lại tình trạng. . Bạn phải làm đơn dkmh có xác nhận của [full_name]. . Thân. .",
            "Chào bạn. . Đã có Qd thu nhận lại. . Hiện tại đã đến tuần thứ 7 của HK 211, nên bạn vui lòng làm đơn đăng ký LVTN, trong đơn ghi rõ tên môn học, mã số môn học, lý do bổ sung. Và phải có xác nhận của Khoa đồng ý bổ sung (có thể gởi yêu cầu Khoa xác nhận trong đơn, hoặc xác nhận qua mail, bạn chụp hình mail  đồng ý đính kèm ), gởi yêu cầu tại BKSI để xử lý. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PDT,. . . . Em tên : [full_name]. . MSSV: [student_id]. . Nghành học: Kỹ Thuật Xây dựng . . . . Em đã hỏi 2 lần về mục cập nhật xét tốt nghiệp mà em đã có điểm môn PPPTHH CI3061 là 9 điểm, mà PDT vẫn chưa cập nhật điểm để em được tốt nghiệp, lần này là hỏi lần thứ 3.. .  . . em mới nhận được thông báo FILE .txt giống như của đợt tháng 6 là thiếu môn PPPTHH CI3061, mà kỳ rồi em đã gửi bảng điểm, và thắ mắc.. . . . . . Kính mong PĐT kiểm tra lại và cập nhật sớm giúp em đã em được ra trường và tìm kiếm việc làm sớm.. . . . Trân trọng và cảm ơn. . . . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 29/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .   Dạ con xin chào quý thầy cô !. . Con sinh viên hệ vừa học vừa làm chuyển qua từ hệ chính quy có mã số sinh viên [student_id] . Trong danh sách tốt nghiệp vừa rồi , con bị thiếu điều kiện xét tốt nghiệp do chứng chỉ tiếng anh nhưng mà chứng chỉ tiếng anh quốc tế này con đã đạt ( con được 440 toefl itp quy đổi đc 410 toeic đủ xét tốt nghiệp cho hệ mình ạ ) nhưng điểu kiện xét tốt nghiệp thì hệ thống báo con chưa có chứng chỉ .. .  Mong quý thầy cô kiểm tra giúp con để con được xét tốt nghiệp trong tháng 11 này ạ .. .  Con xin cảm ơn quý thầy cô !. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 29/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo,. . . . Theo email phòng đào tạo gửi về danh sách tốt nghiệp . Tình trạng của tôi là Chưa có kết quả thẩm tra bằng tốt nghiệp,cái bằng THPT do sở GD&DT cấp tôi đã cấp cho trường khi học bằng 2 rồi. . . . . Kính mong Phòng Đào Tạo tra sót lại,. . . . Mã số sv cũ là [student_id]6 [full_name]. . . . Chân thành cảm ơn quý thầy cô",
            "Chào em,. . Em email [email] để được hướng dẫn nhé.. . Thân mến,. .",
            "Kính gửi Phòng Đào Tạo, . . Các Quý Thầy Cô và Anh Chị phụ trách công tác hậu cần. . . . Tôi tên [full_name] MSSV [student_id], đã nộp bằng THPT rồi nhưng chưa nhận được phản hồi từ Phòng Đào tạo và anh chị phụ trách. Nếu đã thất lạc thì tôi sẵn sàng nộp lại 1 bản sao khác để tôi hoàn thành quá trình học tập. Muốn upload bằng lên hệ thống không hiển thị thông tin nên tôi sẵn sàng đến trường nộp trực tiếp. . Kính mong quý thầy cô và anh chị phản hồi sớm để tôi gửi lại bản sao THPT. . . . Xin chân thành cảm ơn",
            "Đã giải quyết bằng email",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Cô đóng câu này nhé, đã trả lời qua email rồi.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PDT,. . E là [full_name], hiện tại em chưa thấy điểm môn Thực Tập tốt nghiệp ( Mã môn: 405750) được cập nhật trên bảng điểm của em. Em đã hỏi thầy đã nhập điểm vào hệ thống mong PDT kiểm tra lại giúp em.",
            "Chào em,. . Bảng điểm PĐT chưa nhận được em nhé. Em hỏi lại GV, [full_name] chắc còn ở đâu đó chưa tới PĐT.. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi chừng nào sẽ có lịch nhập học ạ. Em cảm ơn.",
            "Chào em,. . Em xem trên trang tuyển sinh, hoặc email [email] . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy, cô.. . Em tên [full_name], MSSV [student_id], khoa Kỹ thuật hóa học.. . Trong kì thi online của học kì 202 em có đăng kí hoãn thi môn Hóa học hữu cơ (Mã môn học CH2021 có lịch thi vào ngày 12/8/2021). Em đã đăng kí hoãn thi qua form và đã nhận mail \"đã nhận thông tin hoãn thi\" vào ngày 7/8/2021.. . Nhưng hôm qua ngày 22/9/2021 em vào bảng điểm trên trang thông tin SV vẫn là điểm 13 (đã là điểm 13 từ lúc giáo viên giảng dạy nhập điểm) và hệ thống đã tính điểm Trung bình học kì và Trung bình tích lũy.. . Em muốn hỏi pdt cách giải quyết như thế nào ạ?",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . . . Kính gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành phố Hồ Chí Minh. . . . Em tên: Tống Trung Tín. . MSSV: [student_id]. . Hệ VHVL - Khoa Điện Điện tử ngành kĩ thuật truyền thông. . . . Em là sinh viên hệ VHVL khóa 2016. Hiện tại em đã hoàn thành tất cả các môn học bao gồm cả LVTN nhưng khi kiểm tra danh sách dự kiến tốt nghiệp thì báo chưa đủ đủ điều kiện tốt nghiệp và báo chưa có kết quả thẩm tra bằng tốt nghiệp đính kèm hình bên dưới(hình đính kèm).. . . . Bên cạnh đó, ngày 23/09/2021 em có có nhận được email từ hỗ trợ sinh viên báo có danh sách tốt nghiệp và đính kèm file các môn học còn nợ và chuẩn anh văn đầu ra của em điều không báo nợ hay thiếu anh văn và eamil trên có thông báo là nếu chưa có kết quả thẩm tra bằng tốt nghiệp vẫn sẽ được đăng kí xét tốt nghiệp và có thể bổ sung bằng tốt nghiệp trước khi nhận bằng tốt nghiệp vì tình hình dịch bệnh. Nhưng khi lên trang đăng ký thông tin tốt nghiệp trên MyBK thì  hệ thống lại không cho cập nhật thông tin được.. . Vì vậy hôm nay em viết đơn này mong PĐT kiểm tra và xem xét giúp cho em còn bị thiếu điều kiện nào để kịp tốt nghiệp trong đợt này.. . Em rất mong nhận được sự phản hồi từ PĐT, em xin chân thành cám ơn!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 29/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy (cô),. . Thầy (cô) cho em hỏi về việc nhận giấy tạm hoãn nghĩa vụ quân sự ạ. Nếu em muốn nhận sớm thì có thể đăng kí trên mybk hay cần đợi đến khi hợp lớp GVCN ạ.. . Em cám ơn thầy (cô).",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ e chào thầy cô phụ trách,. . Nhận được mail hướng dẫn đăng ký riêng với PĐT môn Nhập môn về Kỹ thuật (EE1001), e xin làm đơn được học chung với [full_name]021.. . Đính kèm đơn.. . Mong nhận được hồi âm từ thầy cô để e được học. E cam kết đóng học phí đầy đủ. . E thấy các bạn chính quy [full_name]021 đã có tkb môn này. Xin thầy cô vui lòng sắp xếp cho e vào thứ 4 hoặc sáng chủ nhật (nếu có thể). . E xin cám ơn rất nhiều.. . [full_name] ([phone_number]). . Mail [email]",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi nhà trường có thể gửi file pdf trên mạng để em có thể chuyển qua cho bên Ban chỉ huy quân sự được không ạ hay là chỉ có thể chờ giấy gửi về ạ",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . . . Kính gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành phố Hồ Chí Minh. . . . Em tên: [full_name]. . MSSV: [student_id]. . Hệ VHVL - Khoa Điện - Điện Tử.. . . . Ngày 04/10/2021, là hạn chót để đóng học phí HK211 (dự thính). Nhưng do tình hình dịch diễn biến kéo dài nên tài chính gia đình em đang rất khó khăn. Em mong muốn được xin gia hạn thời gian đóng học phí. nhưng hiện tại em không biết thủ tục như thế nào, và nếu được gia hạn thì thời gian là bao lâu. Em mong nhận được phản hồi và giúp đỡ từ Phòng Đào Tạo ạ !. . em xin cảm ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em là [full_name] (MSSV:[student_id]), PĐT cho em hỏi là trong giấy tốt nghiệp tạm thời của em có 1 vấn đề là chỗ \" Sinh viên: [full_name]\" thì tên của em ( Ý ) lại không được viết in hoa mà viết thường, vậy thì sau này thông tin in  trên bằng tốt nghiệp chính thức có được sửa tên của em thành chữ hoa không ạ. . . (tức là: ý -  Ý). . Em xin chân thành cảm ơn và hi vọng sớm được PĐT hồi đáp!. . P/S: đính kèm là giấy chứng nhận tốt nghiệp tạm thời của em ạ.. . [full_name]",
            "Chào em,. . Họ tên được in trên bằng sẽ được chỉnh lại từ ý thành Ý (viết in hoa). . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi các thầy cô phòng Đào Tạo,. . . . Em là [full_name], mã số sinh viên [student_id]. Ngày 15/09, em có thắc mắc về việc mình không có tên trong danh sách dự kiến thì được thầy cô trả lời rằng đơi đến sau ngày 21/09. Tuy nhiên, hôm nay (23/09) em vẫn không tìm thấy tên mình trong danh sách dự kiến tốt nghiệp dù đã hoàn thành đủ tín chỉ, điều kiện Anh văn, số ngày CTXH và hoàn thành học phí. Mặc dù em vẫn chưa tìm thấy tên trong danh sách dự kiến nhưng em vẫn nhận được email và được phép đăng ký tốt nghiệp trên mybk. . . . . Vì vậy, em muốn hỏi trường hợp của em không tìm thấy tên trong danh sách tốt nghiệp dự kiến nhưng vẫn đăng ký tốt nghiệp được thì có ảnh hưởng đến việc xét tốt nghiệp không ạ.. . . . Em xin cảm ơn và mong nhận được phản hồi sớm từ thầy cô.. . . .",
            "Chào em,. . Cô thấy em có tên trong danh sách tốt nghiệp dự kiến 2 rồi mà.. . Thân mến,. ."
        ]
    }
]