[
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . thưa thầy cô . . . . Cho em hỏi về thủ tục chuyển điểm ạ . Hồi trước em có nợ môn MT2001 nhưng giờ đã đổi thành MT2013. \t. . . .   i Học vụ .",
            "Chào em,. . - [full_name] CÓ ĐIỂM [full_name] [full_name]2013 MÀ CHƯA THẤY [full_name]ỂM [full_name]2001 MÀ MÔN NÀY CÓ CV TƯƠNG ĐƯƠNG THÌ LÀM ĐƠN XIN CHUYỂN NHÉ.. . HIỆN TẠI SV ĐANG HỌC CHƯA CÓ ĐIỂM [full_name]2013.. . - Khi nào có điểm môn [full_name]2013 thì em làm đơn chuyển điểm nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi quý Thầy/Cô !. . . . Em là [full_name],          MSSV: [student_id]. . Ngành Cảng-Công Trình Biển,   Khóa K2015.. . . . Em gửi thư này là vì Em lên trường nhưng không được vào vì tình hình dịch bệnh, nên em gửi thư này nhờ quý Thầy/Cô chỉ dẫn giúp em làm thế nào để em được cứu xét và thu nhận lại trong tình hình dịch bệnh không thể gặp trực tiếp như hiện nay.. . . . Tình trạng sinh viên của em hiện tại:. .  - Đã nộp chứng chỉ TOEIC lên MYBK ngày 8/11/2021 và đủ điểm thỏa điều kiện tốt nghiệp. . .  - Tình trạng sinh viên: Nghỉ do không đăng kí môn học 2 học kì liên tiếp.. .  - Tín chỉ tích lũy: đủ 142 chỉ (trong đó có 6 chỉ tiếng Anh đang chờ xét duyệt) . . . . Em rất mong sẽ sớm nhận được sự hướng dẫn làm đơn xin thu nhận và cứu xét từ quý Thầy/Cô để em được tốt nghiệp trong học kì này.. . . . Em xin chân thành cảm ơn quý Thầy/Cô.. . . . Trân trọng !. . . . [full_name].",
            "Chào em,. . Trường hợp của em cô đã ghi nhận xét tốt nghiệp, em đợi theo dõi danh sách tốt nghiệp dự kiến trong tuần sau.SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 16/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Nếu nhận được mail tốt nghiệp, em vui lòng làm đơn xin cứu xét thu nhận lại để tốt nghiệp và gửi lại qua bksi giúp cô (ghi lại và trình bày trong đơn và chụp hình gửi bksi). . Thân. .",
            "Chào em,. . Trường hợp của em CCNN đang thẩm tra, thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ.. . Em theo dõi tình trạng thẩm tra CCNN, khi nào báo đã hợp lệ, em vui lòng gửi câu hỏi qua bksi để xét tốt nghiệp bổ sung nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Hiện tại, em chuẩn bị đi du học nên mong muốn được rút toàn bộ hồ sơ của em. Mong PĐT giúp đỡ.",
            "Chào em,. . - Rút toàn bộ hồ sơ. . =  Em nộp hồ sơ cho trường các bản sao để nhà trường lưu, không rút lại nhé.. . - Sổ Đoàn em liên hệ Đoàn Khoa.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô ạ!. . Em tên [full_name] - [student_id], chuyên ngành khoa học máy tính.. . Năm ngoái em ở trong ký túc xá và đăng ký mua bảo hiểm y tế ở đó, nay em chuyển ra ngoài thì em đăng ký mua bảo hiểm y tế ở trên mybk là được phải không ạ? Em cảm ơn ạ.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện tại em vẫn chưa nhận được mail thông báo và vẫn chưa thể đăng kí tốt nghiệp được.. . Chị có thể giúp em kiểm tra lại được không ạ?. .",
            "Chào bạn,. . - PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . - Trường hợp sau ngày 15/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân mến. .",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào Quý Thầy Cô ạ,. . Em tên là [full_name], MSSV: [student_id], lớp GT17HK. Em hiện tại đang trong danh sách dự kiến tốt nghiệp T11/2021 (đã nhận giấy chứng nhận tôt nghiệp tạm thời) và em hiện có nguyện vọng đăng ký học văn bằng 2 ngành Khoa học Máy tính.. . Vậy em cần phải làm đơn gì để đăng ký học văn bằng 2 và mong Quý Thầy Cô có thể gửi giúp em mẫu đơn nếu có.. . Và liệu em có thể học văn bằng 2 vào học kỳ 212 luôn được không ạ?. . Em xin chân thành cảm ơn Quý Thầy Cô đã dành thời gian giải đáp thắc mắc giúp em.",
            "Chào em,. . - Em tham khảo trên aao/tuyển sinh/.... . http://tuyensinh.hcmut.edu.vn/admission/index.php?route=catalog/chitietts&path=70&tid=396. . - Hoặc em vui lòng email đến [email] để được hướng dẫn.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em đang làm luận văn tốt nghiệp nhưng do đầu học kỳ điểm chưa lên kịp và tình hình dịch bệnh không thể vào trường nên tới giờ vẫn chưa thê làm đơn đăng ký được. Em có thể làm đơn online được không Phòng Đào Tạo ??",
            "Chào em,. . Vui lòng trình bày rõ vấn đề của bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Tốt nghiệp . Em tên là[full_name] [full_name] MSSV[full_name][student_id] chương trình chất lượng cao. . Giúp kiểm tra em đã đủ điều kiện tốt nghiệp hay chưa?. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 15/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ e chào pđt. . Em tên [full_name] - MSSV: [student_id] - Lớp: HC18SH2. . Trong chương trình đào tạo Học kỳ 1 (2019-2020) có môn bắt buộc là Các quá trình kỹ thuật sinh học 1 (CH2015), em đã học và không qua môn. Học kỳ 1 (2020-2021) em đã học môn tương đương là Quá trình & thiết bị cơ học (CH2019) và đã qua môn này.. . Em muốn chuyển điểm của môn Quá trình & thiết bị cơ học thì em cần làm những thủ tục gì và làm như thế nào ạ?. . Mong pđt hướng dẫn cụ thể giúp e.. . Em cảm ơn ạ!",
            "Chào em,. . PĐT đã cập nhật điểm chuyển môn CH2015.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ xin chào thầy cô. Em khoảng gần 1 tháng trước mới đi nhận thẻ Căn cước công dân (CCCD) mới, thay cho ban đầu là Chứng minh nhân dân (CMND). Hiện em thấy thầy cô lưu ý là trước khi đăng kí BHYT thì thay đổi các thông tin cá nhân trước nếu có thay đổi. Như vậy thì em có cần thay đổi thông tin CMCD của mình thành CCCD ở phần Lý lịch không ạ. Em có ấn thử thì chỉ thấy điền thông tin chứ không có chỗ tải lại ảnh nên em thắc mắc. Em cảm ơn cô thầy nhiều ạ!. . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào PĐT ạ. Em hiện có 2 câu muốn hỏi PĐT, thì mong PĐT trả lời sớm nhất giúp em ạ.. .  . . - Hiện tại thì em đang không có TKB kì 1 của 211 và em biết hiện e đang tạm dừng học kì này thì không biết nó có ảnh hưởng tới phải buộc bị thôi học sau này không ạ? Và em có cần phải làm lại đơn để được xin tạm dừng không ạ? Và việc lấy chữ kí của thầy chủ nhiệm và thầy trường khoa là mình phải tự mình đi xin hay là bên nhà trường giải quyết giúp e ạ.. . - Hiện em muốn được tiếp tục tạm dừng thêm 1 HK nữa là HK2 của 211. Thì em muốn hỏi là trong lúc làm đơn tạm dừng hk1 năm nay thì em có thể làm đơn tạm dừng cho hk2 năm sau luôn được không ạ?. . . . Mong PĐT phản hồi em đầy đủ và sớm nhất ạ. Em xin cảm ơn rất nhiều. ^^. . . . Thân.",
            "Chào bạn,. . Trường hợp SV không có TKB trong hk211, Phòng Đào tạo sẽ ra quyết định tạm dừng chung vì SV không có TKB trong học kỳ (SV không cần nộp đơn tạm dừng).. . Theo quy định SV không được tạm dừng quá 2HK liên tiếp.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy/cô,. . . . Em là [full_name], mssv [student_id]. . . . . Em đang đăng ký xin học bổng Posco TJ Park và đã điền form học bổng, nhưng hiện thì bảng điểm gửi theo đường bưu điện vẫn chưa về, và hạn chót đã là hôm qua rồi ạ. . . . . Không biết có cách nào để em có thể nhận bản mềm của bảng điểm này nhằm sớm hoàn thiện hồ sơ không ạ? Bảng điểm của em có mã phiếu là InBD[phone_number]5. . . . . Mong thầy/cô sớm phản hồi cho em về trường hợp này ạ. Cảm ơn thầy/cô đã dành thời gian đọc email này. . . . . Trân trọng./",
            "Chào em,. . Ngày mai PĐT gửi bưu điện nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo. Em tên [full_name], MSSV: [student_id], hệ đào tạo VLVH, chuyên ngành Công nghệ may.. . Trong học kỳ 2 năm học 2020-2021 em có học môn Cơ học máy (ME2043) do Thầy [full_name] giảng dạy và đã tham gia thi cuối kỳ vào ngày 20/8/2021 lúc 13 giờ nhưng không có điểm danh nên bị tính là vắng thi.. . Em đã làm đơn đăng ký hoãn thi và có xác nhận của giảng viên hướng dẫn và Khoa.. . Kính mong Thầy/Cô xem xét giúp em.. . Em xin cảm ơn.",
            "Chào em,. . Đơn hoãn thi của em đã được đồng ý nhé, PDT sẽ tập hợp lại và [full_name]D hoãn thi chung, dự kiến trước tháng 12/2021 và sẽ gửi mail thông báo cho SV.. . Sau thời gian trên mà chưa nhận được mail thông báo về [full_name]D, em vui lòng phản hồi lại qua bksi để PDT kiểm tra lại nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên:[full_name]. . Mã số sinh viên: [student_id]. . Lý do: Về việc lúc em thanh toán em đã ghi nhầm Họ tên và mã số sinh viên ạ .Kính mong nhà trường sẽ hỗ trợ em trong thời gian sớm nhất ạ.. . [full_name].. . . .",
            "Chào em,. . Cô đã chuyển câu hỏi của em đến P.KHTC, họ ghi nhận rồi nhé em.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name] Em kính chào Cô ạ[full_name][full_name] [full_name] Em tên là: [full_name] - Là sinh viên năm 3[full_name][full_name] [full_name] [full_name] [full_name] Em muốn hỏi Cô về việc   B  thanh toán học phí học kỳ 211[full_name][full_name] [full_name]   /B [full_name] [full_name] [full_name] [full_name]   B Do hiện tại em đã làm mất thẻ OCB và quên mật khẩu nên em không thể đóng tiền qua tài khoản ngân hàng được[full_name]   /B [full_name] [full_name] [full_name] [full_name] Nhà em ở vùng quê của tỉnh Bến Tre, hiện tại không có ngân hàng OCB nên không thể đi xin cấp lại được[full_name][full_name] [full_name] [full_name] [full_name] Hôm trước   B  em có gọi điện cho ngân hàng   /B  thì người ta bảo   B  không giải quyết được   /B , và   B  bảo em hỏi trường xem có phương thức thanh toán nào khác hay không?   /B [full_name] [full_name] [full_name] [full_name] Vì vậy em gửi câu hỏi này kính mong Cô có thể hỗ trợ em xem có cách thức thanh toán nào khác được không ạ[full_name][full_name] [full_name] [full_name] [full_name] Em xin chân thành cảm ơn Cô[full_name][full_name] [full_name] [full_name],[full_name] [full_name] [full_name] [full_name]   i Thanh toán học phí  /i [full_name] [full_name] [full_name] [full_name]",
            "Chào em,. . Và bảo em hỏi trường xem có phương thức thanh toán nào khác hay không?. . =  Em nhờ người thân hoặc bạn em có TK OCB giúp em nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ mọi người ơi cho em hỏi là khi điểm tổng kết môn học của mình từ 4.75 trở lên là mình được tính là qua môn đúng không ạ? Em cảm ơn mọi người ạ!",
            "Chào em,. . Em xem quy chế điều 15. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin Chào PĐT,. . . . Em là [full_name]. . Sinh viên khóa K15, ngành Kỹ thuật cơ khí (clc). . MSSV: [student_id]. . . . Hiện em đã đủ điều kiện tốt nghiệp.. . Em viết mail xin PĐT xét tốt nghiệp cho em.. . . . Em mong sớm nhận được phản hồi của PĐT. . . . Em cảm ơn.",
            "Chào bạn,. . - PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . - Trường hợp sau ngày 15/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . - Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô,. . . . Em là [full_name] - [student_id], khoa Khoa học và kỹ thuật máy tính.. . . . Em có một vài câu hỏi như sau ạ:. . . . 1. Em là sinh viên học liên thông đại học - thạc sĩ. Học kỳ trước em có học một môn tương đương ở bên Cao học. Vậy em có cần làm đơn chuyển điểm về đại học không? Hay sẽ tự động như mọi kỳ. Và bao giờ thì sẽ chuyển điểm về đại học?. . . . 2. Hạn chót để nộp bằng và chuyển điểm ngoại ngữ để có thể đăng ký được môn Luận văn tốt nghiệp cho học kỳ tới (212) là khi nào ạ?. . . . 3. Việc nhập điểm của các thầy/cô trong học kỳ chính có giới hạn thời gian không ạ? Em có một môn học thi từ ngày 17/08 nhưng đến bây giờ vẫn chưa thấy có điểm (CO3031 - Phân tích và thiết kế gt). . . . Em xin cám ơn ạ.. . . . Chúc thầy/cô nhiều sức khỏe!. . . . Trân trọng,. . [full_name]",
            "Chào em,. . 1. Em là sinh viên học liên thông đại học - thạc sĩ. Học kỳ trước em có học một môn tương đương ở bên Cao học. Vậy em có cần làm đơn chuyển điểm về đại học không? Hay sẽ tự động như mọi kỳ. Và bao giờ thì sẽ chuyển điểm về đại học?. . =  Em vào mybk/bảng điểm chuyển để xem . . . . 2. Hạn chót để nộp bằng và chuyển điểm ngoại ngữ để có thể đăng ký được môn Luận văn tốt nghiệp cho học kỳ tới (212) là khi nào ạ?. . =  Khi nào có em nộp trước khi xét đkmh LVTN. . . . 3. Việc nhập điểm của các thầy/cô trong học kỳ chính có giới hạn thời gian không ạ? Em có một môn học thi từ ngày 17/08 nhưng đến bây giờ vẫn chưa thấy có điểm (CO3031 - Phân tích và thiết kế gt). . =  Điểm do GV nhập, em liên hệ Khoa, GV nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào Cô ạ,. . Lần trước em báo cáo thiếu. Em còn bị sai tên ở hệ thống BKeX nữa ạ.. . Em tên là [full_name] MSSV [student_id].. . Mong cô sửa lại giúp em.. . Em cảm ơn ạ.",
            "Chào em,. . PĐT đã cập nhật.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào Quý Thầy/Cô. . . Em tên [full_name] - [student_id], vừa rồi em có nhận được giấy chứng nhận tốt nghiệp tạm thời nhưng trong họ tên của em có chữ \"ái\" bị viết thường, không biết khi nhận bằng tốt nghiệp chính thức có bị vậy không ạ? Em cũng mong muốn được sửa lại họ tên đúng trên giấy tốt nghiệp tạm thời ạ.. . Em xin chân thành cảm ơn. Kính mong nhận được phản hồi sớm ạ.",
            "Chào em,. . - Trước khi in bằng tốt nghiệp đều có bước kiểm tra lại dữ liệu. Nên em yên tâm nhé. PĐT Sẽ ghi nhận lại trường hợp này.. . - Em cũng mong muốn được sửa lại họ tên đúng trên giấy tốt nghiệp tạm thời ạ.. . =  PĐT sửa trên giấy tốt nghiệp tạm thời, em có muốn gửi lại không ? . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /. . Em tên là [full_name], cho em hỏi dịch vụ đăng ký và gửi giấy xác nhận sinh viên (cụ thể là giấy hoãn nghĩa vụ quân sự) Sao lại mất nhiều thời gian vậy ạ? Em đăng ký hơn 1 tuần rồi mà vẫn còn ở trạng thái đang xử lí. Kính mong phòng đào tạo nhanh chóng gửi giấy cho em, địa phương em đang hối thúc lắm ạ.",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . - Bạn dùng bản scan này đưa trước, khi có bảng chính thì nộp bổ sung cho địa phương nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ, em xin chào cán bộ PĐT. Tháng trước em có nhắn gửi PĐT về việc xác minh điểm Giáo dục Quốc Phòng để kịp ĐKTN. Theo dự kiến đầu tháng 11 sẽ có phản hồi. Liệu có vấn đề gì phát sinh hay không mà em vẫn chưa thấy tên mình trong danh sách dự kiến tốt nghiệp đó ạ?   . . . . [full_name].. . [email].",
            "Chào em,. . - về việc xác minh điểm Giáo dục Quốc Phòng để kịp ĐKTN. . =  Em xem trên mybk/bảng điểm chuyển https://mybk.hcmut.edu.vn/stinfo/. . - hay không mà em vẫn chưa thấy tên mình trong danh sách dự kiến tốt nghiệp đó ạ?  . . =  Em còn nợ CO1013 Kỹ Thuật lập trình. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ hiện tại là em được bên phường gửi giấc LỆNH đi khám nghĩa vụ. Trong khi đầu năm nhất trước khi đi em đã làm các thủ tục tại phường và bên quân đội để hoãn nghĩa vụ. Đợt tháng 9 em có tham gia khám nghĩa vụ sơ bộ và cũng đã trình bày đang là sinh viên. Họ yêu cầu cần có giấy đóng tiền học có dấu đỏ để chứng minh. Và giờ thì em nhận được đơn LỆNH này. Cho em hỏi bây giờ em muốn các giấy tờ liên quan để xác nhận và hoãn nghĩa vụ thì cần giấy tờ gì, và nếu được trường có thể gửi cho em sớm nhất có thể được không ạ.. . Em cảm ơn.. .   i Yêu cầu khác .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . - Họ yêu cầu cần có giấy đóng tiền học có dấu đỏ để chứng minh. . =  Em liên hệ với phòng Kế hoạch tài chính qua email [email] để được hỗ trợ nhé. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào quý Thầy cô:. . Em là [full_name], sinh viên khoa Công nghệ vật liệu khóa K15, MSSV: [student_id]. . Vào học kì HK202 em có đăng kí luận văn tốt nghiệp nhưng do chưa kịp hoàn thành luận văn nên em có làm đơn xin hoãn bảo vệ sang kì sau là kì HK211, đơn hoãn của em đã được duyệt.. . . . Và do trước khi nhận được thông tin đơn hoãn LVTN của em được PĐT duyệt và phản hồi tới mail thì khi đó đã sắp đến hạn cuối đăng kí luận văn kì HK211 nên em đã phải đăng kí để có thể bảo vệ vào kì này.. . Nên hiện giờ em xin hỏi về vấn đề của em, Em được hoãn LVTN sang HK211 và em lỡ đăng kí LVTN vào cùng kì thì hiện giờ em có phải thanh toán học phí LVTN trên bkpay hay được miễn do đã được hoãn LVTN ạ. Mong PĐT hướng dẫn em ạ . . Em mong nhận được thông tin phản hồi sớm nhất từ PĐT .Em cám ơn. .",
            "Chào em,. . Theo quy định, nếu bạn đã đăng ký hoãn thi ở HK202, thì HK211 bạn không cần phải đăng ký môn LVTN. . . Trường hợp của em làm đơn trình bày rõ nguyện vọng, lý do của bạn gửi qua bksi, cô sẽ trình đơn cho ban lãnh đạo xem xét và trả lời đơn cho bạn nhé. . Thân",
            "Em xin gửi cô tờ đơn, nhờ cô giải quyết giúp em .Em cảm ơn cô đã xem xét ạ. Đơn em đính kèm bên dưới ạ",
            "Chào em,. . Em vui lòng ghi lại rõ nguyện vọng trong đơn em mong muốn gì? chứ không phải đặt câu hỏi trong đơn nhé. . Theo quy định có TKB thì có học phí, và phải thanh toán học phí theo quy định. . Thân",
            "Dạ.Em đã sửa lại, cô xem qua giúp em ạ",
            "Chào em,. . Em có thể đánh máy và gửi lại đơn qua bksi lại nhé, ghi rõ là đơn xin xem xét hủy môn LVTN và hủy học phí, ghi rõ lý do trong đơn.. . Trình bày lại rõ ràng nhé. . thân",
            "Dạ, em đã sửa lại, em xin gửi lại cô file đính kèm. Làm phiền cô ạ. . . Em cảm ơn cô.",
            "Em chào cô, cô cho em hỏi đơn của em được Trường chấp thuận không ạ. . Cô cho em biết với ạ, tại đến mai đến hạn đóng học phí rồi cô.. . Cám ơn cô.",
            "Chào em,. . Em đã thanh toán học phí chưa?. . Thân",
            "Dạ cô, em đã thanh toán rồi ạ,phòng trường hợp không được nữa. cô cho e hỏi đơn của em thế nào rồi ạ, có được không ạ",
            "Chào em,. . Đơn của em đã được duyệt đồng ý hủy nhé, e vui lòng vào trang của phòng kế hoạch tài chính,. . https://khtc.hcmut.edu.vn/, tải biểu mẫu \"Mẫu đề nghị hoàn trả học phí chuyển khoản\", điền đầy đủ thông tin và gửi qua bksi cho nhé. . Thân",
            "dạ, cô xem giúp em phần biểu mẫu em ghi có sai không ạ. Chỗ minh chứng em không rõ là ghi nội dung thế nào ạ.",
            "Chào em,. . PDT đã tiếp nhận đơn hoàn trả học phí của bạn, và sẽ làm hoàn trả HP cho SV trong tháng 12/2021 (tổng hợp cuối tháng hoàn trả HP vào cuối tháng 1 lần). . Bạn theo dõi tài khoản, đến tháng 1/2022 vẫn chưa nhận được tiền hoàn trả HP vui lòng phản hồi lại qua bksi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng đào tạo,. . . . Đợt sinh hoạt công dân vừa rồi em có tham dự xuyên suốt và điểm danh nhưng chỉ lần đầu khi bắt đầu sinh hoạt, còn những lần sau do không chú ý nên đã bỏ lỡ điểm danh. Cho em hỏi nếu vậy thì em có bị đánh vắng không ạ? Nếu có thì mong phòng đào tạo có thể chỉ cho em cách khắc phục được không ạ vì em đã tham dự từ đầu tới cuối mà không thoát ra khỏi phòng meet. Em xin chân thành cảm ơn.. . . . Trân trọng,. . . . [full_name].",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô,. . Em có thắc mắc là khi đăng kí mua thẻ bảo hiểm y tế trên trang myBK thì mình điền thông tin ngày cấp và nơi cấp là thông tin của thẻ mới vừa làm (thẻ gắn chíp) hay là để thông tin cũ trước đó ạ?",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Thầy/Cô,. . Em là sinh viên K20, hiện tại em vẫn chưa có điểm môn Hóa đại cương từ kì 202(Mã môn học là CH1003, em thuộc lớp CC02, giảng viên [full_name]). Không biết có sự cố gì với kết quả môn học này không ạ? Vì những môn khác của kì đó em đã có điểm hết rồi.. . Em cảm ơn!",
            "Chào em,. . Điểm do giáo viên nhập và Khoa gửi bảng điểm về PĐT lưu. Em vui lòng liên hệ Khoa, GV nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi Phòng Đào Tạo,. . Hiện tại đã qua hạn rút môn học HK211 nhưng em vẫn muốn rút môn Anh Văn 1 - LA1003.. . Phiền pdt giải đáp giúp em ạ. Em xin chân thành cảm ơn. .   i Yêu cầu khác .",
            "Chào em,. . Đã hết thời gian rút môn học (phải thanh toán học phí), em cần làm theo hướng dẫn sau để trình BLĐ phòng xem xét. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name] mssv [student_id] trước em có ở ktx khu b nên em có đăng kí BHYT ở kí túc xá giờ e ra ở ngoài mà em muốn đăng kí BHYT . . ở trường thì sao ạ.Với lại e quên số thẻ BHYT rồi ạ.Em cảm ơn",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào quý Thầy Cô:. . . . Em là sinh viên K17 đăng ký LVTN học kỳ 211. Em mới chỉ vào phòng thí nghiệm làm nghiên cứu được 2 tuần và sau đó bị cấm không được vào trường nữa và chờ thông báo. Nhưng hiện tại đã có danh sách sẽ bảo vệ LVTN vào cuối tháng 12. Nếu tiếp tục không được vào trường để làm thí nghiệm thì sẽ không thể kịp tiến độ bảo vệ. Em mong quý Thầy Cô cho phép em vào trường để tiếp tục làm thí nghiệm hoặc là dời lịch bảo vệ LVTN hoặc cho thêm 1 đợt bảo vệ khác khi đã hết dịch bệnh. . . . . Em xin cảm ơn.",
            "Chào em,. . PĐT đã gửi email đến sv: Thông báo kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . \". . -      Phản biện và bảo vệ Luận văn tốt nghiệp (LVTN): theo Biểu đồ học tập hiện hành, tuần 51-52 (ngày 20-31/12/2021). Trường hợp cần thiết, sẽ có một đợt bảo vệ bổ sung cho các trường hợp đề tài bị ảnh hưởng nghiêm trọng bởi tình hình dịch Covid-19. Thời gian sẽ thông báo sau.\". . - Em mong quý Thầy Cô cho phép em vào trường để tiếp tục làm thí nghiệm. . =  Hiện tại chưa cho phép vào trường đến khi có thông báo mới.. . - Em liên hệ thêm với GV, Khoa để được hỗ trợ thêm nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng đào tạo trường Đại học Bách Khoa-ĐHQG TP.HCM. . Em tên [full_name] MSSV [student_id].. . Vào ngày 13/10/2021 em đăng kí giấy xác nhận Tạm hoãn nghĩa vụ quân sự,theo phương thức chuyển phát qua bưu điện. . Hôm nay, bưu cục An Dương Vương nói là họ đã làm thất lạc bưu phẩm.. . Vậy em có thể xin phòng đào tạo cấp lại giấy xác nhận sinh viên được không ạ?. . Và lần này có thể nhận ở Văn phòng khoa cơ sở Lý Thường Kiệt được không ạ ?",
            "Chào em,. . - Vậy em có thể xin phòng đào tạo cấp lại giấy xác nhận sinh viên được không ạ?. . =  Em đăng ký lại nhé. . - Và lần này có thể nhận ở Văn phòng khoa cơ sở Lý Thường Kiệt được không ạ ?. . =  Em liên hệ Khoa để được hỗ trợ.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào thầy/cô. Em tên là [full_name], là sinh viên khóa K18. Cho em hỏi với tình hình dịch hiện tại thì việc đăng ký luận văn tốt nghiệp ở học kỳ kế tiếp có yêu cầu bắt buộc chứng chỉ ngoại ngữ không ạ, hay vẫn được tạm bỏ qua như các học kỳ trước ạ. Vì tình hình dịch nên hiện tại em vẫn chưa thi lấy bằng TOEIC (em đã pass 4 môn anh văn đầu vào, chưa nộp bằng) ạ. Em xin cám ơn thầy/cô.. .   i Học vụ .",
            "Chào em,. . Hiện tại chưa có thông báo gì về việc không xét Chuẩn tiếng Anh cho việc đăng ký LVTN ở HK212 nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào cô ạ, em là [full_name], MSSV [student_id].. . Cô cho phép em hỏi, về việc thi anh văn định kì, trong thời gian sắp tới, trường có tổ chức thi av để sinh viên hoàn thành điểm chuẩn theo năm không ạ? Hiện tại em thuộc khóa K18, điểm chuẩn AV hiện là 495, như vậy là chưa đủ chuẩn năm 4, cũng như là chưa đủ để xét làm luận văn. Vậy nên bây giờ em có cần hoàn thành gấp việc lấy chuẩn anh văn không, hay là trường vẫn bỏ qua chuẩn anh văn cho sinh viên.. . Rất mong cô giúp đỡ, nếu cần thiết em sẽ bắt đầu thi tại quê để lấy điểm luôn nộp lên trường luôn ạ.. . Em xin chân thành cảm ơn, chúc cô sức khỏe.",
            "Chào em,. . Hiện tại chưa có thông báo gì về việc không xét Chuẩn tiếng Anh cho việc đăng ký LVTN ở HK212 nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là sinh viên k15 đã bảo vệ luận văn xong hạn đào tạo là tới tháng 4/2022 nhưng vì chưa đủ điều kiện anh văn. Không biết em phải làm gì để được xin gia hạn thêm 1 học kỳ. Em xin cảm ơn thầy cô.",
            "Thưa thầy cô. . Em tên: [full_name] mssv [student_id]. . Hôm nay em viết thư này để xin thầy cô giúp đỡ về việc gia hạn thêm 1 học kỳ đối với sinh viên chỉ còn nợ chứng chỉ anh văn.. . Em đã hoàn thành luận văn tốt nghiệp vào tháng 7/2021 nhưng vì dịch bệnh không thể thi chứng chỉ anh văn được. . . Em muốn mong thầy cô giúp đỡ việc xin gia hạn thời gian đào tạo cần những giấy tờ gì. E cảm ơn thầy cô"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Thầy/cô. . . . Trước đó em có xin hoãn thi môn Xác xuất thống kê và đã được phòng đào tạo xác nhận. Nhưng do thiếu xót sau đó em quên điền gmail của trường nên em bị đánh vắng thi. . . . Em xin trân trọng cảm ơn.",
            "Em xin gửi lại file mẫu đơn, mẫu trên em điền bị sai mã số môn học.. . Em xin cảm ơn ạ.",
            "Chào em,. . Em vui lòng ký tên và ghi rõ họ tên lên đơn và gửi lại qua bksi giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1713608  /b \t. . . .   i Yêu cầu khác . Thưa quí thầy cô.. . Em là NGÔ MINH TRIỀU    1713608    CK17NH2.. . Em xin quí thầy cô xem xét và tư vấn giúp cho trường hợp em ạ.. . . . Ba năm trước, gia đình em kinh doanh thất bại, nợ nần, không còn nhà cửa ,hiện nay phải chạy ăn từng bữa .Em gái em thì bị bệnh bại não và chậm phát triển,năm nay đã 9 tuổi nhưng hoàn toàn không thể sinh hoạt cá nhân bình thường được, luôn phải có người canh chừng và chăm sóc. Từ giữa năm ngoái đến nay,thêm COVID gia đình em càng khổ sở,khó khăn hơn nữa về nhiều mặt... . Trong 4 năm học vừa qua, phần vì hoàn cảnh,phần vì cá nhân em không đủ nghị lực ,nên đã có kết quả học tập không tốt, phải bảo lưu nhiều học kì do kinh tế gia đình, do phải chịu chi phối thời gian để phụ gia đình nhiều thứ.. . Hiện tại em đang nợ: nửa Học phí kì 201 (3.150.000 VNĐ)+ Học phí 211 ( 5.250.000 VNĐ). . Và không có khả năng thanh toán (không có kinh tế  đóng; đã làm đơn gia hạn kì trước ; không đủ điều kiện để xét học bổng,mượn tiền,..). . Nhưng hiện tại em gặp khó khăn không chỉ về tiền bạc mà là áp lực thời gian, tâm lý và sức khỏe. Mẹ em cả tháng nay có nguy cơ tai biến/đột quỵ nên em phải phụ gia đình chăm mẹ và nuôi em nhỏ. Thêm nữa dòng họ em hiện nay nhiễm F0 rất nhiều ( mấy chú thím trên SG, mấy bác dưới quê hiện, đã có 2 người mất và bây giờ đang có 2 người phải thở máy ).Gia đình em đang là F1, hiện nay đã ở trong khu cách ly được 11 ngày, không có điều kiện để học online được.. .  . . Nay em trình bày hoàn cảnh cá nhân và xin được có nguyện vọng là: xin quí thầy cô thông cảm, cho em là trường hợp ngoại lệ, cho phép em hủy toàn bộ quá trình học của kì 202+211.Vì hiện tại gia đình em hoàn toàn không có tiền để thanh toán học phí.Và dù có được sự hỗ trợ từ phía Nhà trường, em hiện tại cũng không thể hoàn thành học tập trong kì này tốt được, sẽ nợ môn,nếu vậy thì lại phí cả tiền bạc và thời gian .Gia đình em hiện đang rất rối rắm,em thấy như suy sụp vậy,em muốn trước nhất là ưu tiên lo cho người nhà em ạ. Trong 4 tuần nay,em hoàn toàn bỏ liều việc học,vì thật sự không cách nào tập trung  tiếp thu học tập được,em thấy áp lực nặng nề quá ạ.. . . . Em xin quí thầy cô thương em và tư vấn hướng giải quyết giúp em.. . Em đã tham khảo kĩ nội qui. Em chấp nhận hủy toàn bộ học kì 202 và 211.Chỉ xin trường thông cảm không xử phạt em tạm dừng học,thôi học.. . Em hứa khi mọi thứ ổn định lại,em sẽ cố gắng học tập tốt,vì đó là tương lai không chỉ bản thân mà cả gia đình em ạ.. . Em xin cám ơn quí thầy cô rất nhiều.. . Mến chúc mọi người thật nhiều sức khỏe.. .   B   I   /I   /B",
            "Chào em,. . Các vấn đề về miễn giảm học phí, gia hạn học phí em có thể liên hệ phòng công tác chính trị sinh viên để được hướng dẫn và hỗ trợ nhé:. . Email:  [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô,. . Thầy [full_name] đã gửi công văn xin chuyển điểm tương đương và PĐT đã xác nhận cho phép rồi ạ. Em mong được xác nhận tốt nghiệp từ PĐT ạ. Em có đính kèm hình mail của PĐT gửi lại ạ. Em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quý thầy cô,. . Em tên Phạm Thị Thanh Ngân, MSSV: 191673.. . Lần trước em có bị nhầm lẫn điểm thành phần môn học EN1003, HK202 trên hệ thống MyBK. Sau khi liên hệ với giáo viên phụ trách môn học đã được cô phản hồi nộp đơn để sửa lại điểm. Nhưng đến giờ em vẫn chưa thấy điểm cập nhật lại trên hệ thống ạ! Mong PĐT xem xét giúp em trường hợp này.. . Em cảm ơn thầy cô.. .",
            "Chào em,. . - Điểm do giáo viên nhập và Khoa gửi bảng điểm PĐT lưu.. . - Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa (HK202) trong thời gian cho phép sửa.. . Thân mến. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT,. . . . Em có thắc mắc như sau:. . Nếu học kỳ 2 (2021-2022) em học trao đổi ở nước ngoài và vẫn còn một số môn chưa hoàn thành ở BK thì em có bắt buộc phải đăng ký môn học ở BK kỳ 2 (2021-2022) không ạ?",
            "Chào em,. . Cô chưa hiểu em ý, vui lòng trình bày rõ vấn đề của bạn nhé.. . Bạn có thể liên hệ ở Khoa của bạn để tư vấn về việc đi trao đổi SV nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy (cô), cho em hỏi khi đăng kí BHYT có yêu cầu chọn nơi nhận thẻ nhưng em không tìm được phần này trong mục cập nhật thông tin như trong ảnh đỉnh kèm, cho em hỏi phần này chọn ở đâu ạ? Em cảm ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 171242. . Cho em được hỏi là,ba tháng vừa rồi em có tham gia chống tình nguyện chống dịch bên hội chữ thập đỏ ở địa phương.Bây giờ em muốn qui đổi thành ngày công tác xã hội thì cần những gì và tối đa bao nhiêu ngày ạ. .   i Yêu cầu khác  /i. . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Kính thưa thầy/cô. . . . Em tên [full_name] . . . . MSSV: [student_id]. . . . Dạ thưa thầy/cô, em đã đóng tiền học phí ĐHCQ HK211 vào ngày 5/11 bằng hình thức thanh toán trực tiếp tại ngân hàng OCB chi nhánh Châu Đốc-An Giang. Nhưng hiện tại trên BKpay vẫn chưa cập nhật là em đã thanh toán rồi, trong khi các bạn đóng trực tiếp giống như em thì đã được cập nhật. Phiền thầy/cô kiểm tra lại giúp em với ạ. Em cảm ơn rất nhiều ạ. . . . . Em đính kèm ảnh biên lai ở phía dưới ạ.. .",
            "Chào em,. . Em liên hệ số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào PĐT,. . Do em có việc không về trường trong tháng 1 nên không làm lễ tốt nghiệp được. . . Nên em muốn đăng kí nhận bằng nhưng hoãn lại việc làm lễ sang đợt 1 năm 2022 được không?. . Nếu được thì em cần hoàn tất các bước nào để nhận bằng qua đường bưu điện ạ?. . Em cảm ơn!",
            "Chào em,. . Em vui lòng trình bày rõ nội dung câu hỏi nhé!. . Thân",
            "Chào chị,. . Hiện tại trường cho em đăng ký tốt nghiệp trước 24/12/2021 và dự kiến làm lễ tốt nghiệp vào tháng 1/2022.. . Do em không trở về TP.HCM trong tháng 1 nên không thể làm lễ tốt nghiệp vào tháng 1/2022 được. Vậy nên em có thể làm lễ tốt nghiệp và đợt kế tiếp hay không? . . Và hiện tại em cần sử dụng bằng tốt nghiệp nên em muốn được hướng dẫn để nhận bằng tốt nghiệp qua đường bưu điện ạ.. . . . Em cảm ơn!",
            "Chào em,. . Bằng tốt nghiệp không gửi qua đường bưu điện được nhé bạn, bằng chỉ được cấp 1 lần cho sinh viên.Khi nào em có mặt ở TPHCM thì liên hệ Phòng Đào tạo để nhận bằng tốt nghiệp. Bằng tốt nghiệp vẫn được lưu trữ tại Phòng Đào tạo cho Sinh viên.. . Trường hợp nhận thay bằng tốt nghiệp: Phải có giấy ủy quyền có xác nhận của chính quyền và chỉ có thể ủy quyền cho ba/mẹ/anh/chị/ em ruột (khi nhận phải kèm theo hộ khẩu, CMND/CCCD). . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Trường hợp SV không tham dự được lễ tốt nghiệp trong đợt chính của mình, SV vui lòng theo dõi thông tin về lễ tốt nghiệp trong đợt tiếp theo (tại lịch học vụ), sau đó liên hệ về Khoa và Phòng Đào tạo để xin lên hội trường dự lễ tốt nghiệp trong đợt tiếp theo (nếu có nhu cầu). . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô. . Em viết yêu cầu này để xin rút môn học Ee3121 thiết kế vi mạch tương tự và hỗn hợp. . Lý do: vì vấn đề sức khoẻ nên em không thể tiếp tục học môn này.. .",
            "Chào em,. . Đã hết thời gian rút môn học (phải thanh toán học phí), em cần làm theo hướng dẫn sau để trình BLĐ phòng xem xét. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . E nộp đơn xin chuyển từ hệ chính quy sang hệ tại chức (VHVL ) mong pdt xét duyệt cho e. .",
            "Chào em,. . Thời điểm này em xin chuyển qua VLVH từ học kỳ 211 thì hơi trễ, vì đã gần kết thúc của HK211.. . Em có thể trình bày rõ về lý do xin chuyển qua VLVH từ HK211.. . Nếu không có lý do đặc biệt, khoảng qua tháng 12/2021, em vào tải lại mẫu đơn chuyển hệ tại aao.hcmut.edu.vn/sinh viên/ biểu mẫu (hiện tại chưa có mẫu đơn này), điền lại thông tin theo mẫu và gửi lại qua bksi giúp cô nhé. . Thân",
            "Dạ tại kì này là kì cuối của e nên e muốn chuyển qua hệ VHVL luôn cho kịp đợt cuối tháng 11 này ạ để ĐKMH và để hoàn thành khóa học nhanh nhất ạ mong pđt xét duyệt cho e ạ",
            "Chào em,. . HK211 đã gần kết thúc, nếu em muốn chuyển qua thì bắt đầu chuyển từ HK212 để đăng ký môn học. . Cô chưa hiểu ý em nói về đợt cuối tháng 11 gì?. . . . Thân",
            "Ý em đọc là trong thông báo hệ VHVL có ghi là đang nhận hồ sơ đăng ký tới hết 26/11 . E hỏi là bây h nếu e đăng ký chuyển qua hệ VHVL thì có được nhận ko ạ và khi nào bắt đầu học",
            "Chào em,. . Em là diện chuyển hệ thì không cần đăng ký trên trang tuyển sinh nhé.. . khoảng qua tháng 12/2021, em vào tải lại mẫu đơn chuyển hệ tại aao.hcmut.edu.vn/sinh viên/ biểu mẫu (hiện tại chưa có mẫu đơn này), điền lại thông tin theo mẫu và gửi lại qua bksi giúp cô nhé",
            "Dạ nếu tháng 12 em nộp đơn chuyển hệ thì em sẽ bắt đầu học bên hệ VHVL vào khoảng tháng mấy ạ e cảm ơn",
            "Chào em,. . Bắt đầu từ học kỳ 212 em nhé, SV theo dõi lịch học vụ và mail SV để biết thời gian đăng ký môn học cho HK212 (Hiện tại chưa có lịch học vụ của HK212). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy cô !. .  Thầy cô cho em hỏi là em có đang đi làm và được công ty đóng bảo hiểm cho vậy em có cần đóng bảo hiểm y tế theo như yêu cầu của nhà trường không ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy/cô,. . . . Khi em thực hiện đăng ký tốt nghiệp thì trên tool có hiển thị là em có 2 mã lớp (hình đính kèm). Hiện tại thì em không biết 2 mã lớp này là gì vì em chỉ đang theo học 1 bằng và để đăng ký đúng thì em nên chọn mục nào trong 2 mục trên ạ.. . . . Mong nhận được giải đáp từ phía thầy/cô.. . . . Em xin cảm ơn.",
            "Chào em,. . PĐT đã hủy mã lớp tài năng do em đã ra khỏi lớp tài năng nên xuất hiện 2 mã lớp khác nhau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy cô, hôm 7/11/2021 do có tiết học nên em quên tham gia Sinh hoạt công dân. Cho em hỏi có cách nào bù lại, khắc phục để không bị không được đăng kí môn kì tới không ạ?. . Em chân thành cảm ơn!. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là Phạm Đức Hậu, MSSV: [student_id], khoa Kỹ thuật hóa học. Ngày 3/11/2021 em có đăng ký giấy Chứng nhận sinh viên. Hôm nay 10/11/2021 em kiểm tra lại thì mới phát hiện điền nhầm số điện thoại người nhận thành MSSV. Phòng đào tạo có thể báo lại bên bưu điện giúp em được không ạ, SĐT người nhận là [phone_number]. Em chân thành cảm ơn.. . . .",
            "Chào em,. . Em vui lòng đăng ký lại nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào Quý Thầy Cô ạ,. . Em tên là [full_name], MSSV [student_id], lớp GT17HK. Em hiện tại có nguyện vọng đăng ký học song ngành ngành Khoa học Máy tính. Em có một vài thắc mắc nhỏ mong Quý Thầy Cô giải đáp giúp em ạ:. . . . Hiện tại em đã lỡ đăng ký tốt nghiệp và đã nhận giấy chứng nhận tốt nghiệp tạm thời liệu em có thể hủy tốt nghiệp đợt này để xin đăng ký văn bằng 2 theo hướng song ngành luôn được không ạ? (Để có thể kịp thời ĐKMH vào HK 212 nếu có thể)?. . . . Em xin chân thành cảm ơn Quý Thầy Cô đã giải đá thắc mắc giúp em.",
            "Chào em,. . Em vui lòng làm đơn xin hủy tốt nghiệp, trình bày rõ trong đơn (lý do) và gửi qua bksi để trình ban lãnh đạo xem xét và trả lời đơn cho bạn nhé. . Thân",
            "Vậy bên trường mình có mẫu đơn xin hủy tốt nghiệp không ạ hay là em phải tự viết đơn xin hủy riêng ạ?. . Nếu có mong Cô có thể gửi cho em xin mẫu đơn được không ạ? . . Em xin cảm ơn ạ!",
            "Chào em,. . SV vui lòng tự làm đơn trình bày nhé. . Thân",
            "Đây là đơn xin hủy tốt nghiệp của em ạ.. . Em cảm ơn Quý Thầy Cô đã xem xét giúp em.",
            "Chào em,. . Đơn hủy tốt nghiệp của em đã được tiếp nhận, trường hợp của em vui lòng bổ sung thêm 1 đơn xin hoãn tốt nghiệp và học tiếp bằng thứ 2, trong đơn phải có xác nhận của Khoa ngành thứ 2 em theo học đồng ý và ký xác nhận trong đơn.. . SV tự trình bày (không mẫu).. . Sau đó nộp đơn qua bksi để PDT ra quyết định hoãn tốt nghiệp và học tiếp bằng thứ 2 cho bạn. Sinh viên theo dõi lịch học vụ để biết thời gian đăng ký môn học cho học kỳ tiếp theo.. . SV lưu ý về thời gian đào tạo. . SV phải hoàn thành CTĐT ngành thứ 2 theo đúng thời gian đào tạo của khóa 2017.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Điều 28. Đào tạo song ngành. . . . Thân",
            "Em chào Cô ạ,. . Đây là đơn xin hủy tốt nghiệp, đơn xin hoãn tốt nghiệp và đơn xin học văn bằng 2 của em ạ.. . Em cảm ơn Quý Thầy Cô đã xem xét giúp em.. . . . Cho phép em hỏi, học văn bằng 2 này tín chỉ học phí sẽ được tính theo khóa 2017 hay khóa 2021 ạ?",
            "Chào em,. . PDT đã tiếp nhận đơn hoãn tốt nghiệp và học tiếp ngành thứ 2 của bạn, SV theo dõi [full_name]D cập nhật tại mybk/Thông tin SV trễ nhất sau ngày 30/11/2021 và gửi file scan [full_name]D qua [full_name].. . Sau ngày này nếu chưa thấy [full_name]D, SV vui lòng phản hồi lại qua [full_name]. . Thân",
            "Chào bạn. . Pdt gởi quyết định đính kèm. . Thân",
            "Em chào Cô,. . Cho em hỏi với quyết định học VB2 ở trên thì em sẽ áp dụng mức học phí của khóa nào ạ?. . Em xin cảm ơn Cô. . http://www.aao.hcmut.edu.vn/index.php?route=catalog%2Fchitiettb&thongbao_id=1978&fbclid=IwAR1UJyJL8RrAFZZ1zOfryx6aH-zmw0wWnG6jz79pOmflDv6J_KpGvSTtd3Q",
            "Chào em,. . Học phí của bạn vẫn tính theo khóa 2017 nhé.. . SV lưu ý về lộ trình của Học phí. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]  MSSV: [student_id]. . Cô ơi. Em đã gửi giấy hoãn nghĩa vụ quân sự cho địa phương nhưng địa phương nhất quyết không chấp nhận và nhờ nhà trường xác định thêm là em nợ môn nào trong bao lâu học xong. Em có nói địa phương có thể gửi công văn lên trường xác nhận thì địa phương nói trách nhiệm đó của trường chứ không phải địa phương. Giờ em có thể nhờ nhà trường gửi công văn hay giấy gì về địa phương em được không ạ. Em cảm ơn ạ.. . . .",
            "Chào em,. . Phải có yêu cầu xác mình từ phía 1 cơ quan nào đó, thì nhà trường mới có thể căn cứ trên công văn đó để trả lời nhé bạn.. . Nhà trường chỉ có 1 mẫu chung xác nhận SV hoãn nghĩa vụ quân sự cho tất cả sinh viên nam trong trường.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô. . Em viết yêu cầu này để xin rút môn học Ee3121 thiết kế vi mạch tương tự và hỗn hợp. . Lý do: Do dịch covid 19 nên sức khoẻ của không đảm bảo để tiếp tục học môn này.",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK211(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/ xem điểm trễ nhất là 30/11/2021. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô,. . . . Em đăng ký BHYT không thấy mục điền nơi nhận thẻ bảo hiểm ạ nên em không đăng ký được BHYT. Mong thầy cô giải đáp thắc mắc giúp em.. . . . Chúc thầy cô nhiều sức khỏe",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    }
]