[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy cô!. . Hiện tại em đã hoàn thành chương trình học và đầy đủ điều kiện để tốt nghiệp ( chứng chỉ anh văn đã được xác minh). Vì vậy em viết đơn này xin nhà trường thu nhận lại để em kịp đăng ký xét tốt nghiệp vào tháng tư này.. . Em cám ơn thầy cô đã giúp đỡ!!",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] mssv [student_id] khoa BDK17CN01. Hiện tại em đang đi làm có thể in bảng điểm giáo dục thể chất ra trước để thứ ba tuần sau em lên lấy được không.Em cảm ơn. . . .",
            "\"Chào em,. . SV vui lòng vào trang https://mybk.hcmut.edu.vn/3. Đăng ký in Bảng điểm. . Để đăng ký nhé!. . SV theo dõi tình trạng khi nào ghi đã in xong có thể đến nhận nhé.. . Không in riêng bảng điểm GDTC . . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là mình có thể đóng học phí học kỳ 212 qua tài khoản ngân hàng dưới đây được không ạ.. . + Tên tài khoản: Trường Đại học Bách Khoa. . + Số tài khoản: [phone_number]688006. . + Tại ngân hàng: Ngân hàng TMCP Phương Đông - Chi nhánh Chợ Lớn, Tp. HCM. . Em cảm ơn ạ.. . . .",
            "Chào em,. . SV vui lòng vào muc mybk.hcmut.edu.vn/BKpay để thanh toán học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là [full_name] mssv [student_id] , xin đăng kí xét tốt nghiệp và đã đủ hết mọi yêu cầu tốt nghiệp",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào ad,. . . . Hiện tại sắp hết hạn đáng ký tốt nghiệp (ngày 11/4), sinh viên đang có tên trong danh sách tốt nghiệp nhưng vẫn chưa đăng ký tốt nghiệp được do tình trạng sinh viên vẫn đang là \"tạm dừng\" . . . Theo thông tin được biết thì sau ngày 11.4 sinh viên đăng ký sẽ không được dự lễ tốt nghiệp.. . Mong sớm nhận được sự hỗ trợ.. . . . Xin cảm ơn.",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ Thưa Thầy/Cô em là [full_name] MSSV: [student_id]. Em vừa nhận kết quả đã thẩm tra chứng chỉ anh văn hợp lệ. Mà e đang còn quyết định buộc thôi học. Kính mong Thầy/Cô kiểm tra hướng dẫn để em được đăng ký hồ sơ tốt nghiệp ạ. Em xin cám ơn !",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \"",
            "Chào bạn, . . Phòng đào tạo kiểm tra bạn còn nợ Nợ AV2,3,4. Bao giờ đợt chuyển điểm đã chuyển thành công và bạn có điểm AV2,3,4 thì bạn vui lòng gửi câu hỏi đăng ký xét tốt nghiệp tại BKSI mục tốt nghiệp. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào phòng đào tạo ạ .. . Em tên là [full_name]. MSSV :[student_id].. . Em muốn hỏi về lịch học môn thí nghiệm kỹ thuật số học kì 212 ạ. Do là trường xếp lịch học môn thí nghiệm kỹ thuật số của em trùng với lịch học môn pháp luật đại cương ở học kì 212 ạ.. . Em đã gửi yêu cầu lên BKSI từ rất lâu rồi mà vẫn chưa thấy phản hồi ạ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa nhà trường, hiện tại tài khoản MyBK của em đang bị lỗi, cụ thể là thời khóa biểu của em chỉ hiện mỗi học kì 1, và cả lịch thi. Việc này đã kéo dài được 1 tháng rồi, ban đầu thì em nghĩ do nhà trường đóng lại để chỉnh sửa nên đã không báo cáo. Mong nhà trường khắc phục sự cố vì điều này rất ảnh hường đến việc học của em. Em xin chân thành cảm ơn nhà trường.. .   i Yêu cầu khác .",
            "Chào em,. . Trường hợp của em bị hủy TKB do thanh toán học dự thính HK211 trễ hạn.. . SV vui lòng kiểm tra mail SV, nhà trường đã gửi thông báo cho SV.. . Trường hợp SV đã thanh toán, vui lòng làm đơn xin phục hồi TKB, trình bày rõ lý do vì sao thanh toán HP trễ hạn và nộp qua bksi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào quý nhà trường,. . Hiện BKpay của em bị lỗi chưa tới kì thanh toán nên em vẫn chưa thanh toán được tiền học dù các bạn khác đã được đóng từ 4/4/2022 rồi ạ.. . Mong nhà trường hỗ trợ em.. . Em xin cảm ơn.",
            "Chào bạn, . . BKpay đã được cập nhật bạn vui lòng vào thanh toán nhé. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là sinh viên làm luận văn tốt nghiệp muốn xin giấy \"Giới thiệu sinh viên làm luận văn\" thì xin ở đậu vậy ạ?. . Em cảm ơn ạ.",
            "Chào em,. . Về việc xin giấy giới thiệu SV vui lòng liên hệ tại Khoa của bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em muốn hỏi em [full_name] [student_id] đã đủ các điều kiện tốt nghiệp chưa ạ",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin PĐT coi lại dùm em mức học phí học kì 212 ạ , em có đọc trên quy chế mức học phí điều III khoản 1 thì học phí kì 212 của em là 428.000 x 9 =3.852.000 VNĐ, nhưng trong BKpay lại là 6.660.000VNĐ ạ ,em cảm ơn. .   i Yêu cầu khác .",
            "\"Chào em,. . Em vui lòng xem quy định về tính học phí tại đây:. . http://aao.hcmut.edu.vn/sinh viên/học vụ/học phí/Năm học 2021-2022/III. ĐẠI HỌC CHÍNH QUY. . Thông báo này đã gửi thông báo cho SV từ HK 1/2021-2022 . . Trường hợp khiếu nại về HP, Sinh viên vui lòng trình bày rõ về trường hợp của bạn khiếu nại tính sai ở khoản nào giúp cô nhé!. . Thân\"",
            "Dạ em có coi rồi ạ , em có đọc ở điều III khoản 1 có ghi ạ , mức học phí là 428.000/ chỉ  , kì này em đăng kí 9 chỉ nên em tính ra là :428.000x9 = 3.852.000 Đ",
            "Chào em,. . Mức 428.000/TC dành cho SV Chương trình Việt Pháp nhé bạn.. . Em là SV chính quy thì xem mục trên giúp cô nhé . . 1.    Chính quy đại trà. . . . -         Khóa 2017, 2018: 350.000 VNĐ/TC.. . . . -         Khoá 2016 trở về trước (đã quá thời gian đào tạo theo kế hoạch). . . . o   Học kỳ 1 năm học 2021-2022: 350.000 VNĐ/TC.. . . . o   Từ học kỳ 2 năm học 2021-2022: 740.000 VNĐ/TC.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào phòng đào tạo. . Em đã bị mắc covid-19 muốn khai báo y tế cho nhà trường thì nên khai báo qua gì ạ? (qua app pccovid hay qua điền form ạ)",
            "\"Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào phòng đào tạo.. . Em và một số bạn khác chưa học môn TR3045 - Hệ thống điện - điện tử ô tô do một số lý do khác nhau.. . Theo thông báo của pđt học kỳ dự thính HK213: Không mở cho SV chính quy học môn học lần đầu trừ Khóa 2021.. . Chúng em đã không đăng ký được môn học này ở HK21.2 rồi, nếu chúng em không học được môn học ở học kỳ này nữa thì sẽ lại chậm tiến độ học tập.. . Mong phòng đào tạo cho chúng em hướng giải quyết ạ.. . Em cảm ơn phòng đào tạo.",
            "Chào bạn,. . . . - Đăng ký dự thính theo quy định, nếu không đăng ký được ở học kỳ hè. Thì bạn sẽ đăng ký ở Hk221. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em [full_name] [student_id]. Em có nhận được trả lời của PDT về trường hợp em . Em muốn hỏi khi nhận được mail từ trường thì em có thể đăng kí tốt nghiêp ạ, hay sẽ tự động có tên trong danh sách dự kiến tốt nghiệp ạ, hiện tại em ko thể đăng kí tốt nghiệp qua hệ thống do đang bị tạm dừng việc học. Bên cạnh đó em xin hỏi sau khi có tên trong danh sách dự kiến sẽ được tự động thu nhận lại, trước đó có cần phải làm thủ tục gì thêm không ạ?",
            "Chào em,. . Trước tiên phải xét tốt nghiệp nhé bạn, bạn theo dõi mốc thời gian PDT hẹn để kiểm tra.. . Khi có tên trong ds dự kiến SV sẽ nhận được mail hướng dẫn tốt nghiệp nhé.. . Bạn vui lòng xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô, em là [full_name], mssv: [student_id]. Em có thắc mắc về lịch thi môn Kỹ thuật lập trình ngày 14/05 của mình, vì cả phần thực hành và lý thuyết đều thi cùng một giờ, một ngày nhưng khác địa điểm ạ. Thầy/cô có thể kiểm tra lại giúp em được không ạ? Em xin chân thành cảm ơn.",
            "Chào bạn. . Lịch thi là 1 môn bạn đăng ký ở HK212, và Pdt xếp lịch thi Hoãn thi. . Bạn chọn 1 để đi thi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . em tên là [full_name], mssv  [student_id]. Em muốn nộp bổ sung chứng chỉ quốc phòng để miễn môn quốc phòng thì liên hệ ở đâu ạ. Em cảm ơn",
            "Chào em,. . Trường hợp em học lại theo đúng mã số của bạn thì bạn có thể liên hệ tại TT GDQP để xin bảng điểm và nộp tại Phòng Đào tạo. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em đã vô thời khóa biểu mỗi ngày mà không hiện thời khóa biểu học kì 2 em học, chỉ hiện thời khóa biểu học kì 1, cách khắc là làm sao ạ",
            "Chào em,. . Trường hợp của bạn do chưa thanh toán học phí môn ngoại ngữ theo nhu cầu của HK211, nên hiện tại bạn đang bị hủy kết quả ĐKMH của HK212.. . SV viên vui lòng vào bkpay thanh toán khoản học phí còn nợ.. . Sau đó làm đơn xin cứu xét phục hồi kết quả HK211 và TKB HK212 và gửi đơn qua bksi để được xem xét phục hồi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name], sinh viên năm 2, khoa Cơ Khí, ngành học Cơ Điện Tử.. . Hiện em đang sinh hoạt cùng lớp CK20CDT3.. . Hôm nay em gửi yêu cầu này với thắc mắc như sau:. .          Khoa Cơ Khí, cụ thể là ngành Cơ Điện Tử em đang theo đuổi có một môn học tên là Thực Tập Kĩ thuật. Môn học này theo em tìm hiểu là sẽ được tổ chức học vào mùa hè. Vì một số vấn đề về thời khóa biểu nên em đã không đăng kí được vào kì chính 212 hiện tại. Vậy, nhà trường có thể cho em thắc mắc như sau: nếu sắp tới đây em đăng kí môn học này vào kì hè (8/4 sắp tới em đăng kí môn học này) thì thời gian nào sẽ được học và học phí sẽ tính như thế nào ạ?. . Trên đây là một số thắc mắc của em cũng như một số bạn có trường hợp như em. Kính mong nhà trường, phòng đào tạo hồi âm sớm để chúng em được biết và yên tâm học hành ạ.. . Trân trọng,. . [full_name].. . . . Tái bút: Sắp tới chuẩn bị đăng kí môn cho kì hè nên em mong nhà trường cho phép em để mức độ ưu tiên cao ạ!. .",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về Chương trình đào tạo SV vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT và Giáo viên chủ nhiệm để được tư vấn và hỗ trợ thêm.. . Thân. . SV xem Thông báo đăng ký môn học HK213 qua tin nhắn BKeL PDT đã gửi cho SV.. . \"Thông báo về mức thu học phí các bậc đào tạo năm 2021-2022 tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí. Riêng đối với SV từ khóa K2019 của chính quy đăng ký các học phần Thực tập ngoài trường tổ chức trong HK213, số tín chỉ này được tính cộng vào HK212 khi tính học phí trọn gói\". . P/s: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Học kì này em có học môn CH5043 thuộc khối kỹ sư/thạc sĩ để thay thế cho môn CH3127 không còn mở lớp nữa. Hiện tại em phải đóng học phí liên thông kỹ sư. Em xin hỏi em có thể đóng tiền học phí theo mức học phí của đại học chính quy không hay vẫn phải đóng theo học phí liên thông kĩ sư.",
            "Chào em,. . Đóng học phí theo quy định của học phí liên thông thạc sỹ - kỹ sư nhé bạn. . Em vui lòng xem quy định về tính học phí tại đây:. . http://aao.hcmut.edu.vn/sinh viên/học vụ/học phí/Năm học 2021-2022. . Thông báo này đã gửi thông báo cho SV từ HK 1/2021-2022 . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "dạ pdt cho em hỏi . em bên ngành kỹ thuật chế tạo khoa cơ khí khóa k18 . giờ em có môn ktct1 em chưa học và là môn bắt buộc bên ngành của em . mà hiện giờ các khóa sau ko học nên ko đủ số lượng xin mở lớp được . nên pđt cho em hỏi có môn nào học thay thế ktct1 đc ko ạ , hoặc có cách giải quyết nào ko ạ .. . dạ em xin cảm ơn ạ .. .",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác: Công Nghệ Sản Xuất Cấu Kiện Bê Tông Cốt Thép Đúc Sẵn - CI3223 - Học kỳ 1 (2019-2020) - điểm tổng kết là: 5đ. . ĐAMH Công Nghệ Sản Xuất Cấu Kiện Bê Tông Cốt Thép Đúc Sẵn - CI3225  - Học kỳ 1 (2019-2020) - điểm tổng kết là: 6đ. . Theo CTĐT của khóa K15 hai môn trên tương đương với môn Công nghệ sản xuất cấu kiện bê tông cốt thép đúc sẵn - CI3093",
            "Chào em,. . PDT đã cập nhật môn tương đương cho bạn.. . Trường hợp của bạn xét tốt nghiệp báo còn nợ TOEIC, SV kiểm tra lại điều kiện của mình nhé. . AV 2 kỹ năng nói - viết bạn đã đạt chưa?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i Em chào quý thầy/ cô. Em biết đã qúa thời hạn rút môn nhưng vì lý do đặc biệt nên em vẫn gửi yêu cầu xin rút môn học Tự động hóa (ME4205) có tính học phí. Lý do: trường chuyển sang học trực tiếp ở cơ sở 2 theo TKB nhưng em không thể nghỉ làm để học. Nên nhờ quý thầy/ cô xem xét rút môn Tự động hóa giúp em. Em hứa đóng học phí đầy đủ. Em chân thành cảm ơn!. . . .",
            "Chào bạn,. . Về việc rút môn học (Có tính học phí):. . Bạn vui lòng tải mẫu đơn: RÚT MÔN HỌC tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua trực tiếp hoặc BKSI trước ngày 15/04/2022. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi lúc đầu em chưa nộp hình thẻ sinh viên nên đến lúc phát thẻ thì em chưa có thẻ, sau đó em có nộp thẻ rồi và trên mybk đã báo in thẻ, vậy bây giờ em lấy thẻ ở đâu ạ? . . Em cảm ơn. .",
            "Chào em,. . Thẻ sinh viên của em đã được in lại, em liên nhận tại Phòng Đào tạo 101A1 nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV  I   B /MSGV: [student_id]  /b \t. . . .   i Học vụ . Dạ do học kỳ này em có làm đơn xin bảo lưu thì học kỳ sau em muốn đăng ký học lại thì sẽ phải viết đơn như nào ạ.. . Em cảm ơn!",
            "Chào bạn,. . Về việc đăng ký thu nhận lại:. . Bạn vui lòng tải mẫu đơn: Thu nhận tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua trực tiếp tại Phòng đào tạo hoặc BKSI. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa Thầy (Cô). . -Do kỹ năng nói tiếng anh của em không tốt. Nên em đã không đạt chuẩn đầu ra của trường trong thời gian qua nhưng nay em đã đạt được kết quả thi nói viết chuẩn đầu ra(File ảnh đính kèm STT: 21 với điểm thi nói: 110đ và điểm thi viết: 125đ) do Trung tâm ngoại ngữ Đại học Bách Khoa TP.HCM tổ chức thi.. . - Ngày CTXH của em đã đủ 15 ngày cụ thể là 15.5. . - Em đã đạt được số tín chỉ của ngành Cấp thoát nước Khoa Xây Dựng là 142 tín chỉ nhưng tín chỉ tích lũy ngành của em là 136 do lúc trước em không qua môn Kết cấu bê tông cốt thép 1 (CI.2039)(3 tín chỉ) nhưng sau này môn Kết cấu bê tông cốt thép 1 đã chuyển thành 2 mã CI.2093 và CI.2091 (Em đã đăng kí 2 mã mới và đã qua môn). Tương tự môn Thiết kế cơ sở hạ tầng kỹ thuật (CI.3023)(3 tín chỉ) đã đổi thành CI.3187 và CI.3189 (Em đã đăng kí 2 mã mới và đã qua môn).   . . Em kính mong Thầy (Cô) thu nhận lại em (Do em tạm dừng lâu quá và đã bị xóa tên do hết thời gian đào tạo) và cứu xét tốt nghiệp cho em vào tháng 4 này. Em chân thành cảm ơn.",
            "Chào bạn,. . Về việc môn tương đương, SV vui lòng gửi lại giúp cô 1 yêu cầu khác ghi rõ tên và mã MH em học ở học kỳ nào? bao nhiêu điểm? tương đương với môn học nào?. . xin cập nhật và xét tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo,. . . . Em tên [full_name], mã số sinh viên [student_id], hiện đang là sinh viên bằng 2 Khoa Khoa học và Kỹ thuật máy tính.. . . . Em xin được hỏi về danh sách tốt nghiệp chính thức. Hiện tại, em đã có tên trong Danh sách tốt nghiệp dự kiến và đã thực hiện đăng ký xét tốt nghiệp thành công, đồng thời em cũng đã hoàn tất thanh toán học phí cho HK này. Tuy nhiên, hiện tại, em vẫn chưa có tên trong Danh sách tốt nghiệp chính thức.. . . . Kính mong Phòng đào tạo xem xét và cập nhật thông tin giúp em.. . . . Em xin đính kèm hình kết quả đăng ký xét tốt nghiệp cũng như thông tin trong Danh sách tốt nghiệp dự kiến.. . . . Em xin chân thành cảm ơn.. . [full_name]. .   i Tốt nghiệp .",
            "Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ thầy/cô cho em hỏi sao khi em đăng ký tốt nghiệp xong thì được báo là phiếu đăng ký không được xử lý.Mong thầy/cô giải đáp giúp em ạ",
            "\"Chào bạn,. . Trường hợp của bạn báo tình trạng \"\"phiếu đăng ký không được xử lý\"\" là do bạn chưa gửi ảnh theo đúng quy định. Vui lòng up ảnh theo đúng quy định. . Sau khi bạn đã bổ sung ảnh theo đúng quy định sẽ được cập nhật lại tình trạng nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em kính chào thầy, cô. . Hiện tại em đã   B đủ điều kiện tốt nghiệp  /B , mong quý thầy cô xét duyệt,   B ra quyết định thu nhận  /B  em ạ. Đồng thời, mong quý thầy, cô xét em vào   B danh sách dự kiến tốt nghiệp  /B  ạ.. . Em xin chân thành cảm ơn!",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào các thầy cô, em bị rớt môn của HK 1 năm nhất muốn đăng ký học lại  thì phải viết đơn hay làm sao ạ vì môn này chỉ mở đúng vào một kỳ đó ạ. Mong các thầy cô giải đáp giúp em",
            "Chào em,. . môn bị rớt thì em đăng ký học vào học kỳ tiếp theo nhé, trường hợp chỉ mở 1 học kỳ thì em liên hệ Khoa để có hướng giải quyết nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào thầy/cô, em tên Nguyễn Thị [full_name] MSSV [student_id]. Do không đảm bảo được điều kiện dự thi giưa kì online môn Hóa Hữu cơ em xin đăng kí hoãn thi và đăng kí thi bổ sung sau ạ. Em chân thành cảm ơn.",
            "Chào bạn. . Phòng đào tạo gởi Sinh viên Phiếu cho phép kiểm tra bổ sung học kỳ 2/2021-2022 theo file đính kèm.. . Sinh viên cần bản chính vui lòng liên hệ phòng đào tạo 101A1 để nhận.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là nếu hiện giờ mình có nguyện vọng rút môn thì có thể rút được không ạ. Nếu được thì thủ tục làm như thế nào ạ.. . . . Em cảm ơn.",
            "\"Chào bạn,. . Về việc rút môn học (Có tính học phí):. . Bạn vui lòng tải mẫu đơn: RÚT MÔN HỌC tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua BKSI. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT,. . . . Em là [full_name], khóa 2016-MSSV [student_id], thuộc khoa Cơ Khí chuyên ngành Kỹ thuật Nhiệt. Em đã bảo vệ luận văn tốt nghiệp và hoàn thành chương trình đào tạo 142 tín chỉ từ tháng 8/2021. Đến nay, em cũng đã hoàn thành các điều kiện tốt nghiệp như CTXH, Toeic nói-viết. Tuy nhiên, em không đăng ký tốt nghiệp được trên mybk do tình trạng tạm dừng vì lý do không đăng ký môn học các kỳ vừa qua. Nay em xin hỏi PĐT: em cần làm gì để có thể đăng ký tốt nghiệp được vào tháng 4/2022 này ạ. Em mong nhận được phản hồi sớm từ PĐT. Em xin chân thành cảm ơn nhiều.. . . . Trân trọng,. . [full_name]. . Email: [email]. . Phone: [phone_number]",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ, em đã đủ 15 ngày ctxh nhưng khi đăng ký vẫn báo là không đủ ngày ctxh.. . Mong pdt cập nhật giúp em.. .",
            "Chào em,. . Sau ngày 8/4 SV vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có hỏi gấp về vấn đề đăng ký dự thính 212 thành công nhưng không có thời khóa biểu nhưng chưa được trả lời nên em xin phép đăng lại ạ.. . . . Đây là 2 tấm ảnh chứng minh em đã đăng kí thành công môn học CO1023. Nhưng không có thời khóa biểu cho em",
            "Chào bạn. . Hiện tại đã hết thời gian khiếu nại về TKB HK212, bạn lưu ý thới gian khiếu nại trong tuần đầu tiên bắt đầu học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi pđt,. . Hiện em đã đủ điều kiện để đăng ký tốt nghiệp hk212. Em xin hỏi khi nào thì em có tên trong danh sách dự kiến tốt nghiệp và khi có tên thì em phải làm gì để thu nhận lại tình trạng sinh viên (hiện tình trạng sinh viên của em đang là tạm dừng) ạ? Mong pđt giải đáp thắc mắc của em. Em xin chân thành cám ơn.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào Phòng đào tạo, . . Vì một số lí nên trong năm nay em vẫn chưa học 1 học phần giáo dục thể chất nào. Em muốn hỏi là việc đó có ảnh hưởng gì đến việc đăng ký các môn học vào kì 1 năm sau không ạ.. . Mong sớm nhận được hồi đáp. . .",
            "Chào bạn,. . . . Về quy định giáo dục thể chất, sinh viên phải hoàn thành chương trình Giáo dục Quốc phòng - An ninh và Giáo dục Thể chất để có thể được xếp trình độ từ năm thứ ba. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . dạ em là [full_name], sinh viên lớp CK21CK05. Em muốn thắc mắc là em có bỏ lỡ tiết thực hành thí nghiệm hóa đại cương không ạ tại vì các bạn cùng khóa của em ai cũng được lên tiết làm thí nghiệm còn em thì không,em cũng không có thông báo từ mail hay web của trường. Em muốn nhờ thầy cô kiểm tra lại xem em có trục trặc gì về phần này không hay là em đã bị mất học phần này ạ. Em xin cảm ơn thầy cô.",
            "Chào em;. . Do ban đầu Phòng Đào tạo đã sắp bù cho em ở học kỳ 1/2021-2022 nên không sắp bù thêm, nếu e chưa hoàn thành thì sẽ học trong đợt gần hè nhóm VL34 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin phép được nộp đơn trình bày lí do trễ hạn học phí, mong pđt có thể xem xét và mở lại lịch học và lịch thi cho em ạ. Em xin chân thành cảm ơn!. . . .",
            "Chào bạn. . Chính quy: Tình trạng của bạn đã có quyết định tạm dừng số 855 ngày 25/3/2022 vì chưa thanh toán học phí HK 211 (CHÍNH QUY) theo quy định.. . Để được phục hồi TKB HK211 & HK212 (nếu có), SV phải thanh toán phần học phí còn nợ, Tiếp theo:. . 1 - SV tự viết đơn trình bày xem xét phục hồi TKB HK211 & HK212 (nếu có), ghi rõ lý do thanh toán trễ học phí + tên môn + MSMH + Học kỳ cần phục hồi. . 2 -  SV tải mẫu đơn: Thu nhận tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu- . . Điền đầy đủ thông tin thu nhận lại HK211. . - gởi tại trang hỗ trợ trực tuyến [full_name]SI. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi em in thẻ sinh viên vào năm 2020 do làm mất thẻ nhưng sau đó em tìm lại được thẻ nên không qua lấy thẻ sv mới, và hiện tại thẻ em mất lần nữa nên bây giờ em muốn qua pdt lấy lại cái thẻ đã in trước đó thì có được không ạ",
            "Chào em,. . Thẻ SV in từ nằm 2020 SV không đến nhận đã hủy nhé bạn.. . SV vui lòng vào đăng ký lạm lại thẻ SV nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin trình bày nội dung :. . Vào lúc 12 giờ ngày  3/4/2022 bộ môn có tổ chức thi giữa kì môn Vật Lý 1 . Với hình . . thức thi Online.Lúc bắt đầu em có điểm danh và em có làm bài thi được khoảng 3 câu . . sau đó máy tính em bị mất kết nối mạng và em cố tìm cách khắc phục nhưng không . . được.. . . . Sau đó khoảng 15 phút em có đăng nhập lại vào được nhưng đã quá hạn 15 phút đăng . . xuất ra khỏi phòng thi.. . . . Em có báo sự việc cho thầy ,cô giám thị về sự viêc.. . Nay em làm đơn này kính mong phòng đào tạo xem xét giúp em cho em xin thêm cơ . . hội để em được làm lại bài thi.. . môn vật lý 1 MSMH:PH1003 do cô [full_name] dạy.. .",
            "\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Trên sàn ngoại khoá đã cập nhật em đủ 15 ngày ctxh nhưng em vẫn chưa đăng kí tốt nghiệp được thì phải làm sao ạ?",
            "Chào em,. . Sau ngày 8/4 SV vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy [full_name] và Phòng đào tạo trường Đại học Bách Khoa Tp.HCM.. . . . Em tên là: [full_name]          MSSV: [student_id]    . . . . Trong HK1.21.22 em có đăng kí môn lý thuyết môn  Chi tiết máy là môn học cốt lõi của chương trình tài năng. Em có nguyện vọng đăng ký bổ sung học phần mở rộng  của môn học Chi tiết máy . . (ME200D) trong HK2.21.22 này ạ.. . . . Em xin cảm ơn ạ!. . . .",
            "Chào bạn,. . . . - Hiện tại là đến cuối của HK212 nên không thể giải quyết đăng ký môn học cho sinh viên. . - Sv vui lòng đăng ký môn học vào các học kỳ kế tiếp. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . chào cô nhờ cô check giúp em điểm trung bình tích lũy em đang la 7.7 nhưng sao ghi trên danh sach du kiến tốt nghiệp là 7.6? lúc in bằng ra như thế nào???",
            "Chào bạn. . Pdt gởi file đính kèm xét điểm trung bình tích lũy là 7.6 (đính kèm file). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Văn phòng đào tạo trường Đại học Bách Khoa,. . Em tên là [full_name]. . Mssv: [student_id]. . Khoa: Quản lý công nghiệp. . Trong đợt đăng kí tốt nghiệp vào tháng 4/2022, em có đăng kí in Giấy chứng nhận tốt nghiệp tạm thời. Tuy nhiên, hiện tại em không nhận được giấy ạ. Sau khi kiểm tra vào mục \"Đăng kí tốt nghiệp\" trên Mybk, em không truy cập được vì được báo không còn là sinh viên. Sau khi kiểm tra thì tình trạng hiện tại của em là đã tốt nghiệp ạ. . . Hiện tại, do một số lí do, em cần bằng tốt nghiệp hoặc giấy chứng nhận rất gấp ạ. Vì thế, cho em được hỏi về thời gian cụ thể nhận bằng tốt nghiệp hoặc giấy chứng nhận tạm thời được không ạ. Em mong nhà trường hỗ trợ giúp em.. . Em xin chân thành cảm ơn rất nhiều.. . Trân trọng.",
            "\"Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp(sad) https://forms.gle/2WnfHeAHnRZWJ6Jn7. . Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và scan gởi qua mail SV, sau đó SV cần bảng chính vui lòng liên hệ Pdt để nhận. . . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  Chào quý thầy/ cô! Em làm đơn xin rút môn Tự động hóa sản xuất(ME4205). Lý do:không sắp xếp được học trực tiếp tại cơ sở 2. Em xin chân thành cảm ơn!. . . .",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK212(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/Thời khóa biểu trễ nhất là 15/04/2022. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PĐT,. . Vào kỳ 211 em có hoãn thi môn Cơ học thủy khí (TR1005), và bây giờ em có thấy hiện lịch thi của em là vào ngày 16/04. Em muốn hỏi là em có thể dời lại lịch kiểm tra này sang học kỳ 212 không ạ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Học vụ . Cho em hỏi chuẩn anh văn xét tốt nghiệp hệ vừa học vừa làm là bao nhiêu .. . Và có bắt buộc thi tại trường không ạ.. . Nếu có hình thức đăng ký và thi như thế nào ạ.. . . .",
            "Chào bạn. . Sinh viên vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào thầy/cô. . Em tên Nguyễn Huỳnh Đức Thuận MSSV [student_id]. . Do em không đảm bảo được điều kiện dự thi giữa kỳ online môn Hóa Hữu Cơ. Nên em viết đơn này xin hoãn thi và đăng ký thi bổ sung sau ạ.. . Em chân thành cảm ơn.",
            "Chào bạn. . Phòng đào tạo gởi Sinh viên Phiếu cho phép kiểm tra bổ sung học kỳ 2/2021-2022 theo file đính kèm.. . Sinh viên cần bản chính vui lòng liên hệ phòng đào tạo 101A1 để nhận.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em xin hỏi vì ngành khoa học máy tính quá sức với em nên em xin chuyển xuống ngành khác liệu có được không ạ. Em xin cảm ơn!. . . .",
            "Chào em,. . Em xem quy định về chuyển ngành tại đây nhé:. . SV xem quy định tại đây: http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quyết định ban hành Quy định chung về học vụ và đào tạo/ điều 25.3 . . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ cho em hỏi hiện tại tình trạng sinh viên em đang đừng. Nếu như kì này em chưa tốt nghiệp thì có bị ảnh hưởng gì không ạ. . . Em xin cảm ơn.",
            "\"Chào bạn,. . Trường hợp SV, khi nào em điều kiện tốt nghiệp, có thể gửi câu hỏi qua bksi để được xét TN bổ sung (nếu đã đủ điều kiện tốt nghiệp). SV xem lịch trình xét tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2110902  /b \t. . . .   i Học vụ . Dạ chào Phòng Đào Tạo ạ,. . Em tên là   B Võ Thành Danh  /B  (MSSV: 2110902). HIện đang là sinh viên năm nhất khoa Điện - Điện tử. Em đang có vấn đề như sau.. . - Ngày 17/11/2021, em có đăng ký học trực tiếp học phần Thí nghiệm của môn Nhập môn về kỹ thuật (Mã môn: EE1002) và được xếp vào lớp VL03 song song với lớp L03 (Lớp L03 là được xếp ban đầu). Nhưng vì lý do gấp bách nên em đã không học học phần này và em không xin phép giảng viên phụ trách môn này. Đây là lỗi của em.. . - Sau đấy thì em có nhận thông báo từ tài khoản BKeL tên là   B Nguyễn Hải Dũng  /B . Trích nguyên văn một đoạn trong tin nhắn của thầy là như sau ạ:. .   QUOTE TKB HK212 và phần bù thí thực hành thí nghiệm của các học kỳ cũ vẫn tiếp tục kéo dài trong HK213, TKB này PĐT đã công bố nên SV tự kiểm tra lịch học và cân nhắc về việc ĐKMH trong HK213. PĐT sẽ không hậu kiểm TKB nếu trùng lịch học giữa HK213 và các HK cũ.  /QUOTE . . . . Tuy nhiên có thể là vì lý do em không học ở lớp VL03 nên TKB của học phần này ở lớp L03 (lớp ban đầu) của em chưa có TKB học bù của học phần. Khi em xem lại bảng điểm của môn Nhập môn về kỹ thuật thì em thấy điểm hiện 15 (tức là chưa có điểm). . . .   B   U Em có các câu hỏi như sau:  /U   /B . . - Tình hình của em như trên thì em có bị cho là không có điểm học phần Thí nghiệm hay em có vấn đề nào khác không ạ?. . - Nếu bị cho là không có điểm học phần Thí nghiệm thì em có phải đăng ký học lại toàn bộ môn Nhập môn về kỹ thuật không ạ?. . . . Mong nhận được phản hồi của Phòng Đào Tạo ạ. Em cảm ơn rất nhiều ạ.. . Trân trọng,. . Võ Thành Danh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào cô! . . MSSV của em là [student_id]. . . . - em thuộc diện sinh viên đã quá thời gian đào tạo theo kế hoạch nên học phí là 900k/1 chỉ, vậy nếu trong kỳ hè sắp tới em đăng ký luận văn thì học phí sẽ cao hơn 900k/ 1 chỉ hay vẫn là 900k. . . . - đối với sinh viên VHVL như em thì học kỳ hè luận văn sẽ làm trực tiếp hay làm online với giảng viên hướng dẫn vậy cô.. . . . Em xin cảm ơn!. . . .",
            "Chào em,. . Vui lòng xem thông báo ĐKMH HK hè 213, có ghi rõ về việc tính HP nhé:. . V/v đăng ký môn học HK hè 2021-2022 (HK213). . . . Thân gởi các bạn sinh viên. . . . Các SV chú ý thực hiện đăng ký môn học cho HK hè 2021-2022 (HK213) từ 10g00 ngày  08/4/2022  đến 14g59 ngày 15/4/2022 (Đợt đăng ký môn học).. . . . · Dự thính HK213: Không mở cho SV chính quy học môn học lần đầu trừ Khóa 2021.. . . .  Các lưu ý:. . . .  Thông báo về mức thu học phí các bậc đào tạo năm 2021-2022 tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí. Riêng đối với SV từ khóa K2019 của chính quy đăng ký các học phần Thực tập ngoài trường tổ chức trong HK213, số tín chỉ này được tính cộng vào HK212 khi tính học phí trọn gói.. . . . Sinh viên đăng ký tất cả các môn học cần học trong đợt này, nếu SV không đăng ký môn học đợt này có thể sẽ gặp khó khăn vào các đợt sau: đợt đăng ký hiệu chỉnh và đợt ĐKMH bổ sung do lớp không mở hoặc lớp đã đủ sĩ số. Trong HK213, Nhà trường cho phép mở các học phần đồ án, đề cương luận văn, luận văn tốt nghiệp.. . . . TKB HK212 và phần bù thí thực hành thí nghiệm của các học kỳ cũ vẫn tiếp tục kéo dài trong HK213, TKB này PĐT đã công bố nên SV tự kiểm tra lịch học và cân nhắc về việc ĐKMH trong HK213. PĐT sẽ không hậu kiểm TKB nếu trùng lịch học giữa HK213 và các HK cũ.. . . .  Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và được tính tín chỉ tích lũy để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo các điều kiện ràng buộc tiên quyết theo đúng quy định. SV tự xác định năng lực học tập và cân nhắc kỹ trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . . .  Riêng Khóa 2021 Nhà trường tạm thời không xét điều kiện chuẩn anh văn từng năm và chuẩn kỹ năng ứng dụng công nghệ thông tin (chuẩn kỹ năng ứng dụng công nghệ thông tin đã không xét cho Khóa 2019 & 2020).. . . .  Địa điểm học: tại cơ sở Lý Thường Kiệt, trừ các môn ngoại lệ có thỏa thuận riêng của Khoa/Bộ môn & SV.. . . . Hình thức học: gồm 3 hình thức sau. . . . -      Học trực tiếp hoàn toàn (chủ yếu). . . . -      Học kết hợp trực tuyến và trực tiếp. . . . -      Học trực tuyến.. . . . ·         Xem chi tiết lịch đăng ký môn học tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ năm học 2021-2022    Học kỳ 3.. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân"
        ]
    }
]