[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em xin tăng sỉ số. . Môn Hư hỏng và sửa chữa công trình Ci1051 lớp A02. . Cơ Lưu chất ci2003 lớp L02-L05. . Dạ e cảm ơn",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . mmh: MT1005, chuong trinh chất lượng cao. . nhóm lớp: CC01",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Nhà trường,. . . . Em có nguyện vọng được xin mở thêm sĩ số môn CO3001 Công nghệ phần mềm, lớp L01.. . . . Em xin chân thành cảm ơn,. . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . \"HK202 Đăng kí học kỳ 2 - Kết quả đợt 1\"  em có 28 chỉ, thế mà qua \"HK 202 Đăng kí học kỳ 2 - Đợt 2\"   em lại có 14 chỉ, thế thì cái nào đúng ạ? Và nếu cái \"kết quả đợt 1\" là chính xác vậy thầy cô có thể xóa bớt môn cho em được không ạ, không hiểu sao lại có tận 2 môn giải tích 2, hai môn vật lý 2, hai môn thí nghiệm vật lý.... .",
            "Chào bạn,. . . . Bạn xem các môn có bị nhân đôi không?. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Từ [full_name] MSSV [student_id]. . . . . . Hóa đại cương CH1003 , Thí nghiệm vật lý PH1007",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa Thầy/Cô em là sv K18 khoa Điện Điện tử ngành tự động hóa, đợt đăng kí môn học từ 30/12-4/1/2021 đợt này sinh viên bị xóa hết môn nhưng khi mở lớp thì có lớp chỉ mở có 60 sinh viên trong khi có tới hơn 170 sinh viên ngành tự động , rất mong quý Thầy Cô xem xét và mở thêm lớp cho các môn Điện tử công suất ứng dụng , Scada , Thị giác máy với ạ  . . Em xin chân thành cảm ơn",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký môn học. . . . xin mở sĩ số lớp L02_L03 môn \" Nhiệt đông lực học và truyền nhiệt\" mã ME2013. . Em có đăng ký môn từ đợt đăng ký đầu rồi nhưng qua đợt 2 thì phòng đào tạo đã xóa môn với lý do là trùng lịch TKB. Em nghĩ phòng đào tạo sẽ sắp xếp để những môn em đăng ký có thể được học đầy đủ nhưng bây giờ lại xóa. Em đã thay đổi lịch để tránh không trùng lịch lớp L02_L03  em mong có thể mở thêm sĩ số lớp để em có thể học được môn ạ. Em mong phòng đào tạo xem xét cho em ạ. Em cảm ơn phòng đào tạo ạ",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . kính mong VPDTQT tăng sĩ số lớp GT2( MT1005), chương trình chất lượng cao.. .   em cảm ơn ạ.",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa phòng đào tạo. Em tên là Hoàng Thị Kim Chi, MSSV:[student_id], thuộc khoa Kỹ thuật Hoá học. Hôm nay em biết mail này để xin Phòng đào tạo mở thêm lớp dạy học ở cơ sở 2. Vì đợt đăng ký lần 1, em có đăng ký đầy đủ (5 môn/5 môn) nhưng kết quả lại bị hủy tận 3 lớp. Cho đến đợt đăng ký lần 2 thì lớp lại không còn chỗ. Cho nên, em xin phòng Đào tạo mở thêm lớp Thí nghiệm Vật Lý, Giải tích 2, Vẽ kỹ thuật, Đại số tuyến tính ở Cơ Sở 2 ạ. Không phải riêng mình em mà hầu như rất nhiều sinh viên vẫn chưa đăng ký được lớp trong đợt đăng ký môn học lần 2 này hoặc lớp các bạn ấy đăng ký cũng bị huỷ giống như em.  Kính mong Phòng Đào Tạo xem xét.",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Xin chào thầy/cô ạ, thầy/cô có thể tăng sĩ số môn EE2017 cơ sở kĩ thuật điện của 1 trong các lớp L05_L11-L15 để em đăng ký được không ạ",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy(cô), em muốn xin PĐT mở thêm sỉ số môn Thiết kế luận lí verilog CO1025 và môn Hệ Điều Hành CO2017 với ạ?. . Em cảm ơn ạ!. .",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT. . Hiện tại môn Công Nghệ Phần Mềm (mã MH: CO3001) đã được PĐT mở một lớp ở CS2, nhưng do nhu cầu đăng ký cao nên không đủ chỗ cho các bạn đăng ký, vậy em muốn xin tăng sỉ số lớp ở CS2 thì em có phải làm đơn hay phải thực hiện như thế nào ạ?. . Kính mong PĐT phản hồi giúp em. . Em xin chân thành cảm ơn.. .   i Đăng ký môn học .",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . kính gửi ban phụ trách,. . . . em xin đăng ký môn hóa đại cương ạ do sơ ý em xóa mất ạ chứ em đăng ký trước đó rồi ạ",
            "mã môn học là CH1003 ạ. . do em sơ suất ạ",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "TKB sơ bộ của em bị trùng lịch, cho em xin đăng kí vào một lớp đã đủ sỉ số học để không trùng lịch nữa ạ. Em cảm ơn",
            "Chào bạn,. . . . Phòng Đào tạo đã gởi mail thông báo về việc  đăng kí môn học đợt nguyện vọng (đăng ký thêm các môn có nhu cầu học) từ ngày 31/12/2020 đến 09 giờ ngày 04/01/2021, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa quý thầy, cô pđt. Em tên trần thị kim tuyến khoa kỹ thuật môi trường. Nay em xin pđt mở thêm sỉ số lớp môn sức bền vật liệu, mã môn học (Ci2001) đợt đăng ký môn học đợt 2 học kỳ 202 chính quy (chuyển hệ). Em xin chân thành cảm ơn",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hi [full_name]T ạ!. . Cho em hỏi quy trình xin mở lớp mới với quy trình tăng sỉ số lớp để em đăng kí môn học ạ ?. . Em cảm ơn",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô, em tên [full_name], MSSV: [student_id]\t. . . . Em muốn xin mở thêm sĩ số môn Vi xử lý,\tEE2013, lớp A01 được không ạ. . . .",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô ạ, thầy/cô xin cho em hỏi như sau:. . em là sinh viên khoá K18 do không đăng ký được giải tích mạch vào kì trước nên em bị trễ 1 vài môn học trước và tiên quyết của chuyên ngành em. Theo em được biết thì kì chính này sẽ mở, nhưng hiện tại 2 môn đó lại đang mở dưới mã mới của của chương trình K19. . . Em không biết liệu có thay đổi gì đối với chương trình học của em không ? và em có phải đăng ký theo mã mới K19 để kịp chương trình hay phải làm đơn với các bạn gặp trường hợp tương tự để mở lại môn với mã cũ của K18, em vô cùng cảm ơn thầy/ cô đã đọc câu hỏi của em. Mong được quý thầy/ cô hồi âm sớm. Kính chào quý thầy/ cô.. .",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn  đăng kí đúng mã số trong CTDT của mình nha, trường hợp 2 môn đó tương đương nha thì bạn mới đăng kí môn khoá 19 mới được nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . kính gửi ban phụ trách,. . do em sơ ý xóa nhầm ạ",
            "Chào bạn,. . . . Phòng Đào tạo đã gởi mail thông báo về việc  đăng kí môn học đợt nguyện vọng (đăng ký thêm các môn có nhu cầu học) từ ngày 31/12/2020 đến 09 giờ ngày 04/01/2021, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn xin phòng đào tạo mở thêm sĩ số môn Vận trù học (ME2051) được không ạ. . . Vì là môn chuyên ngành mà kì này chỉ mở 1 lớp nhưng đã full sĩ số rồi nên em không đăng kí được. Nhưng theo qui định thì hết năm 2 không hoàn thành chương trình năm 1,2 thì không được đăng kí môn năm 3, nên em chân thành xin phòng đào tạo mở thêm sĩ số cho lớp Vận trù kì này để em có thể đăng kí học ạ.",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Tăng sỉ số môn EE3031 - Lập trình hệ thống nhúng A01 ạ. . Em xin cảm ơn.. . . .",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào anh/chị. Em là sinh viên K17 và có một môn của em đã đổi mã môn học là môn Quản lý thu mua (đổi từ ME4657 thành ME2113) thì em đăng ký môn học với mã môn học mới (ME2113) thì có được tính vào số tín chỉ tích lũy ngành không ạ. Em cảm ơn!. .",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi quý thầy cô,. . . . Em tên là [full_name] thuộc lớp KSTN-HC19 (MSSV: [student_id]), em muốn xin tăng sĩ số của lớp L14 (tức thứ 6, tiết 8,9). . Lí do: Do thời khóa biểu môn chính trị hiện tại bị trùng với lịch học môn cơ sở ngành trên CS1.. . Rất mong quý thầy cô giải quyết giúp em ạ!Em xin cảm ơn rất nhiều !",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. .",
            "Đăng ký môn học . Kính gửi quý thầy cô,. . Em tên là [full_name] thuộc lớp KSTN-HC19 (MSSV: [student_id]), em muốn xin tăng sỉ số lớp L14 (tức thứ 6, tiết 8,9). . Lí do: Do thời khóa biểu môn chính trị hiện tại trùng với môn cơ sở ngành tại cơ sở 1. . Rất mong quý thầy cô giải quyết giúp em với ạ! Em xin chân thành cảm ơn quý thầy cô",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] ký môn học . Thưa anh/chị, mặc dù mssv em [student_id] nhưng em học chung sinh viên khóa K18, sau kết quả ĐKMH đợt 1 của em, em bị xóa hết tất cả các môn đã đăng kí vì lý do thiếu môn tiên quyết GDTS_2. Em có 2 câu hỏi ạ:. . + K18, em đã hoàn thành 3 môn thể chất là: GDTC1, Bơi và Võ. Nhưng tại sao em vẫn bị thiếu môn tiên quyết GDTS_2?. . + [full_name] kí đợt 2, em đã đăng kí lại được 1 vài môn, nhưng liệu có chắc chắn rằng những môn này sẽ không bị xóa vì cùng lý do như trên nữa không ạ?",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi: Phòng Đào tạo Trường ĐH Bách Khoa TP HCM.. . Em tên là [full_name]. Mã số SV: [student_id]. Hiện đang là khóa K20 học ngành Vật lý Kỹ thuật. Em gửi yêu cầu này với mong muốn xin Phòng Đào tạo tăng sỉ số lớp / mở thêm lớp Vật lý 2. Em rất mong được học môn Vật lý 2 trong học kì tới. Nếu em có thể làm gì xin phản hồi cho em với ạ. . . Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Nhà trường,. . . . Em có nguyện vọng được xin mở thêm sĩ số môn CO2003 Cấu trúc dữ liệu và giải thuật, lớp L01_L01 do toàn bộ các lớp đã full sĩ số.. . . . Em xin chân thành cảm ơn.. . [full_name]",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là:[full_name]. . MSSV:[student_id]. . Hiện tại em đang cần học môn ME2007 Chi tiết máy. . Em xin hỏi PĐT có thể tăng sĩ số lớp L02_L06 Môn Chi tiết máy, mã môn ME2007 được không ạ?",
            "Đăng ký môn học. . . . Em tên là:[full_name]. . MSSV:[student_id]. . Hiện tại em đang cần học môn ME2007 Chi tiết máy. . Em xin hỏi PĐT có thể tăng sĩ số lớp L02_L06 Môn Chi tiết máy, mã môn ME2007 được không ạ?  /QUOTE . . ĐKMH đợt 1 em có đăng kí môn này sau đó bị hủy vì lí do PDT không đ/ký cho SV MH ME2007 (1: Thiếu môn song hành ME1015), nhưng mà hiện em đang học môn này tức Nguyên lí máy ME2003, chính xác với mã trong chương trình đào tạo chứ không phải ME1015 (mã cũ) ạ. .",
            "Chào bạn,. . . . Chiều này (31/12) PDT sẽ gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi kì 202 sắp tới thì thủ tục đăng ký các môn gdtc như thế nào ạ? Vẫn đăng ký qua trang web của trường như trước hay phải trực tiếp qua TT TD&TT của ĐHQG đăng ký ạ?",
            "Chào bạn,. . . . Việc này PDT có gời mail thông báo rồi nha bạn, bạn vui lòng kiểm tra mail.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô phòng Đào tạo đã xem tin nhắn của em.. . Em xin PĐT tăng thêm sỉ số môn học av3 để e có thể đk môn học ạ. em không biết tại sao đk môn học lần 1 e có đk mà lần 2 lại mất ạ.. . Em cám ơn thầy/cô đã phản hồi ạ.",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . CHào thầy cô. . Em hiện là sinh viên k18, do các học kì trước chưa học các môn Mach điện tử(EE2007) và vi xử lý..., kì này em đăng kí thì thấy mã môn học đã được đổi. CHo em hỏi các môn học đó đã đổi thành những môn nào (hay mã môn học nào)và nếu em đăng kí học những môn đó nhưng theo mã môn học mới thì có được tính điểm tương đương với mã môn học cũ không ạ.. . Em xin chân thành cảm ơn!!!",
            "Chào bạn,. . . . Các môn tương được/thay thế  có cập nhật trên web PDT bạn vui lòng kiểm tra lại nha http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_201&tid=447.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là quy chế quy định là nếu đk TTTN trong kỳ chính thì đk tối đa được 12c, nhưng hôm nay em vào đk thì thấy tối đa được 15c, em có vào quy chế xem lại thì không còn để tối đa 12c nữa, vậy cho em hỏi là quy chế đã đổi từ 12c lên 15c rồi đúng hông ạ, vì em sợ nếu em đăng kí lên 15c thì sợ đợt 3 lại hủy TTTN của em,. . em cảm ơn ạ",
            "Chào bạn,. . . . Theo qui định 12 tín chỉ nha bạn http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1609.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "ee3025 lớp A02 .",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin phép đăng kí bổ sung môn học. . Mã môn IM1009 . . MSSV [student_id]  . . Đăng kí bổ sung lớp L02. . . . . .",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "ee3031 lớp A01 .",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Giải tích 2 - MT1005. . Vật lý 2 - [full_name]H1005. . Đại số tuyến tính - MT1007. . Vẽ kĩ thuật - CI1003. . Thí nghiệm vật lý - [full_name]H1007. . Tại cơ sở 2. . . .",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký lại môn học GIải Tích 2 vì lở tay bấm xóa trong đợt đăng kí lần thứ 2. . Đăng ký lại thời gian môn [full_name] và [full_name]",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name], MSSV [student_id], em có tạm dừng học kì 192 và 201 vì lý do cá nhân, em có đăng ký môn học cho kì 202 thì bị xóa hết các môn chuyên ngành của kì 2 năm 3, hệ thống báo là không đủ chuẩn thể chất sau năm 2. Em đã đọc lại quy chế là từ k18 trở về trước phải hoàn thành chuẩn thể chất sau năm 3 thì mới được đăng kí môn học của năm 4. Vậy tại sao em lại bị xóa môn khi em không vi phạm quy chế vậy ạ? Em có rớt gdtc1 và qua 2 môn bóng rổ, cầu lông nhưng việc đó không vi phạm quy chế. Mong pđt trả lời giúp em với, em cảm ơn.",
            "Chào bạn,. . Phòng Đào tạo đã gởi mail thông báo về việc  đăng kí môn học đợt nguyện vọng (đăng ký thêm các môn có nhu cầu học) từ ngày 31/12/2020 đến 09 giờ ngày 04/01/2021, bạn vui lòng kiểm tra mail để biết thông tin nha. . Các SV căn cứ trên nhu cầu học tập cá nhân, kết quả ĐKMH ĐANG CÓ ở đợt ĐKMH lần 2, đăng ký THÊM các môn học có nhu cầu học. . Đợt 3 - dự kiến vào 12-14/1/2021, sinh viên có thể hủy, hiệu chỉnh và bổ sung môn học nhé bạn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi về việc K19 Khoa Kỹ thuật hóa học, cụ thể ngành Hóa Dầu sang năm 3 có chuyển lên học tại cơ sở 1 - quận 10 không ạ?. . Em xin cảm ơn ạ!",
            "Chào bạn,. . . . Việc này tôi không thể trả lời cho bạn được, khi nào chuyển cơ sở 1 nhà trường có cập nhất trên web PDT.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . dạ thưa cho em trình bày là đợt 1 em có đăng ký môn học đầy đủ, và em cũng không bị trễ anh văn,hoàn thành đầy đủ các môn giáo dục thể chất,hoàn thành đủ các môn tiên quyết và học trước, và đủ tctl cho năm 3, nhưng đợt 2 pđt đã xóa hết môn của em, và hậu quả là đúng 10h ngày mở đăng ký, do có công việc nên em vô đăng ký trễ hơn tầm 45 phút, lúc vô đăng ký nhưng web bị lỗi nhiều lần, và đến khi web ổn định hơn thì đã full hết slot và em không thể đăng ký bất kỳ môn nào chuyên ngành của em, trong khi những môn đó rất quan trọng đến thời hạn ra trường, em mong pđt xem xét và giải quyết trường hợp của em bằng cách tăng sĩ số các môn hay bất cứ cách nào tiện nhất ạ, chứ không thì thiệt thòi cho em quá trong khi không phải lỗi của em, em cảm ơn nhiều!!",
            "Chào bạn,. . . . Phòng đào tạo đã gởi mail thông báo về việc  đăng kí môn học đợt nguyện vọng (đăng ký thêm các môn có nhu cầu học) từ ngày 31/12/2020 đến 09 giờ ngày 04/01/2021, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo.. .   U Em là sinh viên K19 đang theo học chương trình CLC Việt-Pháp ạ  /U .. . Vì lý do là HK2 (2020-2021), số tín chỉ môn học của em đăng ký là 11 tc (do có môn em đã hoàn thành trước trong HK hè ạ), nên em muốn xin nhà trường có thể mở thêm sĩ số lớp cho em và bạn của em ở môn học \"   B Kỹ thuật lập trình - mã môn: CO1027 - lớp L05_L14  /B  \" ấy ạ!. . Do lịch của lớp ấy không bị trùng với các môn khác của chúng em ạ.. . Em xin cảm ơn Phòng Đào Tạo rất nhiều ạ!. .",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí lại nha.. . . . Thân. .",
            "Dạ em chào Cô ạ!. . Do đợt đăng ký bổ sung vừa rồi em có đăng ký, nhưng sang đợt 3, phần môn CO1027 của em bị hủy do đó là do không năm trong chương trình đào tạo của em. Nên em muốn Xin nhà trường có thể mở thêm sĩ số lớp cho em và bạn của em ở môn học \"   B Kỹ thuật lập trình - mã môn: CO1027 - lớp L05_L14 \" ấy ạ!  /B . .      U   /B Do em đang là sinh viên Việt Pháp K19  /U  mà em muốn được học thêm môn khác bên khoa máy tính   U để em được đủ số tín chỉ tối thiểu ấy ạ!  /U   B . .  Dạ em xin chân thành cảm ơn Cô và nhà trường ạ!. .  Dạ em xin chúc Cô có một ngày làm việc thật vui khỏe ạ!",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1713306  /b \t. . . .   i Học vụ . Kính gửi PĐT, cho em hỏi môn VI XỬ LÝ mã cũ EE2013 ( 4 tín chỉ) đã được đưa vào danh sách môn tương đương/ thay thế thành môn VI XỬ LÝ mã mới (EE2039) ( 3 tín chỉ).  Vậy theo qui chế về môn tương đương/thay thế, nếu em học môn Vi xử lý mã mới thì có được tính đã qua cho môn vi xử lý mã cũ không ?? ( theo dạng điểm MT ( tính tín chỉ tích luỹ, không tính điểm trung bình tĩnh luỹ ngành)). Em cảm ơn",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em xin đăng kí thời khóa biểu bổ sung thêm các môn được không ạ Tại em thấy có nhiều trường hợp ghi 61/60 vẫn được.. . Em đã kiểm tra với thời khóa biểu và không xuất hiện việc đụng giờ hay gì ạ.. . . . Nếu đăng kí được hơn 3 trên 4 môn bên dưới thì xin xóa giúp em môn \"EE3053 - Mạng cảmbiến khôngdây&ưd\" nhóm A01 với ạ.. . . . EE3063 lớp A01 (60/60) Trí tuệ nhân tạo trong điều khiển. . EE3037 lớp A01Điện tử y sinh. . EE3031 lớp A02 (61/61) Lập trình hệ thống nhúng. . EE3077 lớp A01 (60/60) Thị giác máy. . . . Em xin chân thành cảm ơn.. . . .   i Đăng ký môn học ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa Phòng Đào tạo,. . . . Em tên là [full_name], MSSV [student_id].. . . . Em viết bài này với hy vọng Phòng Đào tạo sẽ tăng sĩ số lớp L02_L04 của môn Giải tích 2 (mã môn MT1005).. . . . Lý do: Do chưa được hướng dẫn cách đổi nhóm môn học nên em đã thực hiện xóa môn để đăng ký nhóm khác của môn học đó. Nhưng do đường truyền mạng kém nên các lớp đều đã đủ sĩ số trước khi em kịp đăng ký lại.. . . . Em rất mong Phòng đào tạo sẽ chấp thuận yêu cầu này của em.. . . . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "U Đăng ký môn học . Em tên [full_name] . . [student_id] . . Em xin pdt mở thêm sỉ số đồ án MA3059 ạ . . Em cảm ơn rất nhiều ạ . . Trân trọng!",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin phép mở sỉ số lớp A02 môn học Xử lý ảnh EE3035 và lớp A01 môn Trí tuệ nhân tạo trong điều khiển EE3063 . .",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name]. . MSSV: [student_id]. . Lý do là em đăng kí môn học Học kì 2 năm 2020-2021. Nhưng vào trang đăng kí thì bị hết lớp, không đăng kí môn được. Nên giờ em phải làm thế nào để đăng kí môn Học kì 2 được ạ. Em mong là sẽ nhận được phản hồi sớm.. . Trong thời gian chờ phản hồi của Phòng, em xin chân thành cảm ơn. .",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . ⁰chào thầy cô ạ thầy,( cô) cho em hỏi em đã đăng kí môn học hóa đại cương từ đợt đăng kí 1 nhưng do chưa đủ tín chỉ học nên em đã thêm 1 số môn và môn hóa đại cương do lịch hoch chưa phù hợp với em nên em đã xóa môn để đăng kí lại lớp khác. Nhưng khi xóa xong qua đăng kí lớp khác thì tất cả các lớp đã đủ số lượng nên em không còn đăng kí được nữa. . Xin thầy cô cho em hỏi giờ em phải làm sao để đăng kí lại được nữa ạ. . Em cảm ơn.",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào các anh chị và thầy cô, hiện tại môn CH3151 (môn kỹ thuật xúc tác và ứng dụng) lớp A01 hiện tại sĩ số lớp là 60/60 và đã đầy và môn này chỉ có một lớp duy nhất dành cho đại trà, mà em muốn đăng ký học môn này (môn này là môn quan trọng của ngành em), nên em mong muốn PĐT có thể mở tăng thêm sĩ số lớp lên để cho em có thể đăng ký được không ạ.",
            "Chào bạn,. . . . Chiều này (31/12) PDT sẽ gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ gv có thể mở thêm lớp Vi xử lý EE2039 lớp A01_A01 được không ạ? Và có thể thêm em vào lớp đó được không ạ? Em cảm ơn rất nhiều ạ",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy/cô,. . Em là [full_name] [student_id], sinh viên khoa Cơ khí. . . . Em xin được mở thêm sỉ số môn Cơ khí Đại cương (ME1003) lớp L02_L04 ạ.. . . . e xin cảm ơn ạ.",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi nhà trường có mở đợt đăng kí môn học lần 3 không ạ. Em cảm ơn.",
            "Chào bạn,. . . . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ hôm nay em đăng kí môn học, môn Anh Văn 4 của em mới hủy đển chuyển sang lớp khác, mà giờ em đăng kí lại thì không đăng kí được ạ . .",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí lại nha.. . . . Thân. ."
        ]
    }
]