[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào cô,. . . . cô có rep mail trước của em là lớp đã đủ xỉ số 100 nên không thể mở thêm, nhưng lớp em chỉ mới 60, cô xem xét giùm em được không ạ. . . . dạ em cảm ơn !",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . . Quy định từng loại môn học chứ không phải môn nào cũng 99sv em nhé.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Kính thưa PĐT!. . Em tên: [full_name], MSSV: [student_id], Khoa Kỹ thuật Hóa học, chuyên ngành Công nghệ Sinh học.. . Cho em xin hỏi là khi em theo học môn CH2043 (CTĐT K19) thì em có thể làm thủ tục để xét môn học tương đương cho môn CH2047 (CTĐT K18) hay không?. . Lý do: Hiện tại CTĐT giữa K18 và K19 có sự thay đổi nên em không thể đăng kí mã số môn cũ vì không đủ sỉ số để mở lớp. Mặc khác, hai môn học trên lại không nằm trong danh sách môn học tương đương/thay thế.. . Em hy vọng PĐT sẽ sớm cho em câu trả lời ạ!",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Kính thưa PĐT!. . Em tên: [full_name], MSSV: [student_id].. . Chuyện là em có đăng kí môn học nhưng lại bị nhầm nhóm lớp Axx (nhóm lớp Kỹ sư Tài năng) thay vì Lxx (Lớp đại trà thường). Liệu sau khi em theo học thì em có thể dùng điểm bên lớp Axx để xét môn tương đương cho CTĐT K18 em đang theo học không ạ?. . Em hy vọng PĐT sẽ sớm giải quyết giúp em khúc mắc này ạ!. . Em xin chân thành cảm ơn!",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT, KSTN vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa PĐT!. . Em tên: [full_name], MSSV: [student_id].. . Cho em hỏi là khi em muốn thực hiện rút môn học trong học kì mới này thì em phải làm những thủ tục cần thiết nào trong thời điểm không thể lên PĐT trực tiếp như này ạ?. . Em xin chân thành cảm ơn PĐT. Hy vọng PĐT sẽ sớm phản hồi ạ!. . . .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. .",
            "Đăng ký môn học . Xin cho em hỏi là: Nếu bây giờ học theo thời khóa biểu đang hiện hành. Thì trong vòng 6 tuần đầu ( khi đã đóng học phí đầy đủ ), thì vẫn rút môn được không ạ? Em cảm ơn ạ",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa phòng đào tạo,. . Em tên [full_name], sinh viên lớp DD17KSTD. . . Vào học kỳ 202 em có đăng ký học cải thiện lớp xác suất thống kê. Tuy nhiên, do đang trong thời gian cách ly tập trung của tỉnh nên em đã xin hoãn thi vì lý do cơ sở vật chất không đủ đáp ứng.. . Hiện tại, em đã bảo vệ thành công luận văn tốt nghiệp và chuẩn bị cho việc lấy bằng ra trường.. . Theo qui định của trường, môn em hoãn thi chỉ có thể đăng ký thi lại sớm nhất vào kỳ tiếp theo đồng nghĩa với việc em sẽ ra trường trễ một học kỳ.. . Nhưng cũng theo quy định của chương trình kỹ sư tài năng, em phải ra trường đúng hạn để giữ bằng kỹ sư tài năng.. . Nếu chiếu theo quy định, em sẽ bắt buộc mất bằng kỹ sư tài năng vì lý do hoãn thi môn học cải thiện trên.. . Thưa phòng đào tạo, đối với trường hợp bị vướng mắc giữa hai quy định như em thì mình có phương án giải quyết như thế nào ạ. . . Em đã cố gắng rất nhiều để duy trì các tiêu chuẩn của kỹ sư tài năng trong suốt 3 năm học và không muốn không bị mất bằng tài năng vì lý do dịch bệnh Covid 19 bị tỉnh bắt buộc đi cách ly tập trung ạ.. . Em cảm ơn phòng đào tạo rất nhiều vì đã giải quyết vấn đề của em.",
            "Chào bạn. . Bạn có thể viết đơn nộp [full_name] trình bày vấn đề của bạn để giữ bằng kỹ sư tài năng, [full_name] sẽ làm công văn đề nghị để trình xin ý kiến của Ban giám hiệu [full_name]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào quý Thầy/Cô,. . Em xin hỏi về việc rút môn học của học kì I 2021-2022.. . Hiện tại em có 2 môn học, 1 của HK202, 1 của HK203. Trước đó, để dự phòng cho việc thi rớt môn nên em có đăng ký 2 môn này ở HK211. Nhưng mãi đến hôm nay thì lịch thi của học kì cũ vẫn chưa có và 2 môn này ở HK211 đã bắt đầu rồi. Mail cũng mới vừa thông báo trước đó mấy ngày thôi. . . Em xin thắc mắc, trong trường hợp này, nếu sau này em thi đạt 2 môn học này thì em có được phép rút môn học mà không cần đóng học phí cho HK mới không ạ? . . Vì nếu thu thì quá là vô lý. . . Trước đây điều vô lý cũng đã xảy ra 1 lần. Sau khi thi giữa kì môn Pháp luật đại cương thì nhận được thông báo miễn môn. Học phí cũng đã đóng rồi, và không được hoàn lại. . . Mong được quý Thầy/Cô giải đáp. . . Em cảm ơn.",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t[full_name] [full_name] [full_name] [full_name]   i Học vụ  /i [full_name] [full_name] [full_name] [full_name] Vì lí do tình hình dịch bệnh kéo dài và thay đổi chương trình mới [full_name] Em không thể đăng ký trả nợ môn đúng hạn [full_name][full_name] [full_name] [full_name] [full_name] Nay hết thời gian đào tạo tối đa , nhà trường có thể xem xét cho em kéo dài thời gian đào tạo được không ạ [full_name][full_name] [full_name] [full_name] [full_name] Trong trường hợp không thể được , em xin gửi [full_name] [full_name] [full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô ạ, cho em hỏi em có đăng ký môn đồ án thiết kế ME3139, đăng ký thành công có hiện trên thời khóa biểu nhưng không hiện trên elearning là sao ạ? em xin cảm ơn",
            "Chào bạn,. . Hiện tại PDT đã cập nhật lại danh sách trên bkel đến trước 17h ngày 23/8/2021.. . Một số môn đã có TKB trên mybk/Thông tin SV, nhưng vẫn chưa có trên BKeL là do Khoa chưa phân cán bộ GD (SV liên hệ khoa để được hướng dẫn thêm về môn học). . PDT vẫn đang cập nhật ds phân công của Khoa gửi lên (nếu có), SV vui lòng theo dõi thường xuyên nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học Học kỳ 211 . Kính gửi phòng đạo tạo,. . Em tên là Nguyễn Mậu Anh Tuấn MSSV: [student_id]. . . . Trong đợt đăng ký dự thính vừa rồi em có đăng ký môn học Mạch Điện Tử EE2007 DT01 do thầy [full_name] hướng dẫn.. . Nhưng vì một số lý do cá nhân nên hiện tại em không muốn đăng ký học môn này nữa nên muốn rút môn học này. Dạ em không biết hiện tại nếu em rút môn thì có phải thanh toán học phí không ạ? Nếu có thì có cách nào để em rút môn học không đóng học phí không ạ, và đơn xin rút môn học lấy ở đâu ạ.. . . . Mong sẽ sớm nhận được phản hồi từ thầy/cô.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: PDT Cho em hỏi rút môn học HK211  trong đợt 3 DKMH này có bị tính học phí không ạ. Em cảm ơn ạ. .",
            "QUOTE MSSV/MSGV: 1711167    . . . . Yêu cầu khác. . . . PDT Cho em hỏi rút môn học HK211  trong đợt 3 DKMH này có bị tính học phí không ạ. . . Nếu em muốn hủy tất cả các môn trong HK211 (TRỪ DỰ THÍNH HK211) thì phải làm thế nào ạ. . Em cảm ơn ạ. . . .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi do nhầm lẫn nên em đăng ký nhầm hai môn học, giờ em muốn hủy hai môn đó thì cần phải làm sao ạ",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em tên là [full_name], mã số sinh viên [student_id] ạ.. . . . Trong danh sách đăng ký môn học ban đầu của em có môn Triết học (SP1031) và môn Kiến trúc Máy tính (CO2007).. . Em bị xếp vào lớp Triết học CC13 nhưng sẽ bị trùng lịch hết với các tiết của môn Kiến trúc Máy tính.. . Em bắt buộc phải xóa đi lớp Triết học CC13 đổi qua lớp CC01 để có lịch học môn Kiến trúc Máy tính CC01.. . . . Em mong PĐT có thể hỗ trợ em trong việc điều chỉnh này ạ.. . Vì sắp học và chia nhóm trong lớp nên em mong PĐT hỗ trợ em sớm ạ.. . Em xin cảm ơn ạ. .",
            "Chào bạn,. . Bạn vui lòng liên hệ với [full_name] (Văn Phòng Đào tạo Quốc tế) để được hướng dẫn và hỗ trợ về ĐKMH nhé:. . [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT ạ, theo như kết quả ĐKMH đợt 1 và 2 thì hệ thống xếp TKB của em 2 môn là:. . 1. An toàn quá trình CH3297, Nhóm lớp A01, tiết 7,8 ngày thứ 3.. . 2. Công nghệ các sản phẩm tẩy rửa CH3169, Nhóm lớp L01, tiết 5,6 ngày thứ 3. Và đây là lớp duy nhất của môn học này.. . Trong suốt đợt 2 em không có hiệu chỉnh TKB của 2 môn này.. . Với sự thiếu quan sát trong việc đkmh đợt 2 nên em đã không chú ý đến vấn đề này. Nay em tha thiết cầu mong xin thầy/cô PĐT chuyển môn An toàn quá trình CH3297 của em từ lớp A01 sang L02, để em có thể theo học cả 2 môn khi tình hình dịch ổn định trở lại. Vì nếu không được đổi thì em không thể học liên tục 4 tiết ở 2 cơ sở khác nhau ạ.. . Em xin lỗi vì gửi nhiều tin nhưng thực sự vấn đề chưa được giải quyết và em không thể liên lạc được nên rất rối ạ.. . Em xin chân thành cảm ơn các thầy/cô cán bộ PĐT ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mã số sinh viên là [student_id]. . Lý do: Trong đợt đăng ký môn học đợt 3, em không thể đăng ký được vì các lớp không trùng lịch đã đủ số sinh viên. Còn các lớp còn trống, em lại bị trùng lịch. Vì thế, em muốn xin được vào một lớp đã đủ sinh viên được không ạ? Nếu đưọc thì em phải làm gì để đăng ký được ạ.. .",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào cán bộ PĐT,. . Em kính xin cán bộ xem xét chuyển em từ nhóm L04 sang nhóm L01 lớp Công trình trên nền đất yếu Ci4037.. . Lý do: lớp L04 hiện tại của em bị xếp vào ngày thứ 2 em có quá nhiều tiết, em đã học thử tuần vừa rồi và thấy khá đuối, không thể sắp xếp hiệu quả được thời gian, em rất sợ ảnh hưởng đến kết quả học tập.. . Rất mong PĐT thông cảm và giải quyết cho em.. . Em xin chân thành cảm ơn.. . Chúc cán bộ dồi dào sức khỏe, an toàn mùa dịch",
            "Chào bạn. . TKB Hk 211, đã ổn định nên không thể chuyển nhóm được. . Mong bạn thông cảm . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy cô cho em hỏi bây giờ em check lớp hóa dầu của cô [full_name] thì sỉ số lớp chỉ có 28/60 thì có thể bị hủy môn học đợt 3 này không ạ?",
            "Chào bạn. . Nếu có huỷ lớp thì [full_name] sẽ thông báo cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 . Dạ em là [full_name], lớp CCQKD18 ạ. Em muốn xin hủy đăng kí 2 môn là:. . - Thương mại điện tử - IM3023 lớp CC01 và. . - Tư tưởng [full_name] - SP1005 lớp CC03 ạ . . . . Lý do em đăng kí hủy 2 môn trên là vì bị trùng tkb môn Phương pháp tính (IM3049) ạ. Vì lớp em mới xin mở được lớp đó và em nghe nói từ kì sau sẽ không mở môn đó nữa ạ nên em chỉ có thể đăng kí môn đó trong kì này và bắt buộc phải hủy những môn trùng lịch ạ.. . . . Bên cạnh đó em cũng muốn hỏi là sau khi hủy môn thì có thể đăng kí lại môn đã hủy nhưng đổi lớp CC được không vậy ạ? Vì em bị trùng lịch lớp CC01 của môn Thương mại điện tử nhưng vẫn có thể học được lớp CC02 của môn này ạ nên em muốn xin hủy và đăng kí lại lớp CC02 trong đợt 3 ĐKMH ạ, và nếu như vậy thì có phải đóng học phí 2 lần cho môn này không ạ?. . . . Em cảm ơn pđt rất nhiều ạ. Em rất mong có thể nhanh chóng nhận được phản hồi để có thể kịp đăng kí lại trong đợt 3 ạ. Em cảm ơn rất nhiều ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa quý thầy cô, học kỳ 202 em bị đình chỉ học. Kỳ này em muốn đăng ký học lại thì em nên làm gì ạ?",
            "Chào bạn,. . SV vui lòng tải mẫu đơn thu nhận tại trang aao.hcmut.edu.vn/Sinh viên/biểu mẫu. Điền đầy đủ thông tin và gửi qua bksi nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 . Kính thưa pdt, hồi sáng do em lỡ xóa môn EE2035 mà trong khi đã có thời khóa biểu ạ,sau khi em vào lại thì đã hết lượt đăng ký  điều này đã khiên em vô cùng lo lắng, do đó em viết mail này kính xin pdt có thể cho em rút môn mà không tính học phí cho em với ạ bởi vì gia đình em cũng khó khăn và tình hình dịch bệnh covid thì quê em cũng bị phong tỏa và cha mẹ cũng không có việc làm vì vậy xin pdt có thể cho em rút môn này mà không tính phí để đỡ gánh nặng chi phí học tập cho gia đình ạ, nếu được thì em xin pdt thông cảm cho em lần này và cảm ơn pdt rất nhiều ạ",
            "Chào bạn,. . Bạn vui lòng làm đơn trình rõ về vấn đề của bạn, ghi rõ lý do cụ thể trong đơn nhé.. . Mẫu đơn bạn gửi dành cho rút MH có tính Học phí nhé. . . vì hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tạo lại câu hỏi vì em thấy câu hỏi trước của em để trạng thái đã giải quyết, nhưng chưa được giải quyết, và em không cập nhật lại được trạng thái của câu hỏi đó nên em nghĩ thầy cô bỏ xót ạ.. . . . Câu hỏi đợt trước e đã tạo. . . . Em chào thầy, cô. . Hiện tại bên chính quy em đã tích luỹ 250/276 tín chỉ. Nhưng vì hết thời hạn được học nên không còn được học nữa ạ.. . . . Ngày 29/7/2021, em có đăng ký chuyển hệ VHVL, em thấy thời hạn đăng ký là 31/7/2021.. . . . Em đã nhận được email kích hoạt hồ sơ tuyển sinh. Nhưng đến nay vẫn chưa nhận được email thông báo trượt hay trúng tuyển, nhưng em đọc được thông báo là khoá VHVL mới đã bắt đầu tạo hồ sơ xác nhận nhập học và hết hạn vào ngày 10/08/2021.. . . . Em muốn biết là em đã đăng ký được không?. . Nếu đăng ký trượt thì đợt đăng ký tháng 11, em có cần đăng ký lại không?. . Em muốn đăng ký học nhưng không nhận được email phản hồi.. .",
            "Chào em,. . PĐT đã nhận được thông tin của em, đã gửi đến bộ phận phụ trách sẽ trả lời  em qua bksi, email. . . . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào phòng đào tạo ạ, PDT có thể giúp em đổi nhóm môn Kỹ thuật chiếu sáng EE3099 từ L02_L04 sang L01_L02 được không ạ. . . .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa PĐT.. . Em đã tiến hành đăng kí chuyển điểm av2 mã La1005 và đã có điểm trên bảng điểm chuyển nhưng không thể đăng kí môn av3a do lỗi chưa có điểm av2 trong học kì dự thính, trong khi đã sắp hết sỹ số. Mong PĐT có thể tạo điều kiện đăng kí cho em môn av3a mã môn La1041 lớp DT02 ạ.. . Em xin cảm ơn PĐT.. . . .",
            "Chào bạn,. . Hiện tại SV muốn xin ĐK bổ sung môn học (ghi rõ lý do xin đăng ký trễ, tên MH, mã MH, mã nhóm xin đăng ký và kèm xác nhận đông ý của GV cho vào lớp. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào cô, em tên là [full_name], mssv [student_id]. Hiện tại em đã qua 4 môn anh văn ở trường tuy nhiên do tình hình dịch bệnh nên các kì thi anh văn quốc tế vẫn chưa tổ chức. Trong trường hợp dịch bệnh kéo dài đến cuối năm, em sợ là vẫn không đăng kí thi để lấy bằng ở các kì thi đó. Trong trường hợp này, em có thể đăng kí nhận luận văn được không ạ? Em cảm ơn cô.",
            "Chào bạn,. . Phải đủ điều kiện bạn mới có thể đăng ký được môn LVTN.. . Sau khi đủ điều kiện, bạn có thể làm đơn xin đăng ký LVTN trễ hạn sau khi hết thời gian đăng ký online.. . Trong đơn phải có xác nhận đồng ý của giáo viên hướng dẫn và Ban chủ nhiệm khoa sau đó nộp tại Phòng Đào tạo để được xem xét đăng ký bổ sung trễ hạn. . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô PĐT,. . . . Do bộ môn có sơ suất, cho nên đăng kí môn học đợt 3 này môn học Xúc tác trong công nghệ lọc - hoá dầu (CH3193) mới được mở để tụi em đăng kí (hình trong file đính kèm), mà em bị trùng TKB với những môn đăng kí trước đó, vậy em có thể xin mở khoá để em điều chỉnh lại TBK để đăng kí môn học đó được không ạ (Em là K18 ạ, mà môn này là môn mã cũ, K19 trở đi học mã mới, nên em sợ từ kì sau hết được mở lớp ạ),. . . . Em mong thầy/cô xem xét,. . Em cảm ơn thầy/cô nhiều ạ,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Sau khi đọc qua quy chế hoãn thi thì em hiểu là sau khi đăng ký hoãn thi thì trong vòng 1 năm em phải đăng ký môn học môn đã hoãn thi phải ko ạ? Vậy những phần liên quan đến bài tập mà trong lớp yêu cầu thì em có cần phải tham gia hay không?",
            "Chào bạn,. . Theo quy định hoãn thi, bạn chỉ đăng làm đơn xin thi lại nhé, không cần ĐKMH,. . vui lòng xem quy định và cách tính điểm hoãn thi tại đây:. . Quy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 . Kính thưa pdt, cho em nộp đơn rút môn học EE2035 với ạ,em đã chỉnh lại và viết bằng tay ạ,em mong pdt thông cảm và giúp đỡ em với ạ.Em xin cảm ơn pdt rất nhiều ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy cô cho em hỏi, anh văn đầu vào em đã hơn 400 điểm, tại sao em ko thể đăng kí anh văn 1 được, nó yêu cầu anh văn cơ bản. Mong phản hồi giúp em.",
            "Chào bạn,. . Bạn vui lòng trình bày rõ, kết quả này là lần thi đầu tiên hay lần thi thứ 2 vậy?. . Thân",
            "Dạ thưa thầy cô là em thi lại lần 2 ạ. Lần 2 là không được đăng kí AV1 nếu qua 400 điểm ạ ?",
            "Chào bạn. . Cô đã báo bộ phận xử lý để ghi chú lại, lần sau bạn vào đăng ký lại môn anh văn 1 nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa PĐT, em có lịch thi bị trùng với lịch học và môn học của em ngày đó có thể sẽ được giáo viên điểm danh. Mong PĐT xem xét và cập nhật lại lịch thi! Cảm ơn!",
            "Chào bạn,. . Bạn vui lòng xem lại mail đã gửi cho SV . . về các lưu ý và kế hoạch học vụ đầu học kỳ 1/2021-2022, đọc rõ mục II. Vấn đề về trùng lịch học và lịch thi (trong thông báo có nói rõ nhé). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào phòng đào tạo, cho em hỏi nếu như học kỳ này em đăng ký 1 môn học (đã học và đạt) để duy trì trạng thái học tập và sau đó em đạt đủ điều kiện để tốt nghiệp trước khi kết thúc học kỳ và không học môn học đó thì môn học em đã đăng ký có ảnh hưởng gì đến việc xét tốt nghiệp không ạ ?. . Em xin cảm ơn.. . . .",
            "Chào bạn,. . Khi đủ điều kiện tốt nghiệp, bạn phải làm đơn xin rút môn học để xét TN nhé,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa pdt, cho em nộp đơn rút môn học EE2035 với ạ,em đã chỉnh lại và viết bằng tay ạ,em mong pdt thông cảm và giúp đỡ em với ạ.Em xin cảm ơn pdt rất nhiều ạ",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em đã đăng kí học phần hồi tháng 7 nhưng đến nay vãn chưa có tkb trong khi chính quy đã đc 3 ngày",
            "Chào bạn. . . . SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . . . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . . . Bạn vui lòng vào ĐKMH nhé, đến hết 14h59, ngày 19.8.21. . . . Về việc rút MH (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021.. . . . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào quý thầy/ cô phòng đào tạo.. . Em có đăng ký in giấy CNSV và đã được duyệt hôm 9/8/2021 nhưng đến nay em vẫn chưa nhận được và được các thầy cô khác giải thích vì một số lý do bất khả kháng nên bưu điện trả về vậy PĐT có thể scan và gửi qua mail cho em được không ạ ( em đang cần gấp ạ ). Em cám ơn ạ !. . [full_name] . . MSSV:[student_id]. . mail:[email]",
            "Chào bạn,. . Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là sinh viên khóa 2017 và hiện tại đã hoàn thành luận văn, các chuẩn AV, nhưng trong HK 202 vừa rồi em không đạt một môn chuyên ngành. Theo quy định của PĐT thì em chưa đạt chuẩn tốt nghiệp. Nhưng em đọc qua thông báo mới của PĐT về kế hoạch HK1 2021-2022 thì thấy có thông báo là việc xét tốt nghiệp tháng 11 sẽ diễn ra cho đến kết thúc HK1 nên em muốn hỏi là trong trường hợp em đăng ký học dự thính môn em không đạt trong HK 211 này thì có kịp thời gian để đăng ký xét tốt nghiệp tháng 11 hay không ạ? Mong phản hồi từ PĐT ạ.",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name]. . MSSV [student_id].. . Hiện em bị hủy tkb môn học Hệ Điều Hành trong đợt 1 của hk211, em xin pdt cho em đăng ký lại môn học trên. . Mã lớp : L02 - L04. . Giảng viên : [full_name]. . Thứ 2 tiết 4,5. . Thứ 6 tiết 8-12. . Em cảm ơn ạ. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ xin chào PĐT, em tên [full_name], khoa Kỹ thuật Hóa Học.. . Em muốn xin PĐT tăng sĩ số lớp L01 môn Công nghệ sản phẩm mỹ phẩm, mã môn CH3147 ạ.. . . . Lí do: Em bị xóa môn, lớp khác bị trùng lịch học, hiện giờ em không thể đổi thời khóa biểu được, còn lớp L01 đã full sĩ số.. . Em kính mong PĐT tăng sĩ số lớp L01 môn CH3147.. . Em cảm ơn ạ.. . . . Mong tin tốt lành,. . [full_name].",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . dạ thầy /cô cho em hỏi em muốn rút môn học kì 211, thì em phải làm đơn như thế nào ạ ?",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id][full_name] [full_name] Em chào Thầy/Cô ![full_name] [full_name] Em xin hỗ trợ về đăng kí môn học: Luận văn tốt nghiệp (CI4333)[full_name] [full_name] Hiện tại em đăng kí LVTN và đang bị thông báo thiếu các môn học tiên quyết: Công trình cảng, ĐA Công trình cảng, Thi công công trình cảng, ĐA thi công công trình cảng, Công trình ven biển, ĐA công trình ven biển, trong khi các môn học trên em đã hoàn thành và đã có điểm, em có gửi trong file PDF đính kèm[full_name] [full_name] Còn môn Anh văn do dịch bệnh em chưa thi được và chưa cập nhật nhưng PĐT đã có mail hỗ trợ cho SV làm LVTN mà không xét môn Anh văn trong thời gian này[full_name] [full_name] Kính mong PĐT xem xét và hỗ trợ sớm cho em để em có thể đăng kí LVTN[full_name][full_name] [full_name] Em xin cảm ơn ![full_name] [full_name] [full_name] [full_name] [full_name] [full_name]",
            "Chào bạn,. . Về môn LVTN,. . Phải đủ điều kiện bạn mới có thể đăng ký được môn LVTN.. . Sau khi đủ điều kiện, bạn có thể làm đơn xin đăng ký LVTN trễ hạn sau khi hết thời gian đăng ký online.. . Trong đơn phải có xác nhận đồng ý của giáo viên hướng dẫn và Ban chủ nhiệm khoa sau đó nộp tại Phòng Đào tạo để được xem xét đăng ký bổ sung trễ hạn. . Về môn tương đương, bạn vui lòng gửi lại yêu cầu về kiểm tra chuyển điểm môn tương đương, ghi rõ bạn môn học tương đương ở HK nào, điểm  và tương đương môn nào? vui lòng trình bày rõ tên và mã MH, để PDT kiểm tra và cập nhật.. . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 . Kính thưa pdt, cho em nộp đơn rút môn học EE2035 với ạ,em đã chỉnh lại và viết bằng tay ạ,em mong pdt thông cảm và giúp đỡ em với ạ.Em xin cảm ơn pdt rất nhiều ạ",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name]. . MSSV [student_id].. . Em xin được đăng ký :. . Mã môn học : CO2007. . Nhóm Lớp : L01 - L01. . Giảng Viên : [full_name]. . Thứ 3 tiết 10 - 12. . Thứ 4 tiết 8 - 12.. . Em cảm ơn ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . . Trong đợt ĐKMH học kỳ 211 đợt 2, em bị hủy hai môn Đồ án sợi dệt và Cấu trúc vải do yêu cầu môn tiên quyết là \"Khoa học vật liệu dệt\" (ME2063) theo mã cũ của khóa K2018 để đăng ký. Tuy nhiên, em đã hoàn thành môn \"Khoa học vật liệu dệt\" (ME2103) và môn \"Thí nghiệm kiểm tra phân tích vật liệu dệt\" (ME2107) theo mã mới của khóa K2019 ở học kỳ 201. Em đã gửi mail cho Phòng đào tạo vào lúc ĐKMH đợt 1, và được phản hồi là sẽ xem xét lại và cập nhật. Tuy nhiên, em vẫn bị xóa môn đăng ký do yêu cầu môn tiên quyết ở đợt 2. Mong phòng đào tạo xét miễn môn tương đương để em có thể đăng ký hai môn trên trong đợt này. Vì chuyên ngành của em do số lượng ít nên khó xin mở lớp ở học kỳ tiếp theo.  . . Em xin chân thành cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "QUOTE Đăng ký môn học . Em là sinh viên chuyển từ chương trình chất lượng cao sang chương trình đại trà và hiện tại em không đăng ký được môn học.",
            "Chào bạn. . Bạn vui lòng ghi rõ tên môn phải có mã số môn học để Pdt mới hỗ trợ được. . Vậy là bạn học cùng các bạn tân sinh viên luôn hay sao?. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào phòng đào tạo. . Sinh viên : [full_name]. . MSSV: [student_id]. . Xin phòng đào tạo cho vào học lớp anh văn 3 . . (LA1007) học kì 211 Chính quy. .    Nguyên nhân do đợt 2 em đăng kí bị lỗi không được học. Mà môn anh văn 3 này em đã từng đăng kí học thành công năm 2 rồi mà hiện tại em đăng kí học lại không được.Đợt 3 đăng kí thì sĩ số các lớp đã đủ hết rồi ạ.  Mong phòng đạo tạo xem xét xếp lớp cho em ạ. Em cảm ơn.",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là đơn hủy hoãn thi là do em tự đánh máy hay tải về từ mybk ạ. . . Em cảm ơn. .",
            "Chào bạn,. . Bạn có thể tự đánh máy, ghi rõ lý do, tên, mã môn học và trong học kỳ nào nhé!. . Sau đó gửi qua bksi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào pdt, Em là [full_name], MSSV là [student_id]. Em xin mở thêm sỉ số môn AS1003 nhóm L01. Hiện tại e là sinh viên năm 4, đã bảo vệ luận văn và chỉ còn thiếu điều kiện môn AS1003 để đủ điều kiện ra trường, em xin pdt tạo điều kiện để em có thể ra trường sớm ạ. Em cảm ơn.",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa thầy cô là em thi lần 2 anh văn đầu vào hơn 400 điểm thì có được đăng kí anh văn 1 không ạ. Em không thể đăng kí AV1. Hay phải đăng kí anh văn cơ bản. Mong thầy cô nói cho em lý do với ạ. Em cám ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô, hôm qua em đã trao đổi và được văn phòng khoa chấp nhận em đăng ký môn học CO1005 vào đợt 3 này ạ. Kính mong thầy/cô phòng đào tạo xem xét cho em ạ!. . Em cám ơn ạ!",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính chào quý thầy cô. . Em tên [full_name] - MSSV: [student_id] lớp VHVL. . Em có vấn đề sau nhờ thầy cô hỗ trợ giùm em. Học kỳ 203 (HK hè) em có đăng ký môn thực tập nhận thức ngành mã môn học: CI2057 nhưng vì tình hình dịch covid nên VP khoa có thông báo tạm ngưng (chi tiết hình đính kèm), vì vậy nên em không có theo dõi việc đóng học phí của môn học này. Hôm nay em vào để đăng ký học kỳ mới thì bị báo lỗi nợ học phí (chi tiết hình đính kèm), Vậy nhờ thầy (cô) hỗ trợ hướng dẫn em khắc phục lỗi này em được đăng ký môn học học kỳ mới. . . Em xin chân thành cảm ơn!!!. . [full_name]. .",
            "Chào bạn. . Nếu có nhu cầu ĐKMH HK211, bạn vui lòng gửi thêm 1 yêu cầu xin đăng ký môn học, ghi rõ tên và Mã MH, mã nhóm, để PDT kiểm tra và ĐKMH cho bạn (nếu còn sĩ số). . . SV chủ động liên lạc với GV để xin vào lớp vì hiện tại đã bắt đầu HK211. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em Tên [full_name] sinh viên hệ VHVL Mã sv [student_id]. . Học kỳ 211: Học Kỳ này em có đăng ký nhầm môn Đo Lường và quản lý chất lượng (ME3101) ở bộ môn May.Hiện tại em đang muốn hủy môn đó để chuyển sang môn khác nhưng đăng ký môn học đã khoá.Hạn đăng ký 2h50 ngày 19/08/2021.. . Nhờ PDT hủy giúp em môn này để em kịp thời đăng ký môn khác ạ.. . Hoặc có cách nào khác để xin hủy nhờ thầy cô hướng dẫn vì sdt PDT hệ VHVL em không liên hệ được.. . Em cảm ơn.",
            "Chào em,. . Em đã đăng ký đợt 2 thành công, không hủy được.  . . . . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . . Thân mến,. .",
            "Dear Cô[full_name][full_name] [full_name]  Vậy có cách nào em có đăng ký thêm môn được không[full_name][full_name] [full_name]  Vì môn em cần đăng ký ME3021 (Kỹ thuật nâng vận chuyển)có lịch học trùng với lịch học với môn đăng ký bị sai nên hệ thống không cho đăng ký thêm[full_name][full_name] [full_name]  Môn ME3101 này hiện không thuộc chuyên ngành của em nên học không có ý nghĩa[full_name] [full_name] [full_name]  Mong cô phản hồi sớm giúp[full_name][full_name] [full_name] Em cảm ơn[full_name][full_name] [full_name]  [full_name] [full_name]",
            "Bạn bạn,. . Bạn vui lòng trình bày rõ vấn đề của bạn (ghi rõ MH xin hủy và bổ sung MH gì (tên MH, Mã MH, mã nhóm) ghi rõ lý do và gửi qua bksi.. . Vì Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. . . .",
            "Dạ nội dung như sau ạ.. .  MH xin hủy:. .     B Nhóm L01_L01 Đo Lường và quản lý chất lượng (ME3101) Ngành Công Nghệ May.   /B . .  MH Bổ Sung :. .      /B Nhóm L01_L02 Kỹ thuật nâng vận chuyển (ME3021 ) Ngành Kỹ thuật Cơ khí. . .  Lý do . .   -Khi đăng ký môn ME3101 môn Công Nghệ May em bị nhầm lẫn với môn của Nghành kỹ thuật cơ khí.. .   -Hiện tại 2 môn trên bị trùng lịch học nên em không thể hủy và đăng ký mới được ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em có đặt yêu cầu trong câu hỏi trước và em xin nộp đơn hủy hoãn/vắng thi môn Hóa học và công nghệ chất hoạt động bề mặt. . . .   i Yêu cầu khác .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cô/thầy cho em xin được mở thêm sỉ số môn H/học trg k/thuật &khmt1 mã môn EN2005, lớp L01_L02 với ạ.. . - Hiện tại sỉ số lớp đang là 29/22 ạ. Nên em nghĩ nếu em đăng kí được vô lớp cũng sẽ không bị ảnh hưởng đến giờ học google meet nên em mạo muội xin mở thêm sỉ số.. . - Môn này là môn chuyên ngành của em là môn học trước của EN2027, EN3041 mà 2 môn lại là môn tiên quyết của nhiều môn khác... Nên nếu không đăng kí được em sẽ bị trễ thêm 2 năm do hầu hết khoa Môi trường của em khá ít người nên đợi mở lớp rất khó và bị đổi mã.. . Em xin phòng đào tạo xem xét giúp em. Em cảm ơn thầy/cô rất nhiều!",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name]. MSSV: 201391.. . Do kì 202 máy em gặp vấn đề nên không thể thi môn Triết học [full_name] được. Thầy/cô cho em hỏi là trường có tổ chức thi bổ sung khi hết dịch không ạ. Nếu không thì em có thể đăng kí thi chúng với học kì 203 vào ngày 24/8/2021 không ạ và cách thức đăng kí thi là như thế nào.. . Em cảm ơn.",
            "Chào bạn,. . - Bạn liên hệ với GV giảng dạy, Bộ môn, Khoa để được hướng dẫn nhé.. . . . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép).. . Bạn phải báo với CBCT để ghi nhận về trường hợp của bạn trong quá trình thi, vì PDT sẽ gửi ds hoãn thi về Khoa để đối chiếu lại nhé!. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn hỏi e có thể đăng kí môn anh văn 3 ở kì dự thính 211 lộ trình 1 và anh văn 4 ở kì dự thính 211 lộ trình 2 được kh ạ?. . . .",
            "Chào bạn,. . Lộ trình 1 và lộ trình 2 thì cũng tính là HK dự thính 211 thôi nha bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Cô, Cô cho em hỏi . . . . Môn tự chọn hồi đó mình rớt sau đó học lại môn khác   /B  đã đạt rồi thì điểm môn cũ rớt đó có tính vô GPA không ạ?. .  Em cảm ơn ạ . . . .",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT, KSTN vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân. ."
        ]
    }
]