[
    {
        "intent": "",
        "message": [
            "Học vụ .   B  Cho em hỏi em đăng ký thực tập tốt nghiệp kỳ hè này và em cần có giấy giới thiệu thực tập của Khoa mà bây giờ PĐT hoãn việc thực tập vì dịch nhưng em muốn xin giấy để thực tập ở quê em vùng không có dịch và người ta cũng đồng ý cho em thực tập rồi ạ..Vì vậy em có thể xin giấy giới thiệu thực tập lúc này không ạ..Em cám ơn",
            "Chào bạn. . Bạn liên hệ bộ môn và Khoa nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 .",
            "đơn đâu bạn ơi???"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi nếu em rút một môn của học kì dự thính 203 thì em có được hoàn lại học phí môn đó không ạ? Em cảm ơn!",
            "Chào bạn. . Bạn xem kĩ lại thông báo của pdt về rút môn học, có tính học phí nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 .",
            "Chào bạn,. . . . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2020-2021 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trêntrang Mybk/xem điểm sau ngày 20/07/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trangbksi.hcmut.edu.vn để khiếu nại).. . . .  . . . . Chúc bạn học tập tốt nhé.. . . . Thân",
            "Chào bạn,. . Phiếu rút MH của bạn không hợp lệ.. . Bạn xem lại đã từng nộp đơn xin hủy môn học qua email cho PDT và đã được đồng ý hủy và hoàn trả học phí.. . Bạn đã nộp đơn xin hoàn trả học phí cho Phòng Đào tạo chưa?. . Nếu chưa bạn vui lòng làm đơn trình bày rõ và  đơn hoàn trả học phí nộp tại Phòng Đào tạo.. . Chúc bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô, em là [full_name] - MSSV [student_id]. Hè này em có đăng ký thực tập ngoài trường nhưng đã bị hủy, lý do: Thiếu môn học trước CO1009.. . Em k19 nhưng hệ VB2 nên học chung với k18, thời điểm đó môn CO1009 đã bỏ và được thay thế bằng môn CO1023 + CO1024, em có học đủ 2 môn này.. . Kính nhờ thầy/cô đăng ký giúp em thực tập ngoài trường, mã CO3315 giúp em. Em xin cám ơn.. .",
            "Chào bạn. . -\tPhòng đào tạo ghi nhận trường hợp của bạn. . -\tBạn xem kết quả tại trang Mybk - xem TKB sau ngày 28/6/2021. . -\tNếu không thấy kết quả vui lòng phản hồi lại trên kênh BKSI. . Thân. .",
            "Chào em,. . Em xem trên mybk đã có TKB rồi nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 .",
            "Chào bạn,. . . . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2020-2021 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trêntrang Mybk/xem điểm sau ngày 20/07/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trangbksi.hcmut.edu.vn để khiếu nại).. . . .  . . . . Chúc bạn học tập tốt nhé.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa em là sinh viên k19 năm sau em có môn chuyên ngành nhưng yêu cầu được đăng kya môn chuyên ngành là phải qua 3 môn gdtc bây giờ do tình hình dịch bệnh em vẫn chưa thi được môn thể chất 3 vậy thì khi đăng ký môn năm 3 em có đăng ký được không ạ. . Em xin cảm ơn",
            "Chào bạn,. . Bạn vui lòng đợi thông báo của nhà trường về việc đăng ký môn học của học kỳ 1/2021-2022 tới nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 .",
            "Chào bạn,. . . . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2020-2021 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trêntrang Mybk/xem điểm sau ngày 20/07/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trangbksi.hcmut.edu.vn để khiếu nại).. . . .  . . . . Chúc bạn học tập tốt nhé.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy ơi em có lich trên thời khóa biểu môn CI4011 Thí nghiệm công trình học vào tuần 27, 28, 29. .  Môn này có học được không Thầy?",
            "Chào bạn,. . Nhà trường đã thông báo đến cho tất cả sinh viên về tạm dừng các phần thí nghiệm cho đến khi có thông báo mới nhé.. . Bạn vui lòng kiểm tra mail sinh viên về việc này.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy / cô , em có đăng kí 1 môn thực tập tốt nghiệp vào HK203 do tình hình dịch nên Thực tập bị hoãn lại nên em quên kiểm tra mail của trường về nộp học phí và đã trễ hạn 2 ngày và bị hủy TKB theo như mail trường thông báo !. . Hiện em đã thanh toán đầy đủ học phí Học Kì 203 , em làm đơn này mong được xem xét khôi phục TKB , Em xin hứa sẽ không tái phạm nữa ạ !. . Em xin chân thành cảm ơn !",
            "Chào bạn,. . TKB của môn TTTN của bạn đã được cập nhật trên trang mybk/Thông tin sinh viên, bạn vui lòng xem kiểm tra lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ kính thưa quý thầy cô. Hiện tại lớp em gặp trường hợp là bạn chưa nhận bằng tốt nghiệp THPT để lấy dữ liệu nhằm đăng kí nộp bằng THPT trên mybk. Trường hợp này các bạn đang ở tại TP.HCM nhưng do tình hình dịch bệnh nên quan ngại di chuyển để nhận bằng và tiến hành đăng kí trước hạn chót đợt 1 30/6. Em xin được quý thầy cô tư vấn thêm ạ, em xin cảm ơn.",
            "Chào bạn. . Bạn kiểm tra lại mail thông báo mới nhất về nộp bằng THPT. . Bạn có thể liên lạc Cô [full_name] phụ trách về bằng THPT qua mail. . [email]. . để hỗ trợ. . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name]. . MSSV: [student_id]\t. . . . Dạ em muốn hỏi về việc làm thế nào để có thể in bảng điểm ra dạng file PDF ạ. Em cảm ơn.. . . .",
            "Chào bạn. . Hiện phòng đào tạo không hỗ trợ vấn đề này, bạn đăng ký in bảng điểm và tự chuyển sang file pdf"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ do thực tập hè trường không mở nên giáo viên chịu trách nhiệm  mở dùm và điền form và thời khoá biểu các bạn khác đã có nhưng em thì không ạ",
            "Chào em,. . Em vui lòng gửi mã môn học, tên môn học để PĐT xét em có được đăng ký không nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy cô.. . Em tên là [full_name], mssv [student_id] hiện đang là sinh viên bộ môn Dệt may, khoa Cơ khí trường ĐH Bách Khoa to.HCM.. . Mấy ngày trước em bị trộm đột nhập vào nhà lấy mất laptop và điện thoại, laptop em vừa mua được 3 tuần nên giờ em không đủ kinh phí để mua lại, gia đình cũng không dư giả để cho em mua lại ngay, dịch bệnh nên chỗ làm thêm của em cũng đóng cửa luôn. Nhưng thực sự em đang rất cần laptop để học online cũng như làm báo cáo thực tập, đồ án trong thời gian sắp tới.. . Thầy cô cho em hỏi bên trường mình có chương trình nào cho sinh viên vay vốn với lãi suât thấp không ạ, em đang cần vay mua lại laptop để học.. . Em xin cảm ơn thầy cô ạ.",
            "Chào bạn. . Bạn liên lạc qua các kênh Phòng Công tác chính trị sinh viên, [full_name], văn phòng đoàn [full_name], trung tâm hỗ trợ sinh viên để hướng dẫn nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 .",
            "Chào bạn;. . Bạn check mail nhé, trường đã gửi mail thông báo hướng dẫn rồi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện tại em đã có danh sách miễn môn học. Tổng là   B 88TC  /B  được miễn, nhưng có 1 số môn em đã hoàn thành ở chương trình cao đẳng nhưng trong danh sách miễn còn thiếu, em có thể làm đơn xin xét miễn thêm được không ạ. Em cảm ơn quý Thầy Cô. .",
            "Chào em,. . Việc miễn môn học của em đã kịch trần rồi.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "4 ngày trước em có làm việc với chị Ngọc bên văn phòng OISP về việc nộp đơn xin hủy môn Cấu Trúc dữ lệu và giải thuật do giảng viên phụ trách môn không cập nhật danh sách lớp dẩn đến việc em bị thiếu cột điểm và chậm tiến độ học tập. Tuy chị Ngọc bảo em rằng đơn của em đã được chuyển về phòng Đào Tạo từ 4 ngày trước nhưng đến giờ em vẫn chưa nhận được thông tin gì. Ngày mai là hạn chót đóng tiền học phí thì em mong nhà trường có thể sớm xử lý đơn của em. .",
            "Chào bạn,. . Tất cả đơn của bên OISP chuyển đều được trả lời và chuyển lại cho OISP trả lời cho SV. Cô  đã gửi câu hỏi của bạn cho cô [full_name] để kiểm tra.. . Bạn có thể liên hệ trực tiếp với cô [full_name] để xem về tình trạng đơn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào Thầy/Cô.. . . . Em có đăng ký in giấy xác nhận sinh viên để nộp nghĩa vụ quân sự và chọn nhận kết quả tại trường. Hôm nay là ngày trả kết quả, em đến trường thì bảo vệ không cho em vào lấy ạ. Em xin hỏi em có thể đổi phương thức nhận giấy xác nhận sinh viên được không ạ (Vì giấy xác nhận sinh viên cho nghĩa vụ quân sự chỉ được nhận 1 lần). Em xin cảm ơn ạ.. . . .",
            "Chào bạn. . Bạn có thể liên lạc [full_name] để nhờ [full_name] hỗ trợ gởi qua bưu điện. . Hoặc bạn đăng ký in lại và chọn gởi qua bưu điện ( có thể đăng ký nhiều lần nghen bạn). . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào Quý Thầy/Cô!. . . . . . Thầy/Cô cho em hỏi về việc \"Nộp bằng tốt nghiệp THPT\", em đã có đăng kí nộp trên mybk vào đợt (04/05 - 30/06) nhưng vì dịch bệnh nên chưa thể nộp được.. . . . . . Vậy em có cần chờ qua ngày 30/06 để đăng kí lại đợt mới để nộp khi đi học lại không ạ? Vì tháng 7 em mới có lịch học trên trường.. . . . . . Em xin cám ơn!. . . . . . . .",
            "Chào bạn. . Bạn kiểm tra lại mail thông báo mới nhất về nộp bằng THPT. . Bạn có thể liên lạc Cô [full_name] phụ trách về bằng THPT qua mail. . [email]. . để hỗ trợ. . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào PĐT,. . . . Cho em hỏi học kỳ 202 nhà trường có tổ chức kỳ thi tiếng Anh cuối kỳ không ạ? . . . . Em cảm ơn. .",
            "Chào bạn. . Về vấn đề này, Bạn vui lòng đợi mail thông báo sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   CODE . . Chào thầy/cô/anh/chị ạ. . . . Cho em hỏi trên BKPortal có mục nhập thông tin về bằng tốt nghiệp THPT - cái mà bọn em phải lấy bằng về để có thông tin điền vào. . . . Tuy nhiên hiện tại do ở TP.HCM diễn biến dịch còn phức tạp nên em vẫn chưa thể lên trường lấy được bằng để điền thông tin. . . . Trong khi hạn chót điền thông tin là 30/6. . . . Vậy cho em hỏi mình có đợt đăng ký online thứ 2 không? Hay em bắt buộc phải lấy bằng và điền thông tin vào ạ?. . . . Em cảm ơn. .   /CODE",
            "Chào bạn. . Bạn kiểm tra lại mail thông báo mới nhất về nộp bằng THPT. . Bạn có thể liên lạc Cô [full_name] phụ trách về bằng THPT qua mail. . [email]. . để hỗ trợ. . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên:[full_name]. . MSSV: [student_id]. . Hiện tình hình dịch covid-19 khá căng thẳng, em không thể vào trường để nhận giấy xác nhận sv để nộp cho xã để hoãn nghĩa vụ quân sự. . Trường và khoa có cách nào để giúp em không ạ?. . Trường có thể giấy đó qua bưu điện đến nhà em được không ạ??. . . . Mong thầy, cô xem xét cho em rồi tìm giải pháp giúp em, hạn cuối em nộp cho xã là 20/7/2021",
            "Chào bạn. . Bạn có thể đăng ký tại Mybk-in giấy CNSV chọn mục gởi qua đường bưu điện. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô . . Thầy/cô cho e hỏi môn hệ thống cung cấp điện  bên trườg  Bách Khoa trùng với môn cung cấp điện bên Cao đẳng Điện lực mà có 1 số bạn học chung ngành chung trường   đã có miễn trên info mà bên trườg phản hồi là đã cập nhật trên info nhưng nay tụi em chưa được  cập nhật lại  và chưa thấy thông tin phản hồi . Mong thầy xem xét",
            "Chào bạn. . Hồ sơ điểm chuyển của bạn, Cô đã hỏi [full_name] phụ trách chính trả lời là đang chờ [full_name] xét duyệt. . Bạn liên hệ trực tiếp địa chỉ mail của [full_name] : [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại em muốn chuyển hệ từ chính qui sang vlvh thì có phải lên trực tiếp phòng đào tạo không ạ.",
            "Chào bạn,. . Trước tiên bạn phải vào trang tuyensinh.hcmut.edu.vn để đăng ký xét tuyển hệ VLVH, hiện tại đang có đợt đăng ký. và đợt  mail thông báo của nhà trường về việc nhập học!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em có xin tạm hoãn đóng học phí kì 201 và hiện tại nhà em chưa đủ kinh tế. Thì em có thể tạm dừng học kì 211 tới để có thể đóng đủ học phí kì 201 rồi đi học lại vào kì 212 được không ạ ? Em cảm ơn ạ",
            "Chào bạn,. . Vấn đề về gia hạn học phí bạn vui lòng liên hệ Phòng Công tác Chính trị sinh viên để được hỗ trợ.. . Bạn vui lòng xem quy định về thanh toán học phí tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 7. Học phí/7.2 Thanh toán học phí. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo.. . Do tình hình dịch covid phức tạp, trường cấp 3 ko tiếp nhận cựu học sinh vào trường nhận bẳng tốt nghiệp, nên em chỉ có thể đăng ký nộp bằng vào đợt 2  ( 6/9 - 16/9 ). Nhưng trên web lại thông báo hạn chót của đăng ký là 30/6. Vậy em xin hỏi PDT có điều chỉnh thời gian đăng ký cho đợt 2 không ạ.. . Em xin cảm ơn PDT.. .",
            "Chào bạn. . Bạn kiểm tra lại mail thông báo mới nhất về nộp bằng THPT. . Bạn có thể liên lạc Cô [full_name] phụ trách về bằng THPT qua mail. . [email]. . để hỗ trợ. . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1711833  /b \t. . . .   i Yêu cầu khác . Em xin chào Cô/Thầy PDT.. . Em tên là Nguyễn Quang Khương_1711833. Hiện tại tình trạng sinh viên của em là đang tạm dừng. Và em sẽ làm giấy thu nhận học vào học kỳ tới. Nhưng em đã có giấy gọi quân sự, cho em hỏi với tình trạng hiện tại của em thì có thể có giấy xác nhận sinh viên được không ạ, và nếu không thể có giấy xác nhận sinh viên thì có thể có giấy khác tương đương không ạ?. . Em xin cảm ơn, và mong Cô/Thầy PDT phản hồi giúp em ạ.",
            "Chào bạn. . Tình trạng của bạn theo quy định là không được cấp giấy xác nhận sinh viên. . - Khi nào bạn thu nhận xong và có thời khóa biểu môn học thì khi đó mới được cấp giấy xác nhận sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy/cô.. . Vào kỳ dự thính này do gia đình gặp khó khăng nên em không thanh toán được học phí nên em muốn hỏi liệu em có thể xin hoãn nộp học phí không ạ.. . Em xin cảm ơn. . . .",
            "Chào bạn. . Theo quy định là không được. . -Sinh viên sẽ bị huỷ thời khoá biểu và ghi nợ học phí Học kỳ hè 203 vì chưa thanh toán học phí (Sinh viên vẫn phải đóng học phí, không hoàn trả hay huỷ học phí ). Và chắc chắn là bạn sẽ không DKMH của HK211 (chính quy+ dự thính). . -Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i Dạ, em chào Cô/Thầy.. . Lần trước em có hỏi về cách phục hồi thời khóa biểu khi bị khóa và được trả lời là gửi đơn xin phục hồi thời khóa biểu, nay e viết yêu cầu này để gửi \"Đơn xin phục hồi thời khóa biểu\".Kính mong Phòng đào tao xem xét và giải quyết cho em.. . . .",
            "Chào bạn,. . Thời điểm hiện tại đã qua 03/07 Tuần của học kỳ  hè 203, không đảm chất lượng đào tạo, đã quá hạn để phục hồi TKB (tối qua trong 2 tuần đầu của học kỳ 203). . Thân",
            "Chào bạn. . -\tSau khi Phòng đào tạo xem xét lại đã phục hồi thời khóa biểu 203, bạn vui lòng kiểm tra lại tại mybk-tkb.. . -\t Lưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là điểm các môn Anh văn mở rộng có tính chỉ và tính vào điểm trung bình tích lũy không ạ hay chỉ xét chuẩn anh văn để được đăng kí các môn học tiếp theo. Em cám ơn",
            "Chào bạn,. . Bạn vui lòng trình bày rõ về nội dung câu hỏi nhé! môn Anh văn mở rộng gì? tên và mã MH chính xác. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng Đào tạo,. . . . Em hiện là sinh viên khóa 2018. Em có nhận được học bổng ERASMUS+ trao đổi tại Ý vào học kỳ 211. Em muốn vừa đi trao đổi tại nước ngoài vừa song song thực hiện ĐCLV từ xa (remote) để đảm bảo tiến độ ra trường. Hiện tại thì thầy trưởng Bộ môn và thầy hướng dẫn ĐCLV của em đã đồng ý. Nhưng bên phòng Quan hệ Đối ngoại nói em hỏi lại phòng Đào tạo về vấn đề này.. . . . Bên cạnh đó, vì tình hình dịch bệnh có thể chuyển biến xấu và dẫn đến không có chuyến bay thương mại về nước khi kết thúc học kỳ trao đổi. Phòng Đào tạo cho em hỏi là khi kết thúc kỳ trao đổi nhưng chưa về nước được thì em có thể tiếp tục đăng ký làm LVTN remote được không ạ? Vấn đề này bên Bộ môn của em cũng đã đồng ý.. . . .",
            "Chào bạn. . Bạn xem quy trình Cô gởi bên dưới, vấn đề này đã thông báo về Khoa và cho sinh viên, bạn tham khảo chi tiết tại trang web aao.hcmut.edu.vn- học vụ - Một số điểm mới về Quy chế học vụ áp dụng từ HK202. . 5. Sinh viên đi trao đổi học tập nước. . ngoài. .  Áp dụng cho các Sinh viên đi trao đổi học tập, thực tập, thực hiện. . LVTN … với các cơ sở đào tạo nước ngoài :. . ▪ Sinh viên nộp đơn tại Khoa =  Khoa gởi công văn đề nghị Sinh viên đi trao. . đổi nước ngoài =  Phòng đào tạo ra quyết định đi trao đổi nước ngoài,. . không tạm dừng. . ▪ Sinh viên phải đăng ký môn học và có thời khóa biểu tại Trường đại học. . Bách Khoa theo đúng thoả thuận học tập với các cơ sở đào tạo nước. . ngoài =  Có tính học phí. . ▪ Sau khi kết thúc việc trao đổi, Sinh viên làm báo cáo với Khoa =  PĐT ra. . quyết định miễn điểm, hoặc tổ chức Hội đồng bảo vệ LVTN, TTTN, ĐCLV …. . bổ sung (nếu cần). . ▪ Trường hợp đi quá hạn =  Sinh viên phải nộp đơn xin đặc cách kéo dài. . (không quá 01 Học kỳ) hoặc tạm dừng (xem điều 26 của Quy chế đào tạo. . & học vụ). . ▪ Xem xét đặc thù trong công tác Sinh hoạt lớp, Sinh hoạt công dân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Vì tình hình dịch căng thẳng nên em chưa thể đi lấy bằng thpt nên không có số hiệu văn bằng thì làm sao để đăng ký nộp bằng ạ",
            "Chào em,. . Em xem email PĐT đã gửi ngày 23 thg 6 , em nộp từ 06/9 đến 16/9/21.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 .",
            "Chào bạn,. . . . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2020-2021 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trêntrang Mybk/xem điểm sau ngày 20/07/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trangbksi.hcmut.edu.vn để khiếu nại).. . . .  . . . . Chúc bạn học tập tốt nhé.. . . . Thân",
            "Chào bạn,. . Phiếu rút môn học của bạn không hợp lệ.. . Bạn có đăng ký môn học học kỳ hè 203 nhưng không thanh toán và đã bị hủy TKB theo quy định và học phí của bạn vẫn ghi nợ.. . Bạn vui lòng hoàn tất việc thanh toán học phí theo đúng quy định.. . Vui lòng kiểm tra mail sinh viên về việc đăng ký môn học học kỳ hè 203 đã gửi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Thầy/Cô ạ, cho em hỏi lịch thi CK có cụ thể là ngày nào k ạ. Em bị dương tính Covid và đang điều trị tại bệnh viện. Nếu tới ngày thi mà em chưa bình phục thì như thế nào ạ. Em cảm ơn Thầy/Cô.",
            "Chào em,. . - Thi cuối kỳ HK202 từ ngày 09/8/21 đến 29/8/21.. . - Vắng thi cuối kỳ có phép em có giấy nhập viện, ra viện ... xem thêm quy chế nha em.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiên tại em đã có bằng anh văn 850 toeic đổi ra là 8 chỉ 10 chấm, em đã thanh toán tiền chuyển đổi đầy đủ và có hỏi là bao giờ điểm được cập nhật trên myBk thì bên PDT đã bảo mấy tuần trước đó sẽ cập nhật nhưng giờ em vẫn chưa thấy khiến em chưa đủ diểm để dăng ký chương trình thạc sĩ. Không biết PDT có thể xem xét hỗ trợ để em có thể nhanh chóng dk chương trình thạc sĩ được không ạ vì form đăng kí sắp kết thuc ạ. Em cảm ơn. .   i Yêu cầu khác .",
            "Chào bạn,. . Điểm chuyển môn AV 1,2,3,4 của bạn đã được cập nhật. Bạn có thể đăng ký in bảng điểm trên mybk để kiểm tra nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "cho em hỏi điểm trung bình của e hiện tại là bao nhiêu được không ạ vì e có chuyển điểm để dk chương trình thạc sĩ nhưng vẫn chưa thấy điểm của anh văn đó ạ . .   i Yêu cầu khác .",
            "Chào bạn,. . Chưa hiểu rõ câu hỏi của bạn, điểm trung bình trên mybk/ Thông tin sinh viên sẽ không cập nhật trên bảng điểm chuyển. Bạn có thể tự tính rồi khai thông tin để đăng ký chương trình thạc sỹ, hoặc bạn có thể đăng ký in 1 bảng điểm trên mybk/In Bảng điểm, thì bảng điểm có mới tính điểm trung bình tích lũy, công cả điểm chuyển nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em thầy hạn đăng ký nộp bằng TN trên web tới 30/6 vậy đợi nộp tháng 9 sẽ mở lại web một lần nữa đúng không ạ ?",
            "Chào em,. . Em xem email PĐT đã gửi ngày 23/6/21. . . . Chào các bạn sinh viên, . . . .  . . . .  Do tình hình dịch covid-19 nên SV nào chưa kịp nộp bằng trong đợt 1 thì có thể nộp bổ sung vào đợt 2. (Sinh viên CQ Bằng 2 và CQ Liên thông vui lòng bỏ qua email này).. . . . I. Hướng dẫn cách nộp. . . . 1. SV Vào myBK    Đăng ký nộp bằng THPT    Nhập thông tin bằng THPT và in ra phiếu xác nhận thông tin bằng THPT.. . . . 2. SV Nộp bản sao bằng THPT (phải ghi MSSV lên bản sao kèm phiếu xác nhận thông tin bằng THPT) cho lớp trưởng.. . . . - Lớp trưởng kiểm tra và lập danh sách lớp nộp (ghi rõ Tên lớp, Khoa, Tên lớp trưởng, sắp xếp theo thứ tự tăng dần của MSSV, mỗi bằng có kèm phiếu xác nhận thông tin bằng THPT của mỗi SV).. . . . * Địa điểm nộp: Phòng đào tạo 101A1 tại cơ sở 1 hoặc Khu hành chính - Cơ sở Dĩ An H1 tại cơ sở 2 (Để tránh thất lạc, SV không nên nộp riêng lẻ, cá nhân) . . . . * Thời gian nộp: từ 06/09/2021 đến 16/09/2021. . . . 3. Sau khi nộp xong, SV chờ phòng đào tạo gửi mail xác nhận lại (sẽ có thông báo tới toàn bộ SV K20). . . . II. Lưu ý: . . . . SV có thể nộp một trong các loại giấy tờ bằng THPT như sau:. . . . - Bản sao bằng THPT do Sở GD&ĐT cấp. . . . - Bản photocopy bằng THPT do Sở GD&ĐT xác nhận “Sao y từ sổ gốc”. . . . - Bản photocopy bằng THPT có chứng thực sao y bản chính.. . . .  . . . . Sau thời hạn nộp, các sinh viên không nộp bản sao bằng Tốt nghiệp THPT sẽ không được đăng ký môn học cho học kỳ tiếp theo và bị tạm dừng học."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã đóng học phí học kỳ hè rồi ạ. Em xin được phục hồi thời khóa biểu. Em cảm ơn nhiều ạ!",
            "Chào bạn,. . Hiện tại đã quá 3/7 tuần của học kỳ dự thính hè, nên không thể phục hồi TKB, bạn vui lòng xem lại thông báo nhà trường đã gửi mail về việc đăng ký MH và đóng học phí của HK dự thính hè 203.. . Thân",
            "Chào bạn. . -\tSau khi Phòng đào tạo xem xét lại đã phục hồi thời khóa biểu 203, bạn vui lòng kiểm tra lại tại mybk-tkb sau ngày 1/7/21. . -\t Lưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "em gởi phiếu đề nghị rút môn học. .   i Rút môn học (phải thanh toán học phí) Học kỳ 203 .",
            "Chào bạn,. . . . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2020-2021 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trêntrang Mybk/xem điểm sau ngày 20/07/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trangbksi.hcmut.edu.vn để khiếu nại).. . . .  . . . . Chúc bạn học tập tốt nhé.. . . . Thân",
            "Chào bạn,. . Phiếu rút môn học của bạn không hợp lệ nhé, môn học của bạn đăng ký rút là học kỳ 202.. . hiện tại PDT chỉ nhận đơn rút cho học kỳ hè 203.. . Về môn bạn đăng ký rút trong đơn là môn học bạn đã được miễn môn.. . Bạn đã làm đơn xin hủy môn học và hoàn lại học phí học kỳ 202 và nộp tại Phòng Đào tạo chưa?. . Bạn kiểm tra mail sinh viên ngày 21/6/2021 về việc hoàn học phí\". . Thân gởi các bạn sinh viên,. . . . Các bạn được hoàn trả học phí vui lòng nộp đơn hoàn trả học phí theo mẫu đơn đính kèm, với tiêu đề mail ‘Hoàn trả học phí’, đơn được gởi qua mail : [email]. Trong đơn sinh viên phải ghi rõ các môn học được miễn theo yêu cầu để Phòng Đào Tạo đối chiếu, kiểm tra và xử lý huỷ môn học và hoàn trả học phí cho sinh viên.. . . . Đồng thời, đề nghị sinh viên được hoàn trả học phí cập nhật số tài khoản ngân hàng trên trang bkpay, sau ngày 30/06/2021 các sinh viên không cập nhật số tài khoản và gởi đơn hoàn học phí sẽ không được hoàn trả học phí.. . . . Trân trọng./.\". . Bạn có thể làm theo mail đã gửi nhé. . Chúc bạn học tốt. . Thân",
            "Em cảm ơn cô thùy đã phản hồi câu hỏi của em. . . . 1. Em đã làm file \"hoàn trả học phí\" và đã làm theo hướng dẫn qua mail \"em đính kèm file hoàn trả học phí cô có thể kiểm tra giúp em có sai sót gì không để em có phương án khắc phục ạ\". . 2. Em chưa làm đơn hủy môn em chỉ mới làm đơn rút môn, cô có thể cho em xin file hoặc các bước để em làm hủy môn được không ạ. . . 3. Và em xin cô cho em danh sách tổng các môn (nghành cơ khí hệ VLVH) em phải học \"kể cả các môn được miễn\" để em có thể bám sát các môn em cần phải hoàn thành  để em có thể ra trường theo kế hoạch ạ. . . . em cảm ơn cô đã hỗ trợ, chúc cô một ngày làm việc thật vui vẻ. . . . . Trân trọng!",
            "Chào bạn. . mục 1 và 2 bạn gởi qua mail [email], chuyên viên pdt đang phụ trách sẽ lấy thông tin và giải quyết cho bạn. . mục 3: bạn vui lòng liên hệ mail [email], CC: [email]. . để được hỗ trợ thêm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa nhà trường,. . Em vào mybk, mục tình trạng sinh viên thì thấy có 1 quyết định chuyển chương trình theo quyết định 178/QĐ-ĐHBK ngày 16/03/2021, em không có thực hiện yêu cầu chuyển và cũng không vi phạm yêu cầu của chương trình hiện tại. Rất mong phía nhà trường kiểm tra giúp em chương trình hiện tại em đang theo học là gì.. . Em xin cảm ơn.",
            "Chào bạn,. . Đó là quyết định công nhận sinh viên chương trình KSTN của học kỳ 2/2020-2021 (khoa điện điện tử). Bạn vui lòng liên hệ học để nắm danh sách sinh viên chương trình KSTN.. . Đó là cách ghi chú để biết là sinh viên chuyển từ chương trình chính quy sang chương trình KSTN. . Chúc bạn học tốt. . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 .   B [full_name] - [student_id]  /B",
            "File lúc nãy em điền sai mssv ở phần bên trái, cho phép em gửi lại file mới chính xác hơn.",
            "Chào bạn,. . . . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2020-2021 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trêntrang Mybk/xem điểm sau ngày 20/07/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trangbksi.hcmut.edu.vn để khiếu nại).. . . .  . . . . Chúc bạn học tập tốt nhé.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào phòng đào tạo. Em tên [full_name] mssv [student_id] học ngành bảo dưỡng công nghiệp.. . Em muốn đăng kí thẻ bảo hiểm y tế để tiêm vắc xin covid 19 thì hiện tại em đăng kí được không ạ. Em lên đăng kí trên BK thì không cho đăng kí được.",
            "Xin chào phòng đào tạo. Em tên [full_name] mssv [student_id] học ngành bảo dưỡng công nghiệp.. . Em muốn đăng kí thẻ bảo hiểm y tế để tiêm vắc xin covid 19 thì hiện tại em đăng kí được không ạ. Em lên đăng kí trên BK thì không cho đăng kí được.",
            "Chào bạn,. . Vấn về bảo hiểm y tế bạn vui lòng liên hệ phòng y tế trường - Phòng công tác chính trị sinh viên để được hướng dẫn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sinh viên năm cuối hiện đang làm LVTN và học cải thiện của HK202. Tuy nhiên do tình hình dịch bệnh dẫn đến tình hình học tập và thi cử bị trì trệ. LVTN cũng vì vậy mà bị ảnh hưởng.. . . . Nay em gửi yêu cầu này xin phép PĐT có thể hỗ trợ giúp em rút môn học của HK202 được để em có thể tập trung vào LVTN hơn.. . . . Em xin chân thành cảm ơn.. . . . Phương./.",
            "Chào bạn,. . Môn học của học kỳ 202 đã hết thời gian để nhận đơn rút môn học rồi nhé bạn.. . Chúc bạn học tốt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ trên phần cập nhật thông tin thì có mục chỗ ở hiện tại của sinh viên ạ . Thì lúc chưa dịch em ở KTX Khu B ĐHQG HCM nhưng do bây giờ dịch bệnh nên em đã về quê trước đó và hiện giờ em đang ở An Giang . Vậy ở mục đó em sẽ ghi là An Giang hay KTX Khu B ạ ?",
            "Chào bạn,. . Bạn nên cập nhật theo đúng địa chỉ hiện tại bạn đang ở nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là điểm môn học Anh văn 1A . . Mã Môn học: LA1037  . . Điểm môn học này có tính chỉ và tính vào điểm trung bình tích lũy không ạ hay chỉ xét chuẩn anh văn để được đăng kí các môn học tiếp theo. . . Em chân thành cám ơn",
            "Chào bạn,. . Anh văn 1A được tính là môn tương đương của môn AV 1 nhé bạn.. . Môn tương đương thì chỉ tính vào số tín chỉ tích lũy, không tính vào điểm TBLT nhé bạn.. . Vui lòng xem quy định về tính môn tương đương tại đây:. . http://aao.hcmut.edu.vn/sinh viên/quy chế/ học vụ/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 6. Các loại môn học và học phần/6.4 Môn học tương đương, môn học thay thế. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào Phòng Đào tạo ạ!. . . . Em đã nhận được học bổng trong kỳ 201 vừa rồi.. . Phòng Đào tạo cho em xin giấy xác nhận em đã nhận học bổng được không ạ?. . . . Em có đủ điêu kiện để nhận một quỹ học bổng khác ngoài trường mà điều kiện của nó là đạt học bổng ở trường Đại học, danh sách sinh viên nhận học bổng và bảng điểm trên hệ thồng BKEL không đủ để quỹ đó xác minh điều kiện cho em.. . . . Rất mong Phòng Đào tạo hỗ trợ em!. . Em cảm ơn!",
            "Chào bạn,. . Bạn vui lòng liên hệ Phòng Công tác Chính trị sinh viên để được hỗ trợ về vấn đề này nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 .",
            "Chào bạn,. . . . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2020-2021 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trêntrang Mybk/xem điểm sau ngày 20/07/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trangbksi.hcmut.edu.vn để khiếu nại).. . . .  . . . . Chúc bạn học tập tốt nhé.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Thầy/Cô,. . . . Em là [full_name], MSSV: [student_id].. . . . Thầy/Cô cho em hỏi: trong học kì trước em không thực hiện đăng kí môn học nên bị tạm dừng học. Giờ em muốn nộp đơn xin thu nhận lại thì phải nộp qua kênh nào ạ (do tình hình covid nên không thể trực tiếp đến trường). Ngoài phiếu đăng kí thu nhận thì thủ tục có yêu cầu thêm các giấy tờ gì nữa không ạ.. . . . Em xin cảm ơn và mong được sự phản hồi từ Thầy/Cô ạ!",
            "Chào bạn,. . Bạn có thể tải mẫu đơn thu nhận lại, điền đầy đủ thông tin và gửi qua bksi để nộp nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã điền form đăng kí CBHD TTTN ngành Điện tử - Viễn thông đúng hạn, nhưng sau đó em bị xóa môn Thực tập tốt nghiệp, hiện tại em đã được cập nhật lại môn TTTN, nhưng trong danh sách phân công CBHD của bộ môn Điện tử lẫn Viễn thông đều không có tên em. Cho em hỏi bây giờ em phải làm sao ạ? Và nếu em muốn học bộ môn điện tử nhưng được phân vào bộ môn viễn thông thì có cách nào để chuyển không ạ? Em cảm ơn nhiều!. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . Em đã có TKB HK203 môn EE3335, em liên hệ [full_name], nếu không có tên trong danh sách em nói [full_name] liên hệ PĐT.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ có cách nào giúp em phục hồi thời khóa biểu không ạ? Em vừa đóng vào ngày 23/06 do dịch em ở quê nên không chuyển vào tài khoản OCB để đóng tiền đúng hạn được ạ. Có cách nào để em có thể tiếp tục học các môn đã đăng ký không ạ? Em cảm ơn nhiều!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ. Em chào thầy/cô ạ. . Em tên là: [full_name]. . MSSV: [student_id]. . Hệ: VLVH . . Em gửi thầy/ cô xem xét miễn môn học bổ sung (kèm theo bảng điểm đã học qua môn). . Em cám ơn thầy/cô ạ!",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Có một số môn em chưa qua được nhưng lúc đăng ký môn ở cả kỳ chính và dự thính đều không thấy mở lớp thì em phải làm thế nào ạ?. . Đại số tuyến tính và phương trình vi phân . . Chương trình tiên tiến. . Em cám ơn",
            "Chào bạn. . -\tVề vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] để hỗ trợ và tư vấn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy/cô,. . . . Em có thắc mắc về yêu cầu tốt nghiệp theo chương trình KSTN có yêu cầu phải Đạt tất cả các học phần mở rộng của môn học hay không?. . . . Nếu có thì hiện em đã là SV năm 4, nếu như kết thúc học kỳ này vẫn chưa thể hoàn thành được yêu cầu trên thì em có thể tốt nghiệp theo chương trình đại trà hay không?. . . . Rất mong nhận được phản hồi từ phía thầy/cô. . . . . Em xin cảm ơn ạ.. . . . [full_name]",
            "Chào bạn,. . Nếu bạn không đủ chuẩn tốt nghiệp Chương trình kỹ sư tài năng, bạn phải làm đơn xin xét tốt nghiệp và nhận bằng thường và nộp tại Phòng Đào tạo.. . Thân"
        ]
    }
]