[
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PĐT,. . . . Em là [full_name], sinh viên Khoa Khoa học và Kỹ thuật Máy tính chương trình Kỹ sư Tài Năng, thuộc lớp MT17KH03 của thầy [full_name] chủ nhiệm.. . . . Hiện tại, em đã đủ điều kiện để đăng ký Tốt nghiệp. Nhưng do không có thời khoá biểu ở học kỳ hiện tại (Học kỳ 02 2021-2022) nên bị Tạm dừng theo quyết định 728/QĐ-ĐHBK.. . . . Em mong được PĐT xem xét thu nhận lại trong thời gian sớm để em có thể đăng ký Tốt nghiệp trong kỳ hiện tại.. . . . Em cảm ơn,. . [full_name]",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào anh/chị,. . Em tên: [full_name]. . Mssv: [student_id]. . Em có đăng kí chuyển điểm môn anh văn 2A và đã có điểm trên bảng điểm. Nhưng khi đăng kí môn anh văn 3 theo nhu cầu, đợt tháng 4 thì lại không được vì lí do chưa học môn anh văn 2A. Em mong phòng đào tạo cập nhập môn anh văn 2A giúp em để em có thể đăng kí môn anh văn 3 theo đúng thời hạn. Em xin cảm ơn!",
            "\"Chào bạn. . Bạn xem thông báo DKMH tiếng anh theo nhu cầu bắt đầu học tháng 04/2022 tại tin nhắn của trang Bkel. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV[full_name]MSGV: [student_id]  [full_name]b \t. . . .   i Chào Thầy[full_name]Cô,. . . .  Em có thắc mắc về 2 nội dung sau:. .     1. Mức điểm đạt chuẩn của chứng chỉ VNU-EPT khi xét tốt nghiệp.. .     2. Chứng chỉ VNU-EPT vẫn còn được chấp nhận chuyển điểm cho các môn Anh văn, hay đã có quy định nào khác.. .  Em chân thành cảm ơn!  [full_name]i . . . .",
            "\"Chào bạn. . Sinh viên vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào phòng Đào tạo ạ,. . Sau khi có dang sách tốt nghiệp dự kiến cho tháng 4/2022, thì em chờ để đăng ký tốt nghiệp trên mybk nhưng gặp lỗi do tình trạng sinh viên hiện tại của em là \"Tạm dừng\". . . Em mong PDT sớm mở khoá cho e để đăng ký tốt nghiệp. Em cảm ơn ạ.. .   i Tốt nghiệp .",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào Thầy/Cô Phòng đào tạo ạ,. . Em là Nguyễn Minh Thư, Khóa K18, mssv: [student_id], Khoa Quản lý công nghiệp. . . Hiện tại em đang làm Luận văn tốt nghiệp và có nộp chứng chỉ tiếng Anh (TOEIC Nghe - Đọc) là 575, hiện tại thì đủ điều kiện hoàn thành Luận văn tốt nghiệp. . . . . Tuy nhiên, em muốn nộp lại với điểm cao hơn để xét tốt nghiệp luôn, nhưng trên lịch học vụ em không thấy các mốc thời gian để nộp CHỨNG CHỈ NGOẠI NGỮ (cả 4 kỹ năng) xét tốt nghiệp cho khóa K18 học kỳ 212 ạ. Thầy/Cô cho em hỏi em muốn biết thời gian nộp chứng chỉ ngoại ngữ để xét tốt nghiệp cho khóa K18 thì xem ở đâu ạ? . . . . Em xin cảm ơn!",
            "Chào bạn. . - Khi nào bạn có bằng Ngoại ngữ thì bạn nộp để trường chuyển điểm cho bạn. Vì hiện tại Phòng đào tạo lấy dữ liệu hàng tháng.. . Về thời gian xét tốt nghiệp bạn vui lòng xem lịch học vụ tốt nghiệp. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào phòng đào tạo,. . Em mới nộp bằng TOEIC và chuyển điểm anh văn; bằng TOEIC thì đã được thẩm tra rồi, thì em thấy mình đã đủ điều kiện tốt nghiệp rồi, em vẫn chưa có trong danh sách dự kiến tốt nghiệp. Em xin phòng đào tạo xét bổ sung giúp em, để có thể tốt nghiệp trong tháng 4 này.. . Em xin cảm ơn rất nhiều.. .   i Tốt nghiệp .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi:Quý Thầy Cô. . Em là : [full_name]. . MSSV: [student_id]. . -Em đã nhận được Gmail Quyết Định Thu Nhận Và Chuyển Sang Hệ VLVH.. . -Em xin được xét tốt nghiệp bổ sung hệ VLVH cho đợt tháng 4/2022 tới ạ.. . . . Trân trọng cảm ơn.. . [full_name]-[student_id]-[phone_number]",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ nhờ phòng đào tạo kiểm tra giúp em đơn đăng ký LVTN em có gửi vào tuần trước ạ.. . Bên dưới là giấy hẹn.",
            "Chào bạn, . . Phòng đào tạo đã nhận đơn cứu xét Luận văn và đang xử lý. Trong thời gian này bạn làm luận văn cho kịp tiến độ. Phòng đào tạo sẽ gửi danh sách về Khoa. Hạn chót là ngày 08/04/2022.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo.. . . . Em là [full_name], mã số sinh viên [student_id].. . Em có cải thiện các môn: Thực tập tốt nghiệp (CO3313), Quản trị kinh doanh cho kĩ sư (IM3002) và Những nguyên lý cơ bản của chủ nghĩa [full_name]-[full_name] (SP1003) vào học kì 211. Đây là các môn có trong chương trình đào tạo và em đã hoàn thành các môn này trước đó nhưng điểm trung bình tích lũy ngành trong danh sách dự kiến tốt nghiệp chưa được cải thiện ảnh hưởng đến kết quả tốt nghiệp. Hiện tại em đã đăng kí tốt nghiệp trên mybk. Điểm trung bình tích lũy ngành hiện tại là 7.93 và điểm theo em ước tính là 8.13. Em mong muốn được tính lại điểm trung bình tích lũy ngành và cập nhật xếp loại tốt nghiệp.. . . . Em xin chân thành cảm ơn. . . . . .",
            "Em xin đính chính lại các mã môn theo bảng điểm là: Thực tập tốt nghiệp (CO3313), Quản trị kinh doanh cho kĩ sư (IM3001) và Những nguyên lý cơ bản của chủ nghĩa [full_name]-[full_name] (SP1003)",
            "Chào bạn. . Điểm trung bình tích lũy ngành trên Mybk    thông tin sinh viên đang cập nhật không đúng. . Bạn có thể in bảng điểm ra để kiểm tra, đồng thời xem điểm trung bình tốt nghiệp tại danh sách dự kiến tốt nghiệp. . Nếu có sai sót gì thì vui lòng phản hồi lại Pdt nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .  Em chào phòng đào tạo. Em tên là [full_name] MSSV: [student_id]. .  Sáng nay ngày 30/03/2022 em đã lên để gặp trực tiếp các cô ở phòng đào tạo để giải quyết vấn đề về học phí học kì 211 dẫn đến em bị tạm dừng và xóa thời khóa biểu học kì 211.. .  Hiện cô ở phòng đào tạo đã nhận đơn và đang gửi cho bộ phận học phí để tính toán và kiểm tra lại học phí. (Em đã đóng phần học phí trễ hạn hôm 29/03 rồi).. .  Em chưa biết kết quả sẽ như thế nào nhưng học kì 211 vừa rồi em chỉ đăng kí luận văn tốt nghiệp ( 9 chỉ), em đã làm luận văn tốt nghiệp và bảo vệ với số điểm là 7,08. Thời gian làm luận văn thực sự rất nhiều gian nan và khổ sở vì em vừa học vừa làm, em hy vọng  phòng đào tạo có thể hướng dẫn em để xin xem xét cập nhật lại thời khóa biểu và điểm môn luận văn tốt nghiệp học kì vừa rồi. Em thật sự rất bối rối và buồn hiện tại. Em xin chân thành cảm ơn các cô, các thầy.",
            "Chào bạn, . . Phòng đào tạo đã phục hổi thời khóa biểu 211 môn Luận văn tốt nghiệp cho bạn, bạn vui lòng kiểm tra lại.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi khi nào trường tổ chức thi anh văn định kì vậy ạ !",
            "Chào bạn,. . . . SV chi tiết  theo thông báo \"Kế hoạch học tập của HK2 và HK hè năm học 21-22\" Pdt đã gởi qua mail vào ngày 27/12/2021- Mục 6. . . . Chúc bạn học tốt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Tốt nghiệp. . . . Chào Thầy/Cô,. . . . Hiện tại em muốn đăng ký đợt tốt nghiệp 4/2022.. . Em đã đủ tất cả điều kiện tốt nghiệp nhưng do không đăng ký môn học học kỳ 2 năm học 2021-2022 nên không đăng ký tốt nghiệp được trên trang web mybk.hcmut.edu.vn (file đính kèm). . . Em mong quý Thầy/cô mở đăng ký tốt nghiệp sớm cho em để em đăng ký kịp tiến độ tốt nghiệp ạ.. . . . Em xin chân thành cảm ơn.. . . . Trân trọng!. . . . [full_name]",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT ạ, . . Em khóa K19 học ngành ĐTVT của trường, em đang thắc mắc 2 vấn đề mong PĐT có thể trả lời giúp em: . . 1. Em đang trễ 2 môn (Thực tập ngoài trường với đồ án 1). Có nghĩa là 2 môn này em chưa học vào kì 212 được thì học kì hè 213 em có được đăng kí để học 2 môn này không ạ (vì em thấy học kì dự thính hè không cho đăng kí học lần đầu).. . 2. Em thấy lịch thi tiếng anh định kì ở trường là tầm ngày 30/5/2022, mà kì hè ngày 30/5 đã bắt đầu học rồi nên nếu em muốn xét tiếng anh để học kì hè thì phải đăng kí thi ở IIG rồi nộp bằng vô, không chờ thi ở trường được đúng không ạ? . . Mong PĐT phải hồi em sớm. Em cảm ơn PĐT nhiều ạ.",
            "\"Chào bạn. . Bạn xem thông báo DKMH Hk213 tại tin nhắn của trang Bkel. . - 1- Được vì môn này tính là HK Hè không phải dự thính hè. . 2- Tùy bạn tính toán theo quy định nghen. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] Kính gởi : Phòng đạo tạo và ban giám hiệu Trường Đại học Bách Khoa TP[full_name]HCM[full_name] [full_name] Em tên : [full_name]  MSSV: [student_id][full_name] [full_name] Lớp: XD15CTXD03  Khoa: Kỹ Thuật Xây Dựng [full_name] [full_name] Ngành : Xây dựng dân dụng và công nghiệp[full_name] [full_name] [full_name] [full_name] Em viết đơn này vì lí do kính mong nhà trường hỗ trợ thay đổi lại trạng thái sinh viên của em vì em đã hoàn thành tất cả chương trình đạo tạo, TOEIC Nói Viết, Ngày Công tác xã hội[full_name] Hiện tại em cũng vừa hoàn thành TOEIC Nghe đọc đạt 525 điểm và đã đủ điều kiện để tốt nghiệp[full_name] Nhưng do tình trạng sinh viên của em hiện tại là hết thời gian đào tạo[full_name] Em kính mong được hỗ trợ kích hoạt lại trạng thái sinh viên đang theo học để em hoàn thành đăng kí xét miễn điểm cho các môn anh văn 1,2,3,4[full_name] và sau đó là đăng kí tốt nghiệp[full_name][full_name] [full_name] [full_name] [full_name] Em xin chân thành cám ơn Ban Giám hiệu và Phòng Đào tạo Trường Đại học Bách Khoa TP[full_name]HCM[full_name] [full_name] [full_name] [full_name] TP[full_name]HCM,ngày 30 tháng 3 năm 2022[full_name] [full_name] Sinh viên[full_name] [full_name] [full_name][full_name] [full_name] [full_name]",
            "\"Chào em,. . Trường hợp của em vui lòng theo dõi tình trạng thẩm tra chứng chỉ tại mybk/Nộp chứng chỉ ngoại ngữ, khi nào chuyển qua tình trạng đã thẩm tra hợp lệ (thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ), bạn gửi lại yêu cầu qua bksi xin chuyển điểm sớm để xét tốt nghiệp nhé. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Hiện tại cô vẫn chưa thấy em đăng ký chuyển điểm AV4 nhé, SV xem lại. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đã hõa thi cuối kỳ môn Giải tích 2, em đã thi lại và đến hiện tại mybk vẫn chưa cập nhật điểm cho em, điểm em nhận là 14. . . Em muốn biết là em phải chờ hay cần làm gì để điểm được cập nhật ạ!",
            "Chào bạn,. . - Về việc nhập điểm Phòng đào tạo không thể hỗ trợ bạn được, bạn vui lòng liên hệ Khoa và Bộ môn để giải quyết vấn đề này.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .",
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo. . Em tên là [full_name], MSSV [student_id]. . Em đã hoàn thành chương trình học và muốn được đăng kí để xét tốt nghiệp, mong nhà trường hướng dẫn để em làm các thủ tục đăng kí để xét tốt nghiệp.. . Nếu còn thiếu điều kiện để tốt nghiệp nào, mong nhà trường thông báo đến em để em có thể giải quyết và đăng kí tốt nghiệp.. . Em xin cảm ơn.",
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo. . Em tên là [full_name], MSSV [student_id]. . Em đã hoàn thành chương trình học và muốn được đăng kí để xét tốt nghiệp, mong nhà trường hướng dẫn để em làm các thủ tục đăng kí để xét tốt nghiệp.. . Em đã đăng kí thi TOEIC nói viết ngày 19/3/2022 và đã có kết quả trên BKENGLISH, có lẽ do hệ thống chưa cập nhật kết quả của em. Đây là đường link kết quả http://bkenglish.edu.vn/ket-qua-19-03.html. . Về kết quả TOEIC nghe đọc em đã hoàn thành sớm và cập nhật trên hệ thống, em đã hoàn thành và đính kèm minh chứng trong câu hỏi này.. . Nếu còn thiếu điều kiện để tốt nghiệp nào, mong nhà trường thông báo đến em để em có thể giải quyết và đăng kí tốt nghiệp.. . Em xin cảm ơn.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi quý thầy/cô. . . . Em tên [full_name]. MSSV [student_id]. Hiện tại theo thời khóa biểu em đang bị trùng lịch ở môn MÁY ĐIỆN (TN) (EE3010) (L02) [full_name]N 2 (EE3023) (L11) ngày 5/4/2022 (Tuần 14) tiết 8-12 và có thể bị trùng ở các tuần sau đó do môn Thực tập điện 2 dời lịch học theo lịch học trực tiếp của trường. Quí thầy/cô cho em hỏi có thể giải quyết việc trùng lịch học này như thế nào ạ?. . . . Em xin cảm ơn quí thầy/cô. . . . Trân trọng.",
            "đã cập nhật, bạn vào xem lại thời khóa biểu nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Quý Thầy Cô!. . Em tên là [full_name] mssv [student_id].. . Em xin đăng kí in giấy chứng nhận tốt nghiệp tạm thời!. . Em kính mong Quý Thầy Cô in giúp em, vì em không biết có sự thay đổi trong việc đăng kí in giấy này nên em đã không đăng kí và giờ thì khá gấp ạ!. . Em xin cảm ơn Quý Thầy Cô!",
            "\"Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp(sad) https://forms.gle/2WnfHeAHnRZWJ6Jn7. . Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và scan gởi qua mail SV, sau đó SV cần bảng chính vui lòng liên hệ Pdt để nhận. . . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi sao trên thời khoá biểu của em bị mất luận văn tốt nghiệp rồi ạ. Kì trước em có bảo vệ và có điểm rồi và giờ lên coi lại thì không còn nữa. Giải thích giúp em với ạ",
            "Chào em. . Điểm LVTN của em đã được cập nhật tại mybk/Thông tin sinh viên/Bảng điểm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em bị trùng lịch học lớp Anh văn 2 A với lịch học tại trung tâm BK English. Vì thế em muốn xin đổi sang lớp Anh văn 2 A thứ 2 thứ 4 thứ 6 ạ.",
            "Chào em,. . Vui lòng trình bày rõ vấn đề của bạn đăng ký đợt nào?. . SV phải cân nhắc lịch học trước khi đăng ký học các lớp AV theo nhu cầu. không được hiệu chỉnh và hủy môn học nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Thầy, Cô [full_name]T Trường ĐH Bách Khoa TPHCM,. . Em tên: Phạm Minh Hoàng, MSSV: [student_id]. . Hôm nay em viết thư này để xin đăng kí tốt nghiệp bổ sung. Hiện tại, tình trạng sinh viên của em đang là tạm dừng và em đã hoàn thành các điều kiện sau để đăng kí tốt nghiệp. . - Tổng số tín chỉ: 145 tín chỉ tích lũy. . - TOEIC Nghe-Đọc: 655 điểm. . - TOEIC Nói-Viết: 210 điểm. . - Tổng số ngày công tác xã hội: 15.5 ngày. . - Đã hoàn thành tất cả học phí. . Mong Thầy, Cô xem xét và mở trang đăng kí tốt nghiệp giúp em. . Em xin chân thành cảm ơn Thầy, Cô [full_name]T. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \"",
            "Em chào cô ạ!. . . . Hiện tại, em đã thấy tên của mình ở danh sách tốt nghiệp dự kiến tháng 4/2022. . . . . Nhưng em vẫn chưa thể đăng kí tốt nghiệp được ạ (trong mục ghi chú của danh sách tốt nghiệp dự kiến có ghi là tổng ngày ctxh của em là 14.5 ngày) nhưng thực tế tổng ngày ctxh của em đã là 15.5 ngày rồi ạ.. . . . Em mong cô xem lại giúp em về tổng ngày ctxh và mở lại trang đăng kí tốt nghiệp giúp em ạ. . . . . Em cảm ơn cô rất nhiều vì đã giải đáp thắc mắc của em.. . . . Em chúc cô 1 ngày tốt lành.. . . . Pham  Minh Hoàng",
            "Chào em, . . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy, cô. . . . Em tên [full_name] em có thắc mắc về học phí  kì 212 này là 4.440.000 trong khi em đăng ký 2 môn cơ sở ngành 6 tín chỉ trong đó có 1 môn học lại 3 tín chỉ.. .  . . Mong thầy cô giải đáp thắc mắc giúp em. Em xin cám ơn!",
            "Chào bạn,. . - Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí    Mức thu học phí các bậc đào tạo năm 2021-2022   Mục III- Đại học chính quy. . - Học kỳ này bạn đăng ký tổng cộng 6 tín chỉ.. . Chúc bạn học tốt.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào cô, . . Em là [full_name], MSSV: [student_id].. . . . Ngày 26/03/2022, em đã nhận được email của trường thông báo việc tên mình trong danh sách dự kiến tốt nghiệp.. . Nhưng đến ngày hôm nay 30/03/2022, thì tình trạng sinh viên của em vẫn là Tạm dừng và không thể đăng ký tốt nghiệp trên MyBK.. . Theo như em biết thì trường sẽ tự động làm hồ sơ thu nhận để có thể làm thủ tục tốt nghiệp.. . . . Em viết mail để thông tin và nhờ cô hỗ trợ giúp em về việc này để có thể đăng ký tốt nghiệp đúng hạn. . . Em xin chân thành cảm ơn.. . . . Trân trọng,. . [full_name]. .",
            "Chào em,. . Hiện tại đã ra quyết định thu nhận, SV vui lòng vào đăng ký tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện em đã có tên trong danh sách tốt nghiệp dự kiến nhưng vẫn bị tình trạng tạm dừng và không thể đăng ký tốt nghiệp được ạ. Mong nhà trường giúp đỡ. Em xin cảm ơn.",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký môn học hè 213. . Em chào thầy/cô, em là sinh viên khoá 2017 (k17) ngành xây dựng. . . Em dự định sẽ đăng ký môn   B Thực tập tốt nghiệp (3 tín chỉ)  /B  và   B đề cương luận văn tốt nghiệp (0 tín chỉ)  /B  chung trong học kỳ Hè này.. .  Thầy/cô có thể cho em hỏi là những môn này nếu em đăng ký trong học kỳ Hè thì học phí sẽ tính theo   B học kỳ chính (350k/1 tín chỉ) (k17)   /B hay là tính theo   B học dự thính (800k/1 tín chỉ)  /B . Em xin cám ơn!",
            "Chào bạn. . Học phí sẽ tính theo HK chính nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . [full_name] [full_name] [full_name] [full_name] [full_name] [full_name]",
            "Chào bạn, . . Việc pass qua chuẩn anh văn từng năm chỉ áp dụng riêng cho học kỳ 213. . . Để chuẩn bị cho các học kỳ sau SV xem chi tiết lịch kiểm tra anh văn đầu vào theo thông báo \"Kế hoạch học tập của HK2 và HK hè năm học 21-22\" Pdt đã gởi qua mail vào ngày 27/12/2021- [full_name] 6. . . . Chúc bạn học tốt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] Dạ em chào PĐT, học kỳ 211 em có đăng ký hoãn thi môn giả tích 2 dự thính[full_name] Nhưng hiện tại em vào lại bảng điểm thì không thấy môn đó có trong bảng điểm[full_name] Vậy là em đã không được hoãn thi môn học đó mà phải học lại ạ? Mong PĐT giả đáp giúp em ạ[full_name] Em xin cảm ơn![full_name] [full_name]",
            "Chào em,. . Môn Giải tích 2 của em đã được cập nhật điểm 14 (điểm hoãn thi) tại bảng điểm rồi mà.. . SV kiểm tra tại mybk/Thông tin sinh viên/bảng điểm. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên khoá K19, em bị trễ tới 1 năm ạ. Vì rớt có 1 môn vlbd, mà môn đó k mở trong học kì tiếp theo, nên em bị trễ(môn tiên quyết). Em muốn thông qua học kì hè để trả bớt môn. Nhưng học kì hè chỉ được đăng ký những môn đã học mà bị rớt. Trong khi em chưa học lần nào, nhưng vì muốn tiết kiệm thời gian. Có cách nào giúp em không ạ. Em đang rất stress, xin thầy/ cô tư vấn giúp em biện pháp với ạ!",
            "Chào bạn. . Hk dự thính hè 213 đã có thông báo nên bạn cần đăng ký theo quy định đã thông báo. . - Còn về môn học vlbd: Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào thầy/cô.. . Em tên [full_name], mssv [student_id].. . Học kỳ này em dự kiến ra trường nhưng do thi anh văn trễ và không đăng ký môn học để duy trì tình trạng nên hiện tại em đang bị tạm dừng. Không thể đăng ký xét tốt nghiệp. Bây giờ em cần làm đơn hay theo cách nào để giải quyết tình trạng hiện tại ạ?. . Em xin cảm ơn",
            "\"Chào em,. . Hiện tại em đã đủ điều kiện tốt nghiệp chưa?Trường hợp SV đã đủ điều kiện tốt nghiệp, có thể gửi câu hỏi qua bksi để được xét TN bổ sung (nếu đã đủ điều kiện tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo,. . . . Em là [full_name] khóa 2017 khoa QLCN, Msv: [student_id].. . Em có kiểm tra ngày 15/3 vừa rồi em bị xét Tạm dừng học theo quyết định: số 728/QĐ-ĐHBK.. . . . Em có gửi yêu cầu thu nhận trực tuyến trên Mybk, tuy nhiên vẫn chưa được phản hồi và duyệt.. . Vì vậy, em rất mong sự hỗ trợ từ PĐT, để em có thể được [full_name] nhận lại để em hoàn thành chương trình học.. . . . Em có đính kèm file Phiếu thu nhận lại, mong nhận được phản hồi sớm từ PĐT.. . . . Thân ái.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào,. . Hiện em không đăng ký tốt nghiệp được vì đã bị đình chỉ do không đăng ký môn học. Em mong phòng đào tạo có thể giúp để em có thể đăng ký tốt nghiệp trên trang mybk.. . Em xin cảm ơn.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Dạ em chào các thầy cô của phòng đào tạo,. . Em là [full_name], mssv [student_id].. . . . Nay em làm đơn này mong các thầy cô mở lại thời khoá biểu hk212 ạ. Em rất xin lỗi vì em không check hạn đóng phí hk211 ạ. Do lúc đó em vừa học vừa làm nhưng quên check mail đóng tiền ạ. Em xin hứa sẽ không tái phạm. Mong thầy cô xem xét mở lại thời khoá biểu hk212 ạ. Em xin cảm ơn thầy cô.",
            "Chào bạn. . - Chính quy: Tình trạng của bạn đã có quyết định tạm dừng số 855 ngày 25/3/2022 vì chưa thanh toán học phí HK 211 (CHÍNH QUY) theo quy định.. . Để được phục hồi TKB HK211 & HK212 (nếu có), SV phải thanh toán phần học phí còn nợ, Tiếp theo:. . 1 - SV tự viết đơn trình bày xem xét phục hồi TKB HK211 & HK212 (nếu có), ghi rõ lý do thanh toán trễ học phí + tên môn + MSMH + Học kỳ cần phục hồi. . 2 -  SV tải mẫu đơn: Thu nhận tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu- . . Điền đầy đủ thông tin thu nhận lại HK211. . - gởi tại trang hỗ trợ trực tuyến BKSI. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy cô cho em hỏi là em là K18, học kì 213 này em đk luận văn tốt nghiệp thì có cần nộp bằng toeic không ạ, do dịch nên nay em mới đi học toeic nên thi không kịp ạ!",
            "\"Chào bạn. . Bạn xem thông báo DKMH Hk213 tại tin nhắn của trang [full_name]. . - Môn LVTN HK213 phải nộp CCNN theo quy định. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào [full_name],. . . . Em hiện đã có tên trong danh sách tốt nghiệp tạm thời nhưng vẫn đang trong trạng thái tạm dừng và không thể đăng ký tốt nghiệp ạ. . . . . Mong [full_name] giúp em để em có thể đăng ký tốt nghiệp trong học kỳ này ạ. . . . . Em cảm ơn",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào chị,. . Em là sinh viên khoá 2017. Kì này em còn thiếu 3 chỉ và em đăng kí môn tự chọn nhóm B1 3 chỉ để ra trường. Nhưng em học môn này của khoá 2019 và mã môn học đã đổi, đổi thành chương trình liên thông thạc sĩ (việc này lúc thanh toán học phí em mới biết). Ở chương trình của khoá 2019 môn này vẫn là môn tự chọn nhóm B1.. . Sau khi hoàn thành môn này, môn đó có được tính vào chương trình đại học để đủ 141 chỉ em ra trường không ạ? . . Mong chị giải đáp giúp em ạ.. . Em cảm ơn chị rất nhiều.. .   i Học vụ .",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào Thầy/Cô ạ!. . Em là [full_name] MSSV [student_id], chuyên ngành Công nghệ Thực phẩm, Khoa Kỹ thuật Hóa học.. . Thầy/Cô cho em xin hỏi một số vấn đề sau với ạ.. . 1/ Theo lịch học vụ thì hạn cuối nộp các trường hợp bổ sung xét tốt nghiệp tháng 04/2022 là ngày 11/04/2022. Hiện tại em chưa có điểm môn Anh văn 4 nên chuẩn nộp chứng chỉ Toeic là 600 điểm. Và việc nộp bằng Toeic để xét chuyển điểm phải nộp trước 2 tuần (tức là ngày 01/04). Tuy nhiên, do một số việc gia đình mà hiện tại em chỉ có chứng chỉ Toeic 595 điểm thì có được xem xét đạt chuẩn tốt nghiệp không ạ? Hoặc là thời gian nộp bổ sung chứng chỉ Toeic có thể gia hạn sau thời gian 11/04 được không ạ?. . 2/ Theo quy chế học vụ thì nếu tạm dừng 2 học kỳ chính liên tiếp sẽ buộc thôi học. Trường hợp của em là chưa nộp chứng chỉ Toeic nên chưa được xét tốt nghiệp. Vậy thì 2 học kì vừa qua, em không đăng ký môn học nên bị buộc dừng học. Em có thể làm cách nào để không phải bị buộc thôi học không ạ?. . Mong nhận được phản hồi từ Thầy/cô ạ.. . Em xin chân thành cảm ơn.. . . .",
            "Chào bạn, . . 1. Không được nha bạn, Sinh viên vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt. . - Khi nào bạn đủ điều kiện để tốt nghiệp bạn vui lòng đăng ký xét tốt nghiệp bổ sung tại BKSI mục tốt nghiệp. . . 2. Bạn phải nộp Chứng chỉ ngoại ngữ trước tháng 11/2022, nếu không tình trạng của bạn sẽ chuyển sang \"xóa tên vì tạm dừng quá thời hạn cho phép\".. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo,. . Em tên [full_name] ([student_id]).. . Vào ngày 15/03/2022 em đã bị tình trạng Tạm dừng vì không đăng ký môn học theo quyết định 728/QĐ-ĐHBK. . . Xin cho em hỏi em phải làm sao để xin được thu nhận lại để có thể đăng ký tốt nghiệp sắp tới (04/05) ạ.. . Em mong sớm nhận được phản hồi từ Phòng đào tạo.. . Em xin cám ơn!",
            "\"Chào em,. . Trường hợp của em khi nào đủ điều kiện tốt nghiệp, sẽ đăng ký xét tốt nghiệp bổ sung tại Mybk    xét tốt nghiệp. . Về tình trạng sinh viên tạm dừng, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô,. . . . Em là [full_name] (MSSV: [student_id]). Hiện em đang thực hiện LVTN tại HK212. Vì tình hình dịch covid nên HK212 nhà trường không xét chuẩn tiếng Anh 2 kỹ năng mà vẫn cho phép Sinh viên đăng ký LVTN. Thầy/cô cho em hỏi sẽ có đợt hậu kiểm cho chuẩn Tiếng Anh 2 kỹ năng không ạ, nếu có thì dự kiến sẽ là khi nào vậy ạ. . . . . Em cảm ơn thầy cô đã dành thời gian phản hồi. Chúc thầy cô sức khỏe ạ.. .   i Tốt nghiệp .",
            "Chào em,. . Theo thông báo có ghi rõ là không xét chuẩn Ngoại ngữ nhận LVTN trong HK212, trường không hậu kiểm lại nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1814780  /b \t. . . .   i Học vụ . Dạ em kính chào Thầy/Cô. . Em là Hà Thế Vinh, MSSV: 1814780. . Em xin thắc mắc về học phí của mình học kỳ 212. . - Em KHÔNG CÓ đăng ký học liên thông Thạc sỹ nhưng trong phần học phí có phần Học phí liên thông Thạc sỹ (2.100.000đ), ảnh đính kèm.. . - Không biết có nhầm lẫn gì không ạ? Mong Thầy/Cô xem xét giúp em. Em chân thành cảm ơn.. .",
            "Chào bạn, . . - Phòng đào tạo kiểm tra thời khóa biểu của bạn tại mybk  Xem thời khóa biểu có môn CH5043 là môn thuộc chương trình liên thông thạc sĩ, tại sao bạn lại đăng ký mã môn này?. . - Nên Phòng đào tạo tính học phí theo quy định môn học thuộc chương trình liên thông thạc sĩ. . . - Để hiểu rõ hơn Về quy định cũng như chương trình đào tạo bạn vui lòng liên hệ tại [full_name]. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy cô phòng đạo tạo trường ĐHBK - ĐHQG TPHCM. . . . Em tên [full_name], mssv:[student_id], hiện đang là sinh viên ngành Cơ điện tử, khoa Cơ Khí (Khóa K18). . . . Em gửi câu hỏi với mong muốn pdt xem xét và giải đáp giúp em về vấn đề chuẩn anh văn và bảo vệ lvtn. . . . Hiện tại em đã qua av 1, 2 và 3 (chưa qua av 4). Vậy em có được bảo vệ lvtn hk2 21-22 rồi bổ xung bằng toeic sau để ra trường được không ạ?. . . . Em xin cảm ơn quý thầy cô",
            "Chào em,. . Việc được bảo vệ LVTN hay không là do GVHD và Khoa quyết định em nhé.. . PDT chỉ xét điều kiện ĐK LVTN cho SV.. . Về chuẩn ngoại ngữ có thông báo rõ cho SV trong thông báo ĐKMH HK212 là không xét chuẩn ngoại ngữ nhận LVTN (nhà trường không hậu kiểm hủy LVTN trước khi bảo vệ LV nhé). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô phía PDT,. . Cho em hỏi trong mục lịch học vụ hè hk213 việc nộp chứng chỉ ngoại ngữ không đề cập. Vậy em chưa có chứng chỉ thì có được đăng ký luận văn tốt nghiệp trong kỳ hè này luôn không ạ?",
            "Chào bạn, . . Đăng ký luận văn trong học kỳ hè có xét chuẩn chứng chỉ ngoại ngữ. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo, . . Em tên là [full_name] (MSSV [student_id]).. . Hiện tại em sắp đăng kí thi TOEIC và cần giấy Xác nhận sinh viên để đăng kí. Nhưng em đang bị tạm ngưng học vụ vì không đăng kí môn học theo quyết đinh 728/QĐ-ĐHBK (do em đang chờ AV để ra trường).. . Kính mong Phòng đạo tạo cấp giấy Xác nhận sinh viên để em có đủ điều kiện thi TOIEC cũng như ra trường.. . Em xin trân trọng cảm ơn!",
            "Chào bạn, . . Phòng đào tạo gửi bạn giấy xác nhận sinh viên HK212 theo file đính kèm.. . Sinh viên cần bản chính vui lòng liên hệ phòng đào tạo 101A1 để nhận.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em xin chào PTĐ ạ.. . Em là [full_name] - [student_id].. . Trong đợt Đăng ký môn học Dự thính môn học HK212 - Đợt 1 - Lộ Trình 2,em có đăng ký môn giáo dục thể chất-bơi(PE1019-học phần 1) và có dấu tích ở phần thỏa thuận điều kiên nhưng em lại không thấy có thời khóa biểu môn này ạ.. . PĐT cho em hỏi là giờ em có phải đăng ký lại môn khác trong hk213 sắp tới không ạ hay là em phải đợi lớp đủ sĩ số rồi học ạ(em là sv năm nhất ạ).. . Em mong PĐT giải đáp giúp em.. . Em xin chân thành cảm ơn!. . Em xin chào ạ.",
            "Chào bạn. . Rút kinh nghiệm khi khiếu nại về dkmh thắc mắc gì bạn phải hỏi Pdt liền vào đầu HK, giờ đã vào tuần 14 của HK rồi. . - bạn có nhu cầu thì cứ đăng ký học vào Hk213 nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name] Kính gửi thầy/cô PĐT,[full_name] [full_name] [full_name] [full_name] Em tên [full_name], MSSV:[student_id][full_name] Sinh viên khoa Quản Lý Công Nghiệp lớp QL17KD[full_name][full_name] [full_name] [full_name] [full_name] [full_name] [full_name] Nay em viết bảng câu hỏi này để trình bày như sau:[full_name] [full_name] [full_name] [full_name] Trước đó, ngày 25 tháng 02 năm 2022, em đã gửi yêu cầu rút 2 môn học đến PĐT qua BKSI và không điền vào biểu mẫu trong gmail của pđt gửi về[full_name]Em đã xem lại học phí trên BKpay và học phí vẫn tính 2 môn học đó[full_name][full_name] [full_name] [full_name] [full_name] Thầy/cô cho em hỏi em cần làm thủ tục như thế [full_name] [full_name] [full_name] [full_name] nào để có thể rút môn học vì hiện tại em không có khả năng trả học phí 2 môn học đó được ạ[full_name][full_name] [full_name] [full_name] [full_name] [full_name] [full_name] Em mong thầy/cô PĐT xem xét và hướng dẫn giúp em[full_name][full_name] [full_name] [full_name] [full_name] Em xin cảm ơn[full_name][full_name] [full_name] [full_name] [full_name] [full_name] [full_name] Trân trọng,[full_name] [full_name] Quốc Thắng",
            "Chào em,. . Theo quy định rút môn học vẫn phải học thanh toán học phí bình thường nhé.. . SV xem quy định về rút môn học tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quyết định ban hành Quy định học vụ và đào tạo bậc Đại học/ điều 6.2 Rút đăng ký học phần. . Về yêu cầu rút môn học em gửi qua bksi ngày 25/2, Phòng Đào tạo có trả lời có hướng dẫn cho bạn điền vào form rút nhé, em vui lòng vào xem lại câu trả lời.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào cô/thầy. . . . Em là [full_name], sv lớp VPK17 CĐT, đang thực tập tốt nghiệp tại Pháp.. . . . Em không hiểu sao nhưng một môn học của học kỳ 211 (mã 214701) lại xuất hiện lịch thi cuối kỳ tại trường mặc dù hiện tại học kì 212 đã bắt đầu từ rất lâu. . . Môn này trước đó giáo viên đã thông báo với lớp sẽ không thi cuối kỳ. Nhưng giờ lại tổ chức thi offline. Mà em lại đang ở Pháp nên không thể thi offline như vậy.. . . . Cho em hỏi trường hợp của em phải giải quyết như thế nào ạ?. . . . Em xin cảm ơn.. . . . Trân trọng,. . [full_name]",
            "Chào bạn. . Sau khi Pdt kiểm tra lại thông tin xếp lịch thi. . Môn này do [full_name] thông báo với Pdt là xếp lịch thi trực tiếp, nên bạn vui lòng liện hệ [full_name] để xác minh lại vấn đề này. . Thân",
            "Chào cô,. . . . Cho em hỏi là em phải liên hệ khoa nào vậy ạ? (khoa Cơ khí, khoa Quản Lý Công Nghiệp, hay VP Việt Pháp). . . . Em cảm ơn cô.. . . . Trân trọng.",
            "Chào em,. . Nếu em không biết môn học thuộc khoa nào em có thể liên hệ về khoa quản lý ngành của bạn là khoa cơ khí để được hỗ trợ và trả lời cho bạn nhé. . Thân",
            "Em chào cô,. . . . Em đã liên hệ với giáo viên và VP khoa Quản lí công nghiệp qua email nhưng vẫn chưa nhận được câu trả lời ạ.. . . . Em cũng có cc mail của em với phòng đào tạo ( mail của em: [email]).. . . . Nhưng hiện giờ em không ở Việt Nam nên rất cũng không biết phải làm sao. Vì vậy em kính nhờ PĐT tìm giúp em hướng giải quyết được không ạ?. . . . Em xin cảm ơn cô.. . . . Trân trọng.. .",
            "Cô ơi,. . . . Thầy mới trả lời mail thì theo nội dung mail là môn học này được miễn thi cuối kỳ.. . . . Phiền cô có thể check lại thông tin được không ạ?. . . . Em xin cảm ơn.. . Trân trọng.",
            "Thưa cô,. . . . Em có đính kèm nội dung mail của thấy [full_name] (giảng viên khoa QLCN) phụ trách môn học \"Kiến thức các XN CN\" có mã 214701.. . . . Cho em hỏi vậy sao trong lịch thi trên mybk của em lại có lịch thi cho môn học đó vậy ạ.. . . . [full_name] PĐT có thể trả lời giúp em không ạ?. . . . Trân trọng.",
            "Chào bạn. . Bộ phận Lịch thi xếp lịch thi theo thông báo của [full_name]. . Nên bạn vui lòng liên hệ [full_name] về vấn đề này. . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào pđt, Em là [full_name], MSSV [student_id].. . Em đã điền thông tin vào form Rút môn học, tuy nhiên  trên  bảng điểm vẫn còn môn đó ạ.. . Môn học: Anh văn 1:. . Mã môn: [full_name]A1003. . [full_name]ớp: [full_name]04",
            "Chào bạn. . Bạn xem lại thông báo, Pdt đã báo điểm rút là RT. . Hiện cập nhật tại Mybk   bảng điểm môn anh văn 1 là RT. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào cô,. . . . Em tên là [full_name] [student_id], hiện tại em đã đủ điều kiện tốt nghiệp nhưng vẫn chưa có trong danh sách dự kiến và không thể đăng ký tốt nghiệp. Hiện tình trạng sinh viên của em cũng bị tạm dừng nên cũng không thể đăng ký. Em mong các cô có thể kiểm tra và xem xét giúp em để em có thể đăng ký tốt nghiệp trong kỳ này trước 11/4. . . . . Em xin cảm ơn.. . . . Trân trọng!. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào phòng đào tạo,. . . . Em đã kiểm tra và thấy em có trong danh sách dự kiến tốt nghiệp sắp tới.. . . . Nhưng em không thể truy cập vào trang đăng kí tốt nghiệp trên mybk ạ.. . . . Mong pdt kiểm tra giúp em ạ.. . Em xin cảm ơn.",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em kính chào PDT ạ,. . . . Hiện tại em đã có tên trong danh sách tốt nghiệp dự kiến nhưng khi vào trang đăng ký tốt nghiệp thì vẫn hiện là \"Xin lỗi, bạn chưa được cấp quyền sử dụng trang này\".. . . . Nên em viết yêu cầu này để xin PDT cho em được vào trang đăng ký tốt nghiệp với ạ.. . . . Em cảm ơn PDT ạ.",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Lần trước em có hỏi về việc thu nhận lại để tốt nghiệp thì em được trả lời là khi em có trong danh sách tốt nghiệp dự kiến thì phòng đào tạo sẽ tự động thu nhận lại. Nhưng hiện tại em vẫn còn trong trạng thái tạm dừng nên chưa đăng ký tốt nghiệp được (do không đăng ký môn học trong học kỳ này). Kính mong phòng đào tạo xem xét thu nhận lại để em có thể đăng ký tốt nghiệp. Em xin chân thành cảm ơn!",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào ạ, em có thắc mắc là chuẩn av khi đăng kí môn học học kì hè có áp dụng đối với k18, k19 không ạ. Do em thấy ở mail trước là lịch kiểm tra định kì đến 23/5 - 5/6 mới có lịch kiểm tra ạ. Vậy là trễ đăng kí môn học rồi ạ. Em cảm ơn ạ",
            "Chào bạn. . Theo thông báo HK213 không có, thì sẽ áp dụng theo quy định. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hôm nay em có kiểm tra bkpay thì thấy mình bị trễ hạn nộp học phí bổ sung học kì 211, nhưng khi kiểm tra mail các sinh viên bị đình chỉ vì chưa đóng học phí thì lại không có tên em. Vậy trong trường hợp này em đã bị đình chỉ chưa và có thể đóng học phí bây giờ có được không ạ? Em cảm ơn thầy/cô",
            "Đã trả lời. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1512718  /b \t. . . .   i Tốt nghiệp . Em chào Thầy/Cô ạ,. . . . Em là Quốc sinh viên K15 MSSV 1512718,. . . . Vừa rồi em có nhờ Thầy/Cô cứu xét tốt nghiệp và đã được giải quyết có tên trong danh sách tốt nghiệp dự kiến tháng 4 ạ, nhưng em hiện không thể vào đăng ký tốt nghiệp vì tình trạng sinh viên là đã nghỉ. Em mong được Thầy/Cô thu nhận em lại để em có thể đăng ký tốt nghiệp trong tháng 4 này ạ.. . . . Em xin cảm ơn Thầy/Cô.. . . . Trân trọng,. . Quốc",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    }
]