[
    {
        "intent": "",
        "message": [
            "Họ tên: [full_name]. . . . MSSV: [student_id]. . . . Dạ thưa PĐT. . . . Cho em hỏi là có khác biệt gì về việc học Dự thính và học Chính quy không ạ?. . . . Cuối HK DT vẫn thi và tính điểm như HK CQ đúng không ạ?. . . . Xin cảm ơn.",
            "Chào em,. . Hoàn toàn giống nhau, chỉ khác học ngoài giờ, học phí khác em nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .  Kính gửi Phòng đào tạo,. .  Em tên [full_name], MSSV [student_id], lớp VP14XDC. Em viết đơn này xin được đăng ký bổ sung vào danh sách lớp Anh văn 5 XD (003720). Theo danh sách được Văn phòng Khoa PFIEV đã xác nhận thì em xin phép được đăng ký bổ sung vào lớp Anh văn 5 (003720).. .  Em xin cảm ơn. .        Dy",
            "Chào bạn,. . Bạn vui lòng trình bày rõ là ds này đã được VP việt Pháp gửi cho PDT chưa? hay bây giờ bạn muốn xin ĐKMH môn AV5. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào Phòng đào tạo,. . Em là [full_name], MSSV [student_id], thuộc chương trình kỹ sư CLC Việt Pháp, email: [email]. . Hiện tại em đang cần bảng điểm (file PDF) để hoàn thành hồ sơ đi thực tập tốt nghiệp ở nước ngoài. Em đã đăng ký trên hệ thống mybk của trường rồi, nhưng vì em đang cần gấp nên em muốn được nhận bảng điểm qua email trong thời gian sớm nhất ạ.. . Em mong sớm nhận được phản hồi. Em cảm ơn rất nhiều ạ. . . .",
            "Chào bạn;. . hiện tại không thể gửi bảng điểm qua đường bưu điện nên PĐT gửi bạn bản scan nhé. . Thân",
            "Dạ em xin cảm ơn PĐT nhiều ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Dạ em xin được mở lớp dự thính môn cơ lưu chất ci2003 học kì dự thính bắt đầu từ ngày 30/08, có hơn 70 người đăng kí ở đợt 1 nhưng đợt 2 không mở.Vì môn học này là môn cơ sở để mọi người kịp tiến độ nhận luận văn ở học kì sau ạ. Tình hình dịch bệnh rất khó khăn nhưng kính mong pđt xem xét các phương án hỗ trợ để có thể giúp các em được mở lớp ở học kì này ạ.",
            "•\tQuy trình nhận đơn mở lớp (các môn chưa được mở):. . 1-\tTải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giảng viên giảng dạy & Khoa/Bộ môn để được:-. . -\tKý xác nhận đồng ý. . -\tGhi rõ Thời khoá biểu. . . -\tĐối với các môn có thực hành/thí nghiệm: Khoa phải cam kết tổ chức được cho SV. . 2-  Tiếp theo: gởi đơn + email (tất cả) qua trang hỗ trợ trực tuyến (BKSI)   chọn đề mục: MỞ LỚP DỰ THÍNH    ghi rõ tiêu đề yêu cầu: MỞ MÔN HỌC DỰ THÍNH HK211.. . 3-  Thời gian gởi đơn từ 24/8 đến 17g ngày 25/8. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy/cô ở pđt ạ,. . Dạ em là sinh viên chính qui K20 trường mình, chuyện là có 1 môn học của em trong học kì này HK211 chuyển sang hình thức học online, làm bài tập cũng online và có sử dụng máy tính. Em không đáp ứng được yêu cầu về máy móc, nên giáo viên bộ môn yêu cầu em rút môn học đi. . . Dạ,thầy/cô ở pđt ơi, mình thực hiện việc rút môn học (có tính phí) theo hình thức online là mình làm sao ạ? Qui trình như thế nào ạ? Mong thầy/ cô ở pđt phản hồi mail của em ạ.. . Dạ em cảm ơn thầy/ cô rất nhiều ạ.. .",
            "Chào bạn,. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào Thầy/Cô.. . HK này em đăng kí 1 môn để nhận giấy xác nhận sinh viên, hoan nghĩa vụ quân sự. Vì em đã hoàn thành luận văn tốt nghiệp, chỉ còn thiếu AV nói- viết. Vậy khi nào em rút môn học( nhưng vẫn đóng học phí) ạ?. . Dạ em cảm ơn Thầy/ Cô ạ.",
            "Chào bạn,. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   b MSSV/MSGV: [student_id]  /b . . Dạ thưa cô/thầy em đã đăng kí môn Giải tích môn ở đợt đăng kí môn học trước đó. Tới đợt 3 này em đăng kí môn hình học hoạ hình thì bị vướt lịch môn Giải tích 1 đã đăng kí trước đó và không được xoá môn. Nay em muốn hỏi là nếu em làm đơn rút môn học Giải tích 1 liền thì có đăng kí môn Hình học hoạ hình được không? Và có kịp không ạ. Em xin cảm ơn ạ. .   i Đăng ký môn học .",
            "Chào bạn lòng trình bày rõ ràng lý do nhé,. . Ghi rõ tên và mã MH, mã nhóm xin đăng ký,  mà môn học bị trùng (để xin rút hoặc hủy nếu được).. . SV chủ động liên hệ với GV để xin vào lớp vì hiện tại đã bắt đầu từ tuần thứ 2 của HK.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi là đăng ký dự thính đợt 3 trước e đã đăng ký môn vi xử lý. . và đợt đăng ký môn học dự thính bổ sung hk211 (lộ trình 2 đợt 1) em có đăng ký trùng lại môn vi xử lý đó. Cho em hỏi có thể xóa được không ạ !!!",
            "Chào bạn,. . Học dự thính bổ sung hk211 (lộ trình 2 đợt 2) cho SV hiệu chỉnh môn học nhé bạn. . Những môn đã có kết quả ở đợt ĐK dự thính HK211 lộ trình 1 thì không được hiệu chỉnh nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em muốn đăng ký dự thính bổ sung HK211, môn Kỹ thuật thủy lực & khí nén, đợt 2 lớp thầy [full_name], nhưng nó báo là \"Môn Dự Thính Lộ Trình 1 -SV Không ĐK\", PĐT mở đăng ký giúp em được không ạ ?. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào phòng đào tạo ạ. Em tên  [full_name], sinh viên khoa kỹ thuật xây dựng. Em có đăng kí môn học đồ án thép và đồ án betong 2 ở kì dự thính vừa rồi nhưng bị hủy vì khoa không mở, đợt 2 này thì không nhiều bạn muốn đăng kí nên em không lập danh sách xin mở lớp được. Phòng đào tạo cho em hỏi là em có thể xin vào học 2 môn này ở lớp kì chính (hk211) không ạ. Vì môn đồ án thì vẫn chưa bắt đầu giảng dạy ở kì chính nên không ảnh hưởng đến chất lượng đào tạo ạ. Mong phòng đào xem xét giúp em để em kịp tiến độ làm luận văn ạ (kì trước em có sự cố không thể hoàn thành môn học). Em cảm ơn rất nhiều ạ. Chúc phòng đạo tạo sức khỏe!. .   i Mở lớp dự thính (bắt đầu học từ 30/8) .",
            "Chào bạn,. . Dự thính không mở đồ Án nhé, bạn vui lòng ghi rõ tên, mã mh và mã nhóm trong HK kỳ chính để PDT kiểm tra và trả lời cho bạn nhé!. . Thân",
            "Dạ em chào phòng đào tạo,. . Em có nguyện vọng được xin vào học 2 môn:. . CI3177 - ĐAMH kết cấu bê tông cốt thép 2 - nhóm L01 - [full_name]. . CI3213 - ĐAMH kết cấu thép - nhóm L01 - [full_name]. . Em mong nhận được sự đồng ý từ phòng đào tạo ạ.. . Em cảm ơn rất nhiều! Chúc phòng đào tạo sức khỏe.. .",
            "li answer rate:",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin được đăng ký môn:. . . . MT1003 Giải tích 1. . MT1005 Giải tích 2. . MT1007 Đại số tuyến tính. . . . ở kì dự thính hk211 lộ trình 2 ạ.. . Em có đọc mail và thấy các lớp cũng lại đủ 99/99 mất rồi ạ. . . Vậy nên em có thể nhờ thầy,  cô giúp em đăng kí vào 1 lớp bất kì  hoặc hướng dẫn cho em ạ. Đây là kì cuối của em rồi. Em mong được giúp đỡ ạ. . . Em cảm ơn thầy, cô.. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "-Em tên là [full_name], sinh viên hệ VLVH, MSSV: [student_id]. . . . -Em viết mail này xin phép phòng đào tạo (PĐT) chuyển lớp cho em.. . . . -Lý do: Đợt đăng ký môn học “ Đăng ký môn học Dự Thính Chính Quy + Hệ Vừa Làm Vừa học - HK211- Đợt 3” em có đăng ký môn học “. . TR3059 - CAD ứd trong thiếtkế ôtô” thuộc nhóm lớp Z2CK như (hình 1) nhưng khi đến giờ học thì em được thông báo đã “hủy môn” và em đã viết “Đơn bổ sung đăng ký môn học” như (hình 2) đăng ký môn học “TR3059 - CAD ứd trong thiếtkế ôtô” với mã lớp là DT01 như (hình 3). Nhưng khi được xếp lịch em được xếp vào lớp với mã L02 (lớp chính quy) như (hình 4) và lớp này vẫn trong giờ đi làm nên em “Không thể học được”.. . . . -Kính mong PĐT giúp em thay đổi mã lớp DT01 (lớp buổi tối) để em có thể hoàn thành tốt môn học đã đăng ký, xin chân thành cảm ơn PĐT đã xem xét và giúp đỡ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa thầy cô.. . Lúc trước khi thi em có đăng kí hoãn thi môn Kỹ thuật lập trình vì cơ sở vật chất em không đủ điều kiện, nhưng gần tới ngày thi thì em lại đủ điều kiện để thi. Và em cũng đã thi và đã điểm danh môn đó rồi ạ. . . Em làm đơn này để xin phép được HỦY hoãn thi ạ.. . Em xin cảm ơn.",
            "Chào em,. . Em gửi lại có ngày tháng, họ tên, chữ ký nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kình gửi PĐT,. . Em là [full_name], MSSV [student_id], lớp VP17VT.. . Em xin phép gửi đơn xin rút môn học ở học kì chính 211.. . Môn xin rút: Xử lý số hình ảnh và âm thanh - 405711.. . Nhóm lớp: P01. . Lí do xin rút: Vừa qua em đã nhận được kết quả đã qua của môn này trong kì hè, nay em xin rút để giảm bớt gánh nặng trong kì chính 211.. . Em xin cam đoan mình vẫn đã đăng kí tối thiểu tín chỉ (30 chỉ) và vẫn đóng đủ học phí.. . Đơn và chữ kí của em ở trong file đính kèm.. . Trân trọng,. . [full_name].",
            "Em xin gửi lại đơn ở đây do file trên bị lỗi.",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cố ạ, em là [full_name] MSSV [student_id].. . . . Em muốn hỏi về việc hiện tại em muốn hủy môn học thì phải đăng kí ở đâu ạ?",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính (lộ trình 1) HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: G[student_id]  /b \t. . . .   i Đăng ký môn học . Sao em gửi đơn mở lớp học kì chính nhưng pdt vẫn chưa xác nhận đc ạ. . . Em cảm ơn",
            "Chào bạn,. . Đã ghi nhận đang xin ý kiến của Ban lãnh đạo phòng, bạn đợi tin nghen. . Thân",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Xin kính chào quý thầy cô ah! . . Em tên [full_name], MSSV: [student_id].. . Học kì 2 năm học 2020-2021 em có đăng kí môn học Kỹ thuật điện- điện tử (EE2011) thuộc nhóm A01-A của thầy [full_name].. . Em có hoàn thành quá trình thi online và có quay màn hình trong quá trình thi lai nhưng video vượt quá kích thước cho phép và em có tìm phương pháp để nến kích cỡ video lại nhưng các phần mềm làm được thì yêu cầu trả phí (em sử dụng hệ điều hành macos) khoa em cũng có giới thiệu phần mềm quay màn hình nhưng là phần mềm dùng cho hệ điều hành Windows ah. Em có mail cho thầy [full_name] nhưng không thấy thầy phản hồi, em mong quý thầy cô giúp em việc này với ah, vì môn này em đã học lại nhiều lần và chỉ có lần này là lần đầu em qua môn này ah. . . Em có đính kèm đường link video quay màn hình quá trình thi ở đây luôn ah: https://drive.google.com/file/d/14t-[full_name]-[full_name]MZpTnymM5siKUFHGxSB/view?usp=sharing. . Em cảm ơn quý thầy cô rất nhiều ah!",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . . . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép).. . Bạn phải báo với CBCT để ghi nhận về trường hợp của bạn trong quá trình thi, vì PDT sẽ gửi ds hoãn thi về Khoa để đối chiếu lại nhé!. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . kinh thưa pđt, hiện tại [full_name] đang gặp vấn đề đăng kí luận văn, vì khoa cao đẳng [full_name] hiện tại chỉ cần 6 ngày ctxh (thông tin này [full_name] tìm hiểu từ trên aao của trường) là có thể đăng kí luận văn và hiện tại [full_name] đã 6.5 ngày rồi mà khi đăng kí vẫn k được, mong đào tạo xử lí giùm [full_name].Mong pđt giải quyết giùm [full_name] tạo điều kiện để [full_name] hoàn thành chương trình học sớm nhất có thể. Dưới đây là 2 hình ảnh [full_name] đọc trên aao và CTXH của [full_name]. [full_name] xin cảm ơn pđt. .",
            "Chào bạn,. . Vui lòng ghi thông tin về tên mã và mã môn LVTN nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/ cô. . Em là SV VP k17. . . . Em đang nộp hồ sơ học bổng cho VP Việt Pháp và cần in bảng điểm để nộp. Nhưng bây giờ đang dịch thì làm sao để em lấy bảng điểm được ạ. Liệu em đang kí in trên mybk rồi phòng đào tạo gửi bản mềm cho em được không ạ?. . . . Em xin cảm ơn",
            "Chào em,. . Em đăng ký trên mybk rồi 1 tuần sau em gửi lại để PĐT xem nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Thầy/Cô phụ trách:. . Em tên: [full_name], MSSV: [student_id], khoa: Kỹ thuật xây dựng.. . Em muốn đăng ký xin rút môn học vì nếu tiếp tục học sẽ không đủ điều kiện xét tốt nghiệp vào đợt 2 tháng 11.. . Môn học muốn rút: Pháp luật Việt [full_name]. . Mã môn học: SP1007. . Giảng viên: Cô [full_name]. . Nhóm: L23 - thứ 5 - tiết 7-8 . . Em mong nhận được thông tin phản hồi sớm nhất từ quý Thầy/Cô.. . Em chân thành cảm ơn Quý Thầy/cô ạ!",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính (lộ trình 1) HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. .",
            "Chào bạn,. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa thầy cô,. . Em tên là [full_name] Đăng MSSV [student_id]. . HK 203 vừa rồi em có đăng kí nhầm mã môn TTTN  Mã em đk nhầm là EE3313 và mã đúng của em là EE3323. Em đã làm đơn xin đổi mã cũng như là xác nhận của bộ môn Tự động em thuộc bộ môn nên nhờ thầy cô giải quyết giúp em vì đang có đợt đk TTTN mới. Em đã nhờ bộ môn xác nhận qua mail ( thầy cô xem hình em đính kèm ạ ). Em xin cảm ơn rất nhiều"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Kính gửi thầy/cô PĐT. . Em tên: [full_name]. . MSSV: [student_id]. . Hệ VLVH:Khoa Kỹ thuật xây dựng. . . . Vừa qua em có đăng ký môn học Đồ án bê tông 2 (CI3177) và đã có thời khoá biểu học, nhưng khi em vào e-learning, gv bộ môn có up file danh sách lớp trong đó không có tên em. Mong PĐT giúp em.",
            "Chào bạn,. . Môn Đồ Án, bạn vui lòng liên hệ ở Khoa để được hướng dẫn về việc phân cán bộ hướng dẫn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa, theo mail em vừa nhận được từ Văn phòng Khoa từ 9:30 sáng nay thì khoa đã gửi mail để cập nhật danh sách này cho PĐT. Em nhờ phòng đào tạo kiểm tra giúp em để cập nhật em vào danh sách lớp ạ. Còn nếu chưa thì Phòng Đào Tạo có thể ĐKMH bổ sung vào lớp AV5 (003720) được không ạ.",
            "Chào bạn,. . Vậy bạn đợi phải hồi từ văn phòng [full_name] nhé, bạn làm như vậy sẽ gây trùng lấp nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em kính chào thầy cô phòng đào tạo,. . . . Em tên là Nguyễn Thị Thanh [full_name], có MSSV là [student_id], em thuộc hệ VHVL. . . . . Em xin phép được trình bày vấn dề em gặp phải là em không đăng kí được môn ĐẠI SỐ TUYẾN TÍNH cho đợt đăng kí môn học dự thính bổ sung đợt hk211 - lộ trình 2 - đợt 2. (Em có kèm theo hình ảnh không đăng kí được). . . . Em kính mong thầy cô xem xét dùm em để em có thể có cơ hội được học môn này trong học kì này ạ.. . . . Em xin chân thành cám ơn sự giúp đỡ từ phía nhà trường.. . . . Kính mến,. . Em [full_name].. .",
            "Chào bạn,. . Nhóm DTQ dành cho SV chất lượng cao nhé bạn, bạn vui lòng chọn nhóm lớp khác nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Nhà trường ơi cho em hỏi là em đã đăng kí môn thủy lực và khí nén ở lộ trình 1 rồi mà sao em không có lịch và cũng không đăng kí được lại ở lộ trình 2 vậy ạ.Thời khóa biểu của em cũng không trùng với lịch học của môn kĩ thuật thủy lực và khí nén.Em mong được học môn này trong kì này ạ vì em đã năm cuối và còn nợ môn này thôi ạ. Em đã đính kèm ảnh ở bên dưới mong nhà trường xem xét giúp em với ạ.Em cảm ơn nhà trường ạ.",
            "Nhà trường ơi giải quyết giúp em với ạ ngày mai là hết hạn đăng kí môn rồi ạ.",
            "Chào em,. . Em vui lòng trình bày lý do, mã môn học, tên môn học, mã nhóm để PĐT xem xét nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Môn đồ án 1 (Me3119) của em vừa qua đã xin thầy chủ nhiệm mở lớp và bây giờ đến đợt đăng kí môn học lần 3 thì môn học này đã bị xóa, thầy chủ nhiệm bảo đồ án một bạn học cũng cố mở cho em, em cũng đã đủ điều kiện để mở lớp. Cho em hỏi em phải làm sao để có thể giải quyết được ạ?. .",
            "Chào bạn,. . - Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . - Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . - SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. .",
            "Em xin gửi đơn khiếu nại ạ trong tệp đính kèm ạ.",
            "Chào bạn,. . Môn đồ án không mở trong học kỳ dự thính nhé bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Kính gửi phòng đào tạo .. . Em là [full_name] , mã số sinh viên [student_id] , lớp XD17KT khoa xây dựng ngành kiến trúc .. . . . Do vấn đề Covid ảnh hưởng lớn đến kinh tế gia đình và một số vấn đề khác ,nên trong kì hè em đã không thể đăng kí học các môn học còn thiếu để đủ tín chỉ ( thiếu 4 chỉ trong yêu cầu là 144 tối thiểu làm thực tập tốt nghiệp ) . Nguyên do chính là học phí học 1 tín chỉ kì hè cao nên kinh tế gia đình em trong thời gian này không đáp ứng được . . . . . Nhưng trong kì 211 này , em đã đăng kí các môn học để đáp ứng đủ điều kiện làm thực tập tốt nghiệp . Nếu không đăng kí trong kì này thì đến 212 em mới làm được thực tập tốt nghiệp và đến 221 mới làm đồ án tốt nghiệp được , dẫn đến việc ra trường trễ hơn nhiều ạ .. . . . Em kính mong phòng đào tạo xem xét cho phép em đăng kí môn học này trong kì 211 . . . . . Em xin cảm ơn ạ  .. .",
            "Chào bạn,. . Phải đủ điều kiện mới đăng ký được nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dear Phòng Đào Tạo Trường Đại Học Bách khoa . . Em tên: [full_name] MSSV: [student_id]. . Học lớp L04 . . Giảng viên: T.S [full_name]. . Em làm đơn này xin được phúc khảo lại bài thi môn Triết Học thi vào ngày 4/8/2021 học kì 2020-2021. Em có nộp bài và hệ thống báo là nộp thành công, nhưng bài của em k được lưu lại, em mong phòng Đào Tạo xem xét cho em được chấm bài thi cuối kì của mình em có lưu lại video làm chứng. Em kính mong nhà trường và Phòng Đào Tạo xem xem xét lại. Em xin trân thành cảm ơn.",
            "Em đã thi rồi và hệ thống báo thành công, lúc thi xong thầy coi thi có bảo ai nộp bài giơ tay em đã nộp  giơ tay thầy nói ok rồi h bài em k có ạ Xin phòng đào tạo xem xét lại cho em ạ.",
            "Chào bạn. . Bạn vui lòng liên hệ trực tiếp Giảng viên giảng dạy để phúc khảo . . Thân",
            "dạ em liên hệ rồi ạ, mà cô bảo k có bài của em trên hệ thống ạ. . Mà lúc em nộp đã báo thành công và thầy giám thị đã ok ạ em mong nhà trường giải quyết giúp em với ạ. .",
            "Chào bạn. . Bạn liên hệ Bộ môn/[full_name] để kiểm tra lại danh sách giám thị, và nhờ Bộ môn/[full_name] can thiệp kiểm tra lại, nếu bạn còn minh chứng thì gởi cho [full_name] xem. . Vì thi online, Pdt đã cấp quyền cho [full_name] về vấn đề này. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào phòng đào tạo ạ.. . Em tên [full_name] - K17 - Công nghệ kĩ thuật vật liệu xây dựng.. . Em có câu hỏi là:. . . . 1. Em đã học xong hết tất cả các môn và đang chờ để thi tiếng anh nói viết chuẩn bị tốt nghiệp. Nên em đăng ký thêm môn Anh văn 1 học kì này để duy trì tình trạng sinh viên. Vậy nếu em không hủy môn em để môn học tới cuối học kì rồi bị điểm 13 thì có ảnh hưởng gì tới điểm trung bình tích lũy không ạ?. . . . Em xin chân thành cảm ơn và rất mong sẽ nhận được phản hồi sớm từ phòng đào tạo ạ.. . Trân trọng,. . [full_name].. .",
            "Chào bạn. . Tốt hơn hết nếu bạn không học thì Rút môn học nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào phòng đào tạo.. . Em là [full_name]. MSSV: [student_id]. . Chuyện là thế này.. . Nhóm bọn em có khoảng 17 bạn, bị trễ so với các bạn khác cùng khóa k18 1 kỳ. . Các em cùng nhau đăng ký môn \"TR3043 - Đồ án thiết kế động cơ đt\" ở đợt 1 HK21.1. Nhưng đợt 2 HK21.1, bị hủy, bọn em viết đơn xin mở lớp có sự đồng ký của khoa và các thầy cô. Nhưng đợt 2 không biết sao, mà vẫn không mở. Đợt 3 cũng vậy.. . Vì vậy, chúng em quyết định chuyển xuống dự thính đăng ký HK21.1-Dự thính. Đợt 1,2 ở dự tính lộ trình 1 thì đăng ký được. Săn đợt 3 thì chuyển mà môn học đó sang hệ dự thính T01, bọn em không đăng ký được.. . Rồi bây giờ bọn em đăng ký HK21.1 - Dự thính đợt 1, lộ trình 2. Đợt 2 báo kết quả không được mở lớp.. . Sáng em có viết đơn xin mở lớp, thì pđt bảo là dự thính không mở lớp.. . Vậy bây giờ bọn em phải làm như thế nào.. . Em rất mong pđt cho bọn em phương án, cứu vớt bọn em với.. . Em cảm ơn phòng đào tạo",
            "Chào bạn,. . Môn đồ Án không mở trong HK dự thính nhé bạn, Bạn vui lòng kiểm tra và gửi lại đơn mở lớp bạn đã gửi nhé!. . thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT hiện tại em có đang vướng một môn chuyên ngành (môn Thiết kế sp trong công nghiệp-ME4017), chưa đăng ký được do full slot (hiện đang mở 2 lớp một lớp sĩ số 27 và một lớp sĩ số 28). Qua 2 đợt đăng ký em đều gửi mail và gửi yêu cầu trên BKSI xin PĐT giúp đỡ đăng ký môn, nhưng có lẽ vì quá nhiều yêu cầu nên PĐT chưa xử lí kịp. Vì đây là môn chuyên ngành chỉ mở trong học kỳ cuối cùng này cho K18 học, K19 và K20 không được học. . . Nên em mong PĐT có thể cho em được đăng ký môn này, nếu qua kỳ này thì khả năng môn này được mở lại là rất ít. . . Mong PĐT thông cảm và giúp đỡ em.. .",
            "Chào bạn,. . Bạn vui lòng ghi rõ lý do, tên MH, mã MH và mã nhóm xin Đăng ký nhé, để PDT kiểm tra và trả lời nhé!. . Thân",
            "Em cảm ơn PĐT đã dành chút thời gian giúp đỡ em.. . - Môn em muốn đăng ký nhưng đã Full slot như đã trình bày ở trên là môn: Thiết kế sp trong công nghiệp-ME4017_lớp L01_L01. . - Và em còn một môn chuyên ngành quan trọng nữa là môn: Quản lí vật tư và tồn kho-ME4027_L01_L01, do đợt 2 em bị cấn lịch học môn: Ứng Dụng Máy Tính trong công nghiệp-ME2049-L03 nên không thể đăng ký được. Nhưng hiện tại lịch học môn ứng dụng máy tinh đã được PĐT điều chỉnh lại nên không bị cấn lịch nữa. . . *Em là sinh viên năm cuối, những môn chuyên ngành rất quan trọng. . . Mong được PĐT quan tâm giúp đỡ, cho em đăng ký bổ sung 2 môn trên để em kịp tiến độ ra trường ạ.. . Em cảm ơn rất rất nhiều.. . *[full_name]-[student_id]. .",
            "Xin PĐT trả lời em sớm với ạ!!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Xin pđt mở giúp em 2 môn này ạ. Vì 2 môn này các khóa từi k19 trở đi không còn học nữa. Và tuiju em cũng đã có sự đồng ý đầy đủ từ khoa GEOPET.",
            "Chào bạn. . Đơn này đã được SV [student_id], nộp rồi nghen. . Đang xử lý. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em nộp phiếu hủy hoãn thi ạ. Em cảm ơn ạ.",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy cô phòng đào tạo, em là [full_name], mssv [student_id], lớp XD18CTXD03, thầy cô em báo đã nộp điểm cho phòng đào tạo hết rồi, có thầy cô nộp từ hồi tháng 7, nhưng hiện em vẫn không thấy trên mybk có điểm. Kính mong thầy cô giải đáp giúp em.. . Cám ơn thầy cô đã đọc. . Trân trọng. . . .",
            "Chào bạn. . Bạn phải hỏi Thầy bạn có làm đúng quy trình chưa? vì nếu THầy làm đúng quy trình thì tự động hệ thống cập nhật điểm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô, em viết đơn này mong phòng đào tạo xem xét đơn xin cứu xét đăng ký môn học của em. Môn thi \"Kiểm tra phần mềm\" (CO3015) diễn ra vào ngày 20/8/2021 (sau hạn đăng ký môn học đợt 3 - 19/8/2021). Vì bài làm của em không được tốt và học kỳ sau lại là học ký cuối trong thời hạn đào tạo tối đa 6,5 năm của khoa, đợt đăng ký môn học đã kết thúc nên em không đăng ký môn được. Em mong thầy, cô có thể xem xét đơn xin cứu xét đăng ký môn học của em ạ.. . Đơn xin cứu xét ĐKMH của em cũng đã được ban chủ nhiệm khoa đồng ý phê duyệt ạ.. . Em xin đính kèm đơn đã được thầy phó chủ nhiệm khoa Quản Thành Thơ phê duyệt và hình ảnh trao đổi của em và ban chủ nhiệm khoa.. . . .   B Tên môn học:  /B  Kiểm tra phần mềm. .   B Mã môn học:  /B  CO3015. .   B Mã nhóm lớp xin đăng ký:  /B  L02. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính (lộ trình 1) HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. .",
            "Chào bạn,. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi quý Thầy/Cô!. . Em gửi đơn để xin đăng kí môn học (có file đính kèm).. . Kính mong nhận được phản hồi sớm!. . Trân trọng,. . [full_name]",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em hiện đang là sinh viên năm 4 đã đăng kí LVTN trong kì 202 nhưng do ảnh hưởng của dịch covid nên đã xin tạm hoãn. Em muốn hỏi rằng trong kì 211 thì em có cần phải tự đăng kí lại môn LVTN hay không hay là trường sẽ sắp xếp lại cho một đợt bảo vệ riêng cho các bạn hoãn ạ. Em muốn hỏi thêm là hiện em đang thuộc chương trình tài năng, nếu em hoãn như vậy thì em có bị mất bằng tài năng khi tốt nghiệp không ạ.. .   i Yêu cầu khác .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . . . Em đọc kỹ quy chế nhé.. . . . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kỳ này do ảnh hưởng covid, em hoãn thi 2 môn, cho em hỏi là sau này thi lại, nếu có điểm, thì điểm đó có được tính vào điểm trung bình tích lũy không ạ? Em cảm ơn",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . . . Em đọc kỹ quy chế nhé.. . . . . . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ LVTN của e có mã môn học là 260663, dạ e xin cảm ơn pđt đã cập nhập giùm e.. .",
            ". . Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ em chào thầy cô ạ.hôm nay em thi vào lúc 13h00 ngày 24/08/2021.. . em xin báo cáo như sau: lúc đang thi do không để ý nên em đã bấm tắt record màn hình mà k biết ạ,nên bây giờ em hiện k có file ghi màn hình nên không nộp được ạ.. . thầy cô cho em hỏi là liệu bài thi của em có được tính không ạ và nếu có thì giờ em phải làm thế nào để khắc phục ạ . em xin cảm ơn ạ!",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . . . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép).. . Bạn phải báo với CBCT để ghi nhận về trường hợp của bạn trong quá trình thi, vì PDT sẽ gửi ds hoãn thi về Khoa để đối chiếu lại nhé!. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Vui lòng trình bày rõ câu hỏi"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên: [full_name]. . MSSV: [student_id]. . (Tiếp tục hình 1).. . . . Lý do xin đăng ký môn:. . Lần đăng kí môn học kỳ dự thính lộ trình 1, em có đăng ký môn kết cấu thép 2 mã CI3211 nhưng bị xoá do em huỷ lớp đồ án thép CI3213 và sau đó thì bị mất slot. (Em huỷ lớp đồ án vì lý do: lớp đồ án CI3213 ở kỳ dự thính mã T01 dành cho hệ vừa học làm và em đã có trong lớp đồ án CI3213 lớp L01). . . . . Hiện em có tkb môn đồ án CI3213 (hình 2), nên em cần học môn thép 2 CI3211 lớp DT01. Em đã trình bày và xin phép cô [full_name], giảng viên phụ trách môn đó và đã được đồng ý (hình 3). . Em xin phòng đào tạo giải quyết cho em được vào lớp cô ạ. Vì nếu em không học thép 2 CI3211 sẽ không làm được đồ án CI3213.. . Em cám ơn rất nhiều.. . . . [full_name]",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào phòn đào tạo. . Em là [full_name], MSSV [student_id]. . Chuyện là thế này.. . Nhóm bọn em có khoảng 17 bạn, bị trễ so với các bạn khác cùng khóa k18 1 kỳ. . Các em cùng nhau đăng ký môn \"TR3043 - Đồ án thiết kế động cơ đt\" ở đợt 1 HK21.1. Nhưng đợt 2 HK21.1, bị hủy, bọn em viết đơn xin mở lớp có sự đồng ký của khoa và các thầy cô. Nhưng đợt 2 không biết sao, mà vẫn không mở. Đợt 3 cũng vậy.. . Vì vậy, chúng em quyết định chuyển xuống dự thính đăng ký HK21.1-Dự thính. Đợt 1,2 ở dự tính lộ trình 1 thì đăng ký được. Săn đợt 3 thì chuyển mà môn học đó sang hệ dự thính T01, bọn em không đăng ký được.. . Rồi bây giờ bọn em đăng ký HK21.1 - Dự thính đợt 1, lộ trình 2. Đợt 2 báo kết quả không được mở lớp.. . Sáng bạn em có viết đơn xin mở lớp, thì pđt bảo là dự thính không mở lớp.. . Vậy bây giờ bọn em phải làm như thế nào.. . Em rất mong pđt cho bọn em phương án, cứu vớt bọn em với.. . Em cảm ơn phòng đào tạo",
            "Chào bạn,. . PDT đã tiếp nhận đơn của bạn và trình Ban Lãnh đạo xem xét và sẽ trả lời kết quả đơn cho bạn trễ nhất là ngày 30/08/2021.. . Nếu sau ngày này vẫn chưa nhận được câu trả lời bạn vui lòng gửi lại phản hồi qua bksi để PDT kiểm tra.. . Thân. .",
            "Chào bạn,. . PDT đã đồng ý mở lớp môn đồ án cho bạn vào HK chính,. . bạn theo dõi TKB cập nhật tại mybk/Thông tin SV trễ ngày vào ngày 30/8 nhé!. . Bạn vui lòng nhắn các bạn của bạn muốn đăng ký môn DA, vui lòng gửi yêu cầu qua bksi, ghi rõ tiêu đề xin đăng ký môn học Hk chính 211, ghi rõ lý do, tên MH và MH nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Đăng ký môn học . . .",
            "Đăng ký môn học. . . . Kính gửi Phòng Đào tạo. . Em tên là Trầm Thùy An. Em xin phép được ĐKMH Kinh tế Vi Mô và học chung với K21 (File đính kèm).. . Mong Phòng Đào tạo xem xét và đồng ý để em có thể hoàn thành chương trình học một cách tốt nhất ạ.. . Em xin chân thành cảm ơn!. . . .   /QUOTE . .",
            "QUOTE Trích. . MSSV/MSGV: [student_id]    . .   /QUOTE . .",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i MT1005",
            "Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô ạ.. . Tại sao đoạt đkmh dự thính lộ trình 2 - đợt 2 này em không thể đăng ký được môn Vật lý 2 PH1005 ạ.",
            "Chào em,. . Em ghi rõ lý do, mã môn học, tên môn học, mã nhóm gửi lại để PĐT xem xét nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào anh chị, em là [full_name], sinh viên K20 hệ CLC. Học kỳ 211 này em có đăng ký môn Giải tích 2 hệ Dự thính vì nghĩ là mình sẽ rớt môn đó ở kỳ 202, nhưng bây giờ em đã có kết quả là đã qua môn. Nếu vậy, em có được thực hiện rút môn học hay không ạ (bởi vì em đã bắt đầu học kỳ dự thính ngày 16/8 rồi)? Và nếu không rút được thì việc học hai lần như vậy sẽ được tính điểm như thế nào? Em cảm ơn anh chị.",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính (lộ trình 1) HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi thầy/cô bộ phận BKsi,. . . . Em là [full_name], mssv [student_id], xin được rút môn học Phương pháp tính MT1009 lớp L06\ttrong học kỳ 211 ạ.. . . . Em xin cảm ơn. Chúc thầy/cô sức khỏe.. .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính (lộ trình 1) HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "-Em tên là [full_name] -[full_name]. . -Đợt đăng kí LVTN cuối(không xét chuẩn anh văn).Em đã đăng kí được rồi nhưng kì này em rớt môn không đủ tín chỉ tích lũy để xét đăng kí LVTN(môn không phải tiên quyết luận văn).. . -Vậy khi hậu kiểm em có bị xóa [full_name] không ạ. . -Mong PĐT giải đáp thắc mắc sớm giúp em vì mai là hạn cuối đăng kí rồi ạ. . . .",
            ". . [full_name],[full_name]. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện chuẩn tiếng Anh sau mỗi năm học (Chuẩn Anh văn hàng năm cho riêng HK chính 211 và HK dự thính 211). ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào tạo.. . Em muốn xin được rút môn học Thí nghiệm vật lý mã môn PH2005 lớp P01 trong học kì này.Lý do em không thể trang bị kịp máy tính theo yêu cầu môn học vì em đang ở địa phương siết chặt giãn cách. . . Em mong Phòng Đào tạo xem xét cho em được rút môn học trong học kì này.. .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào anh/chị!. . Em tên : [full_name] MSSV [student_id]. . Dạ anh chị cho em xin được vào lớp DT02_DT02 môn EE3019 (Truyền số liệu và mạng) ạ!. . Em xin lỗi vì đã không đăng kí vào đợt 1 nên không thể vào lớp vì mấy hôm đó em vừa chích vaccin xong nên bị sốt quá ạ. Vả lại lịch thi của em cũng sau lịch đki môn ạ. . . Em mong anh chị giúp em vào lớp vì kì sau là kì cuối của em ạ.. . Em chân thành cảm ơn!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    }
]