[
    {
        "intent": "",
        "message": [
            "Học vụ . Chào cô, em có tham gia hỗ trợ tiêm vaccine tại địa phương, giờ em muốn quy đổi ra ngày CTXH thì làm theo cách nào để xác nhận với nhà trường và có thể quy đổi tối đa ra bao nhiêu ngày ạ, em xin cám ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Rút môn học (phải thanh toán học phí) HK 211",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/ xem điểm trễ nhất là 22/11/2021. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy, cô. . Cho em hỏi lúc trước em có đăng ký nhận sim mobifone, nhưng khi kiểm tra lại thì đã bị tick vào ô không nhận như này, và giáo trình gửi về cũng không kèm sim luôn ạ. Vậy cho e hỏi làchương trình hỗ trợ sim này còn không ạ?. . Em xin cảm ơn ạ",
            "Chào em,. . Phòng Đào tạo đã gửi mail cho sinh viên và yêu cầu đăng ký nhận thẻ 3G, những trường hợp SV đăng ký trễ hơn thời gian ghi trong mail sẽ không được nhận thẻ 3G trong đợt này. SV có thể liên hệ với Trung tâm hỗ trợ sinh viên để được hỗ trợ về thẻ 3G trong đợt 2. SĐT của trung tâm: (028) 2214.6555.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name]. MSSV [student_id], Địa chỉ nhà 160/87A tổ 5 khu phố 3, phường quyết thắng , Biên Hòa, Đồng Nai.. . Em làm đơn này kính mong nhà trường cho em xin file PDF của giấy hoãn nghĩa vụ quân sự. Để em in ra và nộp lại cho phường ạ. Do dịch bệnh em không lên lấy được.. . Em cảm ơn và chúc nhà trường sức khỏe ạ.. .   i Yêu cầu khác .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô,. . Em đã phản ánh về việc không đăng ký tốt nghiệp được và thầy/cô có hẹn là qua 12/10 mà vẫn chưa được xử lý thì phản ánh lại.. . . . Hiện tại em chưa nhận được mail và vẫn không đăng ký tốt nghiệp được ạ (mã đợt TN.20211.1). Phía dưới em có chèn ảnh chụp không đăng ký được ạ.. . . . . . Em muốn hỏi bây giờ em phải làm sao để đăng ký ạ.. . Em cảm ơn.. . . . . .",
            "Chào bạn. . Bạn chưa hoàn thành anh văn 2 kỹ năng nghen. . Bạn kiểm tra lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Xin chào admin BKSI, em xin được trình bày những thông tin sau đây mong được admin hỗ trợ.. . Em tên là [full_name] (MSSV:[student_id]) sinh viên khoa Quốc Tế, ngành Cơ Điện Tử. Cách đây 2 tuần em có liên hệ với cô [full_name] thư kí bộ môn Cơ điện tử để xin trợ giúp về việc hoãn làm luận văn kì này và tiếp tục lại vào kì sau vì lí do dịch bệnh. Sau đó cô [full_name] nói em liên lạc với văn phòng Đào tạo để được hỗ trợ, em đã làm theo lời cô hướng dẫn và văn phòng đào tạo có nói là phải làm đơn và đưa lại cho bên Bộ môn để ký, xét duyệt.. . Hiện tại thì đơn của em đã xin được chữ kí của Giáo viên hướng dẫn (thầy [full_name]), và thầy [full_name] (Trưởng Khoa Cơ khí). Nhưng sau khi hoàn tất và nộp lại cho Phòng đào tạo thì lại nhận được phản hồi là đơn của em không được chấp nhận.. . Mong admin có thể hỗ trợ em trong vấn đề này được không ạ vì em đã làm theo các bước để hoàn thành thủ tục xét duyệt hoãn theo yêu cầu của phòng đào tạo rồi.. . Em cảm ơn!. . . .",
            "Chào bạn. . Bạn gởi lại đơn tại BKSI có xác nhận của [full_name] và [full_name] để Cô trình Ban lãnh đạo Phòng xem lại hồ sơ của bạn 1 lần nữa. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   I Kính thưa thầy cô, ban giám hiệu nhà trường. Em tên [full_name]. MSSV: [student_id]. Khoa Điện Điện tử. Em đã không đăng ký môn học kỳ 1 nằm học 2021-2022 nên em đã không được đăng ký giấy tạm hoãn nghĩa vụ quân sự. Trên phường em kêu đi nghĩa vụ nhưng em lại muốn học nữa để tốt nghiệp (tại vì kỳ sau em còn 1 môn ạ). Em muốn có giấy chứng nhận của nhà trường thì em phải làm sao ạ? .",
            "Chào bạn,. . Em muốn có giấy chứng nhận của nhà trường thì em phải làm sao ạ?. . . . =  Nhà trường làm theo đúng quy chế, quy định:. . Trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .   Kính gửi phòng đào tạo Đại học Bách Khoa TP. Hồ Chí Minh.. .   Em tên Trương Minh Thiện ( mssv: [student_id] ) - sinh viên hệ chính quy chuyển sang hệ vừa học vừa làm. Em gửi thư này muốn hỏi Phòng Đào Tạo về vấn đề chuyển điểm môn học của em. Em có xem qua kết quả chuyển điểm của mình trên MYBK - THÔNG TIN SINH VIÊN thì thấy bị thiếu điểm môn: Thực tập tốt nghiệp (Kỹ thuật chế tạo) (ME3029). . . .  Rất mong Phòng Đào Tạo xem lại bảng điểm của em để em có thể kịp đăng ký tốt nghiệp học kì này.. .  Xin chân thành cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 29/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô. . Em là [full_name], MSSV [student_id], lớp DD20LT18. Học kỳ 202 vừa rồi em có đăng ký hoãn thi môn Giải tích 2, Pháp luật đại cương, phương pháp tính và môn vật lý bán dẫn. Nhưng bây giờ ngoại trừ môn Vật lý bán dẫn ra thì các môn còn lại đã thi cuối kỳ, nhưng điểm em nhận được vẫn là điểm vắng thi, không phải điểm hoãn thi ạ.. . Em mong pdt giải quyết giúp em với ạ. . . Em cảm ơn ạ.. . . .",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào PĐT,. . Em là [full_name] -MSSV: [student_id] - sinh viên khóa 2017 khoa Khoa học và Kỹ thuật Máy tính.. . . . Em có nhận được file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy từ phía PĐT. Sau khi kiểm tra, em nhận thấy PĐT chưa update đủ thông tin cho kết quả học tập của em. Cụ thể là em đã có kết quả môn học \"Công nghệ phần mềm nâng cao\" (CO3065) và được update tín chỉ ở bảng điểm (điểm được chuyển từ Cao học liên thông xuống Đại học). Nên tính thời điểm hiện tại, em đã đủ số TCTL (143 chỉ   141) và nhóm C em cũng đã đủ 9 chỉ.. . . . Mong PĐT xem lại chỗ này và cập nhật thông tin giúp em. Em cảm ơn rất nhiều !. . . . [full_name]   . .",
            "Chào bạn. . Hiện tại Phòng Sau đại học đã cập nhật điểm chuyển cho bạn chưa?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Thầy/Cô,. . Hiện tại em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến dù đã đạt tất cả các yêu cầu, mong Thầy/Cô kiểm tra lại giúp em ạ,. . Em cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1710031  /b \t. . . .   i Tốt nghiệp . Chào Thầy/Cô, . . Hiện tại dù đã đạt tất cả các yêu cầu nhưng em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến và chưa thể đăng kí xét tốt nghiệp được, . . Mong Thầy/Cô có thể kiểm tra lại giúp em ạ,. . Em cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cô ơi, . . 2 môn mà trong file cô gửi em là chưa đạt thì em đã hoàn thành 2 môn này rồi ạ ( kết cấu bê tông cốt thép 1 và Nền móng ). Chỉ là mã môn học khác nhau vì lúc em đăng ký môn học để học lại thì mã môn học cũ đã đổi lại ạ. Em cũng có lên hỏi PĐT trước khi em đăng ký môn thì PĐT nói em cứ đăng ký học bình thường ạ.. . . . Cô ơi, cô xem xét giúp em trường hợp này với ạ. Em cảm ơn cô nhiều lắm.. . . . [full_name].. . . .",
            "Chào bạn. . Pdt không trả lời là đăng ký bình thường nghen bạn. . - Chính xác là đăng ký theo Chương trình đào tạo của [full_name] bạn đã công bố. . - Và thường sẽ hướng dẫn Sv về [full_name] để hỏi về môn học và Chương trình đào tạo. . - Việc của bạn bây giờ là về [full_name] trình bày và hỗ trợ, nếu được thì [full_name] sẽ làm công văn gởi Nhà trường. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô ạ!. . Thầy cô cho em hỏi là em đăng kí in bảng điểm ở mybk thì có kèm file scan pdf không ạ? Hay là chỉ gửi về đường bưu điện ạ? Em cảm ơn ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dear thầy cô,. . Em là [full_name] - [student_id], sinh viên lớp CK17KSCD.. . Vấn đề em gặp phải là em đã học xong đầy đủ các môm, điểm luận văn tốt nghiệp là 7.5, chuẩn anh văn đầu ra đã đạt đủ 4 kỹ năng và đủ 15 ngày ctxh nhưng em không tìm thấy tên của em trong danh sách tốt nghiệp, trong khi đó một số bạn của em đã có trong danh sách. . . Em đã liên hệ và được ghi nhận trường hợp nhưng đến nay vẫn chưa được cập nhật vào danh sách tốt nghiệp.. . Hy vọng thầy cô có thể giải đáp giúp em ạ.. . Chúc thầy cô mạnh khỏe,. . [full_name].",
            "Chào bạn. . Cô gởi bạn đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chảo thầy/cô,. . . . Với thông tin của phòng đào tạo về việc ngày 20/10 hết hạn đăng kí xét tốt nghiệp, nhưng do một số môn em vẫn chưa cập nhật xong điểm (CO2001 và CO3045) nên em không biết là có kịp cho việc đăng kí xét tốt nghiệp hay không.. . . . Rất mong nhận được hướng dẫn từ Phòng Đào Tạo.. . . . Em xin cảm ơn. .",
            "Chào bạn. . ·        Pdt sẽ giải quyết tốt nghiệp theo thông báo đến hết HK211 (dự kiến cuối tháng 12/2021) . . ·        Xem chi tiết lịch trình tốt nghiệp tại trang web PĐT (aao.hcmut.edu.vn)    Tốt nghiệp    Thông tin tốt nghiệp    Tháng 11/2021    Lịch trình đăng ký tốt nghiệp và cấp bằng tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name], MSSV [student_id]. . Cảm ơn PĐT đã hỗ trợ em trong khoản thời gian qua,. . Hiện tại, em nhận được 3 bưu phẩm trong đó có : . . 1 bản điểm.. . 1 giấy chứng nhận sinh viên để hoãn nghĩa vụ quân sự của em.. . 1 giấy chứng nhận sinh viên để hoãn nghĩa vụ quân sự của 1 bạn [full_name], MSSV [student_id] (đính kèm 1).. . --------------. . Em mong PĐT có thể kiểm tra giúp em giấy chứng nhận tốt nghiệp của em được gửi vào ngày nào, vì. . Nếu như theo thông báo PĐT chỉ in và chuyển giấy chứng nhận tốt nghiệp vào thứ 6 như (đính kèm 2) thì em sợ có sự nhầm lẫn xảy xa.. . Em xin cảm ơn,. . [full_name]. .",
            "Chào bạn. . [full_name] đã gởi theo đường bưu điện theo địa chỉ mới hôm qua thứ 3(12/10): 12/4 đường Bảo Vinh, tổ 30, KP Bảo Vinh B, phường Bảo Vinh, thành phố Long Khánh, tỉnh Đồng Nai. . Bạn vui lòng đợi nhận nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . hôm nay em lên làm bài quiz hóa đại cương thì thấy trên bkel để như vậy ạ , mà em không biết làm thế nào ạ. . . .",
            "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý. PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô,. . Hiện tại em đã có tên trong danh sách tốt nghiệp của trường,theo như thông báo từ trường thì thời gian cấp bằng tốt nghiệp đời sang tháng 1/2022. Hiện tại em có nộp hồ sơ học văn bằng 2 bên đại học kinh tế thì bên đó sắp tới tầm tháng 12 người ta có đề nghị bổ sung bằng tốt nghiệp bản sao, bên trường có thể hỗ trợ giúp em cấp bằng trong năm nay không ạ?. . Em xin cảm ơn ạ.. .",
            "Chào bạn. . bằng tốt nghiệp chính thức được in theo lịch trình, nên bạn vui lòng sử dụng Giấy Chứng nhận tốt nghiệp tạm thời trong thời gian đợi nhận bằng. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Gửi PĐT, . . Em tên [full_name]. . MSSV: [student_id]. . Hiện tại em đã hoàn tất chương trình học, đã đáp ứng đủ các yêu cầu về chứng chỉ Ngoại ngữ, GDQP - AN, ngày CTXH. . Nhưng em không biết tại sao mình không có tên trong danh sách tốt nghiệp dự kiến tháng 11.. . Nhờ PĐT kiểm tra lại giúp em. . . Em xin cảm ơn!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chừ em sai rồi thì làm sao để tiếp tục được học và nhận giầy hoãn nghĩa vụ quân sự ạ. Em đang làm luận văn và học tiếng anh ạ. cảm thấy bản thẩn không đủ thời gian trong kỳ này nên em tính kỳ sau đăng ký ạ. Em còn mỗi môn này thôi ạ! em thích tốt nghiệp sang năm và được tiếp tục học chứ em mà đi nghĩa vụ thì sẽ quên hết ạ .",
            "Chào em, . . Trường hợp em không đăng ký thời khóa biểu kỳ vừa rồi thì em có thể làm đơn để xin giấy hoãn nghĩa vụ được không ạ.. . =  Nhà trường làm theo đúng quy chế quy định em nhé. . - Trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin gửi đơn đăng ký môn học bổ sung xin phòng đào tạo xem xét giúp em.. . Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào PĐT,. . Em là [full_name] -MSSV: [student_id] - sinh viên khóa 2017 khoa Khoa học và Kỹ thuật Máy tính.. . . . Hiện tại Phòng Sau đại học đã cập nhật điểm chuyển cho em rồi ạ - (CO5127 - Giải thuật nâng cao (Cao học) chuyển điểm xuống bậc Đại học cho Công nghệ phần mềm nâng cao (CO3065)). . . . Trân trọng,. . [full_name]",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khính thưa thầy cô nhà trường, trường hợp em không đăng ký thời khóa biểu kỳ vừa rồi thì em có thể làm đơn để xon được không ạ. Nếu được thì em sẽ gửi ở đâu ạ ? .",
            "Chào em, . . Trường hợp em không đăng ký thời khóa biểu kỳ vừa rồi thì em có thể làm đơn để xin giấy hoãn nghĩa vụ được không ạ.. . =  Nhà trường làm theo đúng quy chế quy định em nhé. . - Trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy/cô ạ. . . . Cho em hỏi là với tình trạng sinh viên của em hiện giờ em có thể lấy bằng đại học theo hệ vừa học vừa làm được không ạ.. . . . Em cảm ơn ạ. . . .   i Tốt nghiệp .",
            "Chào bạn,. . Bạn vui lòng trình bày rõ vấn đề của bạn giúp cô nhé. . Thân",
            "Dạ chào cô,. . . . Em hoàn thành hết tất cả các môn học rồi, chỉ thiếu mỗi anh văn 2 kĩ năng nói/viết ạ.. . . . Nếu em chuyển sang hệ vừa học vừa làm thì có được cấp bằng tốt nghiệp không ạ. . . . . Em cảm ơn.",
            "Chào bạn. . Hiện tại vẫn đang cho K14 đăng ký thi anh văn nói viết mà sao bạn không đăng ký thi. . Trên nguyên tắc bạn chuyển sang VLVH thì được cấp bằng nếu chỉ còn nợ anh văn nói viết. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa thầy cô nhà trường, trường hợp em không đăng ký thời khóa biểu kỳ vừa rồi thì em có thể làm đơn để xin giấy hoãn nghĩa vụ được không ạ. Nếu được thì em sẽ gửi ở đâu ạ ? .",
            "Chào em, . . Trường hợp em không đăng ký thời khóa biểu kỳ vừa rồi thì em có thể làm đơn để xin giấy hoãn nghĩa vụ được không ạ.. . =  Nhà trường làm theo đúng quy chế quy định em nhé. . - Trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi thầy/cô,. . Em là sinh viên K21. Em có theo dõi đơn hàng tài liệu đại cương mà nhà trường tặng thông qua Viettel Post. Do đã quá lâu mà em vẫn chưa nhận được hàng nên em mong thầy/cô giải đáp giúp em. Em có gọi cho bên Viettel Post và được biết cho tới nay nhà trường vẫn chưa gửi sách cho bên giao hàng. Kính mong nhà trường làm rõ trường hợp của em, vì hiện tại em rất cần sách bản cứng để phục vụ việc học. Nếu đơn hàng của em đã xảy ra sự cố, mong nhà trường thông báo sớm nhất có thể để em tự mua sách ngay.. . Em xin cảm ơn.. . [full_name] trọng,. . Phạm Đức Hào. .",
            "Chào em,. . +  Viettel post hiện không nhận đơn đến các  Tỉnh Đồng Nai, Bình Dương, Bình Phước, một số khu vực, Long An, Tiền Giang, Bà Rịa Vũng Tàu, Cà Mau, Đồng Tháp ... (cập nhật thường xuyên). . + Em liên hệ thư viện phụ trách việc gửi sách cho Tân sinh viên: [email] để được hỗ trợ.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ.",
            "Chào bạn,. . Cô gửi bạn giấy cho phép kiểm tra bổ sung, bạn có thể gửi cho giáo viên để cho bạn kiểm tra bổ sung lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Thưa thầy/cô hiện tỉnh em đang yêu cầu nộp giấy hoãn NVQS nên em muốn hỏi rằng có thể gửi mail cho pđt để xin pđt cung cấp giấy hoãn NVQS qua mail cho em được không ạ. Em xin cảm ơn ạ.. .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào quý thầy cô, . . . . Em tên là [full_name], MSSV: [student_id]. Hiện đang là sinh viên khoa Điện - Điện tử, lớp DD18TD5. . . . . Vừa qua, nhà trường có thông báo để sinh viên được đăng ký học các môn thí nghiệm tại trường của Học kỳ 2/2020-2021.Em có nguyện vọng học tiếp môn thực hành ở học kỳ 211. . . Do sơ suất của cá nhân, em đã chưa kịp đăng ký vào Biểu mẫu theo như hạn của nhà trường. Vậy em có thể đăng ký bổ sung được hay không ạ, và bằng hình thức nào?. . . . Mong quý thầy cô thông cảm cho sơ suất này và giúp đỡ em được đăng ký bổ sung để có thể hoàn thành chương trình học sớm nhất.. . . . Thông tin về tiêm chủng vaccine:. . - Mũi 1: 12/8/2021. . - Mũi 2: 2/10/2021. . . . Chân thành cảm ơn quý thầy cô và mong sớm nhận được phản hồi từ thầy cô ạ.. . [full_name].. . . .",
            "Chào em,. . Em làm đơn gửi qua bksi, PĐT chuyển giúp BLĐ phòng xem xét. . - đơn em tự làm, không có mẫu. . - đơn có thông tin:. . + mssv, họ tên. . + lý do. . + ngày tháng năm. . + họ tên chữ ký của người làm đơn. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy cô Phòng Đào Tạo,. . Em có đính kèm 2 bức ảnh bao gồm tin nhắn trước đã được nhà trường hẹn xử lý vấn đề tốt nghiệp nhưng đến bây em đã đợi qua ngày 05/10 nhưng vẫn chưa thấy có email cho phép em đăng ký xét tốt nghiệp (Không thể cập nhật thông tin tốt nghiệp).. . Mong thầy cô có thể kiểm tra và xem xét.. . Em xin chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô,. . . . Em tên [full_name], MSSV [student_id]. . . . Em gửi đơn đăng ký Rút môn học ạ!. . . . Em xin cảm ơn!",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/ xem điểm trễ nhất là 22/11/2021. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ cho em hỏi là sao anh vẫn chưa có trong dách sách tốt nghiệp dự kiến để đăng ký tốt nghiệp trong khi em đã hoàn thành xong học phần và anh văn ạ",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /  . . Em có câu hỏi là tại sao giấy chứng nhận sinh viên của em lại không có dấu mộc đỏ ạ.",
            "Chào em,. . PĐT đã in lại, chuyển bưu điện cho em. Do thiếu sót trong khâu đóng mộc, xin lỗi em về sự bất tiện này.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Học vụ  /i [full_name] [full_name] Sau kì thi cuối kỳ HKI vừa rồi, em đã hoãn thi 2 môn[full_name] Hiện tại thì điểm trong cột thi cuối kỳ của 2 môn em đã hoãn là 13(vắng thi điểm được tính bằng 0), cho em hỏi là đợt thi tiếp theo của 2 môn này em có được thi lại không ạ? Và nếu được thi lại thì em có cần phải đăng ký không?[full_name] [full_name] [full_name] [full_name] Em xin cảm ơn,[full_name] [full_name] [full_name][full_name][full_name] [full_name]",
            "Chào bạn. . Pdt kiểm tra không thấy dữ liệu hoãn thi của bạn. . Bạn vui lòng bổ sung minh chứng . . Thân",
            "Chào chị [full_name],[full_name] [full_name] [full_name] [full_name] Sau khi kiểm tra lại thì em nghĩ mình đã nộp google form từ địa chỉ e-mail bị sai nên PDT không thấy dữ liệu[full_name][full_name] [full_name] Trong đợt thi đó, em có gửi câu hỏi/yêu cầu qua hệ thống bksi để xin hoãn thi 2 môn kèm với lý do(em đính kèm theo file ảnh ngày tạo và gửi câu hỏi/yêu cầu đó)[full_name][full_name] [full_name] Em mong muốn được thi lại 2 môn này vì điểm trong kỳ của em đạt và đây là 2 môn em còn thiếu để xét tốt nghiệp[full_name][full_name] [full_name] [full_name] [full_name] Mong PDT xem xét cho trường hợp của em[full_name][full_name] [full_name] [full_name] [full_name] Em xin cảm ơn,[full_name] [full_name] [full_name][full_name]",
            "Chào bạn. . Bạn xem lại các câu trả lời của [full_name] và [full_name] trả lời các câu hỏi trước của bạn. . Hướng dẫn bạn phải điền vào form. . Bạn đã điền chưa? . . Thân",
            "Chào Cô [full_name],. . . . Lúc trước thì em có thể mở biểu mẫu nhưng hiện tại thì em không mở được biểu lên như trong hình.. . . . Em cảm ơn,. . [full_name].",
            "Chào bạn. . Đúng rồi bạn, hiện tại Pdt đã khóa không đăng ký hoãn thi theo form. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail pdt@hcmut.edu.vn hoặc BKSI hoặc trực tiếp). . Thân. .",
            "Chào cô,. . . . Cho em hỏi là em xin chữ ký các thầy/cô online qua mail được không ạ?. . . . Em cảm ơn,. . [full_name]. .",
            "Chào em,. . Cho em hỏi là em xin chữ ký các thầy/cô online qua mail được không ạ?. . =  Được em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/ cô PĐT ạ,. . . . Em tên là [full_name], mssv: [student_id] lớp VP16NL. Em đang cần in một bảng điểm nhưng trên trang in thì em thấy chú thích là sinh viên nếu có tên trong danh sách tốt nghiệp tạm thời thì phải lên PĐT đóng phí in chứ không đóng qua BKpay. Thầy cô cho em hỏi là PĐT đã mở lại chưa ạ? Do nhà em ở tỉnh nên di chuyển lên thành phố trong mùa dịch hơi khó khăn ạ.. . . . Em xin cảm ơn ạ.. . . .   i Học vụ .",
            "Chào bạn. . Pdt làm việc bình thường. . Bạn có nhu cầu thì đăng ký online, nếu thanh toán được trên Bkpay thì bạn thanh toán. . Nếu ghi là thanh toán tại Pdt thì bạn có thể nhờ người quen đến Pdt thanh toán trực tiếp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . chào pđt ạ!. . em là sinh viên lớp L03-B môn CH2027 lịch thi của em là vào ngày 17/10 tức chủ nhật tuần này nhưng hiện tại em vẫn chưa có link google meet vào phòng thi trong khi các bạn cùng lớp em đã có. Em đã liên hệ giảng viên bộ môn [full_name] và cô yêu cầu em liên hệ với PĐT để giải quyết mong PĐT giúp em. Em xin Cám ơn ạ!. .",
            "Chào em,. . Cán bộ coi thi tạo cái này. Có người tới giờ thi mới tạo.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi quý thầy cô, . . . . Em tên là [full_name], MSSV: [student_id]. Hiện đang là sinh viên khoa Điện - Điện tử, lớp DD18TD5.. . Vừa qua em có gửi câu hỏi/yêu cầu #38520 về việc đăng ký bổ sung học thí nghiệm học kỳ 2/2020-2021. Chân thành cảm ơn sự hỗ trợ của quý thầy cô. . . Em xin gửi đơn đăng ký bổ sung học thí nghiệm cho Học kỳ 2/2020-2021 (file PDF đính kèm). Kính nhờ thầy cô hỗ trợ em các bước tiếp theo.. . . . Thông tin về tiêm chủng vaccine:. . - Mũi 1: 12/8/2021. . - Mũi 2: 2/10/2021. . . . Chân thành cảm ơn quý thầy cô và mong sớm nhận được phản hồi từ thầy cô ạ.. . [full_name].",
            "Chào bạn. . Pdt đã ghi nhận, bạn đợi thông báo hoặc cập nhật lại nghen. . Thân",
            "Chào bạn. . Các môn TN của SV đều được thực hiện online, SV có thể liên hệ GV giảng dạy hoặc Bộ môn. (BKEL của sv đã có các buổi học TN online).. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính chào thầy/cô. . Em tên là [full_name], mssv [student_id] hệ VLVH. Em làm mất thẻ sinh viên nhưng em không thể đi lên trường để làm lại thẻ do em bị buộc cách ly tại nhà mà sắp tới thi giữa kì nữa. Em mong thầy/cô phụ trách giúp em về vấn đề này. . Em cám ơn, chúc thầy cô vui vẻ ạ. .",
            "Chào em,. . - SV phải dùng thẻ SV khi dự thi. Nếu SV làm mất thẻ SV thì phải đăng ký làm lại. PĐT đã có tuỳ chọn nhận tại nhà, người nhận trả cước bưu điện: ghi rõ họ tên, số điện thoại, địa chỉ.. . - Em vào mybk/đăng ký in lại thẻ sv ... đóng tiền mới được in nhé. . . . . - SV vui lòng trình bày tất cả lý do kèm minh chứng để Cán bộ coi thi ghi nhận vào danh sách thi. PĐT đối chiếu dữ liệu sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hôm trước em có đăng ký giấy xác nhận sinh viên và bảng điểm, cho em hỏi là em sẽ được nhận chung giấy xác nhận và bảng điểm cho một đơn hàng hay sẽ nhận riêng lẽ từng cái ạ .",
            "Chào em,. . cho em hỏi là em sẽ được nhận chung giấy xác nhận và bảng điểm cho một đơn hàng hay sẽ nhận riêng lẽ từng cái ạ. . =  Nhận riêng từng đơn hàng.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . .   i Tốt nghiệp . Hiện tại em vừa chưa được vào danh sách tốt nghiệp dự kiến dù đã thi môn Vẽ Cơ Khí (môn cuối cùng) qua 10 ngày rồi. . . . . Mong các thầy/cô giúp đỡ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em có 3 câu hỏi ạ:. .   B Câu hỏi 1:   /B  Hiện tại em muốn rút môn học thì không biết còn rút môn học được không ạ? Hạn chót để rút/hủy 1 môn học là khi nào ạ?. .   B Câu hỏi 2:  /B  Cho em hỏi khi đăng ký in bảng điểm thì những môn học em hủy môn có hiển thị trong bảng điểm không ạ? Và trên bảng điểm có hiển thị điểm TBTL ngành không ạ? . .   B Câu hỏi 3:  /B  Hiện tại em là sinh viên năm 4, và theo quy định thì em cần hoàn thành 142 tín chỉ. Hiện tại em đã học vượt 145 tín chỉ, vậy lúc tốt nghiệp thì   B điểm tốt nghiệp  /B  của em sẽ hiển thị đúng điểm của 142 chỉ theo quy định hay hiển thị hết ạ? . . Em xin cảm ơn ạ!",
            "Chào em,. . - Hiện tại em muốn rút môn học thì không biết còn rút môn học được không ạ. . =  Đã hết thời gian rút môn học, em cần làm theo hướng dẫn sau:. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Hạn cuối để đăng ký lại đến 10 giờ ngày 14/10/2021. . . . - Trong bảng điểm in có ĐTBHK, ĐTBTL và tất cả các môn sv theo học.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào Thầy/Cô!. . Em tên là [full_name].. . Lớp: CK17KSCD.. . Em đã đủ điều kiện để tốt nghiệp, nhưng hiện tại em vẫn chưa thấy thông tin trong danh sách tốt nghiệp dự kiến ạ. Em thác mắc là khi nào danh sách tốt nghiệp dự kiến sẽ được cập nhật ạ.. . Em cảm ơn Thầy/Cô!. .   i Tốt nghiệp .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Vì laptop em không thỏa điều kiện học tập nên em muốn rút 1 môn học, cho em hỏi là bây giờ còn có thể rút môn không ạ. . . .",
            "Chào em,. . Đã hết thời gian rút môn học (phải thanh toán học phí), em cần làm theo hướng dẫn sau:. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Hạn cuối để đăng ký lại đến 10 giờ ngày 14/10/2021. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi quí thầy cô. . Do ảnh hưởng của dịch covid 19 nên em và gia đình gặp khó khăn về tài chính dẫn đến chậm trễ việc thanh toán học phí học kì 211 - năm học 2021-2022. Học kì này em có nguyện vọng chuyển hệ đào tạo từ chính quy sang vhvl và được quý thầy cô giải quyết nên học phí của em là dự  thính chuyển hệ và không xin phòng ctctsv hoãn được ạ. Kính mong quý thầy cô cho em xin thêm thời gian để thanh toán học phí ạ, em xin cam kết sẽ hoàn thành học phí trong tháng 10 năm 2021. Mong quí thầy cô xem xét hoàn cảnh của em. Em xin cảm ơn",
            "Thân gởi các bạn sinh viên,. . . . Theo qui chế học vụ hiện hành (Quy chế học vụ điều 7.2), Bạn chưa thanh toán học phí học kỳ 1/2021-2022 (Dự thính) tính đến 15 giờ ngày 11/10/2021.. . . . Bạn cần phải thanh toán học phí mặc dù trễ hạn. Thời gian gia hạn để đóng học phí đến trước 15 giờ ngày 15/10/2021. . . . . ·       Đối với học kỳ dự thính trong học kỳ chính: Bị xoá TKB của các môn đã đăng ký, xoá tên khỏi danh sách kiểm tra/thi và không cho phép ĐKMH ở các kỳ dự thính kế tiếp, bị ghi nợ học phí (mặc dù TKB đã bị xóa).. . . . ·       Sinh viên xem chi tiết Quy chế học vụ đào tạo để thực hiện nghiêm túc tại trang: aao.hcmut.edu.vn    sinh viên    quy chế    học vụ    Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 7.. . . .  Sinh viên đã thanh toán học phí của HK211 (Dự thính) đúng hạn vui lòng bỏ qua email này.. . - Em cố gắng hoàn thành học phí sớm nhé. . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin kính chào quý nhà trường,. . . . Em tên là [full_name], mssv [student_id]. Hiện em đã đủ điều kiện tốt nghiệp, tuy nhiên trên hệ thống MyBK em vẫn chưa thể đăng ký tốt nghiệp được.. . . . Kính mong nhà trường xem xét trường hợp của em.. . . . Trân trọng. . . . [full_name]",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô.. . Bà nội em mới mất hôm chủ nhật (10/10), nên giờ em chưa đủ tiền đóng học phí. Em hi vọng thầy/cô giúp em gia hạn thêm ngày đóng học phí ạ. Em xin cảm ơn",
            "Thân gởi các bạn sinh viên,. . . . Theo qui chế học vụ hiện hành (Quy chế học vụ điều 7.2), Bạn chưa thanh toán học phí học kỳ 1/2021-2022 (Dự thính) tính đến 15 giờ ngày 11/10/2021.. . . . Bạn cần phải thanh toán học phí mặc dù trễ hạn. Thời gian gia hạn để đóng học phí đến trước 15 giờ ngày 15/10/2021. . . . . ·       Đối với học kỳ dự thính trong học kỳ chính: Bị xoá TKB của các môn đã đăng ký, xoá tên khỏi danh sách kiểm tra/thi và không cho phép ĐKMH ở các kỳ dự thính kế tiếp, bị ghi nợ học phí (mặc dù TKB đã bị xóa).. . . . ·       Sinh viên xem chi tiết Quy chế học vụ đào tạo để thực hiện nghiêm túc tại trang: aao.hcmut.edu.vn    sinh viên    quy chế    học vụ    Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 7.. . . .  Sinh viên đã thanh toán học phí của HK211 (Dự thính) đúng hạn vui lòng bỏ qua email này.. . . . - Về gia hạn HP, vay vốn, miễn giảm em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ xin kính chào PĐT, em kỳ này em thanh toán học phí trễ do chưa đủ tiền (11/10/2021) ạ và nếu đến ngày 15/10/2021 em thanh toán đầy đủ thì em có được mở lại thời khóa biểu cũng như danh sách thi không ạ? Em xin cảm ơn. .   i Yêu cầu khác .",
            "Thân gởi các bạn sinh viên,. . . . Theo qui chế học vụ hiện hành (Quy chế học vụ điều 7.2), Bạn chưa thanh toán học phí học kỳ 1/2021-2022 (Dự thính) tính đến 15 giờ ngày 11/10/2021.. . . . Bạn cần phải thanh toán học phí mặc dù trễ hạn. Thời gian gia hạn để đóng học phí đến trước 15 giờ ngày 15/10/2021. . . . . ·       Đối với học kỳ dự thính trong học kỳ chính: Bị xoá TKB của các môn đã đăng ký, xoá tên khỏi danh sách kiểm tra/thi và không cho phép ĐKMH ở các kỳ dự thính kế tiếp, bị ghi nợ học phí (mặc dù TKB đã bị xóa).. . . . ·       Sinh viên xem chi tiết Quy chế học vụ đào tạo để thực hiện nghiêm túc tại trang: aao.hcmut.edu.vn    sinh viên    quy chế    học vụ    Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 7.. . . .  Sinh viên đã thanh toán học phí của HK211 (Dự thính) đúng hạn vui lòng bỏ qua email này.. . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Kính gửi PĐT. . Em: [full_name]. . Mssv: [student_id]. . Khoa: Điện - Điện Tử. . Ngành: Kỹ thuật điều khiển và tự động hóa. Hệ VLVH. . . . Xem xét miễn, giảm học phí cho em 3 môn HK211  ( GT1, ĐSTT, Triết Học mác) đã hủy 3 môn trên.. . . . Lí do hủy: khi nhập học không biết và không được hướng dẫn 3 môn trên có trong danh sách SV cần học \"Bổ Túc\"  chuyển đổi Cao Đẳng - Đại Học. . . . . Được \"Thầy Chiến bên tuyển sinh\" hướng dẫn học bổ túc 3 môn trên nên em đã hủy 3 môn đó trong HK211.. . . . Kính mong PĐT xem xét học phí hiện tại 15 triệu, cho trường hợp của em.Em biết là quy định hủy môn vẫn phải đóng  tiền. Vì mới liên thông vô em không biết .Vì quá khó khăn nên em kính mong Thầy/Cô giúp xem xét giúp ạ. . . . Em Thân gửi. . . .",
            "Chào em,. . PĐT đã nhận thông tin của em rồi, sẽ cập nhật lại sau nhé.. . Thân mến. .",
            "Em vẫn chưa nhận được thông báo. Cô kiểm tra giúp em vói ạ. Mong đuọc thầy cô giúp đỡ em. Em chân thành cảm ơn",
            "Trường hợp của em được giảm học phí không cô. Mong cô và nhà trường xem xét cho em. Để em học 3 môn trên thang11 Bổ Túc. Cho sv liên thông CĐ-ĐH"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào Phòng Đào Tạo,. . . . Em tên là [full_name], MSSV [student_id].. . . . Em đã hoàn thành toàn bộ chương trình học và các cột điểm của mình cách đây hơn một tuần. Tuy nhiên từ đó đến nay khi vào trang đăng ký tốt nghiệp thì em nhận được thông báo rằng mình chưa đủ điều kiện xét tốt nghiệp.. . . . Mong quý thầy cô Phòng Đào Tạo có thể giúp em kiểm tra rằng em còn cần điều kiện gì để có thể tốt nghiệp trong đợt tháng 11 này. . . . . Em xin chân thành cảm ơn,. . [full_name].. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành phố Hồ Chí Minh. . Em tên: Nguyễn Thành Đạt. . MSSV: [student_id]. . Ngành: Kỹ thuật Hàng không - Hệ: VLVH. . . . Sau khi nhận được phản hồi từ PĐT về lý do em đã hoàn thành các môn học theo chương trình đào tạo + đạt chuẩn AV xét tốt nghiệp theo hệ VHVL mà không có tên trong danh sách TN như sau:. .   QUOTE \"Thời gian: 10/12/2021 09:11:17 am. . Từ: [548] (002282) [full_name]. . . . Chào bạn. . Sau khi kiểm tra CTDT, SV còn nợ 001001 Nguyên lý cơ bản CN [full_name]-[full_name]. . Bạn kiểm tra lại nghen. . Thân\"  /QUOTE . . . . Em kính mong PĐT kiểm tra lại giúp em ạ.. . Môn 001001 Nguyên lý cơ bản CN [full_name]-[full_name] em đã   B hoàn thành xong  /B  và có điểm tổng kết là   B 6.50   /B (  I file đính kèm)  /I .. . . . Trong thời gian chờ sự phản hồi từ PĐT và quý thầy cô, em xin kính chúc quý thầy cô nhiều sức khỏe, cùng vượt qua đại dịch.. . Em xin chân thành cảm ơn.. . Thân chào quý thầy / cô. .   i Tốt nghiệp .",
            "Chào bạn,. . Cô đã ghi nhận thông tin phản hồi của bạn gởi cho Anh Phong để xét lại. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 29/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. .",
            "Chào bạn. . [full_name] [full_name] mới gởi mail cho bạn. . Bạn kiểm tra lại và phản hồi về email cho [full_name] [full_name] gấp nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào nhà trường. Em tên là [full_name] k21 khoa Điện, em muốn hỏi về việc nhận sách giáo trình trường tặng cho tân sinh viên khoá K21 ạ. Em tra đơn trên viettelpost thì có kết quả như 2 hình sau nên em đã liên hệ với chị [full_name] theo số điện thoại được cấp. Chị ấy bảo là chưa nhận được sách từ trường gửi nên bảo em liên hệ với trường tại đây ạ. Em đăng kí chung với bạn từ đầu tháng tám, mấy bạn đã nhận được hết mỗi em thì chưa. Em mong nhà trường trả lời giúp em vấn đề này chứ em lo lắm ạ. Em xin cảm ơn!",
            "Chào em,. . Em vui lòng gửi email đến thư viện phụ trách việc gửi sách cho Tân sinh viên: [email]. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name]. MSSV [student_id], [full_name] Trình Tiên Tiến. . . Hiện tại em đã hoàn thành chương trình học cũng như công tác xã hội. Nhưng em không có tên trong danh sách tốt nghiệp. . . Em mong sớm được hỗ trợ, em xin chân thành cảm ơn ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    }
]