[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào quý thầy cô, hiện tại em đã đủ điều kiện để đăng kí xét tốt nghiệp cho tháng 04/2022 rồi nhưng lên trang mybk, đăng kí xét tốt nghiệp lại không được. Kính mong quý thầy cô hỗ trợ ạ. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gởi PĐT!. . . . Em là [full_name] SV khóa K17. Hiện nay em còn 1 môn học nữa để hoàn thành chương trình học. Tuy nhiên em đã nghỉ 2 học kì (KH211 và HK212) nên tình trạng sinh viên tạm dừng. Em muốn học kì hè tới mình được đăng kí môn học để tiếp tục học. Vậy em phải làm đơn hay thủ tục nào để tiếp tục được đăng kí môn học không ạ?. . . . Cám ơn PĐT.",
            "Mong quý thầy cô giải đáp thắc mắc của em sớm nhât. Cảm ơn quý thầy cô!",
            "\"Chào bạn,. . Về việc đăng ký thu nhận lại:. . Bạn vui lòng tải mẫu đơn: Thu nhận tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua trực tiếp tại Phòng đào tạo hoặc BKSI. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào thầy/cô ạ,. . . . Hiện tại em đang dương tính với Covid 19 và có tình hình chuyển biến ngày càng nặng. Em muốn hỏi trong trường hợp xấu nhất sức khoẻ của em không đảm bảo thì em có thể tạm dừng 1 học kỳ được không ạ? (Để không bị điểm 13 tất cả các môn em đã đăng ký trong học kỳ này - HK212). . . . Mong sớm nhận được hồi âm từ thầy/cô.. . Em cảm ơn",
            "Chào bạn. . Hiện tại đến tuần thứ 11 của học kỳ 212, nên theo quy định bạn phải thanh toán  toàn bộ học phí của Hk212. . Dự kiến đầu tháng 04/2022 học phí Hk212 sẽ cập nhật, sau khi bạn thanh toán học phí xong bạn nộp đơn tạm dừng HK212 lại cho Pdt xử lý. . - Về quy định hoàn trả học phí : Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quyết định ban hành chung vè quy chế học vụ và đào tạo: số 2931(10/09/2021)  Phụ lục 5: Quy định về hoàn trả học phí  2.2 Thôi học, tạm dừng.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào quý thầy cô ạ,. . . . Tháng 11/2021 vừa rồi em vừa hoàn thành xong LVTN và các môn còn lại, tính tới thời điểm hiện tại em vẫn chưa đạt AV nói viết, ngoài ra học kì vừa rồi do đã đủ tín chỉ, em không có đăng kí môn học nào cả và chủ quan không tìm hiểu nên đã bị xét là Tạm dừng, nên đây em xin quý thầy cô xem xét tiếp nhận lại cho em được tiếp tục học để em có thể truy cập vào trang web https://mybk.hcmut.edu.vn/app/sinh-vien/tot-nghiep/dang-ky (mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp) ạ.. . Em có đính kèm hình ảnh ko thể truy cập trang ạ. Mô tả trong hình nó có ghi như thế này ạ: \"Xin lỗi, bạn chưa được cấp quyền sử dụng trang này.. . Bạn vui lòng liên hệ quản trị.. . . . Nếu bạn là sinh viên, có thể do tình trạng hiện tại của bạn không được cấp quyền sử dụng dịch vụ này, bạn vui lòng kiểm tra lại tình trạng của bạn tại đây.\". . . . Em cảm ơn quý thầy cô và chúc quý thầy cô sức khoẻ ạ.",
            "Tiện thể gần đây em cũng không nhận được email của trường nữa ạ, em không biết là nó có lỗi gì không ạ.. . . . Em cảm ơn thầy cô ạ.",
            "Chào em,. . Khi nào em đủ tất cả các điều kiện tốt nghiệp, có thể gửi câu hỏi qua bksi để xin xét tốt nghiệp.. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, Phòng Đào tạo sẽ tự động ra QD thu nhận cho bạn nhé. . Hiện tại PDT gửi thông báo về học vụ cho SV qua hệ thống BKeL và chỉ gửi mail theo ds SV, không gửi all SV nhé bạn. . Thân",
            "\"Chào bạn. . Pdt kiểm tra hiện tại bạn còn nợ Toeic. . Không đủ ĐK để tốt nghiệp. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào thầy/cô phụ trách,. . Em tên [full_name] MSSV [student_id]. . Em muốn hoãn thi môn Sức bền vật liệu ( CI2001 ). . Ca thi L02-B ngày 13/3 lúc 16h. . Vì lí do sức khoẻ nên em phải nhập viện đến ngày thi vẫn chưa ra viện được để dự thi.. . Em mong thầy/cô thông cảm và xác nhận em không thuộc diện cấm thi để em có thể hoàn thành thủ tục hoãn thi và có thể thi lại vào đợt sau.. . Mọi minh chứng giấy tờ chứng minh em nhập viện là thật hiện giờ bệnh viện đang cầm giữ nên em không thể đưa lên đây được. Nếu có em sẽ đưa lên nhanh nhất có thể để nhà trường tin tưởng xác nhận, mong quý thầy/cô thông cảm.. . Cám ơn thầy/cô đã dành thời gian đọc.. . Em cảm ơn",
            "Dạ đây là hoá đơn bệnh viện vừa đưa em để làm minh chứng ạ.",
            "Đã giải quyết"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào pđt ạ,. . . . Em là [full_name] sinh viên K15. Pđt cho em hỏi là em thi Toeic được 540 nhưng em chỉ mới học tới AV2 thì khi chuyển điểm qua thì có điểm AV3 và AV4 không ạ?. . . . Em xin cảm ơn pđt.",
            "đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Theo kế hoạch học tập em và các bạn vẫn chưa được xếp lịch học bù, thí nghiệm cho môn học Trắc địa đại cương (CI1007) nhóm LO1 từ học kỳ 202 (2020-2021) cho đến nay.. . . . Vì trong lớp có nhiều bạn đã và đang làm luận văn và các môn học khác. Nhưng môn Trắc địa đại cương vẫn chưa được hoàn thành. Dẫn đến việc sẽ không kịp thể được xét tốt nghiệp trong kỳ này.. . . . Em mong quý thầy cô có thể sắp xếp cho chúng em lịch học trong kỳ học này, để chúng em có thể hoàn thành thành khóa học và tốt nghiệp đúng hạn ạ. Em xin cảm ơn !",
            "Chào em,. . Môn CI1008- L01 của HK202 [full_name]V báo đã hoàn thành, SV có thắc mắt gì liên hệ trực tiếp [full_name]V [full_name] qua email:  [email].. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  . . . . dạ em xin phép hỏi là học kỳ 212 em đăng kí tổng cộng 16 chỉ, trong đó có 2 chỉ Anh Văn cơ bản. Vậy nếu em đóng 1,6 triệu trong đợt này thì đợt đóng tiền học kỳ 12,5 triệu có được giảm hay vẫn phải đóng đủ 12,5 triệu luôn ạ, mong pdt giải đáp, em xin cảm ơn.",
            "Chào em,. . AVCB tính theo học phí dự thính nhé bạn và không tính miễn giảm học phí.. . SV xem quy định về học phí tại đây:http://aao.hcmut.edu.vn/sinh viên/học vụ/học phí/Năm học 2021-2022. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV : [student_id], [full_name]. . [full_name] : Hiện tại em lên mybk thì em thấy có mục thông báo tạm hoãn sinh viên vì em đã hoàn thành môn học vào năm trước, nhưng vì dịch nên em chưa thi anh văn để nộp lên nhà trường để đăng ký tốt nghiệp được, nên bây giờ khi em thi anh văn xong và nộp lên nhà trường thì em phải làm gì để giải quyết vấn đề này ạ, em xin chân thành cảm ơn sự giúp đỡ ạ.. .",
            "Chào em,. . Em vui lòng trình bày rõ là bạn thi AV gì? và hiện tại đã đủ tất cả các điều kiện để tốt nghiệp chưa?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy/cô!. . Dạ thầy/cô cho em hỏi học kì học phí hk DT212 là ngày 14/03 là đến hạn thanh toán(hôm nay) nhưng em vào BKpay để thanh toán thì không có chổ thanh toán mà hiện là chưa đến kì thanh toán là sao ạ? . . Dạ em mong thấy/cô trả lời giúp em ạ!. . Dạ em cảm ơn thầy/cô nhiều ạ!. .",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi thời gian thanh toán HP trong tuần sau nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "PĐT cho em hỏi là em sinh viên k2015. Do kì trước em không có đăng kí môn học nên em đang bị tạm dừng học. Hiện em đã hoàn thành xong kì thi TOEIC Speaking and Writing và đã đủ ngày CTXH để đủ điều kiện đăng kí tốt nghiệp rồi. Nhờ PĐT thu nhận lại để em đăng kí tốt nghiệp ạ.. . Em xin cảm ơn.. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kính gửi PĐT,. . Em là [full_name] - [student_id], sinh viên kĩ sư tài năng Khoa Máy Tính.. . Sau khi khiếu nại đăng ký môn học (ngày 9/3 - minh chứng ở ảnh đính kèm), hôm nay đã là 14/3 nhưng em vẫn chưa được cập nhật thời khóa biểu nên em  xin phép được hỏi lý do ạ.. . Kính mong PĐT phản hồi đến em sớm. Em xin cảm ơn.",
            "Chào bạn. . đã xử lý bạn vui lòng xem tkb đã cập nhật nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào PĐT ạ, hiện tại thì em vừa mới nhận được điểm thi AV nói viết ngày hôm nay ạ. Em đã đạt đủ các tiêu chuẩn để được tốt nghiệp. Vậy PĐT cho em hỏi là các bước và thủ tục để em được xét tốt nghiệp ạ. Em cảm ơn nhiều ạ.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em kính chào PDT ạ,. . . . Hiện tại em sắp đủ chỉ tiêu để tốt nghiệp, nhưng do vì em đã không đăng ký môn học học kỳ trước nên tình trạng của em đang là   B tạm dừng  /B  và em không vào được trang đăng ký tốt nghiệp mà chỉ hiện như trong hình đính kèm ạ.. . . . Vì vậy cho em hỏi là PDT có thể cấp quyền cho em vào trang đăng ký tốt nghiệp được không ạ?",
            "\"Chào em,. . Khi nào em đủ tất cả các điều kiện tốt nghiệp, có thể gửi câu hỏi qua bksi để xin xét tốt nghiệp.. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, Phòng Đào tạo sẽ tự động ra QD thu nhận cho bạn nhé. . Do bạn chưa có tên trong ds dự kiến tốt nghiệp nên khi đăng nhập vào hệ thống báo lỗi như hình bạn gửi nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy(cô),. . . . Hiện tại tình trạng sinh viên em bị tạm dừng nên em không thể đăng kí tốt nghiệp được. Nay em đã thi anh văn nói viết xong thì làm sao để em đăng kí tốt nghiệp được ạ?. . . . Em xin cảm ơn. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là [full_name], MSSV: [student_id] Lớp: CK16KTK. . . . Tình trạng sinh viên trên Mybk của em là đang \"Tạm dừng\" nên không thể đăng ký tốt nghiệp. Đã tạm dừng từ HK2(2021-2022). Lý do là không đăng ký môn học.. . . . Nay em đã đủ điều kiện để tốt nghiệp và muốn đăng ký tốt nghiệp trong học kỳ này. Mong quý thầy cô phòng đào tạo hướng dẫn em thủ tục để được đăng ký tốt nghiệp. Em xin cám ơn.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em đã đăng ký chuyển điểm anh văn 1,2,3 và thanh toán phí rồi à. Mong pđt sớm chuyển điểm cho em. . . Em cảm ơn.. .",
            "Chào em,. . Em vui lòng trình bày rõ hiện tại em đang cần xin chuyển điểm sớm để làm gì nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là em đã đạt đủ số tín chỉ và anh văn, nhưng sao em không đăng kí tốt nghiệp được ạ. . . . .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: chào pdt, . . cho em hỏi là em sinh viên bằng 2 đã có thẻ bảo hiểm y tế do cty mua rồi. Giờ em có cần phải đăng ký mua bảo hiểm ở trường nữa kg ạ?. . Nếu không cần đăng ký thì em phải nộp cho trường giấy tờ gì? và cho ai vậy ạ?. . em cảm ơn!",
            "\"Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name].. . MSSV: [student_id] lớp CTM02.. . Hiện tại thì em bị tạm dừng học vụ vì không đăng ký môn học nên chưa thể đăng ký xét tốt nghiệp được ạ.. . Phòng đào tạo có thể mở lại để em đăng ký xét tốt nghiệp được không ạ.. . Em cám ơn thầy/cô.",
            "Chào em, . . Hiện tại PDT đã ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên,bạn vào đăng ký tốt nghiệp lại nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã đăng kí xét tốt nghiệp thành công rồi ạ. Hiện em muốn nhận giấy chứng nhận tốt nghiệp tạm thời để nộp cho công ty em xin việc ạ. Cho em hỏi là khoảng bao lâu sau thời gian đăng kí tốt nghiệp em sẽ nhận được ạ? Em đăng kí tốt nghiệp vào ngày 5/3 vừa qua ạ.",
            "Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp(sad) https://forms.gle/2WnfHeAHnRZWJ6Jn7. . Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và scan gởi qua mail SV, sau đó SV cần bảng chính vui lòng liên hệ Pdt để nhận. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã dương tính với [full_name]. Làm sao để em khai báo cho nhà trường?. . Em dương tính với [full_name] và hiện tại tình trạng củaem rất xấu, bệnh của em rất nặng, em sốt cao. Cuối tuần và thứ Năm sắp tới em thi giữa kỳ hoá đại cương, đại số tuyến tính, GDQP. Em có thể làm đơn để hoãn thi giữa kỳ được không ạ? Làm đơn như thế nào?",
            "\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Phòng đào tạo cho em hỏi em còn thiếu điều kiện tốt nghiệp gì nữa ạ. Hiện tại theo những gì em nộp thì:. . . .   + Tiếng Pháp: Delf B1. .   + Tiếng Anh: TOEIC(840), nói - viết (245) thi ở BK English ngày 27/02. .   + CTXH: 15 ngày. . . . Luận văn em làm ở học kì 1 (2021-2022) trên mybk đã cập nhật điểm nhưng vẫn chưa cập nhật số tín chỉ.. . . . Em cảm ơn ạ",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \"",
            "\"Chào bạn. . Pdt kiểm tra hiện tại bạn còn nợ: 003705, 003706, 003707.. . Không đủ ĐK để tốt nghiệp. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là [full_name], sinh viên năm 2 ngành Kỹ thuật Hóa lý-phân tích khoa KTHH. Cho em hỏi: [full_name] em đã nộp cho trường vào năm nhất,bây giờ em có thể liên hệ nhà trường để mượn lại [full_name] được không ạ? Và liên hệ như thế nào ạ?. .",
            "Chào em;. . Sổ Đoàn em phải liên hệ bên văn phòng Đoàn nơi em nộp nhé. . thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT,. . . . Em tên là [full_name] - MSSV:[student_id], đầu năm nhất em có đăng kí nộp bằng IELTS 5.5 và đã quy đổi điểm. Nay em thấy trong phần điểm chuyển có cột điểm TOIEC được 5.0. Không biết nếu vậy thì em đã đủ điều kiện tốt nghiệp và nhận bằng tốt nghiệp chưa ạ.. . . . Em cảm ơn thầy/cô nhiều. Chúc thầy/cô nhiều sức khỏe.. . . . Sinh viên, . . [full_name]. . . .   i Yêu cầu khác .",
            "Dạ em gửi bị nhầm hình ạ. Hình này mới đúng. Em cảm ơn",
            "Chào em,. . Cô chưa hiểu rõ ý câu hỏi của bạn?. . SV xem về CCNN tốt nghiệp tại đây:http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/3.   Chuẩn tiếng Anh khi nhận Luận văn tốt nghiệp (LVTN) và khi tốt nghiệp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô. . Hiện tại các môn học học kì HK-212 của em đều đã có điểm được 12 ngày rồi, nhưng em chưa thấy điểm GPA của mình được cập nhật. Do em đang định xin việc nên mong muốn có GPA cao hơn thì tốt hơn ạ. Không biết thông thường thì khi nào sẽ cập nhật GPA ạ? . . Em xin cảm ơn",
            "Chào bạn. . điểm ở Hk212 vẫn là điểm 15 mà bạn. . Thân",
            "Dạ ở trên em ghi bị nhầm ạ, học kì HK211 ạ. Điểm các môn học ở HK211 của em đã có gần 1 tháng rồi nhưng vẫn chưa cập nhật điểm GPA ạ.. . Em xin lỗi vì sai sót trên ạ",
            "Chào bạn. . Bạn có thể đăng ký in bảng điểm, hệ thống gốc đã cập nhật, nhưng trên cổng thông tin sv chưa cập nhật thôi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi hiện tại em đang là f0 nên việc học và thi học phần thí nghiệm trực tiếp tại trường bị ảnh hưởng. Cho em hỏi là em có thể dời học phần thí nghiệm vào kì sau được không ạ hay em phải đăng ký học lại.. .",
            "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 26/3/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân\"",
            "Chào em;. . môn này đã hết lịch để dời nên em liên hệ giảng viên để xem xét về việc học nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em là sinh viên bên Khoa Xây Dựng K20, cho em hỏi khi nào thì xét Học Bổng Khuyến Khích kì 202 ạ. Do hiện tại là sắp kết thúc học kì 212 rồi nhưng vẫn chưa có thông tin xét HBKK Hk202 ạ. Em cảm ơn ạ.. .",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email: [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô ạ,. . . . Cho em hỏi em có thể kiểm tra thông tin mình đã chuyển hình thức tạo đào tạo từ Chính quy sang Vừa làm vừa học hay chưa ở đâu ạ?. . . . Thời gian đào tạo tối đa của em được ghi là tháng 4/2022 thì tính vào đầu tháng 4 hay cuối tháng 4 vậy thầy/cô?. . . . Không biết hiện tại đơn chuyển hệ của em đã được xét duyệt xong chưa ạ? Em sợ nếu tính vào đầu tháng 4 cộng thêm bây giờ đơn chuyển hệ chưa được xét thì sau đó em phải làm thêm đơn xin thu nhận lại nữa.. . . . Cảm ơn thầy/cô rất nhiều,. . [full_name]. . . . . . . .",
            "\"Chào bạn,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV theo dõi mail và lịch học vụ để vào đăng ký môn học cho HK213 nếu còn nợ MH(từ tháng 05/2022). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . em đã học đủ các môn và vừa có điểm luận văn tn, nhưng khi vào đăng ký tốt nghiệp trên mybk thì không bấm vào các phần cập nhật thông tin (điểm, tên đề tài, hình 3x4 ...) để gửi thông tin lên được. Và cũng không nộp đơn để xét tốt nghiệp được giờ em phải lên pdt hay làm sao ạ",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào tạo,. . . . Em xem thông báo học phí thì Văn bằng 2 ban ngày khóa 2019 có học phí là 350k/TC, nhưng bkpay đang thu học phí của em theo Văn bằng 2 buổi tối, tức là 525k/TC. Điều này em nghĩ là do em đã được xếp vào nhóm lớp B01 khi đăng ký môn học, lúc đó bạn của em cũng đã hỏi về vấn đề này thì được giải đáp là vẫn tính học phí theo VB2 ban ngày.. . Em mong PDT có thể hỗ trợ em về vấn đề này ạ.. . . . Em cảm ơn,. . [full_name]",
            "Chào bạn. . Pdt đã ghi nhận và sẽ tính lại học phí mốc 325.000. . Bạn đợi cập nhật đúng rồi mới thanh toán nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô,. . . . Thầy/cô cho em hỏi, vì sao em đã đủ điều kiện đăng kí tốt nghiệp như: AV nghe đọc, nói viết, đủ ngày CTXH,  mà sao em không cập nhật được thông tin lên trang web tốt nghiệp ạ? Nó không cho em click vào ô “Cập nhật thông tin”.. . . . Em cảm ơn.. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name]  MSSV [student_id]. . . . Em có đăng kí tốt nghiệp trên hệ thống của trường vào tuần trước. Em biết là em cũng đăng kí hơi trễ. . . . . Thầy cô cho em hỏi khi nào thì em sẽ có bản in điện tử và giấy tốt nghiệp tạm thời được không ạ? Và thầy cô có thể cho em xin giấy tốt nghiệp tạm thời sớm hơn một chút được không ạ? Vì em không có giấy thì công ty em không được làm hồ sơ thử việc ạ. . . . . Em cảm ơn thầy cô nhiều ạ.",
            "Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp(sad) https://forms.gle/2WnfHeAHnRZWJ6Jn7. . Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và scan gởi qua mail SV, sau đó SV cần bảng chính vui lòng liên hệ Pdt để nhận. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi bây giờ còn thời hạn để đăng kí rút môn học không ạ. Tại tới hôm nay mới có kết quả trả điểm nên em muốn được rút môn.",
            "Chào bạn,. . Về việc rút môn học (Có tính học phí):. . Bạn vui lòng tải mẫu đơn: RÚT MÔN HỌC tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua trực tiếp hoặc BKSI trước ngày 18/03/2022. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào pđt ạ.. . Em là sinh viên k17 ngành kỹ thuật xây dựng. Ở học kì 202 em có đăng kí môn học Trắc địa đại cương (CI1007) do thầy [full_name] giảng dạy. Nhưng mà đến hiện nay lớp chúng em vẫn chưa nhận được thông tin về việc học thí nghiệm và thi của thầy ạ. . . Em đã có liên hệ với thầy nhiều lần nhưng mà thầy vẫn chưa có thông tin gì ạ. Em mong pđt giúp em hướng giải quyết ạ. Vì em cần hoàn thành môn này để có thể kịp đăng kí tốt nghiệp vào tháng 4 năm nay ạ. Em cảm ơn ạ.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Vào ngày 8/3/2022 do bố mẹ em test dương tính covid nên em cũng đã test và cũng thành F0. Em xin pđt cho em xin phép nghỉ bù tuần 10 môn thí nghiệm Hoá đại cương lớp VL03,VL04 và học bù vào tuần 27 ạ. Do bệnh nên em gửi lại đơn lên bksi chậm ạ. Nhưng vào ngày 9/3 em có gửi mail cho pđt rồi ạ.",
            "Chào em;. . đã dời sang nhóm tuần 27 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ Em tên [full_name], MSSv 187346. . Hiện tại em có Thi AV400 ngày 20/02/2022 nhưng đến nay vẫn chưa thấy nhà trường cập nhật điểm, Em có liên hệ TT ngoại ngử thầy cô báo đã chuyễn điễm qua Phòng Đào tạo rồi. em xin nhà trường cập nhật điểm Để em theo dỗi chuẩn  bị cho việc đăng ký môn học. Do Bữa thi em không biết thi xong có kết quả trong bài nên hiện tại em chưa biết mình đã đủ điều kiện chưa ạ.. .   i Học vụ .",
            "Chào bạn. . Việc cập nhật điểm là do Giảng viên cập nhật xong thì tự động lên hệ thống điểm của nhà trường. Bạn vui lòng liên hệ Giảng viên kiểm tra lại phát sinh lỗi ở đâu để cập nhật lại. . Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1852787  /b \t. . . .   i Đăng ký môn học . Em kính chào quý Thầy/Cô Phòng Đào Tạo ạ,. . Dạ em là Trần Thị Thủy Tiên, MSSV 1852787, học lớp CC18QKD ạ.. . Đợt vừa rồi em vừa hoàn thành môn Thực tập tốt nghiệp vào đợt tháng 2/2022 ạ nên em có đăng kí môn LVTN (IM4317) dành cho đợt trễ hạn ạ. Tuy nhiên ngày 7/3 em có nhận được mail thông báo về kết quả lý do không được xét môn học này do thiếu số tín chỉ ạ. Em muốn hỏi về vấn đề này do em thấy trong phần tín chỉ Tích lũy Luận văn (TCTLLV) là 126 ạ và em cũng đã vào mybk-Thông tin sinh viên trong mục Số tín chỉ thì có thấy số tín chỉ của em tính đến HK203 là 113 ạ, và nếu thêm 21 tín chỉ em đã hoàn thành trong HK211 (nhưng em chưa được cập nhật ạ) là em sẽ có tổng 134 tín chỉ ạ. Vậy nếu xét theo điều kiện đăng kí LVTN là 126 tín chỉ thì em có thể đăng kí được môn học này không ấy ạ. . . . . Em cũng đã tạo câu hỏi trong bksi và được hướng dẫn cách giải quyết là gửi file thống kê các môn chưa tích lũy của em ạ nên em xin gửi kèm file này ạ. Trong file này, em đã thống kê các môn em đã học và đã qua môn nhưng chưa được tích lũy ( gồm các môn trong HK211 và 1 môn tương đương là Kế toán tài chính ạ). . Chỉ duy nhất 2 môn (Tài chính doanh nghiệp - IM3005 và Tư tưởng HCM - SP1005) là em chưa hoàn thành ạ. . . Em cũng xin lỗi về việc phản hồi có phần chậm trễ của em ạ do những ngày vừa rồi nhà em có việc đột xuất ạ. . . . . Nếu Thầy/Cô có thắc mắc, hoặc cần yêu cầu em chỉnh sửa hoặc gửi lại xin vui lòng phản hồi em ạ.Em cảm ơn rất nhiều ạ, rất mong sớm nhận được sự hỗ trợ từ phía Nhà Trường ạ.. . . . Trân trọng.. .",
            "đã xử lý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy/cô ạ!. . . . Em là [full_name], mssv [student_id].. . Em đăng ký xét tốt nghiệp học kỳ 2 2021-2022, mã đợt là TN.20212.1 và tình trạng là phiếu đăng ký đã xử lý vào 3 tuần trước nhưng mà đến nay em vẫn chưa nhận được giấy chứng nhận tốt nghiệp tạm thời tại nơi đăng ký nhận của em ạ.. . . . Dạ thầy/cô có thể cho em hỏi là mất tầm bao lâu nữa thì em mới nhận được giấy chứng nhận tốt nghiệp tạm thời được không ạ? Vì em cũng đang cần nó ạ!. . . . Mong thầy/cô giải đáp thắc mắc giúp em, em cám ơn thầy/cô nhiều ạ!",
            "Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp(sad) https://forms.gle/2WnfHeAHnRZWJ6Jn7. . Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và scan gởi qua mail SV, sau đó SV cần bảng chính vui lòng liên hệ Pdt để nhận. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào PĐT. . Em tên là [full_name] (MSSV: [student_id]), là sinh viên Khoa Môi trường và Tài nguyên. . . Hiện tại em cần có bằng cấp để nộp cho công ty. Không biết em có thể xin được cấp giấy chứng nhận tốt nghiệp tạm thời được không ạ?. . Em xin cám ơn.",
            "Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp(sad) https://forms.gle/2WnfHeAHnRZWJ6Jn7. . Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và scan gởi qua mail SV, sau đó SV cần bảng chính vui lòng liên hệ Pdt để nhận. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào phòng học vụ ạ.. . Em tên là [full_name], mã số sinh viên là [student_id], tân sinh viên khoá K21, hiện học ngành Khoa Học Máy Tính chương trình Chuyển Tiếp Quốc Tế.. . Hôm nay em viết mail này để muốn xin nhà trường tờ giấy xác nhận thời gian học có đóng mộc của nhà trường để giúp gia đình em trừ tiền gia cảnh vào tuần sau. Em mong nhà trường giải quyết sớm nhất có thể ạ. Em xin chân thành cảm ơn.",
            "Chào em;. . em đăng ký giấy chứng nhận sv trên trang mybk nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào pđt ạ. . Cho em hỏi ngày nào là ngày chính xác bên pđt nhận bổ sung các chứng chỉ av để xét tốt nghiệp ạ . . Do em xem trên chỗ đăng kí tốt nghiệp là ngày 4/5 ( như ảnh ) nhưng trên aao lại ghi là 11/4( như ảnh) . . Mong pdt xem và cho em xin ngày đúng nhất để em nộp chứng chỉ av phù hợp theo ngày để tốt nghiệp học kì này ạ. . Em cảm ơn pdt rất nhiều ạ",
            "Chào em;. . thời gian em xem trên lịch trình tốt nghiệp trên trang aao nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào tạo, . . . . Dạ hiện tại em đã có tên trong danh sách tốt nghiệp dự kiến đợt 04/2022. Dạ theo các phản hồi trước của PĐT về trường hợp của em thì sau khi có tên trong danh sách này em sẽ được PĐT tự động thu nhận lại. . . . . Dạ cho em hỏi thời gian em sẽ được thu nhận lại cụ thể là khi nào với ạ? Bởi vì hiện tại em vẫn chưa vào đăng ký được. . . . . Em xin chân thành cảm ơn ạ!",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào nhà trường.. . Em tên [full_name], mssv [student_id], hiện tại em đang đăng ký xét tốt nghiệp trực tuyến nhưng website hiện đang thông báo phiếu đăng ký của em chưa được xử lý. Kính mong quý thầy cô giải đáp phản hồi sớm để em nhanh chóng bổ sung thông tin.. . Cám ơn",
            "Chào em,. . Trường hợp của bạn do chưa nộp đúng ảnh theo quy định nhé, vui lòng bổng sung lại ảnh theo đúng quy định. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào cô.. . Hôm trước em có thắc mắc về trùng lịch học của 2 môn như hình đính kèm và được cô thông tin sẽ được giải quyết trước ngày 14/3/2022. Dạ hiện tại thời khóa biểu của em vẫn giữ nguyên.Dạ vậy là 2 môn này em phải tự sắp xếp xin phép với giảng viên hay giải quyết như thế nào ạ. Em cảm ơn cô nhiều ạ",
            "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 26/3/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi quy trình nhận file scan bảng điểm ạ?",
            "Chào bạn. . Bạn đăng ký in bảng điểm, sau đó tự scan bảng điểm để sử dụng. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kính gửi: Thầy Cô Bộ Phận ĐKMH Phòng Đào Tạo trường ĐH Bách Khoa - ĐHQG TPHCM . . Em là [full_name]. . MSSV: [student_id] . . Em xin trình bày sự việc của em như sau: . . Ngày thứ 6 11/03/2022 (tuần 10) em có gửi đơn trình bày việc chưa có TKB học bù môn thí nghiệm Hóa Đại Cương CH1004 HK211. Và đã được Thầy Cô cập nhật lại TKB vào ngay ngày hôm đó, tuy nhiên TKB lại được cập nhật là thứ 2 của tuần 10, là thời gian đã qua rồi ạ. Kính mong Thầy Cô có thể xem xét kiểm tra lại giúp em!. . Em chân thành cảm ơn!. . Chúc Quý Thầy Cô có nhiều sức khỏe vạn sự an lành.. . . . . . [full_name].. . [full_name]",
            "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 26/3/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b [student_id]\t. . . .   i Tốt nghiệp  /i cho em hỏi về quy trình đăng kí thu nhận lại để xét tốt nghiệp với ạ. . Em cảm ơn. . . .",
            "QUOTE MSSV/MSGV: [student_id]. . . . Cho em hỏi về quy trình đăng kí thu nhận lại để xét tốt nghiệp với ạ. . Em cảm ơn. . . .   /QUOTE . .",
            "QUOTE MSSV/MSGV: [student_id]. . . . Cho em hỏi về quy trình đăng kí thu nhận lại để xét tốt nghiệp với ạ. . Em cảm ơn. . . .   /QUOTE . .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sinh viên năm 2 của Khoa Cơ Khí chương trình đại trà. Do học kì 212 này em đã bỏ lỡ không đăng kí môn bắt buộc là Thực Tập Kĩ Thuật. Môn này là môn học trong Học kì Hè năm 2 nên em có hỏi giáo viên thì giáo viên nói sẽ bị trễ nếu không đăng kí học. Em không biết là em có thể xin phép Phòng Đào tạo cho em xin mẫu đơn để đăng kí môn học bổ sung kì này được không ạ. Hoặc là học Kì 3 em có thể đăng kí để học được không ạ. Em mong Phòng đào tạo giải đáp giúp em. Em cảm ơn ạ.. .",
            "Em là sinh viên năm 2 của Khoa Cơ Khí chương trình đại trà. Do học kì 212 này em đã bỏ lỡ không đăng kí môn bắt buộc là Thực Tập Kĩ Thuật. Môn này là môn học trong Học kì Hè năm 2 nên em có hỏi giáo viên thì giáo viên nói sẽ bị trễ nếu không đăng kí học. Em không biết là em có thể xin phép Phòng Đào tạo cho em xin mẫu đơn để đăng kí môn học bổ sung kì này được không ạ. Hoặc là học Kì 3 em có thể đăng kí để học được không ạ. Em mong Phòng đào tạo giải đáp giúp em. Em cảm ơn ạ.",
            "Em là sinh viên năm 2 của Khoa Cơ Khí chương trình đại trà. Do học kì 212 này em đã bỏ lỡ không đăng kí môn bắt buộc là Thực Tập Kĩ Thuật. Môn này là môn học trong Học kì Hè năm 2 nên em có hỏi giáo viên thì giáo viên nói sẽ bị trễ nếu không đăng kí học. Em không biết là em có thể xin phép Phòng Đào tạo cho em xin mẫu đơn để đăng kí môn học bổ sung kì này được không ạ. Hoặc là học Kì 3 em có thể đăng kí để học được không ạ. Em mong Phòng đào tạo giải đáp giúp em. Em cảm ơn ạ.",
            "Chào bạn. . Chuẩn bị sẽ có thông báo đăng ký HK213. . Bạn liên hệ về Khoa môn bạn cần học có tổ chức học vào Hk213 hay không. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là [full_name], MSSV [student_id]. . . . Em đã điền form xin đăng kí xin giấy tốt nghiệp sớm và theo lịch là thứ 2 tuần sau em có thể nhận được bản scan và bản cứng. Nhưng thời gian bắt đầu nhận việc của em cũng là thứ 2 tuần sau giống như thời gian có giấy TN tạm thời, và theo quy địnb em phải có giấy xác nhận TN tạm thời vào ngày đầu đi làm để nộp vào cty và em cũng không thể nghỉ làm lên trường lấy được ạ. . . . . Thầy cô có thể hỗ trợ em có thể nhận giấy tốt nghiệp tạm thời trong thứ 6 tuần này được không ạ?. . . . File đính kèm là email offer nhận việc của em và ngày on board là thứ 2 tuần sau ạ. Em mong trường có thể hỗ trợ được cho em có thể nhận giấy TN tạm thời vào thứ 6 ạ.",
            "Đã giải quyết."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa PĐT,. . . . Em tên Phạm Quốc Sỉ - MSSV: [student_id].. . . . Cho em hỏi, theo Điều 3.3 QUY CHẾ [full_name], [full_name] ĐẲNG. Mỗi tín chỉ được quy định là 15 tiết dạy.. . Theo phương pháp giảng dạy mới, số tiết sẽ giảm đi 20%. Chỉ còn 12 tiết cho 1 tín chỉ.. . . . Nhưng trong kì này em đăng kí các môn 3 tín chỉ, TKB mỗi tuần chỉ có 2 tiết và học trong 12 tuần. Tức chỉ có 24 tiết học và chúng em đã bị cắt mất 12 tiết dạy, tương đương một tín chỉ.. . . . Em nghĩ ít nhiều có ảnh hưởng đến việc học chúng em. Mong PĐT xem xét.. . . . Em chân thành cảm ơn. . . .",
            "Chào bạn. . Cô ghi nhận ý kiến phản hồi của bạn và sẽ chuyển cho ban lãnh đạo Phòng xem xét. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b re. . Em đang bị tình trạng tạm dừng nhưng em đã đủ điều kiện xét tốt nghiệp. Phòng đào tạo có thể thu nhận em lại, để em được đăng ký xét tốt nghiệp được không ?",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1733461  /b \t. . . .   i Tốt nghiệp . Em chào Thầy/ Cô!. . Em đăng ký thành công tốt nghiệp và đã thanh toán cách đây 2 tuần nhưng tới nay em chưa nhận được bằng tốt nghiệp tạm thời. Nhờ Thầy/ Cô xem giúp em. Em đang cần bằng tạm thời để xin việc làm em xin cám ơn Thầy/ Cô.",
            "Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp(sad) https://forms.gle/2WnfHeAHnRZWJ6Jn7. . Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và scan gởi qua mail SV, sau đó SV cần bảng chính vui lòng liên hệ Pdt để nhận. . . Thân\""
        ]
    }
]