[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã hoàn thành học học phần 1 và học phần 2 môn bóng rổ nhưng mà lỡ đăng kí thêm môn bóng bàn ở học kì này. Đăng kí học môn buổi xong mới biết là mình hoàn thành giáo dục thể chất, nên em muốn là không học môn này nữa. . Cho em xin lời khuyên tốt nhất để giải quyết môn bóng bàn này ạ. Em cảm ơn",
            "Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản [email] và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ [full_name] điều 11.2. . . . Chúc các bạn học tập thật tốt!. . . . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Phương pháp tính MT1009 DT01_DT01. . Thực tập tốt nghiệp CI3383 A01. . Cơ lưu chất CI2003 DT01_DT01. . . . Sinh viên được thu nhận lại vì đã hết hạn đào tạo chính quy . . . . Quyết định thu nhận lại hiện tại nhà trường đang giữ , em chưa nhận được từ PĐT",
            "Đăng ký môn học. . Phương pháp tính MT1009 DT01_DT01. . Thực tập tốt nghiệp CI3383 A01. . Cơ lưu chất CI2003 DT01_DT01. . . . Sinh viên được thu nhận lại vì đã hết hạn đào tạo chính quy. . . . Quyết định thu nhận lại hiện tại nhà trường đang giữ , em chưa nhận được từ PĐT  /QUOTE . .",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b Họ và tên: [full_name] . . MSSV/MSGV: [student_id]  /b \t. . . .   i Dạ vào ngày 19/12/2021, em có lịch thi cuối kì môn cơ lưu chất, trước khi thi 3 phút thì quê nhà em bị cúp điện đột xuất và em không thể tham gia thi sau đó em có gọi cho GV gác thi và tiến hành hoãn thi trên mybk và đến nay trong bảng điểm em có nhập điểm thi cuối kì môn cơ lưu chất là 1 điểm. Cho em hỏi đây là điểm nhập tạm thời phải không ạ? . . Em xin cám ơn ạ.. . . . . .  .",
            "\"Chào bạn. . Pdt đã nhận yêu cầu Hoãn thi môn Co luu chat và sẽ xử lý theo quy trình. . Về vấn đề Hoãn thi của HK211 bạn vui lòng xem chi tiết: Thông báo kế hoạch tổ chức thi HK211 Pdt đã gởi qua mail  vào ngày 22/11/2021- Mục 5. Hoặc Quy trình Hoãn thi HK211 Pdt đã gởi qua mail  vào ngày 10/12/2021. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa pđt.Do em đã hoàn thành 1 môn gdtc(học phần 1) ở học kì 211 và em cũng đã đăng kí học 1 môn gdtc( học phần 2) nên em xin nhà trường cho em hủy môn bóng rổ 1 (PE1015) em cũng đã điền form hủy môn mong nhà trường xem xét. Em cảm ơn",
            "Chào em,. . - Đến thời điểm hiện tại, theo quy định thì không thể huỷ môn học. . - Rút môn học:. . \" Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . . . Chúc các bạn học tập thật tốt!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin được chuyển sang hệ vừa học vừa làm, xin nhà trường xem xét giúp em. Đính kèm ở phía dưới là đơn chuyển hệ VLVH của em ạ.. . . . Em xin cảm ơn!. . . .",
            "\"\"\"Chào em,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV gởi yêu cầu đăng ký môn học cho hk212 ghi rõ tên, mã số môn học, lý do diện chuyển sang vlvh. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào pđt,. . Em là [full_name] - [student_id]. . Em xin được gửi đơn xin hoãn thi đã được khoa và giáo viên bộ môn xác nhận đồng ý.. . . . Em đã gửi lần 1 ngày 06/01 mà vẫn chưa được phản hồi nên em xin phép được gửi lại.",
            "\"\"\"Chào bạn. . Pdt ghi nhận đăng ký Hoãn thi của bạn. . Dự kiến vào cuối tháng 01/2022: Ra Quyết định Hoãn thi có điều kiện (SV phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này), và gửi email thông báo kết quả xử lý đến SV.. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kính thưa thầy/cô,. . Em tên là [full_name] - MSSV: [student_id]. . HK212 em có đăng kí LVTN (CI4383) nhưng hệ thống báo là em không đủ điều kiện tín chỉ tích luỹ và không đủ chuẩn anh văn.. . Trong khi đó, em đã kiểm tra lại số tín chỉ em đã học và chỉ còn 1 môn chưa học ( môn 4 tín chỉ) & tiếng anh tương đương Toeic 350 (AV350) đã có điểm qua môn từ rất lâu. Cho nên em đã đủ điều kiện số tín chỉ tối thiểu để nhận LVTN.. . Mong thầy/cô cập nhật lại và đăng kí cho em nhận LVTN ở HK212 này ạ.. . Nếu như sau khi kiểm tra lại mà vẫn không đủ điều kiện tín chỉ thì xin thầy/cô gửi cho em danh sách những môn học em đã hoàn thành và không hoàn thành để em đối chiếu những môn em đã hoàn thành cho thầy/cô ạ.. . Em cám ơn.. . [full_name].",
            "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kính gửi PĐT, em tên [full_name], MSSV [student_id], ngành Kỹ thuật máy tính.. . . . Em có đăng ký môn LVTN CO4327 nhưng cả 3 đợt đều không thành công, kết quả ĐKMH chỉ ghi là \"không đủ điều kiện nhận LVTN\" nên em không rõ là thiếu điều kiện gì.. . . . Mong PĐT kiểm tra và phản hồi để em có thể đăng ký đợt cuối. Em xin cảm ơn.",
            "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . . . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . . . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name]-MSSV [student_id]. . Theo thời khóa biểu, môn Lịch sử Đảng Cộng Sản Việt Nam (SP1039) ở lớp L14 (tiết 4-5 thứ 2) nhưng hôm nay em thời khóa biểu của em đã đổi sang A01(tiết 7-8) do có thêm giờ môn khác mới được sắp xếp. Không đủ thời gian giãn cách giữa hai cơ sở với tiết trước đó (tiết 4-5) và tiết sau(9-10). Vậy nếu học trực tiếp trở lại và thi học kỳ thì sao ạ do không đủ thời gian di chuyển.. . Sáng nay em có nhận được mail là dù đã bị đổi lớp nhưng tên em vẫn trong danh sách lớp cũ ạ.. . Em mong quý thầy cô giải đáp vấn đề và phản hồi ạ.. . Em xin cảm ơn.",
            "\"Chào bạn. . Vậy giờ bạn muốn xử lý dkmh như thế nào SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Sau khi kết thúc đợt 3 kết quả ĐKMH của bạn vẫn chưa được xử lý, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký (thời gian nhận yêu cầu khiếu nại đến hết ngày 14/01/2022). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào phòng đào tạo.. . . . Đợt vừa rồi em có xin chuyển điểm và đăng kí trễ một vài môn, trong đó có môn \"Quản lý thu mua\". Hiện môn này đã lên TKB và tính vào chỉ đăng ký. Tuy vậy, em vừa kiểm tra lại thì môn này yêu cầu phải môn học trước là môn \"Quản lý Logistics\" mà em chưa học môn này. Em rất xin lỗi vì sự bất cẩn này.. .  Như vậy, nếu em tiếp tục theo học thì có sự cố gì xảy ra không ạ (bị bỏ điểm, bỏ kết quả,...)? Em xin cảm ơn.",
            "\"Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Sau khi tư vấn xong cần thì bạn đăng ký rút môn học, đã thông báo quy trình rút môn học qua mail SV. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kết quả đăng ký môn luận văn tốt nghiệp (ctt)-CI4373-A01 trong đợt 3 HK212 của em đã bị hủy.. . -Nếu tính đạt các môn chưa có điểm thì tín chỉ tích lũy của em là 125/142, chỉ còn thiếu LVTN và các môn anh văn.. . -Số ngày công tác xã hội là 11,5 ngày và chưa có chứng chỉ anh văn.. . Vậy cho em hỏi, em có đủ điều kiện để nhận LVTN như trên vào đợt đăng ký bổ sung không ạ, vì cả 3 đợt em đều đăng ký được nhưng kết quả đều bị hủy ạ.",
            "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . xin pdt đăng kí dùm e các môn học sau:. . giải tích 2 mã MT1005. . cơ kết cấu mã CI2029. . sức bền vật liệu mã CI2007. . kết cấu bê tông cốt thép 1 mã CI2091. . kết cấu thép 1 mã CI3009.. . lý do không đăng kí kịp do nhận được thông báo chuyển hệ trễ xin pdt đăng kí cho e học buổi sáng do buổi tối e phải đi làm e xin chân thành cảm ơn.",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . -[full_name] [full_name]Ị [full_name]1033 (VẼ [full_name] )  [full_name]1003 ( VẼ KĨ THUẬT). .  . . -DẠ [full_name]O [full_name] CÓ THỂ [full_name]UYỂN THÀNH  MÔN TỰ [full_name]ỌN TỰ DO TRONG [full_name]ƯƠNG TRÌNH ĐÀO TẠO KHÔNG Ạ ( K21 KHOA [full_name]). .",
            "Chào em,. . Học phần tự chọn tự do là học phần sinh viên được tự do đăng ký, không bị ràng buộc với ngành/chuyên ngành sinh viên đang theo học, nhưng phải có kiến thức không trùng lắp với các kiến thức dùng để xét tốt nghiệp của chương trình đào tạo. Hai học phần được xem là trùng lắp nếu có chuẩn đầu ra/nội dung trùng lắp đến 50%.. . . . Ở một chừng mức nào đó, để tránh cho sinh viên không lúng túng khi chọn môn tự do, tránh lãng phí thời gian và tài chính, [full_name] gợi ý cho sinh viên chọn các môn nhằm trang bị kiến thức chuyên sâu hơn ở các chuyên ngành.. . . . Em liên hệ [full_name] trình bày môn đã chọn tự do, để [full_name] xem xét và xác nhận, hoặc có hướng dẫn cụ thể.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là kì sau em tính sẽ học lại môn Địa chất công trình để cải thiện điểm số thì điểm thí nghiệm của kì này có được chuyển qua không ạ ? Hay là em phải học lại cả thí nghiệm ạ.",
            "Chào em,. .  điểm số thì điểm thí nghiệm của kì này có được chuyển qua không ạ ?. . =  Em vui lòng liên hệ GV nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em vừa  được chuyển hệ sang VHVL, em muốn xem chương trình học để DKMH thì xem ở đâu ạ?. .",
            "Chào em,. . Em vui lòng email đến [email] . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào pđt, em muốn hỏi vài điều ạ: . . 1. Nếu kì 212 này em chưa thể đk được luận văn thì sang kì 213 thì những môn trong kì 212 sẽ được tạm tính là đã pass để đủ điều kiện đăng kí đúng không ạ?. . 2. Học phí luận văn tính học phí theo môn dự thính hè hay vẫn đưoẹc tính như đơn giá kì chính ạ?. . 3. Nếu làm văn trong kì 213 thì có tốt nghiệp trong tháng 11 cùng các bạn làm luận trong kì 212 không?. . Rất mong nhận được sự hồi đáp sớm, em chân thành cám ơn.",
            "Chào bạn,. . . . 1- Về kế hoạch đăng ký LVTN trong HK213, Bạn vui lòng xem chi tiết: \"Kế hoạch học tập của HK2 và HK hè năm học 21-22\" Pdt đã gởi qua mail vào ngày 27/12/2021- Mục 6. . . . 2- Học phí các môn thuộc học phần tốt nghiệp là không đổi ở các HK chính và HK dự thính. . . . 3- Theo kế hoạch đăng ký LVTN trong HK213, dự kiến bảo vệ LVTN trong tuần 12/9/2022, thì sẽ kịp đợt tốt nghiệp (nếu bạn có điểm đầy đủ kịp thời). . . . Chúc bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ kính thưa PĐT, vào học kỳ 2(2020-2021) em có đăng ký môn học Cơ lưu chất (CI2003) - [full_name]02-A đã hoàn thành xong thí nghiệm, bài tập, thí nghiệm, đến thi cuối kỳ do bị lỗi đường truyền nên em đã đăng ký hoãn thi nhưng chưa biết là có được hoãn hay không. Do lo sợ không đủ tín chỉ tốt nghiệp nên vào đợt đăng ký môn học của học kỳ 1 (2021-2022) em đã đăng ký lại môn Cơ Lưu Chất (CI2003)-[full_name]01-A và qua môn học này,cùng lúc đó em được PĐT gửi mail xác nhận thông tin được hoãn thi học kỳ 2(2020-2021). Em kính xin phòng đào tạo cho em được rút môn học vào học kỳ 2(2020-2021) và nhận điểm R. Em xin chân thành cảm ơn.",
            "Chào em,. . Hiện tại đã hết thời gian nhận đơn rút MH của HK202.. . Việc điểm HT của HK202 không ảnh hưởng đến việc xét tốt nghiệp của bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào Cô.. . - Vừa rồi em có đăng kí tốt nghiệp mà em KHÔNG có tích vào ô gửi bằng tạm thời về địa chỉ.. . - Như vậy là em tới phòng đào tạo để nhận bằng hả Cô? hay là sẽ gửi về địa chỉ nào 1 trong 2 dưới đây ạ.. . Dạ em cảm ơn Cô. . .   i Tốt nghiệp .",
            "Chào bạn,. . Mặc định sẽ gửi qua địa chỉ liên lạc sau tốt nghiệp/ gửi thư đó bạn (dù SV không đăng ký gửi). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kính gửi PĐT,. . . . Em là sinh viên K15 chương trình PFIEV.. . . . Em đã hoàn thành môn Toán 1 (006711). Tuy nhiên em lại không đăng ký được môn Phương pháp tính MT2011.. . . . Em mong nhận được phản hồi sớm từ PĐT.. . . . Em xin chân thành cảm ơn.",
            "Đã trả lời. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin đăng kí chuyển hệ vừa học vừa làm ạ.. .",
            "\"\"\"Chào em,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV gởi yêu cầu đăng ký môn học cho hk212 ghi rõ tên, mã số môn học, lý do diện chuyển sang vlvh. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ, học kì này em có đăng kí môn thực tập nhận thức những đến hôm nay môn học và thông tin vẫn chưa xuất hiện trên trang bkel của em . . Và bảng điểm học kì 2 năm 2020-2021 bị xóa khỏi trang bảng điểm của em ạ",
            "Chào em,. . Vui lòng trình bày rõ tên và mã MH giúp cô? em đang hỏi học kỳ 2/2020-2021 hay học kỳ 2/2021-2022. Vui lòng trình bày rõ nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em hiện tại đang cách ly f0 và chưa biết ngày khỏi bệnh nhưng em thấy hạn chót đăng ký thực hành thí nghiệm hóa đại cương là ngày 12/1/2022 nên em không biết là còn đợt nào không hay chỉ đợt này thôi ạ . . Em cảm ơn",
            "Chào em,. . Sau tết Nguyên đán, Pdt sẽ tự động xếp học thí nghiệm cho Sinh viên chưa có lịch học. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào anh/chi pđt. . HK2 (2020-2021) em có học môn vật liệu xây dựng, có học phần thí nghiệm và đã có điểm ở học phần này. Kì này, em tiếp tục đk lại, thì em có được chuyển điểm TN từ học kì trước qua không ạ? Nếu có thì cho em hỏi thủ tục như thế nào ạ ?. . Em cảm ơn.",
            "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý, PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name] ([student_id]), em đăng ký nhầm vào lớp A01 (lớp tiếng Anh), cho em xin chuyển lớp sang lớp L02. Em muốn chuyển môn Hóa lý 2 (CH2109)",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Họ tên SV: [full_name]. . MSSV: [student_id]. . Xin phép chuyển môn Lịch sử Đảng Cộng sản Việt Nam - SP1039 từ A01 sang L23 (hoặc lớp L bất kỳ không bị trùng lịch học). . Lý do: không đủ thời gian giãn cách giữa hai cơ sở với lớp hiện tại trên hệ thống.. . Lớp đã đăng ký ban đầu theo hệ thống SP1039-L14. . Lớp hiện tại trên hệ thống SP1039-A01. .",
            "Chào bạn,. . . . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . . . hoặc Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy/cô,. . Em là sinh viên k16 của trường, chỉ còn 1 môn là luận văn tốt nghiệp. Tuy nhiên, đến hiện tại qua 3 lần đăng ký, em vẫn chưa có thời khóa biểu. Em xin hỏi lý do tại sao, liệu có phải do em chưa đăng ký đủ tín chỉ? Em cảm ơn thầy/cô đã đọc câu hỏi của em. . Thân mến",
            "Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký. . Thân gửi các bạn sinh viên,. . . . Đến thời điểm hiện tại SV vẫn chưa có Thời khóa biểu hoặc chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV) vì bất kỳ lý do gì. SV vui lòng vào đăng ký lại trong đợt này.. . . . Thời gian dự kiến từ ngày 18/01/2022 đến 19/01/2022 cho HK chính 212 (chỉ được đăng ký bổ sung các học phần tốt nghiệp: LVTN, TTTN, ĐCLV).. . . . Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm lại để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo trường Đại học Bách Khoa-ĐHQG TP.HCM. . Em tên [full_name] MSSV [student_id].. . Vào đợt đăng ký môn học đợt 3, em có đăng ký môn ME4221 - Luận văn tốt nghiệp (cđt) nhóm L01.. . Đến nay là ngày 9/1/2022 thì em vẫn không thấy môn học trong kết quả đăng ký đợt 3, mặc dù lúc đăng ký có ghi đã hợp lệ.. . Em mong nhà trường sớm giải quyết cho chúng em ạ.",
            "Chào bạn. . Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em không vào được link form điền để xác nhận tiêm mấy mũi để trường sắp xếp cho em về việc đi học thí nghiệm ạ, nó ghi cần có quyền truy cập, trong khi em đã vô bằng mail của trường",
            "Chào em,. . Vui lòng trình bày rõ vấn đề nhé. Bạn phải đăng nhập vào tài khoản mail của bạn mới đăng ký được nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã rút môn Triết học [full_name]-[full_name] và xin phép được nhà trường hỗ trợ đăng kí Giáo dục quốc phòng cho HK212 vì đã hết đợt đăng kí môn học ạ.",
            "Chào em,. . Em liên hệ PĐT TT GDQP qua 028.[student_id]7, hoặc email [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mô hình hóa hình học và mô phỏng - ME3027 - L01. . Vật liệu học và xử lý - ME2015 - L04_L10. . . .",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi là nếu em đã có đủ cột điểm môn hóa đại cương rồi thì em có cần phải lên trường thực hành thí nghiệm ko ạ. .",
            "Chào em,. . Em vui lòng trình bày rõ vấn đề của bạn giúp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký môn học. . [full_name] - [student_id]. . Em chào thầy/cô. . Em viết mail này xin thầy/cô bên PĐT cho em được đăng ký môn bổ sung vào lớp L01 - môn Kỹ thuật thực phẩm 3 (CH2039) ạ. Lý do là em đang học năm cuối và hiện tại là kỳ cuối của em. Em xin đăng ký môn này để hoàn thành cùng lúc vs môn luận văn để đc ra trường đúng hạn cùng với các bạn cùng trang lứa.. . Em cảm ơn thầy/ cô ạ!. . Chúc thầy/ cô năm mới dồi dào sức khỏe ạ!",
            "Đã trả lời. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Trong kết quả ĐKMH đợt 3 HK212 em không đăng ký được LVTN với lý do không đủ điều kiện nhận luận văn. Tuy nhiên, em đã đạt được 16 ngày CTXH. Tính đến HK203 em đạt 110 TC và HK211 em đã đăng ký 19 TC. Mong PĐT xét duyệt để em được đăng ký LVTN cho kỳ 212.",
            "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV[full_name]MSGV: [student_id]  [full_name]b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  [full_name]i [full_name] [full_name] [full_name] [full_name] Chào Thầy[full_name]Cô[full_name] [full_name] Em là [full_name][full_name][full_name] [full_name] Thầy[full_name] Cô cho em hỏi là trường còn đợt chuyển điểm [full_name] cho đợt đăng ký môn học LVTN cuối cùng không ạ?[full_name] [full_name] Em cảm ơn[full_name]",
            "Chào bạn,. . - Bạn có thể đăng ký chuyển điểm Anh văn theo quy trình của P.ĐT bất cứ lúc nào theo quy định. Hiện nay do tình hình dịch bệnh còn kéo dài, nên vào cuối mỗi tuần, P.ĐT sẽ lấy danh sách yêu cầu chuyển điểm Anh văn để xét chuyển điểm cho SV.. . . . - Về đăng ký LVTN HK212: Nhà trường tạm thời không xét điều kiện: Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Chúc bạn học tốt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em tên [full_name], MSSV [student_id].. . Hiện tại em đang thiếu tín chỉ để đăng ký LVTN do không thể thi được anh văn để nộp bằng chuyển điểm do dịch bệnh kéo dài nên em không biết trường có xem xét cho trường hợp của em được không ạ. . . Em xin cảm ơn",
            "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] [student_id]/MSGV: [student_id]  /b \t. . . .   i Yêu cầu khác . cho e hỏi là em thắc mắc , e chưa có tài khoản OCB ạ , e check mail không có , trong khi bạn e đã có mail ạ ?. . cảm ơn !",
            "Chào em,. . Em liên hệ số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào cô,. . Em tên : [full_name], MSSV : [student_id]. Khoa Khoa học và Kỹ thuật Máy tính.. . Hiện tại em đã nhận được bằng tốt nghiệp tạm thời, mà vẫn chưa có thông báo nhận bằng chính thức. Em mong trường cho em nhận bằng trước tết , vì cuối tuần sau em về quê rồi ạ.. . Em cảm ơn cô.",
            "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công và nhận được mail xác nhận đồng ý, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Dạ xin chào PĐT ạ!. . Em tên [full_name] - MSSV [student_id]. . Dạ em xin khiếu nại về việc ĐKMH không thành công: mã môn ME4545( Luận văn TN may) mã nhóm A01. Em có ĐKMH ở cả 3 đợt nhưng đều không được PĐT đăng kí với lí do không đủ điều kiện nhận LV ạ. Em thấy bản thân mình đủ tất cả các điều kiện: đã có điểm ĐCLV và TTTN ( có hình ảnh minh chứng đính kèm bên dưới), đạt số chỉ tối thiểu nhận luận văn là 123 chỉ ( tổng số TCTL đến HK3 2020-2021 là 103 chỉ + 20 chỉ đã đăng kí trong học kì chính kế trước), và đạt đủ số ngày CTXH (16 ngày). Và kì này PĐT cũng không xét chuẩn tiếng anh, nhưng em vẫn không đăng kí được LVTN. Em có đính kèm những hình ảnh minh chứng phía dưới. Kính mong PĐT xem xét và phản hồi giúp em ạ! Em xin chân thành cảm ơn!",
            "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name], MSSV: [student_id]. Kì 212, em đăng kí môn ME3143-Thực tập cơ khí với giảng viên đứng tên trên BKEL là [full_name]. Nhưng em đang thực tập ở DCSE Lab với thầy [full_name]. Vậy cho em xin phép hỏi có cần viết form chuyển giảng viên hướng dẫn không ạ. Em cảm ơn thầy/ cô đã đọc ạ. Em chúc mọi người 1 ngày tốt lành ạ . . . .",
            "Chào em,. . Em vui lòng liên hệ Khoa, GV nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại em không ở TP.HCM.. . . . Có cách nào để chuyển xuống hình thức này không? . .  . . Em cảm ơn . .",
            "\"\"\"Chào bạn. . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân. . \"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/ cô ạ. . ﻿Cho em hỏi nếu muốn học cải thiện những môn em đã học bao gồm thí nghiệm, thì em có thể chỉ học lí thuyết, còn thực hành em không lên lớp đi học và lấy điểm thành phần thực hành cũ thay thế có được không ạ ?. . ﻿Em cảm ơn ạ",
            "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý, PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT. . Em là sinh viên K14 hệ chính quy, nhưng do hết thời gian học, nên em đã được trường tự động chuyển qua hệ VLVH. Cho em hỏi là:. . Thông tin sinh viên em vẫn giữ mã sinh viên cũ [student_id] phải không ạ.. . Khi em chuyển qua hệ VLVH, em còn thiếu luận văn (9 chỉ theo CTĐT CQ K14) và 4 môn anh văn (tổng cộng 8 chỉ CTĐT CQ K14). HK 212 em có bị ràng buộc khi xét môn anh văn cho luận văn không ạ, (tại em đọc mail trường tạm thời không xét CCAV quốc tế cho lVTN).. . Em có tham khảo các bạn thì hệ VLVH không có 4 môn anh văn, vậy em có thể làm thể nào để bù được 8 chỉ tiếng anh khi em chuyển hệ, em có coi trong các môn tương đương và thay thế thì không thấy. Hiện tại tổng tín chỉ tích lũy của em 125 so với CTĐT CQ K14 là 142 (thiếu luận văn, tiếng anh). Và chuẩn toeic khi em tốt nghiệp là bao nhiêu ạ. (em đọc quy chế thì không biết giữa VLVH K14 là 400 hay K14 CQ 450).. . Mong PĐT có thể hỗ trợ.. . Em xin cám ơn",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào cô.. . . . Dạ môn Giải tích 1 em đã thi lại ( trước em hoãn ) nhưng trên mybk lại là điểm 13 và trong bkel thì mất Giải tích 1 ( lớp em được xếp vào lúc em có lịch thi lại ạ ).. . . . Dạ cô cho em hỏi là trường hợp của em có sao không cô ?. . . . Em cảm ơn cô.",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé em, dự kiến ra quyết định chung vào tháng 2, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là đợt đăng ký môn học đợt 2 thì em đăng ký thực tập ngoài trường với tổng số tín chỉ đăng ký là 11 tín chỉ và có thời khóa biểu sau đó. Nhưng khi tới đợt đăng ký môn học đợt 3 thì em có đăng ký thêm 6 tín chỉ ngay trong kỳ chí nâng tổng số tín chỉ lên tới 17 tín chỉ và em cũng có thời khóa biểu tất cả môn đã đăng ký trong đợt 2 và đợt 3. Vậy như trường hợp của em bây giờ đã vượt số tín chỉ quy định khi đăng ký thực tập chung kỳ như vậy thì em có bị xóa thực tập ngoài trường không ạ, nếu trường hợp bị xóa thực tập xảy ra thì em phải làm sao để em có thể đi thực tập ngoài trường ạ. Em cảm ơn đã đọc câu hỏi của em. Em xin chúc sức khỏe ạ.",
            "Chào bạn. . Sẽ không bị hủy nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi quí Thầy cô!. . Em tên: [full_name]. MSSV: [student_id].. . Nay em làm đơn này kính xin quý thầy cô cho em được đăng kí môn học sau:. . - Xác suất và thống kê.  [full_name]H: MT2013.. . Kèm theo dưới là [full_name] kéo dài thời gian đào tạo.. . Trước khi được sự xem xét và chấp thuận từ quý thầy cô, em xin chân thành cám ơn và chúc quí thầy cô luôn dồi dào sức khỏe.. . Trân trọng!",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em chào thầy/cô.. . Em tên [full_name]- [student_id].. . Em có đăng ký môn Anh văn 1A(LA1037) học kỳ DT212.Em đã có thời khóa biểu và trên BkeL cũng đã cập nhập môn học, em học được 2 buổi rồi ạ (hình ảnh minh chứng). Nhưng ngày 8/1 môn Anh văn của em bị xóa môn không còn trên thời khóa biểu và Bkel nên em không có link để học.. . Mong quý thầy/cô giúp em vấn đề này ạ, em cảm ơn ạ.",
            "Chào em,. . - Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào quý thầy cô,. . Em là [full_name], MSSV: [student_id], sinh viên hệ chính quy đại trà.. . Em mới nộp bằng anh văn Toeic 2 kĩ năng nghe, đọc. Điểm của em là 520 đủ điều kiện để nhận luận văn cho khóa K18. Trước đó em đã có thi anh văn Toeic trong trường tổ chức hằng năm thì em đã được 610, và đã đủ điều kiện đăng kí môn học cho các năm.. . Vậy bây giờ em nộp bằng là em không cần phải bấm vào mục \"Xét miễn\" 4 anh văn, em chỉ cần điền thông tin và đợi xác nhận thôi đúng không ạ?. . Đợt này em chỉ nộp bằng để xét chuẩn nhận luận văn thôi ạ.. . Em cảm ơn quý thầy cô.. .",
            "Chào bạn. . Đúng nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có bấm vào để đăng ký thực hành hoá thí nghiệm HK211 nhưng bị lỗi quyền truy cập, mong quý thầy / cô xem lại giúp em.. . . . Em cảm ơn quý thầy cô ạ",
            "Chào em,. . Hiện tại, Phòng Đào tạo không thể đăng ký học thí nghiệm trực tiếp theo yêu cầu của bạn.. . . . Sau tết Nguyên đán, Pdt sẽ tự động xếp học thí nghiệm cho Sinh viên chưa có lịch học. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi là nếu em rút môn học của học kì 2 (2021-2022) thì em có cần phải đóng tiền không ạ ? Cụ thể là em đã đăng kí 1 môn 3 chỉ của học kì dự thính và bây giờ em đang muốn rút ạ, thì em có cần phải đóng số tiền tương đương vs 3 chỉ của học kì dự thính không ạ. Em cảm ơn !. . . .",
            "Chào em,. . Xem chi tiết quy định về rút môn học tại QUY CHẾ [full_name] [full_name] điều 11.2. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi, hiện tình hình dịch bệnh em chưa vào lại tp được, e đang cần ngày ctxh vậy e tham gia các hoạt động hỗ trợ công tác chống dịch hay tiêm vaccin ở địa phương rồi quy đổi ra ngày ctxh được không ạ. Em cảm ơn!",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo Trường Đại Học Bách Khoa TP.HCM,. . Em tên [full_name], MSSV: [student_id],. . hiện em đã nhận được Quyết định thu nhận và chuyển sang VLVH HK212 (File đính kèm). . . Hôm nay, em viết mail này nhằm mong Phòng Đào Tạo hỗ trợ giải quyết thắc mắc về việc đăng ký Tốt Nghiệp ạ. Theo như Quy Chế của Trường thì em đã đủ điều kiện xét tốt nghiệp theo hệ Vừa học vừa làm, mong Phòng Đào Tạo hướng dẫn em cách thức để đăng ký Tốt nghiệp ạ.. . Trong khi chờ đợi phản hồi từ Phòng Đào Tạo, em xin chân thành cảm ơn.. . Sinh viên,. . [full_name]",
            "Chào bạn. . Trường hợp của bạn đã có tên trong ds dự kiến tốt nghiệp. . Sinh viên xem lịch trình đăng ký tốt nghiệp trang web PĐT. . . . http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp. . . . - Tiếp nhận các phản hồi của sinh viên tại Phòng Đào tạo: từ ngày 14/01/2022 -  đến 08g00 15/01/2022. . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa [full_name], kỳ trước em không đăng ký tốt nghiệp do chưa đủ điều kiện thì kỳ này em đã đủ điều kiện tốt nghiệp vào tháng 4 thì đăng ký tốt nghiệp ở đâu ạ do em là k15 nên trang đăng ký tốt nghiệp đã bị khóa ạ",
            "\"Chào bạn,. . SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022 (Hiện tại chưa cập nhật). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em chào Anh/chị. . . . Anh chị giúp em giải quyết vấn đề đăng kí môn học LVTN mã môn học (ME4049).. . Em đã đăng kí cả 2 lần ở đợt 2 và 3 nhưng đều có đăng ký, nhưng không có TKB.. . Mong anh chị sớm giải quyết giúp ạ. Em cảm ơn.. . Chúc anh/chị một ngày tốt lành ạ.. .",
            "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
        ]
    }
]