[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là thủ tục rút môn học online như thế nào vậy ạ, tại em có tìm mà chưa thấy thủ tục online. chỉ thấy biểu mẫu để nộp offline thôi ạ. . Em xin cảm ơn.",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy/cô, cho em hỏi là đối với K19 có thể đăng ký tối đa bao nhiêu tín chỉ cho một học kỳ chính ạ?. . Em xin cảm ơn ạ!",
            "Chào bạn,. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 9. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào Cô (Thầy),. . . . Cho em hỏi là giờ em đăng ký 1 môn học nào đó có trong chương trình đào tạo để giấy xác nhận sinh viên. Thì trong học kỳ đó em nộp anh văn nói viết xong em đăng ký tốt nghiệp thì có được tốt nghiệp không ạ?. . . . Dạ hoặc có cách nào mà em vừa có thể học tiếp (Bằng 2 hoặc Cao học) để được giấy xác nhận sinh viên để tránh đi nghĩa vụ quân sự mà vẫn tốt nghiệp nếu đủ điều kiện không ạ?. . . . Chúc Cô (Thầy) nhiều sức khỏe. . Kính gởi.. .",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy (cô) . . Em có gửi đơn thu nhận học kì 211 vào ngày 16/8  nhưng vẫn chưa được giải quyết. . Kinh mong thầy cố giai quyết giúp e để em được đăng kí môn học kì vào đợt cuối cùng ngày 19/8 ạ! . . Em xin cảm ơn ạ.",
            "Chào bạn,. . Bạn vui lòng vào kiểm tra lại, PDT đã mở khóa để bạn ĐKMH nhé, bạn vô lại xem bị lỗi gì vui lòng chụp màn hình gửi đính kèm để PDT kiểm tra và trả lời nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Đăng ký môn học . Em hiện tại hết thời gian đào tạo. .. . Em sẽ chuyển qua hệ vừa học vừa làm .. . Nhưng trong hk 211 này em không thể đăng ký môn thực tập tốt nghiệp .. . Em không muốn kéo dài thêm nữa , nên mong nhà trường tạo điều kiện cho em đăng ký. . Thực tập tốt nghiệp 813302",
            "Chào bạn,. . Hiện tại bạn đã hết thời gian đào tạo, nên không thể ĐKMH của HK211 nhé,. . Bạn có thể làm đơn xin chuyển hình thức đào tạo sang VLVH từ HK211 để tiếp tục ĐKMH của CTĐT hình thức VLVH nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em tên là [full_name], MSSV [student_id]. Em có đọc thông tin yêu cầu từ Giảng viên bộ môn thì việc bắt buộc phải có thẻ Sinh viên khi dự thi trực tuyến. Em xem lại thì phát hiện thẻ Sinh viên của em đã để quên ở Thành phố Hồ Chí Minh và vì gấp quá nên em đăng ký in thẻ em sợ sẽ không nhận được nhanh vì tình hình dịch bệnh. Em biết đây là sơ suất rất lớn của em ạ. Vậy em muốn hỏi là em có bản photo thẻ Sinh viên và hình ảnh chụp thẻ Sinh viên thì em có được dự thi trực tuyến lần này không ạ? Em có đính kèm hình thẻ Sinh viên em đã chụp ạ. Em mong mọi người thông cảm cho em ạ. Vì 10 giờ ngày mai (19/08/2021) em có lịch thi nên em rất mong nhận được sự phản hồi sớm từ Phòng đào tạo. Em xin cảm ơn rất nhiều ạ!. .",
            "Chào em,. . - SV phải dùng thẻ SV khi dự thi. Nếu SV làm mất thẻ SV thì phải đăng ký làm lại. PĐT đã có tuỳ chọn nhận tại nhà, người nhận trả cước bưu điện: ghi rõ họ tên, số điện thoại, địa chỉ.. . - Em vào mybk/đăng ký in lại thẻ sv ... đóng tiền mới được in nhé. . . . . Hiện tại PĐT giải quyết in thẻ sv hàng ngày và gửi bưu cục (nếu sv có đăng ký). Nhưng vì nhiều lý do bất khả kháng [full_name] vẫn chưa đến SV để kịp thi, SV vui lòng trình bày tất cả lý do kèm minh chứng để Cán bộ coi thi ghi nhận vào danh sách thi. PĐT đối chiếu dữ liệu sau.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ phòng đào tạo cho em hỏi về việc đảm bảo số chỉ đăng kí ạ.. .  Em đăng kí học kì hè 203 là 8 chỉ. .  Tuy nhiên vào học kì 211 em chỉ đăng ký 11 chỉ để đảm bảo thành tích học tập ( Vì em còn 2 môn chưa thi và 3 môn đã hoãn thi ạ ). .  Không biết là như vậy có vi phạm không ạ em có cần phải đăng kí thêm không ạ ?",
            "Chào bạn. . Hiện tại HK này không áp dụng số tín chỉ tối thiểu, nên bạn không cần đăng ký thêm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào thầy cô phòng đào tạo em muốn hỏi về quy đổi ngày công tác xã hội khi tham gia chống dịch tại địa phương. . . Biểu mẫu về đơn xác nhận em có thể tìm ở đâu? Sau khi xác nhận xong biểu mẫu em sẽ gởi về mail phòng đào tạo hay phòng công tác chính trị sinh viên? . . Em xin cảm ơn quý thầy cô đã giải đáp thắc mặc ạ!",
            "Ngày CTXH: Bạn vui lòng liên hệ về văn phòng Đoàn Khoa – Đoàn Trường để được hướng dẫn và hỗ trợ nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gởi PĐT!. . . . Ngày mai (19/08) em có dự thi môn Anh văn trong kinh doanh nhưng thẻ sinh viên của em để tại khu trọ đang cách li nên không gởi thẻ về nơi em đang cư trú. Vì vậy, em muốn dự thi có thể dùng bằng lái xe được không ạ? Em xin đính kèm hình chụp bằng lái xe của em để xác minh. . . . . Kính mong PĐT hỗ trợ và xem xét giúp em trong trường hợp này.",
            "Chào em,. . - SV phải dùng thẻ SV khi dự thi. Nếu SV làm mất thẻ SV thì phải đăng ký làm lại. PĐT đã có tuỳ chọn nhận tại nhà, người nhận trả cước bưu điện: ghi rõ họ tên, số điện thoại, địa chỉ.. . - Em vào mybk/đăng ký in lại thẻ sv ... đóng tiền mới được in nhé. . . . . Hiện tại PĐT giải quyết in thẻ sv hàng ngày và gửi bưu cục (nếu sv có đăng ký). Nhưng vì nhiều lý do bất khả kháng [full_name] vẫn chưa đến SV để kịp thi, SV vui lòng trình bày tất cả lý do kèm minh chứng để Cán bộ coi thi ghi nhận vào danh sách thi. PĐT đối chiếu dữ liệu sau.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]. . . . Dạ kính thưa PDT, môn học Hoá Phân tích CH2113 em đăng ký vào ngày 17/8. Em đăng ký nhầm lớp, sau đó muốn đổi nhưng không được nữa. Vì hệ thống hôm đó không còn để xỉ số lớp được gia tăng như lúc ban đầu nữa mà trở về xỉ số cũ.. . . . Nếu có thể em mong PDT có thể chuyển giúp em từ lớp L04 môn CH2113 sang lớp L03 ạ. Em vô cùng biết ơn PDT ạ. . . Trân trọng.",
            "[update]. . Em có hỏi thử bạn bè và các anh chị. Ví dụ mọi người có thể xoá môn học nhưng không hiểu sao riêng em thì không được ạ. Em gửi kèm hình ảnh, quý thầy cô xem xét giúp em ạ. Em biết ơn thầy cô nhiều lắm ạ",
            "Chào bạn,. . Đợt 3 này chỉ mở khóa cho 1 số sinh viên bị hủy TKB do sĩ số hủy thôi nhé bạn, bạn có nằm trong diện này không nhé?. . . . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "CODE Rút môn học (phải thanh toán học phí) Học kỳ 203 . Dạ em là Trần Thị Thủy Tiên, lớp CCQKD18 ạ . . Dạ em xin Phòng Đào tạo có thể cho em rút gấp môn học Thương Mại Điện Tử (IM3023) được không ạ vì lớp em vừa xin mở được môn Phân tích dữ liệu (IM3049) và em được biết đây là lần cuối Phòng Đào tạo mở môn này ạ ( em cũng mới biết ngày hôm kia vì gvcn mới thông báo ạ)  nhưng em bị trùng lịch học với môn Thương mại điện tử nên em đang cần hủy môn gấp trước 2:50 ngày mai ( đợt 3 ĐKMH) để có thể đăng kí môn Phân tích dữ liệu ạ.. . . . Em thực sự rất gấp ạ nên em mong Phòng Đào tạo có thể hỗ trợ giúp em trong thời gian sớm nhất ạ vì nếu đợt này em không thể đăng kí được môn Phân tích dữ liệu thì không thể hoàn thành lộ trình lớp CCQKDk18 được ạ.. . Em xin cảm ơn Phòng Đào tạo nhiều lắm ạ. . . . .",
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 . Dạ em là [full_name], lớp CCQKD18 ạ . . Dạ em xin Phòng Đào tạo có thể cho em rút gấp môn học Thương Mại Điện Tử (IM3023) được không ạ vì lớp em vừa xin mở được môn Phân tích dữ liệu (IM3049) và em được biết đây là lần cuối Phòng Đào tạo mở môn này ạ ( em cũng mới biết ngày hôm kia vì gvcn mới thông báo ạ)  nhưng em bị trùng lịch học với môn Thương mại điện tử nên em đang cần hủy môn gấp trước 2:50 ngày mai ( đợt 3 ĐKMH) để có thể đăng kí môn Phân tích dữ liệu ạ.. . . . Em thực sự rất gấp ạ nên em mong Phòng Đào tạo có thể hỗ trợ giúp em trong thời gian sớm nhất ạ vì nếu đợt này em không thể đăng kí được môn Phân tích dữ liệu thì không thể hoàn thành lộ trình lớp CCQKDk18 được ạ.. . Em xin cảm ơn Phòng Đào tạo nhiều lắm ạ. . . . .",
            "No solution",
            "Dạ em là Trần Thị Thủy Tiên, lớp CCQKD18 ạ . . Dạ em xin Phòng Đào tạo có thể cho em rút gấp môn học Thương Mại Điện Tử (IM3023) được không ạ vì lớp em vừa xin mở được môn Phân tích dữ liệu (IM3049) và em được biết đây là lần cuối Phòng Đào tạo mở môn này ạ ( em cũng mới biết ngày hôm kia vì gvcn mới thông báo ạ)  nhưng em bị trùng lịch học với môn Thương mại nên em đang cần hủy môn gấp trước 2:50 ngày mai ( đợt 3 ĐKMH) để có thể đăng kí môn Phân tích dữ liệu ạ.. . . . Em thực sự rất mong  Phòng Đào tạo có thể hỗ trợ giúp em trong thời gian sớm nhất ạ vì nếu đợt này em không thể đăng kí được môn Phân tích dữ liệu thì không thể hoàn thành lộ trình lớp CCQKDk18 được ạ.. . Em xin cảm ơn Phòng Đào tạo nhiều lắm ạ.",
            "Chào bạn,. . Bạn vui lòng trình bày rõ vấn đề của bạn (ghi rõ MH xin hủy và bổ sung MH gì (tên MH, Mã MH, mã nhóm) ghi rõ lý do và gửi qua bksi.. . Vì Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào quý Thầy Cô,. . . . Em tên [full_name], hiện thuộc lớp HC19BSH ngành Công nghệ sinh học của khoa hóa.. . . . Trong học kì này, các bạn trong lớp em, cụ thể là những bạn có nhu cầu và đã đăng kí chương trình Thạc sĩ/Kĩ sư, cần phải đăng kí thêm 1 môn tự chọn là môn Sinh học phân tử và di truyền, mã môn CH3361.. . . . Tuy nhiên, trong đợt 2 PĐT đã không mở cho tụi em đăng kí, và đợt 3 thì môn học được đưa lên quá muộn, dẫn đến việc đa số tụi em không đăng kí được, do trùng lịch các môn học khác và cũng không thể đổi giờ được nữa.. . . . Và nếu vậy thì tụi em lại không kịp tiến độ của CTĐT. . . . . Nếu tụi em chủ động tìm ra thời gian thích hợp để đa số các bạn có thể học thì nhà trường có thể hỗ trợ tụi em đăng kí lại với khung giờ mới không ạ?. . . . Còn nếu không thì PĐT có cách nào giải quyết cho tụi em không ạ?. . . . Em cảm ơn.",
            "Chào bạn,. . Việc đổi TKB phải do giảng viên đề nghị lên PDT, được sự đồng ý của khoa và kiểm tra thời gian trung của SV nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào phòng đào tạo. . Em là [full_name]. . MSSV [student_id]. . Xin phòng đào tạo có thể thêm em vào lớp anh văn 3 . Mã số LA1007 , học kì 211, hệ Chính quy. . Do hiện tại em là sinh viên năm cuối đã học xong hết các môn học nhưng vẫn chưa đủ điều kiện tiếng anh để làm luận văn. Nên em muốn đăng kí môn anh văn 3 để có thể duy trì tình trạng sinh viên trong học kì này. . . Rất mong phòng đào tạo có thể thêm em vào lớp anh văn 3. Do hiện tại sĩ số các lớp đã max nên em không thể đăng kí đợt 3 này được ạ.. . Rất mong phòng đào tạo xem xét ạ. Em cảm ơn.",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi ở đợt ĐKMH đợt 3 thì có được phép hủy môn học không ạ ? Do hiện em thấy vẫn có thể hủy môn được tuy nhiên trong mail của Hỗ trợ SV thì nói không được hủy .  . . . . Nếu hủy môn thì có phải thanh toán học phí không ạ ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi ở đợt ĐKMH đợt 3 thì có được phép hủy môn học đã đăng ký ở đợt 2 không ạ ? Do hiện em thấy vẫn có thể hủy môn được tuy nhiên trong mail của \"Hỗ trợ SV\" thì nthông báo SV không được phép hủy môn .   . . . . Nếu hủy môn thì em có phải thanh toán học phí không ạ ?",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 . Dạ mùa dịch này em gặp khó khăn về kinh tế nên thanh toán học phí học kỳ 203 trễ ạ. Em mong phòng đào tạo cho phép em được thanh toán học phí học kỳ 203 và tiếp tục được đăng ký môn học trong đợt 3 này ạ. Em xin cảm ơn.",
            "Chào bạn,. . Hiện bạn vẫn có thể TT học phí dù trễ hạn nhé, bạn vui lòng vào TT học phí liền nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa Cô, em là [full_name], MSSV [student_id], Hệ VHVL, khoa Quản Lý Công Nghiệp.. . . . Trong đợt 3, Em có đăng ký môn (dạng chuyển hệ): IM3061 [full_name] trong Kinh doanh, nhóm L02 ; và hệ thống đã ghi nhận vào sáng 17/08/2021.. . . . Tuy nhiên sáng nay, em vào hủy đăng ký ngày 17 để chuyển từ Nhóm L02 sang Nhóm L01 (mục đích là để không bị trùng giờ và có thể đăng ký thêm môn IM3017 - ISO 9000).. . . . Nhưng khi em vừa hủy kết quả cũ xong (để chuyển nhóm) thì em không thể đăng ký lại (nhóm mới được nữa ).. . . . Em viết thư này kính mong Cô, kính mong Phòng Đào Tạo   I cứu xét để em được đăng ký môn IM3061-Nhóm L01   /I   B  ; bởi vì môn này em đăng ký rất khó khăn.. . . . Em xin chân thành cám ơn , em kính chúc quý Thầy Cô nhiều sức khỏe trong mùa dịch này !. . . . . . [full_name]. . [phone_number]. . [email]",
            "Chào bạn,. . Vấn đề nhóm mới của bạn ĐKMH là còn sĩ số không nữa nhé, hiện tại bạn chỉ có thể bổ sung được những môn còn sĩ số thôi nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thân gửi Thầy cô Phòng Đào tạo đại học Bách Khoa HCM,. . . . Em là: [full_name] - MSSV: [student_id] , sinh viên khoa Kỹ thuật xây dựng hệ vừa học vừa làm. . . Đầu tiên, em kính chúc thầy cô và gia đình có thật nhiều sức khỏe để vượt qua mùa dịch này.. . Em là sinh viên chuyển từ hệ chính quy sang (Khóa 2013). Em đã hoàn thành các môn học tiên quyết ở hệ chính quy nhưng khi chuyển điểm thì vẫn còn thiếu một số môn. Hiện tại Em đăng ký luận văn tốt nghiệp thì hệ thống thông báo em không được đăng ký vì chưa hoàn thành môn học tiên quyết (CI3343 Thực tập tốt nghiệp và CI4341 Đề cương luận văn tốt nghiệp). . - Vê môn CI3343 : Thực tập tốt nghiệp (mã số cũ của môn học là 804302), em đã hoàn thành trong chương trình chính quy với số điểm là 9.0 nhưng hiện tại chưa được chuyển điểm. . - Về môn CI4341: Đề cương luận văn tốt nghiệp, em đã làm đơn xin miễn giảm môn này, gửi cho khoa kỹ thuật xây dựng và nhận được sự đồng ý của khoa, khoa cũng đã làm công văn gửi lên phòng đào tạo vào cuối năm 2020. Em đang không biết môn này sẽ được sử lý như thé nào và có ảnh hưởng đến việc đăng ký môn học không ạ.. . Em mong thầy giúp em kiểm tra lại bảng điểm chuyển và giúp em đăng ký được môn luận văn tốt nghiệp (CI4343) để e có thể hoàn thành trong học kỳ này.. . . . Em cảm ơn thầy (cô)!. . . . Đính kèm là bảng điểm hệ chính quy của e",
            "Chào em,. . PĐT đã nhận được thông tin của em, đã gửi đến bộ phận phụ trách sẽ trả lời  em qua bksi, email. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn rút môn học Đề cương luận văn đã đăng kí ở HK211 vì lí do đã hoàn thành Đề cương luận văn ở kì 202.",
            "Chào bạn,. . Bạn vui lòng làm đơn trình bày rõ lý do vì sao đã hoàn thành môn ĐC LV ở HK202 mà vẫn ĐK ở HK211.. . vì Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi là hiện tại do em có việc gia đình nên em muốn bảo lưu kết quả học tập thì phải làm sao ạ,do bây giờ dịch covid nên hình thức online em không biết làm thế nào ạ .. . . .",
            "Chào bạn,. . SV vui lòng tải mẫu đơn tạm dừng tại trang aao.hcmut.edu.vn/Sinh viên/biểu mẫu. Điền đầy đủ thông tin và gửi qua bksi nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi môn tự chọn tự do là mình đăng kí môn của khoa mình đang theo học, hay của khoa nào cũng được ạ . Em là sinh viên khóa 2019 khoa cơ khí ngành kĩ thuật cơ khí .. .",
            "Chào bạn,. . . . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm nhé!. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /I. . Em tên [full_name] mssv [student_id]. . Dạ em bị hủy tất cả môn học trong thời khoá biểu hk211 ạ. Lý do do hủy bên trường đưa ra là do em chưa thanh toán học phí. Trong khi đó em đã thanh toán đầy đủ. Hiện tại học kỳ 211 đg diễn ra và em cần đc bên phòng đạo tạo hỗ trợ giúp em để em đc học ạ.. .",
            "Chào bạn,. . Hiện tại bạn còn nợ HP dự thính hè HK203 nhé, vui lòng kiểm tra và xem lại các thông báo nhà trường gửi về việc ĐKMH học 203 nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name] mssv [student_id]. . Dạ em bị hủy tất cả môn học trong thời khoá biểu hk211 ạ. Lý do do hủy bên trường đưa ra là do em chưa thanh toán học phí. Trong khi đó em đã thanh toán đầy đủ. Hiện tại học kỳ 211 đg diễn ra và em cần đc bên phòng đạo tạo hỗ trợ giúp em để em đc học ạ.. . sdt của em là [phone_number]",
            "Đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . vì em đóng học phí muộn nên giờ không thể đăng kí môn mới được, vậy giờ có cách nào có thể khắc phục được hay không ạ",
            "Chào bạn,. . Sau 10h ngày 19/8 bạn vô kiểm tra và ĐKMH lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em muốn hủy môn nhà cáo tầng do đăng ký nhầm ạ",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT, KSTN vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào thầy cô ạ,. . . . Em là sinh viên khóa 2017. Em đang thiếu 4 môn anh văn và anh văn nói-viết và hiện tại em có bằng TOEIC đủ để chuyển điểm cho anh văn 1-3 (còn nợ anh văn 4). Trong trường hợp của em thì em chuyển điểm anh văn 1-3, anh văn 4 học dự thính kì 211 và thi anh văn nói- viết đợt tháng 9 thì có kịp tốt nghiệp vào tháng 11/2021 không ạ?. .",
            "Chào bạn. . Tình hình này thì Cô cũng không tư vấn được. . Nhưng trên tinh thần khi nào bạn hoàn thành đủ chuẩn tốt nghiệp thì báo Pdt xét. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào quý thầy cô,. . . . Em hiện tại đang học chương trình chất lượng cao khóa K20. Em muốn xem quy định học vụ thì sẽ xem ở đâu ạ ?.",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Thầy/Cô!. . Em là [full_name]. MSSV: [student_id]. . Là sinh viên khoa Kỹ Thuật Hóa Học.. . Hiện tại học kì chính 211 em đã đăng ký tối đa số tín chỉ cho phép.. . Do một số môn học thuộc nhóm B2 đổi mã số môn học ở các học kì tiếp theo và không mở học phần dự thính học kì 211.. . Em bị thiếu môn Độc Chất Công Nghiệp Ứng Dụng (CH3127) để hoàn thiện nhóm B2.. . Nên em xin phòng đào tạo tăng số tín chỉ đăng ký, để em hoàn thiện nhóm B2.. . Em cảm ơn!",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name] - [student_id]. . Dạ cho em hỏi là sao em muốn đăng kí môn Đại số tuyến tính MT1007 nhưng lại không có đăng kí được ạ. Nó không hiện nút \"chọn\" để em đăng kí. Dạ em cảm ơn.",
            "Chào chào,. . Nếu không có nút chọn có nghĩa là MH đó dã full sĩ số rồi nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào quý thầy/ cô phòng đào tạo.. . Em có đăng ký in giấy CNSV và đã được duyệt hôm 9/8/2021 nhưng đến nay em vẫn chưa nhận được và được các thầy cô khác giải thích vì một số lý do bất khả kháng nên bưu điện trả về vậy PĐT có thể scan và gửi qua mail cho em được không ạ ( em đang cần gấp ạ ). Em cám ơn ạ !. . [full_name]. . MSSV:[student_id]. . mail:[email]",
            "Chào em,. . PĐT không giúp em được vấn đề này nhé, em thông cảm. Tình hình làm việc online và nhân sự đến trường rất ít.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào quý thầy cô. . Hiện tại em đã được cập nhật điểm chuyển av 3 trên 5 điểm nhưng vấn đề là em đăng ký anh văn 4 thì báo lỗi thiếu môn học trước là av3 (dù đã đc cập nhật điểm trước thời điểm đăng ký) nhưng em vẫn đăng ký được trong đợt bổ sung. Em chỉ muốn hỏi là liệu có hủy kết quả đăng ký của em sau khi pđt có sỉ số lớp của anh v 4. . . Em cảm ơn",
            "Chào bạn. . Hiện tại TKB của bạn có môn anh văn 4 rồi"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Qúy thầy cô,. . Em tên [full_name], mssv [student_id], là sinh viên ngành Công nghệ may thuộc khoa CƠ khí, em có một số thắc mắc về TKB học kỳ 211.. . 1. Môn học Thiết kế trang phục 1 (ME3137), em có thực hiện chuyển nhóm vào đợt đăng kí đợt 2, từ nhóm L01 sang L02, nhưng kết quả đăng kí và TKB em vẫn ở nhóm L01.. . 2. Môn học Khoa học Vật liệu dệt (ME2033), em thực hiện đăng kí trong đợt 2, với lịch học là thứ 6 tiết 9 10, nhưng kêt quả đăng kí thì lịch học là thứ 7 tiết 13 14.. . Em có đính kèm hình ảnh về lịch sử đăng kí, danh sách đã đăng ki đợt 2 và thời khóa biểu.. . Em kính mong quý thầy cô có thể xem xét và giải đáp thắc mắc giúp em ạ, em cảm ơn thầy cô.. . . .",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. .",
            "Kính gửi cô,. . . . Hiện tại thì yêu cầu về đã được xử lý rồi ạ. Trên thời khóa biểu đã cập nhật lại rồi ạ. Nhưng hiện tại trên trang BKEL vẫn chưa được cập nhật đúng theo thời khóa biểu mới. Vấn đề này thì em phải liên hệ bộ phận nào để được giải quyết ạ.. . . . Em cảm ơn cô đã xem xét và giải đáp giúp em ạ",
            "Chào bạn,. . Hiện tại PDT đã cập nhật lại danh sách trên bkel đến trước 17h ngày 26/8/2021.. . Một số môn đã có TKB trên mybk/Thông tin SV, nhưng vẫn chưa có trên BKeL là do Khoa chưa phân cán bộ GD (SV liên hệ khoa để được hướng dẫn thêm về môn học). . PDT vẫn đang cập nhật ds phân công của Khoa gửi lên (nếu có), SV vui lòng theo dõi thường xuyên nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . . . Dạ em thuộc khoa Xây dựng K17 CLC ,em muốn hỏi khi trả nợ môn tương đương với K19 thì sẽ đóng học phí theo tín chỉ môn cũ hay theo tín chỉ môn mới ạ ? . . Vì em cần trả nợ môn Nền móng - CI3195 2 chỉ , tuy nhiên môn tương đương K19 Nền móng - CI3239 lại có 4 chỉ , chênh lệch 2 chỉ tiền học phí ~3tr8 ; điều này cũng rất khó khăn và bất hợp lý đối với em để phải đóng thêm số tiền học phí chênh lệch ạ .",
            "Chào em,. . - Theo quy định thì em học môn nào, hk nào thì tính học phí theo môn đó, hk đó.. . - Em liên hệ VP ĐTQT qua email [email] để hỏi thêm nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT,. . . . Em là [full_name], MSSV: [student_id].. . . . Em gửi PĐT đơn đăng kí môn học HK211 chung với sinh viên K2021 (đã được BCN khoa KH&KT MT duyệt) tập tin đính kèm, mong PĐT xét duyệt cho em để em có thể đăng ký học môn Nhập môn điện toán - CO1005 trong HK211.. . . . Em xin cám ơn.",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin hồi âm lại tin này ạ:. . Chào em,. . - Em gửi lại mã môn học, tên môn học để pđt nhập vào file đk chung với sv năm nhất.. . - Có mở lớp hay không, có trùng TKB của em không nhé.. . Thân mến,. . . . Em tên là [full_name], mssv: [student_id]. . Em muốn vào môn học Pháp văn 1 (LA1011). . Môn này có mở lớp ạ, em muốn vào nhóm lớp P03 học thứ 2 tiết 10, 11, 12 do cô [full_name] phụ trách ạ.. . . . Em cảm ơn",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân mến,. .",
            "Dạ chào Cô,. . Hiện tại em kiểm tra trên MyBK -  Thông tin SV vẫn chưa thấy TKB của môn Pháp văn 1 (LA1011) này ạ.. . . . Em cảm ơn Cô"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em là [full_name] [student_id]. . Em hỏi về đkmh không có nút \"chọn\" nhưng chỗ sĩ số ghi là 0/-1 ạ. Nó không giống như sĩ số đã full như bình thường. Em có gửi hình đính kèm ạ.. .",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em tên [full_name] - MSSV: [student_id]. . Hiện tại em đã hoàn thành tồng số tín chỉ cần thiết theo chuyên hành. nhưng do em chưa có bằng Tiếng Anh nghe đọc, nói viết và thiếu 1 ngày ctxh theo yêu cầu tốt nghiệp và em đã bị tạm dừng 2 học kì liên tiếp là 201 và 202. Nhưng do tình hình dịch bệnh nên em chưa thể thi và nộp giấy xin thu nhận lại. em có phải bị đuổi học không ạ nếu kì 211 này tiếp tục không đăng kí môn học.. . Do tình hình dịch bệnh thì xét tốt nghiệp đợt sẽ dời đến khi nào ạ.. . Nếu em dời muốn đăng kí tốt nghiệp vào 04/2022( 03 hk liên tiếp không dkmh) có được không ạ.. . Để đăng kí môn học thì em nộp giấy thu nhận bằng cách nào ạ. (trực tiếp hay gừi qua mail phòng đào tạo hay gừi qua đây luôn). . Mong Thầy (Cô) sớm trả lời em nhé.",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . . . - em nộp giấy thu nhận bằng cách nào. . =  tải mẫu đơn thu nhận ... gửi qua bksi . . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name], lớp HC18HD. Em xin phép Thầy/Cô mở thêm sỉ số lớp An Toàn Quá Trình [full_name]02, mã CH3297 được không ạ? Vì em cần đăng kí môn học khác ở lớp hiện tại, nên e phải đổi qua lớp [full_name]02 nhưng sỉ số đã full ạ. Mong Thầy/Cô phản hồi sớm, em xin cảm ơn.",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . . Thân. .",
            "Dạ em có đọc được thông tin trên rồi ạ. Nhưng em không hiểu lắm. Sỉ số lớp online tối đa 100 người nhưng em đang xin mở thêm sỉ số lớp này chỉ mới có 60 người thôi ạ. Cho em hỏi là vẫn không được ạ? Vì em thật sự cần ạ, em xin cảm ơn Thầy/Cô đã giải đáp giúp em.",
            "li answer rate:",
            "Chào bạn,. . Trong câu trả lời có ghi rõ mà bạn, còn theo quy định của từng loại môn học . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2 (có ghi rõ quy định của từng loại môn học sĩ số bao nhiêu), có 1 số môn học còn phụ thuộc vào nhóm thí ghiệm, không tăng được nhé bạn!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là Hậu SV k14. Em có một vấn đề mong pdt giúp em.. . . . Em sẽ tốt nghiệp trong 11/2021 ( được kéo dài 1 học kỳ). Đã hoàn thành chương trình đào tạo, đạt số ngày CTXH. Nhưng thiếu CCNN AV ( nói + viết) dự kiến em sẽ nộp trong thời gian đến.. . . . Để có giấy xác nhận sinh viên cho việc hoãn NVQS. Em muốn đăng ký 1 môm học bất kỳ để có thời khóa biểu. Vậy nếu trong trường hợp em đk được thì điều này sẽ ẢNH HƯỞNG gì đến kỳ tốt nghiệp của em không ạ!! . . . . Em xin cám ơn sự giúp đỡ kịp thời của pđt ạ  . .",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em hiện tại bắt đầu học bằng 2 ngành Xử lý ảnh và thị giác máy tính (khoa khoa học máy tính), kì này em muốn đăng ký môn Nhập môn điện toán (CO1005) ở kì chính hệ đại trà, em được cô trên PDT hướng dẫn là làm mẫu đơn để PDT xem xét. Em xin gửi mẫu đơn ạ!",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em xin mở sỉ số môn An toàn quá trình - CH3297 lớp L07. Em biết lớp đã full sĩ số 60/60 nhưng mấy ngày khác em bị kẹt lịch mông PĐT có thể thêm em vào lớp đó. Em cám ơn PĐT.",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi phòng kỹ thuật có thể mở khóa đăng nhập bkexam giúp em được không ạ ? . . Do sai sót nên hiện giờ bkexam em đang bị tình trạng khóa đăng nhập ạ . . . Em cảm ơn !!!",
            "Chào bạn,. . SV liên hệ CBCT để mở khóa nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em xin mở sỉ số môn An toàn quá trình - CH3297 lớp L07. Em biết lớp đã full sĩ số 60/60 nhưng mấy ngày khác em bị kẹt lịch mông PĐT có thể thêm em vào lớp đó. Môn này là của khóa k18 cũ học nên rất khó để sau này xin mở lớp. Em cám ơn PĐT.",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name] em bị mất một môn học là ee3013 nhưng lức em vào đăng kí lại thì lại ghi là chưa đủ chuẩn thể chất . Pđt cho e hỏi có cách nào để học không ạ tại vì kì 2 năm 2 em đã học xong 3 môn thể chất nhưng vì dịch nên chưa thi được. Mong pđt xem xét giùm em ạ",
            "Chào bạn,. . Bạn vui lòng vào đăng ký lại, xem có lỗi gì, vui lòng chụp màn hình đính kèm gửi PDT kiểm tra nhé!. . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gởi PĐT. . Em tên là [full_name], MSSV: [student_id]. . Em xin phép gởi PĐT đơn đăng ký môn học HK211 học chung với sinh viên K2021 (đã được BCN Khoa KH&KTMT duyệt). . Lý do: 2 môn này là môn cơ sở ngành chỉ mở lớp cho sinh viên năm nhất trong học kỳ này. . Mong PĐT xét duyệt cho em để em có cơ hội học tập 2 môn CO1005 và CO1023 trong học kỳ này. . Thời khóa biểu của em đăng ký như sau:. . CO1005-Nhóm [full_name]3-[full_name] [full_name]-[full_name] bắt đầu:2 (Nhóm thực hành: [full_name]9). . CO1023-Nhóm [full_name][full_name]-[full_name] [full_name]-[full_name] bắt đầu:2 (Nhóm thực hành: L10). .",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em xin mở sỉ số môn An toàn quá trình - CH3297 lớp L07. Em biết lớp đã full sĩ số 60/60 nhưng mấy ngày khác em bị kẹt lịch mông PĐT có thể thêm em vào lớp đó. Môn này là của khóa k18 cũ học nên rất khó để sau này xin mở lớp. Em cám ơn PĐT.",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Học kỳ 202 vừa rồi em có xin tạm dừng 1 học kỳ. Sau đó em đã xin được thu nhận lại và đã được Phòng Đào tạo hướng dẫn gửi đơn xin thu nhận lại. Em đã thực hiện đúng theo hướng dẫn và nhận được mail vào ngày 21/07/2021 thông báo quyết định thu nhận lại sẽ cập nhật trên cổng thông tin sinh viên. Em đã kiểm tra tình trạng sinh viên sau đó là \"đang học\" nên em đã đăng ký môn cho HK211. Đến ngày 26/07/2021, em đã nhận được quyết định tạm dừng học lại và cho đến nay tình trạng sinh viên của em là \"tạm dừng\". Tuy nhiên vì đã đăng ký môn nên em vẫn có thời khóa biểu. Em xin hỏi tình trạng hiện tại của em hiện có đúng không? Và nếu hiện tại em đang trong tình trạng tạm dừng thì em nên xử lý như thế nào để tiếp tục học ạ.",
            "Chào bạn. . Hiện Pdt đã cập nhật lại thông tin. . Bạn làm đơn ghi rõ những môn Hkchính 211 có mở mà bạn cần học. . Gởi mail trực tiếp cho Cô để giải quyết cho ban. . [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô ạ!. . Thầy/cô cho em hỏi là ở đợt đk môn học đợt 3 nếu trong chỗ môn học của em có hình thùng rác để xóa môn thì e có thể xóa môn đó để đăng kí môn khác được không ạ?. . Cảm ơn thầy/cô và mong sớm nhận được hồi đáp từ thầy/cô ạ!. .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy (cô). . Em có gửi đơn thu nhận học kì 211 vào ngày 16/8  nhưng vẫn chưa được giải quyết , em vào đăng kí thì bị tạm dừng như (hình ảnh sau) . . Kinh mong thầy cố giai quyết giúp e để em được đăng kí môn học kì vào đợt cuối cùng ngày 19/8 ạ!. . Em xin cảm ơn ạ.",
            "Chào bạn,. . Bạn vui lòng bổ sung hình lỗi khi ĐKMH nhé. . Không có file gửi đính kèm . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào quý thầy cô,. . Em tên [full_name] (mssv: [student_id]). . Ở ĐKMH đợt 2 HK211 em có đăng kí môn MA3107 nhưng do sĩ số lớp ít quá nên đã bị huỷ môn. Hôm nay là ĐKMH đợt 3 HK211 thì còn 2 lớp môn MA3107 là [full_name]01_[full_name]01 và [full_name]01_[full_name]03. [full_name]ớp [full_name]01_[full_name]01 thì em không đăng kí được do trùng tkb môn khác, lớp [full_name]01_[full_name]03 thì em không trùng tkb môn nào nhưng lớp đó đã đủ sĩ số. Dạ thầy/cô cho em đăng ký bổ sung vào lớp [full_name]01_[full_name]03 được không ạ vì đó là môn chuyên ngành nên ít mở lớp hơn.  kính mong quý thầy/cô xem xét giúp em.. . Em cảm ơn quý thầy/cô.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Khi em đăng kí thì bị tình trạng như sau ,em không đăng kí được ạ.. (ảnh) . . Mong thầy cô hướng dẫn giúp e",
            "Bạn vô kiểm tra và đăng ký lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi bây giờ có thể đăng kí LVTN vào kì hè không. Em cảm ơn",
            "Chào bạn,. . Hiện tại không thể trả lời chính xác vào HK hè 213 nhé!. . Theo thông báo cụ thể của HK hè, HK hè 203 là không đăng ký được môn LVTN nhé bạn!. . Thân"
        ]
    }
]