[
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo. . Em tên [full_name]. . Là sinh viên chuyển từ chính quy sang hệ VHVL MSSV cũ :[student_id]4. . MSSV mới [student_id]. . Tại hệ chính quy em đã hoàn thành toàn bộ chương trình kể cả luận văn tốt nghiệp, chỉ còn thiếu môn sức bền vật liệu 2C.. . Nay em đã hoàn thành môn học đó theo hệ VHVL nhưng điểm chuyển từ chính quy sang VHVL vẫn chưa có để em đăng kí tốt nghiệp. . PĐT cho em hỏi em còn thiếu những tiêu chí nào để đăng kí tốt nghiệp vào tháng 4. . Hiện tại em tra trên aao thì em vẫn chưa có điểm chuyển. Học kì DT191 vừa rồi em đã đăng kí học xong môn SBVL và đã có điểm tổng kết 5.5. . Em cám ơn. . [full_name]",
            "Chào bạn !. . . . Mail của bạn sẽ được trả lời qua email nhé !. . . . Bạn vui lòng xem giúp mail trong vài ngày đến thầy sẽ cập nhật và xét xem bạn còn nợ không nha'. . . . Thân chào",
            "Em đã nhận mail.. . Em cám ơn thầy nhiều. thầy check giúp em phần điểm chuyển sao em vẫn chưa có để DKTN nhé.. . Em cám ơn thầy!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . cho em hỏi là vì lý do lần đầu đăng ký môn học em không biết nên đăng ký lịch không trùng với lớp BDCNG5 mà thành ra 1 môn 1 lớp khác nhau nên cho em hỏi có thể đổi lịch cho trùng với lớp BDCNG5 để em có thể trao đổi học tập dễ hơn được không ạ",
            "Chào bạn,. . Hiện tại đã hết thời gian hủy và hiệu chỉnh môn học.. . Bạn vui lòng kiểm tra email sinh viên để xem thông tin về đợt 3  ĐK bổ sung MH từ ngày 2-6/1/2020.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học .",
            "Chào bạn,. . Vui lòng trình bày rõ nội dung câu hỏi trong ô Nội dung"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: [student_id]. . Cho em hỏi là điểm td của em trong bảng điểm là 13 dù em có đi thi cuối kỳ ?. . . . Bên chất lượng cao tên giáo viên phụ trách dạy môn trong đăng ký đợt 2 vẫn chưa có ?. . . . Em cảm ơn",
            "Chào bạn,. . Về điểm thi bạn vui lòng liên hệ trực tiếp với GV giảng dạy để được hướng dẫn nhé, vì điểm là do GV nhập và nộp lên PDT. . Thân",
            "cho em hỏi là còn việc đk môn học vẫn ko có tên giáo viên phu trách môn đó thì sao ạ?",
            "Bạn vui lòng liên hệ [full_name] để hỏi về phân công giảng dạy, do [full_name] phân công giảng dạy và gửi lên Phòng Đào tạo cập nhật. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em được Cô ở Phòng đào tạo CS2 hướng dẫn là sau khi làm đơn thôi học thì em sẽ được ngầm bảo lưu 1 năm học. Vậy nếu em nộp đơn từ bây giờ thì tài khoản của em sẽ bị khóa/ xóa vào lúc nào ạ? Nếu tháng 2/2020 vẫn chưa khóa thì em có thể sử dụng các dịch vụ của tài khoản mybk như in bảng điểm được không ạ? . . Em cám ơn.",
            "Nếu chưa khóa bạn vẫn có thể sử dụng tài khoản để đăng ký in bảng điểm nhé!. .",
            "QUOTE Nếu chưa khóa bạn vẫn có thể sử dụng tài khoản để đăng ký in bảng điểm nhé!. .   /QUOTE . . nếu vậy thì em nộp đơn kì này thì kì sau có bị khóa không ạ?",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Chào thầy/cô ạ, cho em hỏi là có thể đăng ký mở lớp mới vào đợt 3 hay không ạ? Em xin cám ơn.",
            "Chào bạn,. . Đợt 3 này chỉ nhận đơn mở lớp môn Đồ Án, LVTN, TT, Đề cương LV nha bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Dạ em đợi kì thi anh văn 22/12 có kết quả nếu đạt sẽ không phải đăng ký anh văn 1. Nhưng em không đạt nên phải đăng ký anh văn 1 vào kỳ hiệu chỉnh cuối, mà em lên xem chỉ còn đúng 1 lớp anh văn 1 chưa đầy và nó trùng vào buổi em đăng ký thể dục. Liệu em có thể xóa môn thể dục, đăng ký lại thể dục cùng với anh văn 1 để năm sau em có thể đủ điều kiện đăng ký môn học năm 2 không ạ?",
            "Chào bạn,. . Hiện tại đã hết thời gian để hủy/đổi nhóm MH nha bạn, chỉ có thể đắng ký bổ sung những môn còn sỉ số.. . Vui lòng kiểm tra mail sinh viên để xem hướng dẫn về đăng ký MH"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo Trường Đại học Bách khoa. . . . Em tên là [full_name] MSSV [student_id]. . Khoa Kĩ thuật Xây dựng, Ngành kiến trúc, Lớp XD18KT.. . . . Học kì 192 này. Vì em chưa qua Anh văn 1 nên rất lo bị trễ tiến độ học tập. Em làm đơn này mong phòng đào tạo xét duyệt có thể cho em học kì 192 cùng với lớp XD18KT.. . . . Em cảm ơn phòng đào tạo đã đọc đơn và mong phòng đào tạo hỗ trợ. Em xin cảm ơn.. . . .",
            "Chào bạn,. . Bạn vui lòng trình bày rõ, vì đăng ký MH là bạn các bạn sinh viên tự đăng ký MH theo đúng quy định  nhé. . Hiện tại còn 1 đợt đăng ký bổ sung môn học từ ngày 2-6/1/2020, bạn vui lòng vào kiểm tra email SV nhé",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Kính gửi Phòng đào tạo trường Đai học Bách Khoa . . Em tên [full_name] Mssv [student_id]. . Khoa cơ khí, ngành công nghệ may MSMH:ME2065 . . Hiện tại em chưa qua anh văn 1 và mới thi anh văn đầu vào trong trường là 280 không đủ để đăng kí môn học.Em làm đơn này mong nhà trường xét để em được học lớp anh văn 1 và môn công nghệ may 1 vì môn này sẽ ảnh hưởng đến môn công nghệ may 2 của học kì đầu năm 3.. . Em cảm ơn phòng đào tạo đã đọc đơn và mong phòng đào tạo hỗ trợ.Em xin cảm ơn.. . . . . .",
            "Chào bạn,. . Phải đạt đúng chuẩn AV theo quy định mới được ĐKMH nhé bạn. Vui lòng xem quy định tại đây:. . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Chào Thầy/ Cô,. . Cho em hỏi thời gian có đầy đủ bảng điểm các môn học của học kì 191 là vào khoảng thời gian nào ạ.. . Em cám ơn.",
            "Bạn có thể kiểm tra bảng điểm cập nhật trên Mybk nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chào thầy/cô ạ,. . . . Em đã tiến hành đăng kí môn học cho học kì 2, tuy nhiên môn kỹ thuật lập trình CO1011 em lại nhận kết quả là không đăng kí được mặc dù khi em đăng kí đã có dấu tick xác nhận ạ. . . . . Mong thầy/cô sẽ xem xét.. .",
            "Chào bạn,. . Môn CO1011 trong phần lịch sử có nêu rõ là môn học không mở, SV liên hệ [full_name] nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Chào quý thầy (cô)!. . Em tên là [full_name]. Mssv: [student_id] hiện đang theo học tại trường.. . Vì một số lý do cá nhân mà em không cập nhật mail của trường nên không kịp xác nhận lý lịch online đợt vừa rồi. Hiện tại, vì lý do này mà em bị cấm đăng kí môn học. Hiện em đang chờ điểm Toeic để đăng kí luận văn.. . Em thành thật xin lỗi vì đây là lỗi của cá nhân em. Em hi vọng PĐT sẽ giúp em mở lại và cho phép em đăng kí môn học để kịp đợt đăng kí môn học sắp tới( ĐKMH đợt 2).. . Trong lúc chờ đợi phản hồi, em xin chân thành cảm ơn quý thầy(cô) đã giúp đỡ em.. . Em [full_name]",
            "Chào bạn,. . Trường hợp thanh toán học phí trễ/ cập nhật thông tin, . . Bạn vui lòng vào thanh toán học phí và cập nhật thông tin, cuối ngày (16h hàng ngày) Phòng Đào tạo sẽ lấy dữ liệu và cập nhật cho các bạn đăng ký MH vào 13h ngày hôm sau nhé (trong đợt đăng ký MH. .",
            "QUOTE . . Chào bạn,. . Trường hợp thanh toán học phí trễ/ cập nhật thông tin,. . Bạn vui lòng vào thanh toán học phí và cập nhật thông tin, cuối ngày (16h hàng ngày) Phòng Đào tạo sẽ lấy dữ liệu và cập nhật cho các bạn đăng ký MH vào 13h ngày hôm sau nhé (trong đợt đăng ký MH. .   /QUOTE . . . . Chào thầy(cô)!. . 14h chiều hôm nay(30/12/2019) em đã cập nhật thông tin lý lịch cá nhân và địa chỉ trên thông tin sinh viên. Vậy là đợt đăng kí môn học bổ sung vào 2/1/2020 sắp tới, em đã có thể đăng kí môn học phải không ạ!. . Em cảm ơn!",
            "Đúng rồi bạn! Vào ngày 2/1 bạn vào kiểm tra và đăng ký MH"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có thể xét tốt nghiệp nếu trong học kỳ đó em vẫn còn đang đăng ký học một môn, nhưng môn đó em đã hủy sau khi học được vài tuần đầu tiên( các điều kiện khác để xét tốt nghiệp đều đầy đủ )",
            "Chào bạn,. . Bạn có thể được xét tốt nghiệp tại HK bạn đang trong tình trạng đang học. Nếu tình trạng đang nghỉ học mà muốn xét TN thì bạn phải được thu nhận lại thì mới được xét TN.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Em tên [full_name] [student_id]. . Em lên khoa Cơ khí hỏi thì được biết khoa đã ký yêu cầu mở lớp Đồ án Thiết kế (ME2011) rất nhiều nhưng trên Đăng ký môn học chỉ có 2 lớp. Em bị trùng lịch học nên không đăng ký được. Kính mong Thầy Cô xem xét vấn đề này giúp em. . . Em chân thành cảm ơn.. . . .",
            "Chào bạn,. . Bạn có thể làm đơn mở môn Đồ Án và nộp tại Phòng Đào tạo. Vào đợt ngày 2-6/1/2020 bạn vào đăng ký MH (kiểm tra email sinh viên)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Thưa Phòng Đào Tạo. . Em tên [full_name] MSSV [student_id]. . Vì em đã đăng kí đủ 21 tín chỉ nhưng em bị bỏ sót môn thực tập chuyên ngành nên em có thể rút môn để giảm số tín chỉ để em đăng kí bổ sung môn thực tập chuyên ngành trong đợt 3 được không ạ. Vì nó là môn tiên quyết để em đi thực tập tốt nghiệp hè này và môn này chỉ mở học kì 2 mỗi năm ạ. . . Nếu em không đăng kí môn này trong kì tới thì phải tới hè năm 4 em mới được đi thực tập tốt nghiệp.. .  Em đã rất ăn năn cho việc sai sót đăng kí môn học của mình.Em rất mong Phòng Đào Tạo có thể xem xét trường hợp của em và giúp em ạ.. . Em xin cảm ơn Phòng Đào Tạo đã tiếp nhận và phản hồi em ạ.",
            "Trong đợt 3 ĐKMH bạn không thể hủy môn học.. . . . Bạn có thể làm đơn xin rút môn học khi học kỳ bắt đầu và xin đăng ký bổ sung thêm môn học . . . . Lưu ý khi rút môn học vẫn được tính học phí môn đã rút."
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Dạ em chào phòng đào tạo ạ, cho em hỏi là điểm dự thính nếu rớt có tính vào bảng điểm học kì chính không  ạ.. . Em xin cảm ơn ạ",
            "Chào bạn,. . Từ HK191 tất cả các điểm môn học học dự thính đều được tính vào điểm TB học kỳ. Nhưng khi xét học bổng khuyến khích thì không tính các môn học dự thính.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . Dạ cho em hỏi em bị rớt môn hình hoạ và vẽ kỹ thuật lớp Việt Pháp, mà những môn này không mở lớp được vì sĩ số khá ít, nên em xin hỏi em có thể học những môn tương đương ở lớp đại trà mà có ghi ở trên web của trường không ạ( do em thấy ghi là chỉ được áp dụng cho K14 ra khỏi Việt Pháp). . Và cho em hỏi luôn là nếu được học và qua môn thì có cần làm đơn chuyển điểm miễn hay tương đương gì đó không ạ?. . Em xin cảm ơn ạ. .",
            "Chào bạn,. . Các mã số môn học thuộc chương trình Pfiev không có tương đương môn học bên chương trình đại trà nha bạn. Học mã môn chương trình đại trà cũng không có tương đương cho chương trình Pfiev.. . Các môn tương đương từ Pfiev ra chỉ giành cho sv ra khỏi lớp Pfiev.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . em là sv thuộc lớp BDCNG5 do lần đầu đk môn nên em không biết nên thành ra 1 môn em phải học với một lớp khác nhau em có thể xin chuyển về học chung với lớp BDCNG5 của em không ạ tuy em biết đợt hiệu chỉnh đã hết cũng như lần 3 cũng không cho hiệu chỉnh nhưng em xin phòng đào tạo có thể giúp em trở lại học chung với lớp BDCNG5 để em có thể dễ trao đổi trong học tập hơn ạ",
            "Chào bạn,. . Hiện tại đã hết thời gian hủy và hiểu chỉnh (đổi nhóm) môn học nhé bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . . . Dạ hiện e là sv năm hai. Năm nhất e thi AV đầu vào dc 345 nhưng e ko học anh văn một. Mà tới học kì hai e học lớp toeic 350 để dc xét qua chuẩn năm 1. Sau đó qua kì 191 này e có đăng kí học lớp anh văn 2, và kì sau e tính học anh văn 3 để qua chuẩn năm 2. Nhưng e mới nghe lại quy chế thì là e ko có học anh văn 1 nên ko  đước tính các lớp anh văn 2 và 3 Lớp toiec 350 của e học hồi năm 1 có được thay thế cho lớp anh văn một. Nên kì 191 vừa rồi e có đăng kí học anh văn 2 rồi do chưa nắm dc hết quy định và kì này e đã đăng kí môn anh văn 3 cho học kì 192 nhưng ở đợt đăng kí bổ sung sắp tới e không xoá môn được. Mong cô giải quyết giúp e xoá môn ạ. Để e có kinh phí ra ngoài luyện để thi đợt kiếm tra anh văn định kì. Mong cô giúp đỡ em. E xin cảm ơn",
            "Chào bạn,. . Hiện tại đã hết thời gian hủy môn học nhé bạn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ em chào thầy/cô PĐT,. . . . Cho em hỏi khi nào mới có thời khoá biểu HK192 và tên giảng viên dạy vậy ạ?. . . . Em cám ơn nhiều."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name], hiện đang học khoa Điện - điện tử. . . Em vừa mới pass pre 1 và đã có được bằng IELTS đủ yêu cầu ạ. Em cũng đã có nhờ bên trung tâm IDP gửi một bản sao về trường mình và bảo là 3-4 ngày sau liên hệ với cô [full_name] ở PĐT để xác nhận ạ. . . Nhưng em lại không biết cách nào để liên hệ với cô ạ? Mong nhà trường giúp đỡ.. . Em xin cảm ơn ạ.. . . .",
            "Chào bạn,. . Chứng chỉ cuả bạn đã được xác nhận hợp lệ từ  27/12/2019 trên web ngaoị ngữ rồi nha bạn.. . Thân.. . . .  Thông tin đăng ký thẩm tra. . Thẩm tra\t. . Mã Phiếu\tLoại chứng chỉ\tTổng điểm\tXác nhận cuối\tTình trạng\tKết quả\tNgày trả kết quả\tĐợt thẩm tra\tĐợt chuyển dữ liệu\tGhi chú. . 57508. . (Xem bản đính kèm)\tIELTS\t6.5\t26/12/2019 22:22\tĐã thẩm tra\tHợp lệ\t27/12/2019 14:18\t191227HK191\t191227HK191\tXem"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Em vừa nộp ccnn online vào ngày 27/12 vừa rồi vì trung tâm trả kết quả trễ nên em bị trễ hạn thẩm tra vào ngày 26/12. Mà em cần được thẩm tra để có thể đăng kí môn học học kì tới, nên em hi vọng nhà trường có thể thẩm tra trước giúp em để em có thể kịp đăng kí môn học vào đượt 2/1-6/1 này.. . Em xin chân thành cảm ơn!",
            "Chào bạn,. . Khi bạn đăng ký nộp chứng chỉ ngoại ngữ online, phòng đào tạo tự xét các chuẩn anh văn của từng năm, LVTN và tốt nghiệp khi chứng chỉ của bạn đạt chuẩn theo quy định, không cần chở KQ thẩm tra.. . Riêng việc chuyển điểm do bạn chưa thanh toán lệ phí chuyển điểm nên chưa được cập nhật  điểm chuyển.. . Thân.. .",
            "Em thấy đã có điểm chuyển av rồi nhưng sao nó chưa cập nhật vào số tín chỉ và bảng điểm của em vậy ạ!",
            "điểm chuyển đã cập nhật vào bảng điểm của bạn từ HK191.. . Bạn có thể đăng ký in bảng điểm chính thức để ktra nhé.. . Thân,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Kính gửi thầy cô,. . Em tên là [full_name] (MSSV:[student_id]), thầy cô cho em hỏi là điểm tổng kết một môn học của em là 4,75. . . Thầy cô cho em hỏi thì điểm tổng kết của em có được làm tròn lên 5.0 để qua môn không ạ ?. . Em xin cảm ơn",
            "Chào bạn,. . Bạn vui lòng xem quy định về làm tròn điểm môn học tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng/Điều 15. Đánh giá kết quả học tập/15.2 Điểm thành phần, điểm tổng kết môn học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn hỏi pdt là kì này em chỉ đăng kí môn đề cương luận văn thì có được không ạ? Nếu không thì lý do là gì ạ?",
            "Chào bạn,. . Bạn vui lòng xem quy định về ĐKMH tại đây:. . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 9. Đăng ký môn học. . Lưu ý lần sau ghi rõ nội dung câu hỏi nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em xin chuyển nhóm đã đăng kí môn học ở đợt 2 để có thêm giờ đăng kí thêm môn khác ở đợt 3 ạ.. . . . 1. EE2015 - Xử lí số tín hiệu : Đổi từ lớp L11_L24 thành L02_L05. . . . 2. EE2017 - Cơ sở kỹ thuật điện : Đổi từ lớp L11_L21 thành L08_L16. . . . 3. EE2019 - Cơ sở điều khiển tự động : Đổi từ lớp L11_L24 thành L10_L22.. . . . Em xin cảm ơn.. .",
            "Chào bạn,. . Hiện tại đã hết thời gian hủy và đổi nhóm (hiệu chỉnh) môn học.",
            "Có cách nào để hủy 1 môn không ạ ? Tại em cần học môn kia trong kì này ạ, nhưng bị trùng giờ hết rồi ạ.",
            "Chào bạn. . . . Chỉ còn 1 cách bạn rút môn học khi học kỳ bắt đầu (lưu ý khi rút môn học có tính học phí)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Đăng ký in bảng điểm . Thưa thầy/cô,. . . . BKPAY của trường không hoạt động để em vào thanh toán tiền in bảng điểm. Mong thầy cô giải quyết nhanh giúp em. Em cần gấp trước ngày 6/1/2020.. . . . Em xin cám ơn.. . . .",
            "đã giải quyết được, em cám ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em chào thầy (cô) ạ. Em là [full_name] mssv [student_id].. . Hôm nay e xin thầy( cô) cho em được hủy môn học hóa hữu cơ mã môn học CH2021.. . Lý do: trong học kì 192 em có đăng ký học môn hóa hữu cơ tuy nhiên đến ngày 10/12/2019 em phát bệnh nhiễm độc cường giáp phải điều trị dài hạn do vậy khỏe suy giảm rất nhiều và không thể tham gia nhiều tiết học ở trường. Đến ngày 17/12/2019 em lại tiếp tục phải điều trị bệnh viêm phế quản và viêm đường hô hấp vì vậy sức khỏe yếu đi nhiều và lại không thể tham gia các buổi học. Vì vậy không còn cách nào em đã phải đăng ký học lại vào kì sau. Tuy nhiên, sau quá trình điều trị, em đã cố gắng tự học trong thời gian ngắn và được sự giúp đỡ từ bạn bè trong quá trình ôn tập, em đã hoàn thành bài thi và đã qua môn với số điểm đối với em là cả 1 sự cố gắng, vì với tình hình sức khỏe của em bây giờ là phải nhờ vào sự hỗ trợ từ ba mẹ ở quê do không đủ sức khỏe để tiếp tục vừa làm luận văn, vừa phải đi làm thêm nhiều ở học kì tiếp theo. . . Vì vậy em rất mong được thầy cô cho phép hủy môn hóa hữu cơ mà em đã đăng ký trước đó để giảm bớt gánh nặng chi phí học ở học kì tới cho ba mẹ e ở quê. Với số tiền 3 chỉ học phí đối với ba mẹ em 62 tuổi đều là nông dân ở quê là một số tiền không hề nhỏ.  . . Em xin cảm ơn thầy cô rất nhiều ạ.",
            "Chào bạn. . . . Theo quy định trong đợt 3 ĐKMH bạn không thể hủy lớp. Nếu bạn có tình cảnh đặc biệt bạn vui lòng nộp đơn trình bày về PĐT để được xét duyệt đặc cách."
        ]
    },
    {
        "intent": "",
        "message": [
            "Phòng đào tạo cho em hỏi trong đợt kiểm tra anh văn định kì vừa rồi em có được 435 điểm, nhưng đợt đăng ký môn học đợt 2 em có đăng ký thêm môn anh văn 1 và bị kẹt thời gian buổi trưa tiết 6-7. Bây giờ em có nguyện vọng huỷ môn anh văn 1 này thì phải làm thế nào ạ ?Điều kiện ra sao ạ? Em có tìm hiểu thì phải nộp giấy rút môn lên phòng đạo tạo và vẫn phải nộp tiền có đúng ko ạ?. .",
            "Chào bạn,. . Hiện tại đã hết thời gian hủy môn học nhé bạn, bạn xem quy định rút Mh tại đây:. . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Điều 11. Hủy, rút môn học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô, em tên là [full_name], mssv [student_id], em xin thầy cô tăng sỉ số lớp học môn cơ lý thuyết As1003, lớp L02 thứ 2 tiết 78910 phòng H1-403. . Em cám ơn thầy cô.",
            "Chào bạn.. . Hiện đã tăng thêm 2 chỗ. và không thể tăng thêm.. . bạn tranh thủ đk sớm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . phòng đào tạo cho em hỏi là hiện giờ em không vô mục số 18 đăng ký nộp chứng chỉ ngoại ngữ được để xem kết quả, mà ngày 2/1/2020 là phải đăng ký bổ sung môn học đợt 3 rồi ạ. . vậy nên em có thể lên phòng đào tạo nộp trực tiếp bằng toeic để có thể đăng ký môn học bổ sung được không ạ. .",
            "phòng đào tạo cho em hỏi là em có nộp bằng toeic chiều ngày 26/12 nhưng hạn nộp lấy dữ liệu là 3,4 giờ chiều em vẫn chưa được lấy dữ liệu để thẩm tra bằng toeic chuyển điểm. . nên em mong nhà trường có thể giúp em chuyển điểm để em có thể đăng ký môn học chuyên ngành với ạ, nếu không đăng ký được môn học thì em bị trễ một năm tiến độ học tập ạ, mssv [student_id]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi em đã cập nhật thông tin đợt 2 rồi nhưng đợt 3 em không đkmh đc. Vẫn bị chưa cập nhật thông tin sinh viên ạ.",
            "Chào bạn,. . Bạn đã được mở DKMH từ 10g ngày 02/01/2020 rồi mà bạn.. . Vui lòng kiểm tra kỹ trước khi hỏi bạn nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi, em có vắng thi thí nghiệm của một môn do bị nhầm thời khóa biểu (phần thi chiếm 20% điểm học phần). Em có gửi mail hỏi giáo viên nhưng chưa thấy trả lời.. . . . Cho em hỏi em xử lí vấn đề này thế nào và có bị rớt môn không ạ?. . . . Em cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Điểm môn học do giảng viên quyết định nhé bạn. Bạn vui lòng liên hệ với giảng viên để trao đổi nhé hoặc liên hệ với văn phòng [full_name] để xin cách thức liên lạc với giảng viên nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chưa cập nhật điểm . Dạ cho em, hiện tại e đã có điểm av định kỳ vào ngày 25-12, nhưng sao KQĐK môn học đợt 2 của e lại bị hủy hết ạ (thông tin hủy vào ngày 31/12). . mong thắc mắc được sớm giải đáp vì em đã bị hủy HẾT không còn môn nào?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  . . Kính thưa Phòng đào tạo!. . Em là sinh viên năm nhất ạ,Phòng đào tạo cho em hỏi em có được đăng ký môn của Khoa khác không ạ? Sau khi hoàn thành văn bằng chính quy,em có dự định lấy bằng 2 thì những môn em đã tích lũy của Khoa thứ 2 có được chuyển điểm để rút ngắn thời gian học văn bằng 2 không ạ?. . Em cảm ơn Phòng đào tạo!. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Tùy vào ngành bạn học ở văn bằng thứ 2, và sẽ được xét miễn nếu tương đương nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Em tên [full_name] - [student_id]. Lần trước ĐKMH đợt 1 em có bị PĐT huỷ LVTN do thiếu chứng chỉ ngoại ngữ. Em đã nộp từ năm 1 bằng FCE Grade B đủ 4 kĩ năng và bằng của em có thời hạn vĩnh viễn. Em cũng đã được PĐT giải quyết và đăng ký lại LVTN ở lần ĐKMH đợt 2. Nay kết quả đợt 2 em lại tiếp tục bị huỷ. Rất mong PĐT xem xét kĩ lưỡng lại vấn đề này giúp em. Em có gửi file đính kèm bên dưới. Em xin cảm ơn!",
            "Chào bạn,. . Dữ liệu anh văn đang được cập nhật, bạn vui lòng vào đky lại sau 13g ngày 03/01/2020 nhé.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em bị vi phạm lỗi chưa khai báo lí lịch sinh viên trong đợt đăng kí thứ 2, nhưng mà trong đợt 1 em đăng kí được vậy đợt thứ 3 em có thể đăng kí được không ạ ?. . Nếu không được thì em cần làm gì để có thể đăng kí cho đợt 3 này?. . Em trân trọng cám ơn !!!",
            "chào bạn.. . nếu bạn ko đăng ký thông tin.. . Kết quả đkmh có khả năng cao sẽ bị hủy bỏ. . Thân",
            "Dạ nhưng kết quả đkmh đợt 1 em vẫn còn 1 số môn, em muốn đăng kí thêm cho đợt 3 này thì không được sao ạ? em đã đăng kí thông tin theo nội dung gmail lâu lắm rồi",
            "Chào em,. . . . Em DKMH lại nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi phòng đào tạo trường đại học Bách Khoa tp Hồ Chí Mình!. . Em tên là [full_name], sinh viên năm 2 khoa máy tính.. . Tình trang: em đã đăng ký thành công môn Cấu Trúc Dữ liệu và giải thuật (CO2003) 2 lần (đợt 1 và đợt 2). . nhưng kết quả là vẫn bị xóa lớp cả 2 lần.. . Bây giờ đang chuẩn bị đăng ký đợt 3 và lần hầu như gần full. . (có 2 lớp 41/42 và 40/42). . . . Ngoài ra, em cũng có đăng ký môn lập trình hướng đối tượng (CO2005) nhưng lại không được mở lớp. .  . . Em làm đơn này kính mong ban giám hiệu phòng đào tạo xem xét giúp em.. . Em xin chân thành cám ơn.. . . .",
            "Bạn vào kết quả đợt 2 -  xem lịch sử đăng ký để biết lý do không đăng ký được"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em tên là: [full_name] - MSSV: [student_id].. . Do đợt 3 em không thể tự điều chỉnh môn học được nên em xin nhờ quý thầy (cô) PĐT chuyển giúp em môn học CH2071 từ lớp A02 (thứ 2, tiết 345) sang lớp A01 (thứ năm, tiết 345); Lý do: em bận lịch học cá nhân.. . Hiện tại, vào thứ 5 em đang có môn CH3031 - Cơ sở điều khiển quá trình nên em xin được chuyển từ lớp A03 sang lớp A05 (thứ tư, tiết 789) luôn ạ!. . Em xin chân thành cảm ơn!",
            "Chào bạn. . Trong đợt 3 ĐKMH bạn không thể hủy hoặc chuyển nhóm môn học. Bạn có thể làm đơn xin rút môn học khi học kỳ bắt đầu.. . Lưu ý khi rút môn học vẫn được tính học phí môn đã rút.. . Đơn xin rút môn học bạn nộp về PĐT theo mẫu có sẵn.. . Mẫu đơn rút môn:. . http://www.aao.hcmut.edu.vn/image/data/bieumau/sinhvien/PDT-03_Rut%20mon%20hoc%20(%C4%90iem%20R).pdf. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   B Cho em hỏi bây giờ em muốn hủy môn học đăng ký của kỳ sau mà đợt 3 này không được hủy thì em có thể lên pđt làm đơn hay sao ko ạ?",
            "Chào bạn. . Trong đợt 3 ĐKMH bạn không thể hủy hoặc chuyển nhóm môn học. Bạn có thể làm đơn xin rút môn học khi học kỳ bắt đầu.. . Lưu ý khi rút môn học vẫn được tính học phí môn đã rút.. . Đơn xin rút môn học bạn nộp về PĐT theo mẫu có sẵn.. . Mẫu đơn rút môn:. . http://www.aao.hcmut.edu.vn/image/data/bieumau/sinhvien/PDT-03_Rut%20mon%20hoc%20(%C4%90iem%20R).pdf. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Xin chào thầy cô. . Hiện tại em đã thi test anh văn định kì và đã qua anh văn 1, mong phòng đào tạo cập nhật sớm cho em để em kịp đăng kí môn học chuyên ngành.. . Em cảm ơn.",
            "Chào bạn,. . Phòng Đào tạo đã cập nhật điểm thi AV  ngày 21,22/12, bạn vui lòng vào kiểm tra và đăng ký lại báo lỗi gì? gửi minh chứng kèm theo để kiểm tra nhé. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy cô, . . Cho em hỏi là nếu em bị tính điểm vắng thi ở môn thể dục (Aerobic) do bị trùng lịch thi thì học kỳ sau em phải học lại môn đó hay được đăng ký môn thể dục mới ạ. Mong thầy cô phản hồi sớm ạ.. . Em cảm ơn. . . .",
            "Chào bạn.. . Môn thể dục là môn tự chọn mà. bạn có thể đăng ký lại môn đó hoặc môn khác"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em xin phép thắc mắc lớp A05 mã môn SP1003 có vấn đề gì mà em đã đăng ký vào lớp đó nhưng PĐT lại chuyển em sang lớp khác ạ?",
            "Chào bạn.. . Bị cận giờ nên mới phải chuyển nhóm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Rút môn học . chào anh/chị em muốn rút môn học anh văn 3(la1007) để đủ điều kiện về tín chỉ đăng ký bổ sung môn học trong đợt ba."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa,. . cho em hỏi làm cách nào thì mới xin được thư giới thiệu của trường ạ.. . Em xin cảm ơn. .",
            "Chào bạn,. . Bạn vui lòng đăng ký trên web của trường trang Mybk -  ứng dụng cho sinh viên - Mục 5.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Hiện nay đã đang học anh văn 1 và vừa rồi ngày 21 tháng 12 em có đăng kí thi toeic ở trường để đủ chuẩn sét học các môn năm 3 và em có kết quả được 355 điểm. Nhưng em thử đăng kí môn học đợt 3 thì wed vẫn báo e thiếu chuẩn anh văn sau năm 2 ạ. Theo e được biết thì chuẩn anh văn sau năm 2 là anh văn 1 và thi qua 350 điểm là được ạ.. . E xin cảm ơn!. .",
            "Chào bạn,. . Hiện tại bạn đã đăng ký các môn học năm 3 rồi mà ????"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí dự thính . cho em hỏi học kì dự thính trong năm và học kì dự thính hè thì có khác nhau về học phí không?học phí là bao nhiêu một tín chỉ và khi nào là bắt đầu học học kì dự thính trong năm và hè ?. .",
            "Chào bạn,. . Bạn vui lòng xem quy định về học phí tại đây:. . http://www.aao.hcmut.edu.vn/ sinh viên/học vụ/học phí/Học kỳ 1 (năm học 2019-2020). . Dự thính hè và dự thính trong năm đều là dự thính, cách tính như nhau nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cho em hỏi là học kì 2 năm nay bắt đầu nào ngày nào ạ. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng xem chi tiết trên trang web biểu đồ học tập bạn nhé.. . Thân.",
            "Chào bạn,. . Bạn vui lòng xem tại http://aao.hcmut.edu.vn/lịch học vụ/. . Năm học hiện tại (2019-2020)/. . Biểu đồ năm học . . Và dựa vào thời khóa biểu của từng sinh viên nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Kính chào thầy(cô).. . . . Ngày 2/1/2020 là mở đợt đăng ký môn lần 3. Em có nộp chứng chỉ ngoại ngữ vào ngày 25/12/2019 trước đợt thẩm tra để đăng ký môn bổ sung lần 3 và hôm nay(1/1/2020) vẫn chưa có kết quả. Cho em hỏi kết quả thẩm tra khi nào có ạ? Nếu kết quả thẩm tra có sau khi kết thúc đợt đăng ký lần 3 thì phòng đào tạo có hướng giải quyết nhứ thế nào đối với sinh viên?",
            "B Ghi chú  /B : Em nộp chứng chỉ ngoại ngữ để đăng ký môn Anh văn cơ bản.(Chuẩn Anh văn cơ bản khóa của em là 300).. . . .",
            "Chào bạn,. . Dữ liệu anh văn đang được cập nhật, bạn vui lòng vào đky lại sau 13g ngày 03/01/2020 nhé.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu .  Em là [full_name] mssv [student_id] khoa kĩ thuật xây dựng. Cho em hỏi phải làm gì để chuyển thời khóa biểu môn học ạ",
            "Chào bạn. . Trong đợt 3 ĐKMH bạn không thể hủy hoặc chuyển nhóm môn học. Bạn có thể làm đơn xin rút môn học khi học kỳ bắt đầu.. . Lưu ý khi rút môn học vẫn được tính học phí môn đã rút.. . Đơn xin rút môn học bạn nộp về PĐT theo mẫu có sẵn.. . Mẫu đơn rút môn:. . http://www.aao.hcmut.edu.vn/image/data/bieumau/sinhvien/PDT-03_Rut%20mon%20hoc%20(%C4%90iem%20R).pdf. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Dạ kính chào các thầy cô trong Phòng đào tạo ạ .. . Em tên Đòan [full_name] Bích Ngà MSSV [student_id] lớp HC18TP .Ngày mai là bắt đầu đợt đăng kí bổ sung thứ 3 nên em làm đơn này mong sẽ được tăng thêm sĩ số môn Vật lí thực phẩm CH2055 lớp L01 thứ 6 tiết 91011 H2 305 . Do đây là môn 1 năm chỉ mở 1 lần nên nếu không đăng kí học được lần này sẽ làm chậm tiến độ học tập của em . Em chân thành mong muốn Phòng đào tạo sẽ tăng sĩ số cho em học môn này ạ . Em cảm ơn thầy cô và xin lỗi về sự bất tiện em gây ra ạ.. . Em xin hết.",
            ". . Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Cho em hỏi là em đã thi anh văn trong trường 425. Tại sao kết quả đăng kí đợt 2, em vẫn bị xoá môn và báo là chưa đủ anh văn 1",
            "Chào bạn. . . . Kết quả AV có sau khi PĐT đã xét đăng ký cho bạn. . . . Trường hợp này bạn đăng ký lại trong đợt 3 ĐKMH"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô phòng ban, . . . . Em và một số bạn đăng ký môn GDTC Aerobic nhóm A ở CS1 đợt 1, đợt 2 nhưng ở đợt 3 này kết quả tự nhiên bị chuyển sang nhóm L ở CS2 và tiết học cũng bị xáo trộn làm việc di chuyển và các tiết học bị ảnh hưởng.. . Theo hệ thống nếu môn học khoa trường k mở lớp thì phải báo lỗi lúc kết quả ĐKMH đợt 1, 2 chứ ạ, để bọn em cùng các nhóm khác biết xin thầy cô mở lớp.. . . . Giờ là đợt ĐKMH cuối nếu bọn em rút môn thì phải tốn tiền đóng học phí, nên mong thầy cô trả lời cho bọn em ạ, và nếu có người mở lớp thì có mở đc không ạ tại HK191 bọn em thấy có nhiều nhóm học Aerobic cũng chỉ 4-6 người là tối đa.",
            "Như hình trên nếu nhiều bạn buổi tối học dự thính hoặc anh văn thì làm sao mà về kịp ạ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô phòng ban,. . . . Em và một số bạn còn 1 môn GDTC và đăng ký môn GDTC Aerobic nhóm A ở CS1 nhưng ở đợt 3 kết quả tự nhiên bị chuyển sang nhóm L ở CS2 và tiết học cũng bị xáo trộn làm việc di chuyển và các tiết học bị ảnh hưởng (buổi tối học anh văn). . Theo hệ thống nếu môn học khoa trường k mở lớp thì phải báo lỗi lúc kết quả ĐKMH đợt 1, 2 chứ ạ, để bọn em cùng các nhóm khác biết xin thầy cô mở lớp.. . . . Giờ là đợt ĐKMH cuối nếu em rút môn thì cũng phải tốn tiền đóng học phí, nên mong thầy cô có thể mở thêm 1 sĩ số môn PE1025 [full_name] Nhóm A01 Thứ 6 [full_name] 11-12 ở B12-SAN3.. . Nhóm [full_name] A08 Thứ 3 [full_name] 11-12 còn sĩ số nhưng bị cấn lịch Aerobic bị tự động chuyển nhóm. Những môn khác em đã qua hoặc không mở môn.. . . . Em xin cám ơn ạ, mong thầy cô giải quyết để em không bị vướng chuẩn GDTC cho các kỳ sau.",
            "Thầy cô giải quyết gấp cho em vs chứ sắp full sĩ số r ạ :((",
            "Em ct việt pháp học ở cs1 từ lúc nhập học đến giờ mà",
            "Chào bạn.. . Môn học phải có tối thiểu 30 bạn bên TT Thể dục mới mở lớp.. . Nếu bạn muốn mở lớp sĩ số ít thì phải được sự đồng ý của bên Bộ môn.. . Hoặc bạn đăng ký môn học khác. . Thân",
            "Thầy cô có thể mở thêm 1 sĩ số môn PE1025 Điền Kinh Nhóm A01 Thứ 6 Tiết 11-12 ở B12-SAN3 giúp em với không ạ em cám ơn.",
            "Bạn liên hệ TT Thể dục để nộp đơn. vì nếu PĐT mở mà sĩ số ít cũng bị hủy"
        ]
    }
]