[
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo,. . Em tên là [full_name]. MSSV: [student_id]. chuyên ngành điều khiển và tự động hóa.. . Em viết mail này để xin thông tin về giảng viên sẽ hướng dẫn luận văn cho em trong kì sắp tới.. . Do 1 số lý do mà em phải nghĩ 2 kì nên khi đăng kí luận văn trong kì này em chưa có thông tin về giảng viên sẽ hướng dẫn luận văn của em.. . Rất mong sự phản hồi sớm của khoa để em có thể liên lạc được với giảng viên sớm nhất có thể.. . . .",
            "Chào em,. . Em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào Tạo,. . Em tên [full_name], MSSV: [student_id], XD15CTGT02.. . . . Nay em làm đơn này kính mong PDT xem xét, cho em được chuyển hệ vừa học vừa làm để tiếp tục theo đuổi việc học. Em đang thuộc diện hết thời gian đào tạo và em sẽ cố gắng hoàn thành xong việc học trước thời gian quy định. Em xin chân thành cảm ơn.. . . . [full_name],. . [full_name].. . . .",
            "\"Chào em,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV theo dõi mail và lịch học vụ để vào đăng ký môn học cho HK212 nếu còn nợ MH (SV làm đơn xin đăng ký MH và nộp qua bksi cho PDT). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào anh (chị),. . . . Em có nhận được mail nhắc nhở đăng kí và đóng BHYT nhưng do sự nhầm lẫn của em, thì hiện tại em chưa đăng kí và chưa có BHYT cho năm 2022.. . . . EM có mong muốn anh (chị ) giúp em đưa ra hướng giải quyết vấn dề này ?. . . . Em cảm ơn ạ . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ nhà trường cho em hỏi là tại sao có mấy bạn thiếu chỉ lại đăng kí được môn luận văn tốt nghiệp và đã có thời khóa biểu, em cũng bị thiếu chỉ mà lại đăng kí không được ạ.",
            "Chào bạn. . Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name] mã số SV: [student_id], vào ngày 24/04/2021 do em có 2 môn thi là Anh văn 2 và Vật liệu học và xử lý cở tại cơ sở 1 và 2 sát giờ nhau nên em xin trường chuyển sang thi ở cơ sở 2 và đã được trường chấp nhận. Em cũng thi 2 môn nhưng chỉ có môn Anh văn là có điểm còn môn Vật liệu học và xử lý thì có điểm là 13. Em mong Phòng đào tạo kiểm tra lại giúp em.",
            "Chào bạn. . . . Về điểm thành phần môn học, bạn vui lòng liên hệ với giảng viên giảng dạy để kiểm tra lại điểm thành phần môn học giúp.. . Nếu có sai sót trong quá trình nhập điểm, thì giảng viên sẽ điều chỉnh với P.ĐT. . . . Chúc bạn học tốt. . Thân,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào!. . Em tên là [full_name]_MSSV:[student_id]. . Em có vấn đề cần hỏi là: em đã đăng kí môn bóng chuyền học phần 2 trong đợt đk GDTC học kì 212 và đã nhận được thời khóa biểu học vào lúc 15h-17h50 ngày thứ 3. Nhưng sau khi cập nhập lại thời khóa biểu thì em bị mất thời khóa biểu của môn bóng chuyền và thông tin môn bóng chuyền trên BKEL của em cũng bị mất luôn ạ. Em xin hỏi hiện tại em có tham gia học bóng chuyền nữa không ạ và làm sao để có link học ạ ?. . Em mong được giải quyết vấn đề ạ . . Em xin chân thành cảm ơn !",
            "Chào em,. . Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   i Đăng ký môn học  /i   /B . . Mã MH  -  Tên MH     -  Mã Nhóm. . CO2017 - Hệ điều hành - [full_name]01_[full_name]01. . MT2001 - Xác suất và thống kê - [full_name]01_[full_name]01. . . .   I Lý do:  /I  SV mới được thu nhận lại.. . . . (Quyết định thu nhận lại ở file đính kèm).",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy (cô) ạ,. . . . Em đăng ký môn học Thực hành Địa kỹ thuật 2 nhưng bị xóa 2 lần nhưng hiện tại môn học đó vẫn được mở với sỉ số sinh viên là 1.. . . . Em muốn xin đăng ký bổ sung thêm để em có thể học kịp tiến độ. Nhưng em không biết mẫu đơn cần làm là mẫu đơn như thế nào ạ.. . . . Mong thầy (cô) cho em xin mẫu đơn để em có thể đăng ký bổ sung môn học này ạ.. . . . Em cảm ơn. . Trân trọng.. .",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em xin phép gửi đơn xin hoãn thi (pdf) có sự xác nhận của thầy [full_name] - giáo viên hướng dẫn bộ môn Vẽ kĩ thuật giao thông (TR1003), thầy [full_name] - chủ nhiệm khoa Kỹ thuật giao thông. Em cũng xin phép được gửi các file minh chứng mà 2 thầy yêu cầu, em xin cảm ơn nhiều ạ.",
            "\"Chào bạn,. . PDT đã tiếp nhận đơn hoãn thi HK211 của bạn.. . Quy trình xử lý:. . Dự kiến vào cuối tháng 01/2022: Ra Quyết định Hoãn thi có điều kiện (SV phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này), và gửi email thông báo kết quả xử lý đến SV.. . SV theo dõi mail, nếu sau thời gian dự kiến chưa nhận được mail thông báo về Quyết định Hoãn thi HK211, SV vui lòng gửi lại câu hỏi qua BKSI để được hỗ trợ trả lời.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ phòng đào tạo cho em hỏi thời điểm nào thì làm lễ tốt nghiệp nhận bằng vậy ạ? Tại vì em nhận giấy chứng nhận tốt nghiệp tạm thời từ đầu tháng 12 mà tới giờ em vẫn chưa nhận được thông báo nào nên không biết có bỏ lỡ gì không.. . Mong pđt thông tin đến em ạ.. . Em cảm ơn!. .   i Tốt nghiệp .",
            "Chào em,. . Về lễ tốt nghiệp SV vui lòng đợi thông báo sau của nhà trường. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi : Phòng Đào tạo trường ĐH Bách Khoa Tp.HCM. . Em tên là : [full_name] . . MSSV: [student_id] . . Sinh viên Khoa Kỹ Thuật Hóa học Khóa: 2021. . Dạ cho em hỏi hiện tại lịch học của em có ngày thứ 4 tuần 7,8,9,14,15,16,17,18,19 học Vẽ Kỹ Thuật hangout lúc 12h-14h sau đó thì em lại học trực tiếp thí nghiệm vật lý lúc 14h-16h tại cơ sở 2 . Vì em hong có đkí KTX và em ở thành phố nên sợ không kịp chạy từ thành phố về cơ sở 2 để kịp học thí nghiệm vật lý đó ạ . Vậy cho em hỏi có cách nào giải quyết không ạ và nếu hủy môn thí nghiệm vật lý thì em không đủ tín chỉ để đăng ký cho học phần sau đó ạ . . Em cảm ơn thầy/cô đã đọc tin nhắn của em ạ !. . Chúc thầy/cô có một ngày tốt lành ạ !",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 21/01/2022. . Thân mến. .",
            "Chào em;. . môn vẽ kỹ thuật sau này nếu học tại trường thì em cũng phải học ở cơ sở 2 nhé, em nên sắp xếp thời gian để học nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em là [full_name], sinh viên khoa điện-điện tử. Trong đợt đkmh vừa rồi, em đăng kí môn  [full_name]háp luật Việt Nam đại cương(S[full_name]1007[full_name] nhưng em chọn sai nhóm lớp, em thuộc nhóm [full_name] mà đăng kí nhóm [full_name][full_name]. Kính mong thầy cô hỗ trợ em giải quyết vấn đề này ạ. Em cảm ơn ạ",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i   B   /B . . . . Chào thầy cô em là [full_name]ăng mssv [student_id]. . E có đk môn học GDTC nhưng nay tới lịch học thì bị xóa môn . . Mong thầy/cô xem xét. . . .",
            "Chào em,. . - Hiện tại toàn bộ môn học GDTC đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của TT GDTC (tối đa của nhóm thể dục là 50sv). . - Trường hợp SV bị trùng lịch học, hết chỗ không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Họ tên: [full_name] MSSV: [student_id]. . Nguyên do: Không đăng ký được môn do thiếu môn học trước.. . Yêu cầu: Xin phép PDT mở cho em đk môn học ME4083 Kỹ thuật đo lường trong nhiệt lạnh được học song song với môn Điều hòa không khí ME3153 vào học kỳ này.. . Em được xin phép và được sự cho phép của thầy [full_name] và giáo viên giảng dạy môn này để được học ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào pdt em thuộc khoá k17 ngành cầu đường khoa KTXD. . Do không còn đam mê với ngành cầu đường nên em muốn chuyển sang dân dụng. Pdt cho en hỏi thủ tục chuyển chuyên ngành như thế nào ạ. . Em có mail hỏi khoa rồi thì họ bảo đó là quy chế của trường nên khoa không giải quyết được. . Mong pdt hướng dẫn giúp em. Em cảm ơn nhiều ạ",
            "Chào em,. . Em vui lòng xem quy chế . . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 30. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Họ tên: [full_name]SV: [student_id]. . Nguyên do: Không đăng ký được môn do thiếu môn học trước.. . Yêu cầu: Xin phép PDT mở cho em đk môn học [ME4083] Kỹ thuật đo lường trong nhiệt lạnh được học song song với môn Điều hòa không khí [ME3153] vào học kỳ này.. . Do học kỳ này là học kỳ cuối khóa k18 đăng ký được môn, RẤT QUAN TRỌNG VỚI EM. Em mong PDT xem xét cho em đk môn.. . Em xin phép và ĐÃ ĐƯỢC SỰ CHO PHÉP của thầy [full_name] và giáo viên giảng dạy môn này để được học ạ.. . Em xin cảm ơn.",
            "Đăng ký môn học . Họ tên: [full_name]SV: [student_id]. . Nguyên do: Không đăng ký được môn do thiếu môn học trước.. . Yêu cầu: Xin phép PDT mở cho em đk môn học [ME4083] Kỹ thuật đo lường trong nhiệt lạnh được học song song với môn Điều hòa không khí [ME3153] vào học kỳ này-HK2 2021-2022.. . Do học kỳ này là học kỳ cuối khóa k18 đăng ký được môn, RẤT QUAN TRỌNG VỚI EM. Em mong PDT xem xét cho em đk môn.. . Em xin phép và ĐÃ ĐƯỢC SỰ CHO PHÉP của thầy [full_name] và giáo viên giảng dạy môn này để được học ạ.. . Em xin cảm ơn.",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu chuyển điểm môn học tương đương: . Môn học: CO2041 - Đồ án thực tập phần cứng máy tính. . . . Học ở HK2, năm học 2020-2021. . . . Điểm môn học: 7.50. . . . Tương đương với môn học: CO2019 - Thực tập phần cứng máy tính. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT.. .  . . Em tên là Nguyễn Văn Phong, MSSV: [student_id].. . Thuộc khoa Kỹ thuật địa chất và dầu khí, chuyên ngành ĐỊA KỸ THUẬT.. . . . Lý do em viết đơn này là em đã đọc quy định về đăng ký luận văn tốt nghiệp rất nhiều lần rồi nhưng vẫn không hiểu tại sao tín chỉ tích lũy của em đã đủ 123 chỉ, công tác xã hội 18 ngày và các điểm thực tập đã đầy đủ hết nhưng vẫn không đăng ký được LVTN. . . . . Nên em muốn nhờ Thầy Cô xem giúp em là với số chỉ 123 tín chỉ hiện tại của em đã đủ để đăng ký luận văn tốt nghiệp hay chưa ạ. Em chân thành cám ơn.\t. . . .",
            "Chào bạn. . Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy cô,. . Em đã ​đăng ký môn GDTC đã thành công nhưng nay lên học thì lại bị xóa mất link và trong thời khóa biểu cũng không có, khi em đi hỏi thì một số bạn cũng bị trường hợp tương tự như em ạ. Mong thầy/cô xem xét ạ.. . Em xin cảm ơn thầy/cô.",
            "Chào em,. . - Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào thầy cô em là [full_name] , do em chỉ pass 1 TC thôi và kì này em lại bị huỷ môn GDTC nên k đủ điều kiện đăng kí môn năm 3 , có cách nào giải quyết k ạ em cảm ơn . . . .",
            "Chào em,. . Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name], sinh viên K16, MSSV [student_id]. Nay em làm đơn này kính xin quí thầy cô cho em được thu nhận lại.. . . . Em cảm ơn thầy cô,. . . . [full_name]",
            "\"Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận HK212 của bạn. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên . . SV xem lịch học vụ và mail SV để vào ĐKMH cho HK dự thính _ Lộ trình 2, đợt 2 (nếu có nhu cầu). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "EM TÊN :NGUYỄN NGỌC QUANG -1712781. . LÝ DO : EM KHÔNG CÓ Ở TP NÊN EM PHẢI NỘP ĐƠN PHÚC KHẢO ĐIỂM  ONLINE , MONG PHÒNG ĐÀO TẠO XEM XÉT CHO EM.EM CẢM ƠN. . . .",
            "Chào em,. . PDT đã tiếp nhận đơn Phúc tra của bạn và đã chuyển về Khoa để xem lại bài thi cho bạn.. . Dự kiến sẽ trả lời kết quả vào cuối tháng 2/2022.. . Nếu chưa nhận được phản hồi vui lòng phản hồi lại qua [full_name] để khiếu nại. . Thân",
            "Chào bạn[full_name] [full_name] [full_name] đã nhận kết quả trả lời từ [full_name] về việc phúc tra môn học của bạn: Không thay đổi kết quả[full_name] [full_name] [full_name]ân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ hiện tại em đang học ngành viễn thông kì 2 năm 2 bên Điện - Điện tử, do chủ quan nên e đã quên không đăng kí môn Tín hiệu và Hệ Thống , em mong quý thầy cô cho phép em có thể đăng kí và học môn này trong kì dự thính 212 được không ạ em hứa sẽ đảm bảo tiến độ học tập. . . Em xin cảm ơn rất nhiều ạ.. . . .",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào pđt, em cần pđt giải đáp gấp giúp em những vấn đề sau :. . . . 1. Em đã check lại lý do mà em không đăng ký môn học thành công là vì   B \" Thiếu môn tiên quyết \"  /B . Mong pđt kiểm tra lại   B lý do cụ thể  /B  giúp em là em đang thiếu môn gì vì   B tất cả môn học trừ chứng chỉ tiếng anh  /B  ra thì em đều   B pass  /B  hết rồi.. . . . 2. Nếu như lý do là   B thiếu chứng chỉ tiếng anh  /B  thì không phải   B Học kì 212 được miễn xét tiếng anh  /B  để làm LVTN sao ạ? . . . .",
            "Chào bạn. . Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô,. . Hiện em đang là sinh viên năm thứ 4, và còn một môn lập trình CO1013 chưa học(Môn này được thay thế bằng môn tương đương là CO1003-Nhập môn về lập trình). Hiện thì em đăng ký dự thính học kỳ 212 không được do nghị định mới 81/2021/NĐ-CP không mở lớp cho sinh viên chính quy học lần đầu. Vậy em có thể đăng ký trong học kỳ hè 213 hay tới tận học kỳ 221 em được đăng ký môn học này ạ? Liệu có cách nào giúp em đạt kịp tiến độ ra trường không ạ? Tại vì chỉ còn một môn này do em chưa đăng ký thôi ạ?. . Mong thầy cô phản hồi em sớm. Em cảm ơn rất nhiều ạ. Chúc thầy cô nhiều sức khỏe.",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em [full_name], mssv [student_id]. Em nhận được \"Thông báo v/v hủy kết quả, thay đổi mã nhóm do SV đăng ký sai vào nhóm Việt Pháp\", em xem lại thời khóa biểu được cập nhật vào lớp Cơ lưu chất L01 và em có thể học được, vậy giờ em bắt đầu tham gia vào học lớp cơ lưu chât L01 phải không ạ, vậy khi nào thì Bkel của em mới bổ sung lớp mới để em dễ dàng tham gia học ạ (tại bây giờ em lên trang bkel thì chưa có lớp mới ạ)",
            "Chào em,. . Hiện tại nếu chưa vào được em gửi lại nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đăng kí nhầm môn \"thiết kế luận lý với hdl\", vốn không có trong ctđt của khoa khmt nên em muốn hỏi cách để huỷ môn. .",
            "Chào em,. . - Đã hết hạn huỷ môn học.. . - Về việc rút môn học em xem email:. . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . . . Chúc các bạn học tập thật tốt!. . . . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chuẩn bị đi khám bệnh nhưng bây giờ chưa có thẻ bhyt (đã đóng tiền cho trường) thì phải làm sao ạ.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào nhà trường. . Em là [full_name] [student_id], em có thắc mắc là có 1 môn ở học kì 202 của em là môn Trường sóng điện từ (405408) đến giờ vẫn còn bị treo điểm 15 (ảnh đính kèm), trong khi đó điểm ở trong trang Phúc tra điểm thi thì có điểm tổng kết. Em có hỏi các bạn khác thì một vài bạn có bị và một vài bạn không bị như vậy. Mong nhà trường giải đáp giúp em.. . Em cảm ơn",
            "Chào em,. . Điểm do GV nhập, bảng điểm [full_name] gửi PĐT. Em vui lòng liên hệ GV, [full_name] nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào cô. . . . Kì 202 em có học môn kỹ thuật số và em có hoãn thi trong kì 211 em có thấy để lịch thi là ngày 17/1/2022 trong phần đăng ký hoãn thi nhưng trong phần lịch thi lại không có, bkel và bkexam cũng không có link phòng thi .Cho em hỏi em có được thi môn kts ko ạ, em có gửi kèm ảnh ạ.",
            "Chào em,. . Cô chưa hiểu rõ ý của bạn, vui lòng trình bày rõ vấn đề của bạn giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào phòng đào tạo, em là [full_name], MSSV [student_id]. . Dạ em đang thắc mắc không biết sau Tết trường sẽ tiếp tục dạy online hay tổ chức offline kể từ tuần 6 luôn ạ? Tại vì em coi trong thời khóa biểu thì thấy học lại từ tuần 6, em không biết là học online hay offline ạ? Và nếu như học online thì học online tới bao giờ ạ?. . Kính mong phòng đào tạo giải đáp sớm giúp em ạ! Em xin cảm ơn nhiều. .",
            "Chào em,. . Trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi sao em không xét tốt nghiệp được ạ?",
            "Chào em,. . Hiện tại em chưa có tên trong ds tốt nghiệp dự kiến nên không đăng ký tốt nghiệp được.. . Em vui lòng trình bày rõ vấn đề của bạn giúp cô. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào nhà trường ,. . Cho em hỏi là em vừa được nhận vào hệ VLVH , bây giờ em đang chờ nhà trường mở DK môn học để đăng kí nốt DCLV , LVTN vào hạn chót ngày 18/1/2022. Em là sinh viên khóa K15 chuyển qua hệ VLVH thì bây giờ em đăng kí môn học theo mã mới hay mã cũ ạ . Và khi chuyển qua hệ VLVH thì có phải học thêm hay bổ sung các học mới không hay là vẫn học theo chương trình khóa K15 ạ .. . Vì hiện tại trên myBk/stinfo  không có mục Chương Trình Học nên em đặt câu hỏi . Mong nhà trường giải đáp thắc mắc .. . . . Em xin chân thành cám ơn .. .",
            "Chào em,. . Về CTDT là giống nhau của đại trà và VLVH. . Tuy nhiên, VLVH sẽ:. . Giảm chuẩn anh văn xét LVTN và tốt nghiệp so với Chính quy: chi tiết xem quy chế học vụ. . Không xét môn anh văn 1234, GDTC, GDQP, Ngày CTXH,. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em có nhận mail PDT thay đổi nhóm môn học. Tại sao PDT lại thay đổi mã nhóm môn học PLDC (SP1007) của em từ P02 sang L05? Em thuộc sinh viên VP thì tất nhiện đăng ký vào nhóm VP, và em đã học nhóm P02 2 tuần rồi, mọi thứ như nhóm bài tập lớn đã được sắp xếp, xin PDT trả em về nhóm P02 như cũ.. . . .",
            "Chào bạn,. . . . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . . . hoặc Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em đã thanh toán lệ phí còn nợ nhưng đến giờ khi vào đăng ký tốt nghiệp thì hệ thống vẫn báo là em không được phép đăng ký vì còn nợ học phí và tạm dừng. Kính nhờ cô cập nhật lại thông tin sinh viên giúp em ạ!",
            "Chào em,. . Đã mở khóa, em vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào em,. . Em vui lòng trinh bày rõ hơn. Thông tin cần có mã môn học, tên môn học, mã nhóm, HK.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn đăng ký môn EN1003 lớp L ạ",
            "Chào bạn,. . . . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . . . hoặc Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác: Em là [full_name], MSSV: [student_id]. Hiện tại em đang   B cần làm hồ sơ để xin đi du học nước ngoài theo diện nhập ngũ  /B , nhưng em cần phải có “giấy chứng nhận kêt quả học tập, rèn luyện trong thời gian học đại học ” ( hình ảnh minh chứng em để ở dưới ). Nhưng theo em được biết thì hiện giờ thì mình chưa thể lấy được kết quả của học kì 1, tại còn một số học phần em vẫn chưa hoàn thành. Liệu có cách nào để em có thể lấy kết quả sớm không ạ?, tại hồ sơ của em phải được hoàn thành trước ngày 15/02/2022. Hay có hướng giải quyết nào không ạ?. . Em xin cảm ơn ạ. Chúc buổi sáng tốt lành ạ",
            "Chào em,. . Về điểm rèn luyện em vui lòng liên hệ tại Phòng công tác Chính trị SV để được hỗ trợ (Email:  [email]). . Về giấy chứng nhận kết quả học tập: em vui lòng trình bày rõ thêm giúp cô là em cần giấy xác nhận điểm trung bình hay điểm học kỳ? Hiện tại em thi xong và có điểm hết ở học kỳ 211 chưa?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên : [full_name] . . Khoa : Kỹ thuật Vật liệu. .   i Đăng ký môn học .   B Kính gửi Phòng Đào Tạo Trường Đại Học Bách Khoa - Đại Học Quốc Gia TP-HCM  /B . . . . Hôm nay em xin phép muốn bổ sung đăng ký môn Giải Tích 2 , Vật Lí 1 , Vẽ Kỹ Thuật kì 2. . .   U Lí do đăng ký  /U  : Lúc trước em là sinh viên Việt Pháp đã đăng ký những môn bên chương trình Việt Pháp . Sau khi xác nhận em về CT Đại trà em đã có đăng ký nhưng do sĩ số đã đủ và kẹt thời khóa biểu lúc đó nên đã không đăng ký được . Cho đến chiều hôm nay , em đã thấy mail hủy những môn học do đăng ký sai Chương Trình . Nên giờ thời khóa biểu của em chỉ có 2 môn học . Em muốn được bổ sung thêm để theo kịp Chương Trinh Đại Trà ạ",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. .",
            "Chào em;. . em bổ sung thêm mã môn học nhé, vì tên môn học có rất nhiều mã môn khác nhau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo.. . Em tên là [full_name], mssv [student_id], là sinh viên chuyển hệ.. . Kính thưa PDT vừa qua em có đăng ký môn học đăng ký đợt HK Chính + Dự thính 211 - lộ trình 1 + VLVH, đến lúc xem kết quả thì bị xoá. Đợt hai em đăng ký lại thì hiển thị lý do không đăng ký được là \"Cấm đăng ký\". . . Kính mong PDT có thể xem xét lại giúp em nguyên do em không đăng ký được và hướng dẫn giúp em để em có thể đăng ký môn học bởi vì em chỉ còn thiếu một môn là hoàn thành chương trình học.. . Em xin trân thành cảm ơn.. . Trân trọng,. . Hieu.. . . . . . . . ‌",
            "Đã trả lời. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: đăng ký kiểm tra trình độ tiếng anh sắp tới là khi nào ạ, có áp dụng cho sv năm 2 không ạ",
            "Chào bạn,. . Hiện tại chưa có thông báo về việc tổ chức thi AV định kỳ nhé bạn. . . SV vui lòng đợi thông báo sau nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo,. . Do hôm trước em đọc không kĩ email nên bị nhầm lẫn là còn 1 năm nữa mới cần cập nhật thông tin. Nên em đã cập nhật trễ và bị lỗi \"[full_name]\".. . Em xin đăng ký môn học sau ở học kỳ HK212:. . CO4323 - Luận văn tốt nghiệp. . . . . . Em xin chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em muốn bảo lưu học tập để hoàn thiện quá trình chuẩn bị để đi du học ạ. . Phần chữ ký của GV chủ nhiệm và chủ nhiệm khoa em cần xin của cả hai hay một trong hai thôi ạ?",
            "Phần biên nhận em không cần điền đúng không ạ?",
            "\"Chào em,. . Phòng Đào tạo đã tiếp nhận đơn tạm dừng HK212 của bạn, Sinh viên theo dõi tình trạng sinh viên được cập nhật trên mybk/Thông tin Sinh viên/tình trạng. . chuyển qua trạng thái từ \"\"đang học\"\" sang \"\"tạm dừng\"\", dự kiến sẽ cập nhật trước ngày 11/2/2022 và gửi mail Quyết định qua email cho sinh viên. . SV vui lòng theo dõi lịch học vụ và mail SV để làm đơn thu nhận lại để đăng ký MH cho học kỳ tiếp theo. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo,. . Em tên là [full_name], MSSV: [student_id]. . Em xin đăng ký môn học sau:. . CO4323 - Luận văn tốt nghiệp. . . . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . . . hoặc Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo,. . Em là [full_name]. MSSV: [student_id]. . Do hôm trước em đọc không kĩ email nên bị nhầm lẫn là còn 1 năm nữa mới cần cập nhật thông tin. Nên em đã cập nhật trễ và bị lỗi \"[full_name]\".. . Em xin đăng ký môn học sau ở học kỳ HK212:. . CO4323 - Luận văn tốt nghiệp. . . . . . Em xin chân thành cảm ơn.",
            "Chào bạn. . Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . Thân",
            "Chào cô,. . Em vào trang đăng kí và tình trạng đang là \"[full_name]\".. . Em xin cô cách xử lý trường hợp này ạ.. . . . Em xin cảm ơn.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . DẠ [full_name] ĐĂNG KÍ THÀNH CÔNG MÔN. . CI 3197 ĐAMH NỀN MÓNG. . [full_name]. . [full_name] Ạ [full_name] SỢ BỊ XÓA MÔN",
            "Chào em,. . [full_name] phân công CBGD, em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào Thầy/Cô.. . Em muốn hỏi về thời gian mở đợt chuyển điểm AV và đăng kí nộp chứng chỉ NN để xét tốt nghiệp tiếp theo ạ?. . Em cảm ơn.",
            "Chào em,. . Vui lòng trình bày rõ vấn đề giúp cô nhé, trang  chuyển điểm ngoại ngữ vẫn mở bình thường nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Do ở kì 211 vì tình hình dịch bệnh, nên trường cho đăng ký môn học không xét điều kiện chuẩn anh văn. Em chỉ mới đạt chuẩn AV1 và AV2. Ở kỳ 211 em có đăng ký môn QTKD cho kỹ sư ( Mã môn IM3001) là mã môn học của năm 3. Do em chưa đạt AV3 thì ở kỳ 211 (kỳ học trường không xét chuẩn anh văn), thì môn này của em có được tính điểm hợp lệ như bình thường không vậy ạ. Em cảm ơn. .",
            "Chào em,. .  Thì môn này của em có được tính điểm hợp lệ như bình thường không vậy ạ. . =  Em ghi rõ thông tin mã môn học, tên môn học, HK: môn này là môn nào nhé.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào thầy cô,. . Em tên là [full_name], mssv : [student_id].. . Hiện tại em đang làm thủ tục nộp đăng ký xét tốt nghiệp nhưng bị gặp phải là : . .   QUOTE . . Tình trạng đăng ký. . Không được phép đăng ký (Nợ Hp/lệ phí )  /QUOTE . . Em có kiểm tra thì em đã hoàn thành thanh toán hết các khoản. mong quý thầy cô kỉêm tra giúp em ạ.. . . . Em xin chân thành cảm ơn.. . . . Sinh viên,. . . . [full_name].. . . .",
            "Chào em,. . Sau 10h ngày 14/1 em vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em xin phép nhà trường cho em xin đăng kí làm luận văn tốt nghiệp.. . Họ và Tên: Nguyễn  Minh Nhật Anh. . MSSV [student_id]. . Mã môn học: CI4393. . Dạ em xin cám ơn. . . .",
            "Thân gửi các bạn sinh viên,. . . . Đến thời điểm hiện tại SV vẫn chưa có Thời khóa biểu hoặc chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV) vì bất kỳ lý do gì. SV vui lòng vào đăng ký lại trong đợt này.. . . . Thời gian dự kiến từ ngày 18/01/2022 đến 19/01/2022 cho HK chính 212 (chỉ được đăng ký bổ sung các học phần tốt nghiệp: LVTN, TTTN, ĐCLV).. . . . Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm lại để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . . .  . . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name] - MSSV: [student_id] - Khoa Điện - Điện tử, em có đăng kí luận văn tốt nghiệp(EE4327) ở kì đăng kí môn học Chính quy HK212 nhưng bị hủy. . . Trong lịch sử đăng kí chỉ ghi:   I  PDT không đ/ký cho SV MH EE4327 (L: Không đủ đ/kiện nhận LVTN)  /I ,  nhưng không ghi rõ là lý do gì.. . Em mong muốn được biết chi tiết lý do hủy môn này?. . Và không biết ở đợt đăng kí LVTN ngày 18/01/2022, em có tiếp tục bị hủy hay không?. . Em đã gửi yêu cầu một lần nhưng vẫn chưa được trả lời thỏa đáng. Nên em rất mong được giải đáp thăc mắc.. . Em xin cảm ơn.",
            "Chào bạn. . Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là sao thầy của bộ môn không đăng gì trên bkel hay gmail thông báo về môn học vậy ạ .",
            "Chào em,. . Em vui lòng trình bày rõ vấn đề nhé,. . về việc tài liệu em có thể gưi phản hồi trực tiếp với giảng viên qua bkel nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Chào thầy/cô.. . . . Em là [full_name], MSSV [student_id] thuộc khoa Điện - Điện Tử.. . . . Sau khi nhà trường thông báo rằng em đã đăng kí nhầm môn học \"Con người và môi trường\" vào lớp Việt Pháp, em đã bị huỷ môn học.. . . . Vì thế, mong thầy/ cô có thể giải quyết giúp em bằng cách cho em đăng kí một lớp học khác. Em rất mong muốn được học môn này trong kì này.. . . . Em cảm ơn thầy/cô đã đọc tin của em.",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân"
        ]
    }
]