[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đang là F1 bị đi cách ly nên em xin rút môn học này để kì sau học",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK211(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/ xem điểm trễ nhất là 30/11/2021. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào pdt. . Em học khoa: Kỹ thuật hóa học. . Em muốn biết là hiện tại nhà trường đã cho phép sinh viên vào trường để làm thí nghiệm lvtn chưa ạ? Em xin cảm ơn",
            "Chào em,. . Hiện tại chưa cho phép SV vào trường cho đến khi có thông báo mới.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào quý thầy cô pđt. E là cựu sinh viên cao đẳng bảo dưỡng công nghiệp, em vừa đăng ký hệ vhvl tuyển thẳng tháng 11 này. Em đã hoàn thành hồ sơ và in ra. Không may, e ghi nhầm ngày tốt nghiệp thpt là năm 2021. Còn lại tốt nghiệp cao đẳng hay các thông tin khác đều đúng. Vậy có cần đăng ký sửa lại hay lúc nộp hồ sơ bổ sung sau ạ?. . E chân thành cảm ơn.",
            "Chào em,. . Em đợi khi nào nhận mail thông báo về việc nộp hồ sơ nhập học nhớ báo chỗ nhận hồ sơ để điều chỉnh sau nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào thầy cô, em có 2 thắc mắc:. . 1) Tại sao học kì 211 đã gần kết thúc nhưng vẫn chưa có điểm môn Hóa đại cương của HK202 được nhập lên Mybk? Theo em biết bảng điểm thi và điểm thí nghiệm đã có đầy đủ.. . . . 2) Theo như em tự tính điểm trung bình học kỳ của mình dựa trên các môn đã nhập điểm trên Mybk và bảng điểm được thông báo trên bkel của môn Hóa ĐC, thì điểm trung bình của em là vừa trên 7 điểm.. . Cho em hỏi là trường mình xét học bồng như thế nào ạ. Và thông tin về học bổng khuyến khích học tập có thể xem ở đâu vì trên trang phòng đào tạo không xem được ạ.. . . . Em xin cảm ơn nhiều ạ.. . . . Trân trọng.",
            "Chào em,. . - Tại sao học kì 211 đã gần kết thúc nhưng vẫn chưa có điểm môn Hóa đại cương của HK202 được nhập lên Mybk. . =  Điểm do GV nhập, em liên hệ Khoa, GV để hỏi nhé.. . - Và thông tin về học bổng khuyến khích học tập có thể xem ở đâu. . =  Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô. . Hiện tại e đã hoàn thành tất cả các môn học nhưng chưa qua anh văn nói viết và tình trạng sinh viên hiện tại là tạm dừng. Thầy/cô cho em hỏi là giờ em có thể đăng ký giấy xác nhận sinh viên được không ạ? và nếu được thì em cần phải làm những gì .. . Em xin cảm ơn thầy/cô. .",
            "Chào bạn,. . Theo quy định trường hợp sinh viên không có thời khóa biểu trong học kỳ, thì không được cấp giấy xác nhận SV để hoãn NVQS nhé bạn. . Bạn cần giấy xác nhận SV gì?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào thầy/cô,. . . . Em là [full_name], MSSV [student_id]. Em hiện tại đã hoàn thành việc học (142 tín chỉ) và đầy đủ các tiêu chí anh văn. Tuy nhiên, em vẫn chưa nhận được mail hay xác nhận có trong danh sách tốt nghiệp cũng như không thể đăng ký tốt nghiệp trên MyBK.. . . . Vậy em mong thầy/cô có thể xem lại trường hợp của em và tiến hành xác nhận giúp em để em có thể linh hoạt hơn trong công việc của mình. . . . . Em xin cảm ơn.. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 23/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào thầy(cô). . Em muốn hỏi là nếu đợt thi cuối kỳ này em không đảm bảo điều kiện về sức khoẻ hoặc cơ sở vật chất thì có thể xin hoãn thi được hay không. Em xin cảm ơn.",
            "Chào em,. . Vui lòng nói rõ là ở HK nào nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . em tên [full_name], hiện tại đang học tại trường khóa K19 ngành xây dựng. Hiện tại em muốn chuyển qua ngành cơ khí, thì ngoài học văn bằng hai thì có cách nào khác để em chuyển ngành mà không cần thi lại không ạ. Nếu có em xin thầy cô hướng dẫn cho em với ạ. Em rất mong nhận được phản hồi từ thầy cô ạ. Em cám ơn.. .",
            "Chào em,. . Không được em nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo!. . Em là [full_name] msvv [student_id] thuộc khoa công nghệ vật liệu Silicate K17 ạ. Hiện tại em đã hoàn thành chương trình học, số ngày ctxh và đậu anh văn 2 kĩ năng nói - viết đợt 3 (02/10/2021) nhưng hiên tại em chưa có tên trong danh sách dự kiến tốt nghiệp đợt này ạ. Em rất mong nhận được sự giúp đỡ từ phòng đào tạo ạ! Em xin cảm ơn!. . Trân trọng!",
            "Chào em,. . Em vui lòng kiểm tra lại mail SV nhé, PDT có gửi mail cho SV vào thứ 6 ngày 12/11/2021. . . . support.stu@hcmut.edu.vn. . 17:48, Th 6, 12 thg 11 (3 ngày trước). . tới tôi. . . . Chúc mừng sinh viên đã có tên trong danh sách dự kiến tốt nghiệp đợt 2 năm 2021.. . . . Sinh viên xem lịch trình đăng ký tốt nghiệp trang web PĐT.. . . . http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp. . . . - Tiếp nhận các phản hồi của sinh viên tại Phòng Đào tạo: từ ngày 12/11/2021 -  đến 08g00 24/12/2021.. . . . - Sinh viên kiểm tra kỹ các thông tin (Họ tên, ngày tháng năm sinh, nơi sinh, điểm TB, loại tốt nghiệp, ngành tốt nghiệp,..) trên danh sách dự kiến tốt nghiệp và Giấy chứng nhận tốt nghiệp tạm thời và đảm bảo không có sai sót vì các thông tin này sẽ được in trên Bằng tốt nghiệp và học bạ. Xin phản hồi ngay với Phòng Đào tạo nếu có sai sót.. . . .   Thứ 6 hàng tuần P.ĐT sẽ lấy dữ liệu SV đăng ký và đã thanh toán lệ phí tốt nghiệp trước đó để tiến hành in giấy chứng nhận tốt nghiệp tạm thời, dự kiến nhận trễ nhất vào thứ 3 tuần tiếp theo. Giấy chứng nhận tốt nghiệp sẽ được tải lên trang đăng ký hồ sơ cấp bằng. Sinh viên tự lên tải về sử dụng trong thời gian này. . . . . Giấy chứng nhận tốt nghiệp bản chính sẽ được gửi về Sinh viên qua bưu cục theo địa chỉ Sinh viên đã đăng ký.. . . . Lưu ý :      . . . . - Đăng ký tốt nghiệp tại myBK (Mục Đăng ký tốt nghiệp), thanh toán tiền qua BKPay, sau đó nhấn xác nhận (Sinh viên không phải in đơn cấp bằng).. . . . - PĐT xác nhận Đơn cấp bằng qua hệ thống, sinh viên theo dõi thông tin được gửi trong email sinh viên.. . . . Trân trọng thông báo.. . . . ​Mọi thắc mắc của sinh viên về học vụ, bạn vui lòng gửi câu hỏi vào trang Hỗ trợ trực tuyến: bksi.hcmut.edu.vn/ hỏi-yêu cầu/Tạo câu hỏi-yêu cầu mới để gửi câu hỏi cho Phòng Đào tạo.. . . . Hoặc liên hệ email: pdt@hcmut.edu.vn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn hủy môn học trong học kì này thì thực hiện online như thế nào hay đến trường để hủy ạ.. . Em cảm ơn. .   i Học vụ .",
            "Chào em,. . - Em muốn hủy môn học trong học kì này thì thực hiện online như thế nào. . =  Đã hết thời gian hủy môn học.. . - Đã hết thời gian rút môn học (phải thanh toán học phí). Nếu em muốn rút, em cần làm theo hướng dẫn sau để trình BLĐ phòng xem xét. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng đào tạo,. . Hiện tại em là sinh viên K18 và theo chương trình đào tạo em sẽ đăng ký luận văn tốt nghiệp vào kỳ sau. Vì tình hình dịch bệnh nên em không thể thực hiện đủ 10 ngày CTXH theo yêu cầu để đăng ký luận văn. Em muốn hỏi vào học kì sau trường có xét điều kiện này hay không?. . Em xin cảm ơn.",
            "Chào em,. . - Em không thể thực hiện đủ 10 ngày CTXH . . =  Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . - Em muốn hỏi vào học kì sau trường có xét điều kiện này hay không?. . =  Hiện tại chưa có thông báo về việc này em nhé.. . Thân mến. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã đủ điều kiện để tốt nghiệp. Tuy nhiên, lúc trước em có đăng ký in bảng điểm nhưng sau đó em không còn nhu cầu nên không thanh toán. Hệ thống đang tính em nợ học phí khoản này. Mong nhà trường xóa khoản này giúp em ạ.",
            "Chào em,. . Em phải thanh toán khoản lệ phí in BD này nhé, các bạn phải có trách nhiệm về việc đăng ký các dịch vụ này, và hiện tại đã ghi nợ trên bkpay, không hủy được nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có gửi yêu xin gửi giấy tạm hoãn NVQS qua bưu điện ấy ạ, mà sợ về lâu phường không chịu nên em muốn hỏi trường có gửi cho em bản PDF để em nộp cho phường được không ạ",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên: [full_name].. . Em có gửi bài viết này rồi nhưng vì sai sót gì đó có thể  nó chưa đến tay a/c được nên em xin gửi lại 1 lần nữa ạ.. . Em không thể đăng ký giấy xác nhận SV để tạm hoãn NVQS được vì không có môn học đăng ký trong kỳ này.. . Lỗi này hoàn toàn là của em vì đã không xem kỹ quy định về việc này trước.. . Sắp tới đây có đợt đăng ký thi AV 2 kỹ năng thì không biết đợt thi này có giúp em in giấy được không?. . Nếu không thì a/c có thể giúp, gợi ý cho em 1 số cách để mình có thể đăng ký in giấy 1 cách nhanh nhất được không ạ?. . Em xin cảm ơn anh/chị.. . . .",
            "Chào em,. . Cô đóng câu này vì đã trả lời em.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]. . Dạ hiện tại tài khoản OCB online của em đang bị khóa, em đã liên hệ OCB để mở lại tài khoản nhưng chỉ có dịch vụ mở tài khoản trực tiếp và ở địa phương em đang ở không có NH OCB và vì dịch bệnh nên em chưa trở lại TPHCM. . . Kính mong PĐT cho phép em chuyển khoản trực tiếp từ tài khoản ngân hàng không phải OCB vào tài khoản trường để thanh toán đợt học phí và phí BHYT ạ.. . Mong nhận được sự phản hồi và em xin chân thành cảm ơn.",
            "Chào bạn,. . Trường chỉ thanh toán học phí qua bkpay, từ ngân hàng OCB, không thanh toán từ ngân hàng được nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em muốn hỏi về giấy tạm hoãn NVQS năm 2021-2022 khi nào phòng đào tạo phát cho sinh viên ạ?. . Và phát cho sinh viên bằng hình thức nào ạ?. .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào Thầy/ Cô.. . Đợt học phí học kì chính này gia đình em chưa chuẩn bị tiền kịp, em muốn xin trường gia hạn cho em được đóng trễ, thì phải làm đơn và nộp như thế nào trong tình hình dịch bệnh này ạ?. . Em xin chân thành cảm ơn Thầy/ Cô.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ, em chào cô,. . . . Em đã hoàn thành chuẩn AV từ kỳ đầu tiên năm nhất nhưng chưa thi lấy bằng TOIEC.. . . . Tình hình phòng, chống dịch COVID-19 và giãn cách xã hội kéo dài cả năm nay và sắp tới nữa khiến rất lo lắng khi nào mới lên lại được tp. HCM để thi và nộp bằng.. . . . Em phải làm gì để có thể đăng ký được Luận văn tốt nghiệp ở học kỳ (Học kỳ 2 Năm học 2021 - 2022) sắp tới ạ?. . Em mong được cô chỉ dẫn: . . 1. Trường hợp miễn điều kiện AV cho kỳ sau có xảy ra không thưa cô?. . 2. Nếu không thì em phải làm gì (viết đơn xin,...) ạ?. . . . Em lo lắng bấy nay, rất mong cô giúp đỡ cho.. . . . Chúc cô ngày mới nhiều niềm vui, sức khỏe. . Trân trọng.. .",
            "Chào em,. . Hiện tại chưa có thông báo nào về việc đăng ký LVTN không xét điều kiện AV của HK212 nhé bạn. . Theo quy định phải đủ điều kiện mới có thể đăng ký LVTN . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Qúy Thầy/Cô,. . Em tên là [full_name]. . MSSV: [student_id], Khoa KTXD. . Hôm nay em thi ĐSTT ca 7h00 ngày 14/11/2021, Nhóm L05-A, do nhà em bị cúp điện và mạng 4G không chạy nổi nên không thể tham gia thi giữa kỳ môn này được.. . Qúy Thầy/Cô cho em hỏi em có được thi lại hoặc hoãn thi không ạ. Và em phải thực hiện như thế nào ạ.. . Mong Qúy Thầy/Cô giải đáp giúp em ạ!. . Em xin chân thành cảm ơn.. .   i Yêu cầu khác .",
            "Chào bạn,. . Về trường hợp hoãn thi giữa kỳ HK211, SV có thể liên hệ trước với GV để xin được kiểm tra bổ sung.. . Các trường hợp chưa được giải quyết, SV có thể tải mẫu đơn “Phiếu đăng ký dự thi kiểm tra bổ sung” tại trang aao.hcmut.edu.vn/Sinh viên/biểu mẫu, điền đầy đủ thông tin và gửi qua bksi (kèm theo minh chứng nếu có). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi nhà trường,. . . . Mong nhà trường giải đáp giúp em.. . Sự việc là em đã không thể sử dụng laptop để vào phòng thi giữa kì môn hệ thống số (lịch thi lúc 7h ngày 13/10), vì vậy em không được thi.. . . . Lý do là vì vào sáng ngày 13/10 nhà em gặp sự cố mất điện đột xuất.. . . . Vì vậy em xin hỏi liệu em có được thi môn đó vào một đợt khác không ạ, hay liệu em có thể làm gì khác không ạ.. . . . Xin chân thành cảm ơn.. . . .   i Học vụ .",
            "Chào em,. . Em nên liên hệ GV giảng dạy để được hỗ trợ nhé.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: chào thầy cô,. . Em là [full_name]. MSSV: [student_id]. . Hiện tại em sắp hoàn thành HKI, chuẩn bị sang HKII làm luận văn tốt nghiệp. Em có xin giấy xác nhận sinh viên của trường gởi xã để bổ sung hồ sơ tạm hoãn nghĩa vụ nhưng không được phê duyệt vì quá thời gian học quy định (9/2016-4/2021).. . Em mong thầy cô, trường có thể châm chước sửa đổi giấy xác nhận để em có thể hoàn thành khoá học sau đó thực hiện nghĩa vụ của em đối với đất nước sau.. . Mong thầy cô giúp đỡ sửa  giấy xác nhận sinh viên của em bằng cách nâng thời gian khoá học theo quy định thành tháng 04/2022   B hoặc  /B  giữ nguyên và phía sau câu \"thời gian khoá học theo quy đinh: 09/2016-04/2021.\", thầy cô phê giúp em : \"do tình hình dịch bệnh COVID-19 ảnh hưởng đến tiến độ học tập, nên thời gian hoàn thành chương trình đào tạo vượt quá thời gian quy định\". . Em mong thầy cô giúp đỡ để em hoàn thành chương trình học trong năm nay.. . EM xin chân thành cảm ơn!!!",
            "Chào em,. . Về thời gian đào tạo trong giấy xác nhận SV đều có ghi rõ về 2 mốc thời gian cho Sinh viên: Thời gian khóa học theo quy định và Thời gian đào tạo tối đa (bạn vui lòng xem lại trong giấy xác nhận SV.. . Nhà trường chỉ có 1 mẫu chung xác nhận SV hoãn nghĩa vụ quân sự cho tất cả sinh viên nam trong trường.. . Em có thể tự trình bày với ban chỉ hủy quân sự, nếu Ban chỉ huy quân sự cần xác minh thông tin sinh viên có thể gửi công văn về trường để xác minh thêm.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   I Học vụ . Em chào thầy cô. . Em là [full_name], MSSV [student_id].. . Dạ thầy cô cho em hỏi, em muốn làm đơn xin miễn điểm môn học thì tải đơn nào về ạ? Em có được làm đơn xin online không ạ?. . Em xin cảm ơn",
            "Chào em,. . -  Em muốn làm đơn xin miễn điểm môn học thì tải đơn nào về . . =  Em vào aao/biểu mẫu/phiếu đăng ký miễn học. . - Em có được làm đơn xin online không ạ?. . =  Gửi qua bksi kèm minh chứng: đơn, bảng điểm .... . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Ngày 14/11 vào 11h00 em có lịch thi môn giải tích 1 giữa học kì 1 nhưng khi em đăng nhập thì bị khóa không được vào.. . Em muốn gửi đơn để xin thi lại có được không ạ? Và cần gửi cho ai để xử lỵ?. . Em xin cảm ơn!",
            "Chào em,. . Khi thi sinh viên chỉ được đăng nhập một lần trên một thiết bị. Nếu tắt mà không đăng xuất thì bị khóa. Trước khi cán bộ coi thi vào phòng thi mở khóa cho tất cả các em. Theo quy định thì bên tổ chức thi phải có thông tin để sinh viên liên lạc nếu khi có sự cố. Trên trang bkex PĐT cũng lưu ý là sv nên lưu lại link google meet phòng thi trước đó. Vì vậy nếu có sự cố em liên lạc với bên tổ chức thi hoặc cán bộ giảng dạy để giải quyết.. . Thân mến. .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "-Trong lúc điểm danh , thầy giám thị có bảo em phải record lại màn hình bản thân trong lúc thi, em có record bản thân nhưng mà đến lúc thầy bảo những em sinh viên mang tai nghe hãy tháo ra thì em làm theo yêu cầu của thầy, nhưng lức đó, tự nhiên record của em tự tắt và lức đó em cũng không biết là record có còn hoạt động hay không nên em vẫn cứ làm bài thi.. . . .   i Yêu cầu khác .  -Em mong là thầy/ cô sẽ xem xét trường hơp jcuar em. Đây là đường link drive đến record bài thi của em, em phát hiện ra record bị lỗi khi em làm bài thi xong và kiểm tra lại record.. .  . .   B link drive:  /B  https://drive.google.com/file/d/1SVu3B2zwDqaBKX2_CNb0Ubfb-De9uyGs/view?usp=sharing. .  . . (hoặc không em có gửi 1 record của em để thầy/cô kiểm tra)",
            "Chào em, . . Em nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy (cô) . . Ngày 14/9  e có đăng kí giấy hoan nghĩa vụ của Trường vì đăng kí gửi về theo bưu điện... Nhưng Sao tới nay em vẫn chưa nhận được.. Hiện tại địa phương e đang gọi em khám... Mong thầy (cô)  kiem tra giúp em ạ. .",
            "Chào bạn;. . Trường gửi bạn mã vận đơn của viettel post, bạn theo dõi nhận qua đường bưu điện nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô ạ,. . . . Em là [full_name], sinh viên khóa 19 ngành Khoa học Máy tính của trường mình. Em có thắc mắc về cách tính điểm với các môn nằm trong nhóm tự chọn C.. . . . Theo chương trình đào tạo thì sẽ yêu cầu tối thiểu 15 tín chỉ, tức 5 môn. Nhưng nếu em học 7 môn trong nhóm này (21 tín chỉ) và bị rớt 2 môn thì 2 môn này có được tính trong điểm xét tốt nghiệp hay không ạ hay chỉ lấy điểm của 5 môn (15 tín chỉ) mà em đã qua môn thôi ạ?. . . . Mong thầy/cô hồi âm sớm.. . . . Chúc thầy/cô một ngày tốt lành!. . . .",
            "Chào em,. . Điểm Tbtl là tính hết tất cả các môn mà sv theo học. Còn đtbtn thì mới chọn môn học tự chọn và có điểm cao nhất tính.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ tên của em là [full_name] mà bkexam của em là [full_name] thì đổi như thế nào ạ . . Em cảm ơn",
            "Chào em,. . PĐT đã cập nhật.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ mọi người ơi sao thời khóa biểu để em sẽ có lịch học Hóa thí nghiệm offline vào tuần 46 tức là bắt đầu từ thứ hai (15/11) ngày mai nhưng em vẫn chưa thấy thông báo gì từ phòng đào tạo ạ? Em cảm ơn mọi người ạ.. .",
            "Chào em,. . Hiện tại chưa được phép vào trường, nhà trường sẽ thông báo sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào quý thầy cô ạ !. . Em tên [full_name] - MSSV: [student_id]. . . . Cho em hỏi em xin thực tập ở Công ty ngoài quê và Cty yêu cầu em phải có giấy giới thiệu thực tập thì làm sao để em có được giấy đó ạ.. .",
            "Chào em,. . Về giấy giới thiệu, em vui lòng liên hệ Khoa của em để được hỗ trợ.. . Phòng Đào tạo chỉ cấp giấy xác nhận SV, em có thể đăng ký tại mybk/Đăng ký in Giấy xác nhận SV và chọn hình thức gửi qua được bưu điện nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "U   b MSSV/MSGV: [student_id]  /b \t  /U . . . .   i Yêu cầu khác . Dạ chào các thầy, cô ạ. Em tên   U [full_name]  /U . Trong quá trình thi giữa kỳ môn Đại số tuyến tính, em mở một tab Google Meet khác để ghi lại màn hình. Nhưng vấn đề là em quên chia sẻ màn hình nên nó thành ra nguyên video chỉ thấy hình avatar của gmail trường cung cấp cho em. (Em có kèm hình ở dưới ạ). . . .   B Em muốn hỏi là em nên xử lý như thế nào để vẫn được công nhận điểm thi ạ?  /B  Hiện tại thì em cũng không thể vào link Google Form trên BKex cung cấp do trên đấy đề là em   B không có quyền truy cập  /B . Mong nhận được phản hồi và sự giúp đỡ của các thầy, cô ạ. Em cam đoan với các thầy, cô là trong quá trình làm bài thi em không có gian lận với bất kỳ hình thức nào ạ. . . . . Em cảm ơn các thầy cô đã xem ạ.",
            "Chào em,. . Em nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . . . Em có đăng ký giấy hoãn nghĩa vụ quân sự đã hơn 1 tuần nhưng vẫn chưa có sự xác nhận, trong khi ngày 16/11 sắp tới em phải nộp giấy hoãn cho cơ quan bên phường. Mong phòng đào tạo giúp em sớm xác nhận để em kịp nộp trước thời hạn ạ. Em cảm ơn rất nhiều.\t. . . .   i Yêu cầu khác .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa Phòng đào tạo,. . Em tên là [full_name]. MSSV [student_id]. Ở trang AAO Tốt nghiệp danh sách SV tốt nghiệp chính thức 11/2021 được cập nhật vào ngày 25/10 em không còn tìm thấy MSSV của mình mặc dù trước đó vẫn có thể tìm thấy.. . Em kiểm tra trên mybk thì thấy là tình trạng sinh viên của mình đã chuyển sang trạng thái Tốt nghiệp.. . Cho em hỏi là em vẫn còn năm trong danh sách tốt nghiệp chính thức đợt 1 đúng không ạ.. . Em xin cảm ơn.. . [full_name].",
            "Chào em,. . Trường hợp của em đã được cập nhất quyết định tốt nghiệp trên trang mybk/Thông tin SV/Tình trạng. . Em vào kiểm tra lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có đăng ký in bảng điểm qua mybk đã có ngày hẹn trả kết quả nhưng tới nay e vẫn chưa nhận được ạ. . Em tên : [full_name]. . Mssv:[student_id]. . . .",
            "Chào bạn,. . Phòng Đào tạo đã in bảng điểm và chuyển cho bưu điện trong hôm nay em nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy cô,. . . . Cho e hỏi sắp tới trường có tổ chức đợt thi Anh văn 2 kỹ năng Nói - viết theo hình thức trực tuyến dành cho Sinh viên chuẩn bị tốt nghiệp trong học kỳ 211 không ạ?. . . . Em xin cảm ơn.. . [full_name]",
            "Chào em,. . Về đăng ký thi anh văn 2 kỹ năng nói viết trực tuyến đợt tiếp theo, dự kiến sẽ tổ chức thêm 1 đợt cho HK211. Em vui lòng đợi thông báo đăng ký qua mail Sinh viên dự kiến sau ngày 19/11.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . cho e hỏi là hiện tại e là sinh viên nam 2 , chưa qua được anh văn năm nhất và cũng chưa học được anh văn ở năm 2 thì cho e hỏi có cách nào để khắc phục ở anh văn năm nhất k ạ. .  . . . .",
            "Chào em,. . Em vui lòng trình bày rõ vấn đề giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ kính gửi Phòng đào tạo, . . Em tên là [full_name] - MSSV:[student_id]. . Hiện tại em đã rời khỏi lớp KSTN khoa Kỹ thuật Hóa học. Nhưng do kỳ 202 em có học trước môn Thí nghiệm hóa lý (CH2041) so với chương trình đào tạo và lúc đó em vẫn đang học lớp KSTN. Nên hiện tại, dù đã ra khỏi lớp KSTN nhưng Bảng điểm của em vẫn có phần mở rộng của môn Thí nghiệm Hóa lý. Vậy cho em hỏi là em có thể xin rút môn mở rộng của môn Thí nghiệm hóa lý không ạ? Hay em phải tiếp tục học môn đó ạ?. . Em mong nhận được sự phản hồi sớm từ Phòng đào tạo ạ. . Em xin cảm ơn. .",
            "Chào em,. . Môn mở rộng không ảnh hưởng, nếu sv muốn rút có thể làm đơn xin rút môn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô ạ. Em ở KTX ĐHQG nên tham gia bảo hiểm y tế ở KTX nhưng do nhầm lẫn nên em đã đăng kí tham gia BHYT ở trường 1 lần nữa ạ. Hiện tại em muốn huỷ đăng kí ở trường thì phải làm sao ạ?",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Gửi PĐT.. . Em có thắc mắc về vấn đề thanh toán học phí. Vào các học kì trước thì em thanh toán học kì theo các bước như sau:. . B1: Đăng nhập vào mybk -  vào BKPAY.. . B2: Chọn phần học phí cần thanh toán -  thanh toán.. . B3: Trang web tự động chuyển sang trang OCB online.. . B4: Đăng nhập tài khoản OCB.. . B5: Chọn phần thanh toán -  xác nhận -  nhập số OTP được gửi về điện thoại -  thanh toán.. . B6: Đăng xuất và kiểm tra BKPAY. . Tuy nhiên ở học kì này em bị lỗi từ bước 4,5. Sau khi đăng nhập xong, trang web OCB online không hiện lên phần chọn thanh toán mà chỉ hiển thị như hình bên dưới.. . Nhà của em hiện tại khá xa các chi nhánh OCB nên mong PĐT sớm có hướng giải quyết.. . Mong PĐT sớm hồi đáp, em xin cảm ơn.",
            "Chào em,. . Em liên hệ số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name], sinh viên ngành 108, hôm nay em có vấn đề này muốn hỏi ạ.. . Em thi bài kiểm tra giải tích 1 ngày 13/11/2021  nhưng mà ngày 14/11/2021 thì hết hạn làm bài. Thì khi chuẩn bị kiểm tra em nhà em bị lỗi về điện nên không kiểm tra mà sáng hôm sau thì kiểm tra giữa kì nên em không kiểm tra được, cuối cùng hết hạn kiểm tra. Vậy có cách nào giải quyết được vấn đề này không ạ, em cảm ơn ạ.",
            "Chào em,. . Em nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em đang làm thủ tục vay vốn ngân hàng chính sách ở địa phương. Em vào trang của Phòng Công tác chính trị thì em đã tìm thấy mẫu đơn để vay vốn như đã đính kèm. Mong BKSI hướng dẫn cho em quy trình về việc vay vốn sinh viên như thế nào.. . Em xin cám ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa phòng đào, tuần 45 vừa qua thầy Vui lớp cơ kết cấu L09 học kì 211 có tổ chức cho lớp em thi giữa kỳ. Tuy nhiên, vì lí do khu vực em đang thường trú bị cúp điện nên em không thể tham gia buổi thi. Em đã gửi email giải thích nguyên nhân ngay trước buổi thi với thầy nhưng vẫn chưa nhận được trả lời từ thầy. Em cũng xin được giải thích thêm do mạng 3g của em hôm đó cũng sắp hết hạn nên chỉ vừa kịp gửi email cho thầy trước giờ thi chứ không vì nguyên nhân muốn trì hoãn việc thi cử. Em rất mong phòng đào tạo có thể cho em cách giải quyết trường hợp của em với ạ vì môn học của em không còn tiết học nữa. Em xin cảm ơn nếu được giải quyết!",
            "Chào em,. . Em có thể liên hệ với GV để xin cho kiểm tra bổ sung lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào,. . Em tên là LƯƠNG NGUYỄN VIẾT NAM. . MSSV [student_id]. . . . Em đã hoàn thành tất cả các khoản thanh toán hp trên BKPAY (trừ HP SDH) nhưng vẫn có ghi chú trong DANH SÁCH TỐT NGHIỆP CHÍNH THỨC.. . . . Em xin hỏi:. . 1. Em có cần phải hoàn thành luôn HP của Chương trình SDH để có thể đủ điều kiện tốt nghiệp ?. . 2. Nếu không cần thì em có phải làm đơn hay thủ tục về vấn đề trễ hạn học phí không ạ ?. . . . Em xin cảm ơn",
            "Chào em,. . Vấn đề học phí của SDH em liên hệ bên phòng Đào tạo SDH để được giải đáp nhé.. . Cô thấy bạn đã đăng ký tốt nghiệp được rồi nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Kính gửi PĐT. . . . Em: [full_name]. . . . Mssv: [student_id]. . . . Ngành: Tự động hóa . VLVH. . . . Dạ mong thầy cô cho biết là (điểm trung bình của môn học= 4đ trở lên có được qua môn không ạ).Các khóa trước từ 4.75đ làm tròn 5đ là qua môn,Vì em nghe được thông tin từ K21 là 4đ trở lên qua môn. Vậy em K21 VLVH từ mấy điểm được qua môn. . Em chân thành cảm ơn Thầy Cô. . . .",
            "Chào bạn,. . Em có thể đợi quy chế mới sắp được ban hành để biết chính xác thông tin nhé (áp dụng từ khóa 2021), hiện tại đang trong giai đoạn hoàn thiện   và sẽ thông báo cho SV về quy chế mới. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy cô phụ trách trang hỗ trợ sinh viên trực tuyến, em là [full_name], MSSV [student_id]. Hai tuần trước em đã đăng ký in giấy xác nhận sinh viên và chọn chuyển phát bưu điện, nhưng vẫn chưa nhận được và hạn nộp cho bên quản lý nghĩa vụ quân sự là 20/11. Tệp ảnh đính kèm là tình trạng giấy xác nhận sinh viên hiện tại của em, địa chỉ nhận em ghi lúc trước ở phía trên của ảnh. Em không biết hiện tại bưu điện đã tiến hành gửi chưa nên mong thầy cô giúp đỡ, hỗ trợ. Em xin chân thành cảm ơn.. .",
            "Chào bạn;. . bên viettel post báo bạn đã nhận thư từ ngày 15/11 rồi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào quý thầy/cô PĐT. Em đang có thắc mắc về việc hoãn nghĩa vụ quân sự, mong quý thầy/cô giải đáp giúp em ạ. Tại địa phương của em em đã nộp giấy hoãn nghĩa vụ của trường rồi nhưng họ không chịu và yêu cầu em phải in bảng điểm, có xác nhận của trường nữa thì mới công nhận em là sinh viên đang theo học tại trường. Giờ em phải làm sao để chứng minh mình vẫn đang theo học ạ. Hiện tại địa phương của em đã gửi giấy khám sức khỏe ngoài huyện luôn rồi nếu không chứng minh được vẫn còn học thì có lẽ tháng 2 năm sau em phải đi nghĩa vụ rồi. Mong thầy/cô giải đáp giúp em ,em xin chân thành cảm ơn.",
            "Chào em,. . Về thời gian đào tạo trong giấy xác nhận SV đều có ghi rõ về 2 mốc thời gian cho Sinh viên: Thời gian khóa học theo quy định và Thời gian đào tạo tối đa (bạn vui lòng xem lại trong giấy xác nhận SV.. . Nhà trường chỉ có 1 mẫu chung xác nhận SV hoãn nghĩa vụ quân sự cho tất cả sinh viên nam trong trường.. . Em có thể tự trình bày với ban chỉ hủy quân sự, nếu Ban chỉ huy quân sự cần xác minh thông tin sinh viên có thể gửi công văn về trường để xác minh, chỉ có SV đang theo học tại trường và có thời khóa biểu trong học kỳ mới được cấp giấy xác nhận SV. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô,. . Em đã gửi thông tin trong câu hỏi trước nhưng chưa được giải quyết nên em đã tạo câu hỏi mới. Thầy,cô có thể kiểm tra và cập nhật giúp em về chứng chỉ toeic nói viết được không ạ. Hiện 2 kĩ năng nói viết em đã thi ngày 8/10 và đã đậu rồi ạ, số điểm là 210 và Toeic nghe đọc em cũng đạt 610 rồi ạ.. . Và hiện em đã đủ điều kiện đăng kí tốt nghiệp nhưng vẫn chưa có trong danh sách TN dự kiến, mong thầy cô có thể kiểm tra và cập nhật sớm để em có thể đăng kí TN. . Em cảm ơn thầy,cô ạ. . [full_name], MSSV:[student_id]",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 26/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân mến. .",
            "Dạ, em đã gửi mail xin được đăng kí từ trước đợt  9/11 và nhận được phản hồi như trên ạ. Sau 9/11 em vẫn không thấy tên trong dstn dự kiến, Hi vọng đợt 26/11 pdt sẽ cập nhật lại giúp em ạ. . . Em cảm ơn cô nhiều"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào cô,. . Em [full_name]. Mssv [student_id] hệ vừa học vừa làm.. . Cho em hỏi điểm toeic ra trường của hệ vừa học vừa làm là 400 đúng không ạ?. . Và cho em hỏi cách quy đổi điểm môn anh văn ạ, e chưa có học bất kì anh văn 1234 tại trường. Em cần bao nhiêu điểm tối thiểu để được 5. cho 4 môn anh văn ạ.. .",
            "Chào em,. . Trường hợp khóa 2014 khi làm đơn xin chuyển qua hình thức VLVH, trong Chương trình đào tạo không có 4 môn AV 1,2,3,4 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Em xin chào,. . Em đang muốn làm hồ sơ xét tuyển nhập học hệ VHVL, em đọc thì thấy điều kiện xét tuyển thẳng có phân mà sinh viên đã trúng tuyển đại học BK chưa quá 10 năm được xét tuyển thẳng, nhưng trong form điền thì bắt em phải điền năm tốt nghiệp đại học trong khi em chưa tốt nghiệp đại học. . Em kính mong nhà trường có thể hướng dẫn em làm hồ sơ nhập học hệ VHVL. . \t. . . .   i Yêu cầu khác .",
            "Chào em,. . Em chưa tốt nghiệp bên chính quy của ĐHBK, thì không điền vào trang đăng ký trên nhé.Chào bạn,. . Khoảng đầu tháng 12/2021, SV vào tải mẫu đơn xin chuyển qua VLVH tại aao.hcmut.edu.vn/Sinh viên/biểu mẫu, điền đầy đủ thông tin và gửi qua bksi (hiện tại chưa có biểu mẫu này) để nộp đơn xin chuyển qua VLVH từ HK212.. . Thân. .",
            "dạ vâng nhưng hiện tại em bị buộc thôi học do chưa đạt chuẩn anh văn bên hệ CLC ạ",
            "Diện SV đang học, hoặc hết thời gian đào tạo bên chính quy (còn thời gian bên VLVH), buộc thôi học được làm đơn chuyển qua VLVH nhé bạn. . Thân",
            "em thấy trên link có biểu mẫu này đúng không ạ",
            "Chào em,. . Đúng rồi bạn, mới đưa lên tạm cho SV sử dụng nhé, em có thể điền theo mẫu và gửi qua bksi nhé. . Thân",
            "-PĐT có kêu em gửi mail, vậy giờ em có cần in cái biểu mẫu này ra gửi lại cho bên bksi không ạ. . -trước em học kỹ thuật xây dựng, giờ muốn đổi qua khoa học máy tính thì điền ở đâu trong biểu mẫu ạ",
            "Chào bạn,. . Về việc chuyển qua hệ VLVH. . Bạn vui lòng tải mẫu đơn: Phiếu đề nghị chuyển sang hình thức Vừa Làm Vừa Học  tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Thân. . . . Em làm lại theo hướng dẫn này giúp cô nhé. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào PĐT ạ. Hiện tại GĐ em cũng khá khó khăn, địa phương chỗ em có hỗ trợ chương trình vay vốn tiền học cho sinh viên học đại học. . . . . Kỳ 211 em vừa có đăng ký in giấy xác nhận sinh viên để làm hồ sơ vay tiền cho sinh viên ở địa phương (phần đăng kí in giấy xác nhận sinh viên em chọn mục \"Bổ túc hồ sơ cho địa phương\"). Tuy nhiên địa phương không chấp nhận và yêu cầu giấy xác nhận vay tiền cho sinh viên.. . . . Dạ cho em hỏi giấy đó là như thế nào ạ? Và trường mình có hỗ trợ xác nhận sinh viên cho việc này không ạ? Em cám ơn!",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Kính gửi phòng đạo tạo,. . . . Em là [full_name], mssv [student_id]. Ngày 14/11/2021 em có tham gia hiến máu tình nguyện tại địa phương và có chứng nhận. Em nộp cho trường để được ngày ctxh được không ạ? Và nếu được thì em làm như thế nào ạ? Em cảm ơn\t. . . .   i Yêu cầu khác .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . dạ thưa là e tên [full_name] MSSv [student_id]. . do ngân hàng hàng OCB ở khu vực e đã ngừng hoạt động do có ca nhiễm F0 nên e xin phép đóng học phí muộn ạ. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT.. . Em tên [full_name], mssv [student_id], do hiện tại ảnh hưởng của dịch COVID-19 gia đình em hiện đang rất khó khăn trong tài chính, em mong PĐT sẽ cân nhắc hoãn học phí HK211 này cho em đến sau Tết để em có thể chuẩn bị thật tốt ạ, em xin cảm ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy cô.. . Hiện tại tình hình gia đình em sau dịch rất khó khăn.. . Mà em đã lỡ đăng ký hoãn học phí vừa rồi thì không biết có cách nào cho em đăng ký hoãn học phí nữa không ạ.. . Thật sự em đang gặp khó khăn về thanh toán học phí kì 211 ạ. Thầy cô có cách nào xem xét giúp em với ạ.. . Em xin cảm ơn thầy cô nhiều.. . Chúc thầy cô sức khoẻ. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    }
]