[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Xin chào anh/chị Phòng đào tạo,. . . . Em tên là [full_name], MSSV: [student_id], cựu sinh viên Bách khoa. . . . Em có thể xin course outline (bằng tiếng Anh càng tốt) của chương trình Tiên Tiến, ngành Điện-Điện Tử được không ạ?. . . . Em xin cảm ơn",
            "Chào em,. . Em liên hệ về Khoa Điện để được hỗ trợ về trường hợp này nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô ạ,. . Dạ em là [full_name], sinh viên K18 khoa Quản lý Công Nghiệp ạ. Dạ đợt vừa rồi em có đăng ký bổ sung LVTN trễ hạn nhưng kết quả là không đủ điều kiện nhận LV. Dạ em có thắc mắc là, hiện tại tín chỉ tích lũy của em trên hệ thống MyBK cập nhật là 114 chỉ và nếu cộng với 11 chỉ của HK211 nữa sẽ bằng 125 chỉ và yêu cầu của PĐT là 126 chỉ mới đủ điều kiện để đăng ký LV. Nhưng theo thông báo của pđt trước đó là không xét chuẩn AV Quốc tế khi xét LV (8 chỉ), nên nếu không xét thì em nghĩ em vẫn đủ điều kiện để đăng ký LV ạ. Tại bên khoa em số tín chỉ tích lũy để ra trường là 142 chỉ, dạ nên nếu tính đến HK211 là 125 chỉ + 8 chỉ av + 9 chỉ LV = 142 chỉ thì em đủ điều kiện để ra trường ạ.. . Em kính mong thầy/cô có thể xem xét vấn đề này lại giúp em ạ.. . Em xin cảm ơn quý thầy/cô nhiều ạ.",
            "\"Chào bạn. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . 114+11=125  126. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT,. . . . Em là Phạm Hồ Anh Đức, mã sinh viên: 1811982.. . Em làm đơn mong PĐT hỗ trợ trong việc cập nhật môn học tương đương, cụ thể như sau:. . + Môn học Thống kê trong kinh doanh (IM1017): đã học trong HK 202 với điểm tổng kết là 7.0 - tương đương với mã IM2007 trong CTĐT K18.. . . . Em cảm ơn ạ.",
            "Chào em,. . Môn tương đương của bạn đã được cập nhật, em cần cập nhật để xét đăng ký gì? vui lòng trình bày rõ thêm giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]. . Họ và tên: [full_name]. . . . Chào thầy/cô. . . . Em là sinh viên khoá K20 lớp VL2004. . . . Tình hình là vào tuần 10 em có lịch học thí nghiệm OFF các môn từ kì trước để hoàn thành chương trình học nhưng hiện tại em mới phát hiện bản thân là F0 nên không thể tham gia lớp học OFF vào tuần 10 được. . . . Vậy em viết đơn này mong thầy/cô cho em biết phải làm như thế nào ạ (em cũng đã đăng bài tìm gmail hai cô thí nghiệm nhưng suốt nhiều ngày vẫn không tìm được). . . . Mong thầy cô phản hồi em vì theo nhiều nguồn tin biết được thì dù đã có điểm rồi nhưng không tham gia học OFF các buổi thí nghiệm thì vẫn sẽ bị rớt môn ạ và lịch học OFF thí nghiệm có môn chỉ có 1 buổi duy nhất vào tuần sau thôi ạ. . . . Em chân thành cám ơn.",
            "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 12/3/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT,. . . . Em tên là [full_name], mã sinh viên 181192.. . Trong file KQ kèm lí do mà PĐT gửi qua mail, ở mục Tín chỉ chưa có điểm HK202, 203 thì của em bị trống, trong khi trên Mybk thì môn Thực tập ngoài trường của em đã cập nhật điểm như file đính kèm sau đây. Mong PĐT xem xét giúp em ạ.. . . . Em xin cảm ơn.. . . .",
            "\"Chào bạn. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em tên: [full_name]. . MSSV: [student_id]. . Mã môn học: ME4677. . . . Lý do: em đã hoàn thành đầy đủ các môn học theo tiến độ nhà trường (không bị nợ môn). Ngoài ra em đã nộp chứng chỉ anh văn và được xác nhận đăng kí (07/03/2022) rồi ạ. PDT có thể xem xét lại trường hợp của em để em đủ tín chỉ đăng kí luận văn kì này ạ. . . . . Em cảm ơn.",
            "\"Chào bạn. . Hiện tại đã đến tuần thứ 8 của HK 212, nên bạn vui lòng làm đơn đăng ký LVTN, trong đơn ghi rõ tên môn học, mã số môn học, lý do bổ sung. Và phải có xác nhận của Khoa + Giảng viên hướng dẫn đồng ý bổ sung và xác nhận tiến độ thực hiện được bao nhiêu phần trăm (có thể gởi yêu cầu Khoa + Giảng viên hướng dẫn xác nhận trong đơn, hoặc xác nhận qua mail, bạn chụp hình mail  đồng ý đính kèm ), gởi yêu cầu tại BKSI để xử lý. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên: [full_name]. . MSSV: [student_id]. . Mã môn học: ME4677. . . . Lý do: em đã hoàn thành đầy đủ các môn học theo tiến độ nhà trường (không bị nợ môn). Ngoài ra em đã nộp chứng chỉ anh văn và được xác nhận đăng kí (07/03/2022) rồi ạ. Em mong PDT có thể xem xét lại trường hợp của em để em đủ tín chỉ đăng kí luận văn kì này ạ.. . . . Em cảm ơn.",
            "\"Chào bạn. . Hiện tại đã đến tuần thứ 8 của HK 212, nên bạn vui lòng làm đơn đăng ký LVTN, trong đơn ghi rõ tên môn học, mã số môn học, lý do bổ sung. Và phải có xác nhận của Khoa + Giảng viên hướng dẫn đồng ý bổ sung và xác nhận tiến độ thực hiện được bao nhiêu phần trăm (có thể gởi yêu cầu Khoa + Giảng viên hướng dẫn xác nhận trong đơn, hoặc xác nhận qua mail, bạn chụp hình mail  đồng ý đính kèm ), gởi yêu cầu tại BKSI để xử lý. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học LVTN mã môn học ME4019. Em có thắc mắc là em đăng kí môn học thành công nhưng pdt không gửi danh sách về bộ môn ạ. .",
            "Chào bạn. . Bạn kiểm tra lại tại Mybk-tkb: bạn không có tkb môn LVTN ở Hk 212. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name] mssv:[student_id]. Ngày 5/3 em có kì thi giữa kì môn trường điện từ và kinh tế học đại cương mà vì lí do sức khoẻ và điều kiện thiết bị không đáp ứng ( em đang cách li ạ) nên em muốn hoãn kỳ thi này không biết được không ạ và mong PĐT giải quyết giúp với ạ.. . em có viết mail cho giảng viên bộ môn và mail PDT lúc đó rồi ạ. . Em cảm ơn.",
            "\"\"\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kính gửi PĐT,. . . . Em là [full_name]-MSSV [student_id]. Em có nhận được email PĐT gửi có file đính kèm kết quả lý do không xét được LVTN của đợt đăng ký LVTN HK212 trễ hạn qua link google form với lý do là không đủ tín chỉ tích lũy 125/126 (trong đó có 104 tín chỉ tích lũy được ở kỳ 203). . . . . Tuy nhiên, số tín chỉ tích lũy theo hệ thống mybk tính đến HK211 của em là 134 (bao gồm 113 chỉ tín đến HK203 và 21 chỉ đăng ký ở kỳ 211). . . . . Kính mong PĐT xem xét lại để em có thể hoàn thành đúng tiến độ luận văn.. . . . . . Em xin chân thành cảm ơn. .",
            "\"Chào bạn. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là nếu môn em hoãn thi có mở trong kì hè thì em có được thi trong kì hè luôn không ạ ?",
            "Chào bạn. . Chuẩn bị có thông báo về việc xoá điểm HT. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sinh viên K21 thuộc khoa điện-điện tử (chương trình chính quy đại trà), dạ cho em hỏi khi nào trường mới phát thẻ sinh viên cho sinh viên K21 ạ?. . Và nếu muốn nhận thẻ sinh viên thì đến đâu để nhận ạ? . . Em xin cảm ơn. . . Trân trọng,. . [full_name]. . . .",
            "Chào bạn. . Nhà trường vẫn đang in thẻ, khi nào xong sẽ gởi mail cho SV thông báo chi tiết nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác   . . Do lịch học môn anh văn 1A của em trùng với lịch học GDQP nên em mong có thể đổi Av1A qua giờ khác để phù hợp .. .",
            "Chào em,. . Hiện tại không còn nhóm nào khác để đổi cho SV nhé, vì trùng lịch giáo dục Quốc Phòng của bạn.. . Em có xin hủy MH hay không? Vui lòng gửi lại phản hồi cho PDT, ghi rõ tên và mã MH xin hủy?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quý thầy cô PDT ạ,. . . . Em tên là [full_name], MSSV [student_id]. Dạ cho em hỏi là các môn tự chọn tự do mình có thể không học theo tiến độ của chương trình đào tạo được không ạ. Tức là trong chương trình đào tạo kì 4 mới bắt đầu có tín chỉ tự do thì em đăng kí môn tự do từ kì 3 luôn được không ạ ? Em xin cảm ơn nhiều ạ.",
            "\"Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy cô phòng đào tạo như yêu cầu trước đó và đã được phản hồi thì đã hết ngày 7/3 nhưng hiện tại em vẫn chưa có thể đăng kí tốt nghiệp được mong thầy cô xem xét lại và kiểm tra giúp em nguyên nhân tại sao em vẫn chưa biết được đăng kí tốt nghiệp . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đạo tạo,. . . . Em tên là [full_name] , MSSV [student_id]. . . . Em muốn hỏi là PĐT có thể giúp em xem lại tổng số tín chỉ hiện tại của em không ạ. Vì em xem trong kết quả đợt đăng ký LVTN trễ hạn thì lý do em không xét được LVTN là do tổng số tín chỉ của em là 124 chỉ (thiếu 1 chỉ so với quy định), nhưng hiện tại tổng số chỉ  của em là 128 chỉ (vì em đã chuyển điểm tiếng anh).. . Để chứng minh em có đính kèm bảng điểm của mình ở dưới, số tín chỉ học kỳ 3(2020-2021) là 113 chỉ + thêm 15 chỉ của học kỳ 1 (2021-2022) là 128 chỉ ạ. . . . Mong PĐT xem xét và sớm phản hồi liệu em có đăng ký được LVTN kỳ này không ạ,. . Em cảm ơn PĐT nhiều ạ.",
            "\"Chào bạn. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi, . . . . Chương trình học yêu cầu em hoàn thành 3 môn tự chọn nhóm A.. . . . Em đăng ký các môn sau theo thứ tự:. . . . 1. Công nghệ vật liệu nhựa & gia công khuôn mẫu (Qua môn). . 2. Tối ưu hóa & quy hoạch thực nghiệm (Qua môn). . 3. Nhập môn thị giác máy tính (Rớt môn, chưa học lại). . 4. Phương pháp phần tử hữu hạn (Qua môn). . . . Cho em hỏi là em có cần học lại môn 'Nhập môn thị giác máy tính' không? Và nó có ảnh hưởng gì tới điểm trung bình tích lũy ngành cuối cùng để xét nghiệp không?. . . . Cảm ơn.",
            "\"Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em đăng kí av và thỏa yêu cầu nhưng k thấy thời khóa biểu và tên trong danh sách lớp.",
            "Chào em;. . môn này không đăng ký được do nợ tiên quyết là LA0011 nhé. . Thân",
            "Cho em hỏi LA0011 là avcb nhưng mà em đã pass avcb trên 400đ khi thi av đầu vào do trường tổ chức r ạ",
            "Chào bạn. . Trong hệ thống không ghi nhận dữ liệu bạn báo, bạn bổ sung minh chứng để xử lý nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào quý Thầy/Cô, . . . . Em tên Nguyễn Thị Kim Yến, MSSV: [student_id], em có thấy trường không xét anh văn trong HK212,  em  chưa nộp bằng anh văn, hiện tại em được 125 tín chỉ. 125 tín chỉ + 8 chỉ anh văn + 9 chỉ luận văn = 142 tín chỉ (đủ điều kiện ra trường), tuy nhiên em vẫn không đăng kí được LVTN, em rất mong quý Thầy/Cô xem xét để em có thể đăng kí được môn LVTN ạ. . . . . Dạ còn trong trường hợp em không đăng kí được môn LVTN do thiếu 1 chỉ thì em có thể giải quyết bằng cách nào để có thể vẫn tốt nghiệp trong tháng 11 sắp tới ạ. . . . . Em xin chân thành cảm ơn quý thầy cô ạ.",
            "Chào bạn. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . . . - Bạn cần tích luỹ số tín chỉ ở hk 212 để đăng ký môn LVTN ở Hk213. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi thấy/cô,. . . . Em là sinh viên K16 đã tạm dừng học từ học kì 191 (2019-2020) để du học. Hiện em có nguyện vọng rút hồ sơ và bảng điểm ( đã thanh toán trên bkpay) để hoàn thiện hồ sơ cá nhân tại Đức. . . . . Em có nhờ người thân đến phòng giáo vụ cơ sở 1 để trình bày nguyện vọng nhưng không đạt được kết quả. . . Thầy/cô có thể hướng dẫn em thủ tục  và những giấy tờ cần thiết để có thể rút hồ sơ được không ạ?. . . . Mong sớm nhận được phản hồi tích cực từ quý thầy/ cô. . . . . . . Trân trọng,. . [full_name]",
            "Chào bạn. . Bảng điểm thì lúc nào bạn cũng có thể nhờ người nhà đến đăng ký in, đóng tiền. . Tuy nhiên hồ sơ tại trường khi bạn nộp, toàn bộ giấy tờ là bảng pho to công chứng. . Thân. .",
            "Gửi quý thầy/ cô. . . . Em xin cảm ơn vì phản hồi của thầy/cô. . . Trong hồ sơ em cần rút thêm bảng điểm thi đại học năm 2016 và giấy gọi nhập học của trường ấy ạ. . . . . Em xin cảm ơn ạ. .",
            "Chào bạn. . Nếu vậy thì bạn vui lòng làm đơn rút hồ sơ : trình bày rõ tình trạng hiện tại, nguyện vọng, ký tên để Cô trình Ban lãnh đạo phòng xem xét. . Thân",
            "Gửi Cô Như,. . . . Em xin cảm ơn sự hướng dẫn nhanh chóng và kịp thời của cô.. . . . Trong file đính kèm em xin gửi cô đơn xin rút hồ sơ đại học Bách khoa do em soạn thảo ( do khong tìm được biểu mẫu trên trang aao). . . . Nếu được, em rất vui khi được nhận file giấy biên nhận hồ sơ qua E-Mail: [email]. . . . Mong sớm nhận được phản hồi từ cô.. . Chúc cô có một ngày tốt lành.. . . . Trân trọng,. . . . Lư, [full_name]",
            "Chào bạn. . Hồ sơ Rút của bạn đã có, bạn vui lòng liên hệ Phòng đào tạo 101A1 để nhận hồ sơ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ kính thưa thầy cô!?. . Trong học kỳ 211 vừa rồi có môn học mà em gặp sự cố trong việc hoãn thi cuối kỳ( môn thi sau ngày 12/01/2022,Môn học EE3009 Máy Điện nhóm A01 của thầy [full_name] ạ),email em gửi cho GVHD bị sai địa chỉ ạ. Em biết đây là sai sót khó có thể chấp nhận được nhưng có cách nào để em có thể đăng ký thi lại môn học này bằng hình thức thi offline trong HK 212 được không ạ!! . . Em xin chân thành cảm ơn quý thầy ạ!. . Mong quý thầy cô cứu vớt em với ạ!!",
            "\"\"\" . . Chào bạn. . Hiện đã trễ thời gian đăng ký hoãn thi theo quy định:  trong vòng 5 ngày tính từ ngày vắng thi (chỉ tính ngày làm việc).. . . . Về vấn đề Hoãn thi của HK211 bạn vui lòng xem chi tiết: Thông báo kế hoạch tổ chức thi HK211 Pdt đã gởi qua mail  vào ngày 22/11/2021- Mục 5. Hoặc Quy trình Hoãn thi HK211 Pdt đã gởi qua mail  vào ngày 10/12/2021. . Thân. . \"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thưa các anh chị, . . Em là [full_name] ([student_id]), K18 khoa Quản lý công nghiệp.. . Vừa rồi em có đăng kí môn LVTN bổ sung nhưng được kết luận rằng thiếu chỉ, nhưng em đã kiểm tra lại thì em đã tích lũy được 116 chỉ + 11 chỉ kì 211 (127 126). Thông tin trong file excel hiện giờ chỉ ghi em tích lũy được 113 chỉ ạ. . Em mong các anh chị hỗ trợ kiểm tra lại thông tin giúp em ạ. . Em cảm ơn. .",
            "\"Chào bạn. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân. . \"",
            "Chào em;. . Đã có kết quả LVTN, Phòng Đào tạo sẽ cập nhật lại thời khóa biểu nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô,. . . . Học kì trước em đã hoàn thành và bảo vệ LVTN nhưng đến giờ trên MyBK vẫn chưa cập nhật điểm, em đã liên hệ GV thì thầy nói đã nhập điểm rồi. Mong PĐT kiểm tra giúp em.. . . . Em cảm ơn!",
            "Chào bạn. . Về việc nhập điểm thì bạn phải liên hệ Giảng viên giảng dạy kiểm tra lại quy trình nhập điểm có lổi gì không? mà hệ thống chưa cập nhật được. . Pdt không thể can thiệp vào việc nhập điểm này. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô,. . . . Em tên là [full_name], MSSV [student_id]. Học kì trước em có làm đơn xin hoãn bảo vệ luận văn tốt nghiệp. Học kì này em đã hoàn thành luận văn và có điểm tổng kết. Em đã làm đơn xin xóa điểm 14, PĐT cũng xác nhận là đã cấp phiếu ghi điểm gửi về Khoa theo đường công văn cho em rồi ạ.. . . . Bảng điểm của em dù đã cập nhật nhiều lần nhưng cột điểm 14 vẫn chưa được xóa, tình trạng sinh viên vẫn để là tạm dừng.. . . . Em đã liên hệ GV phụ trách điểm, cô báo với em là cùng một bảng điểm nhưng điểm của một số bạn bình thường. Cô cũng đã báo PĐT để quét lại bảng điểm nhưng đến giờ điểm của em vẫn chưa được cập nhật đúng.. . . . Mong thầy/cô xem giúp em vấn đề có phải là do hệ thống không ạ. Để kịp cho đợt tốt nghiệp tới, nếu có gì cần phải bổ sung, sửa chữa mong thầy cô báo lại giúp em hoặc cho em một ngày hẹn để tiện theo dõi ạ.. . . . Em chân thành cảm ơn sự giúp đỡ của thầy/cô.",
            "Chào bạn. . Vậy quy trình đã đúng đến bước: Pdt cấp giấy ghi điểm rồi. . Phần còn lại Giảng viên/[full_name] sẽ cập nhật vào giấy ghi điểm (Pdt đã cấp) và gởi lên Pdt theo đường công văn. . Việc tạm dừng của bạn không ảnh hưởng đến quy trình này. . Bạn kiểm tra lại với Giảng viên và [full_name] nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi: Phòng đào tạo ĐH Bách Khoa TpHCM.. . Người viết: [full_name], MSSV [student_id], sinh viên chuyển hệ CQ sang VLVH.. . Nội dung:. . Hiện tại em vẫn chưa nhận được mail và tra danh sách tốt nghiệp dự kiến trên aao thì kết quả trả về là \"Học vụ: Còn nợ môn - Chưa đủ điều kiện tốt nghiệp\".. . Trước khi chuyển hệ, em đã tích lũy 133 tín chỉ, TOEIC LR 740, chỉ còn nợ LVTN - 9 tín chỉ là hoàn thành chương trình 142 tín chỉ. Kì rồi em đã bảo vệ LVTN được 7.5đ và đã được cập nhật điểm trên stinfo.. . Em mong PĐT có thể giải quyết sớm giúp em về điều kiện tốt nghiệp ạ. Em xin cám ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy,cô PĐT,. . Em tên [full_name]. . Mssv [student_id]. . Do không đủ tin chỉ tích lũy đăng ký LVTN (thiếu tín chỉ tích lũy AV) để đăng ký đúng lịch ĐKMH. Nhưng hiện tại em đã bổ sung bằng AV và đã được chuyển điểm. Kính mong PĐT cho phép em đăng ký bổ sung luận văn để hoàn thành tiến trình học kịp tiến độ. Dưới dây là đơn ĐKMH đã được GVHD phê duyệt để thực hiện và tiến độ đã thực hiện và có sự đồng ý của [full_name].. . Mong PĐT có thể cho em ĐK bổ sung Môn học LVTN.. . Em cảm ơn thầy, cô ạ.. . . .",
            "đã cập nhật tkb môn lvtn ở hk 212"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hiện tại em đang còn đang trong quá trình cách ly nên chưa có phiếu hoàn thành cách ly để làm minh chứng. Ngày thi giữa kì của em là vào 6/3 nhưng tới ngày 12/3(quá thời hạn 5 ngày sau ngày thi) thì em mới hoàn thành việc cách ly, nếu ngày 12/3 nộp phiếu thì có còn hiệu lực không ạ? Và em phải nộp phiếu theo phương thức online, bưu điện hay trực tiếp vậy ạ?",
            "\"\"\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi quý thầy cô. . -Vì em đọc trên Quy chế đào tạo-phụ lục 1-3a:. . + Riêng hệ VLVH, ĐTTXa thì còn chấp nhận kết quả kỳ kiểm tra trình độ tiếng Anh (theo định hướng TOEIC) . . -Mong quý thầy cô xác nhận giúp em:   B hệ VHVL có cần thi anh văn nói hay không ạ  /B",
            "Chào bạn. . Không cần nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác: Dạ thưa Phòng Đào Tạo, xin cho em hỏi là nếu cần giấy hoãn nghĩa vụ quân sự thì liên hệ ở đâu để lấy ạ? Bình thường đầu học kì có họp lớp thầy chủ nhiệm sẽ đưa mỗi bạn một cái, nhưng học kì này học ở nhà nên em không có.",
            "\"Chào bạn. . Bạn có thời khóa biểu HK212 nên bạn có thể đăng nhập vào trang web mybk.hcmut.edu.vn    In xác nhận sinh viên    chọn mục: in giấy chứng nhận Sv để hoãn NVQS. . Để phòng đào tạo lấy dữ liệu in giấy chứng nhận Sv để hoãn NVQS cho bạn. . Chúc bạn học tập tốt nhé.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào các thầy cô,em là [full_name],mã số sinh viên của em là [student_id].Đợt vừa rồi em có đăng kí môn Anh Văn A1,nhưng mà thời khoá biểu trùng lịch với Giáo Dục Quốc Phòng,như vậy thì em phải làm sao ạ",
            "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 10/3/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy cô phòng đào tạo,. . . . Em tên là [full_name]. Em có MSSV là [student_id]. Em thuộc khoa Khoa học máy tính hệ VHVL. . . . . Em xin trình bày thắc mắc về học phí của em như sau:. . . . Vì học kì 1, em gặp trường hợp học phí của em bị thay đổi từ hình (1) - có \"học phí dự thính chuyển hệ + học phí VHVL\" thành hình (2) - chỉ còn \"học phí VHVL\". . . . . Do đó, khi nhìn thấy học phí của học kì 2, em không biết là em sẽ đóng học phí theo hình (3) là \"học phí dự tính chuyển hệ\" hay có thể học phí sẽ lại bị thay đổi như học kì 1 là em đóng số tiền 11,250,000 triệu (vì đăng kí dưới   = 12 tín chỉ).. . . . Em xin bổ sung thêm học kì này em học 10 chỉ, trong đó có 2 môn em đăng kí dự thính và 1 môn em đăng kí học chung với sinh viên hệ chính quy đại trà.. . . . Em mong thầy cô xem lại dùm em trường hợp này để em có thể đóng đủ học phí cho nhà trường ạ.. . . . Em xin chân thành cám ơn sự giúp đỡ của thầy cô ạ.. . . . Thân mến,. . Em [full_name].. .",
            "\"Chào bạn,. . Học phí mới đã cập nhật lại, bạn kiểm tra lại thông tin nghen. . Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí    Mức thu học phí các bậc đào tạo năm 2021-2022   Mục V- Vừa làm vừa học. . Chúc bạn học tốt.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . SV đã xem file đính kèm kết quả lý do không xét được LVTN của đợt đăng ký LVTN HK212 trễ hạn. . Với lí do của em là thiếu số tín chỉ. . . Sau khi xem lại kết quả học tập thì em nhận thấy PDT dùng số tín chỉ tính cho đến học kì 203, chưa cập nhật số tín chỉ của học kì 211. Vì vậy dẫn đến kết quả số tín chỉ của em không đủ để nhận LVTN.. . Mong PDT cập nhật số tín chỉ và xem xét lại điều kiện đăng ký LVTN học kì 212 của em.. . Em xin cảm ơn.. .",
            "\"Chào bạn. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân. . \"",
            "Thưa PDT,. . Do hệ thống cập nhật số tín chỉ tích lũy bị trễ của học kì 203 nên chưa cập nhật số tín chỉ anh văn (ngày trả kết quả là 22/2/2022), trước ngày 7/3/2022 là 103, hiện tại là 107. . . Cộng với 19 tc của HK211 gồm 15 tc của các môn tự chọn, 1 tc của môn DAMH LOGISTICS 1 (ME3255), 3 tc của môn PT & THIETKE HTTT QUANLY (ME4607).. . Cho nên TCTL của em hiện tại là 126   125 và đủ yêu cầu để nhận LVTN ạ.. . Mông PDT xem xét, kiểm tra và cho phép em thực hiện LVTN.. . Em xin cảm ơn.",
            "Chào bạn. . Đã xét lại LVTN cho bạn rồi, ngáy mai sẽ cập nhật lại tkb nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]/Chị,. . . . Cho em hỏi về   B bằng kỹ sư  /B  tại đại học Bách Khoa thì có cần đăng kí trước khi học không hay chỉ cần tích lũy tối thiều 150 tín chỉ thì sẽ được công nhận là tốt nghiệp cấp kĩ sư ạ. . . . Em cảm ơn. . . . . .   i Học vụ .",
            "Chào bạn. . -        Về vấn đề liên quan đến học chương trình liên thông Kỹ sư-Thạc sĩ & Thạc sĩ (Cao học) bạn vui lòng liên hệ Phòng đào tạo Sau đại học qua địa chỉ: Website:www.pgs.hcmut.edu.vn, Email  [email]. . Xem thêm thông tin :Chương trình Cử nhân – Kỹ sư – Thạc sĩ hiện tại nhà trường tại : trang web portal.hcmut.edu.vn    Đào tạo    Chương trình đào tạo    Quyết định ban hành Quy định về cấu trúc & quy trình xây dựng, thẩm định, hiệu chỉnh chương trình đào tạo. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em kính chào phòng đào tạo, em đã nộp CCNN và đã có kết quả thẩm tra hợp lệ ạ, em cũng đã thanh toán để đăng ký xét điểm miễn.. . Vậy em có cần phải liên lạc với bên hội đồng thi để gửi bảng điểm khác về phòng đào tạo không ạ? Do tình hình dịch nên em chưa thể đến trực tiếp văn phòng của hội đồng thi được ạ.. . Em rất mong được phòng đào tạo phản hồi ạ.",
            "Chào bạn. . Pdt kiểm tra CCNN hợp lệ rồi, và đã ghi nhận chuyển điểm cho bạn rồi, nên không cần liên hệ hội đồng thi nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name]. MSSV: [student_id]. Học kì này em chưa đăng kí được LVTN, do đó thời khóa biểu của em bị trống, vậy em có cần phải làm đơn tạm hoãn 1 học kì không ạ?. . Em xin chân thành cảm ơn. .",
            "Chào bạn. . Không cần nộp đơn tạm dừng, tự động sẽ có qd tạm dừng vì không có tkb. . Hk kế tiếp bạn nộp đơn thu nhận lại là được nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV[full_name]MSGV: [student_id]  [full_name]b \t. . . .   i Khiếu nại đăng ký môn học  [full_name]i . . . . Kính gửi [full_name][full_name][full_name] [full_name],. . Em là [full_name], sinh viên khoa Quản lý công nghiệp. Ngày 07[full_name]03[full_name]2022 em nhận được mail kết quả đăng ký LVTN trễ từ [full_name], có file đính kèm danh sách sinh viên. Trong file đó hiển thị số tín chỉ tích luỹ của em là 111 (Hình 1), nhưng trong bảng điểm từ MyBK của em hiển thị số tín chỉ tích luỹ cho đến HK203 là 117 (Hình 2). Điều này khi cộng số tín chỉ từ kỳ 211 thì không đủ điều kiện để đăng ký LVTN. [full_name][full_name][full_name] [full_name] vui lòng có thể kiểm tra giúp trường hợp của em. Mong sớm nhận phản hồi từ [full_name][full_name][full_name]. . . Em xin cảm ơn. . . Trân trọng, . . Em [full_name].",
            "\"Chào bạn. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào PĐT, theo TKB hiện có thì lịch học Thí nghiệm Sinh học đại cương là vào tuần 51. Em đã hỏi cô về lịch học trên và cô báo là TKB sai. Mong PĐT kiểm tra lại giúp em với ạ. Em cảm ơn!",
            "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 10/3/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân\"",
            "Chào bạn;. . môn này đã sắp cho bạn học bù trong học kỳ 1/2021-2022 chứ không sai nhé. Nếu bạn chưa học thì Phòng Đào tạo sẽ sắp lịch cho bạn trong học kỳ 2/2021-2022. . Thân",
            "Dạ vậy PĐT sắp cho em học trong học kỳ 2/2021-2022 theo như lịch mà em hỏi cô là trong tuần 27-29 với ạ. Em cảm ơn!",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/3/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại, Phòng CTCT – SV có thông báo lịch thu bảo hiểm đợt 3 - Bảo hiểm y tế 9 tháng: 422.415 đ/SV (thẻ có giá trị từ 01/04/2022 đến 31/12/2022). Em đã đăng ký BHYT sinh viên 6 tháng vào ngày 9/11/2021 trên mybk và thẻ BHYT của em hiện có thời hạn từ 01/01/2022 - 30/06/2022. Vậy em có cần phải đăng ký BHYT đợt 3 nữa không.. . Em xin chân thành cảm ơn.",
            "\"Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô. . Em có nguyện vọng xin thôi học để thi lại vào một trường ĐH khác và đã hoàn thiện đơn xin thôi học. Quý thầy/cô cho em hỏi mình nộp đơn tại đâu và thủ tục xin thôi học ngoài đơn ra còn chuẩn bị thêm các khoản lệ phí khác nào không ạ? Em xin chân thành cảm ơn.. . . .",
            "\"Chào bạn. . Hiện tại đến tuần thứ 8 của học kỳ 212, nên theo quy định bạn phải thanh toán  toàn bộ học phí của Hk212. . Dự kiến đầu tháng 04/2022 học phí Hk212 sẽ cập nhật, sau khi bạn thanh toán học phí xong bạn nộp đơn tạm dừng HK212 lại cho Pdt xử lý. . - Về quy định hoàn trả học phí : Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quyết định ban hành chung vè quy chế học vụ và đào tạo: số 2931(10/09/2021)  Phụ lục 5: Quy định về hoàn trả học phí  2.2 Thôi học, tạm dừng.. . - Sau khi thanh toán học phí: Bạn tải đơn thôi học : điền vào, ký tên , nộp cho Pdt. . Thân.\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1710137  /b \t. . . .   i Tốt nghiệp . Kính thưa Quý Thầy/Cô,. . . . Em là Trần Quang Khải, MSSV: 1710137, thuộc khoa Kỹ Thuật Giao Thông, ngành Công nghệ-Kỹ thuật Ô tô.. . . . Hiện tại em đã hoàn thành chương trình đào tạo và đã có tên trong danh sách nhận bằng tốt nghiệp vào đợt 2/2021. Tuy nhiên, hiện tại em đang tham gia chương trình Cao học ở Đại học Ulsan (University of Ulsan).. . . . Do trong khoảng thời gian làm hồ sơ, em vẫn chưa được nhận bằng tốt nghiệp và hiện tại, phía trường Ulsan yêu cầu em nộp bằng tốt nghiệp thì mới tiếp tục xem xét học bổng cho em. . . . . Nay em viết email này kính mong Quý Thầy/Cô xem xét để em được ủy quyền cho mẹ em nhận và hoàn thành thủ tục nhận bằng tốt nghiệp để em có điều kiện được tiếp tục chương trình học tại Hàn Quốc. . . . . Em xin chân thành cảm ơn Quý Thầy/Cô đã dành thời gian đọc tin!. . . . Trần Quang Khải",
            "Chào em,. . Khi nào em có mặt ở TPHCM thì liên hệ Phòng Đào tạo để nhận bằng tốt nghiệp. Bằng tốt nghiệp vẫn được lưu trữ tại Phòng Đào tạo cho Sinh viên.. . Trường hợp nhận thay bằng tốt nghiệp: Phải có giấy ủy quyền có xác nhận của chính quyền và chỉ có thể ủy quyền cho ba/mẹ/anh/chị/ em ruột (khi nhận phải kèm theo hộ khẩu, CMND/CCCD). . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi phần số tín chỉ và trung bình tích lũy của em chỉ hiện từ hk203 trở về trước, những học kỳ sao em không thấy.. . Em không biết có bị lỗi gì không ạ",
            "Chào bạn. . Mục này bị lỗi không cập nhật nữa nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   I . . Kính chào phòng đào tạo,. . Hiện tại em đã hoàn thành luận văn tốt nghiệp cũng như các môn trong chương trình đào tạo. Do đó, em xin phòng đào tạo cấp giấy xác nhận sinh viên để em thi Toeic ạ. Em xin chân thành cảm ơn ạ.",
            "Chào em,. . PDT đã tiếp nhận yêu cầu xin giấy xác nhận SV thi TOEIC của bạn.. . Ngày 15/3/2022 em lên PDT (101A1) để nhận giấy nhé, nhớ trình bày rõ là em có gửi yêu cầu qua bksi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . -Kính gửi phòng đào tạo.. . -Em tên [full_name]. . -Mssv: [student_id]. . -Ngày 24/01/2021 vì lý do em chưa hiểu rõ quy chế nhà trường nên em đã đăng ký nhầm mã LVTN là TR4313, em có lên phòng đào tạo làm đơn và xin chuyển lại mã chính xác là 206303, và được cô cho phiếu biên lai và hẹn ngày 14/02/2022 sẽ có kết quả.. . -Đến nay em vẫn chưa thấy thời khóa biểu thay đổi, và vì lí do chủ quan nên em đã làm thất lạc biên lai của cô, em xin cam đoan tất cả lời nói trên là hoàn toàn đúng sự thật, nếu có gì sai sót em xin hoàn toàn chịu trách nhiệm.. . -Kính mong quý thầy/cô phòng đạo tạo hỗ trợ xử lý giúp em.. . -Chân thành cảm ơn!",
            "Chào bạn. . Pdt đã xử lý. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thân gửi phòng đào tạo!. . Em tên [full_name], MSSV: [student_id]. . Em có thắc mắc về vấn đề tốt nghiệp, mong PDT xem xét giúp em ạ. Hiện tại e đã hoàn thành chương trình học theo cập nhật của Mybk là 142 tín chỉ, điểm toiec của em reading& listening là 525đ e nộp vào ngày 22.2.2022 và được thẩm tra ở mục \" nộp chứng chỉ ngoại ngữ\" lúc 10:35 27.2.2022. Toiec wirting &speaking là 240đ. Ngày công tác xã hội là 16. Và em không nơi học phí hay sách của trường.Nhưng hiện tại e vẫn chưa đăng ký được tốt nghiệp cho đợt 4/2022.Hôm trước e có hỏi và phòng ĐT phản hồi đến ngày 8/3 không có tên trong danh sách thì phản hồi lại ạ. Nên hôm nay em liên hệ lại ạ.. . Rất mong phòng đào tạo xem xét và phản hồi giúp em để e được đăng ký tốt nghiệp ạ.. . Em xin chân thành cảm ơn.",
            "SV đã đăng ký tốt nghiệp thành công"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã đăng kí BHYT ngày 11/11/2021 gói 12 tháng, khi nhận thông báo đăng kí bảo hiểm gần đây do em không kiểm tra, nên em lại đăng kí gói mới (9 tháng) vào ngày 07/03/2022, khi được chuyển vào trang thanh toán, em nhận ra là bảo hiểm mình còn hiệu lực và không cần mua mới nữa, nhưng em không biết làm sao để hủy đăng kí ạ! Em cảm ơn",
            "\"Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi [full_name]/Chị PĐT,. . Em là [full_name], thuộc chương trình đào tạo Đại trà K18 khoa Quản lý công nghiệp. Em làm đơn cập nhật môn tương đương Thống kê trong kinh doanh, mã IM1017, học trong kỳ 202, điểm tổng kết môn 7.50, tương đương với môn có mã IM2007, thuộc CTĐT Đại trà K18 Khoa Quản lý công nghiệp.. . . . Sau khi được PĐT cập nhật xong, em có phải đăng ký lại môn LVTN hay không thưa [full_name]/Chị?. . Cảm ơn [full_name]/Chị xem và phản hồi.. . Trân trọng, . . Em [full_name].",
            "\"Chào bạn. . Hiện tại đã đến tuần thứ 8 của HK 212, nên bạn vui lòng làm đơn đăng ký LVTN, trong đơn ghi rõ tên môn học, mã số môn học, lý do bổ sung. Và phải có xác nhận của Khoa + Giảng viên hướng dẫn đồng ý bổ sung và xác nhận tiến độ thực hiện được bao nhiêu phần trăm (có thể gởi yêu cầu Khoa + Giảng viên hướng dẫn xác nhận trong đơn, hoặc xác nhận qua mail, bạn chụp hình mail  đồng ý đính kèm ), gởi yêu cầu tại BKSI để xử lý. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Vậy hiện nếu em làm thủ tục xin thôi học ở học kì này, thì em sẽ phải thanh toán học phí là bao nhiêu ạ, và em có được miễn giảm phần học phí nào không. Vì trong tình hình dịch bệnh phức tạp như vậy nên em không có điều kiện lên trường sớm làm thủ tục như trong quy chế được, mong PĐT có thể xem xét miễn giảm phần nào học phí cho em. Em hiện là sinh viên K20 năm 2 ạ. Em xin chân thành cảm ơn.. .",
            "\"Chào bạn. . Hiện tại đến tuần thứ 8 của học kỳ 212, nên theo quy định bạn phải thanh toán  toàn bộ học phí của Hk212. . Dự kiến đầu tháng 04/2022 học phí Hk212 sẽ cập nhật, sau khi bạn thanh toán học phí xong bạn nộp đơn tạm dừng HK212 lại cho Pdt xử lý. . - Về quy định hoàn trả học phí : Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quyết định ban hành chung vè quy chế học vụ và đào tạo: số 2931(10/09/2021)  Phụ lục 5: Quy định về hoàn trả học phí  2.2 Thôi học, tạm dừng.. . . . Vấn đề gia hạn và miễn giảm học phí, Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email: [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào anh/chị ạ,. . . . Em tên [full_name], MSSV: [student_id]. Em có câu hỏi là đợt xét tốt nghiệp này có cấp bằng tạm cho sinh viên không ạ? Vì theo hướng dẫn của Văn phòng đào tạo quốc tế, thì vào thứ ba hàng tuần (1 tuần sau khi đăng ký) sẽ nhận bằng tốt nghiệp tạm thời tại văn phòng. Nhưng khi em lên thì lại bảo không nhận được thông tin gì về bằng tốt nghiệp tạm thời của em. Em muốn xin được in bằng tốt nghiệp tạm thời hoặc được gửi bằng file điện tử ạ.. . . . Em cảm ơn anh/chị ạ!",
            "\"Chào em,. . Cô gửi em file scan giấy CN TNTT, SV có thể liên hệ tại Phòng Đào tạo (101A1) để nhận bản giấy nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô. . . Em tên : [full_name]. MSSV: [student_id]. . . Kì này e không đăng kí được lvtn do thiếu các chỉ anh văn. Và hiện tại ngoài anh văn và luận văn tốt nghiệp thì e đã học hết tất cả các môn còn lại. Vậy nên học kì này e không đăng kí môn học nào hết mà chỉ có ôn anh văn ở ngoài để thi lấy bằng nộp vào. Vậy PDT cho e hỏi: học kì này e không đăng kí môn học nào thì có bị ảnh hưởng hay cảnh cáo hoặc hình thức xử lí gì không ạ? Mong PDT trả lời cho e ạ! . . Em xin cảm ơn ạ.",
            "Chào bạn. . Hk không có TKB thì sẽ bị tạm dừng, Về việc đăng ký thu nhận lại:. . Bạn vui lòng tải mẫu đơn: Thu nhận tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua trực tiếp tại Phòng đào tạo hoặc BKSI cho Hk tiếp theo. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b Em là sinh viên [full_name]  /b \t. .   b MSSV: [student_id]  /b \t. . . . Hiện tại em đã hoàn thành chương trình học (vào học kỳ II 2020-2021) cũng như vừa hoàn thành xong 15 ngày công tác xã hội.. . . . Nhưng do em không đăng ký môn học của những học kỳ gần đây nên hiện tại tình trạng sinh viên của em đang ở chế độ \"Tạm dừng\".. . . . Em mong được nhà trường hỗ trợ cập nhật lại tình trạng sinh viên để em có thể đăng ký xét tốt nghiệp ạ!. .  . .",
            "\"\"\"Chào em, . . Đối với tình trạng SV tạm dừng, khi nào có tên trong danh sách dự kiến tốt nghiệp, PDT sẽ tự động ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp. . . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . . . Nếu bạn đủ điều kiện rồi thì vào mục tốt nghiệp để đăng ký xét tốt nghiệp bổ sung nghen. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i Chào quý thầy cô! Em có nghe nói kỳ hè sẽ mở cho đăng ký luận văn tốt nghiệp thì có xét chuẩn tiếng anh không ạ? Với lại em liên thông VLVH khóa K20 nhưng học chương trình K19 thì chuẩn tiếng anh lấy theo khóa nào ạ? Em cảm ơn!. . . .",
            "Chào bạn. . - Chuẩn anh văn để xét LVTN cho Hk 213: vui lòng đợi thông báo sau. . - Chuẩn anh văn để xét LVTN, xét tốt nghiệp theo chương trình đào tạo. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào quý thầy cô.Em là sinh viên năm nhất khoa Ứng dụng.Ngày 6/3/2022 em có lịch thi giữa kì môn Vật lí 2 vào lúc 7h nhưng do lý do mạng nên em không vào được phòng meet đúng giờ và bị đình chỉ thi.Em có mail hỏi giáo viên thì giáo viên bảo em phải làm đơn xin thi bổ sung  và minh chứng gửi phòng đào tạo nên em đã viết đơn và đính kèm file dưới đây.Mong quý thầy cô xem xét cho em ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào quý thầy cô.Em là sinh viên năm nhất khoa ứng dụng.Ngày 6/3/2022 em có lịch thi giữa kì môn Vật lí 2 vào lúc 7h nhưng do lý do mạng em không vào được phòng thi đúng giờ và bị đình chỉ thi.Nên em muốn đăng kí thi đợt bổ sung, mong quý thầy cô xem xét.",
            "Học vụ . Dạ chào quý thầy cô.Em là sinh viên năm nhất khoa ứng dụng.Ngày 6/3/2022 em có lịch thi giữa kì môn Vật lí 2 vào lúc 7h nhưng do lý do mạng em không vào được phòng thi đúng giờ và bị đình chỉ thi.Em có mail cho giảng viên bộ môn và thầy bảo em làm đơn xin thi bổ sung gửi phòng đào tạo.Em đã đính kèm đơn ở dưới(pdf), mong quý thầy cô xem xét.",
            "Chào bạn. . Không thấy đơn đính kèm của bạn. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\""
        ]
    }
]