[
    {
        "intent": "",
        "message": [
            "Kính thưa quý thầy cô Phòng Đào tạo,. . Em tên [full_name]. . Mssv [student_id]. . Em có đăng ký môn học Kỹthuật chẩnđoán &bd ôtô - TR4021 - Nhóm A01. . Do lớp đã đủ số lượng nên em không đăng ký được nữa.Kính mong thầy cô Phòng Đào tạo đăng ký giúp em để em có thể học và hoàn tất chương trình đào tạo của mình trong học kỳ này vì em chỉ còn nợ môn này để có thể nhận luận văn và tốt nghiệp.. . Rất mong được thầy cô Phòng Đào tạo giúp đỡ.. . Em xin chân thành cảm ơn.. . . .",
            "Chào bạn.. . Môn học TR4021 bạn không thỏa điều kiện đăng ký . . do Nợ CCAS_2. . Thân",
            "Cho em hỏi nợ CCAS_2 là gì vậy ạ??",
            "đã nhập đkmh cho bạn. . bạn chờ kết quả vào vài ngày tới. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi quý thầy(cô).. . . . Theo như chương trình đào tạo thì giữa tiết 6 và 7 phải có một tiết để giải lao, nhưng vì môn Pháp luật Việt Nam đại cương(mã môn:   B SP1007  /B ) chỉ còn một nhóm   B L06  /B , mà em rất muốn học môn đấy trong kỳ này nên em rất mong quý thầy(cô) cho em đăng ký môn. Tuy hơi cực một chút nhưng em chắc chắn chịu được ạ.. . . . Em xin chân thành cám ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Được sự đồng ý của Trung Tâm và sự cho phép của Phòng Đào Tạo bên phía nhà trường.. . Về việc, cho phép đăng kí thêm chỉ 1 môn học trong đợt đăng kí thực tập tốt nghiệp và tạo điều kiện cho Sinh viên trả nợ môn.. . Về trường hợp của em, trong Kết quả - đăng kí môn học học kì 2 (2019-2020) đợt 2, em đã có 1 môn duy nhất là thực tập tốt nghiệp.. . Đến, đợt đăng kí môn học học kì 2 (2019-2020) đợt 3, thì khi em đăng kí thêm 1 môn học nữa, đó là môn PLC thì hệ thống thông báo, \" Qúa số tín chỉ cho phép. Bạn chỉ được DK tối đa 3.0 tín chỉ \".. . . . Em mong thầy/cô xem xét và tạo điều kiện cho em được hoàn tất phần học tập của mình ạ. Em cảm ơn thầy/cô.",
            "Chào bạn,. . Môn học Kỹ thuật ra quyết định EE3145, được cập nhật theo đề cương mới nhất do khoa Điện đề nghị ngày 28/11/2019, trong đó điều kiện để đăng ký là môn học trước Hệ thống cung cấp điện EE3001, Giải tích hệ thống điện EE3013. Em vui lòng liên hệ Khoa điện để được hướng dẫn đăng ký.. . Chúc em học tốt."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . +Xin đăng ký môn học sau:. . . . 1. Môn Mạch điện tử thông tin - MSMH: EE3011 - NHÓM : A01 - Học vào thứ 4 - tiết 3-4-5 - cô PHẠM HỒNG LIÊN giảng dạy - đăng ký học chung lớp chính quy - đợt 3 - chuyển hệ.. . 2. Môn Luận văn tốt nghiệp - MSMH : EE4333 - các môn ĐỒ ÁN (EE3151), môn THỰC TẬP TỐT NGHIỆP (EE3333), [full_name] (EE4331) dã hoàn thành xong và đang chờ nhập điểm.. . . . - Vì hoàn cảnh gia đình quá khó khăn, em đã học quá lâu tại trường, đi học quá xa (gần Biên Hòa) lại đang phụng dưỡng mẹ già nằm liệt giường do tai biến...Em kính mong quý thầy cô giúp đỡ.",
            "Chào bạn.. . Bạn có thể đăng ký online môn học EE3011 bên Hệ CQ.. . 2. Môn Luận văn tốt nghiệp - MSMH : EE4333 - các môn ĐỒ ÁN (EE3151), môn THỰC TẬP TỐT NGHIỆP (EE3333), ĐỀ CƯƠNG LUẬN VĂN TỐT NGHIỆP (EE4331) bạn phải đăng ký bên hệ VLVH. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]0  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em đang có nhu cầu đăng ký môn học Luận văn tốt nghiệp, mã môn học 204303, nhưng hiện tại môn học này không có đăng ký được. . . Do vậy, cho em hỏi trường hợp này phải giải quyết sao ạ? Nếu được, em mong PĐT xem xét mở môn học này cho em.. . Em xin cảm ơn",
            "Chào em,. . . . Em làm đơn xin mở lớp."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . phòng đào tạo cho em xin chuyển thời khóa biểu môn Mác SP10003 nhóm A05 qua nhóm A02 và môn Đường lối SP1009 từ nhóm A06 qua A03.em muốn chuyển thời khóa biểu 2 môn này để được đăng kí 5 môn chuyên ngành khác, vì em là khóa cao đẳng bảo dưỡng cuối nên việc mở lớp rất khó khăn.em mong là được phòng đào tạo giúp đỡ để em hoàn thành được môn học.em xin cám ơn.",
            "Chào em,. . . . Trong đợt 3 DKMH theo qui định chỉ có bổ sung, không huỷ môn học. Em không chuyển nhóm được nhé.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em tên là [full_name] tài chung. . mssv: [student_id]. . khoa: điện -điện tử. . Hiện giờ em đang bị trễ tiếng anh không thể đăng ký chuyên ngành.em xin thầy/cô mở khóa đăng ký môn học để em có thể chuyển thời khá biểu và đăng ký thêm môn học. .",
            "Chào em,. . . . Trong đợt 3 DKMH theo qui định chỉ có bổ sung, không huỷ môn học. Em không chuyển nhóm được nhé.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi thầy cô pđt trường đại học Bách Khoa, em tên là [full_name] MSSV [student_id] , thầy cô có thể cho em xin tăng thêm sỉ số môn MT1005 lớp L02-L39 được không ạ? Do lịch của em trùng với mấy môn chuyên ngành nên không thay đổi được ạ? Mong thầy cô giúp emm, em xin cảm ơn ạ. .",
            "Chào em,. . . . Môn này PDT đã tăng lên sỉ số max không tăng được nữa. Em có thể làm đơn mở xin mở lớp dự thính.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em muốn đăng kí môn học hệ thống PLC mã môn học là ME3013 nhóm lớp là A02_A03 có giảng viên là [full_name] và giảng viên BT/TN là [full_name] nhưng đã đủ sĩ số lớp học nên em viết đơn này nhằm đề nghị phòng đào tạo mở thêm sĩ số để em có thể tham gia lớp học này. .",
            "Chào em,. . . . Môn này  phòng thí nghiệm bị full sỉ số không tăng được nữa. Em có thể làm đơn xin mở lớp dự thính.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . pđt cho em xin được chuyển tkb 2 môn học là Mác SP1003 nhóm A05 qua nhóm A02 và môn Đường lối SP1009 nhóm A06 qua nhóm A03 để em được đăng kí những môn chuyên ngành vì những môn chuyên ngành đợt 3 này mới mở.em là sinh viên khóa cuối cùng của trung tâm bảo dưỡng công nghiệp nên việc mở lớp hơi khó khăn nên em rất mong được sự giúp đỡ của pđt.em xin cám ơn.",
            "Chào bạn.. . PĐT đã mở khóa để bạn hiểu chỉnh môn học online. . Bạn cần xem sĩ số của lớp mới trước khi quyết định đổi nhóm. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name] MSSV [student_id]. . Em viết đơn này để xin mở thêm sĩ số cho 2 môn Mạch điện tử (EE2007) và Tín hiệu và hệ thống (EE2005) để em có thể theo kịp tiến độ của chương trình đào tạo ạ!. . Em xin cảm ơn",
            "Chào em,. . . . PDT đã tăng sỉ số môn EE2005, em đăng kí lại nhé. Còn môn EE2007 PTN bị full sỉ số không tăng được nữa.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em chào AD. . Em tên: [full_name] MSSV: [student_id]. . Em khoa cơ khí. . Trong đợt hiệu chỉnh môn học ngày 2/1 em không biết là không hủy đăng kí môn học được.. . Em đề nghị pđt xóa môn Cầu Lông( mã PE1017 lớp L15) mà em đã đăng kí vì em đã hoàn thành 2 Giáo dục thể chất rồi.. . Em xin cảm ơn.",
            "Chào em,. . . . Đợt 3 em chỉ  làm đơn rút môn học thôi nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Chào thầy(cô), em tên là [full_name]. MSSV:[student_id]. Em muốn xin xoá môn xác suất thống kê(MT2001)  lớp L01 thứ 3 tiết 2,3,4 để tiện cho việc đăng kí môn học khác. Em xin chân thành cảm ơn ạ",
            "Chào em,. . . . Trong đợt 3 DKMH theo qui định chỉ có bổ sung, không huỷ môn học. Em không chuyển nhóm được nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào admin. . Em tên: [full_name] mssv: [student_id]. . Khoa Kỹ thuật Xây Dựng. . -Trong đợt hiệu chỉnh môn học cuối vào ngày 2/1/2019 em không biết là không hủy môn học được . . -Em xin đề nghị phòng đào tạo xóa môn: Tư tưởng [full_name](SP1005) , Địa chất công trình(CI1043) mà em đã đăng kí để em chuyển sang đăng ki1mon6 khác ạ. . -Em xin cảm ơn rất nhiều. . . .",
            "Chào em,. . . . Trong đợt 3 DKMH theo qui định chỉ có bổ sung, không huỷ môn học. Em không chuyển nhóm được nhé.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . cho em xin thêm 1 slot lớp kinh tế vi mô CLC của thầy [full_name] ạ. Em xin cảm ơn. .",
            "Chào em,. . . . Em có thể cho biết mã số môn học.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i EM Tên là [full_name] MSSV [student_id]. . EM [full_name]. . [full_name] 2/1/2020 [full_name]T LÀ KHÔNG ĐƯỢC HỦY MÔN HỌC . . EM XIN ĐỀ NGHỊ PĐT XÓA MÔN BÓNG RỔ [full_name]15 LỚP A01 MÀ EM ĐÃ ĐĂNG KÍ . . E [full_name]. . . .",
            "Chào bạn.. . PĐT đã mở khóa để bạn hiểu chỉnh môn học online. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . . . Em có mong muốn được làm luận văn trong học kì 192 tới, nhưng khi đăng kí làm luận văn thì bị báo lỗi là 'không đủ ngày công tác xã hội tiên quyết', trong khi số ngày công tác xã hội hiện tại của em là 11.5 ngày, đã đủ tiêu chuẩn đăng kí. Mong trường xem xét và cập nhật sớm số ngày công tác xã hội nhanh chóng giúp em để kịp đăng kí luận văn trong đợt này.. . Em xin cảm ơn. . . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "QUOTE MSSV/MSGV: [student_id]. . . . Em có mong muốn được làm luận văn trong học kì 192 tới, nhưng khi đăng kí làm luận văn thì bị báo lỗi là 'không đủ ngày công tác xã hội tiên quyết', trong khi số ngày công tác xã hội hiện tại của em là 11.5 ngày, đã đủ tiêu chuẩn đăng kí. Mong trường xem xét và cập nhật sớm số ngày công tác xã hội nhanh chóng giúp em để kịp đăng kí luận văn trong đợt này.. . Em xin cảm ơn. . . . . Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . .   /QUOTE . . Chào [full_name], Em kiểm tra xem số tín chỉ tích luỹ  ngành em đủ 261 tín chỉ chưa? Nếu đủ thì ngày 11/02-17/02 em đăng ký lại nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Em chào admin. . Em tên Trần [full_name] Lực mssv [student_id]. . Em học khoa cơ khí. . Trong đợt điều chỉnh môn học đợt cuối em không biết là hủy môn học được. . Em có đăng ký nhầm môn những nguyên lý cơ bản của chủ nghĩa mác [full_name] (mã SP1003 lớp L03 ) và môn bơi ( mã PE1019 lớp L20 ) ,do kỳ trước em chưa qua anh văn nên lỡ đăng ký cho đủ chỉ để không bị cảnh cáo học vụ nay em qua anh văn em được đăng ký chuyên nghành thì đã bị khóa môn, thời khóa biểu các môn đăng ký trước lại đụng thời gian học các môn chuyên nghành cuat em . . Em xin pdt xóa giúp em để em được đăng ký môn chuyên nghành của em , do hai môn đó đụng lịch học các môn chuyên nghành của em nên em đăng ký chuyên nghành chưa được.. . Em cảm ơn rất nhiều. . Xin giúp đỡ em",
            "Về việc tăng sĩ số/khiếu nại đăng ký MH. . Bạn vui lòng vào trang http://bksi.hcmut.edu.vn/. . Bước 1: Chọn mục Hỏi/yêu cầu. . Bước 2: Tạo câu hỏi/ yêu cầu mới. . Bước 3: Click vào dấu (+) đứng trước các danh mục để chọn chủ đề câu hỏi cho phù hợp. . Ví dụ: Chọn mục” đăng ký môn học”. . Lưu ý phải chọn cho đúng chủ đề để được trả lời nhanh nhất.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Admin. . Em tên là [full_name] MSSV: [student_id]. . Em học khoa Xây Dựng ạ. . Trong đợt hiệu chỉnh môn học đợt 3(cuối) vào ngày 2/1/2020 Em bị trùng lịch học môn tiên quyết. . Em xin đề nghị pdt mở thêm sỉ số môn học Tư tưởng [full_name] (mã SP1005 - lớp A01), môn Địa chất công trình (mã CI1043 - lớp L06) và môn cơ lưu chất (mã CI2003 - lớp L02-L07 hoặc L07-L21). . Em xin cảm ơn rất nhiều",
            "Chào em,. . . . PDT tăng môn SP1005 và CI1043 còn môn CI2003 phòng thí nghiệm bị full sỉ số không tăng được nữa."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Admin. . Em tên là [full_name] MSSV: [student_id]. . Em học khoa Xây Dựng ạ. . Trong đợt hiệu chỉnh môn học đợt 3(cuối) vào ngày 2/1/2020 Em bị trùng lịch học môn tiên quyết. . Em xin đề nghị pdt mở thêm sỉ số môn học Tư tưởng [full_name] (mã SP1005 - lớp A01), môn Địa chất công trình (mã CI1043 - lớp L06) và môn cơ lưu chất (mã CI2003 - lớp L02-L07 hoặc L07-L21). . Em xin cảm ơn rất nhiều. . . .",
            "Chào em,. . \t. . Môn này PDT đã tăng lên sỉ số max không tăng được nữa. Em có thể làm đơn mở xin mở lớp dự thính.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Do môn học Tổ chức thi công ( thi ngày 3/1)  chưa có điểm cuối kì nên em không đăng kí được luận văn tốt nghiệp. Cho em hỏi là em sẽ đăng kí bổ sung sau khi có điểm hay phải làm đơn xin để đăng kí luận văn?. .",
            "Chào bạn,. . Còn đợt D9KLV (xem tại lịch học vụ), bạn có thể nhờ thầy cô chấm điểm và nộp điểm lên PHòng Đào tạo sớm để bạn đăng ký LVTN. . Từ ngày 11/2 – 17/2/20"
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV/MSGV: [student_id]    . . . . . . Em chào admin. . Em tên Trần [full_name] Lực mssv [student_id]. . Em học khoa cơ khí. . Trong đợt điều chỉnh môn học đợt cuối em không biết là hủy môn học được. . Em có đăng ký nhầm môn những nguyên lý cơ bản của chủ nghĩa mác [full_name] (mã SP1003 lớp L03 ) và môn bơi ( mã PE1019 lớp L20 ) ,do kỳ trước em chưa qua anh văn nên lỡ đăng ký cho đủ chỉ để không bị cảnh cáo học vụ nay em qua anh văn em được đăng ký chuyên nghành thì đã bị khóa môn, thời khóa biểu các môn đăng ký trước lại đụng thời gian học các môn chuyên nghành cuat em. . Em xin pdt xóa giúp em để em được đăng ký môn chuyên nghành của em , do hai môn đó đụng lịch học các môn chuyên nghành của em nên em đăng ký chuyên nghành chưa được.. . Em cảm ơn rất nhiều. . Xin giúp đỡ em",
            "Chào em,. . \t. . Đợt 3 em chỉ  làm đơn rút môn học thôi nhé . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Admin. . Em tên là [full_name] MSSV: [student_id]. . Em học khoa Xây Dựng ạ. . Trong đợt hiệu chỉnh môn học đợt 3(cuối) vào ngày 2/1/2020 Em bị trùng lịch học môn tiên quyết. . Em xin đề nghị pdt mở thêm sỉ số môn học Tư tưởng [full_name] (mã SP1005 - lớp A01), môn Địa chất công trình (mã CI1043 - lớp L06) và môn cơ lưu chất (mã CI2003 - lớp L02-L07 hoặc L07-L21). . Em xin cảm ơn rất nhiều",
            "Chào em,. . \t. . Môn này PDT đã tăng lên sỉ số max không tăng được nữa. Em có thể làm đơn mở xin mở lớp dự thính.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . . Cho em hỏi là trước đây em có đăng kí môn Vật Liệu Xây Dựng được , nhưng bây giờ em đăng kí lại thì mắc lỗi môn học tiên quyết là môn sức bền vật liệu , trong khi môn đó em đã qua với (mã môn học cũ). Mã môn học cũ và mới thì tương đương nhau mong trường xem xét lại giúp em để em có thể đăng ký môn học",
            "Chào em,. . . . Em cho biết mã số môn học em cần đăng kí",
            "Dạ là CI2037",
            "Chào em,. . . . Bạn khoá 2013 bạn có thể nộp PDT để xem xét nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ giờ môn giải tích 2 của e kín lớp r nên em không thể đăng kí còn môn hóa đại cương thì e bị trùng lịch v nên e mong phòng đào tăng số đăng kí vào các lớp giúp e với ạ",
            "Hoặc phòng đạo tạo có thể giúp e đăng kí 2 môn là giải tích 2 và hóa đại cương với ạ,e có gửi lịch học những môn mà em đã đăng kí mong pđt giúp e sớm tại vì sắp hết đăng kí đợt 3 r ạ em xin cám ơn",
            "Chào em,. . . .  Môn giải tích 2 PDT đã tăng lên sỉ số max không tăng được nữa. Em có thể làm đơn mở xin mở lớp dự thính.. . . .  Môn Hoá đại cương PDT đã tăng sỉ số 1 số nhóm, em đăng kí lại nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "chào thầy cô, em đã nộp đơn xin mở lớp đồ án ( MA4003) và được hẹn lịch đăng kí vào 13h ngày 3/1. Nhưng tới giờ lớp vẫn chưa mở để em đăng kí. em mong thầy ( cô) kiểm tra lại giúp em , để em có thể đăng kí môn học này. Em cảm ơn",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Về việc tăng sĩ số/khiếu nại đăng ký MH. . Bạn vui lòng vào trang http://bksi.hcmut.edu.vn/. . Bước 1: Chọn mục Hỏi/yêu cầu. . Bước 2: Tạo câu hỏi/ yêu cầu mới. . Bước 3: Click vào dấu (+) đứng trước các danh mục để chọn chủ đề câu hỏi cho phù hợp. . Ví dụ: Chọn mục” đăng ký môn học”. . Lưu ý phải chọn cho đúng chủ đề để được trả lời nhanh nhất.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712781  /b \t. . . .   i Yêu cầu khác  /i EM TÊN NGUYỄN NGỌC QUANG MSSV1712781. . KHOA KỸ THUẬT XÂY DỰNG. . TRONG ĐỢT HIỆU CHỈNH MÔN HỌC LẦN THỨ 3 NÀY . .  LỚP SINH HỌC ĐẠI CƯƠNG (CH2027) VÀ HÓA VÔ CƠ (CH2011) BỊ FULL SĨ SỐ . . EM MONG ĐƯỢC PHÒNG ĐÀO TẠO MỞ THÊM SĨ SỐ , ĐỂ EM DƯỢC  ĐĂNG KÍ MÔN HỌC A. . EM  XIN CHÂN THÀNH CẢM ƠN . . . . . .",
            "[full_name]UOTE MSSV/MSGV: [student_id]    . . . . Yêu cầu khác[full_name] TÊN NGUYỄN NGỌC [full_name]UANG MSSV[student_id]. . [full_name]. . [full_name]. . [full_name] ĐẠI CƯƠNG (CH2027) lớp A01 VÀ HÓA VÔ CƠ (CH2011) lớp A01 BỊ FULL SĨ SỐ. . [full_name] [full_name] , ĐỂ [full_name] DƯỢC  ĐĂNG KÍ MÔN HỌC A. . [full_name]  [full_name]. . . . . .   /[full_name]UOTE . .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: ILI13245  /b \t. . Mong phòng đào tạo giúp em mở sĩ số môn học [full_name] Lối Cách Mạng của Đảng Cộng Sản Việt Nam (001004). .",
            "Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Môn giáo dục thể chất 3 (điền kinh), PE1025 lớp A01",
            "Chào em,. . \t. . Môn này PDT đã tăng lên sỉ số max không tăng được nữa. Em có thể làm đơn mở xin mở lớp dự thính.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Do em vừa hủy môn đại cương nên đăng ký trễ và em là khóa cuối cao đẳng bảo dưỡng công nghiệp nên rất khó để mở lớp chuyên ngành.. . Kính mong thầy cô xem xét và tăng số lượng sinh viên đăng ký. Em xin cám ơn",
            ". . Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em xin chào thầy/cô. . Em tên [full_name]: [student_id]. . Sinh viên khoa Điện - Điện tử, chuyên ngành Điện tử -Viễn thông Khoá 2015.. .  . . Em có một vấn đề muốn hỏi các thầy/cô, đó là: học kỳ 191 vừa rồi em có đăng ký môn Luận văn tốt nghiệp. Tuy nhiên chưa hoàn thành nên không được phép của thầy hướng dẫn cho bảo vệ. Vì vậy học kỳ 192 này em quyết định đăng ký lại môn Luận văn Tốt nghiệp.. . Tuy nhiên lại không thể đăng ký được, lý do của hệ thống là em không thuộc loại hình SV đăng ký. Mong nhận được phản hồi sớm nhất từ các thầy/cô để em có thể được thực hiện nguyện vọng đăng ký đúng hạn môn học và đưọc ra trường.. . . . Em xin cám ơn!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Về việc tăng sĩ số/khiếu nại đăng ký MH. . Bạn vui lòng vào trang http://bksi.hcmut.edu.vn/. . Bước 1: Chọn mục Hỏi/yêu cầu. . Bước 2: Tạo câu hỏi/ yêu cầu mới. . Bước 3: Click vào dấu (+) đứng trước các danh mục để chọn chủ đề câu hỏi cho phù hợp. . Ví dụ: Chọn mục” đăng ký môn học”. . Lưu ý phải chọn cho đúng chủ đề để được trả lời nhanh nhất.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Gửi phòng đào tạo,. . Hiện tại em đang học anh văn 1 ở trường, xin phòng đào tạo có thể cho em tạm thời qua môn anh văn 1 để em đăng kí kịp những môn chuyên ngành ạ",
            "Chào em,. . . . Đó là qui định của trường nha em, không thể tạm thời cho em qua anh văn 1 được."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Chào em,. . . . Em có thể cho biết mã số môn học.. .",
            "Mã môn học là EE1011 ạ.. .",
            "Chào em,. . . . Môn này  phòng thí nghiệm bị full sỉ số không tăng được nữa. Em có thể làm đơn xin mở lớp dự thính.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi là hiện tại kết quả toeic ngày 10 mới có mà nếu không đạt thì em không thể làm luận văn vào kỳ tới, nên em tính đăng ký đề cương dự trù cho trường hợp không đủ điểm toeic không ạ?. .",
            "Chào bạn,. . Nếu không đạt chuẩn AV theo quy định thì không đăng ký được nha bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào admin. . Em tên [full_name] mssv [student_id]. . Em khoa giao thông. . Dạ cho em hỏi do có lịch học trùng với môn hoc nên em rút môn xác suất thống kê, và rút rồi em có thể đăng ký lại xác suất thống kê giờ khác được không ạ, và môn hoc đã rút có phải đóng học phí không ạ.. . Em xin chân thành cảm ơn",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn xem quy định rút MH tại đây:. . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Điều 11. Hủy, rút môn học. . Việc rút MH và đăng ký là 2 vấn đề khác nhau nhe bạn. Sau khi đã công bố TKB chính thức mới nhận đơn rút MH."
        ]
    },
    {
        "intent": "",
        "message": [
            "CHÀO phòng đạo tạo ,Em tên là [full_name] mssv [student_id] hiện đang học khoa điện ,đợt 1 e có đăng kí môn có anh văn 3 ,nhưng  đợt 2 thì thời khoá biểu của em lại bị mất vì trùng thời khoá biểu vì các môn chuyên ngành của em là học từ thứ 2- thứ 6 sáng và chiều .Bây giờ e muốn hủy môn thực tập điện tử 1 để thay vào đó là anh văn 3 vì hết năm 2 là em phải qua anh văn 3 ạ,em mong phòng đào tạo giải quyết sớm giúp em .Em cám ơn ạ .",
            "CHÀO phòng đạo tạo ,Em tên là [full_name] mssv [student_id] hiện đang học khoa điện ,đợt 1 e có đăng kí môn có anh văn 3 ,nhưng  đợt 2 thì thời khoá biểu của em lại bị mất vì trùng thời khoá biểu vì các môn chuyên ngành của em là học từ thứ 2- thứ 6 sáng và chiều .Bây giờ e muốn hủy môn thực tập điện tử 1 để thay vào đó là anh văn 3 vì hết năm 2 là em phải qua anh văn 3 ạ,em mong phòng đào tạo giải quyết sớm giúp em .Em cám ơn ạ ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn đăng kí môn giải tích 2 nhưng hết lớp em muốn đăng kí quá sỉ số ạ. .   B",
            "Chào em,. . . . Môn này PDT đã tăng lên sỉ số max không tăng được nữa. Em có thể làm đơn mở xin mở lớp dự thính.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào quý thầy cô !. .   Em là sinh viên cao đẳng bảo dưỡng công nghiệp. Em muốn trả nợ môn Tin học và Vậy lý, nhưng giờ trung tâm không mở 2 môn này nữa và em được biết môn tương đương của 2 môn này ở hệ đại học là Nhập môn điện toán (CO1005) và Vật lý 1 (PH1003) . Nhưng khi vào đăng ký môn học chuyển hệ thì em lại không đăng ký được với lí do là : bạn không được phép đăng ký vào nhóm lớp này - xem thêm về loại hình sv và loại hình đào tạo. . . Em mong quý thầy cô giải thích giúp em .. . Em xin cảm ơn !. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Về việc tăng sĩ số/khiếu nại đăng ký MH. . Bạn vui lòng vào trang http://bksi.hcmut.edu.vn/. . Bước 1: Chọn mục Hỏi/yêu cầu. . Bước 2: Tạo câu hỏi/ yêu cầu mới. . Bước 3: Click vào dấu (+) đứng trước các danh mục để chọn chủ đề câu hỏi cho phù hợp. . Ví dụ: Chọn mục” đăng ký môn học”. . Lưu ý phải chọn cho đúng chủ đề để được trả lời nhanh nhất.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Do môn Mạch điện tử (EE2007) lớp A01_A01 đã full sĩ số nên em yêu cầu có thể tăng si số lớp để em có thể đăng kí được môn học.. . . . Em xin cám ơn.",
            "Chào em,. . . . Môn này  phòng thí nghiệm bị full sỉ số không tăng được nữa. Em có thể làm đơn xin mở lớp dự thính.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi Thầy, Cô,. . . . Em là [full_name], sinh viên khóa k18, khoa Cơ Khí.. . . . Kính nhờ Thầy, Cô tăng sĩ số lớp của các môn học (HK 192) sau giúp em ạ:. . . . - Lớp [full_name]01_[full_name]01- Môn học C[full_name]D/C[full_name]M (Mã MH: ME4007).. . . . - Lớp [full_name]01 - Môn học: Nhập môn thị giác máy tính (Mã MH: ME4201).. . . . . . Vì hiện tại tất cả các lớp trên đều đã đủ sỉ số ạ.. . . . Em xin cảm ơn Thầy, Cô.",
            "Chào em,. . . . Môn ME4007  phòng thí nghiệm bị full sỉ số không tăng được nữa. Em có thể làm đơn xin mở lớp dự thính.. . . . Môn ME4201 PDT đã tăng sỉ số, em đăng kí lại nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1912685  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em chào cô. . Dạ cô cho em hỏi là em đăng ký muộn nên hết lớp liệu em có thể đăng ký môn GIAI TÍCH 2 in đậm mã MT1013 không ạ. Và cho em hỏi cùng một môn nhưng môn đó với tên in đậm và mã khác thì có nghĩa là gì ạ.. . Em cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Êm xin phòng đào tạo xem xét tăng sỉ số môn học quản lí thu mua Me4657 lớp L01 . Em xin cảm ơn",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào admin. . Em tên: [full_name] mssv: [student_id]. . Khoa Kỹ thuật Xây Dựng. . -Trong đợt hiệu chỉnh môn học cuối vào ngày 2/1/2019 em không biết là không hủy môn học được. . -Em xin đề nghị phòng đào tạo xóa môn: Tư tưởng [full_name](SP1005) , Địa chất công trình(CI1043) mà em đã đăng kí để em chuyển sang đăng kí môn khác ạ. . -Em xin cảm ơn rất nhiều. . . . . .",
            "Chào bạn.. . PĐT đã mở khóa để bạn hiểu chỉnh môn học online. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi trong đợt 3 này em muốn xin mở môn học mới thì thủ tục là những gì ạ. Và thầy đã chấp nhận mở lớp ạ em cảm ơn. .",
            "Chào bạn,. . Đợt này không nhận đơn mở lớp nhé bạn, chỉ nhận mở các môn Đồ Án, LVTN, TTTN"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào ad ạ, em là sinh viên thuộc khoa Khoa học và Kỹ thuật Máy tính. Em có nhu cầu đăng ký học môn Cấu trúc dữ liệu và giải thuật (mã môn học CO2003) trong HK192. Nhưng hiện tại số lượng đã đủ nên em không thể đăng ký thêm được. Em mong ad có thể mở thêm 1 slot để em có thể đăng ký tham gia môn học này trong HK192. Em chân thành cảm ơn.",
            "Chào em,. . . . Môn này  phòng thí nghiệm bị full sỉ số không tăng được nữa. Em có thể làm đơn xin mở lớp dự thính.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . . Em đăng ký môn vật liệu xây dựng mã CI2037 thì được yêu cầu môn học tiên quyết là môn Sức bền vật liệu mã CI2007 , trong khi đó em đã qua môn Sức bền vật liệu mã cũ là 809033 rồi.. . Môn CI2007 là môn thay thế của môn 809033 , nếu bây giờ còn phải học lại môn thay thế (môn em đã qua) này thì sẽ không còn cơ hội để đăng ký các môn khác , và không thể ra trường.. . . .  Kính mong nhà trường xem xét sớm cho em có thể đăng ký để được ra trường ạ.. . Em xin cảm ơn .",
            "Chào em,. . . . Em khoá 2013 em nộp đơn PDT để xem xét trường hợp của em nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em chào thầy/cô,. . Em tên là [full_name] MSSV [student_id], hiện tại là sinh viên khoa Điện-điện tử.. . Trong đợt hiệu chỉnh môn học đợt cuối này, em không biết là không hủy đăng kí được.. . Em xin đề nghị PĐT xóa môn Đường lối CM của Đảng CSVN (mã môn học SP1009 lớp L01) mà em đã đăng kí.. . Em xin chân thành cảm ơn",
            "Chào bạn.. . PĐT đã mở khóa để bạn hiểu chỉnh môn học online. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thưa cô nếu rút môn thì phải chờ vào học rồi mới rút được, lúc đó làm sao DKMH được nữa.. .",
            "Chào bạn.. . PĐT đã mở khóa để bạn hiểu chỉnh môn học online. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo !. .    Xin phép Phòng đạo tạo có thể mở thêm sỉ số lớp L03_L08 môn học CI2003 được không ạ ?. .    Bởi vì hiện tại chỉ còn mỗi giờ học này là em có thể đăng kí được vô thời khóa biểu của mình, với lại môn học này là điều kiện tiên quyết để em có thể đăng kí môn học cho học kỳ tiếp theo nữa. Nên rất mong Phòng đạo tạo có thể xem xét nguyện vọng này giúp em với ạ.. .    Em xin cảm ơn rất nhiều!",
            "Chào em,. . . . Môn này  phòng thí nghiệm bị full sỉ số không tăng được nữa. Em có thể làm đơn xin mở lớp dự thính.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em chào thầy/cô. . Hôm qua em có xin tăng sĩ số lớp vật lý bán dẫn vì hết lớp và có cô đã trả lời em là phòng thí nghiệm hết chỗ bảo em xin mở lớp. . Nhưng kỳ 1 vừa qua em đi chữa bệnh và nhà có việc nên em đã không theo học được và có môn học trước mà em đã rút nên kỳ này em không đăng ký đủ tín chỉ và em dự tính kỳ dự thính em sẽ xin học các môn đó thay vì học vật lý bán dẫn. Em thấy cũng có lớp 29 30 31 bạn. Vậy em mong thầy/cô có thể tăng cho em 1 chỗ ở lớp vật lý bán dẫn L05_L14 để em có thể đủ tín chỉ và hk dự thính em để dành học các môn hk 191 vừa qua ạ và hè em còn phải học bù quân sự ạ. . Em cảm ơn ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Chào quý thầy/cô.. . Kết quả đợt đăng kí môn học vừa rồi em bị hủy hết 2 môn học Cơ học ứng dụng AS2007, Hóa hữu cơ CH2021 với lý do là thiếu môn tiên quyết CCAS_1. Nhưng kì thi chuẩn anh văn đợt 21/12 vừa rồi em đã qua được chuẩn anh văn năm nhất và các môn khác có mã năm 2 đều đăng ký được không bị hủy trong kết quả vừa rồi. Vậy quý thầy/cô cho em hỏi là môn tiên quyết CCAS_1 là gì ạ và làm sao em đăng kí được môn đó. Nếu đợt 3 này em đăng kí thì cuối đợt 3 có bị hủy nữa không ạ.. . Em xin cám ơn.",
            "Chào bạn. . . . CCAS_1 : chứng chỉ av sau năm 1 . . . . bạn tham khảo tại quy chế . . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . . . --  Phụ lục 1 quy định về các môn ngoại ngữ cho chương trình bằng tiếng việt"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em chào thầy/cô. . Dạ cho em hỏi là  em có đăng ký các môn mà có 2 môn bị trùng tiết trong duy nhất 1 tuần còn các tuần còn lại thì không bị trùng. Vậy liệu các môn này của em có bị xoá khỏi thời khoá biểu không ạ. . Em cảm ơn ạ!"
        ]
    }
]