[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin tăng sỉ số các lớp sau để đăng ký môn học. . Mã môn 1: Giải tích 2 MT1005 Nhóm lớp L13_L26. . Mã môn 2: Vẽ kỹ thuật xây dựng CI1033 Nhóm lớp L04_L07. . Mã môn 3: Khoa học trái đất CI1069 Nhóm lớp . . L10. . Mã môn 4:  Hóa đại cương CH1003 Nhóm lớp L14_L56. . Em xin chân thành cảm ơn ạ",
            "Chào bạn,. . Phòng Đào tạo đã gởi mail thông báo về việc  đăng kí môn học đợt nguyện vọng (đăng ký thêm các môn có nhu cầu học) từ ngày 31/12/2020 đến 09 giờ ngày 04/01/2021, bạn vui lòng kiểm tra mail để biết thông tin nha. . Các SV căn cứ trên nhu cầu học tập cá nhân, kết quả ĐKMH ĐANG CÓ ở đợt ĐKMH lần 2, đăng ký THÊM các môn học có nhu cầu học. . Đợt 3 - dự kiến vào 12-14/1/2021, sinh viên có thể hủy, hiệu chỉnh và bổ sung môn học nhé bạn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có đăng ký môn này vào đợt 1, nhưng bị xóa môn mất. Em chờ đợt 2 vào hôm nay để đăng ký lại nhưng sĩ số ít quá, full slot, em không đăng ký được. Môn này cơ sỡ ngành nên em mong được mở thêm sĩ số ạ.. . Em chân thành cảm ơn.",
            "Chào bạn,. . . . Chiều này (31/12) PDT sẽ gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào ạ!. . . . Em tên [full_name], sinh viên năm 3 khoa CNVL.. . . . Em xin được mở thêm sỉ số cho môn   B EN1003  /B  - Con người và môi trường - nhóm lớp   B L01   /B ạ. . . Như chương trình thì học kì tới em sẽ học môn này, tuy nhiên hiện tại lớp L02 đã hết sỉ số (72/72), các lớp ở CS1 thì không tiện và trùng lịch ạ.. . . . Kính mong các anh/chị giải quyết ho trường hợp của em ạ.. . Em xin cảm ơn.. . . .",
            "Chào bạn,. . . . Chiều này (31/12) PDT sẽ gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào thầy vô ạ. Hiện tại là có những bạn bị nhân đôi môn học trong thời khóa biểu, dẫn đến việc tăng tín chỉ lên 30 40 chỉ. Em nghĩ đây có thể là nguyên nhân khiến các lớp học bị kín chỗ vì sĩ số ảo, làm cho rất nhiều sinh viên không còn chỗ đăng kí môn học nữa ( khoảng 90 bạn đối với môn Hóa đại cương ạ). Em kính mong thầy cô xem xét giúp em với ạ, và nếu được thì kính xin thầy cô mở thêm vài lớp hóa đại cương với ạ. Em cảm ơn thầy cô nhiều lắm ạ.. . . . Mã môn hóa đại cương là CH1003 ạ.. . . .",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí lại chưa?.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa thầy cô phụ trách. . . . Em tên là [full_name], MSSV: [student_id]. . . . Hiện tại em có nguyện vọng đổi lớp môn Cấu trúc dữ liệu và giải thuật, mã môn CO2003. Em mong muốn được chuyển tử lớp [full_name]02-[full_name]04 sang lớp [full_name]01-[full_name]02 ạ.. . . . Em mong thầy cô hỗ trợ giúp em ạ. Nếu không được em mong thầy cô tăng sỉ số lớp để em có thể tự đăng ký cũng được ạ.. . . . Em xin chân thành cảm ơn.. . . . [full_name]",
            "Chào bạn,. . . . Chiều này (31/12) PDT sẽ gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy ( cô) . . Cho em hỏi là nếu giáo viên bộ môn đồng ý mở đề cương luận văn hè thì sẽ được pdt mở môn không ạ? . . Em cảm ơn ạ",
            "Chào bạn,. . . . Môn đề cương luận văn nếu khoa đề nghị mở, PDT vẫn mở bình thường nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là: [full_name]. . MSSV: [student_id]. . Khoa: Cơ Khí. . Lớp: CK19HT01. . Đợt đăng kí môn học vừa rồi em có đăng kí môn học môn Vận trù học( ME2051) nhưng bị xóa. Hôm nay em đăng kí nhưng không còn slot, em mong Phòng đào tạo có thể nới thêm sĩ số để em có thể đăng kí ạ. Em cảm ơn.. . . .",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí lại chưa?.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PDT.. . PDT cho em hỏi là em đang học điện tử nhưng có đăng kí 1 môn của khoa máy tính thì có được tính vào tích lũy tín chỉ không ạ.",
            "Chào bạn,. . . . - Không tính vào điểm tích ngành, nhưng tính vào điểm tích luỹ chung.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đang là sinh viên K19 - Khoa Khoa học và Kĩ thuật Máy tính ạ. Em có đăng ký môn Kĩ thuật lập trình - Mã MH CO1027 cho HK202 thì hệ thống lại không cho đăng ký và báo \" Bạn không được phép đăng ký vào nhóm lớp này\". Thầy có thể hướng dẫn em cách đăng ký môn học này cho những bạn K19 như em được không ạ, nhưng môn CO1027 lại là môn cơ sở ngành của em ạ.. . . . . .",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí lại chưa?.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ phòng đào tạo cho em hỏi là vào tháng 9 em có tham gia kiểm tra trình độ tiếng anh do nhà trường và IIG tổ chức em được 540 điểm đủ chuẩn xét miễn av3 mà hiện giờ trên bảng điểm của em lại không thấy điểm thi đó nên không thể đăng kí được av4 do mắc lỗi chưa học trước av3 ạ, với em có thi lấy bằng toeic nộp chuyển điểm nhưng bkpay cứ báo hệ thống đang bảo trì nên em không thể nào hoàn tất việc chuyển điểm để đăng kí môn học, cho em hỏi là bkpay khi nào mới hết bảo trì ạ, em cảm ơn ạ.",
            "Chào bạn,. . Kỳ thi tiếng Anh do nhà trường và IIG tổ chức chỉ dùng để xét chuẩn tiếng Anh từng năm, không dùng để xét miễn môn AV1,2,3,4 nhé bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em có đăng kí môn Khoa Học Trái Đất ở đợt 1, mã môn là GE1013. Nhưng kết quả đăng ký không được với lí do là bị trùng, trong khi trong lịch Phòng Đào Tạo xếp thì không bị trùng môn nào cả. Kính mong quý thầy cô giải quyết giúp em ạ. Em chân thành cảm ơn.",
            "Chào bạn,. . Các SV căn cứ trên nhu cầu học tập cá nhân, kết quả ĐKMH ĐANG CÓ ở đợt ĐKMH lần 2, đăng ký THÊM các môn học có nhu cầu học. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô PĐT. . Em xin thầy cô tăng thêm sỉ số môn CLC(CI2003)  do lần 1 em có đk rồi mà k biết lí do tại sao lần 2 này em bị hủy môn và đk lại không đc do số lượng sv đk qua lớn.. . Em cảm ơn thầy cô đã xem.",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí lại chưa?.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em tên là [full_name] .hồi học kì k192 em có trật môn VLBD.Hiện tại em đăng kí lại môn VLBD mã EE1007 nhưng có thông tin rằng nếu đăng kí theo mã này thì học mã mới mà qua thì tính qua môn mã cũ và điểm môn mã cũ vẫn tính vào đtbtl chứ ko lấy điểm môn mã mới đúng ko ạ",
            "Chào bạn,. . . . Bạn vui lòng học đúng mã số môn học trong chương trình đào tạo của mình. Nếu muốn thắc mắc gì về chương trình đào tạo bạn về khoa để tư vấn thêm.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name].. . Khoa Kỹ thuật Xây Dựng.. . Em xin phép phòng đào tạo trường Đại học Bách Khoa HCM tăng sĩ số môn học Quản lý dự án Xây dựng (CI1053) - nhóm lớp A01.. . Em vô đăng ký lúc 10:30am thì sĩ số đã full rồi ạ. . . Mong PĐT xem xét trường hợp của em.. . Em xin chân thành cám ơn.",
            "Chào bạn,. . . . Chiều này (31/12) PDT sẽ gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào pĐt ạ.. . PĐt cho em hỏi là nếu như em đăng kí môn học khác ngành em đang học nhưng bị rớt thì có bắt buộc phải học lại không ạ. Em cảm ơn ạ",
            "Chào bạn,. . . . PDT chỉ xét những môn trong chương trình đào tạo của bạn  thôi nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1813960  /b \t. . . .   i Đăng ký môn học . PĐT cho em hỏi, . . Trong đợt ĐKMH đợt 1, môn Môi trường và con người - ME2019 của em không bị trùng TKB với môn nào cả, nhưng trong lịch sử đăng kí lại ghi là : PDT không đ/ký cho SV MH ME2019 (T: Trùng giờ TKB). . Mong PĐT giải đáp cho em . . Em xin cảm ơn.",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí lại chưa?.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng [full_name]ý môn học . Em là sinh viên ngành nhiệt [full_name]17 đăng [full_name]ý môn lò hơi và thiết bị đốt ME3043 nhưng lại yêu cầu học trước môn ME3147 của [full_name]19, trong [full_name]hi môn học ME3147 lại [full_name]hông có trong chương trình học của [full_name]17.. . Mong nhà trường sớm xem xét lại trục trặc này và cho em hướng giải quyết ạ.. . Em xin cảm ơn.. .",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí lại chưa?.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Giờ em em muốn đăng kí hoá đại cương HC1003 mà hết đăng kí được rồi ạ.Em mong Phòng Đào Tạo có thể mở lại lần nữa được không ạ.. . Em xin trân thành cảm ơn ạ.",
            "Chào bạn,. .  . .  Phòng Đào tạo đã gởi mail thông báo về việc  đăng kí môn học đợt nguyện vọng (đăng ký thêm các môn có nhu cầu học) từ ngày 31/12/2020 đến 09 giờ ngày 04/01/2021, bạn vui lòng kiểm tra mail để biết thông tin nha.. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Quý thầy cô,. . . . Em là [full_name], MSSV: [student_id]. . . . Em muốn xin tăng sĩ số của lớp mã L02 môn Kinh tế chính trị [full_name], mã môn học SP1033 ạ.. . . . Lí do: Em thuộc lớp KSTN khoa Hóa, phải xóa môn này để đăng ký các môn thuộc lớp KSTN và bây giờ em không thể đăng ký lại vì đã hết sĩ số, mong PĐT xem xét mở thêm sĩ số lớp L02 giúp em ạ. . . . Em cảm ơn ạ.",
            "Chào bạn,. . . . Chiều này (31/12) PDT sẽ gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". .   i Yêu cầu khác . Chào thầy/cô. . Cho em được hỏi là khám sức khoẻ định kỳ cho sinh viên năm ba có bắt buộc không , và hình thức kỷ luật ạ. Vì em hỏi bạn lớp trưởng là không bắt buộc và trong mail không nói hình thức kỷ luật nên em không đăng ký khám sức khoẻ định kỳ, và đợt vét từ 29-31/12 em đã về quê từ hôm 28.. . Em xin chân thành cảm ơn thầy/cô.",
            "Chào bạn,. . Vấn đề về sinh hoạt công dân, bảo hiểm y tế, BHTN, điểm rèn luyện, sinh viên khá giỏi toàn diện, giấy xác nhận sinh viên về vay vốn ngân hang, khám sức khỏe bạn vui lòng liên hệ tại Phòng Công tác chính trị sinh viên để được hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . PĐT cho em hỏi rằng, hiện tại em vẫn tiến hành đăng ký môn học bình thường, nhưng nếu sau đó em rút hồ sơ khỏi trường để đi du học (có giấy báo nhập học) trong lúc chưa bắt đầu học kỳ mới thì em có cần thanh toán khoản học phí của kỳ sau không ạ.. .",
            "Chào bạn. . Theo quy định nếu bạn thôi học trước 4 tuần đầu của Học kỳ thì không phải thanh toán học phí. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện sĩ số cũ cơ sở kĩ thuật điện đã hết. Xin pdt xem xét tăng sĩ số",
            "Chào bạn,. . . . Chiều này (31/12) PDT sẽ gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ hôm trước em đã bỏ lỡ đợt đăng ký bảo hiểm y tế đợt 1 tháng 12, lúc em có lên hỏi thì phòng đào tạo nói rằng sẽ có thông báo về đợt 2. Vậy cho em hỏi khi nào là đợt đăng ký bảo hiểm y tế tiếp theo và có ảnh hưởng đến đăng ký môn học đợt 3 học kỳ 202 không ạ?. .   i Học vụ .",
            "Chào bạn,. . Vấn đề về sinh hoạt công dân, bảo hiểm y tế, BHTN, điểm rèn luyện, sinh viên khá giỏi toàn diện, giấy xác nhận sinh viên về vay vốn ngân hang, khám sức khỏe bạn vui lòng liên hệ tại Phòng Công tác chính trị sinh viên để được hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin tăng sĩ số lớp sau để đăng kí môn học:. . Mã môn học: CI1003,Nhóm lớp L10_L19",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí lại chưa?.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em muốn xin pđt mở lớp anh văn 4 ở CS1 ạ.. . Còn rất nhiều bạn ở CS1 chưa học AV4 ạ. Em cảm ơn.",
            "Chào bạn,. . Phòng Đào tạo đã gởi mail thông báo về việc  đăng kí môn học đợt nguyện vọng (đăng ký thêm các môn có nhu cầu học) từ ngày 31/12/2020 đến 09 giờ ngày 04/01/2021, bạn vui lòng kiểm tra mail để biết thông tin nha. . Các SV căn cứ trên nhu cầu học tập cá nhân, kết quả ĐKMH ĐANG CÓ ở đợt ĐKMH lần 2, đăng ký THÊM các môn học có nhu cầu học. . Đợt 3 - dự kiến vào 12-14/1/2021, sinh viên có thể hủy, hiệu chỉnh và bổ sung môn học nhé bạn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin phép trường mở thêm 1 slot môn Kinh tế chính trị [full_name] [full_name]enin lớp L05 cho em ạ. Hiện em đang bị thiếu chỉ. Em xin cảm ơn. .",
            "Chào bạn,. . . . Chiều này (31/12) PDT sẽ gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   B Em thi anh văn do trường tổ chức được 365 điểm. Thì em có được đăng ký đồ án chuyên ngành, mã môn học : ME4045 không ạ.",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 31, phục lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên của   B Cao đẳng Bảo Dưỡng Công Nghiệp  /B , hiện em còn đang nợ 2 môn   B Toán 2 và Tin học  /B  ,  tương đương là   B Giải tích 2(Mt1005)  /B  và   B Nhập môn điện toán(CO1005)  /B  của hệ Đại học. Cho em hỏi là em có được đăng kí 2 môn này vào   B kì chính  /B  không hay chỉ được đăng kí học ở   B kì dự thính  /B . Em cảm ơn , mong nhận được sự trả lời sớm để kịp thời gian đăng kí môn học.",
            "Em có thử đăng kí thì không được dù có chọn đăng kí mục chuyển hệ.",
            "Chào bạn,. . . . Vì bạn đăng kí vào nhóm quốc tế nên không đăng kí được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chao cô ạ. Em có mong muốn được đăng kí môn học Hệ điều hành mã CO2017 nhưng các lớp đều đã full hết ạ, vì là môn học trước của 1 số môn nên em mong pdt có thể mở thêm sĩ số lớp cho em được đăng kí ạ, nếu không học được thì em sẽ bị chậm tiến độ học ạ, em cảm ơn nhiều ạ. . .",
            "Chào bạn,. . . . Chiều này (31/12) PDT sẽ gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . MSSV [student_id] . . Em có môn Cơ lưu chất CI2003 là môn tiên quyết của nhiều môn học, cho nên ở kỳ tới bắt buộc em phải học ạ. Mong PĐT cho em đăng ký thêm môn này ạ. . Em cảm ơn ạ",
            "Chào bạn,. . . . Chiều này (31/12) PDT sẽ gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] [full_name] [full_name] Đợt 1 em có đăng ký môn Kinh tế chính trị [full_name] (Mã MH SP1033), vào sáng hôm qua khi em lên xem kết quả đợt 1 và đổi giờ học cho môn Kinh tế chính trị [full_name], khi em xoá đăng kí để đổi giờ thì hệ thống gặp vẫn đề và sau khi load lại được trang đăng ký môn học thì các lớp ở cs2 đều đủ số lượng sinh viên[full_name] [full_name] [full_name] Em kính mong nhà trường có thể hổ trợ mở thêm lớp ở cs2 hoặc gia tăng sỉ số lớp để em và nhiều bạn khác có thể học và theo kịp chương trình đào tạo[full_name][full_name] [full_name] Em chân thành cảm ơn[full_name] [full_name] [full_name] Trân trọng[full_name] [full_name] [full_name]",
            "Chào bạn,. . . . Chiều này (31/12) PDT sẽ gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trong mail nhà trường gửi thì không cho tăng thêm sĩ số lớp ở cs1 nhưng khi em lên phòng đào tạo cs1 thì cán bộ bảo cs2 cũng không mở thêm sĩ số. Số lượng sinh viên học môn này khá cao mà cs2 chỉ mở có đúng 2 lớp( khoảng 150 sv) trong khi kì tới này em đăng kí môn thì bị xóa tận 2 môn làm tổng chỉ đăng kí của e chỉ có 10 chỉ làm trống nhiều thời gian trong khi đó e có thể học các môn này vừa tiết kiệm thời gian vừa tiết kiệm học phí (em học kì chính mà có 10 chỉ vẫn đóng học phí như bình thường tính ra thành hơn học phí dự thính). Mong nhà trường kiểm tra yêu cầu tạo điều kiện tối đa để đảm bảo quyền lợi cho sinh viên. . (Nếu được mở thêm sĩ số lớp em xin vào lớp P02 môn EN1003 và vào lớp L20 hoặc L18 hoặc L17 môn SP1033). . Em xin chân thành cảm ơn",
            "Chào bạn,. . . . Chiều này (31/12) PDT sẽ gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào ạ. . Em xin tăng sĩ số cho các môn học sau. . Mã môn học:CI1003,Nhóm L10_L19. . Em cảm ơn ạ",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí lại chưa?.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào Admin. . Cho em hỏi là tình trạng này là do lỗi hệ thống hay là lỗi của em ạ. Em đăng kí kinh tế vi mô từ đợt 1 và kết quả đợt 1 em vừa nhận thì em đã đăng kí thành công. Nhưng vì có 1 vài lí do nên là em vừa hủy lớp Cc02 để chuyển sang lớp cc01 nhưng lại không đăng kí được lớp và hiện lên như ảnh chụp. Trong khi em vừa chuyển lớp với môn đại số tuyến tính thì được ạ.",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí lại chưa?.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn đăng kí môn ME1005_ Thực tập cơ khí đại cương 1.. . Thời gian học : Chủ nhật,tiết:8,9,10,11,12 tại cs1.",
            "Chào bạn,. . . . Hiện tại đang trong đợt đăng kí nguyện vọng bổ sung bạn vào đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn hỏi làm sao để đăng kí môn học thể chất cho học kỳ tiếp theo ạ",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra mail PDT đã gời cho sinh viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sv khoa kỹ thuật xây dựng, em muốn xin mở thêm lớp con người và môi trường ở cs2 cho em hỏi em phải làm như thế nào ạ. .",
            "Chào bạn,. . . . Hiện tại đang trong đợt đăng kí nguyện vọng bổ sung bạn vào đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Hiện nay sĩ số các lớp đã full mong các thầy cô có thể mở thêm lớp Giai tích 2 và hoá đại cương ạ. .",
            "Chào bạn,. . . . Hiện tại đang mở  đợt đăng kí nguyện vọng bổ sung bạn vào đăng kí nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Có thể mở thêm slot môn con người và môi trường - EN1003 ở cs2 được không ạ, em thấy hai lớp có sỉ số là 72 và 73 thôi ạ",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ, em có nhu cầu học môn Hệ điều hành mã môn học CO2017 ở nhóm lớp L03_L06 nhưng lớp đã đủ sỉ số. Liệu phòng đào tạo có thể tăng lên để em được tham gia học không ạ?. . Em xin cảm ơn ạ.",
            "Chào bạn,. . . . Chiều này (31/12) PDT sẽ gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "em là ngọc phú sv k20 ạ, em lỡ quên đk môn học đợt 1 giờ em hoảng quá :(. Giải tích 2, vật lí thí nghiệm ở cs2 hết lớp ạ, em kính mong phòng đào tạo tạo điều kiện mở thêm sỉ số lớp ạ. .",
            "Chào bạn,. . . . Chiều này (31/12) PDT sẽ gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name]. . MSSV:[student_id]. Em xin quý thầy cô có thể mở thêm sỉ số môn vận trù học(me2051). Em xin trân thành cảm ơn",
            "Chào bạn,. . . . Chiều này (31/12) PDT sẽ gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name] Em tên [full_name] [full_name] [full_name] Ông nội e mới mất, cho e hỏi e có thể dời thi môn Xử lí số tín hiệu sang kì sau được không ạ ?",
            "Chào bạn,. . Bạn có thể làm đơn xin vắng thi cuối kỳ và nộp tại PĐT để được xem xét.. . Vui lòng xem quy định về vắng thi có phép tại đây:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế-quy định/học vụ/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 17. Vắng thi, hoãn thi, cấm thi, miễn thi/17.2 Vắng thi có phép và hoãn thi"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name], MSSV [student_id], là sinh viên K18 Khoa Điện Điện Tử. . . Trong đợt ĐKMH vừa rồi, em không thể đăng kí được môn học Kỹ thuật siêu cao tần (EE3025) vì đã đủ sĩ số trong khi đúng theo tiến trình học thì kì này em sẽ được học môn này. Môn này là môn bắt buộc trong kì thực tập sắp tới, em mong PĐT sẽ mở thêm lớp để em có thể theo kịp tiến độ, em xin cám ơn",
            "Chào bạn,. . . . Hiện tại trong đợt đăng kí nguyện vọng bổ sung bạn vào đăng kí nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1914223  /b \t. . . .   i Đăng ký môn học . Dạ kính thưa thầy cô cho em hỏi :. . \" Kì trước em không đăng kí môn học, nay em đã làm đơn XIN THU NHẬN LẠI, vậy em đã được đăng kí môn học lại chưa ạ?\". . Dạ em xin chân thành cảm ơn các thầy cô đã xem xét và tạo điều kiện cho em ạ.",
            "Chào ban,. . . . Bạn vui lòng vào DKMH nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô ,. . Em tên : [full_name]. . Khóa K17. . Khoa Khoa học và kỹ thuật máy tính . . Ngành Kỹ thuật máy tính . . . . Vấn đề :. . Em đăng kí môn \tĐồ án môn học kỹthuật mt (CO3063) nhưng kết quả lại báo như hình 1. Trong khi môn Thực tập ngoài trường (CO3345) không có trong chương trình đào tạo K17 (hình 2), thay vào đó là môn Thực tập tốt nghiệp (CO3323) - em đang học ở học kì này 201.. . . . Mong thầy/cô giải quyết giúp em. . Trân trọng,. . [full_name].. .",
            ". . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo Trường ĐH Bách Khoa Tp.HCM.. . . . Em tên: Nguyễn Thị Kim Cương . . MSSV: [student_id]. . . . Kính mong Phòng Đào Tạo có thể xem xét tăng sĩ số nhóm L06 của môn Anh Văn 4 (LA1009) vì hiện tại các nhóm đều đủ sĩ số và em không đăng kí được nhóm phù hợp với thời khoá biểu của mình.. . . . Mong PĐT xem xét giúp em.. . . . Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . Chiều này (31/12) PDT sẽ gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Dạ em chào anh chị. Năm nay gia đình em gặp khó khăn về kinh tế, ông nội em bị ung thư trực tràng phải nằm viện trị liệu gần một năm nay và mới mổ khối u hôm qua, tất cả tiền gia đình phải lo chạy chữa cho ông, nên em đến giờ chưa nộp học phí. Bây giờ sau khi hệ thống bảo trì xong em nộp tiền học phí kèm lý do trễ hạn học phí như trên, có giấy tờ hoá đơn viện phí của nội thì em có được mở lại đăng ký môn học lần 2 không ạ. Mong anh chị giúp cho em. Em chân thành cảm ơn.",
            "Chào bạn,. . . . Bạn liên hệ phòng Công Tác Chính Trị Sinh Viên để tư vấn việc gia hạn học phí.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin mở lớp cơ học kết cấu CI2029, do em chỉ còn một môn này để tốt nghiệp . Mong phong đào tạo mở lớp để em học xong chương trình đào tạo. Em cảm ơn ạ",
            "Chào bạn,. . . . Hiện tại đang trong đợt đăng kí nguyện vọng bổ sung,  bạn vào đăng kí nha (việc này PDT đã gởi mail cho sinh viên bạn vui lòng kiểm tra mail để nắm thông tin).. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  dạ e xin chào thầy/ cô. Vừa rồi e thi anh văn định kì nhưng không đạt chuẩn để đăng kí môn học 202 tới. Thầy cô cho e hỏi kì 201 vừa rồi vì dịch nên trường không xét chuẩn anh văn cho đăng kí môn. Cho e hỏi kì này một số môn e đăng kí ở kì 201(có xét chuẩn anh văn nhưng được đăng kí và đã học ở kì 201) có được đăng kí ở kì 202 này không ạ. . . . .",
            "Chào bạn,. . . . Tất cả môn học học kỳ 202 đều xét chuẩn anh văn sau các năm.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy cô cho e xin đăng kí môn học Vẽ Kĩ thuật ci1003. Đợt 1 vừa rồi e có đăng kí nhưng bị hủy vì lý do không mở lớp. Nhưng cs2 có lớp và đã đủ sỉ số. Cảm ơn thầy/ cô",
            "Chào bạn,. . . . Hiện tại đang trong đợt đăng kí nguyện vọng bổ sung bạn vào đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MT1005 Đăng ký môn học .   CH1003   b MSSV/MSGV: [student_id]  /b . . . .   i Đăng ký môn học .   CI1003   b MSSV/MSGV: [student_id]  /b . . . .   i Đăng ký môn học  /i",
            "Chào bạn,. . . . Hiện tại đang trong đợt đăng kí nguyện vọng bổ sung bạn vào đăng kí nha.. . . . Thân. ."
        ]
    }
]