[
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào cô. em tên [full_name]. . Cô ơi em thuộc diện con thương binh, hôm bữa em nộp hồ sơ miễn giảm cho nhà trường trong hồ sơ hôm em gửi có thiếu mất một bản. em đã gửi bổ sung hôm thứ 7 tức ngày 13/11. em không biết có tới trễ không. cô cho em hỏi là nếu tới trễ em có bị cắt miễm giảm học phí không ạ. em cảm ơn",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã đăng ký tốt nghiệp trước khi đủ ngày ctxh hiện nay em đã cập nhật đủ ngày ctxh nhưng không đăng ký tốt nghiệp lại được. Vậy em có phải làm đơn không ạ hay pdt tự cập nhật ctxh để tốt nghiệp ạ. Em cảm ơn. .   i Tốt nghiệp .",
            "Chào bạn,. . PDT sẽ kiểm tra và cập nhật lại quyết định tốt nghiệp nhé.. . Bạn theo dõi thông tin tại mybk/Thông tin SV và mail sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em có đăng kí hoãn thi 1 số môn của hk 202 . . . . Theo mail thông báo của trường,em phải thi xóa điểm HT theo sắp xếp của PDT trong kì 211 này hay có thể đăng kí thi vào kì sau ạ ?. . . . Do kì 211 này em đăng kí khá nhiều môn và việc thi dồn như vậy em sợ chuẩn bị không tốt mong thầy/cô giải đáp sớm cho e ạ.. . . . . .",
            "Chào em,. . Về việc thi để xóa điểm Hoãn thi:. . -   Môn học có mở trong HK211: PĐT sẽ tự động xếp Lịch thi và đồng thời  cập nhật trên trang mybk.hcmut.edu.vn  Thông tin sinh viên  Lịch thi (dự kiến vào đầu tháng 12/2021).. . -   Môn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp Lịch thi và đã gởi email cho Sinh viên Lịch thi cụ thể (Sinh viên xem chi tiết Lịch thi cập nhật trên trang mybk.hcmut.edu.vn  Thông tin sinh viên  Lịch thi).. . -   Các môn học khác: Sinh viên vui lòng đợi thông báo lịch thi sau.. . - Theo mail thông báo của trường,em phải thi xóa điểm HT theo sắp xếp của PDT trong kì 211 này hay có thể đăng kí thi vào kì sau ạ ?. . =  Em chưa muốn  thi trong HK211: Em vui lòng đợi thông báo sau nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào PĐT!. . Em tên [full_name] MSSV:[student_id] vào học kì 203 em có xin hoãn thi môn Kết cấu thép 1 được cô [full_name] ký xác nhận và đã được PĐT đồng ý nhưng em kiểm tra trong bảng điểm vẫn bị điểm 13 ạ! mong PĐT xem xét lại. Em cảm ơn.",
            "Chào bạn. . Hiện tại Pdt kiểm tra bạn đăng ký hoãn thi theo hình thức điền vào google form không có môn này. . Thông tin chính xác đính kèm bên dưới:. . . . . . 14/8/2021 18:32\t[email]\t[student_id]\t[full_name]\tlaptop em bị hư vào ngày 11/08/2021 và em có 3 môn thi ngày 13,14,15 vì em đang ở quê và đang có chỉ thị 15 và 16 nên việc sửa laptop rất khó khăn. Em không biết lap sửa có kịp không nên ngày 12/08/2021 em xin đã hoãn thi trước 2 môn thi ngày 13,14 và hy vọng có thể thi môn phương pháp tính vào ngày 15/08/2021 nhưng rất buồn là máy không về kịp ạ. Mong nhà trường có thể tạo điều kiện cho em thi môn này vào học kỳ tiếp theo. Em cám ơn rất nhiều[full_name]\tHK202\tMT1009\tPhương pháp tính\t\t. . 12/8/2021 17:11\t[email]\t[student_id]\t[full_name]\tVào ngày 28/07/2021 laptop em bị rơi và hỏng nên em đã xin hoãn thi môn kết cấu thép 1 ngày 31/07/2021 đến ngày 11/08/2021 em đang dùng laptop thì máy tắt và bật không lên. Sau khi đem ra tiệm gần nhà để sửa chữa và hẹn ngày 12/08/2021 ra để nhận kết quả vì không biết là sửa được hay không thì họ bảo hư mainboard nguyên nhân có thể do đợt rớt đó và phải đem một lần nữa xuống thành phố, hiện tại tỉnh Bình Định đang cách ly theo chỉ thị 15 và một số xã, thị trấn, thành phố theo chỉ thị 16 nên việc đem máy xuống thành phố sửa chữa họ bảo không biết thời gian nhận máy được. Máy em mua được 6 năm rồi nên dễ bị hư. Mong nhà trường xem xét và tạo điều kiện cho em để được thi các môn này vào học kì khác. Em xin cám ơn rất nhiều[full_name]\tHK202\tPH1005\tVật lý 2\tMT1007\tĐại số tuyến tính. .",
            "Đợt hoãn thi môn này nhà trường chưa áp dụng hình thức google form mà là viết đơn hoãn thi rồi xin chữ ký của giảng viên giảng dạy và chủ nhiệm khoa nộp lại phòng đào tạo ạ. Em có đính kèm ảnh về vấn đề đó bên dưới mông PĐT xem xét lại giúp em với. Em xin cảm ơn!",
            "Chào bạn. . Trước tiên bạn vui lòng xem lại các thông báo của Nhà trường đã gởi: Vì số lượng hoãn thi của SV gởi qua BKSI quá nhiều,. . Nên vào ngày 5/8/2021, Pdt đã gởi cho toàn bộ SV quy trình Hoãn thi mới (nội dung bên dưới) nhấn mạnh Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . -    Thời điểm hiện tại là giữa tháng 11/2021, Pdt đã tổng kết danh sách Hoãn thi gởi về Khoa để hậu kiểm danh sách cấm thi, bạn không điền vào form nên Pdt không có dữ liệu gởi về Khoa để xác minh. . -    Nên Bạn muốn Hoãn thi vui lòng làm theo hướng dẫn . . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa đồng ý không Cấm thi (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail pdt@hcmut.edu.vn hoặc BKSI)”. . -    Thời gian Pdt có thể tiếp nhận lại hồ sơ hoãn thi đến 24/11/2021, sau thời gian này Pdt không giải quyết các phát sinh nếu có. Vì đầu tháng 12/2021 đã bắt đầu thi của HK211. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có thắc mắc về quá trình đăng ký, cụ thể là mail ngày 11/11/2021 em được nhận bảo là sẽ làm theo 4 bước như trong mail, hôm nay em nhận được thông báo mail (là xong bước 2) và đến bước 3 sẽ là điền form thì trong mail mới ngày 17/11/2021 em nhận được là giấy xác nhận phải gửi mail đến [email]. . Em muốn hỏi là em có cần phải điền form hoặc gửi mail cho Phòng đào tạo sau đại học hay là phải làm cả 2 luôn ạ?. . Em cảm ơn",
            "Chào em,. . Email này do phòng Sau đại học gửi em. Vậy em gửi đến email: [email] để hỏi nhé.. . Thân mến. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào PĐT. . . . Em có thể đăng kí xoá điểm hoãn thi vào HK212 không ạ. . . . Em xin cảm ơn",
            "Chào em,. . Về việc thi để xóa điểm Hoãn thi:. . -   Môn học có mở trong HK211: PĐT sẽ tự động xếp Lịch thi và đồng thời  cập nhật trên trang mybk.hcmut.edu.vn  Thông tin sinh viên  Lịch thi (dự kiến vào đầu tháng 12/2021).. . -   Môn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp Lịch thi và đã gởi email cho Sinh viên Lịch thi cụ thể (Sinh viên xem chi tiết Lịch thi cập nhật trên trang mybk.hcmut.edu.vn  Thông tin sinh viên  Lịch thi).. . -   Các môn học khác: Sinh viên vui lòng đợi thông báo lịch thi sau.. . - Em chưa muốn  thi trong HK211: Em vui lòng đợi thông báo sau nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi cô [full_name]. . . . \"Trước đó em có xin hoãn thi môn Xác xuất thống kê và đã được phòng đào tạo xác nhận. Nhưng do thiếu xót sau đó em quên điền gmail của trường nên em bị đánh vắng thi\". . . . Em xin gửi lại đơn Xin hoãn thi đã viết và ký tên ạ.. . . . Do điện thoại em hư camera nên chụp không được rõ nét mong cô thông cảm ạ.. . . . Em xin cảm ơn.. . . .",
            "Chào bạn. . Đơn hoãn thi của em đã được đồng ý nhé, PDT sẽ tập hợp lại và QD hoãn thi chung, dự kiến trước tháng 12/2021 và sẽ gửi mail thông báo cho SV.. . Sau thời gian trên mà chưa nhận được mail thông báo về QD, em vui lòng phản hồi lại qua bksi để PDT kiểm tra lại nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy/cô cho em hỏi là em không tham dự buổi sinh hoạt công dân ngày 6/11/2021 nhưng em đã có làm bài thu hoạch ngày 8/11 thì em có được tham gia buổi sinh hoạt ngày 20/11 không ạ?. . Và nếu có thì em có bị trừ điểm rèn luyện mục 2 không ạ?",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chuyển hệ từ CLC sang đại trà nên chưa kịp học môn GDQP-AN, kính mong PĐT xem xét cấp giấy giới thiệu có đóng mộc của nhà trường để em kịp đăng ký đăng ký học GDQPAN tháng 01/2022 và gửi về bằng đường bưu điện với:. . - Địa chỉ: 45D, đường 28, phường Hiệp Bình Chánh, Quận Thủ Đức, TpHCM. . - SĐT: [phone_number]. . . .                              Trân trọng. . . .",
            "Chào em,. . Trường hợp em có TKB trong HK211, em có thể vào trang mybk/Đăng ký in chứng nhận sinh viên, chọn mục học lại GDQP để đăng ký và chọn gửi qua đường bưu điện nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên [full_name], MSSV: [student_id]. . Em đã làm thủ tục ngừng học ở trường với lý do du học vào HK 202, nay em xin nộp đơn mượn lại bản chính giấy chứng nhận kết quả thi tốt nghiệp THPT Quốc gia mà em đã nộp cho trường.. . Các lý do cũng như thời gian mượn và minh chứng em xin đính kèm vào đơn xin ở dưới.. . Em xin cảm ơn và mong sớm nhận được phản hồi từ Phòng Đào tạo.",
            "đã gọi điện thoại báo nhận hồ sơ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào cô,. . Em xin nộp lại đơn hoãn thi môn học MT1003 và SP1033 đã nộp ngày 28/07/2021 và đã được xác nhận đồng ý của PĐT.. . Em xin gửi kèm minh chứng.. . Em cám ơn.",
            "Chào em,. . Trước tiên bạn vui lòng xem lại các thông báo của Nhà trường đã gởi: Vì số lượng hoãn thi của SV gởi qua BKSI quá nhiều,. . Nên vào ngày 5/8/2021, Pdt đã gởi cho toàn bộ SV quy trình Hoãn thi mới (nội dung bên dưới) nhấn mạnh Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Bạn vui lòng làm lại theo hướng dẫn (kèm xác nhận của Giảng viên và Khoa), vì hiện tại Phòng Đào tạo đã gửi danh sách hoãn thi về khoa để hậu kiểm về danh sách cấm thi và đã ra quyết định hoãn thi.. . Bạn vui lòng làm lại theo hướng dẫn sau và lưu ý theo dõi mail và thực hiện theo quy thời gian quy định của Phòng Đào tạo:. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail pdt@hcmut.edu.vn hoặc BKSI). ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa [full_name]T,. . Em tên [full_name], mssv [student_id]. Hiện tại em chưa đủ điều kiện anh văn để tốt nghiệp chương trình tài năng nên em muốn làm đơn xin ra khỏi chương trình tài năng. Tuy nhiên, vì đơn cần chữ ký GVCN nhưng em đang ở quê nên không thể xin được. Thầy/cô cho em hỏi có cách nào khác để xin đăng ký rời khỏi chương trình tài năng được không ạ. Mong quý thầy/cô sớm phản hồi. Em xin chân thành cảm ơn.. . Trân trọng,. . [full_name].",
            "Chào em,. . Về đơn ra khỏi kỹ sư tài năng em liên hệ ở Khoa em để được hướng dẫn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi em thanh toán học phí dự thính 211 trể hạn mà trong tình hình dịch bệnh không tới trường được thì phải làm sao ạ. .",
            "Chào em,. . - Cô thấy em đã thanh toán HP dự thính trễ hạn.. . =  Lần sau cố gắng nhé, đợt này không nộp đơn thanh toán trễ HP . . - Em còn HP HK chính chưa thanh toán nhé.. . - Em vui lòng xem lại các email PĐT đã gửi, và quy chế. . \" Thân gửi các bạn sinh viên,. . . . Sinh Viên thanh toán học phí qua cổng thanh toán BKPay. . . . Thời gian:. . . . 1.    Dự thính ngoài giờ, Dự thính chuyển hệ, VLVH (học nhóm dự thính ngoài giờ), VLVH (diện chuyển cơ sở, chuyển hệ), Anh văn theo nhu cầu: từ ngày 15/09 đến 15 giờ ngày 04/10 (gia hạn thời gian vì giãn cách xã hội)  . . . . 2.    Đại học chính quy, Cao đẳng, Bằng 2, VLVH: thanh toán từ 05/11 đến 15 giờ ngày 19/11/2021.. . . . Lưu ý:. . . . ·  Sinh viên chưa hoàn tất hoc phí sau thời hạn thanh toán vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo để thực hiện nghiêm túc: aao.hcmut.edu.vn è sinh viên è quy chế/học vụ è Quy chế đào tạo và học vụ bậc đại học, cao đẳng è Điều 7. . . . ·  Thông báo về mức thu học phí các bậc đào tạo năm 2021-2022 tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí. . . . ·  Học phí Học Kỳ chính chưa được tính miễn giảm diện chính sách. Lý do: Phòng Công tác chính trị Sinh viên còn đang cập nhật danh sách miễn giảm theo diện chính sách. Học phí sẽ được cập nhật mới (nếu SV có tên trong ds miễn giảm) trước ngày 01/12/2021.. . . . ·  SV diện chính sách được miễn giảm học phí thanh toán học phí từ ngày 01/12 đến 15 giờ ngày 09/12/2021 (mọi thắc mắc về danh sách miễn giảm học phí SV liên hệ phòng Công tác Chính trị Sinh viên, email: ctctsv@hcmut.edu.vn). . . . ·  Liên hệ Phòng Công tác chính trị Sinh viên để được hỗ trợ gia hạn học phí. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào Thầy/Cô ạ. Em được cho hạn cuối là hết ngày 19/11/2021 để nộp đơn hoãn thi và minh chứng của khoa nhưng em đã gửi mail cho giảng viên và khoa nhưng vẫn chưa có hồi đáp . Em mong PĐT tạo điều kiện cho em thêm thời gian vì em hoãn nhiều môn mà nếu bị đánh vào vắng thi học lại thì thiệt thòi cho em quá ạ. Em xin cảm ơn.. .",
            "Chào bạn. . [full_name]dt đã cố gắng cho bạn mốc thời gian có thể giải quyết được từ phía của [full_name]dt, vì hiện tại quá trễ khi xử lý Hoãn thi cho Hk 211. . Cùng lắm đến thứ 2 ngày 22/11 bạn phải nộp lại hồ sơ nghen. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào bạn. . Pdt gởi đính kèm [full_name]. . Bạn gởi phiếu này cho Giảng viên giảng dạy để Giảng viên cho phép bạn thi kiểm tra bổ sung. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy cô ạ,. . Dạ thầy cô ơi, yêu cầu đăng kí Luận văn tốt nghiệp phải có bằng toeic 2 kĩ năng. Vào kì 211 này có được tạm thời không xét bằng anh văn không ạ?. Do em chưa có bằng, mà ở quê muốn lên Sài Gòn hơi khó khăn, em muốn hỏi để sắp xếp ạ. Em cảm ơn thầy cô.",
            "Chào em,. . Hiện tại chưa có thông báo gì về việc không xét Chuẩn tiếng Anh cho việc đăng ký LVTN ở HK212 nhé.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô phụ trách việc trả lời sinh viên ạ , chuyện là em đợt này có ý định đăng kí xét tốt nghiệp. Sau khi xử lý xong các khoản tiền và đủ ngày CTXH thì em đã được đăng kí nộp đơn xét tốt nghiệp và cũng đã đóng 95k tiền lệ phí. Hôm nay em vào web kiểm tra thấy hiện dòng \"Phiếu đăng ký không được xử lý \" nên em hơi hoang mang không biết tại sao lại bị như vậy . Mong thầy / cô kiểm tra và giải thích giúp em ạ em cảm ơn .",
            "Chào em,. . Phiếu đăng ký không được xử lý là do lỗi up hình làm kỷ yếu của bạn, em xem lại quy định up hình và làm lại theo đúng hướng dẫn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của bạn. . SV vui lòng theo dõi lịch học vụ và mail Sinh viên để biết về kế hoạch học tập và thời gian đăng ký môn học cho Hk212.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 213T5027  /b \t. . . .   i Yêu cầu khác . Em tên : [full_name] MSSV:213T5027 Học kỳ trước em có đăng ký học môn chi tiết máy và nguyên lý máy online. Em đã học và có điểm đầy đủ học phần. Nhưng khi thi do vấn đề mạng và thiết bị thi không đảm bảo lên không thi được. Thầy cô phòng thi có nói sẽ ghi lại trường hợp của em để được thi vào học kỳ sau. Nhưng giờ em coi bảng điểm lại để điểm 13 vắng thi. Em xin thầy cô phòng đào tạo xem xét lại dùm em vì dịch covid lên có nhiều thiếu sót. Em đã học và có đủ điểm của quá trình học học kỳ trước nhưng do vấn đề thi online cuối kì chưa hoàn thành. Em xin phòng đào tạo xem xét tạo điều kiện giúp em. Em đã đóng tiền môn học đăng ký lại chỉ xin lưu lại điểm học quá trình học kỳ trước và điểm thí nghiệm để em có thể đăng ký thi học kỳ hai môn chi tiết máy và nguyên lý máy vào học kỳ này và học kỳ sau. Em xin chân thành cảm ơn.. .",
            "Chào em,. . Trường hợp của em đã nộp đơn hoãn thi chưa? Nếu chưa nộp em vui lòng làm theo hướng dẫn: . . . . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail pdt@hcmut.edu.vn hoặc BKSI). . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân. . \". ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào Thầy (Cô),. . Chuyện là em muốn vay vốn Sinh Viên ở địa phương, em đã đăng kí trên Mybk mục \"Đăng kí in giấy xác nhận SV\" -  \"bổ túc hồ sơ địa phương\". Và em đã nhận được giấy xác nhận giao về tận nhà, nhưng khi Má của em ra Ngân Hàng làm thủ tục thì người ta bảo không chấp nhận giấy xác nhận đó và họ yêu cầu FORM khác. Nhưng em đã lên check mục Giấy xác nhận SV thì không có loại giấy chứng nhận nào phù hợp cả.. . Em có đính kèm mẫu giấy xác nhận mà Ngân Hàng yêu cầu, không biết là mẫu đơn giống như này em có thể đăng kí ở đâu được ạ? . . Em xin cảm ơn!",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho e hỏi e đã được phòng đào tạo đồng ý hoãn thi và mấy môn đó e chưa học thí nghiệm thì có bỏ thí nghiệm không ạ",
            "Chào em,. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào admin, em tên là [full_name], MSSV: [student_id]. Em viết mail này để hỏi admin vì em có thắc mắc. Em có đăng ký học dự thính môn Giải Tích 2 vào HK203 nhưng em đã hoãn thi vì trường có nói rằng khi nào đi học lại sẽ thi offline. Nhưng hôm nay em nhận được mail báo là trường sẽ triển khai thi Giải Tích 2 vào tháng 12. Admin cho em hỏi có đúng là em sẽ thi GT2 vào tháng 12 không ạ?, em hỏi để lên kế hoạch học tập. Em cám ơn admin nhiều.. . . .",
            "Chào em,. . Về việc thi để xóa điểm Hoãn thi:. . -   Môn học có mở trong HK211: PĐT sẽ tự động xếp Lịch thi và đồng thời  cập nhật trên trang mybk.hcmut.edu.vn  Thông tin sinh viên  Lịch thi (dự kiến vào đầu tháng 12/2021).. . -   Môn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp Lịch thi và đã gởi email cho Sinh viên Lịch thi cụ thể (Sinh viên xem chi tiết Lịch thi cập nhật trên trang mybk.hcmut.edu.vn  Thông tin sinh viên  Lịch thi).. . -   Các môn học khác: Sinh viên vui lòng đợi thông báo lịch thi sau.. . - Em chưa muốn  thi trong HK211: Em vui lòng đợi thông báo sau nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Ngày 2/8/2021 em có gửi yêu cầu xin PĐT hoãn thi vì lý do chính đáng và em cũng nhận là được tin nhắn hồi đáp PĐT đã đồng ý yêu cầu hoãn thi của em. Sau đó em cũng vào xác nhận trên bảng điểm Bkel trước ngày 6/9/2021. Nhưng hôm nay ngày 17/11/2021 em vào lại bảng điểm Bkel thì thấy điểm lại là 13.00 là vắng thi. Em mong PĐt giải quyết giúp em cho em xin được hoãn thi và tạo điều kiện cho em thi lại. Em cảm ơn.",
            "Chào bạn. . - Trong quá trình xử lý yêu cầu Hoãn thi của SV, khi phát sinh sự cố Pdt đều thông báo qua mail hướng giải quyết + mốc thời gian, Bạn lưu ý kiểm tra mail thường xuyên để tránh các sai sót vào lần sau.. . - PĐT đã nhận vào ngày 03/8/21, do số lượng hoãn thi nhiều nên PĐT đã gửi email yêu cầu SV nhập vào form sau em không làm, các bạn khác giống trường hợp của em làm đó. . . . . - Hiện tại Pdt đã xử lý và ra quyết định Hoãn thi HK202 & HK203 cho tất cả SV đăng ký đúng theo quy trình.. . . . - Đến thời điểm hiện nay: Nếu bạn muốn đăng ký Hoãn thi lại môn ......... ở HK202 bạn vui lòng xem hướng dẫn bên dưới và gửi trước ngày 23/11/2021. Sau thời gian trên Pdt không thể giải quyết các phát sinh nếu có về việc Hoãn thi HK202 & HK203.. . . . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . . . Sau khi có xác nhận của Giảng viên hướng dẫn/Khoa: đồng ý + dự kiến không bị cấm thi Cuối kỳ thì gởi đơn + xác nhận cho Phòng đào tạo xem xét (nộp qua mail [email] hoặc BKSI). . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào Thầy/Cô ạ. Cho em xin gửi đơn hoãn thi môn Triết học [full_name]-[full_name] và minh chứng của giảng viên và Khoa KHUD ạ. .",
            "Chào bạn. . Đơn hoãn thi của em đã được đồng ý nhé, PDT sẽ tập hợp lại và QD hoãn thi chung, dự kiến trước tháng 12/2021 và sẽ gửi mail thông báo cho SV.. . Sau thời gian trên mà chưa nhận được mail thông báo về QD, em vui lòng phản hồi lại qua bksi để PDT kiểm tra lại nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .   B Dạ hiện tại em bị lỗi từ lớp L12 sang lớp L31 ạ, em mong muốn PDT sửa giúp em về lại lớp L12 ạ. Em xin cảm ơn ạ.",
            "Chào em,. . Hiện tại không có ý kiến của GV không chuyển được nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mình đăng ký in bảng điểm và xin gửi qua đường bưu điện từ đó đến nay đã hơn một tháng mà chưa nhận được kết quả. Xin hỏi là mình nên giải quyết như thế nào ạ? . . . .",
            "Chào em,. . Em liên hệ gấp bưu cục, nếu không sẽ chuyển hoàn thư.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi cô/thầy,. . Em là [full_name], MSSV: [student_id]. Do một số việc gia đình, em muốn bảo lưu kết quả học tập. Sau khi đọc quy định, cô/thầy có thể hướng dẫn em quy trình cụ thể hay hướng dẫn em tìm kiếm các thông tin liên quan không ạ.. . Em xin chân thành cảm ơn cô/thầy.. . Trân trọng. .",
            "Chào bạn,. . Về việc xin tạm dừng học. . Bạn vui lòng tải mẫu đơn: Tạm dừng  tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Trong đơn phải có xác nhận của [full_name] và [full_name]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/ cô. . . . Cho em hỏi là kì 211 này luận văn tốt nghiệp bảo vệ online hay offline ạ. Em theo dõi nhung không thấy thông báo gì ạ",
            "Chào em,. . Vấn đề về bảo vệ LVTN em liên hệ khoa để được hướng dẫn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy, cô.. . Đợt vừa rồi em có đóng học phí trễ và trên trang bkpay có thông báo. Thầy/cô cho em hỏi như vậy có bị ảnh hưởng gì không ạ.. . Em cảm ơn.",
            "Chào em,. . PĐT đã gửi email đến sv:. . \"Nhắc: Thanh toán học phí HK 211 (Dự thính). . Hộp thư đến. . . . [email]. . 15:13, Th 2, 25 thg 10. . tới thang.nguyenktdt. . . . Thân gửi các bạn sinh viên,. . . .  . . . . Theo qui chế học vụ hiện hành (Quy chế học vụ điều 7.2), Bạn chưa thanh toán học phí học kỳ 1/2021-2022 (Dự thính) tính đến 15 giờ ngày 15/10/2021.. . . . Bạn cần phải thanh toán học phí mặc dù trễ hạn gia hạn đến 15 giờ ngày 29/10/2021 (lần nhắc nhở cuối cùng).. . . . Sau thời gian trên Phòng đào tạo sẽ tiến hành xử lý theo quy định:. . . .   -  Đối với học kỳ dự thính trong học kỳ chính: Bị xoá TKB của các môn đã đăng ký, xoá tên khỏi danh sách kiểm tra/thi và không cho phép ĐKMH ở các học kỳ kế tiếp, bị ghi nợ học phí (mặc dù TKB đã bị xóa).. . . .    - Sinh viên xem chi tiết Quy chế học vụ đào tạo để thực hiện nghiêm túc tại trang: aao.hcmut.edu.vn    sinh viên    quy chế    học vụ    Quy chế đào tạo và học vụ bậc đại học, cao đẳng/Điều 7.\". . =  Hiện tại chưa xóa TKB của em, cố gắng thực hiện đúng thời gian các lần sau nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Gửi thầy/cô,. . Em tên là sinh viên năm 4, MSSV [student_id], em xin được hỏi về điểm chuyển anh văn (TOEIC Nghe - Đọc) sang anh văn 1,2,3,4. Em đã thanh toán đầy đủ phí chuyển điểm (ngày 10/11/2021) nhưng đến bây giờ em vẫn chưa được cập nhật điểm vào bảng điểm ạ. Em xin được hỏi, liệu đến khi nào điểm mới cập nhật vô bảng điểm của em ạ. . . Em hi vọng nhận được câu trả lời của thầy/cô. Em cảm ơn nhiều ạ.. . Chúc thầy/cô một ngày tốt lành.. . Em chào thầy/cô.",
            "Chào bạn. . Pdt đang xử lý dữ liệu. . Dự kiến đầu tháng 12/2021 Pdt sẽ xử lý cập nhật chuyển điểm cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy cô, . . . . Em chỉ mới tiêm mũi 1 vậy có được đăng kí đi học TNg tại trường được không ạ? Và thông tin tiêm chủng của em vẫn chưa được cập nhật trên hệ thống nên chỉ có giấy xác nhận không biết có sao không ạ!. . . . Em cảm ơn.",
            "Chào em,. . PĐT đã gửi email, em xem lại nhé:. . Kế hoạch về việc giảng dạy, học tập trực tiếp các học phần Thực hành, Thí nghiệm, Đồ án môn học, Đề cương Luận văn tốt nghiệp, Luận văn Tốt nghiệp của học kỳ 2 và học kỳ hè/năm học 2020-2021, và học kỳ 1/năm học 2021-2022 . . \"...Các Sinh viên đã có đủ các điều kiện phòng chống dịch hiện hành (di chuyển, làm việc/học tập) để có thể đến trường học thực hành, thí nghiệm, đăng ký để Phòng Đào tạo có căn cứ phối hợp bố trí sắp xếp lịch học thực hành, thí nghiệm trong trường...\". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn,. . Bạn tải mẫu đơn phiếu đăng kí kiểm tra bổ sung, đã cập nhật trên web PDT  http://www.aao.hcmut.edu.vn  Sinh viên    biểu mẫu (MẪU SỐ 10), bạn điền thông tin và ghi rõ lý do để Cô trình Ban lãnh đạo phòng phê duyệt.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ thưa thầy, cô.. . Em là sinh viên cuối khóa, đã hoàn thành Luận văn tốt nghiệp. Em đã thi Anh văn Nói- Viết để xét tốt nghiệp và chờ kết quả. Bây giờ em muốn đăng ký thu nhận lại để xét tốt nghiệp hay tiếp tục học vào kỳ kế HK212 thì phải làm thế nào ạ ( em đang ở quê nhà Phú Yên).. . Em cảm ơn thầy cô.",
            "Chào em,. . Khi nào em đủ điều kiện tốt nghiệp, vui lòng gửi lại câu hỏi qua bksi để đăng ký xét tốt nghiệp bổ sung.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Khi nào bạn có tên trong danh sách tốt nghiệp dự kiến, tự động Phòng Đào tạo sẽ làm . . Thân. . . .",
            "Dạ thưa cô.. . Em đã hoàn thành chương trình học tại trường 142 tín chỉ. Và mới nhận được kết quả không đạt 200 điểm anh văn nói viết. Em chưa đủ điều kiện tốt nghiệp. Hiên tại em đang bị tạm dừng 1 học kì nên không được cấp giấy xác nhận sinh viên. Nhưng hôm nay em nhận được giấy goi Nghĩa vụ quân sự. Em muôn xin làm Đơn thu nhận lại để tiếp tục trạng thái sinh viên và tiếp tục học.Vì kỳ này em không đủ điều kiện tốt nghiệp mà không có giấy xác nhận sinh viên thì em sẽ đi nghĩa vụ 3 năm vậy là vượt quá thời gian 6,5 năm tại trường khiến em bị buộc thôi học. Em muốn xin làm Đơn thu nhận lại để và đăng ký một môn để duy trì trạng thái sinh viên. Thưa cô cho em hỏi quy trình em cần làm là gì?. . Em cảm ơn Thầy, cô.",
            "Chào em,. . Theo quy định, SV không có thời khóa biểu trong học kỳ thì không được cấp giấy xác nhận SV, thời điểm này nếu có làm thu nhận cho bạn thì bạn vẫn không được cấp giấy xác nhận SV (vì bạn không có TKB trong HK211).. . Nếu bạn đủ điều kiện tốt nghiệp có thể đăng ký xét tốt nghiệp.. . Thời điểm này đã hết thời gian để đăng ký môn học cho HK211. . Theo quy định nếu bạn tạm dừng đi NVQS thì thời gian đi NVQS không tính vào quỹ thời gian học của bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô, em muốn hỏi là với tình hình dịch hiện tại thì nhà trường có tổ chức thi chuẩn anh văn để đăng ký môn như mọi năm hay không?. Nếu như không thi thì nhà trường có xem xét miễn chuẩn anh văn đăng ký môn cho sinh viên không? Tại vì quê em cũng là vùng dịch mà lại còn phải lên thành phố để thi anh tại IG cũng khó. Mong thầy cô phản hồi giúp em. Em xin cảm ơn",
            "Chào em,. . Hiện tại chưa có thông báo gì về việc không xét Chuẩn tiếng Anh cho việc đăng ký LVTN ở HK212 nhé.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa thầy, cô.. . Em là sinh viên cuối khóa, đã hoàn thành Luận văn tốt nghiệp. Em đã thi Anh văn Nói- Viết để xét tốt nghiệp và chờ kết quả. Bây giờ em muốn đăng ký thu nhận lại để xét tốt nghiệp hay tiếp tục học vào kỳ kế HK212 thì phải làm thế nào ạ ( em đang ở quê nhà Phú Yên).. . Em cảm ơn thầy cô.",
            "Dạ thưa thầy, cô.. . Em đã hoàn thành chương trình học tại trường 142 tín chỉ. Và mới nhận được kết quả không đạt 200 điểm anh văn nói viết. Em chưa đủ điều kiện tốt nghiệp. Hiên tại em đang bị tạm dừng 1 học kì nên không được cấp giấy xác nhận sinh viên. Nhưng hôm nay em nhận được giấy goi Nghĩa vụ quân sự. Em muôn xin làm Đơn thu nhận lại để tiếp tục trạng thái sinh viên và tiếp tục học.Vì kỳ này em không đủ điều kiện tốt nghiệp mà không có giấy xác nhận sinh viên thì em sẽ đi nghĩa vụ 3 năm vậy là vượt quá thời gian 6,5 năm tại trường khiến em bị buộc thôi học. Em muốn xin làm Đơn thu nhận lại để và đăng ký một môn để duy trì trạng thái sinh viên. Thưa cô cho em hỏi quy trình em cần làm là gì?. . Em cảm ơn Thầy, cô.",
            "Đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .   Chào thầy (cô). Lỗi không đăng kí tốt nghiệp của mssv [student_id] của e có lỗi và e chờ 2 tuần nhưng chưa cập nhật được ạ. Không biết mssv của e có lỗi gì không, thầy cô kiểm tra lại giúp e với ạ",
            "Chào em,. . Trường hợp của bạn đã được ghi và đang chuyển cho bộ phận xét tốt nghiệp kiểm tra lại nhé, em đợi kết quả trong tuần sau nhé. . Thân",
            "Dạ em kiểm tra thấy lỗi chưa được fix ạ. E còn thiếu điều kiện gì mong pđt thông tin e với ạ!. . E cám ơn!",
            "Chào em,. . Trường hợp của em còn [full_name] [full_name], em kiểm tra lại điều kiện của mình nhé. . Thân",
            "Dạ sao bữa em hỏi thì pđt nói hệ VHVL không cần AV4 vậy ạ?",
            "Không cần AV4 thì e xuống hệ là đủ ĐKTN rồi chứ ạ? Hệ không có môn này thì không tính là nợ chứ ạ?",
            "Chào em,. . Trường hợp của bạn do xét nhầm bên hệ CQ nên báo thiếu bạn môn AV4 nhé, cô sẽ chuyển lại cho bên VLVH để xét cho bạn.. . Sau ngày 3/12 em vào kiểm tra và đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .       [full_name]Ủ NGHĨA VIỆT NAM. .           Độc lập - Tự do - Hạnh phúc. . . .            ĐƠN XIN CỨU XÉT TỐT NGHIỆP. . . .      Kính gửi:. .                                          . .    - Phòng đào tạo.. .                                          . .    - Trung tâm Đào tạo Bảo dưỡng Công nghiệp.. . . . Em tên: [full_name],    MSSV: [student_id].                                    . . Ngành: Bảo dưỡng công nghiệp, Lớp: BD16CDT.. .                                   . . Em là sinh viên  khóa 2016, chương trình học của em bắt đầu vào tháng 9 năm 2016 và thời hạn đào tạo tối đa của em đến tháng 9 năm 2021. . . Em đã hoàn thành tất cả các môn học trong chương trình đào tạo và cũng đã hoàn thành luận văn tốt nghiệp, nhưng em còn thiếu chứng chỉ anh văn đầu ra để đủ điều kiện nhận bằng tốt nghiệp.. . Nay em đã thi và đạt được chứng chỉ TOEIC 400 theo đúng quy định của khóa đào tạo và nhà trường. Em cũng đã đăng ký nộp Chứng chỉ Ngoại ngữ online trên mybk vào 16/11/2021 (đang chờ thẩm tra).. . Do thời gian đào tạo của em đã hết hạn nên hôm nay em viết đơn này muốn xin phép Trung tâm Đào tạo Bảo dưỡng Công nghiệp và Phòng Đào tạo cho em được cứu xét tốt nghiệp. . . Kính mong Trung tâm và Phòng Đào tạo chấp thuận và tạo điều kiện cho em. . . Em chân thành cảm ơn./. . . . .   Tp. Hồ Chí Minh, ngày 17 tháng 11 năm 2021. . .  . .                         Anh . .                                     . .                  [full_name]. .",
            "Chào em. . Trường hợp của bạn, khi nào Chứng chỉ ngoại ngữ có kết quả thẩm tra hợp lệ, em có thể gửi lại yêu cầu qua bksi để đăng ký xét tốt nghiệp bổ sung nhé. . Thời gian thẩm tra chứng chỉ phụ thuộc vào đơn vị cấp chứng chỉ nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name] k17, em có thể xin xuống hệ học cùng k19 được không ạ? Nếu được thì cần giấy tờ thế nào ạ. Em cảm ơn.. .",
            "Chào bạn. . Trên nguyên tắc hiện nay khi chuyển Hệ VLVH, bạn đang học CTDT của khóa 17 thì chuyển hệ cũng học tiếp CTDT của khóa 17 . . Tại sao phải chuyển CTCT của khóa 19, vì Cô thấy đâu có lợi hơn cho bạn trong quá trình học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin gửi thông tin ạ. Mong thầy/ cô kiểm tra giúp em ạ. .",
            "Chào bạn. . . . Trong quá trình xử lý yêu cầu Hoãn thi của SV, khi phát sinh sự cố Pdt đều thông báo qua mail hướng giải quyết + mốc thời gian, Bạn lưu ý kiểm tra mail thường xuyên để tránh các sai sót vào lần sau.. . . . Hiện tại Pdt đã xử lý và ra quyết định Hoãn thi HK202 & HK203 cho tất cả SV đăng ký đúng theo quy trình.. . . . - Đến thời điểm hiện nay: Nếu bạn muốn đăng ký Hoãn thi lại môn ......... ở HK202 bạn vui lòng xem hướng dẫn bên dưới và nộp trước ngày 19/11/2021, Sau thời gian trên Pdt không thể giải quyết các phát sinh nếu có về việc Hoãn thi HK202 & HK203.. . . . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . . . Sau khi có xác nhận của Giảng viên hướng dẫn/Khoa: đồng ý + dự kiến không bị cấm thi Cuối kỳ thì gởi đơn + xác nhận cho Phòng đào tạo xem xét (nộp qua mail [email] hoặc BKSI). . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin chào Phòng Đào Tạo,. . . . Em xin gửi đơn hoãn thi của 2 môn trên có chữ ký của thầy cô giảng dạy và thầy chủ nhiệm khoa.. . Trường hợp của em là sau đợt thi kỳ trước em có tạo Hỏi/Yêu cầu trên bksi để xin hoãn thi nhưng lại không điền vào form của google nên hiện tại em không có tên trong dữ liệu hoãn thi.. . (em có đính kèm file ảnh về trao đổi với PĐT ngay sau kỳ thi trên bksi và ảnh mail xin sự đồng ý của các thầy cô). . . . Em cảm ơn Phòng Đào Tạo đã xem xét trường hợp của em,. . . . Quang. . . . . . . .",
            "Chào bạn. . Đơn hoãn thi của em đã được đồng ý nhé, PDT sẽ tập hợp lại và QD hoãn thi chung, dự kiến trước tháng 12/2021 và sẽ gửi mail thông báo cho SV.. . Sau thời gian trên mà chưa nhận được mail thông báo về QD, em vui lòng phản hồi lại qua bksi để PDT kiểm tra lại nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi sắp tới mình có tổ chức thi online Writing Speaking không ạ. . .",
            "Chào em,. . Về đăng ký thi anh văn 2 kỹ năng nói viết trực tuyến đợt tiếp theo, dự kiến sẽ tổ chức thêm 1 đợt cho HK211. Em vui lòng đợi thông báo đăng ký qua mail Sinh viên dự kiến sau ngày 20/11/21.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] Kính gửi quý Thầy/Cô PĐT,[full_name] [full_name] [full_name] [full_name] Em là SV K15, hiện tại đã hoàn thành chương trình đào tạo, nộp chứng chỉ Toiec Nghe-[full_name] và[full_name] [full_name] Đợt thi Tiếng Anh Nói-[full_name] (04/11/2021), em đã nhận được kết quả đạt[full_name][full_name] [full_name] [full_name] [full_name] PĐT cho em hỏi:[full_name] [full_name] - Sau khi có kết quả thi tiếng Anh Nói-[full_name], em cần làm gì để được xét tốt nghiệp (nộp kết quả Nói-[full_name] cho PĐT hay chờ mail hướng dẫn thông báo từ PĐT)[full_name][full_name] [full_name] - Nếu muốn kiểm tra em hiện tại em có đủ điều kiện được xét tốt nghiệp hay không, em có thể kiểm tra thông tin đó ở đâu[full_name][full_name] [full_name] [full_name] [full_name] Rất mong nhận được phản hồi sớm từ PĐT[full_name] [full_name] [full_name] [full_name] Em cảm ơn[full_name] [full_name] SV:[full_name][full_name] [full_name] Trân trọng,[full_name]",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 23/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. . \". . Em nhớ nói bên Trung tâm ngoại ngữ gửi kết quả AV nói viết lên PDT để xét tốt nghiệp cho SV nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:  Rút môn học (phải thanh toán học phí) HK 211. .",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "\"Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK211(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/ xem điểm trễ nhất là 30/11/2021. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào phòng đào tạo,. . Em muốn đăng kí lại thi môn kế toán tài chính học kì 202 ( môn em đã hoãn thi vì cách li tập trung) có được không ạ?. . . . Vì trong email hạn cuối để phản hồi là 10h ngày 15/11/2021. Em biết em phản hồi hơi trễ, vì mấy ngày qua, em bị ốm suốt mấy ngày qua, Em mong phòng đào tạo cho em thi lại với số điểm mà em mong muốn.. . . . Trân trọng,. . . . [full_name].",
            "responsible person: [551] [staff_name] [helpdesk staff]"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] kính gửi phòng giáo dục![full_name] [full_name] Em tên [full_name][full_name] [full_name] MSSV: 181319[full_name] [full_name] Do tình hình dịch bệnh phức tạp, em đã về quê từ tháng 5/2021[full_name] Hiện tại vẫn chưa tim đủ vacxin để vào lại TP[full_name]HCM để thi lấy chứng chỉ TOEIC[full_name] [full_name] [full_name] Cho em hỏi là nhà trường có cách khắc phục nào hỗ trợ sinh viên trong vấn đề này không ạ?[full_name] [full_name] Cảm ơn nhà trường đã hỗ trợ![full_name] [full_name] Người viết[full_name] [full_name] [full_name][full_name] [full_name] [full_name][full_name] [full_name]",
            "Chào em,. . Hiện tại chưa có thông báo gì về việc không xét Chuẩn tiếng Anh cho việc đăng ký LVTN ở HK212 nhé.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa quý thầy cô, . . . . Em đăng kí làm luận văn trong kì này, nhưng vì một số chuyện bất khả kháng em không thể hoàn thành tốt và báo cáo.. . Vì hoàn cảnh kinh tế gia đình khó khăn nên Em xin hỏi là có cách nào để em bảo lưu học phí và dời sang kì sau để báo cáo không ạ.. . . . Em cảm ơn Thầy cô. . . .",
            "Chào em,. . PĐT đã gửi email đeến sv:. . \"Thông báo kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . .... . -      Các học phần đồ án (ĐA), Thực tập ngoài trường (TTNT), Đề cương luận văn tốt nghiệp (ĐCLV), Luận văn tốt nghiệp (LVTN), nếu tình hình dịch bệnh ảnh hưởng nghiêm trọng đến kết quả thực hiện, và SV không thuộc diện bị cấm thi (bảo vệ), SV phải được sự đồng ý của GV hướng dẫn, có xác nhận của Bộ môn/Khoa, mới được phép hoãn thi (nộp bài, báo cáo, bảo vệ)...\". . Thân mến. . . .",
            "Cô ơi cho em hỏi trong trường hợp đó thì mình có được bảo lưu học phí cho kì sau không ạ.. . . . Em cảm ơn cô.",
            "Chào em,. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name] Kính gửi P[full_name]T, [full_name] [full_name] [full_name] [full_name] Em là [full_name], MSSV: [student_id] hiện đang theo học hệ VB2 của Khoa [full_name]iện - [full_name]iện tử với chuyên ngành Kỹ thuật điện[full_name] Thời gian theo học cũng đã được 1,5 năm tuy nhiên các Email của PDT gửi đến cho SV về kế hoạch đăng ký môn học hay như Email mới nhất về vấn đề học offline tại trường[full_name] Vấn đề này tạo ra sự khó khăn trong việc nắm bắt và tiếp cận thông tin[full_name] [full_name]hính vì thế kính mong P[full_name]T xem xét bổ sung email vào danh sách gửi[full_name] Thêm vào đó, khi em làm các thủ tục trong học tập thì em chưa được biết GV[full_name]N em là ai? Vậy rất mong P[full_name]T hỗ trợ để em tiện liên lạc trong quá trình học tập[full_name] [full_name] [full_name] [full_name] [full_name] Trân trọng cảm ơn, [full_name] [full_name] [full_name] [full_name] [full_name][full_name] [full_name][full_name] Hùng [full_name] [full_name] [phone_number]",
            "Chào em,. . Nhà trường đã xử lý xong, cập nhật vào groups B2. Do em chuyển Khoa từ XD=  DD. Em theo dõi thông báo mới từ nhà trường.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em xin chào các thầy cô , em là học sinh ở Quảng Bình ,vì 1 vài lý do nào đó e chưa tiêm vacxin lần nào cả( e củng chưa mắc covit lần nào), vì thế e xin hỏi là khi nào trường cho học sinh đi học lại trực tiếp nếu e chưa tiêm thì e có được đi học không ạ. Và nếu được có thể trường dự đoán lịch đi học trực tiếp ở trường vơi ạ ? . .",
            "Chào em,. . Và nếu được có thể trường dự đoán lịch đi học trực tiếp ở trường vơi ạ ?. . =  Em theo dõi email trường gửi, tuỳ theo tình hình cho phép .... . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  theo mail này thì kết quả Hoãn thi HK202 & HK203 đã có ,  và [full_name] đồng ý tổ chức thi trong tháng 11/2021 là sao em chưa hiểu lắm , nếu những môn hoãn thi vào hk202  liệu có bắt buộc thi vào hk211 này không hay là  có thể hoãn thi tiếp ak .. . . .",
            "Chào em,. . Về việc thi để xóa điểm Hoãn thi:. . -   Môn học có mở trong HK211: PĐT sẽ tự động xếp [full_name] thi và đồng thời  cập nhật trên trang mybk.hcmut.edu.vn  Thông tin sinh viên  [full_name] thi (dự kiến vào đầu tháng 12/2021).. . -   Môn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp [full_name] thi và đã gởi email cho Sinh viên [full_name] thi cụ thể (Sinh viên xem chi tiết [full_name] thi cập nhật trên trang mybk.hcmut.edu.vn  Thông tin sinh viên  [full_name] thi).. . -   Các môn học khác: Sinh viên vui lòng đợi thông báo lịch thi sau.. . -  Liệu có bắt buộc thi vào hk211 này không hay là  có thể hoãn thi tiếp ak .. . =  Em chưa muốn thi trong HK211: Em vui lòng đợi thông báo sau nhé.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có làm đơn xin tạm dừng học kì 211 từ ngày 2 tháng 11 năm 2021 và đc giải quyết,mà sao đến nay 18th11 vẫn chưa có quyết định của trường. . Mong pdt xem xét lại giải quyết và ra quyết định giúp em với ạ",
            "Chào em,. . Trường hợp em không có Thời khóa biểu trong học kỳ 211, PDT sẽ ra quyết định tạm dừng chung cho SV không có TKB trong HK211, dự kiến ra sẽ quyết định trong tháng 11/2021.. . SV theo dõi và làm đơn thu nhận vào HK212, theo dõi lịch học vụ và mail SV để đăng ký môn học cho học kỳ tiếp theo. . Hiện tại đang trình ký quyết định tạm dừng và sẽ cập nhật lên mybk/Thông tin SV trước tháng 12/2021. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa thầy cô,. . Em đã đăng ký tn trên myBK nhưng tên em vẫn chưa có trên DS tốt nghiệp dự kiến để kiểm tra thông tin thì phải làm thế nào ạ? Khi nào PĐT sẽ cập nhật danh sách dự kiến ạ? Em cảm ơn",
            "Chào em,. . Hiện tại em đã đăng ký tốt nghiệp rồi nên không sao nhé bạn, do ds dự kiến cập nhật sau thôi.. . Em vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức trên mybk/Thông tin Sinh viên/tình trạng . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi thầy/cô Phòng Đào Tạo - Đại học Bách Khoa TP.HCM,. . . . Em là [full_name], MSSV [student_id], sinh viên khoa Quản Lý Công Nghiệp, lớp QL170102.. . . . Em gửi mail này mong thầy/cô xem xét và giải đáp giúp em tình trạng: . . . . Em đã học đủ số tín chỉ theo chương trình đào tạo công bố trên cổng thông tin của trường nhưng số tín chỉ tích lũy ngành và tín chỉ tích lũy bị lệch 2 chỉ (như hình đính kèm).Cụ thế là em hoàn thành 134TC và không có môn nào ngoài chương trình đào tạo nhưng bảng điểm vẫn hiển thị em chỉ hoàn thành 132 tín chỉ tích luỹ ngành. . . . . Em đã tiến hành điền điểm và tín chỉ theo bảng điểm tất cả các môn em đã học và so sánh mã môn học dựa trên file chương trình đào tạo. (File Excel đính kèm bên dưới là Danh sách các môn học sinh viên đã đạt dựa trên bảng điểm hiện hành tính đến HKI 2020-2021).. . . . Kết quả là em đã hoàn thành theo đúng chương trình đào tạo là 134 chỉ (các môn bắt buộc, tự chọn với 6 chỉ nhóm A, 19 chỉ nhóm B theo chuyên ngành Quản lý Công nghiệp) và không có môn nào ngoài chương trình đào tạo nhưng bảng điểm vẫn hiển thị em chỉ hoàn thành 132 tín chỉ tích luỹ ngành. . . . . Điều này em không rõ là mình đã gặp vấn đề gì hay do hệ thống chưa cập nhật.. . . . Mong thầy/cô sớm xem xét và giải đáp giúp em để em có thể được tốt nghiệp đúng thời hạn.. . . . Em cảm ơn thầy/cô và chúc thầy/cô nhiều sức khoẻ!. . . . Trân trọng,. . [full_name]. .",
            "Chào em,. . - Trên Mybk chưa có cập nhật. Điểm vẫn còn thiếu, do đó khi nào đủ điểm mới cập nhật. . . - Khi sv cần in bảng điểm thì sẽ có đầy đủ ĐTB tính đến thời điểm sv đăng ký in.. . - STCTL ngành chưa có cập nhật lên Mybk được do chưa có điểm của tất cả sv chứ không phải của 1 mình em nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào em,. . - Đơn em còn thiếu chữ ký của BCN [full_name] Xây Dựng nữa nhé.. . - Em liên hệ [full_name] qua email [email] để được hỗ trợ nhé.. . Thân mến. . . ."
        ]
    }
]