[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name], MSSV [student_id].. . Hôm nay gia đình nhận được tờ giấy sau(có file đính kèm) . . Gia đình em hỏi bên phường nhưng bên phường không cho lùi.. . Em xin hỏi có cách nào nhận được giấy nghĩa vụ sớm không ạ?. . Em cảm ơn.. .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên [full_name], mssv [student_id], cho em hỏi bkel của em gặp vấn đề gì ạ mà mấy cái môn ở hk211 biến mất hết, chỉ còn lại còn môn ở các học kì trước. Em xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào cô,. . Em có báo cáo về chuyện đăng kí luận văn tốt nghiệp bị lỗi. Sau ngày 20.9 mà bên tkb em chưa có cập nhập ạ, cô kiểm tra lại giúp em.. . Em cảm ơn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name] Chào thầy, cô[full_name] [full_name] Em có đăng ký thi anh văn nói viết đợt 2 và ngày chót đóng lệ phí anh văn nói viết là ngày 15/09[full_name] Vào ngày 14/09 em đã thanh toán lệ phí và tài khoản ngân hàng đã có trừ tiền[full_name] Thông tin như hình đính kèm[full_name] Mong thầy cô xem xét giúp em để em có thể thi anh văn nói viết đúng ngày ạ[full_name] [full_name] [full_name] Em xin cảm ơn[full_name] [full_name] Tín",
            "Chào bạn. . Bạn liên hệ •\tSố điện thoại hotline của Ngân hàng OCB để được hỗ trợ (khi có phát sinh sự cố):[student_id]8. . Hoặc số: [student_id]95 : Cô [full_name] phục trách kỹ thuật OCB Lý Thường Kiệt. . Sau khi xử lý xong lệ phí, bạn liên hệ liền Pdt để cho tên bạn vào ds thi các đợt sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ thưa thầy/cô, em tên là Phan Thanh Hoài MSSV [student_id], học kì 202 vừa rồi em có học lớp L07 môn CƠ LƯU CHẤT do thầy [full_name] giảng dạy, do bị F0 nên đã xin hoãn thi cuối kỳ cho môn này và đã được chấp nhận do đi cách ly điều trị F0. Nhưng hôm nay em có vào bảng điểm coi thử thì thấy điểm tổng kết và điểm cuối kỳ đều bị 0 điểm. Em mong Phòng Đào  Tạo xem xét lại và cập nhật lại ạ. Em xin chân thành cảm ơn ạ.. .",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13, điểm 0 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em xin phép hủy hoãn thi . . Họ và tên Nguyễn Văn Phong. . Mssv [student_id]. . Môn Giải Tích 2 . . Mã môn MT1005. . Học kì HK202. . Nhóm L09. . Ngày thi 07/08. . Giờ thi 10g00\t. .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi về điều kiện để nhận LVTN là như thế nào ạ??. . Em đang học khoa XD K18, nếu khi không tìm được thầy nào để hướng dẫn phần kết cấu trong LV thì như thế nào ạ??",
            "Chào em,. . Em liên hệ Khoa Xây Dựng qua email [email] để được hướng dẫn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành phố Hồ Chí Minh. . . . Em tên: Nguyễn Trương Quốc Thái. . MSSV: [student_id]. . Hệ VHVL. . . . Chào Thầy/Cô, em là sinh viên liên thông từ cao đẳng, hệ VLVH, đợt xét tuyển T10/2020. Em trúng tuyển ngành Kỹ thuật điện, nhưng hiện tại phần lý phần lý lịch sinh viên của em thông tin ngành học là  Kỹ thuật Điện tử - Truyền thông, mong Thầy/Cô xem xét giúp em.. . Chúc thầy cô nhiều sức khỏe. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . PDT ghi nhận trường hợp của bạn, đã gửi đến bộ phận liên quan xử lý . Nếu sau thời gian 1 tuần (kể từ ngày tiếp nhận, trừ thứ 7,CN và các ngày lễ), SV vẫn chưa nhận được câu trả lời hoặc chưa được xử lý vui lòng gửi lại câu hỏi để PDT kiểm tra lại nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Chào Thầy/Cô!. . Em tên [full_name] mssv [student_id]. Dạ việc em còn thiếu 1tc để nhận LVTN là không chính xác. Theo bảng chuyển điểm từ Chính quy sang VHVL thì ngoài mấy môn không tương đương, thay thế ra thì vẫn còn sót 3 môn chưa chuyển điểm:. . + Hóa đại cương: mã CH1003 (mã cũ 604002, đã học hệ chính quy HK2 2013/2014). . + Kỹ thuật hệ thống viễn thông: mã: EE3015 (đã học hệ chính quy HK3 2018/2019). . + Thông tin di động: mã EE3107 đã học HK2 2018/2019. . Xin Thầy/Cô cập nhật chuyển điểm giúp lại giúp em để đăng ký LVTN kỳ này.. . Thân!\t. . . .   i Đăng ký môn học .",
            "Chào bạn,. . PDT ghi nhận trường hợp của bạn, đã gửi đến bộ phận liên quan xử lý . Nếu sau thời gian 1 tuần (kể từ ngày tiếp nhận, trừ thứ 7,CN và các ngày lễ), SV vẫn chưa nhận được câu trả lời hoặc chưa được xử lý vui lòng gửi lại câu hỏi để PDT kiểm tra lại nhé!. . . . Thân mến,. .",
            "Chào Thầy/Cô. . Sau 1 tuần trừ t7 cn thì em vẫn chưa nhận được câu trả lời hay xử lý câu hỏi này ạ, nhờ Thầy/Cô kiểm tra lại. . Thân,",
            "Gửi đến Sinh viên. . . . Đính kèm theo file các môn học còn nợ xét theo CTĐT khóa 2014, do điểm của SV đã học ở CQ là K2013 nên đề nghị SV chọn 1 trong 2 cách sau để hoàn thành chương trình học (SV chọn các nào có lợi nhất):. . . . Chọn CTĐT khóa 2014,. . Sinh viên kiểm tra các môn học mà SV đã đạt ở CQ (tham khảo môn học tương đương/thay thế trên trang WEB phòng Đào tạo), nếu có trong ds này mà phòng Đào tạo chuyển thiếu đề nghị SV phản hồi lại để kiêm tra và cập nhật. đối với các môn không không có hoặc có ghi “Không tương đương”, các môn học này Sinh viên làm đơn gửi Khoa (hoặc gửi e.mail [email]) xin xem xét môn học tương đương do đã hoàn thành môn … . Khoa sẽ làm công văn đề nghị gửi về Phòng Đào tạo ra qđ miễn môn.. . . . SV kiểm tra các môn đã đạt so với CTĐT 2013 (nếu hoàn thành đủ điều kiện tốt nghiệp), Sinh viên làm đơn xin được chuyển lên Khóa 2013 để xét tốt nghiệp gửi về Phòng Đào tạo (gửi e.mail [email] + hoặc BKSI). . Theo các môn SV còn nợ ở CQ, SV có thể làm đơn chuyển sang K2013 sẽ lợi hơn. . . . Thân chào.. . . .",
            "Chào Thầy/Cô!. . Câu trả lời không đúng chủ đề. Em có 3 môn chưa được chuyển điểm vào bảng điểm từ hệ CQ sang VHVL:. . + Hóa đại cương: mã CH1003 (mã cũ 604002, đã học hệ chính quy HK2 2013/2014). . + Kỹ thuật hệ thống viễn thông: mã: EE3015 (đã học hệ chính quy HK3 2018/2019). . + Thông tin di động: mã EE3107 đã học HK2 2018/2019. . Em cần chuyển các môn này để đủ chỉ đăng ký luận văn học kỳ này, mà có lẽ Thầy/Cô đọc không hiểu câu hỏi? Xin Thầy/Cô đọc kĩ lại để giải quyết giúp em, tránh mất thời gian thêm nữa.. . Thân!. .",
            "Chào bạn. . Anh [full_name] đã gởi mail cho bạn, bạn kiểm tra mail, có thắc gì phản hồi lại mail cho Anh [full_name] nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào phòng đào tạo, . . . . Dạ em xin đăng ký HUỶ hoãn thi môn đại số tuyến tính ạ. Lý do vì hôm đó em chờ thấy cái bản record lâu mà không thấy về nên em nghĩ là em đã quên ấn record nhưng sau khi điền form hoãn thi thì em mới nhận được bản record sau ít ngày, và em cũng đã nộp bản record môn Đại số tuyến tính rồi ạ. Nhưng mà em lại điền form hoãn thi ĐSTT chung với môn Vật lý 1 ( môn này em quên record nên không có video về ạ) .. . . . Nên em làm mail này xin đăng ký HUỶ đăng ký hoãn thi môn Đại số tuyến tính và vẫn Đăng ký hoãn thi môn vật lý 1. Môn Vậy lý 1 là thuộc HK202 và môn Đại số tuyến tính thuộc HK203 ạ. . . . . Em mong nhận được xác nhận của phòng đào tạo. . . Em xin cảm ơn ạ. . . ———————————————————. . Nguyễn Ngọc Khôi. . Mssv: [student_id]. . Gmail: [email]",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Sáng ngày 20/09/2021, khi em lên trang BKel thì các trang môn học của học kì 1 năm học 2021-2022 đã bị mất hết và em không thể vào nữa, mong văn phòng có thể giúp em ạ.",
            "Chào bạn,. . Bạn vui lòng vào kiểm tra lại và ghi rõ tên và MH nào mà bạn không xem được nhé, ghi cụ thể trong ô nội dung giúp cô nhé, cô sẽ chuyển cho  bộ phận BKeL để kiểm tra giúp bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .       I  Em tên là Nguyễn Đoàn Quang Tùng, MSSV [student_id], hiện đang học văn bằng 2 khoa Kỹ thuật Địa chất và Dầu khí.. .      Học kỳ này em có đăng ký Đề cương luận văn tốt nghiệp, nhưng vì có sự nhầm lẫn nên em đã đăng ký mã số môn học của khóa 2018, trong khi em đang học theo chương trình của khóa 2017.. .      Em kính xin Phòng Đào Tạo cho em đăng ký bổ sung Đề cương luận văn tốt nghiệp với Mã môn học GE4311. Nếu học kỳ này không làm Đề cương luận văn em sẽ bị trễ 1 học kỳ. Em rất mong được hoàn thành đúng tiến độ học tập. Em rất xin lỗi vì sự bất tiện này.. . Em xin cảm ơn ạ! .      Phòng đào tạo đã ghi nhận yêu cầu của em  và có phản hồi là mã đề cương luận văn GE4311 là không đúng. Em đã lên trang aao để kiểm tra chương trình học khóa 2017 của ngành Kỹ thuật Địa chất và Dầu khí, chuyên ngành Địa Chất Môi Trường thì thấy mã đề cương chính xác ạ (em gửi hình đính kèm). Vì bằng 1 em học khoa Điện-Điện Tử ở trường Bách Khoa TPHCM nên những môn cơ sở như [full_name], [full_name],... em được miễn, số tín chỉ sẽ tính thêm nhưng môn này. Nếu mã đề cương luận văn của em không chính xác thì em kính xin Phòng Đào Tạo cho em biết em đang học theo chương trình khóa nào và mã số đề cương luận văn của khóa đó.. . Em xin cảm ơn!",
            "Chào em,. . PĐT đã đăng ký thành công môn Đề cương luận văn cho em rồi nhé.. . Thân mến,. .",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin kính chào các thầy cô ạ.. . Dạ kính thưa thầy cô là em đã đăng ký in giấy xác nhận sinh viên và gửi về địa phương ạ.Nhưng trên mybk vẫn chưa có phiếu xác nhận ạ, còn khoảng hơn mười ngày nữa là hết hạn nộp giấy xác nhận sinh viên cho địa phương, thì liệu nếu bưu điện họ không gửi về kịp thì thầy cô cho em hỏi mình còn cách nào khác để nhận được bản in online không ạ,tại địa phương em nói là chỉ cần bản chụp hoặc abnr photo online cũng được ạ.. . Em cảm ơn quý thầy cô ạ!",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . . . - Vì số lượng sv cần hơi nhiều, PĐT scan up lên nhanh nhất có thể.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . cho em hỏi em đăng kí giấy xác nhân sinh viên cụ thể là hoãn nghĩa vụ quân sự từ 17/9 tới giờ vẫn chưa được xử lí. . . .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . . . - Vì số lượng sv cần hơi nhiều, PĐT scan up lên nhanh nhất có thể.. . - cụ thể là hoãn nghĩa vụ quân sự từ 17/9 tới giờ vẫn chưa được xử lí. . =  ít nhất 1 tuần làm việc nhé em.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin được gửi lời chào đến Thầy/Cô,. . . . Em hiện đã hoàn thành chương trình học, đang ở ngoài khu vực TPHCM, cụ thể là ở Biên Hòa, Đồng Nai, và hiện cả hai tỉnh đều đang thực hiện giãn cách do dịch COVID-19.. . . . Em muốn hỏi là hiện tại, do nhu cầu nộp hồ sơ du học, em cần bản giấy của Bảng điểm và Giấy tốt nghiệp tạm thời thì việc vận chuyển qua bưu điện lúc này (20.9 - 30.9) từ trường về tới nơi em đang sống liệu có khả thi không ạ?. . . . Em xin cảm ơn Thầy/Cô đã dành thời gian.. . [full_name]",
            "Chào bạn,. . Hiện tại bưu điện vẫn chưa nhận gửi thư nhé bạn. Nhà trường sẽ cố gắng gửi sớm nhất khi có thể.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Ngày 26/08 em có gửi thông tin nhờ PĐT hỗ trợ hoãn thi môn Cơ Lưu Chất CI2003 giúp em, vì lý do nhà em cúp điện vào ngày hôm đó nên không tham gia được. . . . . Hôm nay em có vào kiểm tra thông tin sinh viên thì thấy điểm cuối kỳ môn CLC được cập nhật là 13 điểm. . . . . Mong PĐT hỗ trợ em thêm thông tin về vấn đề này. . . Em cảm ơn nhiều ạ ! . . . .   I [full_name].  /I",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Kính gửi Phòng Đào Tạo Trường Đại Học Bách Khoa TPHCM-DHQG. . Em tên [full_name]    MSSV : [student_id]. . Em xin gửi Phòng Đào Tạo đơn hủy hoãn thi cuối kì môn Giải tích 2(MT1005). . Lớp L09. . Ngày thi 07/08/2021. . giờ thi 10g00. . Em xin cảm ơn.",
            "QUOTE Kính gửi Phòng Đào Tạo Trường Đại Học Bách Khoa TPHCM-DHQG. . Em tên [full_name]    MSSV : [student_id]. . Em xin gửi Phòng Đào Tạo đơn hủy hoãn thi cuối kì môn Giải tích 2(MT1005). . Lớp L09. . Ngày thi 07/08/2021. . giờ thi 10g00. . Em xin cảm ơn.  /QUOTE . .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em xin chào thầy cô, cho em hỏi năm học này trường mình sắp phát giấy hoãn nghĩa vụ quân sự hay chưa ạ, hay là em phải lên mybk để đăng kí in (cấp lại) vậy ạ.  . . . .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Thầy (Cô),. . . . Em có một vài thắc mắc, mong quý Thầy (Cô) có thể giải đáp giùm em ạ.. . . . Trong HK202, em đã bị PĐT ra quyết định tạm dừng học vì thanh toán học phí trễ hạn. Hiện tại em đã thanh toán học phí và được PĐT khôi phục lại tình trạng đang theo học. Nhưng đến nay, em vẫn còn 1 môn học chưa được cập nhật điểm trên MyBk ạ. Do em thanh toán học phí trễ hạn trong khoảng thời gian sau buổi thi cuối kỳ nên trong ngày thi cuối kỳ em đã không tham gia dự thi. Vậy em có được cập nhật điểm thi giữa kỳ (do có tham gia thi) và điểm cuối kỳ là điểm 13 (do vắng thi) không ạ? . . . . Trong trường hợp em không được cập nhật điểm thi cuối kỳ là điểm 13 do vắng thi thì em có bị tính là chưa hoàn tất môn học và có ảnh hưởng đến việc đăng ký xét tốt nghiệp không ạ? Do trong HK182 em đã học môn này và đã qua môn, trong HK202 em chỉ đăng ký học cải thiện thôi ạ. . . . . Em xin chân thành cảm ơn.",
            "Chào bạn,. . Vui lòng trình bày rõ vấn đề giúp cô? cụ thể tên mà mã MH nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Họ tên: [full_name]. . MMH: CH4363. . Số tín chỉ: 125. . Số ngày CTXH: 16.5. . . . Trong đợt đăng ký cuối cùng LVTN, TTTN, [full_name] từ 10g ngày 23/08/2021  đến 14g59 ngày 25/08/2021 cho HK chính 211. Tuy nhiên, kết quả đăng ký không được đồng ý.. . Em xin gửi đơn khiếu nại đến PĐT để xem xét giúp em về kết quả đăng ký!. . Em chân thành cảm ơn.",
            "Em xin phép gửi kèm xác nhận của BCH [full_name] ạ!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 28/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là đợt kiểm tra vào tháng 10 nếu chưa đóng có được đóng bổ sung không ạ tại em chưa hiểu lắm",
            "Chào bạn,. . PDT sẽ tổng kiểm tra bằng TN THPT (và bằng Cao Đẳng, Đại học đối với SV bằng 2, và VLVH). SV phải chuẩn bị sẵn sàng (bảng sao và bản scan) các bằng TN. Thời gian kiểm tra là trong tháng 10 và theo thông báo riêng. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   B  Phòng đào tạo cho em hỏi:. .  Năm 2020 vừa rồi em có nộp 1 cái bằng toeic với hơn 500 điểm (em  thuộc K16) . . Với số điểm này thì em đã xét miễn av4 vào tháng 6 năm 2020. . Tuy nhiên đến nay thì số tín chỉ của em vẫn chưa được cập nhật (2 chỉ av4). . Rất mong phòng đào tạo giải đáp thắc mắc này giúp em . . Em cảm ơn",
            "Chào bạn,. . Cô chưa hiểu rõ ý của bạn? bạn đăng ký bị vướng báo thiếu chỉ AV hay như thế nào? trình bày cụ thể giúp cô.. . Vì cô thấy điểm chuyển AV4 của bạn đã được cập nhật tại Mybk/Thông tin Sinh viên/mục điểm chuyển nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .   Em muốn hủy đăng kí hoãn thi môn Triết học thì em cần điền biểu mẫu nào ạ.",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đã xin hoãn thi vào cùng ngày sau buổi thi môn Xác suất thống kê học kì 202. Em điền form đầy đủ và pđt đã có mail phản hồi em đã xin hoãn thành công.. . . . Nhưng trên bảng điểm của em lại có điểm tổng kết môn này rồi, em mong pđt xem xét lại giúp em.. . . . Em cảm ơn",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b Họ tên: [full_name]  /b . .   b MSSV: [student_id]  /b \t. . . . Xin PĐT chuyển điểm cho em một số môn tương đương / thay thế đã có điểm đạt:. . . . - Giải tích 3 (MT2007) học ở kỳ dự thính hè 203, thay cho Toán 3 (006713) trong CTĐT. . - Vật lý sóng (AS2047) học ở kỳ chính 202, thay cho Vật lý sóng (007708) trong CTĐT. . - Cơ học vật rắn & sóng cơ (AS2049) học ở kỳ chính 202, thay cho Cơ học vật rắn & sóng cơ (201707) trong CTĐT. . . . Nếu cần viết đơn, mong PĐT hướng dẫn thêm, do em không tìm thấy mẫu đơn xin chuyển điểm môn tương đương.. . . . Em xin cám ơn.. .",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . - nếu trong danh sách trên có thì Pdt sẽ tự động cập nhật môn tương đương. . - nếu không có trong danh sách trên thì Sinh viên vui lòng liên hệ về Khoa để làm công văn gởi Pdt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô,. . Hiện em đang trong quá trình thực hiện đăng ký đề tài KHCN dành cho KSTN, nhưng không tìm thấy nơi để in lí lịch khoa học của sinh viên. Mong nhận được sự giúp đỡ của nhà trường ạ!. . . .",
            "Chào em,. . Em liên hệ [full_name] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào thầy/ cô!. . Hôm nay thứ 2 nhưng em vẫn chưa được cập nhập điểm môn Quản lý dự án xây dựng (CI1053) trên mybk ạ.. . Nhưng điểm đã có điểm tổng kết trên mục phúc tra lâu rồi ạ. . . .",
            "Chào em,. . Nhưng điểm đã có điểm tổng kết trên mục phúc tra lâu rồi ạ . . =  Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học nhóm để mở khóa (HK202) trong thời gian cho phép sửa.. . . . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là sinh viên K14. Em có làm đơn xin kéo dài thời gian học để hoàn tất Anh văn trước khi kết thúc học kỳ 2 năm học 2020-2021. Em đã hoàn tất kỳ thi Anh văn 2 kỹ năng Nói - viết tại trung tâm ngoại ngữ của trường và đủ điều kiện tốt nghiệp. Nhưng hiện tại đã có danh sách dự kiến tốt nghiệp tháng 11/2021 nhưng em không có tên trong danh sách. Em mong Phòng đào tạo kiểm tra và cập nhật danh sách tốt nghiệp lại giúp em để em có thể tốt nghiệp vào đợt tháng 11/2021 như dự kiến ạ. Em xin chân thành cảm ơn!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 28/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa quý thầy cô,. . Em tên Trần Hữu Trí, mssv:[student_id]. . . Hiện tại trong BKPay của em có 1 khoản thanh toán bảo hiểm, mà e chưa thanh toán. Nguyên nhân là em đã đăng ký nhầm ở trường vì em cần phải nộp bảo hiểm ở ký túc xá. Khoản thanh toán này là sự nhầm lẫn và em không thanh toán được vì đây là khoản thanh toán cho BẢO HIỂM NĂM 2017( em không nhận bảo hiểm tại trường nên khoản thanh toán này em nghĩ em không cần thanh toán). Mong quý thầy cô xác nhận lại và xử lý giúp em để em có đủ điều kiện tốt nghiệp.. . Em xin chân thành cảm ơn.",
            "Chào em,. . Em liên hệ trạm y tế qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là sinh viên k17 đã đủ điều kiện tốt nghiệp vào tháng 11 tới ạ. Tuy nhiên khi đăng ký tốt nghiệp trên mybk, phần upload ảnh dù đã giải nén và giảm dung lượng ảnh đến mức tối đa nhưng luôn bị báo là dung lượng ảnh có kích thước lớn hơn 400px. Em đã thử lại rất nhiều lần nhưng đều bị báo lỗi như vậy. Em không hiểu vấn đề này là như thế nào. Rất mong PĐT giải thích giúp em ạ.",
            "Chào bạn,. . Bạn vui lòng up file ảnh đúng dung lượng yêu cầu nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa Cô,. . . . Em là [full_name], MSSV: [student_id], lớp XD17KSDD.. . . . Hôm trước em có hỏi về thông tin tốt nghiệp KSTN.. . . . Em xin làm rõ ý của em như sau:. . - Thông tin trong phần danh sách dự kiến và phần đăng ký tốt nghiệp, em đều không thấy có thông tin KSTN.. . . . - Em muốn kiểm tra thông tin xem mình có được nhận bằng KSTN không ạ.. . . . Em xin cảm ơn Cô!",
            "Chào bạn,. . Trong thông tin bạn đăng ký tốt nghiệp có ghi rõ không? bạn xem lại giúp cô.. . Bạn chụp hình giúp cô những thông tin bạn xem thấy nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em bị mất site môn học 3 ngày này, em không thấy site môn học của kì học này ạ, mong thầy/cô xem xét giúp em. Em cảm ơn ạ.. .   i Yêu cầu khác .",
            "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý. PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .  Em Tên: Đoàn Công Cảnh.. .  MSSV: [student_id]. Hệ: VLVH. .  Kì vừa rồi em đã hoàn thành môn Luận Văn tốt nghiệp. Điểm Toeic của em là 435. Và đã hoàn thành tất cả các môn học trong chương trình đào tạo (Đã quy đổi, chuyển điểm, và miễn các môn).. .  Nhưng em đăng kí xét tốt nghiệp thì nhấn vào nút \"Nộp đơn xét tốt nghiệp\" không được ạ. Kính mong PĐT cho em hỏi là em đã đủ Điều kiện để xét tốt nghiệp chưa và còn bổ sung gì để Được xét tốt nghiệp. Mong PĐT xem xét phản hồi cho em với ạ.. . Cảm ơn Thầy Cô!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 29/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . kính thưa phòng đào tạo em có một số thắc mắc sau đây về việc chuyển điểm anh văn. Em có đăng kí chuyển điểm anh văn nhưng vì một số lỗi trong thẻ ngân hàng của em nên em trễ hạn thanh toán phí chuyển điểm, cho em hỏi em phải tạo đăng kí mới hay là tiếp tục thanh toán trong đăng kí cũ ạ. Mong sớm nhận phản hồi từ phòng đào tạo",
            "Chào bạn. . - Bạn hoàn thành lệ phí cũ thì tự động cập nhật cho bạn nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Yêu cầu khác: Thân gửi,. . Thưa Trung tâm Hỗ trợ, em tên [full_name], là sinh viên khoa Điện – Điện tử khóa 2017. Vấn đề của em là em đăng ký in Bảng điểm và được hẹn trả KQ vào 15/09/2021 nhưng đến nay em vẫn chưa nhận được thông báo gì. Do em đang cần gấp bảng điểm để nộp học bổng nên em có thể nhận bản scan Bảng điểm trước.. . Nhờ Trung tâm Hỗ trợ kiểm tra lại và giúp đỡ em, có thể gửi cho em bản scan Bảng điểm trước.. . Mong nhận được phản hồi sớm từ trung tâm.. . Em xin chân thành cảm ơn.. . Trân trọng,. .",
            "Gởi bạn bảng điểm đính kèm"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . EM CHÀO THẦY(CÔ) Ạ,. . SẮP TỚI EM CÓ THAM GIA THI TOEIC SPEAKING WRITING TRỰC TUYẾN, NHƯNG [full_name] [full_name]. EM CẦN PHẢI CHUẨN BỊ THÊM MÁY MÓC GÌ ĐỂ HỖ TRỢ CHO [full_name] Ạ?MONG THẦY (CÔ) GIẢI ĐÁP GIÚP EM VỚI Ạ. EM CẢM ƠN Ạ.. .",
            "Chào bạn,. . Bạn vui lòng xem thông tin hướng dẫn đính kèm theo email, có thắc mắc gì SV vui lòng liên hệ về Trung tâm Ngoại ngữ để được hướng dẫn và hỗ trợ nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Đăng ký môn học . Dạ em chào thầy cô ạ, hôm trước em có hỏi về đăng kí thi anh văn nói viết để ra trường và được phản hồi là sẽ được đăng kí vào đợt 4 nhưng nay em nhận được email của trường về đăng kí đợt 4 thì em vẫn không đăng nhập được vào trang đăng kí và bị báo lỗi là không được quyền đăng kí mặc dù em vẫn nhận được email nhắc đăng kí ạ. . Em bị báo lỗi như hình em đính kèm ạ. . Mong thầy cô kiểm tra giúp trường hợp của em ạ",
            "Chào em,. . Em vô đăng ký lại nhé, đã mở khóa nha. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy cô cho em hỏi hiện em đã ngưng học tại trường và muốn rút hồ sơ như sổ đoàn, bằng tốt nghiệp THPT (bản sao) lại thì em cần làm gì ạ? Em cám ơn.",
            "Chào em,. . - muốn rút hồ sơ như sổ đoàn,=  em liên hệ VP Đoàn, [full_name]. . . -  bằng tốt nghiệp THPT (bản sao) =  bản sao PĐT lưu hồ sơ, không trả lại nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Thầy(Cô),. . Em là [full_name]. Sắp tới em có tham gia thi Toeic Speaking-Writing trực tuyến. Nhưng hiện thẻ Sinh Viên em đang không giữ, nên em cần phải làm thêm thủ tục gì ạ. Mong Thầy (Cô) giải đáp giúp em. Cảm ơn Thầy (Cô) ạ.",
            "Đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào quý Thầy Cô. Em là [full_name] - MSSV: [student_id].. . Em có đăng kí in bảng điểm, hôm nay là ngày hẹn lấy bảng điểm. Vì tình hình dịch bệnh và nhu cầu chỉ cần file pdf nên em mong muốn được nhận file scan bảng điểm qua mail: [email]. . Em cảm ơn Thầy Cô"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thua thầy cô!. . Em tên [full_name], MSSV [student_id]. . Lần trước em có gửi yêu cầu xin bổ sung đăng kí môn học LVTN và thầy cô đã trả lời đến 15/9 xem TKB nhưng đến nay vẫn chưa có ạ! Em mong quý thầy cô kiểm tra giúp em với ạ.( em đính kèm ảnh câu hỏi và câu trả lời ạ ). . Lần trước e đăng kí LVTN bổ sung là do yêu cầu 126 chỉ nhưng em chỉ có 125 và em đã bổ sung thêm AV1 thành 127 chỉ đã đủ yêu cầu.( em đính kèm ảnh cập nhật 127 chỉ). . Em mong quý thầy cô có thể xem xét giúp rm với ạ. Vì đây là học kì cuối cùng của em. Em rất mong quý thầy cô giúp đỡ.. . Em đã liên hệ giảng viên và làm LVTN được 2 tuần nay rồi ạ.",
            "Chào bạn,. . Trường hợp của bạn đã đủ điều kiện nhận LVTN nhé, cô sẽ báo bên TKB cập nhật lại TKB trên mybk trước ngày 28/9 nhé!. . Bạn có thể liên hệ về Khoa để nhận LVTN nhé. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo,. . . . Em có nguyện vọng xin Phòng Đào Tạo xét tốt nghiệp để em ra trường với bằng Đại Trà. Lý do là em vừa xin ra khỏi chương trình KSTN, do đó không có trong danh sách dự kiến tốt nghiệp tháng 11/2021. . . . Kính mong Phòng Đạo Tạo giải quyết.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 29/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ chào cô!. . Hôm 17/09 em có thắc mắc chưa cập nhập điểm trên mybk, cô có bảo là đến thứ 2 chưa cập nhập thì báo lại cho cô ạ.. . Nên em gửi câu hỏi để cô có thể xem lại cho lớp em điểm trên mybk để tính tbtl . .",
            "Chào em,. . Em xem lại bảng điểm vào ngày mai 21/9/2021 nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã đăng ký rút môn học theo đường link của nhà trường. Thông báo nói rằng qua 15/10 thì kiểm tra lại kết quả. Em muốn biết là qua 15/10 đó hay là 15/9. Em cảm ơn!",
            "Chào em,. . Email ghi rõ sau 15/10 mà em. . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "cho em hỏi là : Em là sinh viên năm 2 ngành ktmt CE, kì 4 tới đây em muốn đăng ký 1 môn là 1 môn của KHMT CS ở học kì 4, nhưng lại là môn của KTMT học kì 5. Thì em có được đăng kí không ạ. Cụ thể là Môn lập trình nâng cao. Em cảm ơn. . .   i Đăng ký môn học .",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT, KSTN vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em kính chào quý thầy cô, cho em hỏi em đã đăng kí bảo hiểm y tế vào tháng 5 do tình hình dịch covid mà em kẹt ở quê chưa lấy thẻ bhyt. Nay em cần để đăng kí tiêm vacxin tại quê nhà, mong quý thầy cô có thể giúp em giải đáp ạ. EM xin chân thành cảm ơn.. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .   Em xin chào thầy cô PĐT em là sinh viên chuyển hệ từ CQ qua VHVL chương trình học của em đã hoàn thiện bên chương trình CQ nhưng do anh văn nên em không tốt nghiệp được và chuyển qua VHVL, đợt tốt nghiệp tháng 11 cho hệ VHVL em không có trong danh sách tốt nhiệp dự kiến, em muốn hỏi nghuyên nhân vì sao và phải xem ở đâu ạ.. .   Em cám ơn thầy cô !",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 29/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân mến,. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT,. . Em là [full_name], MSSV [student_id], lớp CK14LOG.. . Như đã trao đổi ở những lần liên lạc trước, e kiểm tra trên Mybk thì thấy đã được chuyển qua hệ VHVL, em muốn hỏi PĐT thủ tục xét tốt nghiệp như thế nào ạ.. . Em xin chân thành cảm ơn. Chúc quý Thầy/Cô nhiều sức khỏe.. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 29/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa thầy cô,. . Hiện tại em là sinh viên năm cuối chuẩn bị tốt nghiệp muốn đăng kí thi anh văn nói viết Online nhưng theo hướng dẫn/ yêu cầu là cần thẻ sinh viên. Thẻ sinh viên em đã mất và xin làm lại hồi tháng 5/2021 nhưng tình trạng dịch nên không đi chuyển đi lấy được. Hiện tại em muốn đăng kí cái mới chuyển qua bưu điện cũng không được đăng kí. Mong trường xem xét giúp em để em có thẻ hoặc được thi anh văn. Em chân thành cám ơn.",
            "Chào em,. . Thi anh văn nói viết TTNN cho phép SV sử dụng CMND/CCCD để thi nhé em.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào Thầy/Cô,. . Hiện tại em có thấy 4 đợt đăng ký thi AV 2 kỹ năng theo hình thức trực tuyến trên MyBK-  ĐKMH. Nhưng mà em không thể đăng ký vào được ạ? Vậy sắp tới PĐT sẽ tổ chức thi AV như thế nào ạ?. . . . Em cảm ơn",
            "Chào bạn. . Đợt thi này dành cho SV sẽ tốt nghiệp cho Hk211. . Hết giãn cách thì bạn liên hệ TTNN để biết thông tin nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đã đăng kí hoãn thi môn CI3009 Kết cấu thép 1 và môn SP1009 Đườnglối CM của ĐảngCSVN theo như form của nhà trường, và nhận được mail Đã nhận thông tin hoãn thi của phòng đào tạo. Nhưng bây giờ em lại bị nhận điểm 0 hai môn này ,vậy em có được thi bổ sung không ạ, vì em hoãn thi do vấn đề thiết bị trong thời gian cách ly không được hỗ trợ, em thật sự không muốn bị rớt môn này như vậy.",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh/chị,. . Em tên là [full_name], MSSV: [student_id]. . Lớp CC17HC11. . Em đã đủ điều kiện tốt nghiệp nhưng chưa có tên trong danh sách tốt nghiệp dự kiến do mybk cập nhật điểm sau ngày 10/9.. . Em gửi thông tin này với mong muốn được xét tốt nghiệp bổ sung.. . Em xin cảm ơn ạ.. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 28/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào ad.. . em tên là [full_name] [student_id].Cho hỏi là em mới đăng kí giấy chứng nhận sinh viên hoãn nghĩa vụ quân sự vào ngày 18/9 bằng hình thức bưu điện thì không biết mình gửi mail giấy chứng nhận sinh viên thôi không cần gửi bưu điện được không.Tại hạn chót nộp cho phường là 30/9 mà cho tới nay chỉ mới đang xử lí thôi.. .",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . SV đăng ký in CNSV tại mybk.hcmut.edu.vn. . . . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    }
]