[
    {
        "intent": "",
        "message": [
            "QUOTE Đăng ký môn học . Dạ em chào cô. . Cô cho em hỏi em có đăng ký môn av3 và đã thành công nhưng trong mục kết quả đăng ký em lại không vào được lớp. Em có được đăng ký lại không ạ. Em cám ơn cô ạ. . Em có gửi kèm ảnh đăng ký ạ. .",
            "Chào bạn. . Bạn vui lòng đăng ký lại môn học ở đợt 2 dkmh HK212 bắt đầu vào ngày 23/12 nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b . .   i Học vụ  /i \t. . Em tên: [full_name]. . . . Khoa: Kỹ Thuật Hóa học. . . . Em xin trình bày lý do xin hoãn:. . . . Do dịch covid nên trước đó em không thể vào phòng lab trường để thực hiện luận văn được.. . . . Và theo lịch bảo vệ LVTN của bộ môn là vào giữa tháng 12. . . Chính vì vậy mà thời gian sắp tới em sẽ không kịp hoàn thành luận văn của mình nên giảng viên hướng dẫn có đề nghị em xin hoãn LVTN và bảo lưu học phí qua học kỳ sau.. . . . Dạ hiện tại bảo vệ không cho vào trường thì em có thể làm đơn online rồi gửi qua pdt được không ạ.. . . . Em xin cảm ơn phòng đào tạo.. . . . . . . . . .",
            "Chào em,. . Em xem lại email PĐT đã gửi, xem hết thông báo nhé: Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . Cô chỉ trích lược: \"5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . - Sinh viên không đáp ứng các yêu cầu về trang thiết bị điện tử, đường truyền như . . trong hướng dẫn thi trực tuyến được phép đăng ký hoãn thi Cuối kỳ trực tuyến. . . Trường hợp này, SV sẽ đăng ký Hoãn thi(HT) Cuối kỳ tại trang Mybk.hcmut.edu.vn . .    Ứng dụng cho Sinh viên    12. Đăng ký hoãn thi Cuối kỳ (Ứng dụng dự kiến bắt . . đầu mở cho Sinh viên đăng ký từ đầu tháng 12/2021 thời gian đăng ký hoãn thi theo . . quy đinh: trong vòng 5 ngày tính từ ngày vắng thi (chỉ tính ngày làm việc)), Sau khi . . SV đăng ký hoãn thi PĐT sẽ hậu kiểm các tình huống cấm thi hoặc không đủ điều . . 2. . kiện hoãn thi với Giảng viên/Bộ môn/Khoa trước khi ra quyết định cho phép hoãn thi.. . Trường hợp đặc biệt, nhà trường sẽ xem xét riêng. Nếu SV được nhận điểm hoãn thi . . Cuối kỳ thì sẽ được phép thi vào lần tổ chức kế tiếp của học phần trong thời hạn tối . . đa 01 năm theo quy định. . . - Các học phần đồ án (ĐA), Thực tập ngoài trường (TTNT), Đề cương luận văn tốt . . nghiệp (ĐCLV), Luận văn tốt nghiệp (LVTN), nếu tình hình dịch bệnh ảnh hưởng . . nghiêm trọng đến kết quả thực hiện, và SV không thuộc diện bị cấm thi (bảo vệ), SV . . phải được sự đồng ý của GV hướng dẫn, có xác nhận của Bộ môn/Khoa, mới được . . phép hoãn thi (nộp bài, báo cáo, bảo vệ). Sinh viên vui lòng tải mẫu đơn . . tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép . . (cuối kỳ). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi gửi bằng email về . . pdt@hcmut.edu.vn kèm theo các minh chứng về sự đồng ý của GV hướng dẫn và xác . . nhận của Bộ môn/Khoa...\". . Thân mến. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em muốn hỏi lịch học vụ của kỳ 212. Em thấy lịch trên aao là sau thi cuối kỳ 211 là bắt đầu kỳ 212 luôn chứ không như mọi năm, lịch từ tháng 8 nên em không biết có cập nhật gì khác không ạ. . . Và sắp có lịch học vụ cụ thể của kỳ 212 chưa ạ.. . Em cảm ơn thầy/cô đã xem.. .",
            "Chào em,. . - Hằng năm, căn cứ vào biểu đồ, lịch học vụ vận hành. Do tình hình dịch bệnh em cũng thấy rồi đó.. . - Và sắp có lịch học vụ cụ thể của kỳ 212 chưa ạ.. . =  Em theo dõi email sắp tới từ PĐT nhé.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã đăng ký nhận giấy tốt nghiệp tạm thời từ ngày 22/11 và cũng đã thanh toán phí nhưng đến nay vẫn chưa nhận được ạ. Em đăng ký nhận ở Quảng Ngãi. Bạn em cũng đăng ký thì khoảng 5 -7 ngày là nhận được rồi ạ. Em không biết là có bị trục trặc gì không. Em cảm ơn.",
            "Tốt nghiệp. . . . Em đã đăng ký nhận giấy tốt nghiệp tạm thời từ ngày 22/11 và cũng đã thanh toán phí nhưng đến nay vẫn chưa nhận được ạ. Em đăng ký nhận ở Quảng Ngãi. Bạn em cũng đăng ký thì khoảng 5 -7 ngày là nhận được rồi ạ. Em không biết là có bị trục trặc gì không. Hình dưới đây là mục tốt nghiệp trên mybk của em hôm nay ạ. Em cảm ơn.  /QUOTE . .",
            "Chào em,. . Theo quy trình, hàng tuần PDT mới lấy dữ liệu và tiến hành in giấy CN tốt nghiệp tạm thời nhé bạn. . Trường hợp của bạn PDT đẵ up file giấy CN tốt nghiệp tạm thời tại mybk/Đăng ký tốt nghiệp, em có thể tải về sử dụng trước, bản giấy nhà trường đã gửi bưu điện cho SV vào ngày thứ 3 ngày 30/11 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào quý Thầy/Cô,. . . . Theo thông báo trong \"Kế hoạch dự kiến giảng dạy, học tập trực tiếp năm học 2020-2021 và năm học 2021-2022\", các học phần Thực hành, Thí nghiệm của học kỳ 1 năm học 2021-2022 sẽ được học trực tiếp từ 6/12/2021. Tuy nhiên, em thắc mắc SV được đi học trực tiếp là những sinh viên đã đăng ký học trực tiếp hay bao gồm cả các SV không đăng ký nhưng đủ điều kiện (Tiêm 2 mũi hoặc Nhiễm Covid-19 và đã khỏi) ạ?. . Em thuộc trường hợp không đăng ký nhưng đủ điều kiện học trực tiếp. Em kiểm tra thời khóa biểu thì em vẫn có lịch học, tuy nhiên mục PHÒNG thì là HANGOUT chứ không có phòng học cụ thể ở BK-CS1. Vậy em có cần phải đến trường học trực tiếp không hay chỉ học online tiếp tục phần Thực hành đó ạ?. . . . Kính mong quý Thầy/Cô giải đáp những thắc mắc của em.. . Em cảm ơn ạ!. .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 13/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào các Thầy/Cô ạ , hiện tại web bkel trường đã bị lỗi rất lâu rồi và nghe nói kéo dài đến thứ 6 mới xong em tính cũng hơn 1 tuần rồi . Gây ảnh hưởng tới việc học tập, lấy tài liệu,video để ôn tập CK . Vậy nên em gửi ý kiến này để mong PDT lùi lịch thi lại vì trong mấy ngày nay toàn bộ video giảng dạy, tài liệu,các bài quiz,exam đều không làm được.Em cảm ơn ạ.",
            "T/báo về hệ thống BKeL. . Hộp thư đến. . . . - Ho Tro SV   [email] . . 17:48, Th 4, 1 thg 12 (15 giờ trước). . tới stu.all, bcc: tôi. . . . Gửi các bạn Sinh viên,. . . . Hệ thống e-learning BKeL của trường ta đang ở tình trạng không ổn định, dữ liệu quá lớn. Tổ kỹ thuật BKeL đang liên tục điều chỉnh, sửa chữa, xoá bớt các dữ liệu cũ từ trước học kỳ 1/2018-2019, để tiếp tục phục vụ việc dạy và học của trường.. . . . Chúng tôi kỳ vọng hệ thống sẽ hoạt động ổn định chậm nhất vào cuối tuần này, Chủ Nhật 05/12/2021.. . . . Do tính bất ổn định của hệ thống BKeL hiện nay, được sự chỉ đạo của Ban Giám hiệu, Phòng Đào tạo đề nghị Quý Thầy Cô sử dụng hệ thống thi BKeX cho việc tổ chức thi cuối kỳ để đảm bảo an toàn và thuận tiện.. . . . Trong tương lai, trường sẽ chuẩn bị một hệ thống mới với các quy định mới và dự kiến áp dụng từ học kỳ 2/2021-2022.. . . . Chúng tôi rất tiếc về sự cố lần này. Kính mong Quý Thầy Cô và Sinh viên tiếp tục cùng đồng hành với nhà trường trong việc đảm bảo chất lượng dạy và học.. . . . Trân trọng thông báo.. . - Vậy nên em gửi ý kiến này để mong PDT lùi lịch thi lại vì trong mấy ngày nay toàn bộ video giảng dạy, tài liệu,các bài quiz,exam đều không làm được.Em cảm ơn ạ.. . =  Em liên hệ với GV giảng dạy nhé.. . Thân mến. . . .",
            "Em đề nghị PDT lùi lịch thi lại vì ảnh hưởng đến kết quả học tập của tụi em . Chứ sao lại bảo em phải gửi email cho Thầy/Cô giảng dạy nữa ???. .",
            "Chào em,. . - Không phải em muốn lùi là lùi nhé, lịch thi cả nhóm mấy chục em có đồng ý không ? Phải có minh chứng đơn xin lùi, có chữ ký của GV, rồi gửi cho Ban Lãnh đạo phòng xem xét.. . - Giả sử trong mấy chục em thi môn này, có nhiều em không muốn lùi, trùng lịch thi, cận ngày thi các môn khác nữa, em nghĩ đơn giản quá!. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em kính chào thầy/ cô ạ!. . . . Em tên [full_name], sinh viên khoa QLCN. Em đang có thắc mắc mong được thầy/ cô giúp đỡ giải đáp ạ. . . Hiện tại em đã có kết quả đăng ký thành công môn học \"Anh văn 4A theo nhu cầu\". Em có lịch học ngày đầu tiên vào thứ 4 - 01/12/2021, tuy nhiên hệ thống BKEL đang bảo trì nên em không thể truy cập lấy link phòng học được ạ. Cho em hỏi là làm sao để em có thể liên hệ với giáo viên để xin link học không ạ? hoặc có cách giải quyết nào không ạ? Mong được thầy /cô giúp đỡ ạ!. . . . Trong thời gian chờ đợi sự phản hồi từ quý thầy/cô, em xin chân thành cảm ơn.. . . . Trân trọng/. . . .",
            "Chào em,. . BKeL mới được vào cuối ngày 30/11/2021, em vào xem lại đã có trên bkel chưa nhé, nếu chưa có vui lòng phản hồi lại giúp cô. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name], mssv: [student_id].. . Em làm đơn này để hỏi về việc đăng ký tốt nghiệp. Hiện tại em đã được cập nhật đủ điểm của môn cuối cùng nhưng điểm trung bình tích lũy ngành lại chưa được cập nhật ạ. Và trang đăng ký tốt nghiệp cũng không truy cập được. Em mong phòng đào tạo giải quyết giúp em ạ. .   i Tốt nghiệp .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 07/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào thầy cô,. . Em tên [full_name], MSSV [student_id]. Em đã đáp ứng hết các tiêu chí tốt nghiệp, nhưng khi vào mục đăng ký thì lại hiện thông báo \"Không được phép đăng ký (tạm dừng)\". Em mong sớm nhận được phản hồi của thầy cô.. . Em xin cảm ơn.. . [full_name]",
            "Chào em,. . Đã mở khóa, em vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ, em chào các thầy cô ạ.. . . . Học kì vừa rồi em có xin Phòng Đào tạo cho phép hoãn thi môn Kĩ thuật lập trình (CO1027). Hiện tại các môn học đã cập nhật ngày thi cuối kì, tuy nhiên môn mà em hoãn thi thì vẫn chưa cập nhật ạ. Vậy thì đợt hoãn thi này sẽ thi chung với đợt HK211, hay là đợt khác ạ.. . . . Mong thầy cô có thể giải đáp thắc mắc giúp em, em xin chân thành cảm ơn ạ. . . . Anh,. . [full_name]",
            "Chào bạn . . Bạn xem thông báo Pdt đã gởi qua mail về Kết quả Hoãn thi HK202 & HK203. . . . Về việc thi để xóa điểm Hoãn thi:. . -\tMôn học có mở trong HK211: PĐT sẽ tự động xếp Lịch thi và đồng thời  cập nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/Lịch thi.. . -\tMôn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp Lịch thi và đã gởi email cho Sinh viên Lịch thi (Sinh viên xem chi tiết Lịch thi cập nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/Lịch thi).. . -\tCác môn học khác: Sinh viên vui lòng đợi thông báo lịch thi sau.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có xin gia hạn học phí HK 211 và đã được trường đồng ý. Hiện tại em có nhận được mail nhắc nhở đóng học phí. Vậy em nên làm gì và đến lúc thi cuối kì em có cần gửi đơn lên PĐT để có thể được phép thi cuối kì không ạ? . . Em xin chân thành cảm ơn!",
            "Chào em,. . PĐT đã gửi email, em xem lại nhé:. . Sinh viên được gia hạn học phí HK211 (Học kỳ chính). . Hộp thư đến. . . . [email]. . Tệp đính kèm. . 16:18, Th 3, 23 thg 11 (8 ngày trước). . tới vmtmy. . . . Thân gửi các bạn sinh viên,. . . . Vì  Sinh viên đã có quyết định gia hạn học phí HK211 của Phòng Công tác chính trị - SV (đính kèm file) nên Sinh viên vui lòng bỏ qua email nhắc thanh toán đóng học phí HK211 (Học kỳ chính).. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào admin,. . Em hiện đã đủ điều kiện để đăng ký xét tốt nghiệp, nhưng nay bị chuyển tình trạng sinh viên sang \"Tạm dừng\" nên không vào trang Đăng ký tốt nghiệp được. Mong admin mở lại quyền truy cập cho em với ạ.. . . . Và trước đó tình trạng đăng ký của em là \"Chưa có trong danh sách tốt nghiệp dự kiến\" dù mọi điều kiện xét em đều đã đạt. Vậy không biết em có cần làm thêm thủ tục gì để bắt đầu đăng ký xét tốt nghiệp không ạ?. . . . Em xin cảm ơn!. . . .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 07/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo. . Em là [full_name] MSSV: [student_id]. . Em có nhận được mail và có tên trong danh sách dự kiến tốt nghiệp nhưng trong phần đăng ký tốt nghiệp lại hiển thị \"không được phép đăng ký tốt nghiệp (Tạm dừng)\", mong pdt xem xét giải quyết giúp em.. . Em xin cảm ơn.",
            "Chào em,. . Đã mở khóa, em vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào phòng đào tạo, hiện tại em đang gặp vấn đề về việc truy cập vào trang BKEL của trường, mà hạn chót nộp bài cuối kì môn thí nghiệm vật lý là tối nay ngày 30/11/2021. Vậy nên em muốn hỏi là em có được thêm thời gian nộp bài không ạ. Kính mong phòng đào tạo hỗ trợ vì em không tìm được mail của giáo viên môn thí nghiệm vật lý ạ. .",
            "Chào em,. . PĐT đang khắc phục, bảo trì, dự kiến khoảng thứ 5 sẽ xong và email đến SV.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .  Thưa thầy/cô, hiện tại em đã hoàn tất tất cả môn học theo quy định của chương trình và cả luận văn tốt nghiệp. Tuy nhiên, do điểm số của môn cuối cùng được cập nhật khá trễ (26/11) nên hiện tại em đã bị tạm dừng do không đăng ký môn học. Em có mong muốn được đăng ký xét tốt nghiệp lúc này, không biết trong trường hợp này em nên xử lý thế nào? Mong thầy/cô trả lời giúp.. . Xin cảm ơn. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 14/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. .",
            "Chào cô,. . . . Cảm ơn cô đã đưa ra giải pháp. . . . . Em đã nhận được mail tốt nghiệp của trường. Tuy nhiên, hiện tại tình trạng sinh viên của em đang là tạm dừng do không đăng ký môn học, và vì lý do đó nên em không thể truy cập vào trang đăng ký tốt nghiệp được. . . . . Vì thời hạn tốt nghiệp là ngày 24, mong cô có thể đưa ra giải pháp cho vấn đề này.. . . . Cảm ơn cô.",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý thu nhận cho bạn.. . Bạn vui lòng theo dõi tình trạng sinh viên từ “tạm dừng” sang tình trạng “đang học” sẽ cập nhật trên Mybk-thông tin sinh viên, thì bạn vào đăng ký khai tốt nghiệp nghen. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên là [full_name], MSSV [student_id], lớp CP20CDT, trước đây em có đăng kí nhận giấy chứng nhận sinh viên để tạm hoãn nghĩa vụ quân sự nhưng chưa nhận được phản hồi nên hôm nay em đã đăng kí lại và mong nhà trường hỗ trợ. Em đã nhận được giấy khám nghĩa vụ quân sự vào thứ tư ngày 7/12/2021 nên phải hoàn thành giấy tờ trước ngày đó, mong nhà trường xem xét và hỗ trợ, em xin cảm ơn ạ.. .",
            "Chào em;. . Gửi em mã vận đơn của bên vietel post, xác nhận tình trạng đã nhận thư nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em chào thầy, cô. . em là sinh viên K20 của khoa Kỹ thuật Xây Dựng, do gia đình em có việc nên là em muốn bảo lưu kết quả của năm nhất 1 năm nên em đã không đăng kí học kì 1 năm 2 như các bạn khác. . Và em đã hoàn thành xong các môn của năm nhất, vậy thì cho em hỏi là bây giờ em chờ phân ngành xong rồi mới bảo lưu phải không ạ?. . Với cho em hỏi về thủ tục để bảo lưu ạ. . Em cảm ơn",
            "Chào em,. . Về chương trình học/CTĐT, và phân ngành em vui lòng liên hệ với Giáo viên chủ nhiệm và Khoa của bạn để được tư vấn thêm nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy/cô.. . Em là [full_name], lớp VP19NL. Em muốn hỏi là phần học Thực hành, thí nghiệm trực tiếp tại cơ sở 1 như email trường thông báo là dành cho những bạn đã đăng ký qua form trước đó mới được học hay cho tất cả sinh viên đã đủ điều kiện 2 mũi vaccine và có thể đến trường? Nếu trước đó em chưa kịp đăng ký qua form thì có thể lên trường học được không ạ?. . Em xin cảm ơn ạ.Trân trọng.",
            "Chào em,. .  Nếu trước đó em chưa kịp đăng ký qua form thì có thể lên trường học được không ạ?. . =  Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 13/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .",
            "Dạ Thầy Cô cho em hỏi là em đã nhận được bằng tốt nghiệp tạm thời 1 tháng trước nhưng bây giờ em vẫn chưa nhận được mail thông báo nhận bằng chính thức ạ. Em cảm ơn!",
            "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi mail thông báo lên nhận bằng từ Phòng Đào tạo. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính chào quý thầy cô.. . Hiện tại em là sinh viên năm 3 (K19) ngành Kỹ thuật Hóa dược, khoa Kỹ thuật Hóa học. . . Về vấn đề đăng ký môn ở học kỳ 212. Theo thông tin em nhận được từ các sinh viên cùng khoa, cùng khóa thì số lượng tín chỉ tối đa trong kỳ có thể đăng ký là 25. Nhưng khi em đăng ký thì em chỉ được tối đa 21 tín chỉ (hình ảnh đính kèm).. . Em kính mong thầy cô xem xét và giải đáp thắc mắc của em. . . Em chân thành cảm ơn quý thầy cô rất nhiều.",
            "Chào em,. . Em vui lòng xem quy chế . . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 9.3. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô,. . Em tên là [full_name] MSSV:[student_id]. . . . Em đã đóng học phí ngày 19/11 với số tiền 350.000VND, tài khoảm của em đã bị trừ tiền và tuần này em có liên hệ OCB thì báo là đã thanh toán học phí. Nhưng trên bkpay chưa cập nhật đã đóng ạ? Thầy cô kiểm tra giúp em.. . . . Em chân thành cảm ơn,. . . .",
            "Chào em,. . Trường hợp của em cô đã chuyển cho bên ngân hàng OCB để kiểm tra và xử lý.. . Em có thể liên hệ với Ngân hàng OCB để kiểm tra trường hợp của em nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô, em tên là [full_name], MSSV:[student_id]. . . Đợt vừa rồi em có đăng ký học thí nghiệm tại cơ sở 1 của trường vì trước đó KTX ĐHQG thông báo là sẽ nhận sinh viên vào ở nếu có thông báo đi học lại từ các trường. Nhưng vừa qua, KTX lại thông báo chỉ nhận sinh viên vào từ ngày 15/2/2022, nhà em lại quá xa cơ sở 1 của trường, ngồi xe khách khoảng 5 giờ, vì vậy khi lên học em không thể chạy lên học và sau đó chạy về nhà.. . Bên cạnh đó, ngày 28/11/2021, tỉnh em (Sóc Trăng) vừa ra quyết định nâng cấp độ dịch lên cấp độ 3 (vùng cam), vì vậy việc ra khỏi tỉnh cũng rất hạn chế và nguy hiểm, ở lại tại TPHCM thì em không có chỗ lưu trú.. . Vì vậy, em muốn hỏi là nếu muốn hủy đăng ký đi học lại, em nên làm thế nào ạ?. . Em xin chân thành cảm ơn quý thầy cô đã xem và mong nhận được phản hồi sớm ạ.. . . . Trân trọng.",
            "Chào em,. . Em vui lòng làm đơn xin hủy  (trình bày rõ lý do và vấn đề của ban trong đơn nhé). . Sau đó gửi qua [full_name] . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/ cô ạ,. . Hôm nay em có vào myBK    Đăng ký nộp bằng THPT để đăng kí nộp bằng nhưng không được. Em không biết là trang web bị lỗi hay do đã hết hạn đăng kí ạ. Theo như em xem mail thì đến ngày 22/01/2022 mới hết hạn. . . Em xin gửi ảnh trang web đăng kí nộp bằng THPT.. . Em rất mong được thầy/ cô xem xét và giải đáp ạ.. . Em cảm ơn thầy/ cô.",
            "QUOTE Yêu   /QUOTE . .",
            "Chào em,. . SV đăng ký mà vào không đúng thời gian mở, trước 20/12/2021 và sau 22/01/2022 thì SV sẽ không ấn được nút \"xác nhận đăng ký\".. . Vì vậy SV phải vào đăng ký đúng thời gian PĐT đã thông báo. (PĐT mở từ 0h ngày 20/12/2021 đến 0h ngày 22/01/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô ạ.. . Em tên là [full_name] K2018 khoa KHMT.  Hiện tại em không thể đăng ký môn học với lý do tạm dừng, em không hiểu lắm, mong thầy cô giải đáp giúp em và em cần làm gì để được phép đăng ký môn học trở lại ạ.",
            "Chào em,. . - Hiện tại tình trạng của em: tạm dừng. . - Em cần làm gì để được phép đăng ký môn học trở lại ạ.. . =  Em cần gửi đơn thu nhận lại, điền đầy đủ thông tin nộp qua bksi nhé.. . mẫu đơn thu nhận: http://www.aao.hcmut.edu.vn/. . biểu mẫu. . Thân mến.. . . .",
            "Thưa cô, em đã nộp đơn xin cứu xét cho cô [full_name] ở phòng đào tạo để cô [full_name] chuyển cho Ban chủ nhiệm khoa như ở file đính kèm bên dưới cách đây 2 tuần. Và được trả lời là theo dõi trang tình trạng sinh viên để đăng ký môn học HK2(2021-2022) lúc được mở lại. Nhưng em không biết sao trong lúc chờ đợi được cứu xét thì em lại nhận thêm 1 quyết định tạm dừng HK2(2021-2022) ngày 2/12/2021 nữa ạ. Điều này thật vô lý khi em đang đợi để được mở lại tình trạng học vụ để đăng ký môn học học kỳ 2(2021-2022). Hơn nữa thời hạn đăng ký môn học HK2(2021-2022) đã được gia hạn đến ngày 10/12/2021.Em không biết, hiện tại em cần phải làm gì nữa ạ.",
            "Chào em,. . Tình trạng của em đã được thu nhận rồi đó. . Em vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho đợt tiếp theo. (SV ĐKMH vào đợt 2, 13 giờ ngày 23/12/21). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã đăng kí tốt nghiệp và đóng lệ phí nhưng hiện thông báo \" không được phép đăng kí ( tạm dừng)\" . . Mong thầy/ cô giải quyết giúp em ạ.. . [full_name] Phượng. . MSSV: [student_id]. . Em cảm ơn!. .",
            "\"Chào em,. . không sao nhé, Em đã  ký tốt nghiệp và đóng 95.000 đ rồi, PDT sẽ tự động ra thu nhận lại và quyết định tốt nghiệp cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là: [full_name]. . MSSV: [student_id]. . Cho em xin nộp đơn xin hoãn bảo vệ LVTN kỳ này ạ.. .",
            "\"\"\"Chào em. . Đơn hoãn thi của em đã được đồng ý nhé, PDT sẽ tập hợp lại và QD hoãn thi chung, dự kiến ra QD vào cuối tháng 01/2022 và sẽ gửi mail thông báo cho SV.. . Sau thời gian trên mà chưa nhận được mail thông báo về QD, em vui lòng phản hồi lại qua bksi để PDT kiểm tra lại nhé!. . Thân. . \"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i. . Phòng đào tạo cho em hỏi là vào ngày 18/11 thì em có đóng tiền học phí trên bkpay , em đều làm đủ các bước thanh toán nhập mã code của ocb nhưng em ko check lại xem tiền đã trừ chưa . Hôm nay ngày 30/11 em vào tk ocb của mình thì thấy tiền học phí chưa bị trừ và trên ocb thì ghi là chưa thanh toán . Phòng cho em hỏi bây giwof còn cách nào để nộp học phí muộn được không ạ . Em cảm ơn .. .",
            "Chào em,. . Cổng BKPay vẫn mở, em nhanh chóng thanh toán nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính chào giáo viên!. . . . Em tên [full_name]. . Mssv: [student_id]. . . . Em đã làm đơn thu nhận lại để được tiếp tục đăng ký học học kỳ HK212 ạ!. .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo.. . Thân mến. .",
            "Chào em,. . Hiện tại em vô ĐKMH được không? Vì hiện tại cô thấy em không có bị tạm dừng nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô,. . Em tên [full_name]. MSSV: [student_id]. . Về vấn đề đăng kí bảo hiểm y tế, vì lí do trong mail đăng kí có mục \"sinh viên chính quy 2021 không cần đóng vì đã đóng cho 2022\", và vì em đang học học kì 2021 2022 nên lúc đó em nghĩ là không cần đóng. Trong suốt thời gian đó đến bây giờ, em phải đi cách li do trong diện f0, mãi tới bây giờ mới khỏi. Theo thông tin bạn bè cung cấp thì em phải đóng bảo hiểm y tế nhưng giờ đã trễ hạn.. . Mong thầy/cô giải đáp giúp em thắc mắc là em có cần phải đóng không. Nếu có thì mong quý thầy/cô có thể giúp em được đăng kí và thanh toán cho lần này ạ.. . Em xin cảm ơn!",
            "[full_name]E MSSV/MSGV: [student_id]    . . . . Yêu cầu khác. . . . Chào thầy/cô,. . Em tên [full_name]. MSSV: [student_id]. . Về vấn đề đăng kí bảo hiểm y tế, vì lí do trong mail đăng kí có mục \"sinh viên chính quy 2021 không cần đóng vì đã đóng cho 2022\", và vì em đang học học kì 2021 2022 nên lúc đó em nghĩ là không cần đóng. Trong suốt thời gian đó đến bây giờ, em phải đi cách li do trong diện f0, mãi tới bây giờ mới khỏi. Theo thông tin bạn bè cung cấp thì em phải đóng bảo hiểm y tế nhưng giờ đã trễ hạn.. . Mong thầy/cô giải đáp giúp em thắc mắc là em có cần phải đóng không. Nếu có thì mong quý thầy/cô có thể giúp em được đăng kí và thanh toán cho lần này ạ.. . Em xin cảm ơn. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào tạo trường Đại học Bách Khoa. . Em là sinh viên hệ VHVL.. . Có mã số sinh viên:[student_id].. . Em làm đơn này là muốn hỏi PĐT sao điểm các môn học kỳ 2 năm học 2020-2021 vẫn chưa được cập nhật dù đã thi từ tháng 8 tháng 9.. . Và em không thể đăng ký xét tốt nghiệp được.",
            "Chào em,. . Điểm do GV nhập, bảng điểm Khoa gửi PĐT. Em vui lòng liên hệ Khoa, GVCN xem bảng điểm còn ở đâu nhé hoặc môn đó có học thí nghiệm mà chưa hoàn thành không ?. . Thân mến. .",
            "Em đã gọi điện cho thầy [full_name] từ 2 tháng trước và thầy nói là: danh sách sinh viên học lớp EE3075\tThiết bị & ht tự động tk phong đào tạo không cập nhật cho thầy nên thầy không thể cập nhật điểm được.. . Vấn đề thứ 2 là em muốn biết làm sao để đăng ký xét tốt nghiệp ạ.",
            "Chào em,. . PDT đã nhập bảng điểm rồi nhé, hiện tại em đã đủ điều kiện tốt nghiệp hết chưa?. . Thân",
            "Chào em,. . Thầy [full_name] có gửi cho em file xét tốt nghiệp, em kiểm tra lại, nếu có khiếu nại gì em có thể phản hồi lại cho thầy [full_name] nhé. . Thân",
            "Chào thầy,. . . . Em đã trình bày với thầy [full_name] bằng nhiều mail nhiều ngày trước nhưng thầy vẫn chưa trả lời.. . Vào tháng 6 em cũng đã mail cho thầy về vấn đề này nhưng thầy cũng chưa trả lời.. . Không biết có vấn đề gì không trong khi chỉ còn chưa tới 2 tuần là tới hạn xét tốt nghiệp.. . Em cũng không thể tìm thấy chương trình đào tạo hệ VHVL trên trang web của trường.. . Dưới đây là file hồi tháng 6 thầy gửi cho em.",
            "Đã trả lời mail cho SV. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào PĐT, . . . . Em là [full_name], MSSV: [student_id]. Ngày 19/11 em có làm đơn hoãn thi vẽ kĩ thuật xây dựng và đã được PĐT đồng ý. PĐT sẽ tập hợp các đơn và QĐ hoãn thi chung, dự kiến trước tháng 12 và gửi mail đến em. Nhưng đến thời điểm hiện tai em chưa nhận được mail ạ. Mong PĐT kiểm tra lại giúp em với ạ.. . . . Cảm ơn thầy cô đã đọc. Chúc thầy cô ngày mới tốt lành.",
            "Chào bạn. . Bạn vui lòng đợi mail thông báo, vì Pdt đang làm quyết định, khi nào xong sẽ thông báo qua mail cho SV. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  . . nó bị như này ạ",
            "Chào em,. . Em không có thời khóa biểu trong HK thì không đăng ký in thẻ SV được nhé. Thông báo có ghi rõ mà em.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo,. . Tuần trước em có lên trường để nhận bằng tốt nghiệp nhưng do thông tin xếp loại trên bằng bị sai (từ giỏi thành khá), phòng đào tạo có hẹn em tuần này lên nhận lại. Cho em hỏi tuần này em có thể lên nhận bằng được chưa ạ? . . Em cảm ơn",
            "Chào em,. . Đã có bằng rồi nhé, em liên hệ Phòng Đào tạo để nhận nha. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1810209  /b \t. . . .   i Yêu cầu khác . Chào thầy,cô ạ!. . . . Vào ngày 23/11/2021 em có gửi yêu cầu xin được thi môn Mô Hình Hóa Chất Lượng Nước và được phòng đào tạo xác nhận và thông báo sẽ gửi mail trước tháng 12. Nhưng đến nay em vẫn chưa nhận được mail từ bên phía nhà trường. Em rất mong nhận được mail xác nhận từ phòng đào tạo ạ. . . . Em xin cảm ơn!. .",
            "Chào bạn. . Bạn vui lòng đợi mail thông báo, vì Pdt đang làm quyết định, khi nào xong sẽ thông báo qua mail cho SV. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kinh gửi Phòng Đào Tạo.. . Em là   B [full_name]  /B . MSSV:   B [student_id]  /B .. . Hiện em đã có tên trong danh sách dự kiến tốt nghiệp đợt 2 năm 2021. Tuy nhiên em   B không thể đăng ký tốt nghiệp  /B  tại myBK được, vì tình trạng đăng ký:   B \"Không được phép đăng ký (tạm dừng)\"  /B .. . Kính mong Phòng Đào Tạo xem xét và xử lý giúp em.. . Em xin chân thành cảm ơn.",
            "Đã đăng ký tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào cô ạ,. . -Em tên [full_name] mssv [student_id], lần trước em có làm đơn hoãn thi và được phòng đào tạo chấp nhận và thông báo sẽ nhận được mail thông báo về việc hoãn thi trước tháng 12, nhưng đến nay em vẫn chưa nhận được.. . -Kính mong phòng đào tạo kiểm tra lại để em có thể thi vào ngày 3-12-2021 sắp đến ạ.. . Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Vào ngày 17/11/2021, em có lên trang web để đăng ký xét tốt nghiệp thì đã có thể đăng ký được. Nhưng vì thiếu ảnh thẻ nên em chưa đăng ký. Đến ngày  28/11/2021, em lên lại trang web để đăng ký thì đã bị tạm dừng. . . Em muốn biết vì sao em bị tạm dừng đăng ký xét tốt nghiệp?.",
            "Chào bạn,. . Đã mở khóa, em vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là em học tại cơ sở 2 mà theo thông báo viec học trực tiếp các môn thí nghiệm thực hành là tại cơ sở 1 vào ngày 06/12/2021 thì em có phải đi học trực tiếp không và học ở lớp nào  ạ.. .",
            "Chào em,. . Em đợi thông báo lịch học cụ thể sẽ được cập nhật trên mybk/Thông tin sinh viên /xem thời khóa biểu. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name]-[student_id]. Lúc 15h00 chiều nay em làm  bài kiểm tra chương 3 không gian Euclid ĐSTT trên bkel (lớp L10) vì trang web gặp trục trặc mà em được tính 0 điểm. Em nhờ phòng giải quyết giùm em vấn đề này  và cho em xin gmail của cô [full_name] để báo cô biết về vấn đề của em.. .",
            "Chào em,. . - PĐT đang khắc phục, bảo trì, dự kiến khoảng thứ 5 sẽ xong và email đến SV.. . - cho em xin gmail của cô [full_name] để báo cô biết về vấn đề của em.. . =  Em vui lòng liên hệ Khoa Ứng Dụng qua email [email] . . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Thầy/cô . . Em đã thanh toán tiền xét tốt nghiệp và nhận được mail xác nhận đơn xin nhưng bây giờ vào kiểm tra thì thấy bị tạm dừng là bị gì vậy ạ. Thầy/ cô kiểm tra giúp em với. Em cám ơn ạ1",
            "\"Chào em,. . không sao nhé, PDT sẽ tự động ra thu nhận lại và quyết định tốt nghiệp cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin phép chào Phòng Đào Tạo Trường ĐH Bách Khoa TP.Hồ Chí minh.. . Em tên [full_name]. . MSSV [student_id]. . Em xin trình bày rằng, hiện tại em đang bị tạm dừng học với lý do là không đăng ký môn học học kỳ 211. Cuối học kỳ 202, em đang tiến hành làm luận văn tốt nghiệp  B   U   /U   /B  và ôn thi toeic nói viết. Vì đã hoàn thành chương trình các môn học và có thể dự kiến tốt nghiệp, nên em không đăng ký môn học cho học kỳ 211. Hiện tại, em vẫn chưa qua toeic nói viết, và chuẩn bị tiếp tục thi đợt tháng 12. Theo em được biết để có thể đăng ký tốt nghiệp hoặc đăng ký môn học để tiếp tục duy trì tình trạng sinh viên, thì em cần làm phiếu thu nhận lại. . . Với tình hình dịch phức tạp, nên khó khăn trong việc di chuyển. Em hiện tại đang ở quê, em xin phép gửi bản scan phiếu thu nhận này qua trang bksi của trường. Em không biết có phải lên trực tiếp phòng đào tạo để nộp không ạ. Mong phòng đào tạo phản hồi và cho em hướng dẫn ạ. . . Em xin chân thành cảm ơn!",
            "Em xin phép gửi lại bản scan, bản trước em ghi sai ngày tháng.",
            "Chào em,. . Trường hợp của bạn khi nào đủ điều kiện tốt nghiệp vui lòng gửi câu hỏi qua bksi để đăng ký xét tốt nghiệp bổ sung, trường hợp khi bạn đủ điều kiện tốt nghiệp, có tên trong danh sách dự kiến PDT sẽ tự động ra Quyết định thu nhận cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô. . Em là [full_name], sinh viên Khoa Điện, Điện Tử. Hiện tại em đang dự định thi anh văn nói - viết đợt tháng 12 để chuẩn bị tốt nghiệp vào ngày 24/12. Em kiểm tra tình trạng sinh viên thì đã bị tạm dừng vì không đăng ký môn học trong học kỳ 1 2021. Vậy em cần làm gì trong trường hợp này? Mong được phản hồi sớm từ thầy/cô.",
            "Chào em,. . Tình trạng sinh viên không ảnh hưởng đến vấn đề thi AV nói viết nhé, khi nào em đủ điều kiện tốt nghiệp vui lòng gửi câu hỏi qua bksi để đăng ký xét tốt nghiệp bổ sung. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dear anh/chị. . . . Em đang chờ mail của nhà trường xác nhận việc đủ điều kiện tốt nghiệp của em, để em được đăng ký tốt nghiệp.. . . . và tới hôm nay, em vẫn chưa thấy mail của pđt về việc xác nhận đủ điều kiện tốt nghiệp.. . Em vô trang đăng ký tốt nghiệp thì không vô được do không có quyền truy cập.. . Em xem tình trạng sinh viên thì để là tạm dừng ạ :(((. . Em mong a/c kiểm tra lại giúp em với, để em được nhận bằng tốt nghiệp ạ. . . . Em xin chân thành cảm ơn ạ!!!. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 07/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name] [student_id] lớp CK17DET.. . . . Học kì 1 năm 2021 em không đăng kí môn học nên không có thời khóa biểu chính thức, hiện tại đang bị    B Tạm dừng vì không đăng ký môn học 2869/QĐ-ĐHBK 18/11/2021 . .   /B . . Đây là   B Phiếu đăng kí thu nhận lại  /B  của em. . . . . Mong PĐT xem xét để em đăng kí môn học cho học kì 212",
            "File vừa rồi của em chưa có   B Chữ ký  /B , . . . . em gửi lại file đã có chữ kí.. . . . Em xin cảm ơn.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào ad!. . 29/11 là ngày hết hạn đóng học phí thi anh văn, nhưng đến nay 1/12 rồi mà em vẫn chưa nhận được mail thông báo lịch thi anh văn, không biết đã có sai sót nào không ạ!. . Cảm ơn ạ!",
            "Chào em,. . Em vui lòng đợi mail thông báo lịch thi từ TTNN nhé, hiện tại chưa có gửi mail về lịch thi của đợt thi tháng 12/2021 nhé. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào nhà trường,. . Hiện em là sinh viên năm cuối đã đủ điều kiện tốt nghiệp nhưng em có nhận được thông báo là hiện mình đang nợ một số học phí và cụ thể sau khi kiểm tra lại thì em thấy đó là 2 khoản phí bảo hiểm xã hội chưa thanh toán trên myBk. Em thắc mắc là vào khoảng thời gian đó em không đăng kí đóng bảo hiểm do thấy hạn bảo hiểm của mình vẫn còn và thời gian đăng kí bảo hiểm hiển thị trên hệ thống cũng bất thường khi mà gói đăng kí bảo hiểm là 1 năm nhưng lại đăng kí sát nhau như vậy, mong nhà trường giải đáp giúp em và kiểm tra giúp em đây có phải là nhầm lẫn gì không ạ vì khoản tiền thanh toán 2 gói bảo hiểm là không nhỏ và cũng không hề cần thiết với em ạ.. . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: cô [full_name]- phụ trách dịch vụ hỗ trợ trực tuyến BKSI.. . Em tên là: [full_name], mssv [student_id]. . Học kì 202 em có hoãn thi môn học Nguyên lý thông tin quang EE3033, sau hậu kiểm thì em nhận điểm 13. Em có được hướng dẫn liên lạc với Văn phòng Khoa Điện- điện tử thì được hướng dẫn làm việc với thầy giảng viên phụ trách là  thầy [full_name]. Em trình bày lý do là điều kiện mạng không đáp ứng được( mục 3- lý do đặc biệt) thì thầy phản hồi rằng trường hợp của em không nằm trong hai trường hợp đầu nên không giải quyết được. Vậy xem xin nộp đơn mong PĐT xem xét trường hợp của em.. . Em xin chân thành cảm ơn.",
            "Chào bạn. . Ngay từ đầu khi tiếp nhận yêu cầu Hoãn thi của bạn, Pdt đều có thông báo là sẽ hậu kiểm với [full_name], trường hợp của bạn [full_name] gởi công văn không đồng ý, nên Pdt không thể xử lý ra quyết định Hoãn thi cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy cô ạ. Em tên là [full_name] MSSV: [student_id].. . Em có câu  hỏi là học kỳ này em có đăng ký học dự thính môn mô hình hoá mô phỏng (CH3133) và học kỳ trước em có đăng ký hoãn thi môn này. Vậy thầy, cô cho em hỏi là em có thể đăng ký thi lại và thi chung với kỳ dự thính này được không ạ. Em xin chân thành cảm ơn thầy cô ạ.",
            "Chào em,. . Các trường hợp trùng với Hoãn Thi, SV sẽ xóa hoãn thi vào các HK sau nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name], Mssv:[student_id]3. . Em xin đăng ký thi tiếng anh nói viết. . Em xin cảm ơn.",
            "Chào bạn . . Cô đã ghi nhận"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT, em có câu hỏi là với K19 thì CTĐT ghi là môn Thực tập ngoài trường đăng kí vào kì chính, nhưng theo em biết thì nếu đăng kí vào kì chính thì sẽ bị hạn chế số tín chỉ đăng kí vào kì đấy, vậy thì môn Thực tập ngoài trường đăng kí vào học kì chính hay là học kì hè ạ. . . Em cảm ơn . .",
            "Chào bạn. . - Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô.. . Cho em hỏi kỳ 212 có áp dụng chuẩn anh văn không ạ, vì tình hình dịch bệnh này em không thể thi lấy bằng để chuyển điểm ạ.. . Em cảm ơn ạ. . [full_name]. . [email]. .",
            "Chào em,. . Em theo dõi email sắp tới từ PĐT nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . PĐT hẹn sau ngày 30/11 chưa cập nhập điểm rút môn để tốt nghiệp thì phản hồi lại.",
            "Chào em,. . Em vui lòng trình bày rõ là MH nào nhé?. . Hiện tại mybk/Thông tin SV/xem thời khóa biểu đã cập nhật lai những MH SV rút, phần xem điểm sẽ cập nhật sau cuối học kỳ nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào PĐT,. . . . 3 ngày vừa qua em có gửi câu hỏi trên BKSI nhưng đến nay chưa nhận được phản hồi nào ạ. Mong PĐT check giúp em với ạ.. .",
            "Chào em,. . Cô đã trả lời cho em rồi nhé, em vào xem lại câu trả lời nha. . Thân"
        ]
    }
]