[
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Kính chào Thầy/cô,. . . . Em có thắc mắc kính nhờ Thầy/cô giải đáp:. . Trong HK171 em có nộp chứng chỉ IELTS thời hạn 2 năm cho PĐT để miễn học và chuyển điểm các môn AV. Theo yêu cầu trình độ AV để tốt nghiệp của trường, em đã dư đủ yêu cầu. Vậy sắp tới đây khi xét tốt nghiệp em có cần nộp chứng chỉ AV nào nữa không hay kết quả trước đây em đã nộp sẽ được ghi nhận luôn ạ? (bằng IELTS của em hiện nay đã hết hạn). . Cảm ơn Thầy/cô rất nhiều",
            "Chào bạn,. . Khi bạn đăng ký nộp chứng chỉ ngoại ngữ online, phòng đào tạo đã tự xét pass các chuẩn anh văn của từng năm, LVTN và tốt nghiệp từ chứng chỉ của bạn theo quy định. Không truy hồi lại khi bạn tốt nghiệp, nên bạn không cần thi lại bạn nhé.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô, thầy cô cho em hỏi kỳ thi anh văn ở trường vào ngày 21/12 có được chuyển kết quả cho đăng kí môn học cho học kỳ 2 sắp tới không ạ.? Thủ tục chuyển thế nào ạ. . Do em không đủ điều kiện anh văn nên ko được đăng kí môn học ạ.. . Rất mong thầy cô giải đáp giúp em. em xin trân thành cảm ơn.. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng xem chi tiết về kỳ thi kiểm tra trình độ tiếng anh định kỳ tại :www.aao.hcmut.edu.vn- sinh viên - Ngoại ngữ -  Kiểm tra trình độ tiếng anh mỗi học ký.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Em là sinh viên chính quy, hết hạn học tập chuyển xuống hệ VLVH.. . . . Nay đã gần tháng 12 rùi, mà trên bkpay em chưa thấy hạn đóng học phí. . . . Em có tìm xem trên aao mà cũng không thấy lịch. . . . Mong PDT cho em biết có phải do em chuyển hệ bị lỗi hay không, và cho em biết cách khắc phục lỗi này, để em có thể đóng học phí kịp thời. .",
            "Chào bạn;. . Theo lịch học vụ học kỳ 1 năm 2019-2020 của hệ VLVH thì ngày 03/12/2019 mới đến ngày thanh toán học phí.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chào nhà trường,. . . . Em là [full_name], sinh viên K18 khoa Khoa học Máy tính, em đang bị khóa ĐKMH do chưa cập nhật thông tin, có cách nào để giải quyết trường hợp này không ạ?. . . . Em cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . 1.Cho em hỏi nếu em đã rút môn Anh văn 4 thì cuối kỳ có cần thi không ạ?. . . . 2.Thi Anh văn đầu vào em đã qua AV1/2/3, vậy AV4 có bắt buộc hoàn thành trong năm nhất không hay em để đến năm 3 mới hoàn thành được không ạ?",
            "CHào bạn,. . NẾu bạn đã nộp đơn rút môn AV4 thì sẽ không có lịch thi môn AV4 trên web -  lịch thi môn học của bạn. NẾu lịch thi vẫn có thì bạn phải cầm biên nhận nộp đơn đến nơi đã nộp đơn để kiểm tra lại.. . MÔn av4 không bắt buộc bạn phải học trong năm nhất.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Cho em hỏi là chuẩn anh văn cuối năm 2 yêu cầu là phải đạt anh văn 3 hoặc đạt chứng chỉ toeic 450 là đối với sinh viên học chương trình đại trà, vậy nếu em chỉ mới qua anh văn 1 thì có cần phải học cả anh văn 2 và anh văn 3 hay không hay chỉ cần học đúng duy nhất anh văn 3 để đạt chuẩn ạ?. . . . . .",
            "Chào bạn,. . Trên quy chế học vụ có ghi rõ:. . ...\"450 hoặc đạt môn av3...\" mà bạn.. . Còn việc ràng buộc của các môn học trước thì bạn vui lòng xem trong chương trình đào tạo của bạn nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . em chưa đăng ký bảo hiểm y tế có cách nào để em có thể đăng ký không ạ",
            "Chào bạn,. . Vấn đề về bảo hiểm y tế, bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên (phòng y tế) để được hướng dẫn."
        ]
    },
    {
        "intent": "",
        "message": [
            "U Chào thầy cô. Thầy cô cho e hỏi là môn chi tiết máy thì học kì hè có mở lớp không ạ. Và những môn nào thì học kì hè hay mở, và những môn nào thì không mở ạ. Ví như đại cương thì hè nào cũng mở lớp còn những môn như cơ lưu chất, chi tiết máy, nhiệt .. thì không biết có mở không ạ. Em cảm ơn. .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) .",
            "Chào em,. . . . Em xem lại qui chế về mở lớp trong học kỳ hè.Những môn em kể trên nếu đủ sỉ số PDT vẫn mở lớp trong học kỳ hè"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . chàó thầy cô em là sinh viên năm 3. . học kì trước em không bị cảnh cáo học vụ nhưng kì này em chỉ đăng kí được tối đa 15 chỉ",
            "Chào em,. . . . Số tín chỉ tối đa của học kỳ là 21 tín chỉ",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . cho em hỏi là có thể đăng kí 2 môn anh văn trong cùng 1 học kỳ được không ạ.",
            "Chào bạn,. . Bạn vui lòng xem CTDT của mình,nếu không có ràng buộc về môn học trước, tiên quyết... thì đăng ký bình thương. Bạn vui lòng liên hệ tại Khoa hoặc GV chủ nhiệm để xin được tư vấn thêm về CTĐT.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . Em là sinh viên hệ vhvl ngành công nghệ thông tin đã trúng tuyển ,em đăng nhập vào bkpay bằng mssv và mật khẩu của email thì không được ,đăng nhập bằng Email của sinh viên cũng không được ,mong mọi người giúp đỡ ,vì em phải đóng học phí trước ngày 23/11/2019.?. .",
            "Chào bạn,. . Bạn lên trực tiếp trường để được hỗ trợ nhé, Phòng Đào tạo có trực tối trước 19h nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Em hiện tại là học sinh năm 2, năm nhất em đó thi av đầu vào và được 420.. sau đó em đăng kí hủy xếp lớp. Cho em hỏi nếu em không đăng kí học năm 3 hoặc hông thi av định kì trước khi vào học năm 3 tức là năm chuyên ngành thì có bị cấm đăng kí môn học không ạ. Em dự định giữa năm 3 nộp bằng để chuyển điểm",
            "Chào bạn,. . Nếu bạn chưa đạt chuẩn anh văn sau năm 2 thì bạn sẽ không được đăng ký các môn cơ sở ngành cuả năm 3.. . Trước thời điểm mở các đợt đăng ký môn học của HK mà bạn có chứng chỉ anh văn (trên hệ thống online) đạt thì bạn sẽ được mở cho đăng ký môn học chuyên ngành năm 3.. . Bạn vui lòng xem chi tiết lịch học vụ của HK để biết rõ các đợt lấy dữ liệu anh văn cho từng đợt đăng ký môn học tương ứng tại:www.aao.hcmut.edu.vn- sinh viên - Lịch học vụ.. . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi Phòng đào tạo trường Đại học Bách Khoa.. . Em tên là [full_name],sinh viên khóa 2019 Ngành xây dựng.. . Do xác nhận thông tin liên lạc không đúng kỳ hạn nên em không đăng ký được môn học đợt 1 cho học kỳ 2. Vậy hiện tại có cách nào để xin được đăng ký môn không ạ. . . Em xin cảm ơn !. .",
            "Chào em,. . . . Em vui lòng đọc mail nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Cập nhật thông tin trễ nên chưa đăng kí môn học được. .",
            "Chào em,. . . . Em đăng kí lại nhé.",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Cập nhật thông tin trễ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   B  Hiện tại em vẫn chưa được đăng ký môn học 192, mặc dù đã cập nhật thông tin từ ngày hôm qua trước 3 giờ chiều. Mong thầy cô xem xét lại giúp em. .  Trân thành.",
            "Chào bạn,. . Bạn không bị khóa đăng ký nhé. VUi lòng thử lại hệ thống. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: G[student_id]  /b \t. . . .   i Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . Mình là khóa 13 khoa Kỹ Thuật Giao Thông. Theo quy định của nhà trường thì thời hạn đào tạo tối đa đối với chương trình 4.5 năm là 9 kì cộng với 4 kì. Mình muốn hỏi là kì tiếp theo (Kì 192) mình còn thời hạn đào tạo hay không?. .",
            "Chào bạn,. . Thời gian đào tạo tối đa của bạn sẽ tính tới hết học kỳ 192."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Yêu cầu khác . em mới hoàn thành thủ tục nhập học hệ VLVH, thấy thông báo nhận thẻ sinh viên lần đầu, vậy thời gian nhận và nhận ở đâu ạ?",
            "Chào bạn,. . khi có thẻ sinh viên, Phòng Đào tạo sẽ gửi mail sinh viên báo bạn lên lấy nhé. . Than"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em đã làm theo thứ tự như trường đã gửi mail. . . Cập nhật địa chỉ trước 15g ngày hôm trước, nhưng sau 13g ngày hôm nay vẫn không đăng kí môn được.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em quên cập nhật lý lich sinh viên nên không đăng kí được môn học. Em mong phòng đào tạo mở đăng kí môn học giúp em. Em cảm ơn. . . .",
            "Chào em,. . . . Em xem mail hướng dẫn cập nhật lý lịch sv, PDT mới mở khoá DKMH cho em."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính chào Thầy Cô, em tên [full_name] MSSV: [student_id], là sinh viên năm hai khoa Quản lý công nghiệp. Em gặp vấn đề về đăng ký môn học ạ, em đã làm đúng theo gmail dưới đây, xác nhận thông tin trước 15g 20/11/2019 nhưng sau 13g 21/11/2019 em vẫn chưa đăng ký môn học được. Kính mong Thầy Cô xem xét giúp em. Em xin chân thành cảm ơn ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . em đã cập nhật thông tin sinh viên nhưng em vẫn chưa được đăng kí môn học ạ. Mong phòng đào tạo xem xét lại gúp em"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Cho em hỏi là theo như quy chế đào tạo, để đăng kí luận văn tốt nghiệp chuyên ngành kĩ thuật thiết kế (ME4049) thì phải thỏa điều kiện về các môn tiên quyết, vậy cho em hỏi là nếu em đăng kí môn Đồ án chuyên ngành kĩ thuật thiết kế ME4047 vào học kì 191 nhưng không đạt thì có thể vừa làm luận văn vừa học lại đồ án chuyên ngành trong học kì 192 không ạ?. . Em xin cảm ơn",
            "Chào bạn,. . Bạn xem quy định về môn tiên quyết tại đây. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 6. Các loại môn học và học phần/6.3 Môn học tiên quyết, môn học trước, môn học song hành. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Học vụ . Cho em hỏi e có thể nhận thẻ sinh viên lần đầu ở đâu? em đã bổ sung đủ các bước  1 2 3 nhưng bước 4 chưa thực hiện được. . . Sau khi đủ 4 bước thì phải chờ lịch học ở đâu? Làm sao để em biết có lịch học hay không?. . . .",
            "Chào bạn,. . Khi có thẻ sinh viên, Phòng Đào tạo sẽ gửi mail sinh viên cho bạn để nhận thẻ nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Cho em hỏi là chuẩn anh văn nhận luận văn tốt nghiệp của chương trình Việt Pháp khóa VP2015 là bao nhiêu? Bởi vì em nộp TOEIC 550 thì khi đăng kí môn học, môn 405700 - Luận văn tốt nghiệp. Hệ thống thông báo Thiếu (các) môn học:   Nhóm [CCAV_1]: CCAV_1 - Chứng chỉ ngoại ngữ_LVTN (tiên quyết)."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em tên [full_name]nh khoa KTXD. Em xin hỏi một vài câu hỏi. Trong học kỳ này do thiếu sót không check mail nên em đã không cập nhật thông tin sinh viên đúng thời hạn, đó là sai sót lớn của em. Hôm qua ngày 20/11 em đã cập nhật vậy xin hỏi khi nào em mới có thể đăng ký môn học được . Vào 8h hôm qua em có nhận mail thông báo cập nhật trước 15h sẽ được đăng ký vào 13h hôm sau, nhưng đến giờ vẫn chưa được. Em mong sẽ nhận được phản hồi. Em cảm ơn/. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Xin chào thầy cô. . Em đã cập nhật thông tin liên lạcu đầu đủ và trước 15g ngày 20/11. . Nhưng 13h ngày hôm nay 21/11 trang đăng kí môn học của em vẫn chưa được mở.. . Em không biết mình cập nhật có lỗi hay sai sót gì không?. . Mong cô kiểm tra lại giúp em ạ.",
            "Chào em,. . . . Em vui lòng đăng kí lại nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Nếu 21/12 em hoàn thành bài kiểm tra AV định kì với mức điểm là 550 thì có được tính là qua hết tất cả các môn AV trong trường không ạ.. . Vào năm 3 em có được dùng kết quả này để đăng kí môn học không. . em cảm ơn",
            "Chào bạn,Kết quả thi kiểm tra tiếng anh định kỳ chỉ có giá trị xét pass các chuẩn anh văn của từng năm học, không có giá trị quy đổi điểm các môn anh văn nha bạn.. . . . Bạn vui lòng xem chi tiết về kỳ thi kiểm tra trình độ tiếng anh định kỳ tại :www.aao.hcmut.edu.vn- sinh viên - Ngoại ngữ -  Kiểm tra trình độ tiếng anh mỗi học ký.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là sinh viên k18, học kỳ 1 này em có đăng ký học anh văn 1 trong trường, nhưng ngày thi anh văn của em là ngày 6 tháng 2 trùng với hạn chót cuối cùng của đăng ký môn học bổ sung, hiệu chỉnh. . . ***Vậy kết quả đăng ký mấy môn chuyên ngành của em ra sao ạ? Nhà trường có hướng giải quyết nào khác không ạ tư vấn giúp em.. . Em xin cảm ơn.",
            "Chào bạn,. . Bạn vui lòng vào xem lại lịch thi của bạn trên web nhé.. . Bạn vui lòng xem chi tiết lịch học vụ để biết rõ các đợt đăng ký môn học tương ứng tại:www.aao.hcmut.edu.vn- sinh viên - Lịch học vụ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Vì chậm cập nhật nên hiện em vẫn chưa đăng ký được đợt 1 ĐKMH kỳ 192. Hy vọng thầy/cô giúp đỡ em trong trường hợp này, em xin cám ơn.",
            "Chào em,. . . . Em đăng kí lại nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . -Hiện đợt 1 đăng kí môn học học kì 2 -2019 này của em sẽ không được đăng kí .. . -là do: Sinh viên chưa khai báo thông tin lý lịch online.. . - Nhưng trong lí lịch sinh viên em đã khai từ lâu, và mới cập nhật lại.. . . . Vậy cho em hỏi:. . Đậy có phải lỗi nên k đăng kí môn học được k ạ. . và Làm sao để sửa lỗi này ?. . và khi nào em có thể đăng kí lại môn học . . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng đọc lại thông báo hướng dẫn v/v xác nhận thông tin liên lạc trường đã gởi email sv .. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Do em cập nhật lí lịch trễ hạn vào ngày 20/11 nên bây giờ không thể đăng kí môn học được thì em phải làm sao để được đăng kí môn học trở lại ạ ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .",
            "Chào em,. . . . Em vui lòng check mail lại nhé.",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em cập nhật địa chỉ từ ngày 2/11 mà vẫn không nhận được tin nhắn đăng ký môn học học kì 192 khoá 2019 ạ",
            "Chào em,. . . . Bạn vui lòng Check mail, PDT có thay đổi ngày DKMH của khoá 2019"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em đã cập nhật thông tin địa chỉ rồi nhưng vẫn không đăng kí được môn học. Trong mail nhà trường có thông báo là cập nhật thông tin trước 15h ngày hôm nay thì sau 13h ngày hôm sau sẽ được đăng kí môn học. Em đã làm vậy nhưng vẫn không đăng kí được môn ạ. Em mong phòng đào tạo giải quyết để em có thể đăng kí ạ. Em xin cảm ơn. .",
            "Chào em,. . . . Em vui lòng đăng kí lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . em đã nạp bằng toeic thi ở ngoài vào và đã được xác nhận.nhưng khi đăng kí môn học thì lại ko đăng kí được và để là không đủ điểm annh văn. e chỉ đăng kí những môn của năm 2.điều kiện đăng ki những môn đó à 250.",
            "Chào bạn,. . Hiện tại đợt ĐKMH này không chăn chuẩn anh văn của môn học,bạn vẫn đký được, chỉ cảnh báo chung để sv tự kiểm tra lại thông tin mà thôi.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thầy/cô cho em hỏi, chẳng may bị mất password tài khoản hcmut thì làm sao để có lại ạ. Mong tin nhắn hồi âm của thầy/cô",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo (kèm thẻ SV) để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ em chào thầy/cô PĐT,. . . . Cho em hỏi các môn cơ sở ngành sỉ số 30 có đủ điều kiện để mở lớp không ạ?. . . . Em cám ơn nhiều ạ!",
            "Chào bạn,. . . . Bạn có thể xem qui chế về lớp http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Em muốn học em có thể đăng kí, sỉ số 30 khả năng mở lớp cao."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Em được biết có thay đổi về  I  đăng ký môn học GDTC áp dụng từ học kỳ 2 năm 2018 - 2019  /I , nhưng sau khi kết thúc học kỳ 1 năm 2018 - 2019 em đã hoàn thành hai GDTC 2 & 3 (cả hai đều là bóng đá) còn GDTC 1 thì chưa hoàn thành. Vậy học kỳ 2 2019-2020 em có được học Bóng Đá (PE1009) được không ạ?. .",
            "Chào em,. . . . Một loại hình   thể dục chỉ tính tương ứng với thể dục 1 hoặc 2 hoặc 3. Chứ không thể học 1 môn thể dục học nhiều lần để tính thể dục 1,2,3. Ví dụ:. . . . - Thể dục 1 em học bóng đá,  thì thể dục 2 không học bóng đá mà phải là môn khác bóng đá, ví dụ: bóng chuyển. Thể dục 3 phải đăng kí khác bóng đá và bóng chuyển."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện tại em là sinh viên PFIEV K15. . Em còn nợ 13 tín chỉ, trong đó có 10 tín chỉ là của 2 môn đại cương, và tổng số môn em nợ là 4 môn.. . Cho em hỏi như vậy thì em có được nhận luận văn vào học kì II tới đây không ạ?",
            "Chào bạn,. . Bạn xem điều kiện nhận LVTN tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 10. Thực tập tốt nghiệp, Luận văn tốt nghiệp và các môn đặc biệt/10.2 Luận văn tốt nghiệp (đại học) / Tiểu luận tốt nghiệp (cao đẳng).. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa cô e đã cập nhật thông tin sinh viên nhưng vẫn không thể đăng kí môn học được ạ. Mong cô hỗ trợ giúp em với. Em cám ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Mong phòng đào tạo giải đáp cho em 3 thắc mắc:. . 1 Em bị trễ anh văn và không thể đăng kí môn học kì 192. Không biết là kì thi xét chuẩn anh văn do phòng đào tạo tổ chức có kịp để em đăng kí các đợt sau không. . . . 2 Học kì 182 e có đăng kí kì thi xét chuẩn anh văn do pdt tổ chức nhưng vì không có mail nộp phí thi( có thể em lỡ bị lạc mất mail) nên em phải thanh toán trễ hạn và không được tham gia thi. Vậy kì 191 này em đăng kí thi thì có được chấp nhận không. . . . 3 Cho em hỏi ngày thi xét anh văn đầu vào kì 191 và 192 là ngày mấy",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Theo thông báo đã có trên lịch học vụ ghi rõ ngày công bố kết quả thi kiểm tra trình độ tiếng anh vẫn còn đợt ĐKMH cho các bạn.. . Bạn vui lòng xem chi tiết lịch học vụ của HK192 để biết rõ các đợt đăng ký môn học và lịch trình của thi kiểm tra trình độ anh văn tại:www.aao.hcmut.edu.vn- sinh viên - Lịch học vụ.. . Việc thanh toán trễ phí thi kiểm tra anh văn vừa rồi không ảnh hưởng đến kỳ thi HK này bạn nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Em chào quý thầy cô! Hiện tại em vừa nộp chứng chỉ 600 Toeic thi từ bên ngoài và đã xét miễn điểm anh văn 1, anh văn 2 cũng như là nhà trường đã xác nhận hợp lệ! Trong đợt đăng kí môn học này, em đã đăng kí 1 môn tự chọn của học kì 5 trong chương trình đào tạo nhưng hệ thống lại báo thiếu điều kiện tiên quyết là chuẩn anh văn sau năm 2! Em mong quý thầy cô giải đáp thắc mắc giúp em ạ!. . Em cám ơn nhiều ạ!",
            "Chào bạn,. . Hiện tại đợt ĐKMH này không chăn chuẩn anh văn của môn học,bạn vẫn đký được, chỉ cảnh báo chung để sv tự kiểm tra lại thông tin mà thôi.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . em là sinh viên năm 4, ngành điện năng. . hiện tại em đăng ký đề cương luận văn tốt nghiệp -EE4311 thì mới thấy em còn thiếu 2 điều kiện để đk, trong đó có học trước môn Hệ thống cung cấp điện -EE3001, học kì vừa rồi em có đk môn này mà vì lý do trung lịch nên bị bỏ, em muốn hỏi có thể cho em học song hành 2 môn này ko ạ, hoặc mong PĐT học kỳ sau có mở lớp hệ thống cung cấp để em học kịp tiền độ ạ.. . em cảm ơn",
            "Chào em,. . . . Môn học trước không thể học song song đươc, nếu có nhu cầu học em có thể đăng kí, nếu đủ sỉ số PDT sẽ mở lớp."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi . Em đã cập nhật địa chỉ liên hệ vào ngày 20/11 . Theo nhưng mail nhà trường gửi là 13h ngày hôm sau sẽ mở link cho em DKMH nhưng tại sao bây giờ link vẫn chưa được mở ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn không bị khóa đăng ký nhé. VUi lòng thử lại hệ thống ĐKMH.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . [full_name]ẦY/CÔ,. . [full_name] MUỐN HỎI VỀ SỐ TÍN CHỈ ĐƯỢC ĐĂNG KÍ.. . . . TÍNH ĐẾN HẾT HỌC KÌ 3 (2018- 2019), [full_name] CÓ [full_name] 8.31. [full_name]TBTL   7.5 [full_name] 25 CHỈ.  [full_name] [full_name] [full_name] [full_name] [full_name] [full_name][full_name] [full_name]. [full_name] 21.0 TÍN CHỈ\". . .  [full_name] MONG PHÒNG ĐÀO TẠO X[full_name] [full_name] [full_name] ĐĂNG KÍ 22.0 TÍN CHỈ",
            "Chào em,. . . . PDT đã cập nhật số tín chỉ của em, em đăng kí lại nhé.. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa PĐT, em đã thực hiện cập nhật thông tin cá nhân nhưng vẫn chưa đăng kí được môn học. Xin PĐT mở cho em ạ",
            "Chào em,. . . . Em đăng kí lại nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em đã cập nhật thông tin sinh viên và chưa đăng kí môn học được. Xin phòng đào tạo kiểm tra và cập nhật giúp em ạ.",
            "Chào em,. . . . Em đăng kí lại nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "chào thầy cô em là sinh viên năm 3. . đang trong đợt đăng kí môn học kì 2 nhưng em lại chỉ đăng kí tối đa được 15 tín chỉ. . học kì trước em không bị bất kì cảnh cáo hay vi phạm gì. . Mong thầy cô xem và giải quyết dùm em. . Hình em để bên dưới ạ",
            "Chào em,. . . . Em đăng lại nhé, PDT không giới hạn sỉ số."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... .  Em đang học CT PFIEV, nếu hết thời gian đào tạo chính quy mà em vẫn chưa hoàn thành xong chương trình đào tạo thì em có thể chuyển qua hệ VHVL để tiếp tục học để hoàn thành chương trình PFIEV không ạ ?",
            "Chào bạn,. . Bạn có thể xin thôi học để chuyển qua hệ VLVH, nhưng bạn nên xin tư vấn bên VLVH (tại lầu 1 nhà A4) để hỏi về ngành học bạn chuyển qua (về môn học bạn học tại chính quy được miễn như thế nào). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1427002  /b \t. . . . Kính gửi Thầy/Cô. . . . Em tên là Ngô Ngọc Cẩn, em là sinh viên chính quy chuyển sang hệ VHVL. MSSV cũ của e là 1427002.. . . . Em đã nộp hồ sơ tuyển sinh cho trường ngày 18/11/2019 theo các quy trình trường hướng dẫn ạ. Hiện em chưa có mã nhập học để tiếp tục các bước kê khai hồ sơ, v..v.... . . . Thầy/cô tư vấn giúp trường hợp này giúp em với.. . . . Em xin cảm ơn Thầy/Cô,. . . . Ngô Ngọc Cẩn",
            "Chào bạn;. . Bạn theo dõi trên trang tuyển sinh    tra cứu kết quả nhé. . Hiện tại tới tháng 12 mới có kết quả nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi là tại sao tài khoản gmail của em ([email])  không thể nhận được những thư gửi từ trường và của các giảng viên nữa vậy ạ? Bắt đầu từ ngày 23/10 đến nay, gmail của em không hề nhận được 1 thư gửi nào nữa ạ. Rất mong PĐT sẽ giúp em giải đáp vấn đề này ạ! Em xin chân thành cảm ơn !",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng đem thẻ SV của mình đến trực tiếp Phòng Đào tạo (cơ sở 1) để kiểm tra.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  . . Em là sv k17 ngành công nghệ sinh học.. . Cho em hỏi là cần tích lũy bao nhiêu tín chỉ, ngày công tác xã hội thì sẽ được ra trường ạ?. . Em xin cảm ơn ạ!. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng xem chương trình đào tạo của mình tại đây: . . http://www.aao.hcmut.edu.vn/sinh viên/Chương trình Đào tạo. . Bạn liên hệ gặp [full_name]/Ban chủ nhiệm khoa của bạn đển xin tư vấn về chương trình đào tạo.. . Xem quy định về ngày CTXH tốt nghiệp tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 20. Công nhận tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . em đã nạp bằng toeic thi ở ngoài vào và đã được xác nhận.nhưng khi đăng kí môn học thì lại ko đăng kí được và để là không đủ điểm annh văn. e chỉ đăng kí những môn của năm 2.điều kiện đăng ki những môn đó à 250.",
            "Chào bạn,. . Hiện tại đợt ĐKMH này không chăn chuẩn anh văn của môn học,bạn vẫn đký được, chỉ cảnh báo chung để sv tự kiểm tra lại thông tin mà thôi.. . Thân. ."
        ]
    }
]