[
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô,. . Dạ cho em hỏi là điểm tổng kết các môn học Vật liệu xây dựng (CI2037) và Sức bền vật liệu (CI2007) học kỳ 202 khi nào mới có ạ. Do em đăng ký chương trình liên thông đại học - thạc sĩ mà em nhận được thông báo bị hủy do thiếu tính chỉ tích lũy. Vì chưa có điểm tổng kết hai môn học trên chưa có nên em bị thiếu tính chỉ.. . Em cảm ơn ạ.. .",
            "Chào em,. . Điểm là do GV nhập. Em liên hệ [full_name], GV nhé.. . Thân mến . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Vì không có điều kiện nên em mong PĐT có thể cho em xin đóng học phí học kì này trễ được không ạ.. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa phòng đào tạo, hiện em mới lỡ điền form Kế hoạch về việc giảng dạy, học tập trực tiếp các học phần Thực hành, Thí nghiệm, Đồ án môn học, Đề cương Luận văn tốt nghiệp, Luận văn Tốt nghiệp của học kỳ 2 và học kỳ hè/năm học 2020-2021, và học kỳ 1/năm học 2021-2022. . khi chưa tiêm đủ 2 mũi nên không lên học trực tiếp được, cho em hỏi làm sao em mới có thể rút lại form này",
            "Chào bạn,. . Trường hợp của bạn vui lòng làm đơn trình bày và xin hủy việc lên trường. ghi rõ lý do và gửi qua [full_name]. . Thân",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có thể đăng kí lấy bảng điểm ở dạng file pdf có dấu xác nhận của trường được không ạ, nếu được thì thầy/cô cho em biết cách thức đăng ký với ạ, em cảm ơn.. . . . K.",
            "Chào em,. . Theo quy trình, bảng điểm in ra xong mới ký tên và đóng dấu gửi cho SV (SV có thể nhận trực tiếp hoặc bưu điện). . Sau khi nhận em có thể tự scan ra dạng file bạn cần. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo,. . Em tên: [full_name]. . MSSV: [student_id]. . Lớp: HC19CHC. . Dạ như mail trước cô đã trả lời em là \"Trường hợp của bạn môn học đã có điểm ở HK202 rồi thì không làm đơn rút nữa nhé.\" thì môn Thí nghiệm hóa lý này tụi em chưa hoàn thành xong chương trình. Và hiện tại vẫn chưa có điểm môn trên. Vậy em có thể rút extra của môn Thí nghiệm hóa lý được không ạ. Hay em không cần rút ạ.. . Em xin đính kèm đơn bên dưới.. . Em mong nhận được sự phản hồi sớm từ Phòng đào tạo.. . Em xin cảm ơn. .",
            "Chào em,. . Vấn đề là không rút phần mở rộng nhé bạn.. . Đơn  rút này chỉ dành cho đơn rút môn lý thuyết. . Em không cần làm đơn rút nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cô ơi em có gửi đơn và được chấp nhận rồi nhưng chưa được giải quyết. Em xin nộp lại ạ.",
            "mong cô giải quyết sớm cho em đề kịp thi ạ",
            "Chào bạn. . Tại sao đơn của người khác mà bạn gởi, đơn của bạn tu thanh son không phải của bạn. . Trả lời gấp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào ạ! em là sinh viên có MSSV [student_id], hiện nay đang đến kì nộp học mà tài khoản ngân hàng của em hiện bị khóa. Em có gửi mail và gọi trược tiếp cho bên hỗ trợ ngân hàng nhưng hiện tại em vẫn chưa mở lại được tài khoản. Ngoài ra khu vực em sinh sống không có các chi nhánh OCB để có thể mở trực tiếp, em hi vọng có thể mở lại được tài khoản để có thể kịp thời đóng học phí.. . Em xin cảm ơn!. .   i Yêu cầu khác .",
            "Chào em,. . - Tài khoản ngân hàng thì chỉ có ngân hàng làm được nhé.. . - Em nhờ người thân hoặc bạn có TK OCB giúp em.. . - Em liên hệ số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Do ở quê e không có chi nhánh của ngân hàng ocb và lúc mới nhập học e đã lỡ không đi nhận thẻ ocb nên không có tài khoản để đóng học phí trên bkpay.Em cx đã gọi điện tới ngân hàng ocb để xin trợ giúp nhưng vẫn không được. . Nên cho em hỏi có chuyển khoản trực triếp đến tk ngân hàng của trường không ạ.Nếu đc thì cho e xin số tài khoản và hướng dẫn để đóng.Nếu không được thì cho e biết cách để hoãn đóng học phí ?. . Em xin cảm ơn nhiều",
            "Chào em,. . - Em liên hệ số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . - Hoặc em nhờ người thân, bạn của em có số TK OCB giúp em.. . - Nếu không được thì cho e biết cách để hoãn đóng học phí ?. . =  Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi nhà em đang khó khăn trong vấn đề tài chính hiện tại chưa thể thanh toán học phí. Em có thể làm đơn xin hoãn học phí được không ạ và gửi cho ai ạ. Em xin cảm ơn!",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa cô,. . . . Em là [full_name], tuần trước em có xin đăng ký Chuyển điểm [full_name] nhưng trên hệ thống đang bị lỗi.. . . . Tuy nhiên, sau một tuần thì em vẫn chưa nhận được phản hồi từ anh/thầy [full_name] và cũng không đăng ký được. Chính vì thế, không biết em có thể làm đơn bằng tay và đóng tiền trực tiếp cho thủ tục Chuyển điểm được không ạ?. . . . Ngoài ra, kính mong Nhà trường cập nhật giúp em phần Chứng chỉ AV trong Danh sách Tốt nghiệp từ IELTS 6.0 thành IELTS 7.5 ạ.. . . . Kính mong sớm nhận được hồi âm từ cô.. . . . Kính thư,. . [full_name]",
            "Chào em,. . Cô đóng câu hỏi này vì PĐT đã trả lời qua email của em rồi.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào PĐT, . . . . Em tên là [full_name] ạ. Nay em muốn hỏi một sự việc là bây giờ em làm đơn hoãn thi một số môn. Thì liệu đợt đăng ký môn học sắp tới em có được tính là đã hoàn thành môn đó, để tích luỹ tín chỉ để đăng ký môn cho kì sau không ạ.. . . . Em cám ơn và chúc sức khoẻ.. . [full_name]. .",
            "Chào bạn. . Bạn xem quy định tại:. . -\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên   Quy chế-quy định   Học vụ).. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính chào thầy/cô phòng đào tạo ĐHBK,. . . . Em tên là [full_name], mssv [student_id], lớp CK16LTH. Tình trạng hiện tại của em đã kết thúc hết tất cả các môn trong chương trình đào tạo nhưng còn chưa thi xong anh văn 2 kỹ năng đọc-viết để đủ điều kiện tốt nghiệp. Hiện thời gian qua dịch Covid-19 nên trung tâm đã dừng đăng ký thi offline. Em thấy hiện tại nhà trường cho đăng ký môn học thi online anh văn 2 kỹ năng với mã BKE123 vào 2 đợt tháng 11 và tháng 12 nhưng em nhấn vào đăng ký lại không được quyền đăng ký. . . Em kính mong thầy cô xem xét và hỗ trợ giúp em đăng ký thi anh văn để hoàn thành chương trình và tốt nghiệp đợt tới trước thời hạn, vì thời gian qua em đợi chờ trung tâm anh ngữ BKEnglish mở lại cũng đã khá lâu.. . Trong thời gian đợi chờ phản hồi của thầy/cô, e chân thành cảm ơn.. . . . Chúc thầy/cô một ngày tốt lành.. . [full_name]",
            "Chào em,. . Về đăng ký thi anh văn 2 kỹ năng nói viết trực tuyến đợt tiếp theo, dự kiến sẽ tổ chức thêm 1 đợt cho HK211. Em vui lòng đợi thông báo đăng ký qua mail Sinh viên dự kiến sau ngày 20/11/21. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PĐT,. . Em là [full_name]- MSSV: [student_id]. Ngày 12-11 em có đăng kí BHYT nhưng phần thông tin em ghi số CMND cũ và đã nhấn đăng kí nhưng chưa thanh toán qua BK Pay. Hôm nay ngày 19-11 em đã nhận được số CCCD mới thì em có cập nhật thông tin và bấm đăng kí thì em không thấy thông tin đăng kí BHYT vào ngày 19-11 mà chỉ thấy thông tin đăng kí 12-11. Vậy cho em hỏi thông tin CCCD em mới cung cấp đã được cập nhật vào đăng kí BHYT cũ ngày 12-11 hay sao ạ?",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name], MSSV: [student_id].. . Em đăng ký giấy xác nhận vào ngày 19.10.2021 gửi qua đường bưu điện nhưng đến này em vẫn chưa nhận được ạ.. . Sau đây em xin đính kèm 1 số giấy tờ có liên quan bên dưới.. . Em mong PĐT giải quyết giúp em với ạ.. .",
            "Chào em,. . - Do em ghi địa chỉ không đúng.. . - Em đăng ký lại và ghi chính xác địa chỉ nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy/cô ạ,. . ﻿Em tên là: [full_name]  MSSV: [student_id]. . ﻿Em có nhận được email về đăng ký học trực tiếp. Hiện tại, em chỉ mới tiêm mũi 1 vacxin Astra đã được 8 tuần và sẽ được tiêm vài ngày tới.. . Hiện tại, em rất muốn được đăng ký học trực tiếp. Thầy/cô cho em hỏi như vậy em có đủ điều kiện để đi học chưa ạ.. . Em xin chân thành cảm ơn! Chúc thầy/cô sức khỏe và an toàn mùa dịch.. .",
            "Chào em,. . Em xem lại email nhé. . \"...Các Sinh viên đã có đủ các điều kiện phòng chống dịch hiện hành (di chuyển, làm việc/học tập) để có thể đến trường học thực hành, thí nghiệm, đăng ký để Phòng Đào tạo có căn cứ phối hợp bố trí sắp xếp lịch học thực hành, thí nghiệm trong trường. Các học phần, phần Thực hành/Thí nghiệm của học kỳ 202, 203 sẽ được ưu tiên bố trí trước các phần của học kỳ 211.. . . . Việc tổ chức thi kết thúc TNg theo kế hoạch của Khoa/Bộ môn, các Sinh viên chưa hoàn tất TNg (chưa đủ điều kiện đến trường) có thể thực hiện các bài TNg sau khi trường đã được tổ chức học tập trực tuyến đầy đủ...\". . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào Thầy/Cô, Anh/Chị. . Em tên : [full_name]. . MSSV:[student_id]. . Dạ em vừa thi đạt anh văn 2 kỹ năng (nói-viết) và em đã đủ điều kiện tốt nghiệp ạ, nhưng do em không đăng ký môn học quá 2 học kỳ nên em đang trong tình trạng nghỉ ( xoá tên vì không đăng ký môn học quá 2 học kỳ), vì vậy em không thể Đăng [full_name] được ạ vì đã bị khoá.. . Em mong quý Thầy/Cô, Anh/Chị hỗ trợ và hướng dẫn em để em được xem xét tốt nghiệp ạ.. . Em xin lỗi vì sự bất tiện này.. . Em cảm ơn quý Thầy/Cô, Anh/Chị.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 23/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua [full_name] để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. . Khi nào em có tên trong danh sách dự kiến tốt nghiệp, vui lòng làm đơn xin cứu xét thu nhận lại để tốt nghiệp và gửi qua [full_name] nhé . . \"",
            "Em xin chào Thầy/Cô, Anh/Chị.. . Em tên: [full_name]. . MSSV:[student_id]. . Hôm trước em có gửi yêu cầu để được xét tốt nghiệp ạ, nhưng hôm nay 23/11 em vẫn chưa thể đăng ký tốt nghiệp trên mybk được ( vẫn còn bị khoá), nên em gửi phản hồi mong được Thầy/Cô, Anh/Chị hỗ trợ em ạ.. . Và cho em hỏi khi em có tên trong danh sách dự kiến tốt nghiệp, em sẽ tự viết đơn cứu xét hay có biểu mẫu sẵn vậy ạ?. . Em cảm ơn Thầy/Cô, Anh/Chị.. . Trân trọng.",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Chào em,. . Trường hợp của bạn đang bị buộc thôi học, bạn vui lòng làm đơn xin cứu xét thu nhận lại để xét tốt nghiệp và gửi qua bksi cho cô nhé. . Thân",
            "Dạ em xin chào Cô.. . Em xin gửi đơn cứu xét thu nhận lại để được xét tốt nghiệp ạ.. . Em mong Thầy/Cô xem xét hỗ trợ để em được xét tốt nghiệp ạ.. . Em xin lỗi vì sự bất tiện này.. . Em xin cảm ơn Thầy/Cô.. . Trân trọng.",
            "Chào em,. . PDT đã tiếp nhận đơn thu nhận của bạn, em theo dõi trình trạng trên mybk/Thông tin sinh viên/tình trạng (khi nào chuyển qua trạng thái \"đang học\" bạn vào đăng ký tốt nghiệp lại nhé. . Thân",
            "Dạ em xin chào Cô.. . Em tên: [full_name]. . MSSV:[student_id]. . Em đã có tên trong danh sách dự kiến tốt nghiệp . . rồi ạ. Nhưng bị lỗi thông tin ''chứng chỉ anh văn :450\".. . Em đã đạt Toeic 585 (nghe-đọc) và đã thẩm tra rồi ạ.. . Em có đính kèm thông tin chi tiết.. . Mong Cô xem xét và chỉnh sửa lại giúp em ạ.. . Em xin cảm ơn Cô.. . [full_name].. .",
            "Chào em,. . Trong bảng điểm tốt nghiệp PDT sẽ cập nhật điểm TOEIC cao nhất cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Thầy,Cô.. . Do tình hịnh dịch bệnh nhà em cũng bị phong tỏa chưa đi làm được, em muốn gia hạn thời gian đóng học phí HK211 đến ngày 10/12/2021 thì có được không ạ, em phải làm đơn như nào ạ.. . Em cảm ơn Thầy,Cô.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em vừa chuyển sang hệ VHVL học kì 211, em nhận đc email thông báo đóng học phí hạn chót vào ngày 17/10 là 5,250,000 vnđ. sau khi đóng học phí thì nay lại hiện thêm một mục đóng học phí khác là 7,875,000 hạn chót là 15h00 19/11. Tổng số tín chỉ học kì này em đăng ký là 28 chỉ. mong [full_name] kiểm tra lại giúp em đây là lỗi kỹ thuật hay là tổng học phí em phải thanh toán gồm 2 phần là [student_id]0vnđ.. . Em xin cảm ơn ạ.",
            "Chào em,. . Cô đóng câu này vì cô đang chờ bộ phận phụ trách xử lý trả lời câu trước của em. Em vui lòng chờ nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy/cô cho em hỏi cách chuyển hệ VHVL ạ?. . Tại thời điểm này không thể vô trường được ạ. Có phải làm đơn hay quy trình như thế nào nhớ thầy/cô hướng dẫn em với ạ?. Em cảm ơn",
            "Chào bạn,. . - Đầu tháng 12 Bạn tải mẫu đơn thôi học  tại trang web: aao.hcmut.edu.vn (đánh dấu vào option chuyển sang VLVH ) gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . - Về CTDT là giống nhau của đại trà và VLVH. . Tuy nhiên, VLVH sẽ:. . Giảm chuẩn anh văn xét LVTN và tốt nghiệp so với Chính quy: chi tiết xem quy chế học vụ. . Không xét môn anh văn 1234, GDTC, GDQP, Ngày CTXH,. . Thời gian học là 10 năm. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT!. . Em tên: [full_name]    MSSV: [student_id]. . Hiện tại môn Kĩ thuật thủy lực và khí nén của em đã được nhập điểm, em chính thức đủ điều kiện đăng kí tốt nghiệp. Nhưng lúc em đăng kí tốt nghiệp thì chưa có tên trong danh sách dự kiến tốt nghiệp, do đó em không thể đăng kí tốt nghiệp được.. . Mong PĐT thêm tên em vào danh sách tốt nghiệp dự kiến để em có thể nhận giấy tốt nghiệp tạm thời để đi phỏng vấn.. . Trong BKPAY em còn khoản thanh toán in bản điểm nhưng đã hết hạn, PDT cho em hỏi em có cần thanh toán khoản tiền đó hay không?. . Em xin cảm ơn.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 23/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name] sinh viên khóa K14 MSSV: [student_id], em đã không hoàn thành tốt nghiệp đúng thời gian quy định do nợ 1 môn, em làm đơn này để xin chuyển xuống hình thức Vừa làm vừa học để tiếp tục hoàn thành tốt nghiệp.",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn chuyển sang VLVH vào HK2(2021-2022) của bạn.. . Bạn vui lòng theo dõi tình trạng sinh viên sẽ cập nhật “thu nhận vào hệ VLVH”  trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 7/12/2021. . - Xem chi tiết Lịch đăng ký môn học + đăng ký tốt nghiệp của Hk212 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ để biết thời gian đăng ký môn học hoặc đăng ký tốt nghiệp. . - Quy chế đào tạo và học vụ: xem chi tiết tại trang web aao.hcmut.edu.vn   Sinh viên   Quy chế-Quy định  Học vụ. . Thân. .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào cô, mình thi theo lịch thi bắt buộc của nhà trường thì vẫn theo cách tính điểm [full_name]ạt hay sao ạ, hay có được giữ điểm thành phần không ạ. Em cảm ơn.",
            "Chào em,. . Về việc thi để xóa điểm Hoãn thi:. . -   Môn học có mở trong HK211: PĐT sẽ tự động xếp Lịch thi và đồng thời  cập nhật trên trang mybk.hcmut.edu.vn  Thông tin sinh viên  Lịch thi (dự kiến vào đầu tháng 12/2021).. . -   Môn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp Lịch thi và đã gởi email cho Sinh viên Lịch thi cụ thể (Sinh viên xem chi tiết Lịch thi cập nhật trên trang mybk.hcmut.edu.vn  Thông tin sinh viên  Lịch thi).. . -   Các môn học khác: Sinh viên vui lòng đợi thông báo lịch thi sau.. . . . - Nếu em chưa muốn  thi trong HK211: Em vui lòng đợi thông báo sau nhé.. . - Vẫn theo cách tính điểm Đạt hay sao ạ, hay có được giữ điểm thành phần không ạ.. . =  Quy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào add, em hiện là sv K14 ngành kiến trúc, em muốn đăng kí thi anh văn nói viết để ra trường vào đợt tháng 1 sắp tới. Mong add hỗ trợ cho em được đăng kí thi với ạ . .",
            ". . . . Thân gửi các bạn sinh viên,. . . . Được sự đồng ý của Ban Giám Hiệu, Phòng Đào tạo kết hợp cùng Trung tâm Ngoại ngữ (TTNN) tổ chức kiểm tra Anh văn 2 kỹ năng Nói - Viết theo hình thức trực tuyến trong tháng 12 năm 2021 dành cho các sinh viên chuẩn bị tốt nghiệp trong học kỳ 211(dự kiến xét tốt nghiệp đến hết học kỳ 211). . . . - Đăng ký tại: Mybk.hcmut.edu.vn    chọn  Đăng ký môn học    chọn Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến–Đợt tháng 11-MSMH: BKE123.. . . . - Thời gian đăng ký : từ 8g ngày 22/11 đến 14g50 ngày 25/11.. . . . - Thời gian thanh toán lệ phí (150.000): từ 8g ngày 26/11 đến 14g50 ngày 29/11.. . . . - Ngày thi: TTNN sẽ thông báo chi tiết ngày thi cho từng SV qua mail sau khi đã hoàn tất thanh toán lệ phí thi đúng hạn.. . . . Lưu ý:. . . . 1) Trường hợp SV không thanh toán lệ phí hoặc thanh toán lệ phí trễ hạn sẽ không được thi & ghi nợ lệ phí (SV phải thanh toán dù không dự thi).. . . . 2) Hình thức thi trực tuyến theo file đính kèm.. . . . P/S: SV đã đạt Anh văn 2 kỹ năng Nói - Viết theo quy định, SV hệ VLVH, SV Cao đẳng bảo dưỡng vui lòng bỏ qua email này./.. . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã xin đầy đủ xác nhận của [full_name] và Thầy [full_name] em gửi lại đơn cho PDT để xác nhận việc hoãn thi của em ạ. Em xin cảm ơn",
            "Cô ơi trường hợp của em được giải quyết chưa ạ",
            "Chào bạn. . Đơn hoãn thi của em đã được đồng ý nhé, PDT sẽ tập hợp lại và QD hoãn thi chung, dự kiến trước tháng 12/2021 và sẽ gửi mail thông báo cho SV.. . Sau thời gian trên mà chưa nhận được mail thông báo về QD, em vui lòng phản hồi lại qua bksi để PDT kiểm tra lại nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin chào Thầy/Cô PĐT . Cho em xin gửi đơn hoãn thi môn Giải Tích 2,minh chứng của Giảng viên không bị cấm thi và xác nhận của [full_name].  . .",
            "Chào bạn. . Đơn hoãn thi của em đã được đồng ý nhé, PDT sẽ tập hợp lại và QD hoãn thi chung, dự kiến trước tháng 12/2021 và sẽ gửi mail thông báo cho SV.. . Sau thời gian trên mà chưa nhận được mail thông báo về QD, em vui lòng phản hồi lại qua bksi để PDT kiểm tra lại nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin chào Thầy/Cô PĐT . Cho em xin gửi đơn hoãn thi môn Triết Học [full_name] ,minh chứng của Giảng viên không bị cấm thi và xác nhận của [full_name]. . .",
            "Chào bạn. . Đơn hoãn thi của em đã được đồng ý nhé, PDT sẽ tập hợp lại và QD hoãn thi chung, dự kiến trước tháng 12/2021 và sẽ gửi mail thông báo cho SV.. . Sau thời gian trên mà chưa nhận được mail thông báo về QD, em vui lòng phản hồi lại qua bksi để PDT kiểm tra lại nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin chào Thầy/Cô PĐT . Cho em xin gửi đơn hoãn thi môn Vật Lý 1 ,minh chứng của Giảng viên không bị cấm thi và xác nhận của [full_name].. .",
            "Chào bạn. . Đơn hoãn thi của em đã được đồng ý nhé, PDT sẽ tập hợp lại và QD hoãn thi chung, dự kiến trước tháng 12/2021 và sẽ gửi mail thông báo cho SV.. . Sau thời gian trên mà chưa nhận được mail thông báo về QD, em vui lòng phản hồi lại qua bksi để PDT kiểm tra lại nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào PĐT, sau khi em đến nhận giấy tốt nghiệp chính thức thì thấy là không thấy sổ đoàn viên. Cho em hỏi là khi nào được nhận lại sổ đoàn viên. Cám ơn PĐT",
            "Chào em,. . Em liên hệ Khoa, VP Đoàn để hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào các thầy cô. . Em tên là [full_name], mssv:[student_id]. . Em xin hoãn thi môn vẽ Kĩ thuật, ca thi L05I  18h ngày 17/11/2021. . Em đã được giáo viên xác nhận kí tên, thiếu xác nhận bên khoa. Nhưng vì thời gian gấp rút nên em xin gửi các thầy cô trước ạ. . Đây là đơn xin hoãn thi của em .Mong các thầy xem qua và xác nhận giúp em với. . . .",
            "Chào bạn. . Đơn hoãn thi của em đã được đồng ý nhé, PDT sẽ tập hợp lại và QD hoãn thi chung, dự kiến đầu tháng 12/2021 và sẽ gửi mail thông báo cho SV.. . Sau thời gian trên mà chưa nhận được mail thông báo về QD, em vui lòng phản hồi lại qua bksi để PDT kiểm tra lại nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Trong đây là phiếu đăng kí hõan thi của em và mail xác nhận của giáo viên bộ môn vẽ kĩ thuật xây dựng",
            "Chào bạn. . Đơn hoãn thi của em đã được đồng ý nhé, PDT sẽ tập hợp lại và QD hoãn thi chung, dự kiến trước tháng 12/2021 và sẽ gửi mail thông báo cho SV.. . Sau thời gian trên mà chưa nhận được mail thông báo về QD, em vui lòng phản hồi lại qua bksi để PDT kiểm tra lại nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào các thầy cô bên pđt. . Em tên là [full_name],mssv [student_id]. . Em xin hoãn thi môn vẽ kĩ thuật, ca thi L05I  18h ngày 17/11/2021 . . Em đã được giáo viên bộ môn xác nhận nhưng còn thiếu xác nhận khoa.NHưng vì thời gian gấp rút nên em xin gửi đơn trước.. . Đây là đơn hoãn thi của em .Mong các thầy cô xem qua và xác nhận giúp em với ạ.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin gửi lại đơn xác nhận hoãn thi và hình ảnh xác nhận ạ.  . . . .",
            "Chào bạn. . Đơn hoãn thi của em đã được đồng ý nhé, PDT sẽ tập hợp lại và QD hoãn thi chung, dự kiến trước tháng 12/2021 và sẽ gửi mail thông báo cho SV.. . Sau thời gian trên mà chưa nhận được mail thông báo về QD, em vui lòng phản hồi lại qua bksi để PDT kiểm tra lại nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ kính chào PĐT,. . Em tên là [full_name], MSSV: [student_id].. . Em có đăng kí in bảng điểm để xét học bổng vào ngày 18/11/2021,  hình thức nhận bằng đường bưu điện, hiện đang trong tình trạng in, em có thể đội lại địa chỉ nhận được không ạ. do hiện tại gần đến hạn nộp hồ sơ, và khu vực của em đang có dịch bệnh, nên em mong muốn được đổi ạ,. . Em rất mong được thầy cô phản hồi và hỗ trợ giúp em ạ. Em trân trọng cảm ơn.",
            "Chào bạn. . Hiện tại bảng điểm của bạn đang được gởi bưu điện, bạn vui lòng đợi nhận nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô,. . . . Hiện em vừa mới được nhận vào 1 công ty với vị trí thực tập sinh nên em muốn xin giấy giới thiếu/xác nhận thực tập từ trường ạ.. . Hiện em đang chuẩn bị tốt nghiệp, đã học môn Thực tập tốt nghiệp từ những kỳ trước.. . . . Cảm ơn thầy cô.",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Bộ môn/Khoa để được hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào các thầy cô Phòng Đào Tạo.. . Cho em hỏi là em đã đạt các điều kiện để tốt nghiệp, nhưng khi đăng ký tốt nghiệp ở MyBK vẫn không được ạ và tìm trong danh sách dự kiến tốt nghiệp thì không có tên trong danh sách ạ.. . Em xin cám ơn thầy cô nhiều ạ.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 23/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào cô. Dạ cô ơi, anh văn 1A 2A em học hồi học kì 202, điểm tổng kết đã được nhập lên bảng điểm nhưng vẫn chưa cập nhật tín chỉ cho em (bảng điểm mới cập nhật lại ngày hôm qua). Cô giúp em với. Em [full_name] [student_id], lớp CK19CTM4. Em cảm ơn.. .   i Học vụ .",
            "Chào bạn. . Bạn kiểm tra điểm nhập chính xác trước. . Tín chỉ sẽ cập nhật sau, dự kiến khoảng giữa tháng 12. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1927002  /b \t. . . .   i Yêu cầu khác . Em chào Thầy/Cô. . . . Các mail em không nhận được nên em cần liên lạc với tổ kĩ thuật của trường.. . . . Thầy/Cô vui lòng cho em xin thông tin của ban quản trị mạng/tổ kĩ thuật (hoặc phòng ban nào phụ trách về email của sinh viên) với ạ. . . . Em cám ơn",
            "Chào em,. . Tổ kỹ thuật đang thử email của em, em nhận được email chưa ?. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em kính chào Thầy Cô,. . Trong học kỳ này em có đăng ký môn học Đồ án Tổ chức thi công CI4127. Vì một số lý do trong tình hình dịch này em không thể đảm bảo được quá trình thực hiện đồ án. Trước đó em đã cố gắng để tiếp tục bao nhiêu có thể vì đã quá hạn xin rút môn. Em biết việc em xin phép ngoài thời gian quy định sẽ gây nhiều khó khăn cho Thầy Cô trong việc quản lý, nhưng em hy vọng Thầy Cô có thể giúp em hủy môn học CI4127 được không ạ?. . Em xin cảm ơn Thầy Cô rất nhiều ạ.",
            "Chào em,. . - Nhưng em hy vọng Thầy Cô có thể giúp em hủy môn học CI4127 được không ạ?. . =  Đã hết thời gian hủy môn học rồi em.. . Về hoãn thi:. . -      Các học phần đồ án (ĐA), Thực tập ngoài trường (TTNT), Đề cương luận văn tốt nghiệp (ĐCLV), Luận văn tốt nghiệp (LVTN), nếu tình hình dịch bệnh ảnh hưởng nghiêm trọng đến kết quả thực hiện, và SV không thuộc diện bị cấm thi (bảo vệ), SV phải được sự đồng ý của GV hướng dẫn, có xác nhận của Bộ môn/Khoa, mới được phép hoãn thi (nộp bài, báo cáo, bảo vệ).. . . . - Đã hết thời gian rút môn học (phải thanh toán học phí). Nếu em muốn rút: em cần làm theo hướng dẫn sau để trình BLĐ phòng xem xét. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.[full_name].vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang [full_name].hcmut.[full_name].vn. . 2.   Sv đăng nhập vào trang [full_name].hcmut.[full_name].vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào anh/chị,. . Hiện tại Bkpay bị lỗi khiến em không thể đăng nhập được. Cho em hỏi có cách nào để đóng học phí không thông qua BKpay không ạ?. . Em cảm ơn. . . .",
            "Chào em,. . - Trường thanh toán HP qua bkpay.. . - Em có thể nhờ người thân hoặc bạn có TK OCB thanh toán giúp em nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cô ơi cho em hỏi gần hết hạn nộp hp mà giờ bkpay sập thì phải làm sao ạ",
            "Chào em,. . Đã vào được rồi em.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dại quý thầy cô cho em hỏi mình cần tự làm đơn và đưa GVHD và Bộ Môn kí trước khi nộp PĐT phỉa không ạ. . . . Em cảm ơn.. .",
            "Chào em,. . Em theo dõi email PĐT sắp gửi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . PĐT cho em hỏi BKPay liên kết với OCB sáng giờ không mở được thì em không biết có được gia hạn ngày đóng học phí chính quy không ạ. Em cảm ơn. . . .",
            "Chào em,. . BKPay bình thường rồi nhé.. . Thân mến . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào phòng đào tạo, hiện tại bkpay bị sập nên em chưa đóng tiền học phí, phòng đào tạo cho em hỏi em đóng trễ có sao ko ạ",
            "Chào em,. . Đã vào được rồi em.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi: Phòng đào tạo - Trường đại học Bách Khoa TPHCM,. . . . Em vừa có kết quả thi anh văn nói- viết vào ngày hôm qua và em đã đạt. Em muốn biết là khoảng bao lâu thì điểm của em sẽ được cập nhật trên hệ thống của trường và khi nào thì em được cập nhật trong danh sách tốt nghiệp dự kiến vậy ạ??. . . . Em rất mong nhận được phản hồi sớm từ Phòng Đào Tạo để kịp đăng ký xét tốt nghiệp sớm.. . . . Em xin trân trọng cảm ơn.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . .   i Học vụ . Em kính chào quý Thầy Cô PĐT,. . Em là [full_name] MSSV: [student_id] khoa Kỹ thuật Xây dựng.. . Học kỳ 211 này em có đăng ký Đồ án môn học tổ chức thi công (CI4127). Thời gian học online ở nhà, gia đình em rất khó khăn, hơn nữa em bị đi cách ly tập trung nhiều lần (chỗ cách ly tập trung không có mạng, ...) nên việc học của em cũng bị gián đoạn, em định rút môn học khi còn hạn vì biết mình sẽ không thể hoàn thành được các môn học do còn các công việc của gia đình. Tuy nhiên, vì em muốn hoàn thành đúng tiến độ để kỳ sau làm Luận văn tốt nghiệp và ra trường đúng hạn nên em đã cố gắng. Nhưng vì điều kiện tình hình dịch bệnh khó khăn, em không thể nâng cấp sửa chữa máy tính để tiếp tục thực hiện đồ án (do đồ án dùng AutoCAD, Revit, ... rất nặng nên máy em không chạy nổi, màn hình đen chớp tắt, ...). . Em biết việc em xin được hủy môn khi đã hết hạn sẽ gây nhiều bất tiện cho Thầy Cô trong việc quản lý, cập nhật. Nhưng thực sự em cũng rất khó khăn nên em hy vọng Thầy Cô có thể chấp nhận việc hủy môn học của em để em có cơ hội xin các học bổng.. . Dù kết quả như thế nào đi chăng nữa, em cũng cảm ơn quý Thầy Cô đã dành thời gian giải quyết trường hợp này của em.. . Em xin chân thành cảm ơn quý Thầy Cô ạ.. .",
            "\"Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK211(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/ xem điểm trễ nhất là 30/11/2021. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào Thầy/Cô, cho em hỏi là điều kiện chuẩn tiếng anh để có thể nhận luận văn tốt nghiệp của khoa Điện K17 chính quy là gì vậy ạ? Khi nhập học em đã làm kiểm tra anh văn đầu vào và được miễn 4 môn anh văn. Em có thử vào xem \"Quy chế đào tạo và học vụ\" ở aao.hcmut nhưng không thể bấm vào được.",
            "Chào em. . Em xem chuẩn LVTN tại đây:. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/3.   Chuẩn tiếng Anh khi nhận Luận văn tốt nghiệp (LVTN) và khi tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name] Dạ chào PĐT ạ,[full_name] [full_name] [full_name] [full_name] Em tên là [full_name] ạ, chuyện là em có đăng ký BHYT của trường, em đăng ký có 1 lần mà không hiểu sao BKpay hiện ra 2 cái phải thanh toán ạ[full_name] [full_name] [full_name] Em có gửi 2 tấm ảnh đính kèm bên dưới ạ[full_name] PĐT có thể xem giùm lại giúp em với ạ[full_name] [full_name] [full_name] [full_name] Em cám ơn và chúc sức khỏe[full_name] [full_name] [full_name]",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin gửi lại phiếu hoãn thi để được xét hoãn thi, lần trước em được duyệt trên bksi nhưng em không điền form.. . Em rất mong được duyệt.",
            "Chào bạn. . Cô [full_name] đã hướng dẫn cho bạn vào ngày 11/8, bạn vui lòng xem lại hướng dẫn trước . . Bạn còn thiếu xác nhận của [full_name] và Giảng viên. . . . . . . . . . . . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . . . Sau khi có xác nhận của Giảng viên hướng dẫn/[full_name]: đồng ý + dự kiến không bị cấm thi Cuối kỳ thì gởi đơn + xác nhận cho Phòng đào tạo xem xét (nộp qua mail [email] hoặc BKSI). . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Trả lời mã ID 40797. . dạ em cám ơn chị,. . . . em đã đăng ký lại, mong PĐT xác nhận sớm giúp em với ạ..tại em sợ em phải nhập ngũ trước khi lấy bằng mất.. . . . Cám ơn chị nhiều!",
            "Chào em,. . Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/ cô, sắp tới em có nộp hồ sơ xin học bổng công ty Dương Nhật. Thầy / cô cho em hỏi về việc nhận bảng điểm như sau:. . + Nếu đăng kí nhận trực tiếp tại trường thì là nhận như thế nào ạ. Do trường không cho SV vào khuôn viên trường.. . + Nếu nhận qua bưu điện thì ngày hẹn cập nhật trên hệ thống là ngày em nhận được bảng điểm hay ngày trường bắt đầu gửi bảng điểm qua bưu điện ạ.. . Mong nhận được phản hồi sớm nhất từ thầy/cô.. . Em xin chân thành cám ơn. . [full_name]",
            "Chào em;. . Em vẫn có thể đăng ký nhận bảng điểm tại trường nhé. Trường hợp đăng ký nhận qua bưu điện thì trên hệ thống hẹn ngày in, sau đó mới gửi qua đường bưu điện nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dear anh/chị,. . Em là [full_name], mssv: [student_id], tình trạng là đã tốt nghiệp nhưng khi em tra cứu trong link của phòng đào tạo tại http://www.aao.hcmut.edu.vn/ thì em ko có tên mình trong danh sách chính thức tháng 11 ạ. . . Mong anh/ chị xem xét giúp em ạ! Hồi tháng 10 em có thấy tên mình nhưng giờ lại không ạ.. . Em cảm ơn ạ,. . [full_name]. .   i Tốt nghiệp .",
            "Chào em,. . Hiện tại đã cập nhật QD tốt nghiệp chính thức của bạn trên mybk/Thông tin sinh viên rồi nhé, em đừng tra cứu trên ds tốt nghiệp nữa nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  Em xin chào anh/chị Phòng đào tạo!. .  Em là [full_name] (MSSV [student_id]). . .  Anh/chị cho em hỏi. Em không đăng ký môn học học kỳ hè này em em không đăng ký in thẻ sinh viên được. Mà hiện tại thẻ em vừa hết hạn và em đang cần thẻ để đăng ký anh văn nói viết để tốt nghiệp. Không biết trường hợp của em thì giải quyết như thế nào ạ?. .  Mong Phòng đào tạo trả lời sớm giúp em ạ! Em xin cảm ơn nhiều!",
            "Chào em,. . - Để đăng ký anh văn nói viết để tốt nghiệp.. . =  Em vui lòng liên hệ TTNN để được hỗ trợ. . Điện thoại    (08) 3866 6869 – 0909 625 988. . Fax    (84.8) 38.[student_id]69. . Website http://bkenglish.edu.vn/. . Email  [email]. . - SV có TKB trong HK thì mới đăng ký in thẻ SV được nhé.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ thưa cô,. . . . Thầy [full_name] đã trả lời:. . \" Gửi đến SV. . . . [full_name] sẽ được cập nhật cao nhất, còn 4AV thì phải lấy kq tại thời điểm khi đăng ký quy đổi Ielts. . . . Thân chào.\". . . . Chính vì thế, kính mong cô cập nhật trên danh sách tốt nghiệp dự kiến của em thành:. . . . [full_name]-[student_id]. . Tên lớp: TT17COA1. . Điểm trung bình tốt nghiệp: 7.48. . Ghi Chú:. . Xếp loại: Khá. . Ngày công tác xã hội: 15. .   B Chứng chỉ AV: Ielts 7.5  /B . . . . Em xin cảm ơn cô.. . . . Kính thư,. . [full_name]",
            "Chào em,. . Em xem lại giúp nhé.. . Thân mến. ."
        ]
    }
]