[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em tên là [full_name], Kỳ 191 này em có đăng ký bổ sung 2 môn: . . Đồ án môn học kết cấu thép - CI3213. . Kết cấu thép 2 - CI3211. . Em đã có thời khóa biểu và cũng đã đóng học phí nhưng vào tuần thi giữa kì vừa rồi em lại không có tên trong danh sách lớp. . . Kính mong thầy/cô xem xét lại giúp em ạ.. . Em cám ơn ạ!",
            "Chào bạn,. . - Môn CI3213 nhóm B01-A có STT là 10 trong ds. . - Môn CI3211 nhóm B01-B có STT là 6 trong ds. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Chào thầy/cô !. . Em tên: [full_name].. . MSSV: [student_id]. . Học phí học ở học kỳ 191 này tính theo trang https://mybk.hcmut.edu.vn/stinfo/ là 9.120.000 đồng. Em đóng học phí trên   B bkbay  /B  trong đợt 1 là 2.880.000,0 đồng + 4.160.000,0 đồng = 7.040.000,0 đồng, nên đợt 2 vẫn còn 2.080.000 đồng. Nhưng đợt thanh toán đợt 2 ( từ ngày 03/12/2019 đến 10/12/2019 )   B trên hệ thống bkpay không thấy hiển thị số tiền còn lại để thanh toán  /B . Em nhờ Thầy/Cô kiểm tra lại dùm.. . . . Em cám ơn !",
            "Đã trả lời qua email của bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em bị quá đợt nộp bằng tốt nghiệp THPT vào tháng 9, vậy em có thể nộp bổ sung được không và nếu được thì phải theo quy trình thế nào ạ?. .",
            "Chào bạn,. . Bạn vui lòng khai báo thông tin bằng PTTH online xong in phiếu thông tin + bản sao bằng nộp trực tiếp Phòng đào tạo- Cơ cở 1.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Em đóng tiền học phí đợt 1 trực tiếp tại ngân hàng OCB nhưng trên BKpay vẫn chưa được thanh toán.. . . .",
            "Chào bạn,. . Bạn đến ngân hàng OCB hỏi lại nhé, nhớ giữ biên lai đã đóng học phí.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Khi đóng học phid bằng momo mặc dù momo đã xác nhận là đã thanh toán nhưng trên bkpay lại không hề xác nhận đã đóng phí hay chưa, không biết làm sao để kiểm tra quá trình thanh toán của bản thân đã đựoc thựa hiện chưa.. .",
            "Chào bạn,. . Học phí SV chính quy không thu qua Momo nha bạn. Momo chỉ là dịch vụ phí đăng ký thi ngoại ngữ ở TTNN của trường ĐHBK.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ cho em hỏi, em lỡ quên hạn đăng kí dự tuyển đợt kiểm tra Anh văn vào ngày 21.12.2019 , có cách nào thêm giúp em vào danh sách đăng kí dự tuyển không ạ. Em cảm ơn",
            "Chào bạn,. . hiện tại đã hết thời gian đăng ký nha bạn, bạn vui lòng theo dõi lịch học vụ để đăng ký đợt tiếp theo (nếu có nhu cầu). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . . . Kính gửi Phòng đào tạo đại học Bách Khoa TpHCM . . Vào lúc 17 giờ 33 phút ngày 9 thang 12 năm 2019 . . Em có giao dịch thanh toán học phí qua MoMo nhưng Trang BKPay thông báo chưa được thanh toán.. . Mong phòng đào tạo xem xét và giải quyết vấn đề trên",
            "Chào bạn,. . Học phí SV chính quy không thu qua Momo nha bạn. Momo chỉ là dịch vụ phí đăng ký thi ngoại ngữ ở TTNN của trường ĐHBK.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . \tDạ cho em hỏi hện tại em vẫn chưa đăng kí môn học được cho em hỏi có biện pháp nào giúp em đăng kí được không ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng vào xem lịch học vụ để biết thời gian đăng ký/hiệu chỉnh môn học đợt tiếp theo.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . vừa qua em có đăng ký thi Chuẩn anh văn vào - 003101, ngày 10 tới ngày 16 là hạn nộp tiền nhưng không thấy trên bkpay hiện mục thu phí tiếng anh. Mong pdt xem xét giải quyết giúp em.",
            "Chào bạn,. . Bạn vui lòng vào kiểm tra lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Cho em hỏi, hiện tại em lạc mất thẻ OCB và cũng mất mật khẩu tài khoản OCB nên em trễ hạn nộp học phí HK191.. . Cho em hỏi em có thể thanh toán trực tiếp  được không ạ?",
            "Chào bạn,. . Bạn có thể thanh toán trực tiếp tại ngân hàng và liên lạc với ngân hàng để cấp lại thẻ và mật khẩu của tài khoản OCB nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là em bị trễ hạn học phí phải làm sao ạ.. .",
            "Chào bạn,. . Bạn vui lòng thanh toán học phí và xem quy định về học phí tại http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 7. Học phí/7.2 Thanh toán học phí. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính .",
            "Chào bạn,. . Vui lòng trình bày rõ câu hỏi/thắc mắc trong phần nội dung nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "dạ thưa cho em hỏi. . kì này em nộp chứng chỉ anh văn để xét tốt nghiệp nhưng em không làm và muốn đợi đến kì sau nữa làm có được không ạ,có phải nộp thêm một chứng chỉ nào nữa không hay kì sau em chỉ việc vào đăng kí luận văn thôi ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "dạ thưa cho em hỏi. . kì này em nộp chứng chỉ anh văn để xét luận văn tốt nghiệp nhưng em không làm và muốn đợi đến kì sau nữa làm có được không ạ,có phải nộp thêm một chứng chỉ nào nữa không hay kì sau em chỉ việc vào đăng kí luận văn tốt nghiệp thôi ạ",
            "Chào bạn. . Khi nộp chứng chỉ đạt chuẩn thì phòng đào tạo tính bạn đã pass chuẩn AV cảu LVTN rồi, khi nào bạn đký LVTN cũng được bạn nhé.. . Thân",
            "dạ thưa cho em hỏi thêm. . kì này em đăng kí anh văn 2 và đang học luôn,vậy em có được chuyển điểm anh văn ko ạ. .",
            "Chào bạn,. . Việc đăng ký học và chuyển online không ảnh hưởng nhau, điểm tích lũy chung sẽ lấy cột điểm cao nhất của môn học để tính.. . Thân.",
            "dạ thưa cho em hỏi tiếp. . em đang được 125 tín chỉ tích lũy ngành,em chưa qua được 4 anh văn,vậy khi em đăng kí chuyển điểm cho bốn anh văn thì số tín chỉ em đạt được là 8 chỉ chuyển điểm có được gộp chung với 125 tín chỉ để em có thể nhận được luận văn ko ạ",
            "Chào bạn,. . điểm chuyển sẽ được tính vào điểm tích lũy và số tín chỉ tích lũy chung bạn nhé.. . Thân",
            "dạ thưa . . số tín chỉ được miễn anh văn là 8 chỉ sẽ được tính vào tại thời điểm em xét luận văn tốt nghiệp chứ ạ,125 tín chỉ tích lũy ngành cộng với 8 chỉ chuyển điểm anh văn để em đủ làm luận văn trong kì này chứ ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Khác ... . Xin phòng đạo tạo giúp đỡ em! Em đã đăng kí Thi Anh văn vào ngày 21/12/2019 thành công mà bây giờ em đóng lệ phí thì trên BK Pay không có mục để đóng, mong phòng đào tạo kiểm tra lại giúp em thử có sai sót gì không ạ, em xin cảm ơn!. .",
            "Chào bạn,. . Bạn vui lòng vào kiểm tra lại nhé, lệ phí đã được đưa lên. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ trường cho em hỏi phòng GDB2A là phòng nào và nằm ở đâu trong trường mình vậy ạ.Em có lịch thi ở phòng này.",
            "Chào bạn,. . Nằm ở cơ sở 1, gần khoa Hoá nha bạn, bạn vui lòng vào trường có thể hỏi bảo vệ để được hướng dẫn nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . Chào PĐT! . . . . Em có thắc mắc là môn học \"Hệ hỗ trợ quyết định và trí tuệ kinh doanh\" (IM3041) đã được đưa vào CTĐT của chuyên ngành Quản trị Kinh doanh cho khóa 2015 chưa ạ. . . . . Tại vì từ học kì trước, Khoa em thông báo đã bổ sung môn này vào CTĐT cho Khóa 2015 chuyên ngành QTKD. Nhưng hiện tại, em vào phần tiến trình học tập của mình trên mybk thì không có ạ. . . . Rất mong PĐT giải đáp thắc mắc này ạ, em cảm ơn.",
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác .... . . . Chào PĐT!. . . . Em có thắc mắc là môn học \"Hệ hỗ trợ quyết định và trí tuệ kinh doanh\" (IM3041) đã được đưa vào CTĐT của chuyên ngành Quản trị Kinh doanh cho khóa 2015 chưa ạ.. . . . Tại vì từ học kì trước, Khoa em thông báo đã bổ sung môn này vào CTĐT cho Khóa 2015 chuyên ngành QTKD. Nhưng hiện tại, em vào phần tiến trình học tập của mình trên mybk thì không có ạ. . . . Rất mong PĐT giải đáp thắc mắc này ạ, em cảm ơn.  /QUOTE . .",
            "Chào bạn,. . Bạn vui lòng liên hệ ở Khoa hỏi rõ, đã điều chỉnh CTDT và gửi công văn cho Phòng Đào tạo cập nhật chưa nhé, gửi vào thời điểm nào.. . Thân. .",
            "QUOTE Chào bạn,. . Bạn vui lòng liên hệ ở Khoa hỏi rõ, đã điều chỉnh CTDT và gửi công văn cho Phòng Đào tạo cập nhật chưa nhé, gửi vào thời điểm nào.. . Thân. .   /QUOTE . . Em chào PĐT. . [full_name] đã bổ sung môn học này vào CTĐT của chuyên ngành QTKD từ học kì 3 (2018-2019). Nhưng tiến độ học tập ở mybk của em vẫn chưa có môn này ạ.. . Em cảm ơn PĐT"
        ]
    },
    {
        "intent": "",
        "message": [
            "/B . .   i Yêu cầu khác . Em có nhận được gmail của trường về việc chuyển ngành đã được phân.. . Vi một số lí do của học kì 182, ba em bị tai biến nên em phải tập trung lo cho ba nên việc học của em có sa sút nên không thể phân ngành vào ngành mà em mong muôn( xây dựng dân dụng), hiện giờ em đang học Chuyên ngành CSHT, em cảm thấy mình có đam mê với dân dụng hơn. Hiện em chỉ mới đầu năm 2, nên chưa học chuyên ngành nào của Csht cả. Liệu em có thể xin chuyển ngành được không ạ? Nếu được thì em phải làm như thế nào ạ?. . Tại vì nếu em học csht em cũng sẽ phải lên kế hoạch để học bằng 2 dân dụng nhưng giờ ba em bệnh nguồn lao động chính đã mất, nếu học bằng 2 như vây thì em sợ em sẽ không có điều kiện để theo đuổi nổi.. . Em mong trường có thể xem xét giúp đỡ em ạ.",
            "Chào bạn,. . Việc phân ngành do [full_name] phân nha bạn, bạn vui lòng liên hệ tại Văn phòng [full_name] và giáo viên chủ nhiệm của bạn để được hướng dẫn thêm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . [full_name]ính gửi Phòng Đào tạo trường Đại học Bách khoa Tp.HCM. . Dạ cho em hỏi là với bảng quy đổi điểm Anh văn mới thì nếu em nộp bằng Toeic vào H[full_name]193 hoặc H[full_name]201 thì vẫn được chuyển theo bảng quy đổi điểm cũ không ạ? Với lại cho em hỏi [full_name]18 phải nộp bằng Toeic quốc tế thì có thể thi ở trung tâm B[full_name]English của trường hay phải thi ở IIG ạ.. . Em cảm ơn rất nhiều ạ.. .",
            "CHào bạn,. . . . Theo quy chế mới ghi rõ bảng quy đổi mới áp dụng từ HK1/2020-2021 nha bạn.. . . . Chứng chỉ Toeic quốc tế do IIG cấp, BKEnglish cuả trường có liên kết với IIG tổ chức thi và cấp chứng chỉ cua IIG, em tự liên hệ trung tâm hỏi lại nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cho em hỏi ạ em k15 ạ , và h em thi anh văn muốn nhận luận văn tốt nghiệp thì h bao nhiêu ạ , do em mới đọc quy chế xong kêu từ 2019-2020 là toeic nhận luận văn là 600 vậy k15 bọn em có áp dụng ko ạ hay vẫn 450 thì đã nhận luận văn rồi ạ",
            "Chào bạn,. . Bạn vui lòng xem lại quy chế mới có ghi rõ, chuẩn anh văn nhận LVTN áp dụng cho từng khóa, khóa 2015 không có thay đổi bạn nhé.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: V[student_id]  /b \t. . . .   i Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Xin chào quý thầy cô ạ, Em tên là [full_name] . Họv kỳ 2019 này e có đóng trễ học phí học kỳ 1 đợt 2 . Thầy/cô cho em xin cách giải quyết vấn đề này thế nào ạ. Em đã hoàn thành học phí rồi ạ. Em xin cảm ơn",
            "Chào bạn,. . Bạn xem quy định về học phí tại đây nhé:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 7. Học phí/7.2 Thanh toán học phí"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Chào chị,. . Vừa rồi em có đăng kí kiểm tra chuẩn anh văn đầu vào. Cho em hỏi bây giờ em muốn hủy thì phải làm sao ạ. Em xin cảm ơn.",
            "Chào bạn,. . Phòng Đào tạo đã thông tin email sinh viên cho các bạn, trường hợp không thi bạn vui lòng không đóng lệ phí thi Anh Văn nhé (bạn vui lòng kiểm tra mail SV). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi học kì 192 chuyển từ chương trình đại trà qua Việt Pháp được k ạ?",
            "Chào bạn,. . Bạn vui lòng liên hệ tại văn Phòng Việt Pháp (nhà B10) để xin tư vấn nhé!. . Thân",
            "Cho em hỏi bây giờ còn chuyển từ đại trà qua Việt Pháp được k ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Dạ em chào thầy/cô ạ.. . Hôm trước em có nhận được phản hồi từ thầy/cô về điểm Toeic Nói+viết của em chưa được cập nhật ạ.. . Hôm nay em có nhắn tin cho bên BK English thì bên đó bảo đã chuyển điểm của em rồi. . . Nên là em có thể nhờ thầy/cô kiểm tra lại điểm giúp em được không ạ? . . Em cảm ơn thầy/cô đã đọc tin nhắn ạ.",
            "Chào bạn,. . Hiện tại dữ liệu phòng đào tạo   B không có thông tin AV hai kỹ năng nói-viết  /B  cuả bạn từ trung tâm ngoại ngữ chuyển lên nhé.. . . . Nhưng bạn vui lòng xem lại trên quy chế học vụ -quy định về ngoại ngữ - AV hai kỹ năng nói viết - Mục 3b:..* Đồi với các khóa từ 2013 đến 2017, cho phép dự thi kỹ năng Speaking & Writing của Trung tâm Ngoại ngữ của Trường Đại học Bách Khoa với mức Đạt, tương đương mức điểm 200........ . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name]. . Em viết nội dung này mong quý thầy cô xem xét về trường hợp của em về việc xin giấy tạm hoãn nghĩa vụ quân sự vì bên phường ở địa phương em gửi giấy trúng tuyển nghĩa vụ quân sự.. . Do học kỳ 182 và 191 em không đăng ký môn học nên em bị tạm ngưng học và không đăng ký được giấy tạm hoãn nghĩa vụ quân sự.. . . . Lí do về việc không đăng ký môn học ở học kì 182 là do em không cập nhập thông tin cá nhân trên mybk dẫn đến đăng ký môn không thành công , ở học kỳ 191 gia đình em gặp chút vấn đề dẫn đến em không đăng ký môn học đúng hạn mặc dù sau đó em có đăng ký môn học dự thính nhưng không có lớp mở.. . Tuy nhiên trong thời gian đó em có học ielts và thi đạt được 5.0.. . Ở học kỳ 192 sắp tới em có làm đơn xin thu nhận lại. Em đã nộp cho phòng đào tạo và đã được thu nhận nhưng chưa có tkb ở hk 192 nên không thể đăng ký giấy xác nhận sinh viên. Hiện nay bên phường hối thúc em phải nộp được giấy chứng nhận sinh viên nếu không em sẽ phải thực hiện nghĩa vụ quân sự.. . Vì vậy, em kính mong quý thầy cô đọc về trường hợp của em và xem xét giúp đỡ vì đây là lỗi của em do không nắm bắt được thông tin ở trường .. . Trân trọng. . . . [full_name]. . . . [full_name]. . . . . . . . . .",
            "Chào bạn,. . Không có TKB sẽ không được cấp giấy xác nhận sinh viên nhé bạn, Đầu học kỳ 192, nếu bạn hoàn thành đăng ký môn học và có TKB sẽ được cấp giấy hoãn NVQS vào đầu HK 192 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "QUOTE Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Nếu em nộp học phí trễ hơn so với quy chế thì bây giờ em phải làm sao ạ, liệu em có bị hủy kết quả học tập hay không được đăng ký môn không ạ",
            "Chào bạn,. . Bạn vui lòng xem quy định về học phí tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 7. Học phí/7.2 Thanh toán học phí. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . thưa thầy cô, em là SV của K16 hệ chính quy, nhưng chỉ học được duy nhất HK1. do gặp nhiều vấn đề nên bây giờ em mới đi học lại. em đã nộp hồ sơ nhập học hệ vlvh trong tháng 11/2019, vậy hiện tại e phải đăng ký môn học của HK2 theo kế hoạch giảng dạy hay là như thế nào ạ, và em chưa thấy điểm hồi trước đây của HK1 chuyển qua. . . thực sự em rất hoang mang. cảm ơn thầy cô giúp đỡ ạ",
            "Chào bạn;. . Đăng ký môn học bạn theo dõi lịch trình trên trang aao    lịch học vụ    hệ VLVH nhé. . Còn miễn môn khi nào có sẽ gửi qua mail nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Dạ thưa bây giờ em muốn đổi họ trong thông tin do tờ khai sinh bản sao viết tay của em hồi xưa ghi sai lỗi chính tả nên các thông tin e nhập học sai hết. bây giờ bản sao khai sinh mới của em đính chính lại đúng chính tả nên em muốn đổi thông tin tên mình lại..em muốn biết mình phải làm gì ạ. . Yêu cầu khác:",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng làm đơn xin chỉnh sửa thông tin sinh viên, kèm theo bản trích lục khai sinh và nộp tại Phòng Đào tạo.. . Thân",
            "Dạ cho e hỏi thay bản trích lục bằng bản sao giấy khai sinh được không ạ.. Hay chính xác mình phải cần bản trích lục.. . Dạ em cảm ơn. .",
            "Chào bạn,. . Bản do địa phương cấp nha bạn, không rõ bản sao của bạn là như thế nào? hiện tại theo thông báo các địa phương đều cấp bản trích lục khai sinh, nên không rõ, bạn có thể chụp hình bản sao gửi để PDT kiểm tra có được không nhé. . Thân",
            "Dạ đây là bản sao giấy khai sinh của em.. Dạ kiểm tra giúp em.",
            "bản này đúng rồi nha bạn.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Lịch thi - Đại học - Cao đẳng chính quy   Khác ... . Dạ em chào thầy/cô PĐT,. . Cho em hỏi là em mới đọc được thông báo thi anh văn sẽ sắp xếp ngẫu nhiên vào 2 ngày 21,22/12, nếu sinh viên không chắc chắn có thời gian rảnh trong 2 ngày này thì có thể huỷ kết quả đăng kí bằng cách không nộp lệ phí. Em đã đóng lệ phí thi rồi thì phải làm sao ạ?. . Tại 21/12 lúc 15g em có lịch thi vẽ kĩ thuật,. . Còn 22/12 em có lịch training TNV chương trình BK FC - TÔI YÊU BÁCH KHOA 2020 từ 7g đến 9g30. . Em cám ơn thầy/cô PĐT nhiều ạ!",
            "Chào bạn,. . Theo thông báo nha bạn, các trường hợp đóng học phí thì không được trả lại nha bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào Phòng Đào Tạo, em tên [full_name] MSSV [student_id]. Hôm nay em viết yêu cầu này nhằm xin phép Phòng Đào Tạo cho em được gia hạn đóng BHYT năm học này.. . . . Vì lý do khách quan, cụ thể là tình hình tài chính nhà em gặp khó khăn mà em đã không thể hoàn thành nghĩa vụ đóng phí Bảo hiểm Y tế đúng thời hạn. Em tha thiết kính mong Phòng Đào Tạo giúp em được gia hạn đóng phí để em đóng ngay, thực hiện đúng nghĩa vụ sinh viên của mình. Em rất sợ bị đình chỉ hẳn một học kì vì lý do này.. . . . Em xin cảm ơn và chúc Phòng Đào Tạo một ngày làm việc vui vẻ. . . . . Mong nhận được phản hồi sớm từ Phòng Đào Tạo ạ.",
            "Chào bạn,. . Vấn đề về BHYT bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên để được hướng dẫn."
        ]
    },
    {
        "intent": "",
        "message": [
            "kính gửi thầy cô. . Em tên:[full_name],MSSV:[student_id]. . Hôm này em viết đơn này muốn hỏi thầy cô cách hủy đăng kí kiểm tra anh văn định kì vào ngày 21/12/2019 (em chưa đóng học phí thi) do bận việc nên em không thể thi được.. . em xin chân thành cảm ơn thầy cô. . . .",
            "Chào bạn,. . Bạn vui lòng kiểm tra email hướng dẫn nhé, nếu bạn không thi AV vui lòng không thanh toán học phí. Trong đợt này Phòng Đào tạo sẽ hủy kết quả đăng ký của những trường hợp không đóng học phí. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) .  . . Em hiện là sinh viên K18.Cho em hỏi hiện tại nhà trường có thông báo về 2 bảng điểm quy đổi cho các môn anh văn nhưng thời gian áp dụng bảng thứ nhất từ học kì 192 và bảng mới vào hk201. Vậy em nộp chứng chỉ ngoại ngữ vào  hk193 ( học kì hè) thì còn áp dụng với bảng quy đổi của hk192 không? và muốn áp dụng được  bảng của hk192 thì muộn nhất là khi nào? . .  Em xin chân thành cám ơn.. .",
            "Chào bạn,. . Lịch lấy dữ liệu anh văn tại thời điểm bắt đầu của học kỳ 201 sẽ được tính theo bảng quy đổi mới bạn nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Em tên [full_name], MSSV [student_id], khoa môi trường và tài nguyên . Hiện em đang nợ giải tích 1, giải tích 2 và vẽ kĩ thuật , tổng số tín chỉ là 11, em rất muốn đăng kí luận văn tốt nghiệp vào kì kế tiếp, nhưng vì nợ hơn số tín chỉ. Em mong nhà trường hãy cứu xét cho em để em được đăng kí luận văn , em xin chấp nhận mọi cam kết nhà trường đưa ra. Em xin chân thành cảm ơn. . . .",
            "Chào bạn,. . Phải theo đúng quy định nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1727008  /b \t. . . . Kính chào quý thầy/cô,. . . . Hồi đầu năm, ngày 24/02/2019, em có thi Nói - Viết tại BKEnglish. Sau đó em thấy trên web BKEnglish có kết quả được hơn 200 điểm.. . . . Em có thắc mắc là:. . . . + Phòng đào tạo sẽ tự cập nhật kết quả trực tiếp từ BKEnglish. . . . Hay là:. . . . + Sinh viên cần phải nộp các kết quả thi về phòng đào tạo. . . . Bởi vì hiện tại em cũng không nhìn thấy mục nào để kiểm tra tình trạng của Anh Văn Nói - Viết trên MyBK. Em không biết là kết quả thi Nói - Viết của mình đã được phòng đào tạo ghi nhận hay chưa?. . . . Mong quý thầy/cô giải đáp thắc mắc.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . Hiện tại bạn đã đạt các chuẩn anh văn của tốt nghiệp  và chuẩn LVTN rồi bạn nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho e hỏi trước khi nghỉ tết có lịch sinh hoạt công dân không ạ",
            "Chào bạn,. . Vấn đề về sinh hoạt công dân, bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . anh chị cho em hỏi nếu bây giờ em nạp bằng anh văn vào ngay hôm nay có được công nhận kết quả đăng ký môn học hay không, hay mình phải đợi đợt đăng ký lần hai để đăng ký bổ sung ạ",
            "Chào bạn,. . Bạn vui lòng nộp chứng chỉ theo đúng thời gian quy định tại lịch học vụ để được cập nhật cho đợt đăng ký hiệu chỉnh môn học vào ngày 18/12 nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Hôm 7/12 em vừa chuyển điểm thi anh văn ở IIG tp hcm nhưng em chưa đăng ký xét miễn điểm thì như thế em có được đăng ký môn vào đợt đăng ký tới (26/12)ko ạ. . . .",
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm). . Hôm 7/12 em vừa chuyển điểm thi anh văn ở IIG tp hcm nhưng em chưa đăng ký xét miễn điểm thì như thế em có được đăng ký môn vào đợt đăng ký tới (26/12)ko ạ. . . .   /QUOTE . .",
            "Chào bạn,. . Bạn vui lòng xem trả lời trong email nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Cho tôi hỏi có điểm chuyển này tôi có cần học lại môn thể chất 1 không ??? và điểm chuyển này tại sao có được. Cám ơn",
            "Chào bạn,. . HK182 bạn có học môn PE1017 , môn này được  thay thế cho môn GDTC1. Do đó bạn không cần học lại GDTC1(PE1003).. . Thân mến",
            "Bạn có thể nào kiểm tra giúp mình đã qua được bao nhiêu môn thể chất chưa ạ @@",
            "Hiện tại trên mục điểm chuyển của bạn chỉ có GDTC 1"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Vào đợt đăng kí môn học đợt 1 kì 2 năm 2019-2020, em chưa thực hiện xác nhận thông tin liên lạc trên mybk nên không được mở ĐKMH online.. . Em đã cập nhật lại thông tin liên lạc và vẫn chưa được cập nhật lại thông tin.. . Em mong được cập nhật lại và có thể đăng kí được môn học vào học kì 2 đợt 2 ạ.. . . . . .",
            "Chào bạn,. . Bạn vui lòng cập nhật thông tin và sẽ được mở đăng ký môn học vào đợt tiếp theo (xem tại lịch học vụ), hiện tại chưa có đợt đăng ký môn học nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "dạ thưa cho em . . em đang được 125 tín chỉ tích lũy ngành,em chưa qua được 4 anh văn,vậy khi em đăng kí chuyển điểm cho bốn anh văn thì số tín chỉ em đạt được là 8 tín chỉ chuyển điểm có được cộng với 125 tín chỉ tích lũy ngành để em có thể nhận được luận văn ko ạ,nếu cộng thì em sẽ đạt được số 133 tín chỉ tích lũy ngành em mới nhận được luận văn ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "dạ thưa cho em hỏi. . em đang được 125 tín chỉ tích lũy ngành,em chưa qua được 4 anh văn,vậy khi em đăng kí chuyển điểm cho bốn anh văn thì số tín chỉ em đạt được là 8 tín chỉ chuyển điểm có được cộng với 125 tín chỉ tích lũy ngành để em có thể nhận được luận văn ko ạ,nếu cộng thì em sẽ đạt được số 133 tín chỉ tích lũy ngành em mới nhận được luận văn ạ (dạ thưa em không còn nợ môn học nào nữa)",
            "Chào bạn,. . . . Điểm chuyển môn anh văn được tính vào số tín chỉ tích lũy chung và điểm tích lũy chung - không tính vào tích lũy học kỳ, và không thay điểm thi môn av trong học kỳ. . . . . Bạn có thể xem cách tính điểm trung bình tại: www.aao.hcmut.edu.vn- Sinh viên - Quy chế - Quy chế học vụ bậc đại học.. . . . Thân.",
            "dạ thưa . . vậy khi mình chuyển điểm bốn anh văn trong học kì này thì số tín chỉ đó sẽ được xét luôn để em nhận luận văn chứ ạ,ý em hỏi là em được 125 tín chỉ tích lũy ngành rồi,vậy khi em nộp thì sẽ được 133 tín chỉ phải không ạ",
            "Chào bạn,. . KHi nào dữ liệu điểm chuyển của bạn được cập nhật trên web thì Điểm chuyển môn anh văn được tính vào số tín chỉ tích lũy chung và điểm tích lũy chung.. . . . Thân.",
            "dạ thưa . . bắt đầu khi em nộp chuyển điểm bốn anh văn thì trong thời gian bao lâu thì phòng đào tạo sẽ cập nhật dữ liệu điểm chuyển trên web cho em ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "dạ cho e hỏi e quên đăng kí kì thi av vào chủ nhật tuần này thì e có cách nào đăng kí lại không ạ??. . . .",
            "Chào bạn,. . đã hết hạn đăng ký thi AV, bạn vui lòng đợi đợt sau nhé.. . Thân.",
            "cho em hỏi nếu đợt này e kh thi anh văn thì còn đợt nào nữa kh a?? và vào thời gian nào v ạ??. .",
            "Chào bạn,. . đã hết hạn đăng ký thi AV, bạn vui lòng đợi đợt sau vào cuối Hk sau nhé.. . Thân.",
            "cho em hỏi nêu cuối kì 2 em thi anh văn trên 350 điểm thì e có được miễn nộp bằng toeic 350 không ạ??. .",
            "Chào bạn,. . Bạn vui lòng xem lại quy định về chuẩn anh văn của từng năm được cập nhật chi tiết tại: www.aao.hcmut.edu.vn- Sinh viên -  Quy chế- Quy chế học vụ bậc đại học -  Phụ lục 1- Mục 2c. . . Thân.",
            "cho e hỏi nếu cuối kì 2 e thi dưới 350 điểm thì em phải nộp bằng toeic vào tháng mấy v ạ???. .",
            "Chào bạn,. . Bạn xem chi tiết lịch học vụ để biết rõ các đợt lấy dữ liệu anh văn cho từng đợt đăng ký môn học tương ứng tại:www.aao.hcmut.edu.vn- sinh viên - Lịch học vụ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "cho em hỏi hạn chót nộp bắng anh văn toeic 350 của năm nhất là ngày nào v ạ??. .",
            "Chào bạn,. . Bạn xem chi tiết lịch học vụ để biết rõ các đợt lấy dữ liệu anh văn cho từng đợt đăng ký môn học tương ứng tại:www.aao.hcmut.edu.vn- sinh viên - Lịch học vụ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin thưa phòng đào tạo, cho em hỏi học kì 182 em đạt được 13 chỉ và điểm trung bình học kì là 5.97 mà sao em bị cảnh cáo học vụ lần 1 vậy ạ?",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Xem quy định về xử lý học vụ tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/HỌC VỤ/XỬ LÝ HỌC VỤ, KỶ LUẬT. . Thân",
            "Dạ, em đã xem rồi mà không hiểu tại sao mình lại bị như vậy ạ?",
            "Chào em,. . . . Việc này em có thể làm đơn khiếu nại trực tiếp PDT sẽ giải quyết cho em."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi trường còn đợt đóng phí bảo hiểm đợt 3 ko ạ, nếu không có thì em muốn đóng thì  làm sao ạ",
            "Chào bạn,. . Vấn đề về BHYT bạn vui lòng liên hệ Phòng Công tác Chính trị sinh viên để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Dạ thưa,kỳ tới em đăng ký tốt nghiệp, nhưng em vào trang đăng ký để xem thì nhận thông báo là tình trạng sinh viên không được, khi em vào trang thông tin sinh viên thì tình trạng của em vẫn còn đang học ạ!Vậy trường hợp này e phải làm sao để được đăng ký tốt nghiệp nếu đến hạn đăng ký ạ! em cảm ơn  b MSSV/MSGV: [student_id]1  /b \t. . . .",
            "Chào bạn,. . Hiện tại chưa có đợt để đăng ký tốt nghiệp nhé, bạn vui lòng xem tại lịch học vụ và theo dõi y mail sinh viên về thông báo tốt nghiệp để đăng ký nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... .    Kính gởi Phòng đào tạo - Đại Học Bách Khoa Thành Phố Hồ Chí Minh.. .    Em là Sinh viên hệ VHVL ngành Kỹ Thuật Cơ Khí, nhập học tháng 12/2019.. .   Cho em hỏi, em muốn đăng ký môn học nhưng không biết chương trình đào tạo em đang học có những môn học và mã môn học là gì để tiện đăng ký thì vào mục nào để xem thông tin.. .    Phòng đào tạo thông tin cho em về vấn đề này với ạ.. .    Em xin cảm ơn.",
            "Chào bạn !. . . . Bạn vui lòng vào trang web aao.hcmut.edu.vn    sinh viên    chương trình đào tạo. Bạn chọn chương trình đào tạo khóa 2017 theo ngành bạn đã đăng ký học. . . . . Trong CTĐT đó thể hiện tất cả các môn học của 1 ngành, (bạn xóa các môn Giáo dục thể chất, giáo dục quốc phòng và các môn anh văn 1,2,3,4) còn lại các môn bạn cần phải đạt để tốt nghiệp. . . . Hiện tại PĐT và [full_name] đang tiến hành xét các  môn miễn. Khi có kết quả sẽ gửi mail thông báo cho các bạn biết nhé !. . . . Thân chào",
            "Cảm ơn sự hỗ trợ kịp thời của Phòng Đào Tạo.. .    Cho em hỏi thêm ạ: Học kỳ 2 (2019-2020)có 2 đợt đăng ký môn học, đợt 1 em chưa kịp đăng ký, vậy em có thể đăng ký môn học vào đợt 2 được không. . .   Trường hợp này có phải làm đơn cứu xét không ạ.. .   Em xin cảm ơn.",
            "Được nha bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Dạ cho em hỏi là em có nộp chứng chỉ ngoại ngữ trễ 1 ngày để đăng kí môn học đợt 2 ngày 18/12/2019. Vậy có được đăng kí môn học đợt 2 không ạ. Nếu không được thì còn cách nào để đăng kí môn học đợt này không.. . Em xin cảm ơn.. .",
            "Chào bạn,. . Dữ liệu anh văn sẽ lấy đợt bsung vào 16/12/2019 cho đợt đăng ký ngày 18/12/2019.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí dự thính . [full_name]. . Mssv:[student_id]. . Em đã thanh toán học phí dự thính kì 191 ngày 15/12/2019. . Lý do thanh toán trễ:gia đình em đang gặp khó khăn,mẹ mất sớm,ba đã già.Tiền học phí do anh trai phụ cấp,mà thời gian qua vợ anh mới sinh nên gặp khó khăn tài chính.Còn em đi làm thêm chỉ đủ tiền phòng,tiền ăn.Do đó em đã thanh toán trễ học phí. . Em mong phòng đào tạo xem xét.. . Em xin chân thành cảm ơn",
            "Chào bạn,. . Bạn vui lòng tải mẫu đơn, điền thông tin và nộp trực tiếp tại Phòng Đào tạo nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . cho em hỏi là em đã đóng học phí khoản DDDH191.3.[student_id].1 vào thứ 2 ngày 9 tháng 12 năm 2019 tại ngân hàng OCB phương Đông chi nhánh Tân Bình, nhưng sao trên web vẫn ghi là em chưa thanh toán ạ?",
            "Chào bạn,. . Hiện tại học phí trên BKpay của bạn vẫn chưa được thanh toán, bạn vui lòng liên hệ tại ngân hàng OCB (chi nhánh Tân Bình) để hỏi về khoản tiền thanh toán đó nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: V[student_id]  /b \t. . . .   i Học vụ - Đại học - Cao đẳng chính quy   Thu nhận lại . Kì 1 năm 2019-2020 vừa rồi em không đăng kí môn học ở HK chính vì lý do em đang chờ thi 2 kỹ năng tiếng anh Writting and speaking để xét tốt nghiệp. Nhưng em thi không đạt nên không tốt nghiệp được.Em đã không đăng kí 2 học kì liên tiếp và đã được thu nhận lại 1 lần. Em mong nhà trường thu nhận lại để em được tốt nghiệp. Còn 1 vấn đề nữa là thời gian thu nhận lại theo quy định đã hết. Em khẩn xin nhà trường giúp em! Em cảm ơn ạ.",
            "Chào bạn,. . Bạn vui lòng làm đơn thu nhận lại là nộp tại Phòng Đào tạo (mẫu đơn thu nhận tại biểu mẫu). . Thân",
            "Cảm ơn cô đã phản hồi!. . Nhân tiện cho em hỏi thêm. Em đã nộp đơn xin thu nhận lại rồi và đang chờ xử lý. Nếu em được thu nhận lại, em có cần phải đăng kí môn học của học kì 2 năm 2019-20120 để duy trì việc học không. Vì em dự tính sẽ tốt nghiệp vào tháng 4/2020 ạ.",
            "Chào bạn,. . Tùy bạn cân nhắc việc đăng ký môn học nhé, nếu bạn đã đủ điều kiện tốt nghiệp và chỉ muốn thu nhận để xét tốt nghiệp thì không cần đăng ký."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi nhà trường,. . . . Em là Sinh viên Đại học Văn bằng 2 Chính quy Ban ngày, ngành Khoa học Máy tính, nếu em có mong muốn chuyển sang Đại học Văn bằng 2 Chính quy Buối tối hoặc Đại học VLVH thì có được không ạ? Nếu được thì em có thể xin chuyển vào thời gian nào trong năm ạ?. . . . Em xin chân thành cám ơn,. . [full_name]",
            "Chào bạn.. . Hiện B2 không có buổi tối.. . Bạn có thể chuyển sang VLVH . . Lưu ý: trước khi chuyển sang VLVH bạn phải xin thôi học ở hệ CQ trước. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi em đã đăng kí thi anh văn toeic nhưng hiện trên bkpay em k thấy phần để thanh toán ạ. Mong gv giúp em ạ",
            "Bạn vào kiểm tra lại, trên BK có hiện 150 tiền lệ phí AV, bạn có thể ra ngân hàng OCB để thanh toán tiền trực tiếp nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . 1/ Em muốn biết bảng quy đổi điểm Anh văn từ HK201 này áp dụng cho khóa sinh viên nào khi có hiệu lực.. . . . 2/ Khóa K2016 chỉ cần toiec 500 để ra trường nhưng nếu áp dụng bảng quy đổi điểm anh văn mới này thì hiểu ngầm khóa K2016 phải cần toiec 600 mới ra trường đúng không ạ ( Bởi vì 600 mới quy đổi được điểm AV4)....Dạ em cảm ơn ạ.",
            "Chào bạn,. . . . Bảng điểm chuyển anh văn mới áp dụng từ HK201 cho tất cả sv các khóa có nhu cầu chuyển điểm (không bắt buộc).. . Riêng chuẩn anh văn tốt nghiệp của K2016 là bắt buộc và không thay đổi bạn nhé.. .  . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Khác ... . Dạ cho em hỏi là em nhận được thông báo là đã thanh toán trễ hạn lệ phí kiểm tra trình độ tiếng anh không biết là em có được thi đợt 21/12/2019 không hay là thi đợt sau ạ. .",
            "Chào bạn,. . Trường hợp đóng tiền trễ thì sẽ không có tên trong danh sách thi đợt này. Còn đợt sau bạn vui lòng đợi thông báo của Phòng Đào tạo về việc giải quyết những trường hợp sinh viên đóng lệ phí trễ nhé!. . Thân"
        ]
    }
]