[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi quý thầy cô,. . . . Em là [full_name], thuộc Khoa Quản lý Công nghiệp K17. Em bị trễ môn Kế toán Tài chính mã số IM2001. Em đã đăng ký mở lớp vào Đợt dự thính bổ sung HK211 nhưng sĩ số lớp quá thấp, khả năng cao lớp sẽ không được mở. . . Vậy nên em muốn làm thủ tục xin được học lại môn IM2001 cùng khoá K21, kính mong Phòng Đào tạo cung cấp cho em lịch môn học cụ thể và các thủ tục cần thiết để yêu cầu được xét duyệt. . . . . Em xin chân thành cảm ơn.. . . .",
            "Chào em,. . - K21 mở các môn Nhập môn ... không biết môn học này được mở hay không?. . . . - Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại [full_name] vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Học vụ  /i [full_name] [full_name] [full_name] [full_name] Kính Gửi : Ban Giám Hiệu[full_name] [full_name]            Phòng Đào Tạo Trường Đại Học Bách Khoa[full_name] [full_name] Em tên là : Nguyễn [full_name] [full_name] [full_name] Mssv : [student_id] [full_name] [full_name] Lớp : XD18CT1 [full_name] [full_name] Em chào PĐT ạ![full_name] [full_name] Dạ Thưa PĐT cho em hỏi là trong đợt đăng ký dự thính cho học kỳ 211 thì em có đăng ký tổng số là 8 tín chỉ ạ [full_name] [full_name] Và Trong đợt đăng ký môn học bổ sung cho Dự thính 211( học từ 30/8)- đợt 1 này em có đăng ký thêm 5 tín chỉ nữa ạ[full_name][full_name] [full_name] Tổng kết 2 đợt đăng ký môn học dự thính em đã đăng ký là 13 tín chỉ ạ [full_name] [full_name] Dạ PĐT cho em hỏi là em có bị hủy môn do đăng ký vượt quá số tín chỉ quy định là 10 chỉ không ạ [full_name] [full_name] Em xin chân thành cảm ơn![full_name] [full_name] [full_name]![full_name] [full_name] [full_name][full_name]",
            "Chào bạn. . Được nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em mong Pđt mở thêm sĩ số môn này ạ. Hiện tại là 60, chưa max sĩ số là 99 ạ. .   i Đăng ký môn học .",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô, trong đợt đăng kí môn học đợt 3  HK211, vì không đọc kỹ mail nên em đã xóa nhầm môn Quản lý dự án cho kỹ sư (IM2011) và không đăng kí lại được, sau đó em đã đăng kí môn Công nghệ sản xuất gạch ốp lát sứ vệ sinh (MA4025). Vậy thầy cô cho em hỏi, sau đợt đăng kí môn học đợt 3 này thì môn học Quản lý dự án cho kỹ sư có được xóa và môn Công nghệ sản xuất gạch ốp lát sứ vệ sinh có đăng kí được không ạ? Em cảm ơn ạ!",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi theo chương trình thạc sĩ mới 5 năm yêu cầu rằng đên tháng 10 này sẽ có đợt đăng ký bổ sung với mức yêu cầu  =60 tín chỉ và TBTL  =7.0. Em muốn hỏi là liệu em không đủ tiêu chí trên thì các kỳ tiếp theo có còn đợt đăng ký bổ sung nữa không ạ, hay là em phải đăng ký trong đợt này và làm giấy cam kết.",
            "Chào em,. . Em vui lòng liên hệ Phòng đào tạo Sau đại học qua địa chỉ: Website:www.pgs.hcmut.edu.vn, Email    : [email]. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Cô/Thầy,. . Em hiện tại đang học bằng 2 ngành Xử lý ảnh và thị giác máy tính (khoa khoa học máy tính), kì này em muốn đăng ký môn Nhập môn điện toán (CO1005) ở kì chính hệ đại trà, em phải làm sao để đăng ký được môn này để học cùng K21 ạ!",
            "Chào bạn,. . Về việc học chung với khóa 2021, sau ngày 15/09/2021 Sinh viên vui lòng làm đơn trình bày rõ về việc xin học chung với Khóa 21 môn nhập môn kỹ thuật (ghi rõ mã MH) và gửi qua bksi nhé để được xem xét nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào tạo,. . Em tên là [full_name], MSSV: [student_id], sinh viên Khoa Khoa học và Kỹ thuật máy tính, văn bằng 2, khóa K21. . . Em viết yêu cầu này mong Phòng Đào tạo xem xét đăng ký giúp em hai môn học để học chung với K21 trong đợt DKMH đợt 3 này. . . Lý do: Hai môn này là môn cơ sở ngành và chỉ mở cho các sinh viên năm nhất, em không đăng ký được trong đợt DKMH gần nhất. . . Hai đơn đăng ký học chung môn học với K21 em gửi đính kèm theo ạ.. . Hai môn học em muốn nhờ PĐT đăng ký có thông tin bao gồm:. . - Nhập môn điện toán (CO1005): Nhóm lớp L05.. . - Hệ thống số (CO1023): Nhóm lớp L02.. . Em đã email cho Văn phòng Khoa và đã được sự đồng ý từ Khoa như Hình ảnh đính kèm.. . Em rất mong được đồng ý của PĐT và đăng ký giúp em hai môn học này để em có thể học trong học kỳ này ạ.. . Em xin cảm ơn.",
            "Chào bạn. . . . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b  Em chào cô ạ ! em có đoc quy chế của pđt về điều kiện xét học bổng là không tính môn thi lại lần 2 (nếu có) khi xét học bổng. Vậy trong trường hợp em học môn đó 1 lần rồi nhưng em đăng kí học lại môn đó ở kỳ chính và chỉ thi một lần thì có đủ điều kiện để xét học bổng không ạ. em cảm ơn cô !\t. . . .   i Yêu cầu khác .",
            "Chào bạn,. . Về học bổng khuyến khích SV liên hệ phòng Công tác chính trị SV để được hướng dẫn thêm nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa thầy cô là em thi lần 2 anh văn đầu vào hơn 400 điểm thì có được đăng kí anh văn 1 không ạ. Em không thể đăng kí AV1. Hay phải đăng kí anh văn cơ bản. Mong thầy cô nói cho em lý do với ạ. Em cám ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em kính chào Phòng Đào tạo ạ!. . . . Em là [full_name].. . MSSV: [student_id]. . Khoa: Điện - Điện tử. . . . Em xin trình bày bày sự việc như sau:. . Ở học kỳ 202 (năm học 2020 - 2021) em có đăng ký học cải thiện 3 môn học sau:. . . . 1. Cơ sở Điều khiển tự động (EE2019). . . . 2. Cơ sở Điện tử công suất (EE2021). . . . 3. Cơ sở Kỹ thuật điện (EE2017). . . . Cả 3 môn học ở trên đều có học phần thí nghiệm em chưa hoàn thành. Theo kế hoạch học tập Phòng đào tạo gửi cho toàn bộ sinh viên, có nêu rõ thì học phần thí nghiệm sẽ học ở những tuần cuối học kỳ 211 năm học 2021-2022.. . . . Hiện tại em đã bảo vệ xong Luận văn tốt nghiệp và đã đủ số tín chỉ bắt buộc để xét tốt nghiệp đại học.. . . . Gia đình em có hoàn cảnh khó khăn nên nếu tình hình dịch bệnh được kiểm soát thì em phải đi làm để trang trải cuộc sống, không thể có thời gian đi học tiếp các học phần thí nghiệm, thi cuối kỳ để hoàn thành môn học ạ.. . . . Em muốn hỏi là Phòng đào tạo có thể tạo điều kiện để em rút 3 môn học trên được không ạ? (em đã đóng học phí đầy đủ ạ). . . . Em đã đính kèm phiếu đăng ký rút môn học và đơn nêu lý do rút môn học trễ hạn ở dưới ạ.. . . . Em xin chân thành cảm ơn.. . Trân trọng.. . . . . .",
            "Chào bạn,. . PDT đã tiếp nhận đơn của bạn và trình Ban Lãnh đạo xem xét và sẽ trả lời kết quả đơn cho bạn trễ nhất là sau ngày 27/08/2021.. . Nếu sau ngày này vẫn chưa nhận được câu trả lời bạn vui lòng gửi lại phản hồi qua bksi để PDT kiểm tra.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào các thầy cô. Em tên là [full_name]. MSSV [student_id]. Do tình hình dịch bệnh nên nhà trường đã quyết định học online. Em thì chưa mua được laptop phục vụ cho việc học nên đang xài chung với một bạn cạnh nhà. Tình hình thì em đã đăng ký môn học xong. Nhưng bạn cho em mượn máy tính là hoc trường khác và cũng đăng ký trùng giờ học với em, nên buộc em phải đổi lớp môn Xác suất thông kê(MT2013). Em cũng tính đổi nhưng ngặt nỗi là đã hết lớp rồi ạ. Em thì muốn được học môn này trong kì HK211 nên hôm nay em xin các thầy cô đổi lớp giùm em được không ạ. Lớp hiện tại của em là L02 thứ 5 tiết 8 9 10. Những lớp em có thể đổi được là:. . L04 thứ 5 tiết 7 8 9 . . L07 thứ 5 tiết 2 3 4. . [full_name]9 thứ 3 tiết 8 9 10. . Em xin cảm ơn các thầy cô rất nhiều. .",
            "Chào bạn,. . - Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . - Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] [full_name] [full_name] Chào thầy cô[full_name] Em là [full_name], K18[full_name] Hiện tại em mới qua av3, nhưng do kì này pdt không xét điều kiện av nên em vẫn có thể đăng kí một số môn của năm 4[full_name] Nhưng kì sau thì chắc là sẽ không được[full_name] Em không đăng kí học av4 kì này vì em nghĩ cũng không kịp có điểm trước khi DKMH của học kì 2[full_name] [full_name] [full_name] - Vậy em muốn hỏi cuối kì 1 pdt có tổ chức thi av tập trung như trước không(SV được học tập trung ở trường)[full_name][full_name] [full_name] -  Và trường hợp dịch bệnh vẫn chữa được kiểm soát thì pdt có phương án nào để giải quyết không vấn đề trên không[full_name][full_name] [full_name] Mong pdt giải đáp sớm cho em để em có kế hoạch học tập đúng lộ trình[full_name]Em cảm ơn![full_name] [full_name] Trân trọng[full_name]",
            "Chào bạn,. . Trường hợp này không thể trả lời cho bạn được nhé, bạn vui lòng đợi thông báo mail (nếu có tổ chức thi). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em hiện tại là sinh viên năm 4 của khoa điện, trong kỳ tới em đang có kế hoạch đi thực tập vì vậy em muốn xin đổi nhóm lớp đã đăng kí trong học kì này để phù hợp với thời gian thực tập ở công ty được không ạ? . . Em xin cảm ơn ạ",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo,. . . . Nay em viết đơn này xin trình bày về việc cứu xét đăng ký luận văn tốt nghiệp. Em đã hoàn thành đề cương luận văn tốt nghiệp vào học kỳ trước, nay em bước vào quá trình làm luận văn nhưng em không thể đăng kỳ được do môn tiên quyết của em là “Thực tập công nghệ phần mềm” (CO3055) không được mở học kỳ này và hệ thống ghi nhận là em không có kết quả của môn này; đây cũng là học kỳ cuối cùng em có thể theo học. Sau khi được làm đơn cứu xét thì khoa đã đồng ý cho em học cùng lúc môn \"Thực tập công nghệ phần mềm\" (CO3055) và làm luận văn tốt nghiệp cùng lúc.. . . . Kính mong phòng đào tạo xem xét qua trường hợp của em ạ.. . p/s: nội dung quá trình xin xét duyệt đơn qua mail em đã chụp và zip lại thành file tổng hợp. File zip chụp màn màn hình và file đơn xin em gửi kèm cùng nội dung ạ.",
            "Chào bạn,. . PDT đã tiếp nhận đơn của bạn và trình Ban Lãnh đạo xem xét và sẽ trả lời kết quả đơn cho bạn trễ nhất là sau ngày 27/08/2021.. . Nếu sau ngày này vẫn chưa nhận được câu trả lời bạn vui lòng gửi lại phản hồi qua bksi để PDT kiểm tra.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT,. . Em là [full_name], MSSV: [student_id]. . Em xin phép gửi PĐT Đơn đăng ký môn học HK211 chung với sinh viên K2021 (đã được BCN Khoa KH&KTMT duyệt). . Mong PĐT xét duyệt cho em để em có cơ hội học tập 2 môn:CO1005 & CO1023 trong học kì 211 này.. . Thời khóa biểu em đăng ký như sau:. . CO1005-Nhóm L03- Thứ 6- [full_name] bắt đầu: 2. . CO1023-Nhóm L02- Thứ 2- [full_name] bắt đầu: 2. .",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo!. . . . Em làm sinh viên bằng 2 khoa QLCN, PĐT cho em hỏi nếu em muốn đăng kí môn học   B \"IM1007-Quản trị đại cương-lớp L01\"  /B  và môn   B \"IM1019-Tiếp thị căn bản- lớp L02\"  /B  với năm nhất khóa 2021 thì phải thực hiện như thế nào ạ?. . . . Rất mong nhận được phản hồi từ PĐT.. . Em xin cảm ơn ạ!",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi là khi nào thì mình có thể in giấy xác nhận sinh viên dùng để hoãn NVQS và hình thức nhận như thế nào trong tình hình học online hiện nay. Em xin cảm ơn.. .",
            "Chào bạn,. . Sinh viên có TKB trong HK211 mới có thể đăng ký được giấy xác nhận SV hoãn NVQS,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phường và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu.. . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô chức trách ạ. Cho em hỏi là đăng kí hoãn thi cuối kì ở học kì chính quy thì có thể đăng kí thi cuối kì ở học kì dự thính không ạ. Em cảm ơn ạ!. . . .",
            "Chào bạn,. . Miễn ở HK tiếp theo có tổ chức thi, thì bạn có thể đăng ký thi lại nhé (CQ+ DT đều được). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 . Chào thầy/cô, . . Em là [full_name]; MSSV [student_id]. . Em vừa đăng kí môn đợt 2 cho học kì 211. Thầy/cô cho em hỏi là khi nào thì được rút môn đk kì 211 và cách rút môn thế nào ạ?",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cô ơi, . . trên chương trình đào tạo có ghi học nhóm C tối thiểu 10 chỉ ( 6 chỉ nhóm chuyên ngành và 4 chỉ nhóm C tự chọn của ngành khác). Mà em đăng ký 4 chỉ tự chọn của nhóm C, trong đó có 1 môn trong ngành em. Vậy 1 môn đó có được tính vào tín chỉ tích lũy không ạ",
            ". . Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT, KSTN vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên: [full_name]. . MSSV: [student_id]. . Hệ VLVH: khoa cơ khí chế tạo. . Em đã đăng ký môn học ở đợt đăng ký\" Đăng ký môn học Chính Quy + Hệ Vừa làm Vừa học - HK211 - Đợt 1\" thành công nhưng vẫn chưa có TKB.. . Hôm nay em có xem lại lịch sử đăng ký thì thấy thông báo PĐT đã không đăng ký môn học ME4045 (Đồ án chuyên ngành (ct)) lý do vì thiếu môn tiên quyết ME3033 (Kỹ thuật chế tạo 2) Dẫn đến em cũng không được đăng ký môn ME4093 (đề cương luận văn tn (ct)) do thiếu môn song hành ME4045. Môn ME3033 (kỹ thuật chế tạo 2) em đã học vào học kỳ 202 nhưng chưa thi. Hôm bữa trường có mail thông báo đăng ký môn học trong đó có mục \"Các học phần đang học nhưng chưa có điểm (HK202+HK203), được xem là đạt và tích lũy tín chỉ để đăng ký học phần\".. . Kính mong quý thầy/cô xem xét giải quyết giúp em để em có thể đăng ký Đồ án chuyên ngành và đề cương luận văn trong học kỳ này.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào pđt em có 1 vấn đề về môn học . Đó là em bị mất một môn Ee3013 ở đợt đăng kí môn học lần 3 . Lúc em đăng kí lại thì lại gì là chưa đủ chuẩn giáo dục thể chất mặc dù đến cuối kì 2 năm 2 em đã họ đủ nhưng do dịch chưa kiểm tra được. Vậy pđt có cách nào giúp em được không hay e sẽ phải chờ hết dịch mới được đky thể chất lại mới được ạ",
            "Chào bạn,. . Bạn vui lòng vào ĐKMH lại, xem bị lỗi gì vui lòng chụp màn hình gửi để PDT kiểm tra nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT,. . . . Em là [full_name], MSSV: [student_id].. . . . Em xin phép gửi PĐT đơn đăng kí môn học HK211 chung với sinh viên K2021 ( đã được BCN khoa KH&KT MT duyệt). . Mong PĐT xét duyệt cho em để em có cơ hội học tập 2 môn: CO1005 và CO1023 trong HK211.. . . . Thời khoá biểu em đăng kí như sau. . . . CO1005 - nhóm [full_name] - [full_name] 6 - [full_name] bắt đầu 4. . CO1203 - nhóm [full_name] - [full_name] 6 - [full_name] bắt đầu 9",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: phòng đào tạo trường đại học BK Tp HCM. . em tên là: [full_name] mssv:[student_id]. . ngày hôm nay( 18/8/2021) em có dự thi môn VLBD(mã môm học EE1013). và  có điểm danh. tuy nhiên ở phần nộp bài. trong lúc em lấy file scan PDF để nộp thì vô tình thoát mất web google meet đang thi. em có liên lạc với bộ phận hỗi trợ thi qua email: [email] nhưng thầy bảo:\" hỏi giáo viên bộ môn. em lại không có email của thầy [full_name]( giáo viên bộ môn VLBD) . em cũng chờ 2 giờ để mở khóa hệ thống thi nhưng vẫn không vào được. vậy nên em xin được phép hoãn thi môn VLBD do xảy ra vấn đề trong lúc nộp bài thi ạ. em rất mong nhận được phản hồi từ phía phòng đào tạo,. em xin chân thành cám ơn.. . . .   i Yêu cầu khác .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép).. . Bạn phải báo với CBCT để ghi nhận về trường hợp của bạn trong quá trình thi, vì PDT sẽ gửi ds hoãn thi về Khoa để đối chiếu lại nhé!. . . . . . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô ạ. Em xin phép PĐT giúp em mở lớp Thực tập địa chất kiến trúc mã cũ của K18 vì kì trước em không đi được do có bệnh đột xuất.. .  Em xin cảm ơn ạ.. . . .",
            "Chào bạn,. . PDT đã tiếp nhận đơn mở lớp của bạn nhé, sau ngày 18/8/2021 bạn vui lòng vào kiểm tra và ĐKMH nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là em thi lần 2 anh văn đầu vào được hơn 400 điểm, thì có được đăng kí AV1 ko ạ ? Mong thầy cô phản hổi giúp em, sắp hết hạn đăng kí đợt 3 rồi ạ :(("
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào tạo,. . . . Phòng Đào tạo có thể mở thêm sĩ số cho môn học Cơ sở vật liệu và bảo vệ ăn mòn (CH3331) trong đợt 3 đăng ký môn học HK211 được không ạ? Đợt 2 em chưa đăng ký được do các lớp đều đã đủ sĩ số nên muốn đăng ký thêm môn học này ở đợt 3 ạ.. . . . Em xin chân thành cảm ơn!",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 . xin kính chào PĐT, em đã thanh toán hp HK3  nên em xin pđt cho em xin rút môn học công trình trên đất yếu CI4037 vì môn này em đã qua môn từ học kỳ trước đó rồi ạ,em biết gửi giờ hơi trễ nhưng xin mong pđt vẫn giúp đỡ em. . Em xin cảm ơn",
            "Chào bạn,. . Hiện tại đã hết thời gian để rút MH cho HK203 nhé bạn!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy cô,. . Em là [full_name], mssv [student_id] lớp GT16Hk. . bộ môn Kỹ thuật hàng không, khoa Kỹ thuật giao thông. . . Trước đây em học Việt Pháp và có học môn nhập môn kỹ thuật mã CI1001, đã học đạt và bây giờ em chuyển sang chương trình đại trà.. . Do môn đề cương luận văn yêu cầu môn nhập môn kỹ thuật mã TR1001 là môn học trước nên em có làm đơn xin chuyển đổi môn tương đương lên bộ môn và khoa và đã được thầy cô bộ môn chấp thuận gửi kèm công văn bên dưới.. . kính mong quý thầy cô giải quyết giúp em để em được đăng kí đề cương luận văn vào kì này, vì năm nay là năm thứ 6 không còn nhiều thời gian để hoàn thành chương trình đại học.. . Em xin chân thành cảm ơn thầy cô, chúc thầy cô và gia đình thật nhiều sức khỏe ạ.",
            "Chào [full_name]ạn,. . Bạn nhờ [full_name] gửi công văn lên Phòng Đào tạo cho [full_name]ạn nhé, để PDT tiếp nhận và ra quyết định và chuyển quyết định về [full_name] cho [full_name]ạn.. . Khi nào có QD, [full_name]ạn có thể làm đơn xin ĐK môn ĐCLV và gửi qua [full_name]ksi nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . [full_name] Thi MSSV [student_id]. . . . Thầy/cô cho em hỏi vấn đề đăng kí Luận văn tốt nghiệp ạ! Vào HK211 em còn môn Luận văn tốt nghiệp (ME4029) nhưng do em chưa hoàn thành đủ điều kiện anh văn nên em không đăng kí được! Do ảnh hưởng của dịch Covid nên em chưa thi để lấy bằng Toeic được. Và theo em được biết thì các môn khác được tạm thời không xét điều kiện anh văn vẫn đăng kí được. . . Vậy nên cho em hỏi em có thể xin đăng kí trước môn LVTN (ME2049) rồi bổ sung bằng anh văn sau không ạ? Và nếu tạm thời em chưa đăng kí được, em có cần đăng kí môn học khác để không bị đình chỉ học vụ không ạ?. . Em xin cảm ơn ạ!",
            "Chào bạn,. . Phải đủ điều kiện bạn mới có thể đăng ký được môn LVTN.. . Sau khi đủ điều kiện, bạn có thể làm đơn xin đăng ký LVTN trễ hạn sau khi hết thời gian đăng ký online.. . Trong đơn phải có xác nhận đồng ý của giáo viên hướng dẫn và Ban chủ nhiệm khoa sau đó nộp tại Phòng Đào tạo để được xem xét đăng ký bổ sung trễ hạn. . Chúc bạn học tốt. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa thầy/cô, . . . . Em là [full_name], MSSV: [student_id]. Em có đăng ký hỗ trợ công tác đo thân nhiệt cho đợt 24 - 30/05/2021 tại CS1 của trường trong các ngày 24, 28, 29 và 30. Tuy nhiên trên sàn hoạt động ngoại khóa em mới nhận được 01 ngày CTXH cho ngày 30/5 thôi ạ. Trước đó em có ghi nhầm MSSV thành 191295  B 3  /B  nhưng đã liên hệ với chuyên viên văn phòng và điều chỉnh lại rồi. . . Kính mong thầy/cô giúp em cập nhật lại ngày CTXH ạ.. . . . Em xin đính kèm 2 file điểm danh trong 2 đợt đăng ký. . . Đợt 1: https://docs.google.com/spreadsheets/d/1-[full_name]65-[full_name]-CPs/edit#gid=[student_id]83. . . . Đợt 2: https://docs.google.com/spreadsheets/d/10URi-H2mqcRag1otgnNfVoJkIOhDd1LX1pAJs1lcaRs/edit#gid=[student_id]88. . . . Trong đó em thấy 3 ngày 24, 29 và 30 mssv của em vẫn chưa được sửa lại ạ.. . . . Em xin cảm ơn.",
            "Chào bạn,. . Ngày CTXH: Bạn vui lòng liên hệ về văn phòng Đoàn Khoa – Đoàn Trường để được hướng dẫn và hỗ trợ nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] _ MSSV [student_id]. . . . Tính tổng số tín chỉ tích luỹ hk2o2 em được 115 - thiếu 5 tín chỉ để đăng ký luận văn tốt nghiệp.. . . . Do ảnh hưởng dịch bệnh, học kỳ dự thính hè vừa rồi không mở các môn có học phần thí nghiệm nên em ko thể tăng số tín tích luỹ lên, vì chương trình học của em chỉ còn các môn có thí nghiệm và môn tự chọn.. . . . Em cũng đã hoàn thành và được duyệt Đề cương Luận văn. Học kỳ sau là học kỳ cuối trong thời gian đào tạo chính quy của em. Mong được nhà trường và phòng đào tạo giúp đỡ, xem xét đặc cách cho em đăng ký luận văn tốt nghiệp.. .",
            "Chào bạn,. . Bạn vui lòng làm đơn trình bày rõ vấn đề của bạn, ghi rõ về kế hoạch học tập trả nợ của bạn như thế nào?. . Vì hiện tại Khóa 2015 chỉ còn HK211 và học kỳ cuối nhé.. . Vui lòng trình bày rõ ràng, để chuyển đơn cho Ban Lãnh đạo xem xét và trả lời cho bạn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: PĐT Đại học bách khoa TP Hồ Chí Minh. . Em tên là [full_name], mssv [student_id], hệ bằng 2 chinh quy năm 2021.. . Với mong muốn hoàn thành đúng chương trình bằng 2 chính quy đúng thời hạn, em xin gửi phòng đào tạo đơn xin học chung 2 môn với khóa K21 trong học kỳ 211 này, đó là môn Nhập môn điện toán (CO1005) và môn Hệ thống số (CO1023), đơn đã được BCN khoa Khoa học và máy tính đồng ý cho theo học cùng K21.. . Thời khóa biểu cụ thể là:. . Nhập môn điện toán (CO1005) : Nhóm L05, thứ 3, tiết 8-9.. . Hệ thống số (CO1023) : Nhóm L01, thứ 6, tiết 9-10.. . Mong phòng tạo đạo tạo điều kiện giúp em, em xin cảm ơn.",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em kính chào Quý thầy cô. . . . Trong thời khóa biểu của em có 2 môn thực tập của HK 203 và 211 (em có gửi kèm file chụp màn hình ạ). . . Do dịch nên em cũng không biết liên lạc với bộ môn, khoa bằng cách nào luôn ạ.. . . . Nay em viết đơn này xin phép hỏi quý thầy cô 2 câu hỏi ạ:. . . . 1) Trường mình có tổ chức thực tập mùa dịch này không ạ, và nếu có thì liêc hệ với khoa, bộ môn bằng cách nào ạ.. . . . 2) Nếu trường mình không tổ chức thực tập, nghĩa là cái thực tập HK 203 của em chưa học và trường sẽ thông báo qua mail khi bắt đầu đúng không ạ?. . . . Em xin cảm ơn quý thầy cô rất nhiều. .",
            "Chào bạn,. . Nhà trường đã có thông báo cho SV về việc tạm ngưng việc thực tập cho đến khi có thông báo. Một số khoa có thể tổ chức thực tập online có thể gửi lên nhà trường xem xét.. . Bạn vui lòng liên hệ khoa để được hướng dẫn và hỗ trợ nhé:. . Thông tin liên hệ Khoa cơ khí. . Văn phòng. . . . : B11 – 268 Lý Thường Kiệt, Q. 10, TP. HCM. . . . Điện thoại. . . . : (84.8) 38 654 535 – Ext: 5886. . . . Website. . . . : http://www.fme.hcmut.edu.vn. . . . Email. . . . : [email]",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1814264  /b \t. . . .   i Đăng ký môn học . . . THƯ Đặng Minh   thu.dang24052000@hcmut.edu.vn . . Tệp đính kèm. . 09:53, CN, 15 thg 8 (3 ngày trước). . tới Phòng. . . . Kính gửi Phòng đào tạo . . Sau nhiều lần liên hệ giải quyết vấn đề trục trặc trong đăng ký môn học học kỳ 211 của em, đến thời điểm hiện tại em vẫn không đăng ký được môn học cần thiết. Em xin được trình bày lại chi tiết sự việc như sau:. . . . Học kỳ hè 203, em không đăng ký được môn Thực tập ngoài trường (CH3345), theo như chỉ dẫn của PĐT, em đã làm đơn xin cứu xét, được duyệt bởi thầy Nam ( Trưởng khoa Kỹ thuật Hóa học), em đã forward mail của thầy về PĐT nhưng không thấy phản hồi, em có mail lại lần nữa thì được trả lời là \" Danh sách tốt nghiệp đã gởi về khoa'', em không biết có sự nhầm lẫn gì ở đây không nhưng thật sự câu trả lời đó không rõ ràng.. . . . Em lại liên hệ với cô Phúc ( người quản lý danh sách sinh viên thực tập) thì cô nói theo danh sách mới nhất cô nhận được là không hề có tên em.. . . . Đến đợt đăng kí môn học học kì 211, em nhờ cô Tâm ( Bộ môn Công nghệ sinh học) hỏi với PĐT việc đăng ký song song môn Thực tập ngoài trường (CH3345) và môn Đề cương luận văn tốt nghiệp (CH4345), PĐT trả lời là đăng ký được, em cũng đăng ký nhưng kết quả hiện tại theo thời khóa biểu em đã bị xóa mất hết 2 môn trên. . . . . Sau nhiều lần gửi mail cũng như hỏi trên BKSI, thì đến hiện tại trường hợp của em vẫn chưa được giải quyết. Em đã làm hết tất cả theo yêu cầu của PĐT rồi, mùa giãn cách xã hội nên em không thể trực tiếp đến Trường để nhờ PĐT giúp đỡ. Em rất mong PĐT đọc và hiểu được khó khăn của em ngay lúc này. Và nếu được thì cho em xin được liên lạc với thầy/ cô cụ thể có thể trực tiếp giải quyết vấn đề của em, có hướng dẫn cụ thể, nhất quán chứ không theo kiểu chung chung như vậy ạ.. . . . Thật sự kính mong sự giúp đỡ từ PĐT xem xét lại trường hợp của em. Em rất cảm ơn và mong chờ sự phản hồi từ PĐT.",
            "Chào bạn,. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký. . Trong kết quả có báo lý do không đăng ký được môn TTTN do thiếu số tín chỉ?. . Vấn đề là bạn chưa đủ điều kiện để ĐK môn TTTN?. . Cô không thấy bạn trình bày vấn đề này?. . Thân",
            "Em xin phản hồi lại phòng đào tạo câu hỏi trên. . Hiện tại thì em đã đăng ký được các môn nói trên, đợt trước có thể lỗi là do hệ thống tính toán tín chỉ của em không đúng, hoặc lỗi gì khác em cũng không biết. . . Cảm ơn PĐT đã phản hồi lại cho em và đã xử lý trường hợp của em. . . Em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đã thanh toán học phí trễ hạn 203 theo yêu cầu.. . Mong pdt mở đăng ký môn học hk 211",
            "Đã mở khóa cho bạn [full_name] nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cô ơi em muốn học môn thí nghiệm vật lý chung với khóa 2021 thì phải làm sao ạ. Em cám ơn. Chứ môn này khoa không chịu mở lớp ạ.. .",
            "Học vụ . Cô ơi em muốn học môn thí nghiệm vật lý chung với khóa 2021 thì phải làm sao ạ. Em cám ơn. Chứ môn này khoa không chịu mở lớp ạ.",
            "Chào bạn. . Môn này sẽ có nhiều bạn có nhu cầu học, Bạn tập trung lại và báo [full_name] lại lần nữa, trình bày thật thuyết phục để [full_name] mở lớp nghen bạn. . Và bạn đăng ký trong đợt nguyện vọng của dự thính (lộ trình 2) nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1913148  /b \t. . . .   i Đăng ký môn học . Kính gửi Phòng Đào Tạo DHBK TP HCM. . Em là Nguyễn Anh Đức(MSSV 1913148), em gửi đơn mong PĐT có thể giúp em đăng ký vào lớp L02 môn Hoá Hữu Cơ (CH2021), do là đợt thi vừa rồi em nhận được kết quả không tốt môn này nên muốn đăng ký cải thiện lại, hiện tại ở HK chính em mới 15 chỉ thôi, còn trống 2 chỉ để đạt mốc 17 chỉ, nên là mong PDT cân nhắc giúp đỡ em đăng ký môn Hoá Hữu Cơ (CH2021) vào lớp L02 ở học kỳ Chính 211. Em hứa sẽ đóng học phí sớm, đầy đủ ạ. Hiện tại thì lớp L02 mới 98 bạn thôi, nên nếu đăng ký thêm em  và cả giảng viên cũng như share màn hình giảng viên vẫn được thôi ạ, mong PDT đăng ký giúp em. Em cũng đã tự sắp xếp điều chỉnh lịch để trống hết phù hợp với lớp L02 rồi ạ. Dịch bệnh khó khăn nên em thú thật là nếu học dự thính nữa thì em không có tiền, mong PDT đăng ký giúp em vào kỳ chính môn Hoá Hữu Cơ(CH2021), lần trước lúc PDT mở từ 90-99 bạn thì gấp quá mấy bạn đăng ký nhanh hết em không kịp xoay sở kịp, em gửi đơn về vấn đề này cũng nhiều rồi và em thành thật mong PDT đăng ký giúp em. Em là sinh viên của trường cũng 2 năm rồi, em cũng chỉ xin PDT giúp em điều nhỏ nhoi này thôi ạ. Em hiện cũng đăng ký học chương trình liên thông đại học thạc sĩ, sẽ đồng hành với trường với PDT thêm 3 năm nữa, nên là mong PDT giúp đỡ em lần này, nếu có gì em có thể giúp đỡ cho trường cũng như PDT thì em luôn sẵn sàng ạ . Em cảm ơn nhiều ạ, mong PDT đọc được và đăng ký giúp em môn Hoá Hữu Cơ vào lớp L02 ở học kỳ chính   B   /B   B   I   U   /U   U   /B"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã xin giáo viên phụ trách giảng dạy đồng ý mở môn dạy khi sĩ số ít. Mong PĐT xem xét mở mở môn dự thính học kỳ 211 này giúp chúng em. . . Môn: Máy thủy lực-máy nén (CI3161). . Em đính kèm file PDF đoạn hội thoại mail với thầy phụ trách giảng dạy môn này.. . Em cảm ơn!. .",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Lúc đăng kí môn học HK chính 211. Em có xem CTĐT mục Danh sách môn tương đương, thì thấy môn HH&HL Silicate (MA3085) là môn tương đương/thay thế cho môn Hóa học chất rắn (MA2005). . . . Nhưng tới bây giờ, đợt đăng kí lần 3. Thì trên Danh sách môn tương đương đã không còn để môn HH&HL Silicate (MA3085) là môn tương đương/thay thế cho môn Hóa học chất rắn (MA2005) nữa.. . . . Thầy/ cô cho em hỏi là vậy em đã đăng kí môn HH&HL Silicate (MA3085) thì có được tính là môn tương đương cho môn Hóa học chất rắn (MA2005) không ạ?. . Em xin cảm ơn!",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT, KSTN vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1613919  /b \t. . . .   i Đăng ký môn học . ĐỒ ÁN NỀN MÓNG CI3197. . _ Cho em hỏi môn này em đăng kí trong kì dự thính 211 này (bắt đầu học từ 30/08 thì có bị HỦY ko ạ ?. . _ Nếu vậy thì em xin Phòng Đào Tạo thêm số lượng lớp đc ko ? Tại lần đăng kí trước em thấy đã đăng kí 119/200 mà bây giờ là 100/100, em và rất nhiều bạn muốn học nhưng lại ko có slot.. . Em rất mong được thầy cô xem xét phản hồi sớm",
            "Chào bạn,. . Đồ Án chỉ mở HK chính nhé bạn, không mở dự thính, sao bạn không làm đơn xin đăng ký vào học kỳ chính. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên Nguyễn Minh Nhân, MSSV [student_id]. Do vừa rồi em đăng ký không kịp môn Cơ Lưu Chất(CI2003) và môn Địa Chất Công Trình(CI2095). Nên em xin hỏi là có thể bổ sung thêm em vào lớp CI2003 L02_L07 và lớp CI2095 L08_[full_name]5 được không ạ. Em xin cảm ơn.. .",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 . Em đã đăng ký dự thính được môn tương ứng là môn \"Nhiễu xạ tia X và các phương pháp nghiên cứu vật liệu\". Vì vậy em xin rút môn học này để tiếp tục học môn đã đăng trong kỳ dự thính. . . . Tên môn học: Các phương pháp phân tích và đánh giá vật liệu: tổ chức tế vi,thành phần hóa, thành phần pha và tính chất cơ. . . . Mã môn học: MA3107. . . . Mã nhóm:L01. .",
            "Chào em,. . Em vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cho em hỏi là trong quá trình thi thì em quay video màn hình nhưng mà gặp lỗi chỉ hiển thị cửa sổ meet nhưng không hiển thị cửa sổ làm bài. trường mình có thể cho em hỏi cách xử lý được không ạ",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép).. . Bạn phải báo với CBCT để ghi nhận về trường hợp của bạn trong quá trình thi, vì PDT sẽ gửi ds hoãn thi về Khoa để đối chiếu lại nhé!. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ em xin được mở sĩ số môn An toàn quá trình CH3297 lớp L02 ạ",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào PĐT, . . Em tên [full_name], MSSV: [student_id]. Đợt đăng kí môn học đợt 2 vừa rồi, em có đăng ký môn giải tích hệ thống điện (EE3013), sỉ số lớp 20/20, nhóm L02_L05. Qua đợt thông báo thời khóa biểu vừa rồi, em có kiểm tra và phát hiện mình không môn này trong thời khóa biểu. Mong PĐT xem xét",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em xin mở sỉ số môn An toàn quá trình - CH3297 lớp L07. Em cám ơn PĐT.",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: trong quá trình thi học kỳ môn KTĐ phần mềm ghi màn hình của em không hiểu bị lỗi gì nhưng chỉ ghi hình mỗi cửa sổ meet chứ không ghi hình cửa sổ bài thi dẫn đến video không đầy đủ như quy chế thi đã đặt ra. . vì thời hạn nộp video thi học kỳ là 48h nên em mong pdt giải quyết sớm cho em về cách xử lý gấp trường hợp này với ạ",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép).. . Bạn phải báo với CBCT để ghi nhận về trường hợp của bạn trong quá trình thi, vì PDT sẽ gửi ds hoãn thi về Khoa để đối chiếu lại nhé!. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "i Yêu cầu khác . Dạ trong lúc thi môn Quản trị kinh doanh cho Kỹ sư  em vẫn thi bình thường trong phòng thi em thấy màn hình có chữ ghi  nên em quên tự ghi của màn hình lại ạ( cũng do đây là do đây là ngày đầu tiên em thi ạ nên em không chú ý ạ ) , mong quý thầy cô  có thể giải quyết vấn đề này giúp em ạ ( Em cam kết là luôn trục thực trong suôt thời gian thi ạ ). Em cảm ơn quý thầy cô",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép).. . Bạn phải báo với CBCT để ghi nhận về trường hợp của bạn trong quá trình thi, vì PDT sẽ gửi ds hoãn thi về Khoa để đối chiếu lại nhé!. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào quý thầy cô, . . Em là [full_name] sinh vb2. . . . Em có thắc mắc muốn hỏi như sau:. . + Do em học vb2 nên được miễn 4 môn  anh văn.. . . . + Mặc khác em có đọc ở đường link. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitiettb&thongbao_id=1569. . là mình phải đạt chuẩn tiếng anh.. . . . + Như vậy, em phải thi lấy bằng tiếng anh (do hết hạn) và nộp thì mới nhận được luận văn hay sao ạ.. . . . Trân trọng,. . [full_name]",
            "Chào bạn. . - Bạn bằng 2 K19 sẽ tính chuẩn theo khoá 2017 chính quy (khi xét LVTN và tốt nghiệp). . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô, hôm nay em có làm bài thi bà quay màn hình bằng ggm, nhưng trong quá trình làm video dừng ghi khi nào mà em không để ý ạ. Nên em vội bấm ghi lại khi mà em đã bấm nút nộp bài rồi. Em đợi ggm xuất video mà nó vẫn không lưu lại xuất ra video quay trước đó của em. Em phải làm sao ạ. Em có cần hoãn thi không ạ. Mong thầy cô giải đáp cho em",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép).. . Bạn phải báo với CBCT để ghi nhận về trường hợp của bạn trong quá trình thi, vì PDT sẽ gửi ds hoãn thi về Khoa để đối chiếu lại nhé!. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "kính gửi: Phòng đào tạo trường ĐH BK tp HCM. . em tên là: [full_name]. mssv [student_id]. . trong ngày ( 18/8/2021) em có tham gia thi môn vật lý bán dẫn( EE1013) và em không nộp bài được. do trong lúc lấy file Scan PDF em lỡ tắt mất web google meet. sau đó em bị khóa và không vào lại được . em cũng không liên lạc được với Cán bộ coi thi do em không có sdt hay email. . . em xin cám ơn cô: [full_name] [full_name] đã xem  hỏi/yêu cầu của em . và em muốn reply lại là:em đã điền vào mẫu hoãn thi như cô đã đưa và em không thể liên lạc được với thầy : [full_name] (giáo viên bộ môn) do em không có email hay số điện thoại. em có liên hệ [email] nhưng thầy cũng không có, nên nếu cô có email của thầy .có thể cho em xin được không ạ, em xin cám ơn",
            "Chào em,. . Ở Trường hơn 1000 người nên cô không biết hết số điện thoại, email của GV. Em có thể hỏi [full_name], [full_name] nhé.. . Thân mến,. ."
        ]
    }
]