[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đăng kí môn CO4311 - Đề cương luận văn tốt nghiệp, đã đăng kí thành công nhưng sao thời khóa biểu không có môn này ạ?",
            "Chào bạn. . Sinh viên xem lý do tại sao có ĐKMH đợt 4 mà không có kết quả tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    HK202- ĐKMH HK2(20-21)– Đợt  4 – Kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký. . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào anh/chị em tên [full_name], cho em xin được hỏi là học phí các môn anh văn theo nhu cầu được tính chung luôn học kì chính hay là tính riêng như dự thính ạ, nếu kì chính em học 8 chỉ thì có được giảm 50% học phí không ạ, em cảm ơn!",
            "Chào bạn. . Các môn anh văn theo nhu cầu được như học phí dự thính. . Bạn xem lại các thông báo liên quan đã gởi qua mail cho sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i ọc. . Kính gửi phòng đào tạo. . Em tên [full_name] MSSV [student_id]2. Em xin đc đăng ký bổ sung luận văn tốt nghiệp 800700. Kính mong phòng đào tạo giúp em. Em xin lỗi vì đã đăng kí trễ . Em xin cảm ơn",
            "Chào bạn;. . bạn đăng ký LVTN trong đợt đăng ký môn học cuối cùng 26/2 - 2/3/21 theo lịch học vụ nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi là ở lần đăng kí đợt 4, em có đăng kí anh văn 4a và luận văn nhưng kết quả ở thời khóa biểu thì lại có luận văn mà không có lớp anh văn 4a này. Em không biết là em đã đăng kí được chưa ạ, em cảm ơn ! . .   i Đăng ký môn học .",
            "Chào bạn. . Sinh viên xem lý do tại sao có ĐKMH đợt 4 mà không có kết quả tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    HK202- ĐKMH HK2(20-21)– Đợt  4 – Kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký. . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Yêu cầu khác . em có thực hiện yêu cầu in bảng điểm trên mybk và đã thanh toán, hẹn ngày 28/01 nhưng lúc đấy điểm học kỳ 201 của em chưa được đăng lên mybk đầy đủ các môn. vậy em có cần phải đăng ký in bảng điểm khác lại không ạ?",
            "Chào bạn;. . Thời điểm bạn đăng ký in có điểm môn nào thì đẫ thể hiện đầy đủ trong bảng điểm, thời điểm đó nếu điểm nào chưa có thì ko có điểm nha bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name],Mssv [student_id].Trong đợt đăng kí môn học lần [full_name] em có đăng kí môn anh văn [full_name]A LA10[full_name]3. Nhưng em xem trong thời khóa biểu của mình thì ko thấy môn anh văn [full_name]A. Em mong phòng đào tạo giải đáp thắc mắc giúp em .Em cảm ơn phòng đào tạo.",
            "Chào bạn. . Sinh viên xem lý do tại sao có ĐKMH đợt 4 mà không có kết quả tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    HK202- ĐKMH HK2(20-21)– Đợt  4 – Kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký. . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B   B Đăng ký môn học  /i  . . đăng kí được môn học tiếp thị logistics(ME4649) và môn quản lí nhà kho và tồn kho(ME4661)nhưng mà bị phòng đào tạo hủy môn với lí do thiếu môn học trước là quản lí logistics(ME3233) mặc dù bộ môn kĩ thuật hệ thông công nghiệp đã có văn bản bổ sung môn học thay thế môn quản lí logistics bằng mã môn học khác mà (ME2125). Trong đợt đăng kí môn đợt 2, đợt 3 đợt 4 chúng e đều đăng kí được nhưng rồi cuối cùng bị hủy hết. Kính mong phòng đào tạo xem xét.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . đăng kí được môn học tiếp thị logistics(ME4649) và môn quản lí nhà kho và tồn kho(ME4661)nhưng mà bị phòng đào tạo hủy môn với lí do thiếu môn học trước là quản lí logistics(ME3233) mặc dù bộ môn kĩ thuật hệ thông công nghiệp đã có văn bản bổ sung môn học thay thế môn quản lí logistics bằng mã môn học khác mà (ME2125). Trong đợt đăng kí môn đợt 2, đợt 3 đợt 4 chúng e đều đăng kí được nhưng rồi cuối cùng bị hủy hết. Kính mong phòng đào tạo xem xét.",
            "Chào bạn,. . . . Việc này bạn liên hệ với khoa nha, khoa đã đưa công văn thay thế môn học lên PDT chưa?.. . . . Thân",
            "B Đăng ký môn học . đăng kí được môn học tiếp thị logistics(ME4649) và môn quản lí nhà kho và tồn kho(ME4661)nhưng mà bị phòng đào tạo hủy môn với lí do thiếu môn học trước là quản lí logistics(ME3233) mặc dù bộ môn kĩ thuật hệ thông công nghiệp đã có văn bản bổ sung môn học thay thế môn quản lí logistics bằng mã môn học khác mà (ME2125). Trong đợt đăng kí môn đợt 2, đợt 3 đợt 4 chúng e đều đăng kí được nhưng rồi cuối cùng bị hủy hết. Kính mong phòng đào tạo xem xét.. .",
            "Chào bạn. . Yêu cầu của bạn về đăng ký môn học (khiếu nại, điều chỉnh...) của Học kỳ 2(20-21) Phòng đào tạo đã ghi nhận để xử lý. Sinh viên xem kết quả trên trang web Mybk.hcmut.edu.vn    xem TKB sau ngày 25/02/21.. . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name] lớp XD17CTXD03. . Hiện tại em chưa đăng ký được kì sau còn 1 số môn em cho đang kí được do full lớp ạ. Mong thầy/cô giúp em đăng kí vào lớp A03 môn CI3213 - ĐAMH kết cấu thép với ạ.. . Mong thầy/cô sẽ giúp em ạ. Vì em mới đạt được chuẩn anh văn nên không kịp đăng kí vào 2 đợt đầu ạ.. . Em cảm ơn ạ!",
            "Chào bạn. . Yêu cầu của bạn về đăng ký môn học (khiếu nại, điều chỉnh...) của Học kỳ 2(20-21) Phòng đào tạo đã ghi nhận để xử lý. Sinh viên xem kết quả trên trang web Mybk.hcmut.edu.vn    xem TKB sau ngày 25/02/21.. . Chúc bạn học tập tốt nhé. . Thân. .",
            "Môn CI3213 em ko được đăng ký , phải đk môn song hành CI3211 kèm theo mới được đăng ký môn CI3213. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Chào pdt, em tên [full_name], mssv [student_id]. Em đã qua môn CI4123 và không có nhu cầu học lại nữa. Xin pdt mở khoá cho em rút môn được không ạ!",
            "Thân gởi các bạn sinh viên,. .      Phòng đào tạo thông báo về thời gian nhận PHIẾU ĐĂNG KÝ RÚT MÔN HỌC của học kỳ chính 202 . . Thời gian nhận: Từ ngày 02/03/2021 đến hết ngày 26/03/2021. . Tải mẫu tại : www.aao.hcmut.edu.vn  biểu mẫu. . (Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2.). .     Trân trọng./.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào thầy cô . . Em là sinh viên k18 ngành logistic. Trong đợt đăng kí môn học này e bị xoá 2 môn là ME4649 và Me4661 vì không có môn tiên quyết là Me3233 . Do chương trình đào tạo thay đổi nên k19 đã đổi ME3233 thành ME2125 . . Bộ môn có làm đơn môn học tương đương cho hai mã này. . . Trong đợt đăng kí đợt 3 và 4 điều thàn công và khokng thiếu điều kiện . Nhưng kết quả thì lại xoá môn và ghi thiếu môn tiên quyết .. . Mong phòng đào tạo có thể cập nhật lại . Vì 2 môn này ME4649 và ME 4661 rất quan trọng.. . E xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đăng kí môn đề cương luận văn tốt nghiệp CO4311, tuy nhiên PĐT hủy vì lí do thiếu môn tiên quyết CCAS_3. Cho em hỏi môn CCAS_3 này là gì? Kì trước vẫn đăng kí được bình thường mà?",
            "Chào bạn,. . . . - CCAS_3 là chuẩn anh văn sau năm 3 nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào [full_name]T ạ,. .  Trong đợt đăng ký môn học đợt 4, en bị hủy môn Anh văn 3A ạ do bộ môn không mở lớp.. .  Em mong [full_name]T có thể đăng ký giúp em môn Anh văn 3 LA1007 ạ. Hiện tại em đang nợ anh văn không thể đăng ký môn năn 3 và đăng ký kỳ chính 202 sau khi bị xoá có 9TC ạ (không đủ 10TC). . .  Em mong [full_name]T có thể giúp em ạ. Em cảm ơn",
            "Chào bạn. . Yêu cầu của bạn về đăng ký môn học (khiếu nại, điều chỉnh...) của Học kỳ 2(20-21) Phòng đào tạo đã ghi nhận để xử lý. Sinh viên xem kết quả trên trang web Mybk.hcmut.edu.vn    xem TKB sau ngày 25/02/21.. . Chúc bạn học tập tốt nhé. . Thân. .",
            "Môn học LA1007 em ko học được do thiếu môn học trước LA1005. . Thân",
            "Cho em hỏi Học kì 2 em không đăng kí đủ 10TC có được không ạ?",
            "Do em mới 9TC thôi ạ, nếu như bắt buộc phải đủ 10TC thì xin PDT đăng kí giúp em môn PH1007- [full_name] [full_name] nhóm L14 ạ! Em cảm ơn",
            "Chào bạn,. . . . - Không có qui định xử lý các bạn đăng kí không đủ 10 tín chỉ nha bạn.. . - Hiện tại còn đợt DKMH dự thính bạn có thể đăng kí trong đợt dự thính sắp tới nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy(cô)!. . Hiện tại qua các đợt đăng ký môn học nhưng em vẫn bị hủy các môn học khi đã đăng ký do thiếu môn tiên quyết nhưng em vẫn không rõ là môn nào. Mong thầy(cô) có thể kiểm tra lại môn học em bị thiếu được không ạ! Em xin cảm ơn!",
            "Chào bạn. . Sinh viên xem lý do tại sao có ĐKMH đợt 4 mà không có kết quả tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    HK202- ĐKMH HK2(20-21)– Đợt  4 – Kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký. . Chúc bạn học tập tốt nhé. . Thân. .",
            "Dạ thưa cô, em không rõ tại sao các môn học của em đều bị xóa trong đợt 3 và em không có check lại trong đợt 4. Cô có thể kiểm tra lại giúp em được không ạ. Thực sự em đang rất lo lắng.",
            "Chào em.. . Môn học của em bị lỗi TQ do thiếu chứng chỉ anh văn sau năm 2 và 3.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại em đã ĐẠT anh văn 1 và 2 do chuyển điểm thi toeic. Kì này em đăng kí anh văn tương đương 3a La1041 thì hệ thống báo hủy vì không có môn học trước , thế là em phải học anh văn tương đương 2a rồi mới được học anh văn 3a ạ, trong khi anh văn 1 và 2 em đã đạt rồi",
            "Chào bạn,. . . . Đã có kết quả DKMH đợt 4, bạn vui lòng xem kết quả DKMH trên Mybk nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Dạ kính thưa PĐT. . Sau khi có kết quả đăng ký môn học lần 3 em đã bị hủy môn LVTN CI4393 với lý do chưa đủ điều kiện đăng ký môn học, mặc dù em đã chuyển điểm anh văn 1 2 3, em đã đủ anh văn 450 dùng để xét nhận LVTN cho K15 và em cũng đã đăng ký thành công trong thời gian đăng ký môn học lần 3. Em có lên hỏi PĐT thì được cô giải đáp với câu nói là do trường chưa cập nhật điểm chuyển anh văn nên em về đăng ký lần 4 sẽ được, và em về đăng ký thành công lần 4 nhưng lúc kết quả em lại tiếp tục bị hủy môn do chưa đủ điều kiện đăng ký môn học. kính xin PĐT giải đáp thắc mắc cho em, em xin cảm ơn   /B   B",
            "Chào bạn,. . . . Sau tết sẽ có đợt đăng kí luận văn, bạn vui lòng đăng kí lại. Nếu có gì thắc mắc liên hệ trực tiếp PDT nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thầy cô cho em xin đăng kí bổ sung môn học ME2109( Mỹ thuật trang phục). Do đợt đăng kí môn học đợt 4 em đăng kí mã số 3 em tưởng đã được rồi, nhưng khi có kết quả thì bị xóa, mong thầy cô cho em đăng kí thêm môn này với ạ. Em cảm ơn rất nhiều ạ.. . . . . .",
            "Chào bạn,. . . . [full_name] ghi nhận yêu cầu của bạn, kết quả sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào pđt , những môn anh văn theo nhu cầu như 1A ,2A,,, em có đăng ký nhưng không đủ chỉ số , em còn thiếu anh văn tiên quyết năm 1 giờ phải làm sao pđt ạ ! pđt giúp em ! em cảm ơn ạ !. . . .",
            "Em đăng ký dự thính nếu môn học có mở và dự thi Toiec để quy đổi điểm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "i Đăng ký môn học . -Em tên [full_name] MSSV [student_id],kết quả đăng kí môn học anh văn 4A(LA1043) của em bị hủy do thiếu môn học trước LA1041.Nhưng bạn của em tên [full_name] MSSV [student_id] vẫn chưa học môn học đó(LA4041) và bạn cũng chỉ mới chuyển điểm môn anh văn 1 nhưng vẫn dăng kí thành công và có thời khóa biểu.Em không biết có phải lỗi hay ko .Mong phòng đào tạo giải đáp giùm em.. . -Em cảm ơn phòng đạo tạo! . . . .",
            "Chào bạn.. . Đã bổ sung môn học LA1043 nhóm DT19. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . chào cô : em tên [full_name] nguyên MSSV: [student_id]. . trong đợt đăng kí môn học đợt 3 của em có kết quả đăng kí môn CI3175(kết cấu btct2) và CI3177( [full_name]ÔN song hành với CI3175). nhưng trong đợt đăng í đợt 4 bị mất môn đó. em có xem lích sử đk thì thấy là do tài khoản mình đã xóa môn CI3175 nên pdt xóa luôn môn song hành CI3177. em xin cam đoan mình không phải là người đã xóa môn đó( có thể ai đó đã sử dụng tài khoản của em) nên xin pdt có thể khôi phục môn đó trơng thời khóa biểu của em với ạ.. . em xin chân thành cảm ơn.",
            "đã cập nhật CI3175 nhóm A01, CI3177 nhóm A03. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi môn tiên quyết CCAS_3 là môn gì ạ.. . Em cảm ơn.",
            "chứng chỉ Anh văn sau năm 3. . . Vui lòng xem quy chế học vụ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em có một vấn đề muốn trình bày ạ . . Dạ là vào 13h54 ngày 2/2/2021 em có đăng nhập vào Mybk nhưng em không hề vào mục đăng kí và đăng kí thêm môn [full_name]. Nhưng mà khi em kiểm tra lại vào ngày 4/2/2021 thì em lại thấy có môn XSTK trên thời khóa biểu học kì 202. Hình như hệ thống đã tự động đăng kí môn cho em ạ. Thực sự thì môn này em cũng đã học ở học kì trước và đã qua môn rồi, với việc số tín chỉ của em của đã đạt yêu cầu rồi nên em không hề có ý định học lại môn [full_name] ạ. Em mong Phòng đào tạo có thể xem xét giúp em ạ.. . Em xin cảm ơn",
            "đã hủy môn học. . TKB sẽ cập nhật lại sau. . Thân",
            "Đăng ký môn học . Dạ em có một vấn đề muốn trình bày ạ . . Dạ là vào 13h54 ngày 2/2/2021 em có đăng nhập vào Mybk nhưng em không hề vào mục đăng kí và đăng kí thêm môn [full_name]. Nhưng mà khi em kiểm tra lại vào ngày 4/2/2021 thì em lại thấy có môn XSTK trên thời khóa biểu học kì 202. Hình như hệ thống đã tự động đăng kí môn cho em ạ. Thực sự thì môn này em cũng đã học ở học kì trước và đã qua môn rồi, với việc số tín chỉ của em của đã đạt yêu cầu rồi nên em không hề có ý định học lại môn [full_name] ạ. Em mong Phòng đào tạo có thể xem xét giúp em ạ.. . Em xin cảm ơn",
            "đã xử lý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy(cô)!. . Hiện tại em đã cập nhật bằng Chứng chỉ ngoại ngữ, em kiểm tra thì đây là lý do em bị xoá môn và chủ quan không kiểm tra lại. Mong thầy cô có thể giúp đỡ em xác nhận chứng chỉ ngoại ngữ và có thể cho phép em đăng ký môn học được không ạ. Em thật sự rất lo lắng!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy(cô)!. . Hiện tại em đã cập nhật thông tin chứng chỉ ngoại ngữ TOEIC. Hiện tại em bị hủy các môn học đăng ký do không đủ yêu cầu Anh Văn. Mong thầy(cô) có thể giúp đỡ em đẩy nhanh quá trình xác nhận chứng chỉ để em có thể xin phép nhà trường đăng ký môn học được không ạ. Em xin chân thành cảm ơn.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là những môn học đăng ký trong phần +HK202 Đăng ký môn học Học Kỳ 2 (2020 - 2021) - Bổ sung Nguyện vọng học Hệ Chính quy không được tính vào những môn học đã đăng ký trong các đợt đăng ký của HK202 (2020 - 2021) ạ.",
            "không hiểu ý bạn.. . ĐK môn HK2 thì được tính vào HK2 chứ sao ko. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thày/cô bên pdt.. . . . Em xin phép hỏi thầy/cô về việc phúc khảo của điểm môn học Đề Cương Luận Văn Tốt Nghiệp.. . . . Em có học môn học ĐCLVTN ( xây dựng dd và cn) lớp A19 - thầy [full_name] hướng dẫn. Em có nộp bài đầy đủ và đúng hạn nhưng sao trong phần phúc khảo bài thi thì em lại nhận điểm 13 môn này (như hình).. . . . Em xin phép hỏi thầy/cô bên PDT về hướng giải quyết vấn đề này ạ, do em thấy môn học ĐCLVTN không phúc khảo được. . . . . Em xin cảm ơn, Nhân.. .",
            "Chào thày/cô bên pdt.. . . . Em xin phép hỏi thầy/cô về việc phúc khảo của điểm môn học Đề Cương Luận Văn Tốt Nghiệp.. . . . Em có học môn học ĐCLVTN ( xây dựng dd và cn) lớp A19 - thầy [full_name] hướng dẫn. Em có nộp bài đầy đủ và đúng hạn nhưng sao trong kết quả bài thi thì em lại nhận điểm 13.. . . . Em có nhắn tin hỏi thầy hướng dẫn thì được trả lời rằng là do thầy nhập thiếu điểm nên thành ra điểm 13. Thầy hướng dẫn kêu em qua tết phúc khảo do PDT hết làm việc rồi.. . . . Em xin phép hỏi thầy/cô bên PDT rằng, sau tết thì có còn thời hạn phúc khảo môn học không ạ, do em thấy thời gian phúc khảo chỉ là 7 ngày sau khi có điểm.. . . . Em xin cảm ơn, Nhân.",
            "Chào bạn,. . Môn ĐCLV không phúc tra nhé bạn,. . nếu thầy nhập điểm sai cho bạn, bạn có thể liên hệ trực tiếp với giảng viên để làm theo quy trình sửa điểm cho bạn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   CODE  . . Em tên Lý Trường Thịnh MSSV [student_id] thuộc lớp XD17CTN.. . Em bị thiếu 1 tín chỉ so với chương trình đào tạo yêu cầu nên đã bị xóa LVTN mã CI4383 trong khi đó số tín chỉ của việc chuyển điểm anh văn vẫn chưa cập nhật. Nên em nhờ quí thầy/cô xem xét giúp ạ, em chân thành cảm ơn",
            "Chào bạn,. . . . Hiện tại còn đợt 5 DKMH dành cho các môn luận văn/TTTN/ĐCLV, bạn vào đăng kí lại. Sau đợt 5 nếu đăng kí vẫn không được thì liên hệ trực tiếp PDT nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy/cô. Em là [full_name], mssv [student_id], sinh viên khoa Kĩ thuật Hóa khóa k18. Đợt đkmh đợt 4 em có hủy đăng kí môn Kĩ thuật điện hóa (CH3175), để đăng kí môn cơ sở điều khiển quá trình. Nhưng tới phút chót thì bị hủy lớp môn đó, giờ em có nguyện vọng muốn viết đơn xin đăng kí lại môn kĩ thuật điện hóa vào thứ 6 tiết 2,3 do thầy [full_name] phụ trách, nhưng hiện tại em đã về quê nên không thể trực tiếp lên hỏi pđt ạ. Mong thầy/cô có thể giải quyết giúp em và tạo điều kiện cho em được đăng kí học môn kĩ thuật điện hóa ạ!. . em xin trân thành cảm ơn!. .",
            "Đã bổ sung môn CH3175 nhóm L02. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "thưa các thầy cô, em là sinh viên k16 việt pháp.. . Kỳ cuối này em có đăng ký 407702 - ĐAMH tin học. Mà kết quả sau khi đăng ký là không đăng ký được môn nào.. . Em xem lại lịch sử đăng ký thì thấy ghi là \"Bạn chưa đăng ký!!!\". . Sau tết còn đợt đăng ký môn học nữa k ạ, với này môn này là đồ án, không học cố định tại 1 phòng, có thể làm online với thầy. nên việc giới hạn số lượng sinh viên trong lớp là không cần thiết.. . Vs lại em đã làm xong đồ án này kỳ trước, kỳ này đăng ký để xin chuyển điểm. Mong PĐT ưu tiên mở cho em đk.. .   i Đăng ký môn học .",
            "Em đã có kết quả môn học 407702. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào phòng đào tạo ạ. . Cho em hỏi là em có đăng ký đợt 4 môn tiếng anh theo như cầu mã môn học LA1041( anh văn 3A) . Theo như em thầy là lớp đủ đủ sỉ số 30/30 nhưng hôm nay kết quả đk môn học lại bị hủy lớp. Cho em hỏi lý do vì sao ạ. Do em đang cần gấp học lớp đó để kịp tiến độ ra trường. . . Mong ban đào tạo phản hồi lại giúp em. Em chân thành cảm ơn.. .",
            "Môn học ko đủ sĩ số mở lớp,. . Em theo dõi đk nếu dự thính có mở. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có đăng kí lớp anh văn theo yêu cầu LA1037 DT08 nhưng do sĩ số ít nên bị hủy rồi ạ, vậy cho em hỏi em có thể xin chuyển vào lớp DT03 được không ạ. Mong thầy/cô có thể giúp đỡ ạ. Em cảm ơn thầy/cô ạ.",
            "đã bổ sung vào nhóm DT03. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name], MSSV [student_id] . . Do là em có đăng kí lớp anh văn 4a nhưng lớp bị hủy do sỉ số quá ít nên em xin được đăng kí học anh văn 4a ở lớp khác, là lớp anh văn 4, DT20 (thứ 2 tiết  7 8 9 10 và thứ 5 tiết 13 14 15). . Em cảm ơn ạ !. .   i Đăng ký môn học .",
            "Chào em.. . Em không thỏa điều kiện học môn LA1043 do chưa học môn LA1041 hoặc LA1007. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào thầy cô PDT, e là [full_name], thầy cô cho e hỏi là đkmh đợt 4 e có đk lvtn nhưng k đủ tín chỉ nên e có chuyển điểm av xong đk lại thì thoả đk lvtn nhưng nay e xem kq đợt 4, thì bị xoá lvtn do k đủ điều kiện đk lvtn. Nguyên nhân có phải do chuyển điểm av chưa kịp lên bảng điểm phải k ạ. E xin cảm ơn.",
            "Đăng ký môn học. . . . Kính chào thầy cô PDT, e là [full_name], thầy cô cho e hỏi là đkmh đợt 4 e có đk lvtn nhưng k đủ tín chỉ nên e có chuyển điểm av xong đk lại thì thoả đk lvtn nhưng nay e xem kq đợt 4, thì bị xoá lvtn do k đủ điều kiện đk lvtn. Nguyên nhân có phải do chuyển điểm av chưa kịp lên bảng điểm phải k ạ. E xin cảm ơn.  /QUOTE . .",
            "Chào bạn,. . . . Hiện tại còn đợt 5 DKMH dành cho các môn luận văn/TTTN/ĐCLV, bạn vào đăng kí lại. Sau đợt 5 nếu đăng kí vẫn không được thì liên hệ trực tiếp PDT hoặc phản hồi lên BKSI  nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em tên [full_name], MSSV [student_id]. Em có thắc mắc lúc em đăng kí môn Pháp luật đại cương (SP1007), kết quả đăng kí đợt 3 hiện môn đấy. Vài hôm nay em có vào kiểm tra thì thấy môn đấy vẫn còn, có hiện tên giảng viên. Chỉ sau khi có kết quả đăng kí đợt 4 thì em bị mất môn học đó. Vậy đợt 5 em có được đăng kí bổ sung được không ạ ? Hay em phải lên PĐT mở lớp ạ ? Em cảm ơn.",
            "Em đăng ký sai nhóm vào nhóm của Việt pháp, vì vậy kết quả bị hủy.. . PĐT đã hỗ trợ bạn đăng vào nhóm L05. . tkb cập nhật sau. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa thầy, cô. Nay em viết đơn này là do em đã nộp bằng anh văn trễ hẹn ạ nên bằng anh văn của em chưa được thẩm tra trong thời gian đăng kí môn học ạ. Em mong được phòng đào tạo giúp đỡ em với ạ em không đăng kí được môn tin học trong quản lý xây dựng ạ. Mong được sự giúp đỡ của quý thầy cô, em năm nay năm cuối mong được học môn này để ra trường đúng hẹn ạ",
            "Bạn cung cấp mã số môn học, nhóm để xem xét. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào phòng đào tạo ạ . . Em muốn xin đổi lớp siêu cao tần từ a01 sang a04 ạ.. . Vì lý do t2 hàng tuần em lỡ đăng ký học anh văn để kịp xét tốt nghiệp và kỳ trước em cũng học thầy [full_name] và đã rớt một lần nên em sợ kỳ này học lớp thầy rớt tiếp ạ. Vì thế em sẽ bị trễ mất một năm vì môn này chỉ mở 1 năm 1 lần ạ. . . Em xin chân thành cảm ơn.",
            "đã đổi sang nhóm A04.. . TKB sẽ cập nhật lại sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô,. . . . Em muốn hỏi về việc cập nhật bảng điểm học kì 201. . . Bảng điểm của những bạn học chung môn học với em hiện tại đã có điểm, tuy nhiên em lại chưa cập nhật điểm cho tới thời điểm này. . . Em không biết là có thiếu sót gì không ạ.. . . . Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi bây giờ em muốn đăng ký thêm môn La1009 được k ạ. Do đợt 4 vừa rồi em lở đăng ký anh văn 4A La1043 mà bị hủy lớp ạ. Sao đó rồi không đăng ký được anh văn 4 ạ. Mà lúc đó em không xoá được ạ. Nên em không thể đăng ký La1009 do trùng lịch ạ. . . Em xin chân thành cảm ơn ạ.",
            "Chào em. . Lịch học hiện tại của em ko thể bổ sung môn học LA1009 hoặc LA1043 do trùng TKB và cận giờ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào phòng đào tào,. . . . Em là [full_name], MSSV: [student_id].. . . . Thưa PĐT, em đã đạt TOEIC 525 điểm rồi vậy tại sao vẫn chưa đạt chuẩn anh văn sau năm 3 vậy ạ?. . . . Em có gửi mail rồi nhưng chưa thấy phản hồi ạ.. . . . Và môn học em đăng ký của năm 4 cũng vừa mới tiếp tục bị hủy ạ?. . . . Mong PĐT giải đáp giúp em ạ.. . . . Em xin cám ơn nhiều ạ!. . . . Trân trọng,. . [full_name]. . . .",
            "Chào bạn,. . . . Bạn muốn đăng kí môn học nào, bạn ghi rõ mã số môn học đăng kí.. . . . Thân",
            "Dạ thưa cô, . . . . Môn CO3043 - Phát triển ứd trên tbdđ ạ.. . . . Mà 525 chưa đủ đạt để đăng ký tất cả các môn học hả cô?. . . . Em cám ơn cô nhiều ạ.",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "SV tài năng: Toeic 600 trở lên mới được xét CCAS_3. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . chào thầy cô, thầy cô cho em hỏi là em thi avđv được 420 điểm là em phải học av1, nhưng mà em ko đăng kí đc lớp av1 mà theo quy chế học vụ là hết năm nhất, em phải qua được av1 nếu ko em sẽ không đăng kí được các môn chính cho học kì của năm thứ 2, nên em tính em sẽ thi lấy bằng tiếng anh và nộp cho trường, thầy cô cho em hỏi là em cần nộp bằng vào tháng mấy để có thể đăng kí các môn chính cho học kì của năm 2. mong thầy cô trả lời sớm giúp em với ạ",
            "Chào bạn,. . . . Hiện tại chưa có lịch học vụ học kỳ 1 năm tới, tầm khoảng tháng 5 là đợt DKMH học kỳ 1 năm sau nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em tên là [full_name],đang theo học Khoa Kỹ thuật Hóa học.Em viết đơn này xin chuyển sang lớp L03-L05 của môn giải tích 2(MT1005).Lý do là vì ngày thứ tư em phải lên bệnh viện để chăm sóc ngoại em đang bệnh nặng,mà nhà em thì có hai anh chị em,ba em thì phải đi làm mướn để kiếm cơm nuôi cả nhà,còn mẹ em thì phải đi làm giúp việc.Em mong nhà trường,phòng đào tạo có thể xem xét cho em chuyển qua lớp L03-L05 ạ.Em cảm ơn phòng đào tạo và nhà trường rất nhiều ạ.. . . .",
            "Chào em.. . Nhóm L03 bị trùng lịch,. . Vì vậy PĐT hỗ trợ em đổi sang nhóm L08-L16 ( thứ 6). . Thân",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "CỘNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM. . Độc Lập – Tự Do – [full_name]. . ***. . [full_name]. . Kính gửi[full_name] \t- Phòng Đào Tạo Trường ĐH Bách Khoa ĐHQG-HCM. . Em tên là[full_name] [full_name]  [student_id]. . Khoa[full_name] Cơ Khí      Ngành[full_name] Logistics & QL Chuỗi cung ứng. . Nay em viết đơn này với lý do bị hủy môn học đăng kí cho học kỳ 2(2020-2021). Cụ thể em xin trình bày như sau, lịch sử đăng ký môn học trên Mybk hủy môn Quản lý nhà kho và tồn kho (ME4661) và môn tiếp thị Logistics (ME4649) với lý do thiếu môn học trước Quản lý Logistics (ME3233) đây là mã áp dụng cho K18) và mã áp dụng với K19 là (ME2125). Khoa đã có công văn xét tương đương cho 2 mã này và đã được Phòng Đào Tạo xét duyệt. Đợt 3 đăng kí môn học em đã đăng ký thành công nhưng bây giờ kiểm tra lại trên hệ thống thì bị xóa và không có trong thời khóa biểu học kỳ 2(2020-2021). Kính mong Phòng Đào Tạo xem xét và giải quyết giúp em.. . \t\tTp. Hồ Chí Minh, ngày 5 tháng 2 năm 2021. . \t\tNgười làm đơn. . \t\t[full_name]. . . . \t. . \t. . . .",
            "môn học đã được bổ sung. . TKB sẽ cập nhật sau"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy cô,. . Em là sinh viên K20 khoa điện điện tử. Em thi anh văn đầu vào được 355 nên không pass được các chuẩn anh văn. Em dự tính tham gia ôn luyện để thi lấy bằng nộp vào để được đăng ký môn học cho năm 2 nên em có một số câu hỏi ạ.. . 1. Nếu chứng chỉ của em có vượt qua 1 mức thì có được tính như 2 chỉ không ạ?. . Ví dụ em thi TOEIC được total 550 thì em có được 6 tín chỉ vì vượt qua anh văn 3 không ạ?. . 2. Nếu em muốn quy đổi điểm thì thời gian hạn chót là khi nào ạ ?. . 3. Nếu chỉ để nộp bằng đủ mức sau đó đăng ký năm 2 thì hạn chót là khi nào ạ? Có phải học kỳ hè trước khi đăng ký môn không ạ?. . Em chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào pdt! . . Em hiện là sv năm 3(k18), em chưa qua av 3 và thi toeic đc 445 điểm, em có đăng kí các môn năm 3(mã môn đầu 3) và có tkb, vậy em có được học như tkb đã có không ạ!",
            "Em có tkb thì đi học bình thường nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/ cô. . Em là SV VP17. . Em có thắc mắc về điểm thành phần của 1 môn học trong kì này của mình nhưng em mail hỏi giảng viên thì không nhận được phản hồi. Mà hiện tại đang dịch và cũng gần tết nên em không thể lên trường để gặp thầy đó và cũng không biết sđt của thầy để liên lạc thì phải làm sao ạ. Tại em sợ nếu để qua tết thì pđt chốt điểm cuối kì rồi không sửa được ạ. . Em xin cảm ơn. .   i Yêu cầu khác .",
            "Chào bạn,. . Điểm là do giảng viên chấm và nhập điểm và chỉ có giảng viên mới có quyền điều chỉnh điểm của bạn nhé.. . Bạn vui lòng liên hệ với giáo viên (có thể liên hệ về Khoa hoặc bộ môn của giảng viên để được hỗ trợ) để nhờ kiểm tra lại việc nhập điểm cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ em chào các thầy cô PĐT ạ! các thầy cô cho em hỏi là khi em nộp bằng Toeic và đăng kí chuyển điểm AV3 AV4 trong học kì sau thì tín chỉ của các môn AV đó có được tính vào tín chỉ tích lũy ngay sau khi chuyển hay không ạ?hay là phải đợi đến cuối HK2 mới được tính vào TCTL vậy ạ? Vì hiện tại em còn thiếu tín chỉ để làm luận văn nên em muốn xin làm luận văn trước rồi kì sau em bổ sung bằng toeic để chuyển điểm các môn AV nữa là đủ điều kiện làm LVTN ạ, mà em không rõ như thế có được không nên xin các thầy cô giải đáp giùm em ạ.Em cảm ơn nhiều ạ!",
            "Chào bạn,. . . . - Nếu bạn đủ điểm để  chuyển điểm anh văn 3,4 thì sẽ tính ngay chứ không cần phải đợi hết học kỳ 2 nha bạn.. . . . - Khi bạn đủ tính chỉ nhận luận văn thì bạn liên hệ PDT xin đăng kí luận văn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa phòng đào tạo, đợt đăng kí môn học dự thính em có đăng kí một vài môn, hiện tại em muốn hủy môn vào đợt hiệu chỉnh ngày 02/03/2021-04/03/2021 sắp tới đây thì em có phải đóng học phí kì dự thính không ạ, em cảm ơn rất nhiều ạ.",
            "Hiện tại trong TKB của em ko có môn dự thính.. . Vì vậy ko tính học phí. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy cô ạ,. . Em là [full_name], sinh viên khoa Việt Pháp.. . Kì này em có tham gia đăng ký LVTN + TTTN và sự việc như sau:. . - Đợt 1 em có đăng ký nhưng hệ thống báo thiếu CCAV -  PĐT Hủy. . - Đợt 2 em vẫn chưa kịp bổ sung -  PĐT Hủy . . - Đợt 3 em đã   U được xét hợp lệ CCAV vào 11/1/2021  /U  nhưng   U 26/1/2021 PĐT vẫn hủy vì lí do không đủ điều kiện nhận LVTN  /U ( cho đến hôm nay 5/2 em mới biết việc này).. . Em không cẩn thận đã không kiểm tra kết quả đăng ký đợt 3 dẫn đến đợt 4 em không tham gia đăng ký. Cho nên hiện tại em vẫn chưa có TKB cho HK 202.. .   B Em xin hỏi là em chưa đủ điều kiện nhận LVTN là vì lí do gì ạ?  /B  Bởi vì em không nợ môn, đủ CCNN (AV+PV), đủ ngày CTXH, tham gia đủ BHYT hằng năm ạ.. . Em rất mong nhận được sự giúp đỡ từ quý thầy cô để em có thể kịp nhận LVTN ạ.. . Em xin cảm ơn.. .",
            "Chào bạn,. . . . Hiện tại còn đợt 5 DKMH dành cho các môn luận văn/TTTN/ĐCLV, bạn vào đăng kí lại. Sau đợt 5 nếu đăng kí vẫn không được thì liên hệ trực tiếp PDT nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên: [full_name]. . MSSV: [student_id]. . Em muốn xin mở thêm sỉ số lớp anh văn nhu cầu 3 vì em đăng kí qua các đợt đăng kí môn học đều bị hủy ạ. Hiện tại em chỉ đăng ký một môn nên anh văn bị hủy em không còn môn nào để duy trì học kì tiếp theo ạ.",
            "bạn cung cấp mã môn học, mã nhóm để xem xét",
            "Em tên: [full_name]. . MSSV: [student_id]. . Em xin mở thêm sỉ số lớp anh văn 3- mã môn học là LA1007.. . Em mong trường xem xét cho em ạ.",
            "bạn đã đk LA1007 nhóm L03. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Học kỳ cuối của em kết thúc vào cuối tháng 2 này và em đã vừa đậu 2 kỹ năng anh văn ( Nói và Viết ) . . Nên nay em muốn xét tốt nghiệp thì cần đợi bao lâu và những thủ tục nào ạ . . Em xin cám ơn",
            "Chào bạn,. . Bạn vui lòng xem lịch trình tốt nghiệp tại đây:. . http://aao.hcmut.edu.vn/lịch học vụ/. . Lịch tốt nghiệp tháng 4/2021. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name] MSSV [student_id] thuộc hệ VHVL khoa 2018. . . Tình hình em có đăng ký môn học thiết kế cầu 1 MMH CI3039 Nhóm lớp A02 chuyển hệ HK2 chính quy đợt 4 vừa rồi nhưng phòng đào tạo không xếp cho em vì lý do môn đã đạt. Tuy nhiên, em có đọc quy chế dk phép học để cải thiện điểm TBTLN. Do môn Thiết kế cầu 1 MH CI3039 ko mở lớp VHVL nên em xin phép PĐT xem xét giúp em về vấn đề này nếu nhóm lớp vẫn còn đủ sĩ số. . em cảm ơn.",
            "đã  bổ sung. . TKB sẽ cập nhạt sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name], MSSV [student_id]. Em có đăng ký 20 tín chỉ cho học kì 202 nhưng sau khi có kết quả đăng ký môn học thì em bị xóa chỉ còn lại hai môn là 5 chỉ thôi ạ. Em có xem lịch sử đăng ký môn học thì hệ thống bảo thiếu môn tiên quyết GDTS_2 mà trong chương trình đào tạo của em không có môn này, đồng thời em kiểm tra các môn em đăng ký không có môn tiên quyết ạ (em có gửi ảnh trong file đính kèm). Em kính mong nhà trường cho em đăng ký môn học, nếu không đăng ký được thì cho phép em chỉnh sửa đăng kí thay thế bằng các môn khác để em không bị trễ chương trình học ạ.. . Và cho phép em thay thế môn EE1011 mà khoa đã hủy bằng môn AS3055 ạ. . . .",
            "Chào em.. . Quy định về các môn thể dục được áp dụng cho SV từ khóa 2018 trở về sau.. . Em xem quy chế tại : . . http://www.aao.hcmut.edu.vn/image/data/CTDT/thay_doi_mon_hoc_gdtc.pdf"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy(cô) ạ.. . Em là [full_name].. . MSSV [student_id]. Khoa Kỹ thuật Xây dựng.. . Do trong đợt đăng kí môn đợt 3 em có đăng kí môn kết cấu bê tông cốt thép 2 nhóm lớpA04 vào buổi sáng thứ 4 tiết 456 ạ.. . Chính vì do em sắp xếp lịch không hợp lí nên dẫn đến việc em đăng kí lớp học tiếng anh ở trung tâm bên ngoài bị kẹt lịch và lúc em học cùng môn kết cấu bê tông 2 ạ.. . Hiện tại em có thể được rút môn nhưng em đồng thời sẽ bị hủy cả đồ án kết cấu bê tông cốt thép 2 sẽ ảnh hưởng tới chương trình em đang theo học tại trường ạ, cũng bởi vì nếu hủy môn học thì em bị hủy đồ án và đồ án không mở vào kì dự thính nên em rất lấy làm tiếc vì điều đó.. . Em kính mong thầy(cô) có thể chuyển em sang nhóm lớp A01 để em có thể có được lịch học linh hoạt để có thể học tập ạ.. . Em mong thầy (cô) giúp đỡ ạ!. . Em xin chân thành cảm ơn ạ!. .",
            "đã chuyển sang nhóm A01.. . TKB sẽ cập nhật sau. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    }
]