[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô !. . . . Trường hợp của em là đợt tháng 4 vừa rồi em bị hết thời gian đào tạo, lúc đó em thiếu AV4 để tốt nghiệp thôi. . . . . Nên em có lên PĐT hỏi và được hướng dẫn là lúc nào có kết quả toeic đổi điểm AV4 xong thì lên PĐT lại để xin tốt nghiệp. Sau đó em về đăng ký thi toeic liền nhưng vì dịch covid và bị giản cách IIG hoãn thi 5 tháng. . . . . Hiện tại em đã lấy kết quả toeic và đổi điểm AV4 xong rồi. Nghĩa là em đã hoàn thành hết các điều kiện để đăng ký tốt nghiệp ạ. Nên em mong muốn xin PĐT và nhà trường cho phép thu nhận lại và cho em được tốt nghiệp đợt tháng 12 này ạ. . . . . Em rất mong thầy/cô có thể hướng dẫn em xin hoặc làm đơn xin để có thể được tốt nghiệp vào tháng 12 này ạ. Vì hiện tại em đang đi làm, công ty cũng đang rất cần bằng của em. Mong PĐT và trường xem xét ạ. . . . . Em cảm ơn rất nhiều. . . . .",
            "Chào bạn,. . Theo quy định trường hợp của bạn phải tốt nghiệp vào đợt tháng 4/2021, và chỉ có thể xét cứu xét tốt nghiệp trễ hạn cho bạn vào tháng 8/2021, hiện tại đã qua học kỳ 211, tới thời điểm này thì không thể cứu xét thu nhận để bạn tốt nghiệp nhé.. . Bạn không thuộc diện được gia hạn 1 học kỳ để bổ sung CCNN để tốt nghiệp, vì bạn còn nợ AV4.. . Diện của bạn chỉ có thể xin chuyển qua VLVH để xét tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi thầy/cô,. . Em là sinh viên [full_name] - [student_id], hệ đào tạo đại trà chính quy, khoa Điện - Điện tử. Hiện tại, em chỉ còn một môn học chưa có điểm và thiếu chứng chỉ ngoại ngữ. Học kỳ này em cũng không có thời khóa biểu nên không thể đăng ký in giấy chứng nhận sinh viên được.. . Em có thắc mắc là: . . 1. Trong trường hợp của em thì nhà trường có hỗ trợ cấp giấy chứng nhận sinh viên không ạ?. . 2. Trong trường hợp nếu em không có giấy chứng nhận sinh viên và khám trúng tuyển nghĩa vụ quân sự, thì em cần phải thực hiễn các thủ tục gì để bảo lưu kết quả học tập ạ?. . Em cám ơn quý thầy/ cô ạ.",
            "Chào bạn,. . Theo quy định trường hợp SV không có thời khóa biểu trong học kỳ thì không được cấp giấy xác nhận SV hoãn NVQS nhé bạn. . Trường hợp nếu bạn đi thi hành NVQS, em vui lòng tải mẫu đơn tạm dừng, điền đầy đủ thông tin, kèm theo lệnh gọi nhập ngũ và gửi qua bksi.. . SV lưu ý thời gian tạm dừng đi thi hành NVQS không tính vào quỹ thời gian đào tạo của SV. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712901  /b \t. . . .   i Học vụ . Kính gửi PĐT,. . . . Em thấy thông tin trong file CÁC THAY ĐỔI CHÍNH VỀ HỌC VỤ TỪ HK191 (file đính kèm): Sau khi kết thúc việc học trao đổi thì SV làm báo cáo với Khoa =  PĐT ra quyết định miễn điểm. . . . Em có thắc mắc: Tiêu chí cụ thể để PĐT ra quyết định miễn điểm là gì ạ?. . . . Em hỏi như vậy vì em cần thông tin để đăng ký các môn học ở trường đối tác nước ngoài.",
            "Chào bạn. . Tiêu chí cụ thể để PĐT ra quyết định miễn điểm là gì ạ? : Vấn đề miễn điểm là do [full_name] quyết định, nên bạn vui lòng liên hệ [full_name] để được hỗ trợ . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] Kính gửi PĐT,[full_name] [full_name] em là [full_name], sinh viên k2017 thuộc khoa Kỹ thuật Địa chất và Dầu khí[full_name] Em vừa đăng ký tốt nghiệp được và đã được chấp thuận[full_name] Em có thấy PĐT gửi email cho sinh viên (cả khóa k2017) về việc mua bảo hiểm y tế sinh viên, thì em thắc mắc là có thể đăng ký và mua luôn không ạ? Vì em sắp tốt nghiệp nên không phải là BHYT sinh viên nữa nên em lo lắng không sử dụng được thẻ[full_name] Và nếu vậy thì em sẽ nhận BHYT ở đâu cũng như là có ảnh hưởng gì đến việc điều kiện tốt nghiệp của em không ạ? Em xin chân thành cảm ơn![full_name] [full_name] Sinh viên[full_name] [full_name] [full_name][full_name] [full_name]",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào Thầy/Cô,. . Em tên là [full_name] - [student_id], chuyên ngành Kỹ Thuật Môi Trường khóa 2017. Em vừa nhận được danh sách sinh viên nhận được điểm hoãn thi và có yêu cầu sinh viên đăng kí xóa điểm hoãn thi chậm nhất vào học kỳ 2/2021-2022. . . Em muốn hoàn thành báo cáo luận văn trong học kỳ này (211). Vậy cho em hỏi là: Em phải đăng ký xóa điểm hoãn thi trước buổi báo cáo luận văn hay sau buổi báo cáo luận văn ạ.. . Mong được nhận sự phản hồi sớm từ Thầy/Cô.. . Em xin chân thành cảm ơn.. . [full_name].",
            "Chào em,. . Em theo dõi email sắp tới về việc này nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi tại thời điểm hiện tại em có thể vào trường cơ sở 1 xin giấy xác nhận điểm rèn luyện hay không ạ. . . Em xin cám ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại, em rất cần giấy chứng nhận sinh viên, dù đã đăng kí từ lâu, hiện tại trạng thái của tờ giấy là \"giao bưu điện\", nhưng chờ rất lâu, cho em hỏi, em có thể đăng kí lại và lên thẳng phòng đào tạo, không nhận qua bưu điện được không ạ",
            "Kính chào Phòng đào tạo,. . 26/10 em có nhận được tin Giấy xác nhận SV của em sẽ được gửi qua bưu điện, nhưng mãi đến hôm nay vẫn chưa thấy.. . Em có khả năng đi lấy được giấy. Dù ở cs1 hay cs2 nếu PĐT đã mở lại, còn chuyển qua bưu điện mong phòng đào tạo kèm cho em mã vận đơn và tên bưu cục để em lấy ạ. . Người ta k nhận bản PDF. . Mong PĐT giải quyết sớm cho em . .",
            "Chào em,. . Giấy CNSV của bạn đăng ký nhận ở CS2, hiện tại CS2 chưa hoạt động và đang ở PDT cở CS1. Em có thể lên PDT cơ sở 1 để nhận nhé. . Bạn không đăng ký địa chỉ và SDT để nhận qua bưu điện nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã xin cấp giấy xác nhận sinh viên từ ngày 18/10/2021 và nhận tại trường. Sau đó đã được phản hồi là giấy xác nhận sẽ được gửi qua bưu điện nhưng tới nay là ngày 12/11 em vẫn chưa được gửi giấy về ạ. Ngày 18/11 sắp tới em phải nộp giấy xác nhận sv lên phường để xin tạm hoãn nghĩa vụ quân sự. Em rất cần có giấy xác nhận trước ngày 18/11 ạ. Em mong nhà truoenfg có thể giải quyết nhanh cho em ạ!!. .",
            "Chào em,. . Em vui lòng xem lại, giấy xác nhận SV của bạn đăng ký nhận tại Văn phòng OISP. Bạn vui lòng liên hệ tại OISP để nhận nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em cần hỗ trợ về danh sách tốt nghiệp dự kiến ạ. . . Hiện tại em đã có đủ điểm cũng như số tín chỉ tích lũy thông qua kiểm tra thông tin trên mybk nhưng em vẫn chưa vào được danh sách dự kiến tốt nghiệp để đăng kí tốt nghiệp ạ.. . Mong Phòng dào tạo giúp đỡ.",
            "Chào em,. . Cô có gửi em file xét tốt nghiệp, em kiểm tra lại thông tin về điều kiện tốt nghiệp của mình nhé.. . Nếu có khiếu nại gì em vui lòng phản hồi lại qua [full_name]. . Thân",
            "Hiện tại trên mybk, em đã có điểm môn vẽ cơ khí như hình em gửi, và đã hoàn thành 144 tín chỉ luôn rồi ạ.. . Mong Phòng đào tạo kiểm tra lại giùm em.",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 23/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Hiện em có nhận CCCD mới và CMND cũ bị cắt góc thì em có cần cập nhật lại số CCCD hay em vẫn giữ lại CMND cũ để sử dụng cho các thủ tục trong trường không ạ?. . . .   i Bằng TOEIC . Dạ em thay đổi CCCD thì   B số ID trên bằng TOEIC  /B  của em là số CCCD khác với số CMND lúc em đăng kí nhập học thì có được xét bình thường hay em phải làm lại CMND ạ?. . . . Em cảm ơn. . . . . .",
            "Chào em,. . Không ảnh hưởng nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa Quý Thầy/Cô,. . . . Em là Nguyễn Đức Phú, MSSV [student_id]. Hiện em đang theo học chương trình Liên thông Thạc sĩ ở trường, khoa Khoa học và Kỹ thuật Máy tính.. . . . Hiện tại, địa phương em gửi cho em giấy báo nghĩa vụ quân sự. Do em đã hoàn thành chương tình Đại học, không còn thời khóa biểu Đại học, nên trang MyBK không cho em đăng ký nhận giấy Chứng nhận sinh viên để em nộp cho địa phương.. . . . Em mong Quý Thầy/Cô có thể xem xét trường hợp của em và gửi giúp em giấy Chứng nhận sinh viên  về địa chỉ sau:. . 132 Lý Thường Kiệt, phường 4, thành phố Mỹ Tho, tỉnh Tiền Giang.. . Mọi chi phí gửi bưu điện sẽ được em thanh toán như yêu cầu trên trang MyBK.. . . . Chân thành cảm ơn Quý Thầy/Cô",
            "Chào em,. . - Trường hợp không có TKB trong học kỳ, sv không được cấp giấy CNSV.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . - Hiện em đang theo học chương trình Liên thông Thạc sĩ ở trường, khoa Khoa học và Kỹ thuật Máy tính.. . =  Em vui lòng liên hệ Phòng đào tạo Sau đại học qua địa chỉ: Website:www.pgs.hcmut.edu.vn, Email    : [email]. . [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh chị, vì 1 vài lí do nên em đã quên làm khảo sát hồi tháng 10 về việc thi anh văn nói viết theo hình thức trực tuyến. Vậy giờ em muốn đăng kí thi anh văn nói viết thì em cần phải làm gì ạ. Em cảm ơn",
            "Chào em,. . Về đăng ký thi anh văn 2 kỹ năng nói viết trực tuyến đợt tiếp theo, dự kiến sẽ tổ chức thêm 1 đợt cho HK211. Em vui lòng đợi thông báo đăng ký qua mail Sinh viên dự kiến sau ngày 19/11.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi vậy cuối cùng quy trình đăng ký tốt nghiệp của em có phải làm thêm gì nữa không ạ ? . Hay chỉ đợi phòng đào tạo cập nhật thêm danh sách tốt nghiệp thôi.Em cảm ơn. . .   i Tốt nghiệp .",
            "Chào em,. . Trường hợp của em đã có Quyết định tốt nghiệp và bằng tốt nghiệp rồi mà?. . Phòng Đào tạo cũng đã gửi mail cho SV lên nhận bằng tốt nghiệp, em kiểm tra lại mail nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi thầy cô PDT,. . . . Em có làm đơn xin hoãn LVTN ở HK trước và đã được duyệt vào ngày 12/8. Nếu bây giờ em muốn đăng kí bảo vệ LVTN trong một đợt bảo vệ thì em phải làm gì và quy trình ra sao ạ.. . . . Em xin cảm ơn.",
            "Chào em,. . Em đã nhận được quyết định hoãn LVTN chưa?. . Thân",
            "Dạ em có làm đơn xin hoãn LVTN và được duyệt rồi ạ. . . Sau đó thì trường cũng có một danh sách hoãn cũng có tên em và bảng điểm trên mybk cũng xác nhận là điểm 14 - hoãn thi rồi ạ.",
            "Chào em,. . Các trường hợp có Quyết định hoãn thi (HT) trong HK202 và HK203 (kể cả môn LVTN), SV vui đợi thông báo mail của nhà trường về việc đăng thi xóa điểm HT trong HK211 này (SV lưu ý theo dõi mail thông báo). . SV hoãn LVTN ở HK202 sẽ đăng ký bảo vệ tại khoa. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng đào tạo,. . Em tên [full_name], MSSV: [student_id]. . Em thấy trong danh sách tốt nghiệp chính thức tháng 11 có tên em với bằng loại thường, nhưng em đang đợi kết quả thi anh văn nói viết tháng 11 để xét lại bằng tài năng. Cho em hỏi là sau khi có điểm thì bằng của em có được xét lại không ạ? Tại vì hôm trước em thấy ghi hạn đăng ký tốt nghiệp là 30/10 nên em đăng ký trước và trên lịch học vụ cũng ghi hạn xét tốt nghiệp là đến 24/12/2021 nên em nghĩ sẽ được xét lại sau mỗi khoảng thời gian.. . Rất mong Phòng đào tạo xem xét lại giúp em.. . Em xin chân thành cảm ơn.",
            "Chào em,. . Trường hợp của em đã đăng ký tốt nghiệp, có quyết định tốt nghiệp rồi.. . cô không thể trả lời trường hợp của em được nhé.. . Em có thể làm đơn trình bày rõ, cô sẽ giúp bạn gửi đơn cho ban lãnh dạo xem và trả lời đơn cho bạn. . thân",
            "Dạ em gửi đơn, mong cô gửi đơn cho ban lãnh đạo giúp em.",
            "QUOTE Dạ em gửi đơn, mong cô gửi đơn cho ban lãnh đạo giúp em.  /QUOTE . . Dạ xin lỗi cô cho em gửi bản mới hơn",
            "Chào em,. . Em đã nhận được mail thông báo nhận bằng tốt nghiệp và đã nhận bằng tốt nghiệp chưa?. . Hiện tại em đã đủ chuẩn để xét bằng tài năng chưa? . . Thân",
            "Dạ cô không cần gửi đơn của em nữa nha cô. Em xin lấy bằng thường",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin hỏi cách để nhận giấy chứng nhận sinh viên qua bưu điện ạ, em có đăng ký 1 lần vào hồi tháng 7 và được thông báo là nhận qua hình thức thông qua bưu điện nhưng mãi vẫn chưa được.. . Học kỳ này em còn đang theo học và chưa làm luận văn nên cần nhận giấy để có thể nộp cho phường.. .",
            "Chào em,. . Đó là câu thông báo chung cho cả diện SV nhận gửi qua đường bưu điện, trường hợp của bạn đăng ký nhận tại Văn phòng Khoa thì bạn phải lên Khoa của bạn nhận nhé.. . Bạn không đăng ký địa chỉ gửi thì sao PDT có dữ liệu gửi cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ Thầy/Cô cho em hỏi em vừa có Quyết định hoãn thi của PĐT cho HK II năm học 2020-2021. . . Theo em được biết theo quy chế, em phải làm đơn đăng ký Thi thay thế điểm VP hoặc HT trong thời hạn 1 học kỳ nhưng em muốn biết rằng nếu ngay bây giờ em làm đơn đăng ký thi này thì em có được thi luôn trong học kỳ I năm học 2021-2022 này không ạ. Em xin cảm ơn.. . . .",
            "Chào bạn. . Phòng đào tạo đang xử lý ra quyết định cũng như xếp lịch thi cho bạn, nên bạn vui lòng đợi mail thông báo chi tiết trong tuần này. . Thân",
            "Chào em,. . Các trường hợp có Quyết định hoãn thi (HT) trong HK202 và HK203, SV vui đợi thông báo mail của nhà trường về việc đăng thi xóa điểm HT trong HK211 này (SV lưu ý theo dõi mail thông báo). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ cho em hỏi về thông tin hoãn thì của môn quản trị kinh doanh, khi nào nhà trường có kế hoạch tổ chức thi lại cho trường hợp đã hoãn thi cuối kì ạ. Em cảm ơn.. .",
            "Chào em,. . Em chờ thông báo sau khi có quyết định hoãn thi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name], MSSV: [student_id]. . Em đã đủ điều kiện tốt nghiệp nhưng vẫn chưa có tên trong danh sách tốt nghiệp chính thức - đợt tháng 11/2021.. . Em mong BKSI kiểm tra lại giúp em ạ",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 23/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi pdt, . . . . Em nhận được mail mời đến nhận bằng tốt nghiệp ở Phòng đào tạo, vậy cho em hỏi:. . 1. Nhận bằng rồi là có được tham dự lễ trao bằng và tốt nghiệp đầu tháng 1/2022 không ạ? (Em vẫn muốn nhận bằng ở lễ trao bằng hội trường A5 hơn ạ). . 2. Tình hình dịch bệnh nên em chưa thể lên nhận liền được thì có sao không ạ? . .",
            "Chào em,. . - Bằng tốt nghiệp vẫn được lưu trữ tại Phòng Đào tạo cho Sinh viên.. . - Về lễ tốt nghiệp SV vui lòng đợi thông báo sau của nhà trường.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa thầy/cô.. . Em có nhận được 1 mail lạ từ phía nhà trường về việc nhận bằng tốt nghiệp theo quyết định tốt nghiệp số 2271/QĐ-ĐHBK, ngày 18/10/2021. Lạ là vì địa chỉ email người nhận là   B [email]  /B  và đây không phải địa chỉ email của em, do đó em không biết nội dung mail này có hợp lệ hay không.. . Mong quý thầy cô giải đáp giúp em ạ, vì em thực tế cũng nằm trong danh sách tốt nghiệp theo quyết định 2271/QĐ-ĐHBK ngày 18/10/2021. . Em xin cảm ơn",
            "Chào bạn,. . Do hệ thống mail tư động và gửi theo danh sách, nên hiển thị vậy nhé em, không sao, em nhận được mail là em trong danh sách lên nhận bằng nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Cho em xin gửi lại đơn hoãn thi ạ",
            "Chào bạn. . Bạn vui lòng thêm xác nhận của Khoa quản lý. . đồng thồi bạn giải trình lý do tại sao thi từ tháng 8/2021 mà giờ bạn mới làm đơn hoãn thi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Cho em xin phép gửi đơn hoãn thi GT2 ạ",
            "Chào bạn. . Đơn này bạn chưa có xác nhận không dự kiến cấm thi của Giảng viên và Khoa. . Bạn bổ sung gấp, và chỉ có thể giải quyết cho bạn hạn cuối đến 19/11/21. . Thân",
            "I   B Chào bạn. . Trước tiên bạn vui lòng xem lại các thông báo của Nhà trường đã gởi: Vì số lượng hoãn thi của SV gởi qua BKSI quá nhiều, . . Nên vào ngày 5/8/2021, Pdt đã gởi cho toàn bộ SV quy trình Hoãn thi mới (nội dung bên dưới) nhấn mạnh Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . -\tNgày 24/8/2021: Cô Trang có hướng dẫn bạn gởi lại Hoãn thi theo quy trình mới: sao bạn không điền vào form. . -\tThời điểm hiện tại là giữa tháng 11/2021, Pdt đã tổng kết danh sách Hoãn thi gởi về Khoa để hậu kiểm danh sách cấm thi, bạn không điền vào form nên Pdt không có dữ liệu gởi về Khoa để xác minh. . -\tNên Bạn muốn Hoãn thi vui lòng làm theo hướng dẫn của  Cô My đã hướng dẫn : “Vậy em làm gửi lại yều cầu về hoãn thi theo hướng dẫn dưới đây giúp cô. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. .   U Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa đồng ý không Cấm thi (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail pdt@hcmut.edu.vn hoặc BKSI)”  /U . . -\tThời gian Pdt có thể tiếp nhận lại hồ sơ hoãn thi đến 19/11/2021, sau thời gian này Pdt không giải quyết các phát sinh nếu có. Vì đầu tháng 12/2021 đã bắt đầu thi của HK211  /B  . - Ho Tro SV   support.stu@hcmut.edu.vn . . \t15:50, Th 5, 5 thg 8\t\t . .  . . tới stu.all, bcc: tôi. .  . . \t. . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . Thời gian: 08/24/2021 08:47:49 am. . Từ: [563] (001829) [staff_name]. . . . Thân gửi các bạn sinh viên,. . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . . . Em đọc kỹ quy chế nhé.. . . . . . •    Quy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •    Các môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •    Riêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. . . . Chúc các bạn học tập thật tốt!. . . . . . Thời gian: 11/12/2021 02:00:30 pm. . Từ: [20279] (003243) [staff_name]. . . . Chào em,. . Vậy em làm gửi lại yều cầu về hoãn thi theo hướng dẫn dưới đây giúp cô. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail pdt@hcmut.edu.vn hoặc BKSI). . Thân. . . . . . Thời gian: 11/10/2021 02:14:10 pm. . Từ: [20279] (003243) [staff_name]. . . . Chào em,. . Sau đó Phòng Đào tạo có gửi mail thông báo cho SV và yêu cầu điền lại vào google forms (trong mail có ghi rõ kể cả các trường hợp đã gửi đơn hoãn thi được chấp nhận), em đã điền lại vào form chưa?. . Thân gửi các bạn sinh viên,. . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •    Quy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •    Các môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •    Riêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. . . . Chúc các bạn học tập thật tốt!. . . . Thời gian: 11/09/2021 09:15:25 am. . Từ: [563] (001829) [staff_name]. . . . Chào bạn. . - Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên giảng dạy + Khoa (theo quy định). . Gửi cho Phòng đào tạo xem xét (nộp qua email pdt@hcmut.edu.vn hoặc BKSI ). . - Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ PDT cho em xin gửi lại đơn hoãn thi môn Kinh Tế đại cương ạ",
            "I   B Chào bạn. . Trước tiên bạn vui lòng xem lại các thông báo của Nhà trường đã gởi: Vì số lượng hoãn thi của SV gởi qua BKSI quá nhiều, . . Nên vào ngày 5/8/2021, Pdt đã gởi cho toàn bộ SV quy trình Hoãn thi mới (nội dung bên dưới) nhấn mạnh Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . -\tNgày 24/8/2021: Cô Trang có hướng dẫn bạn gởi lại Hoãn thi theo quy trình mới: sao bạn không điền vào form. . -\tThời điểm hiện tại là giữa tháng 11/2021, Pdt đã tổng kết danh sách Hoãn thi gởi về Khoa để hậu kiểm danh sách cấm thi, bạn không điền vào form nên Pdt không có dữ liệu gởi về Khoa để xác minh. . -\tNên Bạn muốn Hoãn thi vui lòng làm theo hướng dẫn của  Cô My đã hướng dẫn : “Vậy em làm gửi lại yều cầu về hoãn thi theo hướng dẫn dưới đây giúp cô. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. .   U Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa đồng ý không Cấm thi (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail pdt@hcmut.edu.vn hoặc BKSI)”  /U . . -\tThời gian Pdt có thể tiếp nhận lại hồ sơ hoãn thi đến 19/11/2021, sau thời gian này Pdt không giải quyết các phát sinh nếu có. Vì đầu tháng 12/2021 đã bắt đầu thi của HK211  /B  . - Ho Tro SV   support.stu@hcmut.edu.vn . . \t15:50, Th 5, 5 thg 8\t\t . .  . . tới stu.all, bcc: tôi. .  . . \t. . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . Thời gian: 08/24/2021 08:47:49 am. . Từ: [563] (001829) [staff_name]. . . . Thân gửi các bạn sinh viên,. . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . . . Em đọc kỹ quy chế nhé.. . . . . . •    Quy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •    Các môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •    Riêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. . . . Chúc các bạn học tập thật tốt!. . . . . . Thời gian: 11/12/2021 02:00:30 pm. . Từ: [20279] (003243) [staff_name]. . . . Chào em,. . Vậy em làm gửi lại yều cầu về hoãn thi theo hướng dẫn dưới đây giúp cô. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail pdt@hcmut.edu.vn hoặc BKSI). . Thân. . . . . . Thời gian: 11/10/2021 02:14:10 pm. . Từ: [20279] (003243) [staff_name]. . . . Chào em,. . Sau đó Phòng Đào tạo có gửi mail thông báo cho SV và yêu cầu điền lại vào google forms (trong mail có ghi rõ kể cả các trường hợp đã gửi đơn hoãn thi được chấp nhận), em đã điền lại vào form chưa?. . Thân gửi các bạn sinh viên,. . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •    Quy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •    Các môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •    Riêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. . . . Chúc các bạn học tập thật tốt!. . . . Thời gian: 11/09/2021 09:15:25 am. . Từ: [563] (001829) [staff_name]. . . . Chào bạn. . - Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên giảng dạy + Khoa (theo quy định). . Gửi cho Phòng đào tạo xem xét (nộp qua email pdt@hcmut.edu.vn hoặc BKSI ). . - Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân mến. . . . . .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em xin gửi đơn hoãn thi môn triết học mác-lênin kì DT203",
            "I   B Chào bạn. . Trước tiên bạn vui lòng xem lại các thông báo của Nhà trường đã gởi: Vì số lượng hoãn thi của SV gởi qua BKSI quá nhiều, . . Nên vào ngày 5/8/2021, Pdt đã gởi cho toàn bộ SV quy trình Hoãn thi mới (nội dung bên dưới) nhấn mạnh Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . -\tNgày 24/8/2021: Cô Trang có hướng dẫn bạn gởi lại Hoãn thi theo quy trình mới: sao bạn không điền vào form. . -\tThời điểm hiện tại là giữa tháng 11/2021, Pdt đã tổng kết danh sách Hoãn thi gởi về Khoa để hậu kiểm danh sách cấm thi, bạn không điền vào form nên Pdt không có dữ liệu gởi về Khoa để xác minh. . -\tNên Bạn muốn Hoãn thi vui lòng làm theo hướng dẫn của  Cô My đã hướng dẫn : “Vậy em làm gửi lại yều cầu về hoãn thi theo hướng dẫn dưới đây giúp cô. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. .   U Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa đồng ý không Cấm thi (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail pdt@hcmut.edu.vn hoặc BKSI)”  /U . . -\tThời gian Pdt có thể tiếp nhận lại hồ sơ hoãn thi đến 19/11/2021, sau thời gian này Pdt không giải quyết các phát sinh nếu có. Vì đầu tháng 12/2021 đã bắt đầu thi của HK211  /B  . - Ho Tro SV   support.stu@hcmut.edu.vn . . \t15:50, Th 5, 5 thg 8\t\t . .  . . tới stu.all, bcc: tôi. .  . . \t. . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . Thời gian: 08/24/2021 08:47:49 am. . Từ: [563] (001829) [staff_name]. . . . Thân gửi các bạn sinh viên,. . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . . . Em đọc kỹ quy chế nhé.. . . . . . •    Quy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •    Các môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •    Riêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. . . . Chúc các bạn học tập thật tốt!. . . . . . Thời gian: 11/12/2021 02:00:30 pm. . Từ: [20279] (003243) [staff_name]. . . . Chào em,. . Vậy em làm gửi lại yều cầu về hoãn thi theo hướng dẫn dưới đây giúp cô. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail pdt@hcmut.edu.vn hoặc BKSI). . Thân. . . . . . Thời gian: 11/10/2021 02:14:10 pm. . Từ: [20279] (003243) [staff_name]. . . . Chào em,. . Sau đó Phòng Đào tạo có gửi mail thông báo cho SV và yêu cầu điền lại vào google forms (trong mail có ghi rõ kể cả các trường hợp đã gửi đơn hoãn thi được chấp nhận), em đã điền lại vào form chưa?. . Thân gửi các bạn sinh viên,. . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •    Quy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •    Các môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •    Riêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. . . . Chúc các bạn học tập thật tốt!. . . . Thời gian: 11/09/2021 09:15:25 am. . Từ: [563] (001829) [staff_name]. . . . Chào bạn. . - Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên giảng dạy + Khoa (theo quy định). . Gửi cho Phòng đào tạo xem xét (nộp qua email pdt@hcmut.edu.vn hoặc BKSI ). . - Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ PDT cho em xin phép gửi đơn và minh chứng hoãn thi môn Vật Lý 1 ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Họ tên: [full_name]. . MSSV: [student_id]. . Em làm đơn này xin hoãn thi môn Vẽ kỹ thuật (CI1003). . Lý do: không có laptop. . Em đã xin phép thầy cô rồi . . Em xin cảm ơn pdt. .",
            "Em sẽ ráng xoay sở laptop ạ. . Em xin được tiếp tục học môn vẽ kỹ thuật. . . . Em rất xin lỗi vì vụ việc lần này rất mong pđt xem xét ạ",
            "Chào em,. . - Như vậy em không nộp đơn hoãn thi ? . . - Cô đóng câu này nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính chào thầy cô ạ.. . Em tên là [full_name]-[student_id].Hiện tại là kỳ 211 và em đang làm đề cương với các bạn trong nhóm, em không đủ điều kiện để đăng ký môn Luận văn vào kỳ 212 vì em chưa đạt đủ điểm đạt của môn Thực tập. Do kỳ 203 em có đăng ký thực tập và phỏng vấn đậu nhưng sau đó doanh nghiệp hủy đợt thực tập do Covid(mặc dù lúc đầu doanh nghiệp có chấp nhận thực tập online, nhưng sau đó họ đổi ý). Em biết vì sự thụ động của em mà em không đăng kí thực tập vào kì 211 vì nghĩ Thực tập có thể học song song với Luận văn. Em gửi đơn này kính mong thầy cô có thể tạo điều kiện hướng dẫn em cách giải quyết tình trạng hiện tại của em vì em chỉ còn môn Luận Văn, Thực tập và môn Mạng máy tính nâng cao là hoàn thành chương trình học. Em mong có thể thực tập trong kỳ 211 này hoặc kỳ 212 có thể thực tập song song với Luận văn. Mong thầy cô có thể hướng dẫn em, em cảm ơn thầy cô nhiều ạ",
            "Chào em,. . Môn thực tập và LVTN là không học song song được nhé bạn, em liên hệ khoa để được tư vấn về CTĐT nhé.. . Về Đăng ký thực tập trong HK211 em liên hệ Khoa để được tư vấn. Bạn có thể làm đơn xin cứu xét đăng ký TTTN trễ hạn, trình bày rõ lý do và . .  phải được sự xác nhận đồng ý của GVHD và Khoa đồng ý vì thời điểm này đăng ký HK211 đã qua trễ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ kính thưa thưa quý thầy cô của Phòng Đào Tạo. . Em tên là [full_name], MSSV: [student_id]. . Em có 2 điều thắc mắc sau, cần được quý thầy cô giải đáp ạ. . . . 1) Môn em xin hoãn đã có điểm tổng kết (là 5.5), vậy nếu em không xin hoãn thi lại lần 2 thì điểm đó giữ nguyên, em vẫn đạt môn,có đúng không ạ. . 2) Trường hợp nào thì phải xin hoãn thi lại lần 2 ạ. . . . Em xin chân thành cảm ơn",
            "Chào em,. . Trường hợp nếu bạn không điền vào form xin hoãn thi lại thì PDT mặc định sẽ hủy kết quả hoãn thi của bạn vì bạn đã có điểm tổng kết trên 5 (đạt). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em nộp đơn trình bày lý do trễ hạn thì nhận được câu trả lời là không cần nộp đơn. Sau đó em hỏi làm sao để bỏ tình trạng tạm dừng, thì lại được trả lời là nộp đơn (hình ảnh trong file đính kèm. Vậy bây giờ xin Phòng đào tạo nói rõ giúp em là em phải làm gì ạ? Em cảm thấy là mình đang đi lòng vòng. . .   i Học vụ .",
            "Chào bạn,. . Chính xác Tình trạng của bạn là tạm dừng thì phải thu nhận lại để đăng ký môn học. . Bạn tải mẫu đơn: Thu nhận tại trang web : aao.hcmut.edu.vn    sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI). . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi nhà trường,. . . . Em tên [full_name], MSSV [student_id]. Hiện em có nhận được mail trường là đến phòng đào tạo nhận bằng nhưng hiện tại em đang là F0 điều trị tại nhà thì có được linh động nhận bằng qua bưu điện hay nhờ người nhận không ạ.. . . . Trận trọng.",
            "Chào em,. . - Linh động nhận bằng qua bưu điện . . =  Bảng chính không nhận qua bưu điện được nhé. . -  Nhờ người nhận không. . =  Trường hợp nhận thay bằng tốt nghiệp: Phải có giấy ủy quyền có xác nhận của chính quyền và chỉ có thể ủy quyền cho ba/mẹ/anh/chị/ em ruột (khi nhận phải kèm theo hộ khẩu, CMND/CCCD). . - Khi nào thuận tiện thì em liên hệ Phòng Đào tạo để nhận bằng tốt nghiệp. . . Bằng tốt nghiệp vẫn được lưu trữ tại Phòng Đào tạo cho Sinh viên.. . - Về lễ tốt nghiệp SV vui lòng đợi thông báo sau của nhà trường.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Thưa thầy/cô, em tên là [full_name], MSSV [student_id]5. Hiện em đang cần giấy chứng nhận sinh viên gấp do địa phương gọi đi nghĩa vụ quân sự nhưng khi đăng kí trên mybk thì bị lỗi hệ thống nên em mong nhận được sự giúp đỡ của thầy/cô với ạ.Em cảm ơn.. .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . - Em đăng ký trên mybk/xác nhận sv. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kỳ 211 vừa rồi em đã đăng ký được môn \"Đề cương Luận văn tốt nghiệp\". Nhưng theo em biết, môn học \"Luận văn tốt nghiệp\" để đăng ký được thì cần phải nộp bằng anh văn. Do tình hình dịch bệnh nên em chưa thể đi thi toeic được, em có hỏi thầy hướng dẫn luận văn và được biết pđt có thể cho em nộp đơn xin đăng ký bổ sung môn học LVTN ở giữa kì 2 sau khi em có bằng toeic. Em gửi email này để xác nhận, hỏi rõ thủ tục và thời hạn trễ nhất cho đăng ký bổ sung môn học ạ. Hoặc nếu pđt có phương án giải quyết khác, mong pđt giải đáp dùm em ạ.. . . . Em xin chân thành cảm ơn.. . . . . .",
            "Chào em,. . Em vui lòng đợi thông báo về kế hoạch học tập HK212 của Phòng Đào tạo nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  em làm đơn mong phòng đào tạo cho em hoãn thi vẽ kĩ thuật ạ ạ . . . . . .",
            "Chào em,. . ở HK202 bạn vui lòng xem hướng dẫn bên dưới và nộp trước ngày 19/11/2021. Sau thời gian trên Pdt không thể giải quyết các phát sinh nếu có về việc Hoãn thi HK202 & HK203.. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . . . Em còn thiếu:. . . . Sau khi có xác nhận của Giảng viên hướng dẫn/Khoa: đồng ý + dự kiến không bị cấm thi Cuối kỳ thì gởi đơn + xác nhận cho Phòng đào tạo xem xét (nộp qua mail pdt@hcmut.edu.vn hoặc BKSI). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào quý thầy cô! . . Cho em hỏi tại sao em không đăng ký thi anh văn nố viết đợt tháng 11 được vậy ạ? 4 đợt thi trước do tình hình dịch bệnh và em phải đi làm 3 tại chỗ nên không có điều kiện để thi. . . Kính mong quý thầy cô tạo điều kiện cho em đăng ký thi nói viết để kịp lịch xét tốt nghiệp đợt tháng 12 này ạ! . . Em xin cảm ơn. .   i Đăng ký môn học .",
            "Chào em,. . - Về đăng ký thi anh văn 2 kỹ năng nói viết trực tuyến đợt tiếp theo, dự kiến sẽ tổ chức thêm 1 đợt cho HK211. Em vui lòng đợi thông báo đăng ký qua mail Sinh viên dự kiến sau ngày 19/11.. . - Kính mong quý thầy cô tạo điều kiện cho em đăng ký thi nói viết để kịp lịch xét tốt nghiệp đợt tháng 12 này ạ!. . =  Cô kiểm tra hk211 em không có TKB, sao kịp tốt nghiệp đợt tháng 12 này ?. . Em SV K19, mới học 5hk sao xét tốt nghiệp được?. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thầy/cô cho em hỏi giờ làm việc của phòng đào tạo để em sắp xếp thời gian đi nhận bằng ạ",
            "Chào bạn,. . PDT làm việc theo giờ hành chính. . Sáng từ 7h30 đến 11h30. . Chiều từ 1h đến 5h. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào anh/chị, . . Em tên: [full_name].. . Em không thể đăng ký giấy xác nhận SV để tạm hoãn NVQS được vì không có môn học đăng ký trong kỳ này ạ.. . Lỗi này hoàn toàn là của em vì đã không xem kỹ quy định về việc này trước.. . Sắp tới đây có đợt đăng ký thi AV 2 kỹ năng thì không biết đợt thi này có giúp em in giấy được không ạ? . . Nếu không thì a/c có thể giúp, gợi ý cho em 1 số cách để mình có thể đăng ký in giấy 1 cách nhanh nhất được không ạ?. . Em xin cảm ơn anh/chị.. .   i Học vụ .",
            "Chào em,. . Cô đóng câu này vì đã trả lời em.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào,. . Em tên là LƯƠNG NGUYỄN VIẾT NAM. . MSSV [student_id]. . . . Em đã hoàn thành tất cả các khoản thanh toán hp trên BKPAY (trừ HP SDH) nhưng vẫn có ghi chú trong DANH SÁCH TỐT NGHIỆP CHÍNH THỨC.. . . . Em xin hỏi:. . 1. Em có cần phải hoàn thành luôn HP của Chương trình SDH để có thể đủ điều kiện tốt nghiệp ?. . 2. Nếu không cần thì em có phải làm đơn hay thủ tục về vấn đề trễ hạn học phí không ạ ?. . . . Em xin cảm ơn",
            "đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1710784  /b \t. . . .   i Yêu cầu khác . Chào Quý Thầy/Cô PĐT,. . Em tên là Lê Thanh Duy MSSV 1710784. Em có nhận được thông báo nhận bằng tốt nghiệp tại phòng đào tạo và yêu cầu người tốt nghiệp nhận và không được nhận dùm. Nhưng hiện tại em đang học tập tại Hàn không thể nhận bằng được. Em cần nhận bằng tốt nghiệp và bổ sung cho trường em đang theo học. Trong trường hợp này em phải làm như thế nào để có thể nhận bằng. Em mong quý Thầy/Cô vui lòng phản hồi cho em biết hướng giải quyết. Em xin chân thành cảm ơn!. . Trân Trọng. . Duy.",
            "Chào em,. . Khi nào em có mặt ở TPHCM thì liên hệ Phòng Đào tạo để nhận bằng tốt nghiệp. Bằng tốt nghiệp vẫn được lưu trữ tại Phòng Đào tạo cho Sinh viên.. . Trường hợp nhận thay bằng tốt nghiệp: Phải có giấy ủy quyền có xác nhận của chính quyền và chỉ có thể ủy quyền cho ba/mẹ/anh/chị/ em ruột (khi nhận phải kèm theo hộ khẩu, CMND/CCCD). . Về lễ tốt nghiệp SV vui lòng đợi thông báo sau của nhà trường. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1710124  /b \t. . . .   i Yêu cầu khác . Dạ kính chào PĐT,. . . . Em là Nguyễn Quốc Khang, mssv 1710124. Nay em viết thư này để trình bày sự cố về việc đóng tiền BHYT. . . . . Cụ thể sự việc như sau: Vào năm ngoái (tức học kỳ 201), em có đăng ký BHYT của nhà trường nhưng bị chọn nhầm cả 2 gói là: gói 12 tháng và gói 6 tháng. Sau đó, cả 2 gói đều hiện lên BKPay. Em có đi hỏi và được trả lời là không sao đâu, cứ việc thanh toán gói 12 tháng là đúng quy định rồi. Còn gói 6 tháng thì cứ kệ nó thôi, từ từ nó biến mất hoặc nếu không thì cũng không ảnh hưởng gì. Và em đã thanh toán gói 12 tháng đầy đủ.. . . . Sự cố diễn ra vào hôm qua khi em ra ngân hàng thanh toán học phí của học kỳ 211. Lần này, nhân viên giao dịch của ngân hàng nhập MSSV của em vào hệ thống và hiện lên số tiền em còn thiếu của nhà trường và yêu cầu em đóng số tiền ấy, cụ thể là 1tr050 nghìn của môn học và 281 nghìn của gói BHYT 6 tháng. Em cũng sơ suất không kiểm tra lại BKpay nên cứ đinh ninh là nhà trường đã ra hóa đơn cho BHYT năm nay, và gói 6 tháng cũng phù hợp vì em đã là sinh viên năm 5. Vậy là em vui vẻ đóng đầy đủ khoản tiền trên. Nhưng khi về nhà kiểm tra lại thì em mới bất ngờ là gói BHYT 6 tháng lỗi từ năm ngoái vẫn còn trên hệ thống (trong khi em đã thanh toán gói BHYT 12 tháng rồi) và cũng như là nhà trường chưa yêu cầu đóng tiền BHYT trên BKPay cho năm nay. Như vậy, em nhận ra là mình đã đóng nhầm khoản 281 nghìn.. . . . Sự cố của em là như vậy. Em có gửi kèm hình hóa đơn ngân hàng OCB và hóa đơn BKPay để chứng minh. Đây cũng là bài học cho em về việc cần kiểm tra kỹ lưỡng trước khi thanh toán. Số tiền đó cũng rất là đáng quý với em ở thời điểm này. Em mong PĐT có thể hỗ trợ em giải quyết sự việc này để em không phải chịu thiệt thòi ạ. . . . . Em xin cảm ơn PĐT. . Trân trọng,. . Nguyễn Quốc Khang  . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .  Cho em hỏi cách thức đăng kí môn thi đã hoãn ở  ở học kì trước. Em cần làm thủ tục gì để đăng kí thi những môn đó ở học kì này ạ.. .",
            "Chào em,. . Em chờ thông báo sau khi có quyết định hoãn thi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào PĐT. em là [full_name].. . Mssv: [student_id]. . Em có nguyện vọng đăng kí luận văn kì này nhưng không biết liên hệ với khoa Xây Dựng bằng cách nào và em đã liên hệ được với bộ môn Địa Tin Học và giáo viên hướng dẫn đồng ý. PĐT có thể tạo điều kiện để em được đăng kí môn luận văn kì này được không ạ. Em xin cảm ơn PĐT.. . thiện.",
            "Chào bạn,. . Vui lòng trình bày rõ lý do vì sao tới thời điểm này em mới xin đăng ký LVTN ở HK211. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Em chào quý thầy/cô, em là sinh viên K17. Học kỳ 2 em dự định đăng ký lại các môn Giải tích 2, Đại số tuyến tính,... trong học kỳ chính. Đây là là những môn học kỳ 2 năm nhất của K21. Nếu em đăng ký các môn này thì học phí sẽ tính theo khoá K17 của em (350/ 1tc) hay tính theo K21 (710/ 1tc) ạ?. . Em xin cám ơn! Mong quý thầy/cô trả lời giúp em. .",
            "Chào em,. . Nếu em đăng ký các môn này thì học phí sẽ tính theo khoá K17 của em. . =  Tính theo khóa học của sinh viên. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có đăng kí in bảng điểm ngày 2/11 nhận bằng đường bưu điện,mà hiện tại em chưa nhận được ạ.Vậy hiện nay trường đã mở cửa chưa ạ?Em có thể qua trường trực tiếp lấy bảng điểm và giấy xác nhận sinh viên được không ạ?Em xin cảm ơn",
            "Chào em,. . Bảng điểm của bạn đã được gửi cho bưu điện rồi nhé, em nhớ để ý điện thoại của bưu điện. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  Kính gửi nhà trường. .    Em tên là [full_name]. Hiện tại, 3 trên 4 thành viên gia đình em đã dương tính với Covid-19 (trong đó có em). Vì lý do đó em không thể ra Ngân Hàng để đóng tiền học phí và bảo hiểm y tế. Nên em mong các Nhà trường xem xét để hoàn thời gian đóng học phí.. .   Em xin cảm ơn. .   I  Chúc thầy cô buổi chiều vui vẻ .  . . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] MSSV [student_id] khoa cơ khí chương trình chính quy đại trà K18. . . . Vào tháng 1 em có thi TOEIC được 550.. . . . Và trên trang aao để miễn học và ghi điểm miễn môn AV4 thì điểm phải trên 600.. . . . Nhưng ở bảng quy định chuẩn tiếng Anh sau mỗi năm học thì chuẩn tiếng anh sau năm 3 phải đạt 500 hoặc đạt môn Anh văn 4.. . . . Và chuẩn tiếng Anh khi nhận Luận văn tốt nghiệp và khi tốt nghiệp là từ 500.. . . . Vậy cho em hỏi là em có cần thi tiếp để đạt 600 hay 550 là đủ.. . . . Em cảm ơn",
            "Em tên [full_name] MSSV [student_id] khoa cơ khí chương trình chính quy đại trà K18. . . . Vào tháng 1 em có thi TOEIC được 550.. . . . Và trên trang aao để miễn học và ghi điểm miễn môn AV4 thì điểm phải trên 600.. . . . Nhưng ở bảng quy định chuẩn tiếng Anh sau mỗi năm học thì chuẩn tiếng anh sau năm 3 phải đạt 500 hoặc đạt môn Anh văn 4.. . . . Và chuẩn tiếng Anh khi nhận Luận văn tốt nghiệp và khi tốt nghiệp là từ 500.. . . . Vậy cho em hỏi là em có cần thi tiếp để đạt 600 hay 550 là đủ.. . . . Em cảm ơn",
            "Em tên [full_name] MSSV [student_id] khoa cơ khí chương trình chính quy đại trà K18. . . . Vào tháng 1 em có thi TOEIC được 550.. . . . Và trên trang aao để miễn học và ghi điểm miễn môn AV4 thì điểm phải trên 600.. . . . Nhưng ở bảng quy định chuẩn tiếng Anh sau mỗi năm học thì chuẩn tiếng anh sau năm 3 phải đạt 500 hoặc đạt môn Anh văn 4.. . . . Và chuẩn tiếng Anh khi nhận Luận văn tốt nghiệp và khi tốt nghiệp là từ 500.. . . . Vậy cho em hỏi là em có cần thi tiếp để đạt 600 hay 550 là đủ.. . . . Em cảm ơn",
            "Chào em,. . Em vui lòng đọc kỹ quy chế quy định nhé,. . chuẩn tiếng Anh từng năm để xét cho SV đăng ký môn học, SV có thể đăng ký những kỳ thi trong trường để pass của chuẩn này, để đăng ký môn học cho năm tiếp theo (hoặc bạn học đạt các môn AV 1,2,3,4 tương ứng). . Các môn AV1,2,3,4 là các môn học thuộc chương trình đào tạo của bạn, giống như các môn học khác, bạn có thể đăng ký học hoặc đăng ký chuyển điểm theo quy định của bảng quy đổi điểm (CC Quốc tế), bảng quy đổi này áp dụng theo học kỳ. . Còn chuẩn LVTN/TN thì áp dụng theo khóa. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt). . Việc bạn hỏi có cần thi CC 600 hay không là phụ thuộc bạn thi để làm gì? bạn đã qua AV4 chưa? nếu bạn cần để chuyển điểm thì bạn phải xem quy định về các mức chuyển điểm tại đây:. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/4.   Chuyển điểm các môn ngoại ngữ và bảng quy đổi tương đương các chứng chỉ/ Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2020-2021. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có yêu cầu xin giấy tạm hoãn nghĩa vụ quân sự từ ngày 28/10 qua bưu điện, nhưng hiện tại em không thấy gửi qua được ạ. Em có thể lên trường nhận không ạ? Hiện tại chỗ của em có thể đi lải rồi.",
            "Chào bạn;. . Trườn gửi bạn mã vận đơn của Viettel post, bạn theo dõi để nhận qua đường bưu điện nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy/cô,. . Em có vấn đề cần liên lạc với thầy [full_name] giảng dạy môn Vật Lý 1 (PH1004) lớp (L32). Thầy cô có thể cho em được xin địa chỉ email để trao đổi với thầy được không ạ?. . . .",
            "Chào em,. . Em vui lòng liên hệ [full_name] qua email [email] để được hỗ trợ nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thấy/ cô ạ. . Em là [full_name] [student_id] ạ. . Trường hợp của em là vào kì 201 em có thi Anh văn định kì tổ chức trong trường em đạt 645 điểm ạ. Nhưng nay em kiểm tra bảng điểm lại không thấy nữa ạ. Mong thầy/ cô có thể kiểm tra lại giúp em với ạ. . Em cảm ơn",
            "Chào em,. . Em vui lòng trình bày rõ hơn, kết quả này chỉ dùng để pass chuẩn tiếng Anh từng năm cho SV đăng ký môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy cô ạ.. . Cho em hỏi khoa Hoá sau học kì 202 không còn môn Kỹ thuật điện EE2027. Bạn em có hoãn thi môn này nên thầy cô cho em hỏi là cách nào để được thi cuối kì môn này không ạ. . . Em cảm ơn thầy cô nhiều ạ.. .   i Yêu cầu khác .",
            "Chào em,. . Các trường hợp có Quyết định hoãn thi (HT) trong HK202 và HK203, SV vui đợi thông báo mail của nhà trường về việc đăng thi xóa điểm HT trong HK211 này (SV lưu ý theo dõi mail thông báo). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em có đăng kí bảo hiểm y tế theo hướng dẫn trong mail của phòng CTCT nhưng khi vào BKpay thì có tới 2 khoản BHYT phải đóng trong khi em chỉ đăng kí 1. Thầy cô kiểm tra giúp em xem có sai sót gì không ạ. Em cảm ơn thầy cô. . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ kính gửi Phòng đào tạo, . . Em tên là: [full_name] - MSSV: [student_id]. . Em có thấy mail trường gửi cho sinh viên là: trường đã hủy quyết định hoãn thi HK202 của sinh viên đã có điểm tổng kết. Vậy cho em hỏi là nếu em không có nhu cầu thi lại thì em không cần phản hồi lại cho trường phải không ạ?. . Em xin chân thành cảm ơn. .",
            "Chào bạn,. . Đúng rồi bạn, nếu bạn không có nhu cầu hoãn thi thì không cần phản hồi lại.. . Thân",
            "Chào em,. . PĐT đã email đến sv:. . \"SV kiểm tra nếu cần đăng ký Hoãn thi HK202 & HK203 lại (mặc dù môn học đã có điểm tổng kết) thì vui lòng đăng nhập vào Google bằng tài khoản [email] và điền thông tin hoãn thi (lần 2) theo link: https://forms.gle/PL8YFzjabg2QNhXc8\". . - Vậy cho em hỏi là nếu em không có nhu cầu thi lại thì em không cần phản hồi lại cho trường phải không ạ?. . =  Nếu cần thì đăng ký, không cần thì thôi không phản hồi nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy cô. Em là sinh viên khóa K17. .  Dạ thầy cô cho em hỏi là hiện tại trường vẫn chưa có quyết định cho sinh viên thực hiện LUẬN VĂn có thể quay lại trường để làm luận văn do tình hình dịch bệnh.. .  Thầy cô cho chúng em hỏi là thủ tục để XIN HOÃN [full_name] đợt tháng 12 để làm luận văn vào đợt bổ sung thì cần làm những gì ạ?. . Em cám ơn thầy cô và mong nhận được sự phản hồi sớm từ thầy cô!",
            "Chào em,. . Em đang hỏi hoãn thi luận văn của HK211 phải không?. . Về hoãn LVTN học kỳ 211, SV vui lòng đợi mail thông báo của nhà trường. . Thân",
            "Dạ em chào cô. . Dạ đúng rồi ạ, em muốn hỏi về Luận Văn kì 211 ạ. Vì hiện tại vẫn còn dịch mà chúng em cần lên phòng thí nghiệm để làm luận văn mà chờ thông báo để được lên lại trường trong lo lắng. Nên chúng em muốn hỏi là có được làm đợt bổ sung luận kì 211 hay là hoãn luận văn được không ạ?. . Em cám ơn cô và mong nhận được phản hồi từ cô sớm ạ.. .",
            "Chào em,. . Em vui lòng đợi mail thông báo về việc hoãn thi cho HK 211 nhé. . Thân"
        ]
    }
]