[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em hiện là sinh viên năm hai. Năm nhất em đã đăng ký và được xác nhận thuộc diện được giảm học phí do có cha mẹ bị tai nạn lao động nhưng theo như học phí trong hình thì chưa được giảm thì em phải giải quyết ra sao? . . Em xin cảm ơn!",
            "Chào bạn. . Bạn đợi thông báo của pdt nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: PĐT cho em hỏi là BKpay mở thanh toán học phí dự thính HK211 chưa ạ?. . Tại em thấy ngày 14 này hết hạn mà em vẫn chưa đóng được ấy ạ. . E cảm ơn. . . .",
            "Chào bạn. . Bạn đợi thông báo của Pdt sau nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT,. . . . Hiện tại thẻ ngân hàng [full_name]B của em đã bị khóa do nhập sai mật khẩu, sau khi liên hệ với [full_name]B thì ngân hàng yêu cầu phải đến quầy giao dịch để giải quyết. Tuy nhiên hiện tại em vẫn còn đang ở Pháp sau đợt thực tập và đang chờ chuyến bay hồi hương. Vì thế em không thể mở khóa tài khoản được. Hi vọng PĐT có thể giúp em xác nhận với ngân hàng để em có thể thanh tóa được phí thi Anh văn 2 kỹ năng Nói Viết đượt 2 sắp tới ạ!. . . . Em xin cảm ơn. .",
            "Chào bạn. . Vậy bạn huỷ đợt 2, để đợt 4 đăng ký, Vì Pdt không thể can thiệp bên phía Ngân hàng. . Thân",
            "Chào chị,. . . . Chị cho em hỏi là em có thể thanh toán bằng OCB của bạn khác hoặc chuyển tiền mặt vào OCB với thông tin là đóng học phí và MSSV có được không ạ?. . . . Em cảm ơn",
            "Chào em,. . Chị cho em hỏi là em có thể thanh toán bằng OCB của bạn khác. . =  [full_name] nhé em. (cùng OCB). . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào phòng đào tạo. Em là sinh viên thuộc diện miễn học phí (con thương binh) và em đã nộp đủ giấy tờ xác nhận vào năm nhất (năm học 2018-2019). Theo em biết thì diện miễn giảm học phí là con thương binh sẽ được giảm 100% học phí và không cần nộp lại giấy tờ. Mọi học kỳ trước thì ngoài trừ học phí dự thính phải nộp, học phí chính quy của em sẽ được miễn hoàn toàn. Nhưng học kỳ này theo thông báo thì em phải nộp 4,550,000 VND. Em không biết có nhầm lẫn hay không ạ?. . Em mong được giải đáp thắc mắc này.",
            "Chào bạn. . Bạn đợi thông báo sau của Pdt về học phí. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào phòng đào tạo.. . Học kỳ hè vừa rồi em có đóng trễ hạn học phí 1 ngày. . . Em có gửi câu hỏi đến BKSI thì em được phải hồi là em đóng học phí trước 15h hôm sau thì không cần phải viết đơn giải trình. Và em làm đúng như vậy.. . Nhưng hôm nay em vào BK Pay thì học kyd hè 203 vẫn để là \"Đóng học phí trễ hạn\".. . Phòng cho em hỏi giờ em phải làm sao ạ?. . Em cảm ơn.",
            "Không ảnh hưởng gì hết nghen bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: PĐT cho em hỏi là em có được gia hạn học phí của học kì dự thính không ạ hay chỉ có thể gia hạn thời gian nộp học phí của học kì chính thôi ạ và em có cần giấy tờ hay điều kiện gì để chứng minh hoàn cảnh khó khăn không ạ! Em xin cám ơn!",
            "Chào bạn. . Vấn đề Gia hạn học phí, BHYT, Học bổng, vay vốn ngân hàng… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Theo như em được biết là mình không thể gia hạn học phí kì dự thính. Theo thông tin trên BKPay thì hạn học phí sẽ kết thúc vào ngày 14/09. Nhưng với tình hình dịch Covid hiện tại, em không thể ra khỏi nhà để đến ngân hàng giao dịch. Em muốn biết gia hạn học phí kì dự thính 211 như thế nào ạ?. .",
            "Chào em,. . Em chờ email từ PĐT, sẽ gia hạn đến 20/9/21.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  - Chào quý thầy cô ! Hiện tại em đã học xong chương trinh đào tạo chỉ có thiếu anh văn tốt nghiệp và lịch thi 203 đã hoãn . cho nên e không đăng kí môn hoc 211 . theo như em đăng kí giấy hoãn nghĩa vụ quân sự thì em không được phép cấp giấy hoãn nghĩa vụ quân sự vì không có thời khóa biểu . vậy em cần làm gi để được cấp giấy ạ . mong nhà trường xem xét và cho em hướng giải quyết .. . Em xin cám ơn. .",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em chào phòng đào tạo.. . . . Em hiện tạm dừng học kỳ 202 vì không đăng ký môn học,em không chú ý lịch nộp đơn thu nhận nên đã trễ hạn.. . . . Em muốn hỏi có cách nào để được thu nhận lại không ạ?. .",
            "Chào bạn,. . Thời điểm này bạn thu nhận để làm gì? Vui lòng trình bày rõ nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô. Em có câu hỏi về vấn đề Bảo Hiểm Tai Nạn (BHTN) năm 2021 nhờ thầy/ cô giải đáp giúp em. Theo như thông tin em đọc trên mail của Phòng CTCTSV gửi ngày 25/05/2021 về việc gia hạn BHYT thì em thấy có thông tin là Nhà trường sẽ mua BHTN cho toàn bộ sinh viên hệ đại học chính quy. Thì em không biết là em không mua BHYT ở trường (em mua tại KTX) thì có được hỗ trợ này không ạ. Nếu có, thì em có thể liên hệ ở đâu để nhận thẻ BHTN của năm 2021 ạ. Do em có việc cần liên quan đến BHTN. Em cảm ơn ạ.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào các thầy cô,. . HK202 em có thực hiện luận văn tốt nghiệp, đã đóng đủ học phí nhưng do covid-19 ảnh hưởng nghiêm trọng đến chất lượng báo cáo vì không thể thực nghiệm được nên em đã đăng kí xin hoãn thực hiện luận văn và bảo vệ. Như vậy trong HK211 này em có phải đóng tiền học phí cho môn LVTN không? Em nghe các anh chị khóa trước có nói được bảo lưu tiền học phí, nên em muốn được xác nhận lại thông tin ạ.",
            "Chào em,. . Em đọc kỹ nhé. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thư cô,. . . . Em tên là [full_name] mssv [student_id], Em có nhận được tin nhắn của cô vào đăng kí thi anh văn đợt 1. Tuy nhiên khi em vào đăng kí môn học thì vẫn bị chặn bởi trang web đăng kí môn học. Vì em đã hết hạn đào tạo và không được đăng kí môn học á cô. Xin cô nhờ hỗ trợ kiểm tra lại giúp em với ạ. Và nếu có thể thì xin phép cô là cho em đăng kí thi đợt 3 hoặc 4, tại vì hiện các bạn K17 K16 đang mong thi rất nhiều nên những đợt đầu để các bạn thi trước ạ. . . Em xin chân thành cảm ơn cô.",
            "Chào bạn. . Đã mở lại cho bạn vào Đăng ký đợt 2 nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô.. .  . . Em lên trang myBK để thanh toán học phí dự thính kỳ HK211, em thấy hạn thanh toán từ dự kiến 07/09 đến 15h 14/09 nhưng không có ô tick ở dưới phần \"Chọn thanh toán\" để thanh toán học phí. Em có gửi hình chụp vào ngày hôm nay 9/9, thầy/cô xem qua ạ. . . .   i Học vụ .",
            "Chào em,. . Em chờ email từ PĐT, sẽ gia hạn đến 20/9/21.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa PĐT, em xin hỏi là khi nào thì có điểm tổng kết học kỳ 202 ạ? Một số môn học có thực hành chưa thể tổ chức thi cuối kì thì TBHK 202 sẽ được tính như thế nào ạ?. . Hy vọng sớm nhận được phản hồi từ pđt.. . Em xin cảm ơn ạ!",
            "Chào em,. . - Khi nào GV nộp đầy đủ điểm sẽ tính TBHK. . -  Một số môn học có thực hành chưa thể tổ chức thi cuối kì thì TBHK 202 sẽ được tính như thế nào ạ?. . =  có điểm đầy đủ kể cả TN mới tính em nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi thầy(cô).. . . . Em có câu hỏi là hiện tại trên trang BK Pay,thông tin về hạn chót thanh toán học phí dự thính 211  là vào ngày 14 tháng 9 năm 2021 ạ nhưng hiện tại em không chọn mục đó để thanh toán được nên em có thắc mắc về việc này ạ.. . . . Mong quý thầy (cô) trả lời sớm ạ.",
            "Chào em,. . Em chờ email từ PĐT, sẽ gia hạn đến 20/9/21.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên: [full_name]. . MSSV:[student_id]. . Hệ: [full_name]. . Em muốn hỏi trường hợp của em được miễn môn học ME2007 [full_name] do đó em đã bỏ thi. Em muốn hỏi trường hợp của em có rút môn học được không?",
            "Chào bạn,. . Bạn đang hỏi rút MH của HK nào? Vì hiện tại chỉ nhận đơn rút MH của HK211 nhé, HK202 và HK203 đã hết thời gian nhận đơn rút nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo Đại hỌC Bách Khoa TPHCM. . Em tên Nguyễn Minh An MSSV [student_id]2. . Em đã đk môn cho HK211 và đã có thời khóa biểu nhưng sau tuần đầu thì bị xóa do hết hạn đào tạo. Em đã xin chuyển hệ đào tạo để được tiếp tục học và xin đkmh bổ sung. Hiện tkb của em đã có 2 môn Tiếng Pháp 7 và Pháp luật VN đại cương, em xin đăng ký thêm môn Nhập Môn Lập Trình CO1003 và môn Luận Văn Tốt Nghiệp 800700 trong tuần đầu em đã có thời khóa biểu nhưng bị hủy, LVTN em cũng đã liên lạc đăng ký xin thầy cô hướng dẫn. Kính mong phòng đào tạo giúp em đăng ký bổ sung 2 môn này ạ.. . Em xin cảm ơn",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Kính gửi Phòng Đào Tạo,. .  Em là [full_name], MSSV: [student_id], Lớp: CK17LOG.. .  Học kỳ 2 năm học 2020-2021 em có đăng ký bảo vệ LVTN tuy nhiên em đã xin thầy [full_name]-Chủ nhiệm Bộ môn Kỹ Thuật Hệ Thống Công Nghiệp dời sang kỳ sau. Thầy đã xác nhận yêu cầu và cho dời lịch ạ.. .  Câu hỏi lần trước của em là em có cần phải đăng ký bảo vệ LVTN kỳ này nữa không và nếu có thì bây giờ em được đăng ký không vì đã quá hạn đăng ký làm LVTN?. .  Em cảm ơn!",
            "Chào em,. . - Em đã đăng ký hoãn thi, thầy hướng dẫn đồng ý, PĐT hậu kiểm =  Dự kiến cuối tháng 12 có quyết định hoãn thi.. . - Không cần đăng ký lại môn này trong HK211 nếu em đủ điều kiện trên. . (xem quy chế điều 17.2). . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em xin chào Phòng Đạo tạo.. . em có đăng kí luận văn tốt nghiệp,có thời khóa biểu và đã có lịch đóng học phí. nếu sau đó trường hậu kiểm và hủy môn Luận văn thì em có được hoàn tiền học phí không ạ?. em xin cảm ơn",
            "Chào em,. . Lịch đóng HP CQ đầu tháng 11 mới đóng, nếu hậu kiểm thì sẽ làm trước khi đóng HP nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa Thầy cô,. . Em tên là [full_name] mssv [student_id]. Sinh văn văn bằng 2 chính quy. Ngành quản lý tài nguyên và môi trường. . . Học kỳ 202 vừa qua là học kỳ tối đa của em ạ. (Thời gian đào tạo trong thông tin của em là hết thang 10 năm 2021 ạ). Hiện tại em chỉ còn anh văn nói viết để ra trường. Em đã hoàn thành luận văn, báo cáo và có điểm. Nên em đăng ký thi anh văn nói viết, nhưng thi online thì phải vào đăng ký môn học để đăng ký ạ. Vì tình hình dịch nên từ tháng 5 đến nay trường không tổ chức thi nên em không đăng ký được. . . Đợt 1 em không đăng ký được và có hỏi BKsi nhưng báo là hết slot đăng ký. Đợt 2 em vào đăng ký lại nhưng vẫn không được?. . Mong thấy cô xem giúp em trường hợp của em có đăng ký được không ạ.. . Em xin chân thành cảm ơn!",
            "Chào bạn. . Đã báo tổ dkmh kiểm tra lại, ngày mai bạn vào đăng ký lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào tạo,. . Em tên là [full_name]. . MSSV: [student_id]. . Câu hỏi/yêu cầu: Trong đợt thi cuối kỳ online học kỳ 202, em có đăng ký hoãn thi môn Anh văn 4, MSMH: LA1009 và đã nhận được email xác nhận đăng ký thành công. Hiện tại trên hệ thống mybk đã cập nhập điểm môn này nhưng không hiển thị điểm 14 mà hiển thị điểm 13.. . Vì em cần phải bổ sung gấp bảng điểm để nộp hồ sơ xin học bổng (deadline: 20/9/2021). Em được biết mọi khiếu nại về điểm hoãn thi sẽ được giải quyết sau ngày 30/9/2021 nhưng mong PĐT xem xét, giải quyết cho trường hợp của em và cập nhật điểm hoãn thi cho em để nộp hồ sơ xin học bổng đúng thời hạn.. . Em cảm ơn ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . En xin thầy cô cho em được đăng kí môn anh văn 3 trong kì dự thính học kì 1( 2021-2022). Đây là 2 đơn gồm đơn xin đăng kí môn học và đơn xin thụ nhận lại. em xin cảm ơn thầy, cô ạ!",
            "Chào bạn. . - Thời gian học của bạn đã hết, nhưng Cô kiểm tra bạn ở kv 1 có thể làm đơn gia hạn. . - Bạn vui lòng làm đơn gia hạn 1 học kỳ gởi gấp nghen để Pdt xử lý. . - Đồng thời thêm 1 đơn đăng ký môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi em là sinh viên hk202 em đăng ký nhầm vào lớp dự thính có cánh nào để chuyển về lớp chính quy không ạ . Em đăng ký nhầm môn trắc địa đại cương CI1007 ạ",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy/cô,. . . . Em tên [full_name] MSSV [student_id]. Pđt sắp thời khóa biểu của em trùng 2 môn học đó là Lịch sử Đảng SP1039 và Hệ thống thông minh (055134) vào ngày thứ Năm, tiết 13 - 14. . . . . Em sẽ đính kèm hình ảnh thời khóa biểu 2 môn đó. Mong thầy/cô giúp em được chuyển lớp học Lịch sử Đảng để được tham gia cả 2 môn ạ. Em xin chân thành cám ơn.",
            "Chào bạn. . TBK của Pdt xử lý không bị trùng. . - Bạn liên hệ Sau đại học để giải quyết môn trùng lịch học với đại học nghen. . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em xin chào quý thầy cô ạ.. . Em có thắc mắc là ở trên trang aao.hcmut.edu.vn, mục lịch học vụ thì em thấy là thời hạn xét tốt nghiệp cho đợt Tháng 11/2021 là 20/10/2021. (Hình 1). . Còn mail em nhận được từ phòng đào tạo về kế hoạch HK1 năm học 2021/2022 thì đợt xét tốt nghiệp tháng 11/2021 có thời hạn đến cuối HK211. (Hình 2). . Vậy thầy cô cho em hỏi thì đợt xét tốt nghiệp tháng 11/2021 sẽ có thời hạn là khi nào ạ.. . Dạ em cám ơn thầy cô và chúc thầy cô sức khỏe ạ.",
            "Chào bạn,. . Thời gian xét tốt nghiệp của tháng 11/2021 theo lịch học vụ (chốt danh sách để làm lễ TN, in bằng và phát cho SV).. . Sau thời gian chính thức công bố, trường vẫn xét tốt nghiệp đến hết HK211 dành cho những trường hợp cứu xét (do mới đủ điều kiện tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi thầy cô,. . Em là [full_name], Mssv [student_id]. . . . Em có nhu cầu làm lại thẻ sinh viên, nhưng hiện tại trong kỳ này em không có thời khóa biểu nên không thể đăng ký in thẻ sinh viên  trên mybk được. Thầy cô cho em hỏi có cách nào để in thẻ sinh viên trong trường hợp của em không ạ? và các giấy tờ cần thiết.. . . . Em xin chân thành cảm ơn,. . . .",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV, không được in thẻ sv.. . . . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô ạ,. . Trong đợt thi online cuối học kì 202, có môn em gặp sự cố màn hình laptop tắt liên tục, mạng yếu ảnh hưởng đến kết quả làm bài của em nên em đã quyết định hoãn thi sau khi thi xong, nhưng sao hôm nay trên bảng điểm của em trên mybk vẫn có cập nhật điểm tổng kết môn học đó ạ, việc này em phải xử lí thế nào ạ? Em cam đoan không phải điểm thi đó làm em rớt môn mà em hoãn thi vì điểm tổng kết hiện tại vẫn đủ làm em qua môn nhưng em thấy kết quả của mình có thể tốt hơn nhưng do sự cố laptop ảnh hưởng kết quả học tập nên em mới quyết định hoãn thi. Mong thầy cô giúp em giải đáp thắc mắc này! Em cảm ơn !. .",
            "Chào em,. . . . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là theo lịch thì hạn nộp học phí dự thính 211 là hết ngày 14/9 mà bây giờ nhà trường chưa mở nộp thì đến ngày hôm đó tính sao ạ?",
            "Chào em,. . Em chờ email từ PĐT, sẽ gia hạn đến 20/9/21.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào,. . Em thấy trên trang BKPay đã cập nhập học phí cho học kỳ chính và kỳ dự thính 211, nhưng em không thấy chỗ để chọn thanh toán trong khi sắp hết hạn thanh toán, mong sớm nhận được phản hồi để em có thể đóng (hoặc chưa đóng) để không gây ảnh hưởng đến quá trình học của mình.. . Trân trọng.. .   i Yêu cầu khác .",
            "Chào em,. . - Em chờ email từ PĐT, sẽ gia hạn đến 20/9/21.(DT). . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  Em chào thầy cô. .  Dạ là em phát hiện bảng danh sách trừ điểm rèn luyện do quậy trong KTX là có 1 người khác có chung MSSV với em và cùng 1 lớp với em luôn ạ. Mà em cũng không biết sao mà lại trùng MSSV và lớp vậy ạ. Xin thầy cô giải quyết giúp em.. . Em cám ơn.. .  Em có để hình trong tệp ạ. Bạn nằm ở số 24 có chung MSSV và lớp cùng với em ạ thì em không biết phải giải quyết sao nữa ạ ?",
            "Chào bạn,. . DS này bạn vui lòng phải hồi về phòng Công tác Chính trị SV nhé. . Email:  [email]",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ đợt trước em có đăng ký hoãn thi online môn Nguyên lý thông tin số (EE3115) - Khoa Điện do bị lỗi trong quá trình ghi màn hình . Sau đó em đã hồi phục được 1 phần video và gửi rồi ạ. Em cũng đã có điểm tổng kết của môn này luôn rồi ạ.. . . . Theo chương trình đào tạo của các khóa sau thì không còn môn này nên em cũng không biết thi bổ sung ra sao. Nên em xin phòng đào tạo có thể hủy kết quả hoãn thi online của em đợt trước được không ạ.. . . . Em cảm ơn.",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em tên: [full_name]. . MSSV: [student_id]. . Khoa: Công nghệ vật liệu. . Lớp: VL17Po. . Dạ do một số lý do em đã trình bày trong đơn nên không đăng ký kịp luận văn tốt nghiệp học kỳ 211. Nay e làm đơn này xin đăng ký môn học luận văn tốt nghiệp ( kỹ thuật vật liệu polyme ) MSMH: MA4313. Em cảm ơn. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 20/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào PĐT, thi cuối kỳ dự thính 202 em có điền đơn hoãn thi môn Vật lý 2 do laptop em bị hỏng màn hình đột xuất, nhưng bây giờ bảng điểm của em môn Vật lý 2 có điểm tổng là điểm 13 ạ. Mong PĐT xem xét giúp em là trường hợp của em tại sao lại không được hoãn thi và điểm tổng kết lại là điểm 13 ạ? Em xin cảm ơn!",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . chào PĐT, em là [full_name] MSSV [student_id].. . Hiện tại em đã đủ điều kiện làm TLTN, nhưng sau khi đăng ký ở các đợt ĐKMH vẫn không có TKB.. . Mong PĐT phản hồi",
            "Chào em,. . Em bổ sung mã môn học nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cô ơi cho em hỏi, trong hè vừa rồi, em có đăng ký môn Thực tập tốt nghiệp và đã đóng học phí đầy đủ, nhưng tình hình dịch phức tạp nên em không đi thực tập được nên đã đăng ký rút môn học. Cô cho em hỏi là tiền đóng học phí có được hoàn trả hay được chuyển qua kỳ tới ạ, vì kì tới em có đăng ký môn Thực tập tốt nghiệp ạ. .   i Yêu cầu khác .",
            "Chào em,. . Em Xem chi tiết quy định về rút môn học tại QUY CHẾ [full_name] [full_name] điều 11.2. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . E có thấy thời hạn đóng tiền học dự thính mở hồi 7/9 và hết hạn lúc 14/9 nhưng em không thấy ô để tích vào đóng tiền ạ. Bao giờ mới mở ô tích để đóng ạ, e sợ sẽ đóng trễ học phí.",
            "Chào em,. . Em chờ email từ PĐT, sẽ gia hạn đến 20/9/21.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cho e hỏi e muốn tạm ngưng học 1 năm thì mình ghi tạm ngưng 2 học kỳ đúng không ?",
            "Yêu cầu khác. . . . cho e hỏi e muốn tạm ngưng học 1 năm thì mình ghi tạm ngưng 2 học kỳ đúng không ? . . . . Do tình hình dịch này e không cần ký tên được không ?. .",
            "Chào em,. . - Em xem quy chế tạm dừng (còn ngày hôm nay em gửi đơn tạm dừng thì không cần [full_name], [full_name] ký, không tính HP HK211). . - Đơn em tải về ký họ tên đầy đủ nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1913384  /b \t. . . .   i Yêu cầu khác . Chào PĐT.. . Em muốn hỏi là có phải BK Pay của em bị lỗi không ạ tại vì em không thể đóng được tiền học phí của kỳ 211 trong khi đó bạn em lại đóng được ?. . Em không thể bấm vào mục chọn thanh toán trên BK Pay ạ. Mong PĐT hỗ trợ em. . . Em xin cám ơn.",
            "Chào em,. . Em chờ email từ PĐT, sẽ gia hạn đến 20/9/21.. . (DT). . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b  . .   i Đăng ký môn học  /i TR4315. . Chào PĐT. Em là sv K18 ngành KT Ô tô, theo lộ trình thì kỳ này em sẽ đăng kí môn Đề cương LVTN nhưng em thấy 0 chỉ và vì sơ xuất nên em đã không đăng kí. Giờ có cách nào cho em đăng kí bổ sung được không ạ, tại vì kì này em còn có 6 chỉ và kì sau em còn mỗi Luận văn tốt nghiệp là sẽ hoàn thành chương trình học nên nếu trễ 1 kỳ thì sẽ rất tiếc ạ, em mong PĐT có thể hỗ trợ đăng kí bổ sung cho em để em có thể đăng kí Luận văn tốt nghiệp đúng hạn. Em xin chân thành cảm ơn và vô cùng xin lỗi vì lỗi sơ xuất này. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa quý thầy cô!. . Em tên [full_name] MSSV[student_id]. . Đợt đăng ký bổ sung LVTN e có đăng kí nhưng PĐT không đăng kí và để lý do không đủ điều kiện đăng kí.. . Em hiện tại có 123 tín chỉ và 2 chỉ đã học xong nhưng chưa cập nhật là 125 tín chỉ. Nhưng số tín chỉ cần là 126.. . Em có đăng kí chuyển điểm anh văn 1 trên hệ thống thì để 8d và đã thanh toán trên bkpay. Nhưng em tìm hiểu qua thì thầy điểm đó là bảng quy đổi cũ nên em nghĩ là không được chuyển vì em chuyển từ 31/8 đến giờ mà vẫn chưa có điểm.Lần trước em cũng có gửi câu hỏi nhưng do em tưởng là có thể chuyển được AV1 nên quý thầy cô có trả lời là đợi đến 15/9 xem TKB, nhưng e xem lại bảng quy đổi mới nên em vẫn thiếu 1 chỉ do AV1 không chuyển được ( câu hỏi và câu trả lời em thêm vào ảnh đính kèm). . Hiện tại e chỉ còn nợ Anh văn 1234.Kỳ này PDT đã tạo điều kiện không cần CCNN để đăng kí LVTN nên em mong có thể xem xét đăng kí giúp em. Do tình hình dịch khó khăn nên em đang đợi hết dịch để thi CCNN.Nếu có CCNN thì em chuyển điểm là xong hết.. . Vì học kì này là kì cuối của em, em mong quý thầy cô có thể xem xét cho em đăng kí LVTN với ạ. Em rất mong quý thầy cô giúp đỡ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 20/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có hoãn thi 2 môn. Nhưng điểm tổng kết của 2 môn lại khác nhau, cụ thể 1 môn 0đ và 1 môn 13đ (vắng thi). . . Thầy cô có thể xem xét việc hoãn thi của em không ạ?",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13, 0). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cô cho em hỏi là: Trên mybk nó báo em đăng ký thành công lvtn rồi. Trong thời khóa biểu em cũng có. Nhưng e-learning thì không có với danh sách trên khoa chưa cập nhật thì em phải làm sao đây. Em cảm ơn ạ. . . .",
            "Chào bạn. . SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào thầy cô phụ trách bksi.. . . . Do sự tắc trách trách của em không đọc kỹ quy chế của việc hoãn thi.Vào kì 203 em có hoãn môn thi A, em vẫn chưa thi cuối kì nhưng đã đăng kí môn A đó vào kì kế là 211.Em muốn hỏi thầy,cô rằng liệu em có thể học kì 211 và bỏ thi kì 203 không, hay là bắt buộc em phải hủy môn A đó ở học kì này. Do việc thiếu kinh nghiệm, nên em rất mong thầy,cô cho em câu trả lời và giải pháp tối ưu nhất.. . . . Kính chúc quý thầy,cô và gia đình giữ gìn sức khỏa và an toàn trong mùa dịch.Trân trọng.",
            "Chào em,. . - Em có thể rút môn học (tính hp môn này) hk211. . - Em để môn hoãn thi HK202 sang HK212 thi (cho phép trong 1 năm), em thi cải thiện điểm cũng được.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i TR4315. . Em kính xin PĐT có thể đăng kí giúp em Đề cương LVTN kì này. Vì sơ xuất nên em đã không đăng kí Đề cương LVTN đợt 1. Và em phải hoàn thành cách li nên đã bỏ lỡ 2 đợt bổ sung. Em mong PĐT có thể giúp em vì đây là môn học tiên quyết để em có thể đăng kí Luận văn tốt nghiệp kì tới và có thể hoàn thành chương trình học đúng hạn, giờ kì này em học có 6 chỉ và kì sau còn Luận văn tốt nghiệp là xong, nên giờ trễ hạn tốt nghiệp thì thật sự rất đáng tiếc ạ. Em mong PĐT có thể xem xét và đăng kí giúp em với ạ. Em chân thành cảm ơn . . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 20/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2013439  /b \t. . . .   i Yêu cầu khác . Việc Là Do Dịch Covid-19 nên ba và mẹ đều không có việc làm. Nên đã dùng hết số tiền tiết kiệm và đã mượn ít nợ hàng xóm để chi tiêu và thuốc men cho gia đình.. . Nên cho em hỏi nếu em \"Mượn Quỹ Hổ Trợ\" thì tối đa bao nhiêu và thời hạn trong bao lâu ạ!",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Gửi phòng đào tạo,. . . . Ngày 8/9 em có đăng ký nhận giấy chứng nhận sinh viên để tạm hoãn NVQS nhưng tới nay vẫn chưa được xử lý. Mong PĐT xử lý và gửi gấp giúp em vì hạn nộp giấy lên địa phương là ngày 16/9 rồi ạ (như trong hình).. . . . Mã phiếu: \tCNSV.[student_id].1. . . . [full_name].",
            "Chào bạn[full_name] [full_name] [full_name] đang cố gắng giải quyết, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý)",
            "Chào PĐT, . . . . Hiện đã là ngày 13/9 nhưng phiếu của em vẫn chưa được giải quyết. Em thật sự thật sự rất cần gấp giấy chứng nhận ạ, như hình em cung cấp thì 16/9 đã là hạn nộp lên địa phương. Em rất mong PĐT giải quyết nhanh chóng ạ.",
            ".",
            "Chào bạn[full_name] [full_name] [full_name] đã ghi nhận phản hồi của bạn, Vì số lượng đăng ký giấy CNSV tăng đáng kể, Nên [full_name] đang cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay, SV vui lòng thông cảm đợi thêm, giải thích thêm với cơ quan yêu cầu giấy CNSV[full_name][full_name] [full_name]  Sau khi [full_name] cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên[full_name][full_name] [full_name] Thân[full_name] [full_name] [full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Quý Thầy/Cô,. . . . Em tên [full_name] MSSV [student_id]. . Cho em hỏi vì sao trong form đăng ký giấy chứng nhận sinh viên của em không có Lý do: \"Hoãn nghĩa vụ quân sự cấp lại\" ạ? (Hình ảnh đính kèm). . . . Em cảm ơn!",
            "Chào bạn. . Bạn hệ liên thông nên chỉ có 1 lý do. . Bạn vào đăng ký nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đã đăng kí lớp Sức bền vật liệu & thí nghiệm (mã mh:809704) do giảng viên [full_name] giảng dạy. Tuy nhiên đến nay là tuần thứ 36 em vẫn chưa thấy có cập nhật thời khóa biểu và em cũng không nhận được mail từ giảng viên để sắp xếp thời gian học với lớp. Em mong phòng đào tạo giải quyết sớm để tụi em không bị trễ lịch học.",
            "Chào bạn. . Pdt đã cập nhật lại dữ liệu, bạn kiểm tra lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i. . Dạ kính chào [full_name]. [full_name] cho em trong chương trình đào tạo của em có nhóm tự chọn gồm 4 môn A,BC,D ( cùng số tín chỉ như nhau ) và bắt buộc phải học tối thiếu 2 môn trong nhóm đó. Em đã học 2 môn A và B rồi. Tuy nhiên điểm môn B hơi kém nên em muốn cải thiện bằng cách học lại môn C được không ạ ?. Khi đó điểm trung bình tích lũy sẽ lấy trung bình cả 3 môn A,B,C hay chỉ lấy điểm 2 môn cao nhất trong nhóm đó vậy ạ ?. .",
            "Chào em,. . - Sv muốn học cải thiện thì môn học phải có cùng một msmh vì khi này sẽ lấy điểm cao nhất tính.. . - Môn học cải thiện mà khác msmh thì vô nghĩa vì sẽ không lấy điểm cao nhất tính được vì hai msmh khác.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "kính gửi : phòng đào tạo trường đại học bách khoa tp HCM. . . em tên là: [full_name] mssv [student_id]. . trong học kỳ vừa rồi em có đăng ký môn VLBD ( EE1013) . và trong ngày thi 18/8/2021 thì trong lúc lấy file nộp bài thi thì em lỡ tắt mất trang google meet đang thi. sau đó em có xin trợ giúp và đã xin hoãn thi ngay sau đó. nhưng hôm nay kiểm tra điểm thì em phát hiện điểm thi và điểm tổng kết của em là 0d. cho em hỏi như vậy là đơn hoãn thi của em không được chấp nhận và điểm thực của em là 0d ạ. mong nhận được phản hồi sớm của quý thầy cô, em xin cám ơn.",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13,0). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Cô/[full_name]ầy.. . . . Cô/[full_name]ầy cho em hỏi là tại phường em thì người ta đã yêu cầu giấy chứng nhận sinh viên từ trường để không đi khám nghĩa vụ quân sự rồi ạ. Hiện tại thì tình hình dịch bệnh phức tạp, nên em không biết, bao giờ nhà trường sẽ phát giấy ạ? Do người ta ra hạn cho em hạn nộp là từ 10-20/9/2021 ạ.. . . . Em cảm ơn Cô/[full_name]ầy đã phản hồi ạ.",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . . . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . sao đến hạn rồi mà em chưa nộp dc vậy. . hình em để bên dưới ạ.. . em cảm ơn. .",
            "Chào em,. . Em chờ email từ PĐT, sẽ gia hạn đến 20/9/21.. . Thân mến,. ."
        ]
    }
]