[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi quý thầy/cô trực thuộc Phòng Đào tạo - Trường Đại học Bách Khoa. . Em là [full_name], MSSV [student_id], lớp XD17KSDD. Hiện tại em là sinh viên thuộc chương trình đào tạo kĩ sư tài năng của khoa KT Xây dựng.. . Tuy nhiên thông tin trên bằng tốt nghiệp tạm thời của em lại không có ghi \"chương trình tài năng\".",
            "Chào em,. . PĐT đã nhận được thông tin của em, sẽ scan rồi gửi lại nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . em muốn hỏi giờ em muốn chuyển hệ từ chính quy sang vừa học vừa làm, thì làm sao ạ?. . thời gian tốt nghiệp em có kịp thời gian 24/12 tới không ạ?. . . .",
            "Chào em,. . Em tải mẫu đơn: Phiếu đề nghị chuyển sang hình thức Vừa Làm Vừa Học, điền đầy đủ thông tin rồi gửi lại nhé. . . http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: thưa thầy cô phòng đào tạo em tên là [full_name] lí do là  em muốn xin giấy tạm hoãn nghĩa vụ quân sự ạ em có vào mục 17 MYBK để đăng kí giấy mà bị lỗi ạ nên e không có đăng kí giấy được ạ",
            "Chào em,. . PĐT đang làm công tác liên quan đến HK211, em vui lòng đăng ký lại sau 2 giờ nữa nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào PĐT ạ,. . . . Em có đăng kí nhận in bảng điểm 35.000 VNĐ qua đường bưu điện và nhận được ngày 11/11/2021.. . Em học ngành   B Kỹ thuật Hệ thống Công nghiệp  /B .. . Nhưng đến khi nhận bảng điểm thì trong đó lại ghi tên ngành là nhóm ngành Cơ khí - Cơ điện tử.. . Cho em hỏi em có được lên PĐT đổi lại Bảng điểm mới không tốn phí không ạ?. . . . Em cám ơn, mong PĐT sớm phản hồi ạ!",
            "Chào em,. . Ngành sinh viên là in ngành chung mà em.. . Thân mến. . . .",
            "Chào em,. .  Em vui lòng đem bảng điểm cũ đến PĐT đổi không tốn phí nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi về việc xin giấy hỗ trợ vay vốn ở ngân hàng địa phương thì làm sao ạ?. .   i Yêu cầu khác .",
            "\"Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy, cô,. . Em tên là [full_name]. Em muốn hỏi rằng hạn thanh toán bhyt là 20 nhưng cổng thanh toán BKPay đã bảo trì nên không thể thanh toán. Em muốn biết cổng thanh toán có bảo trì xong trước ngày khi hết hạn thanh toán bhyt không ạ? . . Em xin cảm ơn thầy, cô.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . - Kính gửi Phòng đào tạo Đại học Bách Khoa-ĐHQG Tp.HCM. . - Em tên là: [full_name] - mssv :[student_id]. . - Em đã đăng ký thi 2 môn:   B Giải Tích 2 (MT1005), Cơ sở điện tử công suất (EE2021)  /B  ở HK202 để thay thế điểm VP ở HK192.. . - Hiện tại các bạn đã được cập nhật điểm tổng kết nhưng em vẫn chưa được cập nhật điểm 21 ở học kỳ 192. . . Mong phòng đào tạo xem xét lại trường hợp của em ạ. . . Em xin cảm ơn!",
            "Chào em,. . Còn 1 môn MT1005 chưa có nộp phiếu điểm xóa vắng phép đến PĐT. Môn EE2021 đã đạt.. . Em vui lòng liên hệ Khoa ứng dụng môn MT1005 nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Gửi [full_name],. . Em hiện đã chuyển sang hệ VHVL, em đã thanh toán trễ hạn đợt đóng học phí chính qui và học phí VHVL, hiện bảng điểm hk211 của em bị 13 điểm môn Pháp Luật Đại Cương và 0đ môn Nhận Môn Lập Trình. Nhưng em xem bảng điểm PLDC là 6.5đ tổng kết và Nhập Môn Lập Trình ngày 22/12 này mới thi. Mong [full_name] kiểm tra giúp em. Em xin cảm ơn",
            "Chào em,. . Điểm do GV nhập, bảng điểm [full_name] gửi PĐT. Em vui lòng liên hệ GV, [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . em chào Cô,. . . . em xin phép gửi đơn chuyển hệ ạ!. . . . cho em hỏi là em có kịp ra vào tháng 12 này không ạ?. . . . em cảm ơn Cô,. . . .",
            "Và em nhờ Cô check giúp em là em đã đủ điều kiện để tốt nghiệp chưa ạ!. . . . Em cảm ơn cô rất rất nhiều,",
            "\"Chào em,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV theo dõi mail và lịch học vụ để vào đăng ký môn học cho HK212 nếu còn nợ MH, vào đợt 2 nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi anh/chị,. . Em muốn hỏi về việc cập nhật ảnh thẻ sinh viên ở mục 3. . Trong lúc đăng ký tốt nghiệp, là em phải cập nhật ảnh thẻ sinh viên ở mục 3 luôn phải không ạ. . Em có thể cập nhật ảnh thẻ sinh viên sau được không ạ! Hay phải cập nhật ảnh thẻ sinh viên rồi mới đăng ký tốt nghiệp ạ. . . . Em chân thành cảm ơn anh/chị. . Thân mếm,. . [full_name]",
            "Chào em,. . Em phải hoàn thành tất cả các bước trong đăng ký tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào thầy/cô,. . Em có xem thông tin trên website của trường phần lịch trình Đăng ký Tốt Nghiệp thì thấy ghi là lễ trao bằng diễn ra đầu HK212 tháng 1/2022. Vậy cho em hỏi là trường có tổ chức Lễ Tốt Nghiệp không ạ tại tới giờ em vẫn không thấy thông báo cụ thể từ trường? . . Em cảm ơn thầy/cô nhiều ạ!. .",
            "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin chào thầy cô PDT!. . . . Em đăng ký in bảng điểm có ghi chú Chuyển phát qua bưu điện ạ. Hiện giờ em vẫn chưa nhận được.. . Em từ CQ sang VLVH thì bảng điểm VLVH của em chưa dc cập nhật điểm các môn bên CQ ạ.",
            "Gửi bạn mã vận đơn của viettel post"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Tốt nghiệp. . . . Em chào thầy (cô),. . . . Em tên [full_name], mssv [student_id], khoa Kỹ Thuật Xây Dựng. . . . Hiện tại em đã hoàn thành đầy đủ các môn học trong chương trình đào tạo và có điểm của môn cuối cùng (môn anh văn 4A) trên trang mybk-thông tin sinh viên-bảng điểm. Nhưng em chưa thể đăng ký xét tốt nghiệp, thầy (cô) cho em hỏi là do hệ thống hay do em chưa đủ điều kiện để tốt nghiệp ạ.. . . . Em mong nhận được sự hỗ trợ từ thầy cô. . Em xin cảm ơn !",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT . . . . Em là [full_name] khoá k15.. . Hiện tại em đang làm luận văn tốt nghiệp nhưng vẫn còn thiếu anh văn 4 và hk211 là học kì cuối của k15.. . PĐT cho em hỏi với trường hợp của em, nếu em không kịp nộp bằng toeic 500 để xét điểm anh văn 4 và ra trường trong kì này thì thời hạn để em nộp bằng toeic và chuyển điểm anh văn 4 là khi nào ạ. Em có thể xin thêm 1 kì để hoàn thành anh văn 4 để được bằng chính quy không ạ.. . Em xin chân thành cảm ơn.",
            "Chào em,. . Trường hợp của em phải hoàn thành tất cả các điều kiện tốt nghiệp trong đợt tốt nghiệp tháng 4/2022 nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin phép hỏi là:. . Em muốn chuyển điểm Thí nghiệm bộ môn giải tích mạch (EE1012) từ học kỳ 2 (2020 - 2021) sang học kỳ 1 (2021 - 2022), thì phải làm những thủ tục nào ạ?. . Em xin cảm ơn.. . Chúc sức khỏe.",
            "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý. PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa PĐT, em tên là [full_name] MSSV [student_id]. Em đã hoàn thành chương trình học (142 tín chỉ), 15 ngày CTXH, toiec 560, đã qua anh văn nói viết nhưng hiện tại vẫn chưa có trong danh sách dự kiến tốt nghiệp. Tuần sau là tuần cuối cùng của đợt xét tốt nghiệp, mong PĐT kiểm tra và phản hồi lại giúp em. Em xin chân thành cảm ơn",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy/cô. Em có thắc mắc về điểm của em ạ. Em có rớt 1 môn, đã đăng ký học dự thính lại môn đó nhưng có việc ngoài ý muốn nên đã hoãn thi. Vậy sau khi em thi bù điểm hoãn thi thì có thể lấy điểm đó để xét qua môn không ạ vì theo em biết điểm thi bù chỉ xét qua môn chứ không tính vào điểm tích lũy (hiện môn đó có điểm là 4.0 trước khi học dự thính). . Em cảm ơn.. . . .",
            "Chào em,. . - Về quy định Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "I Học vụ . Em đã thi dự thính môn av4 từ ngày 5.12, đến giờ đã 2 tuần vẫn chưa cập nhật điểm. Em sợ không kịp đăng kí xét tốt nghiệp ngày 24.12. Nhờ PĐT hỗ trợ giúp e ạ",
            "Chào em,. . Em vui lòng xem lại nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Học vụ . Em tên là [full_name] [full_name]. . MSSV [full_name] [student_id]. . Do em không hoàn thành học phí kì học 201 đúng hạn nên bị tạm dừng học. Nay em đã đóng học phí đủ, kính mong các thầy cô, Ban Giám Hiệu nhà trường xem xét để em được tiếp tục theo học ạ. Em xin cảm ơn ạ. .",
            "\"Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của bạn.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . Xem chi tiết lịch đăng ký môn học HK kế tiếp (HK 212) dự kiến cập nhật cuối tháng 11/2021 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2021-2022    Học kỳ 2. . Sau 13h ngày 23/12/2021, SV vào ĐKMH. . Thân\"",
            "Chào bạn. . Sau khi Pdt kiểm tra tình trạng của bạn. . Đơn thu nhận của bạn không thể xử lý vì lý do bạn chưa thanh toán học phí. . Sau khi thanh toán học phí xong, bạn vui lòng gởi đơn thu nhận lại để pdt xử lý thu nhận cho bạn. . Thân",
            "Cô ơi em có thanh toán rồi mà hình như BKpay chưa cập nhật, nay em có kiểm tra và được rồi ạ cô kiểm tra lại giúp em với ạ :(( em cảm ơn cô nhiều lắm ạ",
            "\"Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của bạn.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . Xem chi tiết lịch đăng ký môn học HK kế tiếp (HK 212) dự kiến cập nhật cuối tháng 11/2021 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2021-2022    Học kỳ 2. . Sau 13h ngày 04/1/2022, SV vào ĐKMH. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1710463  /b \t. . . .   i Tốt nghiệp . Dạ kính chào qúy Thầy/Cô,. . . . Em là Huỳnh Thị Vân Anh - MSSV: 1710463 - Khoa: Cơ khí -  Ngành: Logistics và Quản lý chuỗi cung ứng.. . Hiện em đã hoàn thành đầy đủ các điều kiện tốt nghiệp: Tín chỉ tích lũy, Bằng Toeic Nghe Nói - Đọc Viết và đủ ngày CTXH. Tuy nhiên em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến ạ.. . Mặc dù, trong kì 211 em có đăng kí học Anh Văn 3 dự thính tại trường, nhưng em đã thi Toeic và chuyển điểm anh văn 3, 4 trước khi thi cuối kì AV3 (ngày có điểm chuyển: 6/12). Em không biết là do em có thời khóa biểu kì này nên không có tên hay trường chưa cập nhật danh sách ạ.. . Mong thầy/ cô kiểm tra giúp em với ạ.. . . . Trong thời gian chờ đợi phản hồi của PĐT, em xin chân thành cám ơn.. . Chúc quý Thầy/Cô sức khỏe và hạnh phúc.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng đào tạo trường ĐH Bách Khoa ĐHQG TPHCM. . Em tên là [full_name] - mssv: [student_id]. . Em đăng ký đi học kỳ 211 và đã có lịch học thí nghiệm kỳ 211 trên mybk khi đó(lịch các nhóm lớp Vxxx). Sau đó em đã mail để HỦY DUY NHẤT lịch học môn Thí nghiệm hữu cơ cơ bản CH2111 (lớp VA01), pdt đã xác nhận hủy qua mail. . . Em vẫn đi học được và không yêu cầu hủy các môn thí nghiệm còn lại bao gồm Thí nghiệm Vi sinh vật CH3004 và Thí nghiệm hóa sinh CH2034 và Thí nghiệm Sinh học tế bào CH3352. . . Nhưng TKB trường cập nhật đã HỦY TOÀN BỘ môn thí nghiệm thay vì HỦY DUY NHẤT môn Thí nghiệm hữu cơ. (Em có đính kèm mail đã gửi pdt và TKB hiện tại của em ở phía dưới ạ).. . Em kính mong quý thầy/cô xem xét và cập nhật TKB lại các môn Thí nghiệm (trừ TN hữu cơ cơ bản) giúp em ạ. Các môn thí nghiệm đang diễn ra nên em thật sự cần TKB cập nhật lại gấp ạ. . . Em xin chân thành cảm ơn.. . Kính chúc quý thầy/cô thật nhiều sức khỏe ạ. . . . .",
            "Chào em,. . Chiều tối PĐT cập nhật lại nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào PDT, em là [full_name] MSSV:[student_id], hiện tại em đã hoàn thành chương trình học và đã chuyển điểm được anh văn nên đã đủ 142 tín chỉ nhưng HK211 vừa rồi em không có đăng ký môn học nên tình trạng của em là tạm dừng mà hạn chọn đăng ký tốt nghiệp là 24/12 nên em đang rất lo lắng. PDT cho em hỏi khi nào em sẽ có tên trong danh sách tốt nghiệp dự kiến và có email thông báo từ trường để đăng ký tốt nghiệp ạ. Em cảm ơn ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy cô trên phòng đào tạo ạ! Em tên [full_name] MSSV: [student_id], học lớp CK17CTM3 khoa cơ khí ngành kĩ thuật cơ khí. Em vừa nộp đơn rút môn học (Môn Kỹ thuật chế tạo 2 (ME3033) ở học kì 202) và được tiếp nhận xử lý! Nhưng em gặp vấn đề là thời gian xử lý có thể tới ngày 30/12 và thầy cô có thể hiểu lầm đó là rút môn học ở học kì 211 ạ! 24/12 đã hết hạn đky tốt nghiệp rồi ạ nên em mong thầy cô có thể xem xét giải quyết sớm giúp e để em có thể tốt nghiệp đúng hạn được không ạ",
            "Chào em,. . Việc đơn rút MH không ảnh hưởng đến việc tốt nghiệp nhé, miễn là bạn hoàn thành Học phí và các điều kiện tốt nghiệp.. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \"",
            "Tốt nghiệp . Dạ em chào thầy cô trên phòng đào tạo ạ! Em tên [full_name] MSSV: [student_id], học lớp CK17CTM2 khoa cơ khí ngành kĩ thuật cơ khí. Em vừa nộp đơn rút môn học (Môn CAD/CAM (ME4007) ở học kì 202) và được tiếp nhận xử lý! Nhưng em gặp vấn đề là thời gian xử lý có thể tới ngày 30/12 và thầy cô có thể hiểu lầm đó là rút môn học ở học kì 211 ạ! 24/12 đã hết hạn đky tốt nghiệp rồi ạ nên em mong thầy cô có thể xem xét giải quyết sớm giúp e để em có thể tốt nghiệp đúng hạn được không ạ",
            "Chào em,. . Việc rút MH không ảnh hưởng đến việc tốt nghiệp em nhé.. . Hiện tại em đã đủ tất cả các điều kiện để tốt nghiệp chưa?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name] - [student_id]. . Hiện em đã nhận được đơn xác nhận rút khỏi chương trình Việt Pháp của pđt. . Em thắc mắc là trong đơn pđf xác nhận có chữ kí thầy Hiệu Trưởng thì ghi \"...chuyển sang chương trình chính quy\". Mà mail pđt gửi em lại ghi chuyển sang hệ VLVH.(hình đính kèm). . Không biết là pđt có nhầm lẫn gì ở đây không ạ?. . . . Trong khi chờ đợi, em xin chân thành cảm ơn. Chúc quý thầy cô dồi dào sức khỏe.",
            "Chào bạn. . Chuyên viên làm lộn đó nghen bạn, bạn xem thông tin chính xác theo quyết định nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name], MSSV:[student_id], có thời khóa biểu thí nghiệm NMKT vào tuần 51 tại phòng C2-PTTDT từ tiết 2-6 thứ 2 lớp VL01. Em muốn dời lịch lại các tuần (đến sau đợt tết ).Hiện tại em đang ở địa phương có tình hình dịch căng thẳng và có người thân F0.Em mong yêu cầu được duyệt để không ảnh hưởng đến kết quả học tập ạ.Em cảm ơn. .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thưa. Em [full_name] [full_name] mssv [student_id] em đã hoàn thành hết chương trình đào tạo của mình và chỉ còn thiếu mỗi av ra trường. Em muốn hỏi [full_name] em có thể gia hạn thêm 1 kỳ để em nộp bàng av được để em được tốt nghiệp không ạ hoặc [full_name] có cách nào để em nộp bằng av để xét tốt nghiệp ạ",
            "\"Chào bạn,. . Trường hợp gia hạn thời gian nộp CCNN xét tốt nghiệp của SV, sau khi hết đợt tốt nghiệp tháng 11/2022 (SV chưa đủ điều kiện vì thiếu CCNN), có nghĩa là SV phải hoàn thành tất cả các môn học thuộc CTĐT, kể cả AV1,2,3,4. có thể làm đơn xin gia hạn thời gian nộp CCNN để tốt nghiệp (sau ngày 24/12/2021). SV lưu ý, trường hợp này PDT phải xét điều kiện đúng là SV chỉ còn nợ CCNN để tốt nghiệp mới được gia hạn nhé!. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào Quý thầy cô PDT, em là [full_name]. hiện tại em vừa hoàn thành chương trình học và đã có điểm tất cả các môn nhưng em chưa nhận được mail đăng ký tốt nghiệp. Thầy cô có thể xem xét, xét duyệt cho em kịp đăng ký tốt nghiệp đợt này được không ạ. Mong Quý thầy xem xét giùm em với ạ. Em xin cảm ơn!!!",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT ĐH Bách Khoa tp.HCM,. . Em tên [full_name], thầy/cô cho em hỏi là :. . 1/ Hiện em đã có giấy báo tốt nghiệp tạm thời rồi thì khi nào em sẽ có và nhận được bằng tốt nghiệp ạ?. . 2/  Giả sử em quên lên trường nhận bằng thì bằng tốt nghiệp của em nhà trường sẽ giữ trong bao lâu ? có phải nếu quá thời gian qui định là bao lâu thì mất bằng tốt nghiệp hk ạ?. . 3/  Tháng 01/2022 sắp tới sẽ có tổ chức lễ tốt nghiệp hk ạ? vì em thấy tình hình dịch đang tăng mạnh ở Tp.HCM?.. . . . Em xin cám ơn và chúc thầy / cô khoẻ mạnh.",
            "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào PDT,. . . . Em gửi PDT đơn thu nhận lại do không đăng ký môn học ở hk 211 để chờ xét tốt nghiệp 01/2021.. . . . Em cám ơn,. . [full_name]. .",
            "Chào em,. . Hiện tại em đã đủ điều kiện tốt nghiệp chưa?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name] MSSV [student_id]. Em muốn hỏi là nếu mình hoãn thi cuối kì (ghi trong bảng điểm là số 14 viết tắt là HT) thì sau khi mình thi lại thì sẽ tính đạt hay không đạt hay lấy điểm thi lại của mình làm ĐTB ạ. Em xin cảm ơn !. . . .",
            "Chào bạn. . PĐT xem xét và quyết định cho SV nhận điểm Hoãn thi (HT) cho phần điểm tổng kết (hủy các điểm thành phần đã có). SV phải đăng ký thi cuối kỳ trong thời hạn một năm học để lấy kết quả này làm điểm tổng kết thay thế cho điểm HT.. .  Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào PDT,. . . . Em có thắc mắc là điểm được quy đổi từ toeic sang AV1234 có được tính trong xét học bổng khuyến khích không ạ?. . . . Em cám ơn,. . [full_name]",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy/cô, hiện nay bảng điểm em đã cập nhật đầy đủ điểm số các môn học nhưng tại sao em vẫn chưa đăng ký tốt nghiệp được vậy, trong khi hạn chót đăng ký tốt nghiệp là 24/12/2021. Em cảm ơn thầy/cô.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào cô ạ. . Cô cho em hỏi là khi nào có đợt đăng kí môn học đợt 2 HK212 vậy ạ?. . Em cảm ơn cô và mong sớm nhận phản hồi từ cô ạ.",
            "Chào em,. . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho đợt tiếp theo. (SV ĐKMH vào đợt 2, 13 giờ ngày 23/12/21). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào Cô.. . - Cho em xin nộp đơn chuyển hệ để kịp đăng kí tốt nghiệp vào 24/12 này ạ. . - Hiện tại em đã làm đơn rút môn học AV4a, trên bkpay của em chưa có hiện thông tin thanh toán học phí. Nếu như vậy thì em có kịp đăng kí tốt nghiệp vào 24/12 này không Cô?. Nhờ cô giúp em với.. . Em cảm ơn Cô.. .   i Tốt nghiệp .",
            "\"Chào em,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV theo dõi mail và lịch học vụ để vào đăng ký môn học cho HK212 nếu còn nợ MH, vào đợt 2 nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào PDT ạ, em là [full_name] MSSV: [student_id], hiện tại em đã hoàn thành xong chương trình học (đủ 142 tín chỉ, đủ ngày ctxh, đã nộp CCNN)và mong muốn có thể đăng ký tốt nghiệp trước hạn chót ngày 24/12 nhưng đã qua hơn 1 tuần kể từ ngày đủ điều kiện em vẫn chưa được xét vào danh sách tốt nghiệp dự kiến nên em đang rất lo lắng ạ, mong PDT kiểm tra và đăng ký tót nghiệp cho em để em có mail thông báo từ trường cũng như trạng thái chuyển từ tạm dừng sang đang học để có thể đăng ký tốt nghiệp ạ. Em hy vọng được giúp đỡ để có thể tốt nghiệp đúng hạn ạ. Em cảm ơn PDT.. . Hình ảnh chứng minh đủ 142 tín chỉ, CCNN và ngày CTXH em đính kèm ạ",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào tạo, . . . . Em là [full_name] có MSSV: [student_id], em xin được hỏi là sao môn thí nghiệm của em lại không được xếp lịch học ạ, các bạn học cùng môn này của em đã được học 1 buổi rồi ạ. . . MSMH: ME2020, Môi trường và con người (TN), lớp L09 . . Kính mong PĐT xem xét giúp em ạ. . . Em xin cám ơn và chúc quý thầy/cô làm việc an toàn trong mùa dịch!. . . . Trân trọng.",
            "Chào em,. . Nhóm L09 [full_name] không đồng ý mở học offline nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "\"Chào bạn. . - Bạn không thuộc diện kéo dài 1 học kỳ. . - Về quy định thời gian và kế hoạch học tập: Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . - Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là [full_name], MSSV [student_id]. Cho em hỏi em đã đủ điều kiện tốt nghiệp năm 2021 hay chưa để em đăng ký xét tốt nghiệp ạ.. . . . Em xin cảm ơn ạ.. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là sáng ngày 18/12 nhà em bị cúp điện trước giờ thi và không vào được phòng thi môn có mã AS3045.. . Em xin được tổ chức thi lại ạ.. .   i Học vụ .",
            "Chào em,. . - Em vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Em nên liên hệ GV giảng dạy để được hướng dẫn.. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép).. . - Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy cô PĐT,. . . . Do đang chờ xét điểm tiếng anh để xét tốt nghiệp nên học kì trước em không đăng ki môn học. Mong nhà trường xét duyệt phiếu đăng ký thu nhận lại này để em có thể kịp đăng kí xét tốt nghiệp ạ. Em đã đủ các chỉ tiêu xét tốt nghiệp rồi ạ.. . . . Chân thành cảm ơn quý Thầy Cô.",
            "\"Chào em, . . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp nếu đủ điều kiện thì đăng ký xét tốt nghiệp bổ sung nghen bạn. . . Thân\"",
            "Kính gửi thầy cô PĐT,. . . . Hôm nay là hạn chót của đăng kí xét tốt nghiệp. nhưng em vẫn ở trạng thái \"Tạm Dừng\" ạ. Không biết khi nào sẽ chuyển về trạng thái đang học để em có thể đăng kí xét tốt nghiệp ạ. Liệu em có kịp để đang kí không ạ? . . . . Chân thành cảm ơn quý Thầy Cô.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân mến. .",
            "Kính gửi thầy cô PĐT,. . . . Đến hôm nay ngày 27/12/2021 em vẫn chưa nhận được email nằm trong danh sách tốt nghiệp dự kiến ạ. Nên mong thầy /cô có thể xem xét giúp em ạ.. . . . Chân thành cảm ơn quý Thầy Cô.",
            "Chào em,. . Em kiểm tra lại mai SV và vào đăng ký tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: kính gửi phòng đào tạo Trường Đại học Bách Khoa. . Em là [full_name], MSSV [student_id], sinh viên khoa Kỹ thuật Hóa Học, em có lịch học thí nghiệm trực tiếp tuần 01, 02, mail của trường yêu cầu có thẻ sinh viên để được vào cổng mà hiện tại em chưa có thẻ thì phải làm thế nào ạ?. . Rất mong câu trả lời từ phía thầy/cô.. . Em chân thành cảm ơn!",
            "Chào em,. . Điều kiện làm việc trực tiếp tại trường:. . - Theo quy định phòng chống dịch bệnh Covid-19, là những cá nhân đã tiêm đủ 2 mũi vắc xin Covid-19 hoặc F0 đã khỏi bệnh.. . - Tất cả cá nhân làm việc trực tiếp tại trường đều phải đem theo thẻ sinh viên và cài đặt ứng dụng PC-Covid trên điện thoại di động để thực hiện thủ tục kiểm tra 5K tại các cổng trường.. . Em trình bày là thẻ SV K21 chưa có, em đem theo CMND/CCCD nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi PĐT có thông tin gì về việc học online hay offline từ ngày 3/1 không ạ. Vì phụ huynh em cũng còn đắn đo khi cho em trở lại SG lúc này, nên mong trường có thể hồi đáp sớm để em kịp thời biết ạ.. . Em cảm ơn ạ",
            "Chào em,. . Trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào phòng đào tạo.. . Em sắp thay đổi hộ khẩu nhà thường trú thì em có cần báo cáo với nhà trường không ạ. Và em có cần cập nhật thông tin hay sửa đổi thông tin cần thiết khi đổi hộ khẩu không ạ.. . Em xin cảm ơn.. .",
            "Chào em,. . Em tự cập nhật thông tin trên mybk, stinfo không có khóa, SV tự sửa nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Bên pdt mở khóa đăng ký AV2 kỹ năng bằng hình thức đăng ký môn học hiện tại em bị khóa quyền đăng ký môn học nhờ anh chị hỗ trợ giúp để thuận tiện trong việc đăng ký AV2 kỹ năng trong thời gian sắp tới. Em cảm ơn mong nhận được phản hồi sớm",
            "Chào bạn. . Hiện tại bạn liên hệ Trung tâm Ngoại ngữ đển đăng ký thi trực tiếp nhé. . Dự kiến sau tết sẽ TTNN sẽ triển khai. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Do hiện tại chỗ em còn đang vùng dịch và điều kiện sức khoẻ nên em muốn huỷ lịch học các môn thí nghiệm (gồm Hoá hữu cơ, Sinh học đại cương) trực tiếp tại trường sang sau tết ạ! Em mong phòng đào tạo giải quyết sớm giúp em ạ do bây giờ chỗ em dịch gắt quá ạ",
            "dưới đây là thời khóa biểu các môn thí nghiệm trực tiếp tại trường em muốn xin hủy ạ",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Kính Gửi Văn Phòng Đào Tạo!. . Em là [full_name], MSSV:[student_id], khoa điện điện tử, chương trình tiên tiến.. . Như đã đặt câu hỏi, và vấn đề ở các câu hỏi trước. Dưới đây là hình ảnh, em đã nhận được mail xác nhận của văn phòng đào tạo, về xác nhận đăng kí, và hình mục tải ảnh lên trên trang mybk/ đăng kí tốt nghiệp, đã bị vô hiệu hóa. [full_name] mong văn phòng xem xét giúp cho em. . . . Trân trọng. . . .   i Tốt nghiệp .",
            "Chào em,. . Trường hợp đã xác nhận thì có nghĩa là bạn đã hoàn tất việc đăng ký tốt nghiệp nhé. . Không bổ sung ảnh nữa nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô,. . Em là sinh viên k17, [full_name], Mssv: [student_id]. Em muốn hỏi về việc đăng ký tốt nghiệp ạ.. . Do dịch nên em không thì TOEIC chuyển điểm av4 được nên để duy trì tình trạng học em đã đăng ký 1 môn (môn này trước đó em đã học và qua môn rồi ạ), nhưng sau đó trường đã mở lớp av4a. Em đăng ký av4a và rút môn học đó. Nay av4a đã được cập nhật điểm. Vậy em có thể kịp đăng ký tốt nghiệp tháng 12 này được không ạ?   . . Em mong phản hồi của thầy cô.. . Em cảm ơn thầy cô ạ.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] Kính gửi   B BKSI, PĐT trường ĐH Bách Khoa TPHCM  /B ,[full_name] [full_name] [full_name] [full_name] Em là [full_name], MSSV   B [student_id]  /B ,  khoa Kỹ Thuật Hóa Học[full_name] Do ảnh hưởng của dịch bệnh Covid-19 nên em phải đăng ký học AV4A để đủ tín chỉ tốt nghiệp[full_name] Hiện nay em đã   B đủ điều kiện tốt nghiệp  /B  (Tín chỉ, CTXH, Chứng chỉ Toeic)[full_name] Hiện tại em và các bạn   B chưa có trong danh sách tốt nghiệp dự kiến  /B  nhưng hạn ĐK tốt nghiệp 24/12 đã cận kề[full_name] Kính mong BKSI và PĐT hỗ trợ chúng em để em có thể tốt nghiệp đúng hạn[full_name] [full_name] [full_name] [full_name] Em xin chân thành cảm ơn vì sự giúp đỡ nay,[full_name] [full_name] [full_name] [full_name] Trân trọng,[full_name] [full_name] Hải Đăng",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em muốn hoãn thi môn phương pháp tính kỳ này thì làm như thế nào ạ, cám ơn.",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Hiện tại Bkpay của trường bảo trì đến hết ngày 20/12 mới mở lại mà bhyt của trường thì 16h/20/12 thì hết hạn thanh toán thì làm sao đóng được ạ.. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] - [student_id]",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "\"Về việc đăng ký hoãn thi HK211. . SV vui lòng xem mail về thông báo kế hoạch tổ chức thi học kỳ 1 năm học 2021-2022, ngày 08/11/2021 (Phòng Đào tạo đã gửi mail cho SV vào ngày 22/11/2021). . Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . - Sinh viên không đáp ứng các yêu cầu về trang thiết bị điện tử, đường truyền như. . trong hướng dẫn thi trực tuyến được phép đăng ký hoãn thi Cuối kỳ trực tuyến.. . Trường hợp này, SV sẽ đăng ký Hoãn thi(HT) Cuối kỳ tại trang Mybk.hcmut.edu.vn. .    Ứng dụng cho Sinh viên    12. Đăng ký hoãn thi Cuối kỳ (Ứng dụng dự kiến bắt. . đầu mở cho Sinh viên đăng ký từ đầu tháng 12/2021 thời gian đăng ký hoãn thi theo quy đinh: trong vòng 5 ngày tính từ ngày vắng thi (chỉ tính ngày làm việc)), Sau khi SV đăng ký hoãn thi PĐT sẽ hậu kiểm các tình huống cấm thi hoặc không đủ điều kiện hoãn thi với Giảng viên/Bộ môn/Khoa trước khi ra quyết định cho phép hoãn thi.. . Trường hợp đặc biệt, nhà trường sẽ xem xét riêng. Nếu SV được nhận điểm hoãn thi. . Cuối kỳ thì sẽ được phép thi vào lần tổ chức kế tiếp của học phần trong thời hạn tối đa 01 năm theo quy định.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name]_[student_id]. . Em có đăng kí học trực tiếp tại trường nhưng lịch học môn Thí nghiệm Hóa đại cương (CH1004) bị trùng với môn CS ngành ạ. Em muốn hủy đăng kí học trực tiếp môn Thí nghiệm hóa đại cương để khi nào đi học lại bình thường học được không ạ. Dạ em cảm ơn. . . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy cô! Em là sinh viên khóa K17, MSSV [student_id]. Em có đăng ký học AV4A để ra trường , em thi hôm 5/12 nhưng do lỗi hệ thống đến sáng T6 ngày 17/12 mới lên bảng điểm. Hiện em đã đủ điều kiện tốt nghiệp nhưng chưa có email để đăng kí tốt nghiệp. Em muốn hỏi khi nào thầy cô xét duyện tiếp để có tên trong danh sách tốt nghiệp. Em xin cảm ơn. Em mong thầy cô xét duyệt sớm để em kịp đăng ký trước ngày 24/12!",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    }
]