[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . MT1005 -\tGiải tích 2 - nhóm lớp: L17_L34. . MT1007 - Đại số tuyến tính - nhóm lớp: L08_L16. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ kính chào thầy cô!. . . . Cho em hỏi em có thể xin tăng sĩ số lớp Quản trị Kinh doanh cho Kĩ sư [full_name]01 nhóm A01 (tiết 2-3-4, ngày thứ 3) được không ạ?. . . . Trong thời gian chờ đợi phản hồi từ quý thầy cô, em xin chân thành cảm ơn!",
            "Chào bạn,. . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "đợt 2 đkmh vừa rồi đóng đột ngột nên em chưa kiệp hủy môn quản lý phần mềm, nên trong đợt đk nguyện vọng bổ sung em có đăng kí thêm 2 môn nhưng đã bị hủy môn lập trình web vì vượt quá số tính chỉ. Nên mong pđt có thể tăng tăng thêm sĩ số cho lớp lập trình web(co3049) L01_L02 để em có thể đăng kí học môn này.. . Em cảm ơn. .",
            "Chào bạn,. . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô ạ,. . Do có một số khó khăn tài chính nên bây giờ em mới thanh toán học phí kì chính được. Cho em hỏi khi nào em mới được đăng kí môn học đợt 3 ạ?. . Em xin cảm ơn",
            "Chào bạn. . Bạn theo dõi thông báo dkmh đợt 4, dự kiến đầu tháng 2 sẽ có đợt dkmh. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "I   /I Đăng ký môn học  /i  Em xin chào ad ạ, nay em nhắn tin này với mong muốn xin trường mở thêm slot vào ngày thứ 5 tiết 3,4 hoặc tiết 4,5 của môn pháp luật việt nam đại cương bên cơ sở 2 ạ.Do hiện tại các môn học của em chủ yếu đều ở bên cơ sở 2 nhưng môn pháp luật việt nam đại cương bên cơ sở 2 không còn slot nữa ạ. Em rất mong sẽ được trường xem xét và mở thêm slot giúp em ạ.. . Em xin chân thành cảm ơn.. . . .",
            "Chào bạn,. . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào thầy/ cô, theo lịch học hiện tại lớp L04 \"Con người và môi trường\" của em rơi vào t4 tiết 789 nhưng vì bận việc gia đình nên em không thể tham gia được lớp học vào giờ đó. Nên em kính mong thầy/ cô có thể xem xét cho em đổi sang lớp L01 (t2 tiết 234). . . Em xin cảm ơn nhiều ạ!",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . . . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi về vấn đề đăng kí anh văn theo nhu cầu. Là bây giờ em vừa qua anh văn 1 thôi nhưng nếu em đăng kí học anh văn 4A vậy là em đu chuẩn để đăng kí môn học cho tất cả các năm luôn hay em phải đăng kí hc av2a rồi av3a mới tới 4a vậy ạ?. . Và học phí của môn học này được tính như nào vậy ạ?",
            "Chào bạn,. . . . Anh văn A4 tương đương như anh văn 4, bạn phải học anh văn 1A,2A, 3A thì bạn mới có kiến thức, mới đủ điều kiện đăng kí anh văn A4.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1812788  /b \t. . . .   i Đăng ký môn học . Xin PĐT tăng sỉ số môn Điều Độ Sản Xuất, Mã IM3073 ạ  B",
            "Chào bạn,. . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . MT1005 -    Giải tích 2 - nhóm lớp: L17_L34. . MT1007 - Đại số tuyến tính - nhóm lớp: L08_L16. . IM3001- Quảntrị kinhdoanh cho ks - nhóm lớp: A02. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy cô,. . Em tên [full_name], mssv [student_id].. . Em có một câu hỏi là ngành kỹ thuật cơ khí em hiện đang học thì năm 3 phân chuyên ngành theo nguyện vọng hay theo điểm ạ.. . Cảm ơn thầy cô nhiều.",
            "Chào bạn,. . Về việc phân ngành, bạn vui lòng liên hệ tại Khoa của bạn để được tư vấn thêm nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Vào đợt đăng ký bổ sung em có đăng ký thêm môn nhưng không thấy có môn học được mở thêm sỉ số.. . PĐT cho em xin tăng sỉ số lớp của các môn CO3065, IM3001, và môn CO3067 lớp L02_L04.",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . E tên [full_name], sinh viên lớp CK18DET , do đã rất nhiều lần e không đăng kí được môn cơ khí đại cương do bị trùng lịch, đến kì này e đăng kí và xếp lịch được thì lớp L02-L03 lại full sỉ số , e thật sự rất mong phòng đào tạo xem xét mở thêm sỉ số để e được  học. Bởi vì e cùng sắp đến kì làm đồ án nhiều môn nữa, nên e mong có thể cho e được slot đăng kí ôn này. Rất mong sự phản hồi sớm từ phòng đào tạo.",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . Bạn đợi đăng kí môn học dự thính 202 sắp tới đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi có thêm lượt ĐKMH đợt 4 sau đợt kiểm tra AVDV đợt 3 không ạ.. . Và cho em hỏi là tín chỉ học phí của đăng ký tiếng anh theo nhu cầu đó giống như tín chỉ học phí bình thường phải không ạ.. . Em cảm ơn.. .   i Đăng ký môn học .",
            "Chào bạn,. . . . - Theo dự kiến DKMH đợt 4 sẽ mở sau đợt kiểm tra anh văn định kỳ đợt 3.. . . . - Anh văn theo yêu cầu tương đương với anh văn 1,2,3,4.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào Thầy cô! Hiện tại em đang đăng kí được lớp đường lối cách mạng của đảng CSVN (mã môn SP1009). Nhưng sĩ số hiện tại chỉ có 58/120, cho em hỏi sĩ số như thế này thì pđt có giữ lớp không hay sẽ hủy ạ? Nếu hủy thì sĩ số bao nhiêu sẽ giữ lớp ạ.. . Em xin cảm ơn!",
            "Chào bạn,. . . . Với sỉ số 58/120 khả năng không huỷ lớp đâu bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . MT1005 -    Giải tích 2 - nhóm lớp: L17_L34. . MT1007 - Đại số tuyến tính - nhóm lớp: L08_L16"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/ cô ạ!. . Em thuộc khoa Kĩ thuật Hoá học. Em muốn hỏi là em đăng kí môn Công nghệ bao gói (CH3129) thứ 5 tiết 7,8 và môn Công nghệ chế biến Trà, cafe (CH3081) thứ 5 tiết 3,4 là đủ dãn cách đi lại giữa 2 cơ sở mà sao hệ thống vẫn báo lỗi vậy ạ?. . Em mong thầy/ cô xem xét lại và xử lí giúp em với ạ!. . Em cảm ơn thầy/ cô nhiều ạ!",
            "Chào bạn,. . . . Việc này PDT đã sữa lại lỗi đăng kí được rồi mà bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là em có thể đăng kí học anh văn 4 trong trường không trong khi hồi năm 1 em đã đăng kí không học anh văn ở trường  Hiện tại em có thi toeic được 510 điểm vậy đủ điều kiện đăng kí anh văn 4 chưa ạ?. . Mong được phản hồi sớm. Em cảm ơn ạ.",
            "Chào bạn,. . . . - Bạn phải học anh văn 3 mới đăng kí anh văn 4, 510 chỉ qua được anh văn 2.. . . . - Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi Phòng Đào Tạo . . Em rất mong PĐT có thể tăng thêm sĩ số môn học ĐAMH Kết cấu BTCT1 (Mã CI2093) trong HK202 ạ.. . Em xin chân thành cám ơn.",
            "Dạ hiện tại sĩ số môn học CI2093 đã tăng thêm  rồi ạ.. . . . Em xin chân thành cám ơn PĐT ạ.. . . . Trân trọng"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Anh văn tốt nghiệp cho khóa k18 là 500 hay 550 vậy ạ? Em có đọc trên quy chế và thấy là 500, nhưng có thông tin đã tăng lên 550, thông tin này đúng hay sai vậy ạ?. . Em cảm ơn",
            "Chào bạn,. . Bạn vui lòng xem quy định về chuẩn tốt nghiệp của bạn tại đây là chính xác nhất nhé:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế-quy định/học vụ/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/3.   Chuẩn tiếng Anh khi nhận Luận văn tốt nghiệp (LVTN) và khi tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào cô ạ. . Em là [full_name], MSSV [student_id] . . Em xin hỏi là cô có thể giúp em mở thêm 1 sĩ số lớp: . . - ME1003 L02-03 hoặc L02-04 Cơ khí đại cương. . giúp em được không ạ? Môn này em đã canh rất nhiều kì nhưng không sắp xếp được lịch, em đã phải bỏ 1 môn chuyên ngành để có thể học. Mong cô có thể giúp em ạ.. . Chân thành cảm ơn cô. Chúc cô buổi chiều tà vui vẻ. . .",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi: Em đăng kí môn Con người và môi trường trong đợt đăng kí bổ sung nguyện vọng mà giờ kiểm tra kết quả thì được đưa vào đăng kí môn học đợt 3( chuyển hệ) và chưa được xếp lớp. Mong pdt giải thích giúp em ạ.Em cảm ơn",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . Bạn đợi đăng kí môn học dự thính 202 sắp tới đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . .   i Tốt nghiệp . Em vào trang đăng ký tốt nghiệp nhưng không được. Mong xem xét giúp em ạ.",
            "QUOTE MSSV: [student_id]    . . . . Tốt nghiệp. . Em vào trang đăng ký tốt nghiệp nhưng không được. Mong xem xét giúp em ạ.  /QUOTE . . Ý em là em vào nhưng cập nhật thông tin không được ạ. em có gửi file đính kèm",
            "Chào bạn,. . Hiện tại chưa có lịch đăng ký tốt nghiệp của đợt tháng 4/2021.. . Bạn vui lòng vào kiểm tra và xem lịch trình tốt nghiệp tháng 4/2021 tại Lịch học vụ.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy (cô),. . Em là [full_name], MSSV: [student_id]. . Em có thắc mắc về điều kiện nhận luận tốt nghiệp do khóa K17 là TOEIC 500 nhưng theo chuẩn avnh văn ra trường mới được cập nhật là 550 vậy có ảnh hưởng gì đến việc đăng ký môn luận văn tốt nghiệp không ạ ?. . Em xin chân thành cảm ơn.. . . .",
            "Chào bạn,. . . . Bạn vui lòng xem kỹ qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ, chuyện là do ở đợt 1 em thiếu giấy báo điểm ĐGNL nên đã bị hủy hết môn em đăng ký trong học kì 2. Vì em  thấy cũng có vài lớp sỉ số vượt mức ban đầu nên em có nguyện vọng muốn xin vào 1 số lớp như sau được không ạ:. . - Nguyên lý máy (ME1015): L02. . - Giải tích 2 (MT1005): L01_L01. . - Đại số tuyến tính (MT1007): L03_L05. . - Vật lý 2 (PH1005): L03_L06. . - Thí nghiệm vật lý (PH1007): L01. . Thật sự em rất muốn được vào những lớp này, vì em không muốn bị tạm dừng 1 học kì ạ. Em hi vọng Phòng đào tạo có thể tạo điều kiện cho em để em được đăng kí môn học và hoàn thành môn học đó ạ. Em xin chân thành cảm ơn",
            "Em cũng đã nộp giấy báo điểm ĐGNL cho PĐT sau khi nhận mail rồi ạ",
            "Chào bạn,. . . . - Còn đợt dự thính 202 và đợt 4 DKMH bạn vào đăng kí nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi là năm sau K19 khoa Điện là năm 3 sẽ học ở cs1 hay cs2 ạ? Do em thấy mấy anh/chị K18 vừa chuyển lên mà giờ phải xuống dưới cs2 học khá nhiều môn ạ?. .",
            "Chào bạn,. . Do sinh viên tự đăng ký môn học ở CS1 hay CS2 và do khoa mở môn học đó ở Cơ sở nào nữa nhé bạn.. . Vì từ học kỳ 2 năm nhất sinh viên đã tự mình đăng ký MH rồi nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ môn Kinh té chính trị Maclenin mã SP1033, trong các lớp: L03,L05,L06,L07,L08,L09,L13,L15,L21 còn lớp nào có thể tăng sỉ số được nữa ko ạ, cho e vào với ạ",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . Bạn đợi đăng kí môn học dự thính 202 sắp tới đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào quý Thầy cô.. . Em đã nhận được mail của pđt về chuẩn AV tốt nghiệp. Em hiện chưa rõ về chuẩn AV tốt nghiệp của K17 (chính quy) phải đạt TOEIC bao nhiêu điểm. Em đã thi đạt 575 điểm vào thời điểm còn dùng chuẩn tốt nghiệp cũ và đã chuyển điểm ạ. Như vậy em muốn hỏi trường hợp của em có đạt chuẩn ra trường chưa?. . Em xin cảm ơn.. . . .",
            "Chào bạn,. . Bạn vui lòng xem quy định về chuẩn tốt nghiệp của bạn tại đây là chính xác nhé:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế-quy định/học vụ/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/3.   Chuẩn tiếng Anh khi nhận Luận văn tốt nghiệp (LVTN) và khi tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name],K20 sinh viên năm nhất Khoa Cơ khí. Em đã đăng kí môn học đầy đủ ở lần đăng ký môn học cho học kỳ chính 202 hệ chính quy lần thứ nhất.Đến lần thứ 2 thì các môn đăng ký vẫn thỏa điều kiện nhưng đến lần thứ 3 thì em bị mất 4 môn học(GT2,VL2,TNVL,ĐSTT) nên bây giờ chỉ còn 2 môn học(Nguyên lí máy và anh văn 2).. . Nếu có thể, em mong Phòng Đào tạo có thể sắp xếp em vào lớp L14_L28 Giải tích 2 (MT1005);. . L14_L28 Đại số tuyến tính(MT1007);. . L20 Thí nghiệm vật lý (PH1007);. . L01_L02 Vật lý 2 (PH1005) hoặc nếu không thì có thể xếp cho em vào bất kỳ một lớp nào để em có thể tiếp tục tiến trình học tập ạ.. . Em cảm ơn.",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . Bạn đợi đăng kí môn học dự thính 202 sắp tới đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy cô PĐT ạ,. . Thầy cô có thể tăng sỉ số nhóm L01 môn Mạng máy tính lên 1 slot giúp em được không ạ? Em rất cần học môn này trong hk này để kịp tiến độ ạ.",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đăng kí môn học Cấp Thoát Nước (CI3095) rất nhiều lần. [full_name] thông báo là đã đăng kí thành công, nhưng cuối cùng lại ko có trong TKB. Mặc dù em đã học trước môn Cơ Lưu Chất rồi (CI2003). Nhờ [full_name] giải quyết giúp em, vấn đề nằm ở chỗ nào.. . . .",
            "Chào bạn,. . . . Bạn vui lòng xem kết quả DKMH để biết lý do không đăng kí được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Lúc 10h sáng em có đăng kí môn VẬT LÝ 2 MÃ PH1005 nhưng hệ thống báo lỗi e đăng kí quá số chỉ cho phép, mà em mới có 14 chỉ không có chỉ thực tập và điểm trung bình cũng trên 5, 15p sau vô lại thì tất cả đã đầy lớp Em xin được đăng kí vô lớp l02-l03 mã PH1005. . vì môn học này là môn học tiên quyết cho kì sau của em, xin pđt hỗ trợ giúp em.",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . Bạn đợi đăng kí môn học dự thính 202 sắp tới đăng kí nha.. . . . Thân. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng kí Con người và môi trường EN1003 L04",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . Bạn đợi đăng kí môn học dự thính 202 sắp tới đăng kí nha.. . . . Thân. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào thầy cô ạ! Hôm nay em viết đơn này em kính mong thầy cô có thể tăng thêm sĩ số môn Kỹ thuật số ( mã môn học IU3017) nhóm lớp A02_A04  Thứ 3 tiết 2 3 4 -C6-602 và Thứ 6 tiết 10 11 12 C1-204B để em có thể được thuận tiện hơn trong việc đăng môn học ạ.Em chân thành cảm ơn!",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin tăng sĩ số mã môn học MT1005 nhóm lớp L08-L16 thứ 6",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  . . . . Em viết đơn này để xin phòng cho em thêm suất vào lớp vật lý 2 (PH1005) (L02_L03) vì em muố học môn tiên quết này để kịp học môn liên quan không có trong chương trình học của khóa 2019 mà không có môn tương đương (EE2027) vào học kỳ chính sau",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . Bạn đợi đăng kí môn học dự thính 202 sắp tới đăng kí nha.. . . . Thân. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ xin chào thầy cô, em có đăng kí 1 môn thí nghiệm hóa sinh thực phẩm ở mục đăng kí nguyện vọng bổ sung (đợt 2), thì kết quả ở đợt đăng kí lần 3 em chỉ thấy những môn em đăng kí hồi lần 1 chứ không có môn bổ sung của em, xin cho em hỏi là kết quả đk môn sau cùng sẽ có đủ không ạ?. . Em xin cảm ơn.",
            "Chào bạn,. . . . Sau mỗi đợt DKMH đều có kết quả DKMH, bạn vui lòng xem kết quả DKMH nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ Phòng Phòng Đào Tạo cho em hỏi em chưa qua chuẩn anh năm nhất và em có đăng kí thi anh văn vào ĐỢT 2 này , sao em đăng kí môn thì bão lỗi chuẩn anh văn như hình bên dưới ạ. 28/1 em mới thi Anh văn thì sao xét kịp cho đăng kí môn học ĐỢT 3 này ạ.. . Giờ em phải làm sao ạ , em cảm ơn ạ.",
            "Chào bạn,. . . . Còn đợt 4 dkmh bổ sung, bạn thường xuyên kiểm tra mail để biết thời gian DKMH nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi PĐT,. . Em mong muốn mở thêm một lớp Cơ học ứng dụng mã AS2001 thì trường mình còn phòng để mở không ạ, nếu có thì em sẽ đi xin phép thầy và đi hỏi các bạn muốn học cùng ạ.. . Em cảm ơn",
            "Chào bạn,. . . . Bạn có thể đăng kí môn học trong đợt dự thính sắp tới.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Yêu cầu   B tăng sỉ số  /B   U  cho 2 môn   B CH3031  /B  và   B CH3133  /B , đặc biệt là những lớp đã đầy.. . Xin cảm ơn.",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn xin Phòng đào tạo mở thêm sĩ số lớp L04_L08 môn Đại số tuyến tính để em đăng ký được không ạ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô . . Em là [full_name] mssv [student_id]. . Bữa ĐK đợt 1 e chưa ĐK 3 môn : . . Vật lý 2 ,mã môn học : PH1005 . . Giải tích 2 ,mã môn học :MT1005. . Thí nghiệm vật lý ,mã môn học :PH1007. . Em muốn trường mở thêm sĩ số lớp cho mấy môn này ạ . . Em xin cảm ơn ạ",
            "Chào bạn,. . . . - Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . - Bạn có thể đăng kí vào đợt dự thính sắp tới.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin tăng sĩ số lớp để đăng ký môn học(Lý do: em đóng học phí trễ nên phải đăng ký môn vào đợt 3,nhưng 10h sáng em vào đến giờ thì vẫn hết chỗ trống). . Mã môn : MT1007 . . Nhóm lớp: L06_L12. . . .",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Kính gửi Thầy/Cô,. . Em là Sinh viên PFIEV K18 lớp VP18XDC,. . . . Em đã đăng kí nộp bằng Tú Tài Pháp chờ thẩm tra và có mong muốn đăng kí chuyển điểm 2 môn Pháp 1 và Pháp 2 nhưng hệ thống thông báo như hình đính kèm ạ.. . Vậy em cần chờ đến khi thẩm tra xong mới được đăng kí xét chuyển điểm hay là do quy chế chuyển điểm các môn tiếng Pháp có thay đổi rồi vậy ạ?. . . . Em rất mong nhận được phải hồi của quý Thầy/Cô.. . Em xin chân thành cám ơn!. . . .   i Yêu cầu khác .",
            "Gửi đến Sinh viên. . PĐT đã chuyển điểm quy đổi Pháp văn 1, 2.. . Sinh viên photo công chứng bằng chứng nhận tú tài tiếng Pháp nộp về Phòng Đào tạo.. . Thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . ME2007 lớp L15. .  E cám ơn!",
            "Đăng ký môn học. . . . Chi tiết máy_ME2007 nhóm lớp: L05_L15. . E cám ơn!  /QUOTE . .",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào tạo,. . Cho em hỏi môn Anh văn 4 có mở lớp dự thính không ạ.",
            "Chào bạn,. . . . Nếu trung tâm đồng ý mở lớp, đủ số lượng mở lớp thì PDT sẽ mở cho các bạn học nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào quý thầy cô ạ! Thầy cô cho em hỏi còn đợt đăng kí bổ sung đề cương luận văn nào nữa không ạ? Vì em đăng ký thi kiểm tra tiếng anh đầu vào đợt 2 vào ngày 28/1. Em cám ơn quý thầy cô!",
            "Chào bạn,. . . . Bạn vui lòng xem lịch học vụ http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_77&tid=1915.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa quý thầy/cô,. . . . Khi cố gắng đăng ký môn \"Giải tích 1 - MSMH: MT1003\" ở đợt 3 này thì em không đăng ký được do bị quá sĩ số. Các lớp hệ Chất lượng cao (nhóm CC...) đều có sĩ số là 3/0 hay 2/0 nên không thể đăng ký được.. . . . Em không biết tại sao lại như vậy ạ? Em cảm ơn quý thầy/cô dành thời gian xem qua thắc mắc của em.",
            "Chào bạn,. . . . Bạn sinh viên chất lượng cao liên hệ văn phòng Đào Tạo quốc tế để tư vấn cho bạn.. . . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1813495  /b \t. . . .   i Học vụ . Dạ cho em hỏi về việc thay thế môn học tương đương đối với k2018 là như thế nào ạ, điểm của những môn học đó có cần phải làm đơn chuyển điểm hay không ạ ? Cụ thể là đối với môn Hoá Vô Cơ (CI2011) thành MA2041. . . . Em xin cảm ơn",
            "Chào bạn,. . . . Bạn về khoa để tư vấn cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PDT . Em là [full_name] mssv [student_id], Pdt có thể hỗ trợ em mở rộng sĩ lớp CI3063 - Thiết kế đường 1 A01 được không ạ do trùng lịch môn Địa chất công trình giờ đã đổi mã môn, Em mong được pdt giúp đỡ.",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Vào đợt 2 nhà trường có mở lại đợt đăng ký môn học và trong mail hướng dẫn có nói là các bạn thi chuẩn av ở trường vào cuối tháng 1 này vẫn cứ đăng ký môn, hiện e chưa qua chuẩn av1 và e đã đk môn năm 2 nhưng hiện giờ các môn đó đã bị xóa , bây giờ em phải đăng ký lại các môn đấy hay vào đợt thi av cuối tháng 1 này em đủ chuẩn av năm 2 r thù hệ thống sẽ tự động xếp lớp các môn năm 2 e đã đk ạ",
            "Chào bạn,. . . . Còn đợt 4 dkmh bổ sung (sau đợt thi anh văn định kỳ đợt 3), bạn thường xuyên kiểm tra mail để biết thời gian DKMH nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "PĐT cho em hỏi. Em từng rớt môn thể chất (bóng chuyền) em có thể học những môn thể chất khác môn bóng chuyền để đạt yêu cầu về môn thể chất, hay bắt buộc phải học lại môn bóng chuyền để trả nợ ạ. Em cảm ơn ạ.. .   i Yêu cầu khác .",
            "Chào bạn. . - Về quy định các môn giáo dục thể chất: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 10.5-b. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Khoa hóa có môn Cơ học ứng dụng AS2007 2 chỉ, nhưng em tìm thì không thấy, chỉ còn môn AS2001 3 chỉ, cho hỏi em đăng ký AS2001 thì có tính tương đương không ạ?",
            "Chào bạn,. . . . Môn tương đương PDT có cập nhật trên web PDT rồi nha bạn http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_201&tid=447.. . . . Môn nào tương đương thì mới công nhân nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em chào phòng đào tạo. . do em chưa qua môn anh văn 1,2 mà chỉ thi toeci tại trường được 410d, vì thể được xét đăng kí môn năm 2.. . nhưng trường có tạo điều kiện cho anh văn mã la1041, và la1043. nếu như em dk học anh văn này và qua môn thì có được xét duyệt đăng kí môn năm 3,4 k ạ?",
            "Chào bạn,. . . . Anh văn A4 tương đương như anh văn 4, bạn phải học anh văn 2A,3A thì bạn mới có kiến thức, mới đủ điều kiện đăng kí anh văn A4.. . . . Thân. ."
        ]
    }
]