[
    {
        "intent": "",
        "message": [
            "Em có thì avdv tại trường vào ngày 20/12 và được 345 điểm. Và em đã không đạt được chuẩn sinh viên năm 1. Nên em muốn hỏi là ở hk 201 em có thể đăng kí được các môn đại cương năm 2 không ạ. Và em k biết là sẽ bị xoá môn học vào đợt nào để có thể đăng kí các môn khác. Cuối cùng em muốn hỏi là em có thể thì lại avdv vào đợt ngày 24-25/01 được không ạ!. . Em xin chân thành cảm ơn. . . .",
            "Chào bạn,. . . . Bạn vẫn đăng kí thi anh văn định kỳ đợt 3 vào ngày 24-25/1 này. Sau khi có kết quả điểm thi kiểm tra anh văn định kỳ PDT sẽ chạy kiểm tra lại.. . . . Trường hợp bạn không đủ anh văn sau năm nhất thì bạn không đăng kí những môn năm 2 nhưng môn năm nhất vẫn đăng kí được nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i 1. . Chào thầy cô, em tên là [full_name]. MSSV:[student_id]. Email:[email]. Em là sinh viên Khoa Điện, K20. Hôm thứ 4 ngày 16 tháng 12, em bị tai nạn giao thông.Thưa quý thầy cô, cho em hỏi thủ tục làm bảo hiểm tai nạn. Em cảm ơn thầy cô.Chúc thầy cô ngày tốt lành.",
            "Chào bạn,. . Vấn đề về sinh hoạt công dân, bảo hiểm y tế, BHTN, điểm rèn luyện, sinh viên khá giỏi toàn diện, giấy xác nhận sinh viên về vay vốn ngân hang, khám sức khỏe bạn vui lòng liên hệ tại Phòng Công tác chính trị sinh viên để được hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi giờ em đã qua anh văn 4 thì em chỉ cần nộp 2 kĩ năng nói và viết nữa là đủ ra trường đúng không ạ, ko cần học 2 kĩ năng nghe và đọc đúng không ạ. Em cảm ơn",
            "Chào bạn,. . . . Bạn vui lòng đọc kỹ qui chế điều 31, phụ lục 1 nha http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô ạ !. . Do đợt thi anh văn hôm rồi bạn của em vì ốm nên đã vắng thi và không đạt chuẩn anh văn năm 1 để đăng ký môn học của học kỳ 202.Bây giờ bạn đấy đang đăng ký thi ngoài để nộp bằng nhưng hạn nộp bằng thì sắp hết nên bạn hơi hoảng loạn.Thầy/cô cho em hỏi là hạn nộp CCNN có 1 mốc 13/1 em tô như hình đính kèm và đợt 3 để hiệu chỉnh dkmh thì từ ngày 13-15/1 thì liệu rằng bạn em nộp CCNN vào ngày 13/1  bạn đó có thể đăng ký môn học kịp trong 3 ngày đăng ký môn của đợt 3 không ạ!. . Em cảm ơn ạ!",
            "Chào bạn,. . . . - Còn đợt 3 thi anh văn định kỳ dự kiến thi ngày 24-25/1, bạn vui lòng kiểm tra mail để đăng kí thi đợt 3 nha.. . . . - Bạn cứ đăng kí môn học bình thường, nếu môn học năm 2 bạn không đăng kí được thì sau DKMH bạn làm đơn nộp PDT xin đăng kí những môn còn lại (đơn trình bày rõ lý do ).. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô,. . Em tên [full_name] khoa Kỹ Thuật Máy Tính K14.. . Hết học kỳ này em hết hạn đào tạo và chuyển sang hệ VLVH. Em có hỏi qua văn phòng đào tạo phòng 201A4 nhưng vẫn còn những thắc mắc chưa được giải quyết ạ.. . Các vấn đề em đang gặp khó khăn như sau:. . 1. Khi em chuyển từ CQ sang VLVH thì em được nhận LVTN ngày khi chuyển hệ( trong trường hợp em đã hoàn thành các môn ở hệ CQ) hay phải bổ sung chứng chỉ anh văn như quy định rồi mới được nhận LVTN. Do ở hệ CQ em thiếu chứng chỉ anh văn nên không kịp nhận LVTN ạ.. . 2. Vì muốn hoàn thành hết các môn ở CQ nên hết học kỳ 201 của hệ CQ em mới làm thủ tục chuyển hệ thì khi nào em sẽ bắt đầu học kỳ ở hệ VLVH.. . 3. Khi làm hồ sơ chuyển hệ các giấy tờ còn thiếu sót có thể bổ sung trong quá trình đang học được không ạ.. . Mong được thầy cô giải đáp những thắc mắc trên ạ.. . Em xin chân thành cảm ơn!. .   i Học vụ .",
            "Chào em.. . Hệ VLVH và Hệ CQ đều có chuẩn Anh văn để làm luận văn.. . Em vui lòng xem ở phần học vụ.. . Hiện tại nếu em chưa kê khai hồ sơ chuyển hệ online, thì em phải chờ sang năm mới ( âm lịch). . Nếu em đã kê khai hồ sơ online và trúng tuyển rồi.. . Thì khi em nộp hồ sơ sẽ được tư vấn chi tiết cụ thể.. . Các giấy tờ dùng để chuyển hệ, bắt buộc em phải hoàn tất khi làm thủ tục nhập học chuyển hệ,. . Các môn đã học đạt bên hệ CQ được chuyển sang hệ VLVH. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy/cô ạ,. . Em tên: [full_name] . . Mssv:[student_id]. . Học lớp DT01 môn Pháp luật đại cương. . Do không kiểm tra E-Learning thường xuyên nên em đã lỡ mất hạn cuối của các bà kiểm tra trên E-learning thì có bị cấm thi không ạ.. . Xin cám ơn.",
            "Chào bạn,. . . . Việc này bạn phải hỏi giáo viên giảng dạy nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào phòng đào tạo ĐH Bách Khoa,. . Hiện tại em đã tốt nghiệp đh tại BK ngành xây dựng - cảng công trình biển năm 2017, và thạc sỹ Địa kỹ thuật xây dựng năm 2020. Nay em muốn đăng kí học thêm văn bằng 2 ngành xây dựng dân dụng vào buổi tối thì không biết là cần những thủ tục và yêu cầu đầu vào, đầu ra như thế nào?. . Em xin cảm ơn.",
            "Chào bạn,. . . . Bạn vui lòng xem thông tin tuyển sinh trên web PDT http://tuyensinh.hcmut.edu.vn/admission/index.php?route=catalog/chitietts&path=70_158&tid=1805.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là nộp bằng tiếng anh để chuyển điểm và chỉ vào học kỳ 201 hạn cuối là bao nhiêu ?",
            "Chào bạn,. . . . Bạn vui lòng xem lịch học vụ http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_77&tid=1915.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name] MSSV:[student_id]. . Thầy/cô có thể mở gia hạn làm bài quizz trong mục video môn Pháp Luật Đại Cương (SP1007) trên bkel của em được không ạ, ngày 20.12.2020 hết hạn mà tuần này e còn lịch học nên không để ý hạn làm bài. Nếu không làm là em bị cấm thi, mong quí thầy cô giúp đỡ em với ạ. Em cảm ơn thầy cô nhiều.",
            "Chào bạn,. . . . Việc này bạn liên hệ với giáo viên giảng dạy nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ em chào quý thầy cô. . cho em hỏi đăng ký phúc tra điểm thi kết thúc môn như thế nào ạ ?. . em thấy trên mybk có danh mục phúc tra điểm thi kết thúc mà chưa vào đăng ký phúc tra được ạ,. . em xin chân thành cảm ơn !",
            "Chào bạn,. . . . Bạn muốn phúc khảo môn gì, mã số môn học?. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô,. . Em tên là [full_name], MSSV: [student_id], lớp MT18KH4.. . . . Thầy/cô cho em hỏi, theo lịch khám của lớp là thứ tư 16/12/2020, nhưng do em có đang bệnh và không thể đến khám ở ngày trên cũng như những ngày khác trong tuần thì có thể khám ở đợt khác không? . . . . Em xin cảm ơn,. . N.. . . .",
            "Chào bạn,. . Vấn đề về sinh hoạt công dân, bảo hiểm y tế, BHTN, điểm rèn luyện, sinh viên khá giỏi toàn diện, giấy xác nhận sinh viên về vay vốn ngân hang, khám sức khỏe bạn vui lòng liên hệ tại Phòng Công tác chính trị sinh viên để được hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   b MSSV/MSGV: 1927002  /b \t. . . .   i Yêu cầu khác . Em chào Thầy/Cô. . . . Em là sinh viên văn bằng 2 (hệ chính quy), Thầy/Cô cho em hỏi sinh viên văn bằng 2 hệ chính quy có thể bảo lưu kết quả học tập không ạ ? Em đang gặp khó khăn về tài chính nên em muốn bảo lưu kết quả học tập 1 năm để đi làm, sau đó tiếp tục việc học được không ạ ?",
            "Chào bạn,. . . . Bạn làm đơn tạm dừng nộp PDT để tạm dừng học kỳ 202 nha. Mẫu đơn có trên trang web PDT.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã quên mất phải đăng kí bảo hiểm y tế ạ. Nên bây giờ bị quá hạn, có cách nào để em đóng bảo hiểm y tế lại không ạ",
            "Chào bạn,. . Vấn đề về sinh hoạt công dân, bảo hiểm y tế, BHTN, điểm rèn luyện, sinh viên khá giỏi toàn diện, giấy xác nhận sinh viên về vay vốn ngân hang, khám sức khỏe bạn vui lòng liên hệ tại Phòng Công tác chính trị sinh viên để được hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sinh viên năm 2. Vừa rồi em có thi cuộc thi toiec trên trường tổ chức và được 565 điểm. Em được biết là điểm này là để giúp mình đạt được chuẩn điểm anh văn để đăng kí môn học choa từng năm, vậy cho em hỏi là giá trị điểm thi này có thể áp dụng cho các năm sau luôn đươc không ạ hay chỉ áp dụng cho năm 2 và ko có ý nghĩa trong những năm tiếp theo. Em cảm ơn ạ.",
            "Chào bạn,. . . . Điểm thi này áp dụng cho các năm luôn nha bạn.. . . . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô. . Em tên [full_name]19 khoa Quản lý Công Nghiệp. Em bị trễ bài quiz trên BKe-learning môn Pháp luật đại cương lớp L24 không đủ điều kiện thi cuối kì. Em có hỏi giảng viên bộ môn, cô nói đây là phần hệ thống nhà trường quản lý cô không can thiệp được. Em mong nhà trường tạo điều kiện cho em được hoàn thành bài tập này để thi cuối kì ạ. . Em xin cảm ơn thầy cô. . [full_name]",
            "Chào bạn,. . . . Việc học trên lớp là giữa giáo viên và sinh viên PDT không can thiệp vào được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có quyết định cử đi học ở nước ngoài của Bộ giáo dục nên muốn quyết định thôi học ở trường mình, nhưng hiện tại em chỉ có file pdf của quyết định cử đi học. Vậy khi đi làm thủ tục thôi học em cần mang bảng photo của quyết định du học thôi hay phải là bảng gốc ạ?. .",
            "Chào bạn,. . . . Bạn nộp đơn thôi học, mẫu đơn có sẵn trên web PDT và minh chứng đi du học( photo mẫu quyết định đi du học) nộp PDT là được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ, cho em hỏi là em có nghe nếu mình chưa có bằng anh văn để nộp để nhận luận văn tốt nghiệp thì có một cơ hội để em được làm luận văn là phải làm giấy cam kết sẽ có bằng trước lúc bảo vệ luận văn và trên đơn này có chữ ký của giáo viên hướng dẫn. Cho em hỏi có được làm vậy không ? Và nếu có thì cho em xin mẫu đơn và quy trình ạ.. . Em xin cảm ơn nhiều.. .",
            "Chào bạn,. . . . Cái này không có mẫu đơn  gì cả, mà PDT tạo điều kiện cho sinh viên những bạn không  đăng kí luận văn  vì thếu chuẩn anh văn để đăng kí luận văn. . . . . Khi bạn đã hoàn thành xong anh văn để nhận luận văn thì làm đơn nộp PDT xin đăng kí luận văn, đơn có sự xác nhận của giáo viên hướng dẫn và chủ nhiệm khoa.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "cho em hỏi là em đc đổi điểm (6đ av1) thì em đã đc tính tín chỉ của av1 chưa ạ, hay đó chỉ là điểm đổi thôi ạ",
            "Chào bạn,. . . . - Tính vào điểm anh văn 1 nha bạn.. . . . - Tôi nghĩ nếu bạn vướng mắc điểu gì về qui định chuẩn anh văn và chuyển điểm anh văn bạn nên đến trực tiếp PDT để tư vấn cặn kẽ cho bạn. Tôi trả lời rất nhiều câu hỏi của bạn liên quan vấn về này, nhưng bạn cũng còn mơ hồ. Bạn đến trực tiếp để giải đáp những vướng mắc của bạn.. . . . Thân. . . .",
            "dạ để hôm sau em ghé tiếp, tại tuần trước em có ghé rồi và cô lại bảo em về đặt câu hỏi và đọc aao. Em cảm ơn",
            "Chào bạn,. . . . Tôi làm việc cơ sở 1, tuần sau bạn đến gặp tôi (cô [full_name] ) để giải đáp cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em vừa nộp hồ sơ nhập học hệ vừa học vừa làm, nhưng em thấy đăng ký đợt 2 HK1/2020-2021 hệ VLVH đã kết thúc ngày 29/11. Như vậy thầy cô cho em hỏi sắp tới còn đọt đăng ký môn học nào tiếp theo nữa không?. . Em là sinh viên chính quy chuyển sáng hệ VHVL em còn 1 môn phương pháp tính nếu trường hợp kỳ này không mở môn phương pháp tính thì bắt buộc phải đăng ký bao nhiêu môn để duy trì tình trạng học?",
            "Chào bạn,. . . . Bạn vui lòng xem lịch đăng kí hệ vừa làm vừa học http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_77&tid=1943.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính chào thầy/cô, do sắp tới gia đình có công việc nên em muốn xin bảo lưu lại 1 năm có được không ạ, và nếu được thì cần phải làm gì ạ, em cám ơn thầy/cô.. .",
            "Chào bạn,. . . . Bạn làm đơn tạm dừng, mẫu đơn có sẵn trên web PDT và nộp cho PDT nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name], MSSV [student_id]. . Hiện tại em đang có chứng chỉ toiec 440, em muốn hỏi liệu em có thể đăng ký môn đề cương tốt nghiệp được với chứng chỉ đó không ạ. . Nếu không được thì em có thể xin PDT cho em nộp muộn chứng chỉ được không ạ, vì sắp tới là đăng ký môn học hk mới em cần đăng ký môn đề cương tốt nghiệp ạ. . Em xin cảm ơn",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi kì thi AVDV ngày 25.1 chỉ dành cho những sinh viên chưa đăng kí đợt 20.12 hay toàn bộ sinh viên đều được đăng kí ạ?. . Em xin cảm ơn.",
            "Chào bạn,. . . . Các bạn có nhu cầu thi thì vẫn đăng kí thi được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: kính gửi quý thầy cô . . em phúc tra nôn : [full_name] Máy (ME 2003). . cảm ơn quý thày cô !",
            "Chào bạn,. . . . Khi nào giáo viên nộp điểm về PĐT sinh viên mới đăng ký  phúc tra được.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Em là sinh viên năm 2,mới vừa rồi em thi toiec tại trường và được 565. Điểm này có được áp dụng để chuyển điểm tương ứng sang các anh văn 1,2,3,4 trong trường không ạ. Em cảm ơn.",
            "Chào bạn,. . . . Điểm này không chuyển điểm anh văn 1,2,3,4 mà điểm này dùng để xét chuẩn anh văn sau các năm nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là mình không đi khám sức khoẻ thì mình phải đi khám sức khoẻ ở bên ngoài hay sẽ có đợt sau ạ. Nếu như khám bên ngoài thì mình sẽ khám như thế nào và nộp lại cho trường như nào ạ",
            "Chào bạn,. . . . Bạn vui lòng liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . .   i Đăng ký môn học . Em muốn hỏi về 2 vấn đề:. . - Thời gian cụ thể của kỳ thi anh văn đợt 3 là ngày bao nhiêu ạ?. . - Thời gian thi anh văn đợt 3 có kịp để đăng ký môn học cho học kỳ 202 không ạ?",
            "Chào bạn,. . . . - Việc này bạn đợi mail của PDT nha.. . . . - Nếu thời gian thi đợt 3 dự kiến 24-25/1 sẽ không kịp đăng kí môn học đợt 3.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hi [full_name] ạ. . Vừa rồi em quên đi khám sức khỏe ạ. . . . . Còn lịch khám nào cho em không ạ, em k17 khoa Máy tính ạ.. . Nếu không đi thì có bị sao không ạ ?. . Em cảm ơn. .",
            "Chào bạn,. . . . Bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "vì lý do sức khỏe em đã vắng buổi khám sức khỏe định kì , em xin hỏi trong đợt này trường còn tổ chức khám sức khỏe nữa không, còn đợt sau trường tổ chức khoảng thời gian nào bởi vì em quê xa đã đặt vé xe về quê không thể thay đổi được, nên sau khi sinh hoạt công dân em không thể khám sức khỏe được",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Bạn vui lòng liên  hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy/cô,. . . . Em là [full_name], sinh viên khoa Cơ khí. Em muốn hỏi địa chỉ email thầy [full_name], khoa Cơ Khí - chế tạo máy để liên lạc về vấn đề làm đồ án môn học.. . . . Em xin cảm ơn.. .",
            "Chào bạn,. . . . Việc này bạn liên hệ khoa nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/ cô.. . Em là [full_name]. . MSSV:[student_id]. . em có 1 thắc mắc phiền thầy cô giải đáp ạ.. . Trên lịch học vụ có ghi từ 22-28 là đợt đăng kí LVTN lần cuối cùng,còn ngày nộp bằng Toeic là ngày 13 vậy cho em hỏi từ ngày 13 đến ngày 28 em nộp bằng Toeic thì có được chấp nhận không ạ, hay phải nộp trong ngày 13 ạ.",
            "Chào bạn,. . . . Bạn cố gắng làm theo đúng biểu đồ học tập, trường hợp chậm nhất bạn nộp trước ngày 22 vài ngày nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy, cô, em là sinh viên k15 sẽ tốt nghiệp vào đợt tháng 4 năm 2021 sắp tới. Em có đọc quy định mục 15.4 như hình bên dưới về bảng điểm và học bạ.. . . . Thầy cô cho em hỏi là như vậy, hôm tốt nghiệp, trường sẽ cấp cho mình loại nào trong 2 loại sau ạ. Vì cái này rất quan trọng với em khi xin học bổng học lên cao ở nước ngoài nên em muốn hỏi kĩ cho rõ ạ.. . . . 1  Học bạ (ghi theo nhóm môn học, chỉ ghi điểm lần học cao nhất, không ghi điểm các lần rớt môn). . . . 2  Bảng điểm bình thường theo từng học kỳ.. . . . Nếu có gì em hiểu sao mong thầy cô giải thích thêm ạ.. . . . Em cảm ơn các thầy cô.. . . . Thân mến.",
            "Chào bạn,. . . . Bạn không hiểu vấn đề gì?, trong này ghi rât rõ, từ khoá 2014 trở về trước sinh viên tốt nghiệp sẽ cập học bạn. Còn từ khoá 2015 về sau khi tốt nghiệp sẽ cấp bảng điểm.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô!. . . . Hiện tại, em là sinh viên năm 3 chuyên ngành Kỹ thuật Hệ thống Công nghiệp khoa Cơ Khí. . Em cảm thấy chuyên ngành hiện tại không phù hợp với bản thân khiến cho việc học nặng nề không còn hứng thú, em có mong muốn dừng việc học chuyên ngành hiện tại chuyển sang  học hoặc học văn bằng 2 chuyên ngành Kỹ thuật Cơ sơ Hạ tầng của khoa Xây dựng (điểm đầu vào của chuyên ngành em đang học cao hơn chuyên ngành em muốn chuyển). . . . . Vậy liệu em có được bỏ chuyên ngành hiện tại không? Nếu không, để được học văn bằng 2 ngành Xây dựng thì điểm đại cương của em có được chuyển không và bây giờ em muốn đăng kí học những môn của Xây dựng để rút ngắn thời gian thì có phải đăng kí gì không và có được chuyển điểm không?. . . . Em rất mong thầy/ cô giải đáp cho em.. . Em xin chân thành cảm ơn.. . Chúc thầy/cô một ngày tốt lành.",
            "Chào bạn,. . . . - Theo qui định nhà trường bạn không được chuyển qua ngành khác. . . . . - Học văn bằng 2 bạn vui lòng tham khảo qui chế học vụ điều 28 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hôm trước em phải buộc về quê để khám bệnh định kỳ theo yêu cầu của bác sĩ nên em không lên trường để thi giữa học kỳ một được. Vậy cho em hỏi em có thể xin thi lại được không ạ",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 17 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Quý thầy cô [full_name] cho em hỏi là nếu em đã qua hết 3 môn gdtc khác nhau, em đăng ký thêm 1 môn nữa nhưng môn thứ 4 này em không qua thì có ảnh hưởng gì đến quá trình học không ạ?",
            "Chào bạn,. . . . Sẽ ành hưởng điểm trung bình học kỳ thôi, điểm trung bình tích luỹ thì không... . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sinh viên năm nhất của trường và vừa thi avdv. Em đủ điểm để học anh văn 1 nhưng em lại muốn học lấy bằng ngoài rồi nộp cho trường để tiết kiệm thời gian ạ. Hiện tại e đang muốn hỏi các anh chị, thầy cô có thể cho em biết là mình học bằng ở ngoài thì học bằng 2 kĩ năng hay 4 kĩ năng để pass 4 anh văn ạ( em chưa nói đến để tốt nghiệp). Và từ giờ đến lúc đăng kí môn học mới em còn bao nhiêu thời gian để học và nạp bằng lại cho trường ạ. Các anh chị, thầy cô có thể giới thiệu cho e những trung tâm nào uy tín để học ko ạ. Em mong nhận được sự trả lời của mọi người. Em xin cảm ơn. .",
            "Chào bạn,. . . . - Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . - Thời gian học là phụ thuộc vào bạn, bạn có chứng chỉ sớm để chuyển điểm thì điểm đó sẽ cộng vao điểm trung bình tích luỹ. . . . . Thân. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name] MSSV [student_id]. E là đơn này để xin PĐT cho e rút mô Vẽ Kỹ Thuật do môt số vấn đề về sức khỏe và gia đình và một số lý do khác như ôn thi av. Nên từ đầu năm đến giờ em đã nghỉ rất nhiều buổi học lý thuyết và thực hành và em nghĩ mình khôg đủ khả năng thi cuối kì nên em. Nên em khẩn xin PĐT có thể đáp ứng yêu cầu của em. Em biết rút lúc này sẽ mất 100% học phí nhưng em mong PĐT có thể xem xét phê duyệt cho em. Em xin cảm ơn. . . .",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 11 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là có cách nào để có thể gia hạn chứng chỉ ngoại ngữ để được đăng kí làm luận văn vào kì sau không ạ. Em xin cảm ơn.. .",
            "Chào bạn,. . . . Chưa hiểu ý bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin phép hỏi là sắp đăng ký môn hk202, em là sinh viên năm 2, vừa rồi em có thi ảnh văn tại trường và được 395. Nếu vậy em có cần quy đổi điểm gì không để không bị hủy môn trong đợt đăng ký môn học đợt 2 này không ạ, hay hệ thống trường sẽ tự kiểm tra điểm anh văn đợt vừa rồi và không hủy môn của em ạ",
            "Chào bạn,. . . . Khi có kết qua thi anh văn định kỳ, bạn đạt chuẩn anh văn năm mấy thì PDT sẽ tự pass điểm cho bạn đăng kí môn học luôn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Dạ thưa hồi tháng 9 em có được thông báo đi thi bù môn Thương mại điện tử vì vắng thi cuối học kì 192 vừa qua do cách ly dịch covid-19.. . Hiện tại đã gần kết thúc học kì 201 nhưng em vẫn chưa thấy được cập nhật điểm trên trang thông tin sinh viên. Em muốn hỏi là khi nào thì em có điểm môn học đã thi bù đó ạ? . . Em cảm ơn ạ",
            "Chào em,. . Điểm thi bù môn Thương mại điện tử của em đã đạt, và được ghi điểm 21 (điểm đạt).. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng đào tạo,. . . . Em là [full_name], MSSV: [student_id]. . . . . Trong học kì 192 em có đăng ký học môn Xử lý số tín hiệu nâng cao trên Cao học, thì điểm môn đó được chuyển qua môn Quá trình ngẫu nhiên &ưd EE3049 bên Đại học.. . . . Em muốn hỏi điểm và tín chỉ môn Quá trình ngẫu nhiên &ưd có được tính vào điểm và tín chỉ bên Đại học không ạ? Nếu được, thì em phải làm sao để chuyển qua hay tự động ạ?. . . . Mong nhận được phản hồi sớm từ PĐT. Em xin cảm ơn ạ.. . . . [full_name]",
            "Chào bạn,. . . . Môn EE3049 bạn đã đạt 9.50 điểm rồi mà bạn. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đang là sinh viên năm cuối, và đang làm luận văn tốt nghiệp vào kì tiếp theo, nhưng hiện tại em chưa đăng kí được vì chưa có chứng chỉ [full_name]. Và hạn nộp chứng chỉ [full_name] sắp đến. . . Nhưng hiện tại em vẫn chưa có chứng chỉ [full_name] để nộp, vì phải đợi thời gian đăng kí thi và đợi kết quả thi chứng chỉ nên sẽ quá hạn nộp chứng chỉ [full_name]. Nên em muốn hỏi là có cách nào để được gia hạn nộp chứng chỉ [full_name] không ạ. Em cảm ơn.. .",
            "Chào bạn,. . . . - Bạn đủ điểm ngoại ngữ nhận luận văn bạn mới đăng kí luận văn được nha bạn.. . . . -  Bạn có chứng chỉ ngoại ngữ trễ sau đợt đăng kí luận văn, thì bạn làm đơn xin đăng kí luận văn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy cô, em đã đăng ký in bảng điểm và bảng điểm đã được in xong, nhưng vì lý do cá nhân nên em không trực tiếp đi nhận được.. . Cho em hỏi là em có thể nhờ một bạn của em học trường khác đến nhận giúp bảng điểm không ạ? . . . . Em cảm ơn thầy/ cô đã xem"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào pdt ạ. PDT cho em hỏi có đợt thi anh văn nào khác tiếp theo tại trường vào tháng 1 này không ạ. Mong được PDT hồi đáp sớm .. . em cảm ơn nhiều ạ   .",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra mail PDT có gởi mail sinh viên rồi nha . . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B không thể xét miễn để chuyển điểm mặc dù đã đủ tiêu chuẩn chuyển điểm anh văn  /B",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: không thể xét miễn để chuyển điểm mặc dù đã đủ tiêu chuẩn chuyển điểm anh văn. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại là em đang theo hướng học song bằng, học kì này em cũng đã học được một số môn của bằng 2 rồi ạ. Kì sau đăng kí môn em có thể đăng kí nhiều hơn 21 chỉ được không ạ. Để em đảm bảo tiến độ học tập cả 2 ấy ạ.. . Phòngg đào tạo có thể cho em đăng kí trên 21 chỉ trong đợt đăng kí môn sắp tới đượt không ạ. . Em cảm ơn",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 9, mục 9.3 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là em chưa đóng học phí học kỳ 201. Qua kỳ sau em mới có điều kiện đóng. Hôm bữa em lên phòng ctctsv thì đã qua đợt làm đơn gia hạn học phí rồi.. . Cho em hỏi có cách nào giúp em gia hạn học phí được không ạ.. . Em xin chân thành cảm ơn. .   i Học vụ .",
            "Chào bạn,. . . . Rất tiếc là không giúp gì được cho bạn, nếu học kỳ bạn không  đủ tiền đóng học phí thì bạn phải theo dõi thời gian nộp đơp gia hạn học phí. Nếu quá hạn thì PDT phải xử lý thôi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào [full_name],. . Em đang là sinh viên K17 của khoa Điện. Cho em hỏi học kỳ sau (HK202) em có thể đăng ký được Đề cương LVTN không ạ?Em đã hoàn thành Đồ án và Thực tập tốt nghiệp trước đó. Em không biết có bị vướn Anh Văn để đăng ký Đề cương không ạ? Vì em mới hoàn thành Anh Văn 2 ở trường.. . Mong [full_name] sớm phản hồi với em.. . Em xin cám ơn. .",
            "Chào bạn,. . . . Bạn vui lòng xem qui định về DKMH http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_77&tid=783.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng đào tạo!. . Em là sinh viên K19. Trong quá trình học tập và thi cử kỳ thi anh văn đầu vào vào ngày 19/12/2020 vừa rồi thì em vẫn chưa qua được 350 điểm nên không được đăng ký môn của năm 2 nên phòng đào tạo cho em hỏi nếu kì này em đăng ký 8 tín chỉ rồi em sẽ cố thi đạt hơn 350 ở kỳ thi anh văn kế tiếp dự kiến vào đầu tháng 1 và em sẽ đăng ký học môn năm 2 ở học kỳ hè thì em có bị cảnh cáo học vụ không ạ?. . Em cảm ơn.. .",
            "Chào bạn,. . . . Khi xét xử lý học vụ thông thường giữa học kỳ 1 năm sau mới xét. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ ,cho em hỏi , đợt thi anh văn đầu đơt 3 vào ngày 23/01/2021 , những người thi đợt 2 rồi có được đăng ký thi lại không ạ",
            "Chào bạn,. . . . Vẫn đăng kí được bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Phòng đào tạo cho em hỏi, nếu em thi kì thi chuẩn anh văn đầu vào đợt 3 dựa kiến sẽ tổ chức ngày 24 25 tháng 1 vậy có kịp cho đợt đăng ký môn học đợt 3 không ạ?",
            "Chào bạn,. . . . Không kịp đăng kí đợt 3 nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . thầy cô cho em được hỏi là hiện em chưa qua 500 anh văn nên em chưa thể đăng kí môn học hay luận văn trong kì kế tiếp.. . vậy em nên đăng kí 1 môn cải thiện để duy trì trạng thái học hay không ạ.. . hay em viết đơn xin nộp bằng anh văn trễ trong khi xin làm luận văn trước ạ.. . em cám ơn. .",
            "Chào bạn,. . . . - Tuỳ bạn, bạn muốn đăng kí môn để duy trì tình trạng sinh viên vẫn được.. . . . - Khi đủ chứng chỉ ngoại ngữ thì mới đăng kí luận văn được nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy/cô, em bị trễ học phí do quên theo dõi lịch đóng học phí, đến lúc trễ hạn em có nhận mail bị trễ học phí, nên em đã vào bkpay để thanh toán và chịu phạt nhưng đến giờ, thì vào bkpay hệ thống vẫn báo lỗi bảo trì. Thầy/Cô cho em hỏi giờ em đóng là lên ngân hàng đóng, hay chờ hệ thống bảo trì xong? Và nếu bảo trì xong, thì cho em hỏi khi nào hệ thống mới xong vậy ạ? Tại em sợ qua học kì mới mà mình chưa hoàn tất học phí sẽ bị đuổi học nên em hơi lo lắng. .   i Yêu cầu khác .",
            "Chào bạn,. . . . Bạn đến trực tiếp ngân hàng OCB đóng vẫn được nha bạn.. . . . Thân"
        ]
    }
]