[
    {
        "intent": "",
        "message": [
            "Thưa PĐT,. . Hiện tại điểm Thực tập HK202 của em vẫn chưa có, em có liên hệ thầy hướng dẫn là thầy [full_name] thì thầy bảo đã cập nhật điểm rồi và liên hệ với PĐT. Xin PĐT kiểm tra giúp em. . . Họ tên: [full_name]. . MSSV: [student_id]. . . . Em xin cảm ơn. .   i Học vụ .",
            "Chào em,. . Điểm do GV nhập, [full_name] gửi bảng điểm đến PĐT. Em vui lòng liên hệ GV, [full_name] để biết nhé.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa thầy,cô. . Em là sinh viên khoa Điện - Điện tử khóa 2016. Em có tên trong danh sách tốt nghiệp dự kiến và thiếu ngày ctxh. Em vừa hoàn thành ngày ctxh của mình và đã được xác nhận trên Hoạt động ngoại khóa SV nhưng vẫn chưa được phép đăng kí tốt nghiệp. Mong thầy/cô hỗ trợ giúp em để có thể kịp thời đăng kí tốt nghiệp ngày 24/12 này.. . Em xin chân thành cảm ơn",
            "Chào em,. . Sau ngày 21/12/2021 em vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa Thầy Cô,. . Sau khi kiểm tra thông tin trên danh sách tốt nghiệp dự kiến. Em bị sai thông tin nơi sinh trên danh sách. Nơi sinh trong giấy khai sinh em ở tỉnh Bình Định và địa chỉ hộ khẩu thường trú của em ở tỉnh Gia lai nhưng thông tin trên trang tốt nghiệp nơi sinh em lại ở tỉnh Gia Lai. Mong PĐT giải đáp giúp em vấn đề này ạ.. . Cảm ơn Thầy Cô đã giành thời gian.",
            "Chào em,. . Em vui lòng chụp hình giấy khai sinh có mộc đỏ gửi lại nhé.. . Thân mến. .",
            "Thưa cô,. . Em xin gửi cô Giấy khai sinh và hộ khẩu ạ.. . Mong nhận được phản hồi từ cô.. . Thân mến.",
            "QUOTE Chào em,. . Em vui lòng chụp hình giấy khai sinh có mộc đỏ gửi lại nhé.. . Thân mến. .   /QUOTE . . Thưa cô,. . Em xin gửi cô Giấy khai sinh và hộ khẩu ạ.. . Mong nhận được phản hồi từ cô.. . Thân mến.",
            "Cô đóng bớt"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name] , MSSV [student_id] , là học sinh của lớp DD17KTD04 do thầy [full_name] chủ nhiệm. Em xin được nộp đơn xin tạm dừng học kì 2 năm học 2021-2022 với lí do chuyện riêng hoàn cảnh gia đình hiện đang chưa giải quyết xong nên em không thể tham gia học vào học kì 2 năm học 2021-2022 được ạ , em sẽ làm đơn tiếp tục học ở học kì 1 năm học 2022-2023. Em mong PĐT sớm xét đơn ạ , em cảm ơn rất nhiều ạ.. .",
            "\"Chào em,. . Phòng Đào tạo đã tiếp nhận đơn tạm dừng HK212 của bạn, Sinh viên theo dõi tình trạng sinh viên được cập nhật trên mybk/Thông tin Sinh viên/tình trạng. . chuyển qua trạng thái từ \"\"đang học\"\" sang \"\"tạm dừng\"\", dự kiến sẽ cập nhật trước ngày 3/1/2022 và gửi mail Quyết định qua email cho sinh viên. . SV vui lòng theo dõi lịch học vụ và mail SV để làm đơn thu nhận lại để đăng ký MH cho học kỳ tiếp theo. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Tốt nghiệp . Kính chào Phòng Đào Tạo,. . Em tên là [full_name]. . MSSV: [student_id]. . Khoa Kỹ thuật Địa chất và Dầu khí. . . . . . Hiện tại em đang bị tạm dừng học và chưa tốt nghiệp do thiếu chứng chỉ ngoại ngữ. Nhưng em vừa thi và đủ điểm để xét tốt nghiệp ạ.. . . . Em có một vài thắc mắc về thủ tục thu nhận lại và đăng ký tốt nghiệp, kinh mong Phòng Đào Tạo giải đáp cho em với ạ:. . . . . . 1. Về thủ tục thu nhận lại: . . Vì hiện tại em đang cách ly tại nhà nên không thể trực tiếp đến Văn phòng Phòng Đào Tạo để thực hiện thủ tục thu nhận lại.. . Em có thể thực hiện online được không ạ?. . . . 2. Về đăng ký tốt nghiệp:. . Em đã đăng ký nộp chứng chỉ ngoại ngữ để chuyển điểm anh văn và xét tốt nghiệp.. . Dạ cho em hỏi là khoảng bao lâu thì em có thể đăng ký tốt nghiệp được ạ?. . . . 3. Về thông tin lý lịch cá nhân:. . Em đã làm thẻ Căn cước công dân (thông tincux của em là số Chứng minh nhân dân ạ), em có thể lên mybk để cập nhật thông tin này không ạ?. . . . Em rất mong nhận được phản hồi từ Phòng Đào Tạo.. . . . Em xin chân thành cảm ơn.. . . . Trân trọng. . [full_name]",
            "\"Chào em,. . Trường hợp của em vui lòng theo dõi tình trạng thẩm tra chứng chỉ tại mybk/Nộp chứng chỉ ngoại ngữ, khi nào chuyển qua tình trạng đã thẩm tra hợp lệ (thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ), bạn gửi lại yêu cầu qua bksi xin chuyển điểm sớm để xét tốt nghiệp nhé. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi : Phòng Đào Tạo. . Tôi xin nộp đơn tạm dừng học như file đính kèm.. . Để đảm bảo sức khoẻ cá nhân do dịch covid , nên việc đi lại bị hạn chế, mong PĐT chấp thuận đơn online này.  . . Chân thành cảm ơn PĐT xét duyệt và hỗ trợ.",
            "\"Chào em,. . Phòng Đào tạo đã tiếp nhận đơn tạm dừng HK212 của bạn, Sinh viên theo dõi tình trạng sinh viên được cập nhật trên mybk/Thông tin Sinh viên/tình trạng. . chuyển qua trạng thái từ \"\"đang học\"\" sang \"\"tạm dừng\"\", dự kiến sẽ cập nhật trước ngày 3/1/2022 và gửi mail Quyết định qua email cho sinh viên. . SV vui lòng theo dõi lịch học vụ và mail SV để làm đơn thu nhận lại để đăng ký MH cho học kỳ tiếp theo. . Thân\"",
            "Xin chào Phòng Đào Tạo,. . . . Em đã kiểm tra tình trạng sinh viên được cập nhật trên mybk. trạng thái : tạm dừng.. . . . Nhưng đồng thời trên Thông tin sinh viên/ bảng điểm cũng không thể hiện điểm của 2 môn học mà em đã hoàn thành trong học kỳ 1 (2021-2022) trước đó:. . - CO3033: Bảo mật hệ thống thống tin. . - CO4014: Kiểm tra thử phần mềm. . . . Mong Phòng Đào Tạo hỗ trợ giải dáp.. . . . Xin cảm ơn.. .",
            "Chào em,. . điểm môn học này đang để là điểm CH (15), là chưa có điểm mà bạn.. . Về việc nhập điểm, SV vui lòng liên hệ Giảng viên để được giải đáp nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô!. . Em tên là [full_name], sinh viên K17 khoa Quản lý công nghiệp. . . Hiện tại em chưa học anh văn 4 nhưng e thi toeic được 630 điểm. Thầy/cô cho em hỏi có bắt buộc phải chuyển điểm cho môn anh văn 4 thì mới được xét tốt nghiệp không ạ?. . Em mong nhận được phản hồi sớm từ thầy/cô. Em cảm ơn ạ!",
            "Chào em,. . Cô chưa hiểu ý bạn, việc hoàn thành các môn AV1,2,3,4 Sv có thể học hoặc chuyển điểm thì tùy bạn nhé.. . Các môn AV là những môn học thuộc CTĐT của bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT,. . . . Hiện tại em vẫn chưa có điểm thực tập tốt nghiệp, mong PĐT có thể kiểm tra lại giúp em. . . . Em xin cảm ơn ạ.. .   i Học vụ .",
            "Chào em,. . Em xem lại nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em hiện tại đã hoàn thành luận văn tốt nghiệp. Điều kiện tốt nghiệp còn thiếu anh văn nói viết. Hiện tại đang bị tạm dừng do học kỳ vừa rồi không đăng ký môn học. Em muốn hỏi đợt thi anh văn nói viết sớm nhất sẽ tổ chức lại khi nào. Em cảm ơn.",
            "\"Chào em,. . Trường hợp em có thể liên hệ TTNN để hỏi về lịch trình tổ chức thi AV nói viết nhé. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa, . . Xin PDT cho em đăng kí học môn  B  [full_name] Tin Học -501706  /B  trễ. . . . . Lý do: Hôm PDT gửi đơn xác nhận trở lại trường lúc ấy em ở bệnh viện 115 nên không dám đăng kí và bạn học thí nghiêm của em cũng vậy.  Bạn tên [full_name] [student_id] vì môn này học thí nghiệm theo nhoism 2 người nên bạn đợi em học chung. . . Nay em sắp xếp được thời gian, mong PDT cho em được trở lại học môn này để kịp tiến độ vì em sinh viên năm cuối. Những bài trễ em sẽ liên hệ với giáo viên để làm lại đầy đủ. . . Chân thành cảm ơn. . . [full_name]",
            "Chào em,. . PĐT đã bổ sung . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . . . Em tên [full_name]. MSSV: [student_id]. . Em đăng ký tốt nghiệp thì không cập nhật được thông tin như hình bên dưới. Phòng đào tạo phản hồi giúp em.",
            "Em đã nhận được mail thông báo tốt nghiệp",
            "Chào em,. . Hiện tại em còn nợ khoản lệ phí đăng ký kiểm tra AV, em vui lòng vào thanh toán nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi pdt, em tên [full_name], MSSV [student_id], em đã cập nhật đủ ngày ctxh và đủ yêu cầu để tốt nghiệp, nhưng vì kỳ này em không đăng ký môn nên bị tạm dừng, chỉ có tên trong danh sách dự kiến tốt nghiệp chứ không có tên trong danh sách chính thức, kính mong pdt xem xét và mở đăng ký tốt nghiệp giúp em ạ, em cảm ơn ạ.",
            "Chào em,. . Sau ngày 10h ngày 22/12 em vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào thầy/cô phụ trách:. . . . Em là sinh viên K20, nay có thắc mắc, mong được giải đáp như sau:. . . . - Giả sử trường hợp em đã học và   B đã đạt yêu cầu  /B  môn A, nhưng muốn cải thiện điểm ở các kỳ sau đó.. . . . + Theo quy chế thì nếu em học lại ở kì dự thính(kì chính) nhưng   B không đạt  /B , điểm sẽ không tính vào bảng điểm. . .   I -Hỏi:  /I  Vậy thì điểm trước của em cho môn học đó vẫn giữ nguyên đúng không ạ?. . . . + Quy định trên có áp dụng cho kì dự thính(kì hè) không ạ? Em thấy quy chế đề cập học kì hè dù đậu hay rớt môn đều ghi vào bảng điểm.. . . . Cảm ơn quý thầy/cô đã đọc.. .",
            "Chào em,. . - Sv muốn học cải thiện thì môn học phải có cùng một msmh vì khi này sẽ lấy điểm cao nhất tính.. . - Học DT hay CQ cách tính như nhau. khác nhau học ngoài giờ và học phí.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi: Phòng Đào tạo trường ĐH Bách Khoa,. . Em là Lê Hoàng Tâm. . MSSV: [student_id]. . Hệ: VHVL. . . . Kính mong phòng Đào tạo xem xét, cập nhật giúp em thông tin đơn xin xét tốt nghiệp do còn thiếu hình, chuẩn hình thể.. . . . Em đã bổ sung đầy đủ hình trên trang web đăng ký xét tốt nghiệp cũng như đính kèm hình ở tập tin bên dưới. . . . . Em xin chân thành cám ơn.",
            "Chào em,. . Nếu em đã bổ sung hình vui lòng đợi PDT kiểm tra và cập nhật lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thầy (cô) cho em hỏi, em có làm bài thi chiều nay nhưng do sơ xót lúc nộp bài em chỉ nộp bài thi ở chế độ dự thảo, có cách nào để em có thể tiến hành nộp bài lại đưcọ ạ. Em cám ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .",
            "Chào em. . Thời điểm này em nộp đơn thu nhận để đăng ký tốt nghiệp hay ĐKMH, vui lòng trình bày rõ giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Thầy/Cô,. . Em tên là [full_name], MSSV [student_id], thuộc chương trình PFIEV.. . Nay em gửi yêu cầu này xin nhờ PĐT thêm thời khóa biểu giúp em môn Thực hành Tin học (501706) nhóm P01 như em đã đăng ký ở đợt ĐKMH.. . Lý do là vì khi nhà trường khảo sát cho việc đến trường để làm thí nghiệm thì em và bạn cùng nhóm thí nghiệm với em ([full_name] - [student_id]) không đủ điều kiện đến trường. Nhưng nay chúng em đã sắp xếp được ổn thỏa nên chúng em hy vọng PĐT tạo điều kiện giúp để chúng em kịp tiến độ và chúng em đã là sinh viên năm cuối.. . Chúng em đã chủ động liên hệ với GV (Thầy [full_name]) và đã được sự đồng ý của thầy (em xin gửi kèm email trao đổi với thầy để minh chứng).",
            "Chào em,. . PĐT đã bổ sung . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi học kỳ mới HK212 sẽ được tổ chức giảng dạy theo hình thức nào ạ? Nếu có một số môn học online thì là những môn học nào ạ?",
            "Chào em,. . Trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin kính chào Phòng Đào tạo và phòng học vụ,. . Em là [full_name] MSSV [student_id]. . Em có câu hỏi về việc bảo lưu việc học ạ? Vừa rồi em mới nhận được thư chấp nhận nhập học ngắn hạn của một trường bên mỹ (đính kèm file) nên em muốn được bảo lưu kết quả học tập ở Bách Khoa để được học khóa học ngắn hạn đó. Em muốn hỏi là làm cách nào để em có thể được bảo lưu và nếu bảo lưu thì tất cả các kết quả bài tập lớn, bài kiểm trên bkel của em đều được lưu lại phải không ạ? Vì ngày nhập học khóa là 3.1.2022 nên em phải bay sang đó ít nhất trước 1 tuần nên em không thể tham dự kì thi cuối học kì vậy em có cần làm đơn xin hoãn thi để khi nào học lại em coa thể kiểm tra sau không ạ?",
            "Chào bạn. . Cho Cô hỏi cho kĩ lại về thông tin khóa học ngắn hạn của bạn. . Chương trình này đi bao lâu?. . Đi diện trao đổi phải không?. . Để Cô có thể hướng dẫn cụ thể hơn. . Thân. .",
            "Em chào cô,. . Em xin phép trả lời câu hỏi của cô là đây là chương trình trao đổi ngắn hạn ạ họ cho phép em đi 6 tháng hay 1 năm tùy vào sự lựa chọn của em ấy ạ, vì em đã xin được thư chấp thuận nhập học của họ vào 3.1.2022 sắp tới nên em thật sự rất muốn đi để trải nghiệm thử, mong cô và nhà trường giúp em bảo lưu lại tất cả kết quả học tập của em để giúp em có điều kiện được tham gia chương trình ạ, kinh mong cô giúp đỡ",
            "Chào bạn. . Nếu là chương trình trao đổi thì bạn liên hệ [full_name] để hướng dẫn làm thủ tục tạm dừng . . Thân",
            "Em chào cô,. . Em đã theo lời cô hướng dẫn làm đơn tạm dừng bảo lưu việc học và đơn đã có chứ ký của GVCN và thầy Chủ nhiệm khoa hiện em đã nộp đơn cho Phòng đào tạo qua mail và bksi.. . Em xin chân thành cảm ơn sự hỗ trợ của cô.. .",
            "Chào bạn. . Nếu là chương trình trao đổi thì bạn liên hệ [full_name] để hướng dẫn làm thủ tục tạm dừng. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Tốt nghiệp . Quý thầy cô xem xét thu nhận em để em có thể đăng kí tốt nghiệp đúng hạn. Em cảm ơn",
            "Chào em,. . Hiện tại em đã đủ điều kiện tốt nghiệp hết chưa?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV/MSGV: [student_id]\t. . Cho em hỏi về việc em muốn học một ngành khác điểm chuẩn cao hơn ngành em đang học nhưng em không muốn thi lại THPT thì em phải làm sao và có thêm yêu cầu hay tiêu chí phụ gì ví dụ như điểm không ạ.. . . .",
            "Chào em,. . Em vui lòng xem quy chế. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 30. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào thầy/cô, do một số sự cố không đáng có mà hôm nay (ngày 20/12) em mới đăng kí chuyển điểm anh văn được. Mặc dù biết việc thẩm tra và chuyển điểm còn thuộc về phía IIG nhưng em rất mong thầy cô có thể giúp đỡ để em có thể đăng kí tốt nghiệp kịp đợt này ạ.. . Mong thầy/cô thông cảm vì sự bất tiện này.. . Em biết ơn sâu sắc sự giúp đỡ và làm việc tận tụy của thầy cô!",
            "\"Chào em,. . Trường hợp của em vui lòng theo dõi tình trạng thẩm tra chứng chỉ tại mybk/Nộp chứng chỉ ngoại ngữ, khi nào chuyển qua tình trạng đã thẩm tra hợp lệ (thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ), bạn gửi lại yêu cầu qua bksi xin chuyển điểm sớm để xét tốt nghiệp nhé. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi: Phòng Đào tạo trường ĐH Bách Khoa- ĐHQG Tp.HCM. . Em tên là: [full_name]. . MSSV: [student_id]. . Ngày 20/12/2021 vào lúc 18h em có thi môn MĐT, MSMH: EE2007. Em đã tham gia thi nghiêm túc, tuy nhiên vì bất cẩn nên em đã không ghi màn hình.. . Cụ thể em đã ghi màn hình 1 phần mềm thứ 3, nhưng em lại tưởng đang ghi màn hình, khi tắt phần mềm thứ 3 thì việc quy màn hình cũng mất theo.. . Em đã hỏi [full_name]: thầy [full_name] và biết nếu không có file ghi màn hình em sẽ không được chấm điểm. [full_name] nói rằng em lạ không đi học, vì em hoãn thi và học lớp của thầy [full_name] nên có thể thầy không biết.. . Thưa [full_name], liệu em có thể đăng ký hoãn thi và thi vào đợt sau không ạ, vì nếu không được chấm điểm em sẽ rớt môn luôn, em có tham gia làm bài kiểm tra trên lớp, giữa kì và thí nghiệm đầy đủ. Em là K16 và đã ở lại trường muộn thêm 2 năm, mong phòng đào tạo giúp đỡ.. . Video có ghi lại thời gian lúc 17:58p tức lúc đó em bắt đầu vào phòng thi ạ.",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy cô,. . . . Em là [full_name] - MSSV [student_id] - Khoa Cơ Khí.. . Hiện tại em đã hoàn thành đầy đủ các điều kiện tốt nghiệp. Tuy nhiên em chưa có tên trong danh sách tốt nghiệp dự kiến.. . . . Em đã bảo vệ luận văn tốt nghiệp ở học kỳ 202 nhưng thiếu điểm anh văn 4. Vì tình hình dịch không biết khi nào có thể thi được Toeic nên kỳ này em đã đăng ký Anh văn 4 và cũng đã có điểm. . . . . Thầy cô cho em hỏi em đã có đủ điểm vậy em có thể xét tốt nghiệp trong học kỳ này đươc không ạ. . . . . Mong thầy cô kiểm tra và phản hồi giúp em ạ. Em xin chân thành cảm ơn",
            "Chào em,. . Điểm môn AV4 đã được cập nhật lên mybk/Thông tin Sinh viên chưa?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ xin chào PĐT!. . . . Em xin nộp đơn chuyển hệ VLVH ạ.. . . . Nếu trong đơn có gì sai sót mong [full_name] (Chị) phản hồi để em sửa lại.. . . . Xin cảm ơn!",
            "\"Chào em,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV theo dõi mail và lịch học vụ để vào đăng ký môn học cho HK212 nếu còn nợ MH, vào đợt 3 nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV [student_id]\t. . . . Dạ thưa.. . Em là [full_name].. . Kỳ này em có thực hiện Luận văn tốt nghiệp (Kỹ thuật chế tạo).. . Mã môn học: ME4029.. . Nhóm lớp: L26.. . Trong quá trình thực hiện thiết bị của em nhiều lần gặp sự cố lúc trong giãn cách dịch bệnh nên không khắc phục sự cố nhanh được gây ảnh hưởng nghiệm trọng đến quá trình thực hiện luận văn tốt nghiệp dẫn đến không thể hoàn thành luận văn tốt nghiệp trong học kỳ này.. . Em xin hoãn LVTN học kỳ này để học kỳ sau thực hiện được không ạ?. . Nếu được thì em xin hỏi quy trình thực hiện và mẫu đơn hoãn LVTN ở đâu ạ.. . Em mong được giải đáp.. . Em cám ơn a.. . . .",
            "\"Chào em,. . Căn cứ trên tình hình phòng chống dịch Covid-19, theo lệnh của Ban giám hiệu, Phòng Đào tạo (PĐT) thông báo kế hoạch tổ chức thi học kỳ 1 năm học 2021-2022, ngày 08/11/2021 (Phòng Đào tạo đã gửi mail cho SV vào ngày 22/11/2021), có thông báo rõ về thời gian phản biện và bảo vệ Luận văn tốt nghiệp (LVTN) trong HK211 và có ghi rõ về các \"\" Trường hợp cần thiết, sẽ có một đợt bảo vệ bổ sung cho các trường hợp đề tài bị ảnh hưởng nghiêm trọng bởi tình hình dịch Covid-19\"\". SV vui lòng xem lại email sinh viên về thông báo báo này.. . - Về đơn xin hoãn LVTN HK211 của bạn, Phòng Đào tạo hiện không thể tiếp nhận được.. . SV vui lòng liên hệ khoa để được hỗ trợ và hướng dẫn để xin đăng ký bảo vệ trong đợt bổ sung theo đúng chỉ đạo của Ban Giám hiệu nhà trường.. . Trường hợp Khoa không tiếp nhận trường hợp tổ chức đợt bảo vệ bổ sung, SV nhờ Khoa làm công văn đề nghị lên Phòng Đào tạo, ghi rõ lý do vì sao không thể tổ chức đợt bảo vệ LVTN bổ sung, để Phòng Đào tạo trình lên Ban Giám hiệu nhà trường xin ý kiến và phản hồi cho sinh viên.. . Thân mến,\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em muốn hỏi là em có đk hoãn thi vào kì 202 vừa rồi. Ngày 19/12 em cũng vừa thi lại xong ạ. Thì nếu có điểm đạt  5 thì môn này có được tính vào TBTL không ạ? Hay chỉ xét điệm đạt như môn thể chất ạ? Em cám ơn. Do trong quy chết em không thấy ghi rõ ạ. Em cảm ơn, hi vọng sớm được hồi đáp",
            "Chào bạn. . PĐT xem xét và quyết định cho SV nhận điểm Hoãn thi (HT) cho phần điểm tổng kết (hủy các điểm thành phần đã có). SV phải đăng ký thi cuối kỳ trong thời hạn một năm học để lấy kết quả này làm điểm tổng kết thay thế cho điểm HT.. . Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2113592  /b \t. . . .   i Học vụ . THƯA PĐT EM CÓ LỊCH THÍ NGHIỆM TRỰC TIẾP TẠI TRƯỜNG MÔN Nhập môn về kỹ thuật (thí nghiệm) EE1002 LỚP VL02 TÌNH HÌNH LÀ EM VỪA KHỎI COVID VÀI NGÀY EM LO NGẠI ĐI HỌC TRỰC TIẾP SẼ ẢNH HƯỞNG ĐẾN QUÝ THẦY CÔ VÀ CÁC BẠN NÊN NẾU CÓ THỂ CÓ THỂ CHO EM XIN HOÃN BUỔI HỌC VÀO T7 TUẦN NÀY  13H EM XIN CẢM ƠN",
            "Chào em,. . Nếu em muốn hoãn là hoãn hết đợt TN này chứ không có XIN HOÃN BUỔI HỌC VÀO T7 TUẦN NÀY  13H.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy, cô ạ. . Em là [full_name]  MSSV: [student_id]      Khoa: Quản Lý Công Nghiệp. . Dạ thầy cô cho em hỏi hiện tại em đã hoàn thành chương trình học và đã đủ điểm toeic để đăng kí tốt nghiệp (toeic 575). Em vào trang đăng kí tốt nghiệp trên My Bk thì hiện tại em vẫn không không thể đăng kí được ạ (em có đính kèm hình ảnh bên dưới ạ). Kính mong thầy, cô hướng dẫn giúp em để em có cơ hội tốt nghiệp trong đợt sắp tới. . . Em xin chân thành cảm ơn.. . . . Sinh viên. . [full_name]",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy/Cô cho em hỏi: em K15 kỳ này là kỳ cuối, nhưng e vẫn còn nợ 1 môn, e có thể xin gia hạn thêm 1 kỳ nữa học được không ạ?",
            "Chào em,. . Em vui lòng xem quy chế điều 5.5. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 5.5. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy, cô!. . . . Em đã xem trong mục quy chế, quy định rồi nhưng thấy nhiều ý kiến trái chiều trên facebook nên có câu hỏi ạ. Cho em xin hỏi là điểm hoãn thi cuối kỳ của em trong HK202 và HK211 sẽ được thay thế bằng điểm thi cuối kỳ trong thời hạn một năm học để lấy kết quả này làm điểm tổng kết thay thế cho điểm HT. Vậy thì điểm tổng kết này có được tính vào điểm tbtl và điểm tbtln không ạ? . . . . Em cảm ơn thầy,cô!",
            "Chào bạn. . PĐT xem xét và quyết định cho SV nhận điểm Hoãn thi (HT) cho phần điểm tổng kết (hủy các điểm thành phần đã có). SV phải đăng ký thi cuối kỳ trong thời hạn một năm học để lấy kết quả này làm điểm tổng kết thay thế cho điểm HT.. . Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Như em đã trình bày ở lần đặt câu hỏi trước.. . Em muốn hủy lịch học trực tiếp tại trường 2 môn:. . 1.[full_name]3034-[full_name] 2. . 2.[full_name]4008-CAD/CAM. . Em xin cảm ơn!. . . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy/cô ạ. Thầy/Cô cho em hỏi là nếu em hoãn thi thì lúc em thi xóa điểm HT nếu trên 5 điểm thì điểm TB môn đó (tính vào TBTL) của em sẽ là số điểm thi được hay vẫn là 5.0 (điểm qua môn) thôi ạ. Ví dụ: em thi được 7đ thì điểm được tính vào TBTL sẽ là 7.0 hay 5.0 ạ? Em xin cảm ơn thầy/cô nhiều ạ.",
            "Chào bạn. . PĐT xem xét và quyết định cho SV nhận điểm Hoãn thi (HT) cho phần điểm tổng kết (hủy các điểm thành phần đã có). SV phải đăng ký thi cuối kỳ trong thời hạn một năm học để lấy kết quả này làm điểm tổng kết thay thế cho điểm HT.. . Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là Vũ Thế Anh MSSV [student_id] do dịch bệnh ngoài bắc với ôn thi nên em đã quên thanh toán tiền bảo hiểm. Giờ [full_name] cho em hỏi em phải lam sao ạ. Em vẫn đi đóng tiền bình thường chứ ạ hay bỏ luôn ạ. Mong [full_name] cho em hướng xử lý em lo quá ạ. .",
            "\"Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô. Em không thể đăng ký xét tốt nghiệp được.. . Em cảm ơn.",
            "Chào em,. . Sau 10h ngày 22/12 vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào PĐT,. . Vào kì 202, em có đăng kí hoãn thi môn thi cuối cùng là môn Hệ điều hành vì lí do không đảm bảo được trang thiết bị (Laptop không nhận sạc) và không đi lại được do dịch bệnh.. . Hiện tại vào kì 211, PĐT có sắp lịch thi môn Hệ điều hành lại cho em, tuy nhiên do trong khoảng thời gian có lịch thi kì 211 em có xét nghiệm dương tính với virus Covid19 kèm theo một số triệu chứng khá nặng và phải cách ly nên phần nào đó gián đoạn việc ôn thi của em. . . Do đó, kì 211 em chỉ có thể đáp ứng được kiến thức của các môn kì 211 (trừ môn Hệ điều hành kì 202). Nên em có đăng kí hoãn thi môn Hệ điều hành lần 2. . . Vì vậy em có 2 thắc mắc nhờ PĐT giải đáp:. . 1). Vì tình hình dịch bệnh (lý do khách quan), điểm thành phần của môn Hệ điều hành kì 202 khi hoãn thi sẽ được giữ lại hay xóa đi ạ ?. . 2). Nếu em thi bù điểm Hoãn thi vào kì sau thì điểm kết thúc môn hệ điều hành của em sẽ được tính như thế nào ạ?",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . - 1, 2 =  Về quy định Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name] - [student_id]. . Hiện em đã rút khỏi chương trình Việt Pháp . . Hk212 em sẽ về lại học Đại trà.. . Cho em hỏi là em có thể huỷ 2 môn Vật Lý 2 (PH2005) và Giải tích 3(MT2007) không ạ?. . Tại vì về lại Đại trà thì 2 môn này không có trong chương trình học và nếu giữ thì sẽ ảnh hưởng đến điểm thành phần và điểm tbtl của em ạ. . . Em muốn hủy hoặc rút lun 2 môn này thì làm những thủ tục gì ạ?. . Em cam đoan sẽ thanh toán học phí đầy đủ dù đã huỷ 2 môn đó ạ. Trong khi chờ đợi, em xin chân thành cảm ơn. Chúc quý thầy cô dồi dào sức khỏe.",
            "Chào bạn[full_name] [full_name] [full_name] [full_name] đã giải quyết rút môn học cho bạn rồi mà[full_name] [full_name] Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện em đã qua 1 môn tương đương, thay thế.. . . . Điểm của môn này không được tính vào điểm trung bình tích lũy ngành.. . . . Hiện tại em đang có 95 chỉ, qua môn trên là được 98 chỉ. Thì điểm trung bình tích lũy ngành lúc này không tính môn trên, chia cho 95 hay 98 ạ.. .",
            "Chào em,. . Vui lòng trình bày rõ vấn đề giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi: Phòng đào tạo đại học bách khoa thành phố Hồ Chí Minh. . Em là [full_name]. . MSSV: [student_id]. . Lý do: Em là sinh viên bằng 2 khóa 2021, em đã hoàn thành xong chương trình học kì 211, em muốn bảo lưu kết quả học tập để tham gia nghĩa vụ quân sự 2022. Em có một vài thắc mắc mong PĐT giải đáp.. . 1. Em có được bảo lưu kết quả để khi hoàn thành nghĩa vụ quân sự 2 năm, có thể trở lại học? Nếu em được bảo lưu và xong thời gian NVQS, em có được trở lại trường học vào học kỳ 2 của năm học hay phải chờ đến năm học mới?. . 2. em bảo lưu từ học kì 212, vậy em có cần đăng kí môn học cho học kì 212 tới ko ạ? nếu có đăng kí thì có bị tính học phí không?. . 3. Sau khi hoàn thành NVQS và trở lại học, em có được học theo chương trình của khóa K19 như bây giờ, và thời gian đào tạo tối đa của em có được công thêm 2 năm khi đi NVQS không?. . Em xin chân thành cảm ơn. .",
            "Chào bạn. . 1) Bạn phải làm đơn tạm dừng Riêng trường hợp tạm dừng để thi hành nghĩa vụ quân sự, thời gian tạm dừng được tính theo thời gian thi hành nghĩa vụ quân sự và không tính vào thời gian học tối đa (xem 5.4).. . Nhập học lại thì căn cứ vào giấy xuất ngũ của bạn. . 2) Tạm dừng thì không cần dkmh. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô,. . Em là [full_name]. Hiện trong thời khóa biểu phòng đào tạo có xếp cho em lịch học thí nghiệm trực tiếp môn Dung sai và kĩ thuật đo nhưng do dịch nên em chưa thể lên trường được. Xin thầy/cô hủy giúp em với ạ. . . EM cảm ơn thầy/cô.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2011983  /b \t. . . .   i Học vụ . Kính gửi: Thầy\\Cô PDT trường ĐH Bách Khoa TPHCM. . Em tên: Nguyễn Thanh Sơn. MSSV: 2011983.. . . . Em xin hỏi là vào kì 202 em có hoãn thi 1 môn. Vào kì 212 thì em được sắp xếp lịch để thi môn được hoãn đó. . . . . Nếu em được 8d thì 8d đó sẽ là điểm tổng kết cho môn học đó và được tính luôn vào trung bình tích lũy hay chỉ là được đánh ĐẠT vậy ạ.. . . . Em cám ơn Thầy\\Cô rất nhiều ạ.. . Chúc Thầy\\Cô một buổi tối vui vẻ.. .",
            "Chào bạn. . PĐT xem xét và quyết định cho SV nhận điểm Hoãn thi (HT) cho phần điểm tổng kết (hủy các điểm thành phần đã có). SV phải đăng ký thi cuối kỳ trong thời hạn một năm học để lấy kết quả này làm điểm tổng kết thay thế cho điểm HT.. . Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi: PĐT Đại học Bách Khoa. . Em là [full_name], MSSV: [student_id] là sinh viên khoa QLCN. . Em có nhận mail đăng ký tốt nghiệp và có kiểm tra trong danh sách dự kiến. Tuy nhiên, em đăng ký tốt nghiệp không được do nợ lệ phí. Và em đã thanh toán trong chiều nay ( hình đính kèm). Em kính mong PĐT cập nhật trạng thái để em có thể đăng ký tốt nghiệp đúng hạn ạ. . . Em cảm ơn",
            "Chào em,. . Sau ngày 10h ngày 22/12 em vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã hoàn tất chương trình học của mình, điểm cũng đã được cập nhật lên mybk nhưng số tín chỉ tích lũy của em vẫn không thay đổi. Điều này dẫn đến việc em không thể đăng kí xét tốt nghiệp được và ngày 24/12 đã là hạn chót nên mong phòng đào tạo cập nhật lại số tín chỉ tích lũy giúp em để em có thể hoàn thành bước cuối cùng cho việc đăng ký tốt nghiệp.. . Em cám ơn ạ.",
            "Chào em,. . - Nếu em chưa có tên trong ds dự kiến TN tính đến thời điểm hiện tại mà em thấy mình đã hoàn tất hết môn học thì xin xét tốt nghiệp nhé.. . - STCTL ngành chưa có cập nhật lên Mybk được do chưa có điểm của tất cả sv chứ không phải của 1 mình em.. . - Nếu em muốn xem thì xem trong ds dự kiến TN.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là sinh viên khoá k2015, học kỳ sau em chuyển sang hệ vừa làm vừa học thì chuẩn tiếng anh để nhận luận văn tốt nghiệp là dựa theo khoá k2020  hay k2015 ạ.. .   Em đăng ký diện nào trong phiếu đăng ký ạ (Chuyển sang Vừa làm vừa học (diện đang học, tạm dừng) hay [full_name] nhận chuyển sang Vừa làm vừa học (diện đã có quyết định xóa tên, buộc thôi học, thôi học)) ạ.. . . . . .",
            "\"Chào bạn. . Về CTDT là giống nhau của đại trà và VLVH. . Tuy nhiên, VLVH sẽ:. . Giảm chuẩn anh văn xét LVTN và tốt nghiệp so với Chính quy: chi tiết xem quy chế học vụ. . Không xét môn anh văn 1234, GDTC, GDQP, Ngày CTXH, . . Thời gian học là 10 năm. . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em muốn hỏi là môn em hoãn thi, sau khi thi ở đợt tiếp theo trên 5.0 thì điểm đó có tính vào điểm tbtl không ạ, hay chỉ tính đạt thôi.. . Em cảm ơn.",
            "Chào em,. . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào Thầy, cô. . Khoảng 2 tuần trước em có gửi câu hỏi mã 42457 để đăng ký môn ĐCLV trễ hạn, đã được PĐT đồng ý . Tuy nhiên em theo dõi TKB và học phí vẫn chưa được cập nhập môn. Em đặt câu hỏi này để hỏi về vấn đề trên ạ.. . Chân thành cảm ơn,. . [full_name]. . . .",
            "Chào bạn. . Sau khi Pdt kiểm tra. . Môn DCLV không đăng ký được vỉ bạn đã rút môn TTTN ở Hk203. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào PĐT,. . . . Em là [full_name], em muốn biết xem tên em có trong danh sách dự kiến tốt nghiệp hay không, nếu không thì em xin được đăng ký xét tốt nghiệp vì em đã đủ điều kiện rồi. Mong PĐT phản hồi.. . . . Em cảm ơn.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo trường Đại học Bách Khoa TP.HCM. . Em tên là [full_name] - MSSV: [student_id] -  Khoa Kỹ thuật Hóa học.. . Dạ em có đăng ký học hóa thí nghiệm trực tiếp tại trường nhưng khi em xem thời khóa biểu và lịch thi thì em thấy lịch học thí nghiệm vào tuần 51 và 52 ở tòa B2-401A BK-CS1 vào thứ 5 từ 13h, Lớp VL04 lại trùng với lịch thi cuối kỳ môn Hóa Đại Cương ạ. . Em mong Phòng đào tạo có thể cân nhắc trường hợp của em và dời lịch học thí nghiệm hóa học trực tiếp của em sang ngày khác hay có hướng giải quyết như thế nào không ạ.. . Dạ em xin lỗi vì sự bất tiện này.. . Dạ em xin chân thành cảm ơn thầy cô đã đọc ạ !. . . .",
            "Chào em,. . Lịch thí nghiệm mà trùng lịch thi không xử lý được, em muốn huỷ môn TN đợt này thì gửi lại nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ cho em hỏi là em đã  đủ ngày CTXH mà sao vẫn chưa đăng ký xét tốt nghiệp được",
            "Chào em,. . Sau 10h ngày 22/12 em vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô ạ! Hiện tại em đã đủ tất cả điều kiện để có thể đăng kí tốt nghiệp rồi ạ. Nhưng khi em vô đăng kí thì hệ thống không cho em đăng kí vì thiếu ngày công tác xã hội, nhưng hiện tại em đã có 11.5 ngày rồi ạ. Xin thầy cô giải quyết giúp em đee kịp đăng kí tốt nghiệp ạ. Em xin cảm ơn thầy cô ạ!",
            "Chào em,. . Sau 10h ngày 22/12 em vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là làm sao khắc phục để em có thể đăng kí môn học tiếp cho HK212 được ạ. Hiện tại em chỉ còn thiếu 21 chỉ trong đó có 9 chỉ luận văn nữa là kết thúc học phần a. MSSV: [student_id]",
            "Chào em,. . Em vui lòng xem quy chế điều 5.5. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 5.5. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "i Tốt nghiệp . Em xin chào Thầy/Cô. Em tên là [full_name], MSSV:[student_id], Lớp CK15CTM3.. . Hiện tại thì em đã hoàn thành khóa học và đã đủ điều kiện để xét tốt nghiệp. Cho nên em xin Thầy/Cô xem xét và đồng ý cho em đăng ký xét tốt nghiệp ạ. Vì còn 3 ngày nữa là hết hạn đăng ký. Nếu thầy cô cần thông tin gì thêm về em thì có thể yêu cầu em bổ sung ạ. Em xin cảm ơn và chúc Thầy/Cô có nhiều sức khỏe.. . . . [full_name].",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô ạ,. . Thầy/ cô em hỏi là ở HK202 em có hoãn thi môn Cơ lưu chất và được xếp lịch thi lại vào HK211 ngày 19/12/2021. Hôm thi em có ghi màn hình bằng google meet nhưng đến hôm nay ngày 21/12 em nhận được video thì chỉ có 10p. Em muốn hỏi thầy/ cô là em có thể hoãn thi thêm 1 lần nữa được không ạ,. . Em cảm ơn thầy/cô.. .",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. . . ."
        ]
    }
]