[
    {
        "intent": "",
        "message": [
            "Cho em hỏi là lịch tốt nghiệp có được dời không? Do dịch bệnh corona nên các lịch thi tiếng anh kỹ năng nói viết để xét tốt nghiệp của [full_name] đều bị dời hết rồi, một số lịch thì bị hủy. Em cũng có nghe admin facebook [full_name] nói là dự kiến sẽ dời thời gian xét tốt nghiệp nên em hỏi lại cho chắc.",
            "Chào bạn,. . Hiện tại chưa có thông báo về việc dời lịch trình tốt nghiệp nhé bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "CODE CI2093Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "CODE CI1051Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Chào em,. . . . Câu hỏi chưa rõ",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học. . Tăng sĩ số môn Hư Hỏng và sữa chữa công trình",
            "Chào em,. . . . Thời gian DKMH đã lâu, tăng sỉ làm gì?, hay là em muốn  đăng kí thêm môn này?.. . . . SV rồi làm gì thì phải nói rõ ràng chứ.",
            "Gửi cô, e đang ký thêm môn này để cải thiện điễm trung bình đễ tốt nghiệp loại khá, vì không có môn này thì em chỉ là bằng trung bình khá,. . Ngày trước trong đợt dky đợt 1 thì có kết quả môn này, tuy nhiên lên thời khóa biểu thì không thấy kết quả môn học này.. . Có đính kèm hình ảnh kết quả đang ký.. . Do học kỳ mới chưa bắt đầu nên mong cô tăng sĩ số để em học được môn này vào kì này.. . Hư Hỏng và sữa chữa công trình (Ci 1051). . Em cảm ơn cô!",
            "Chào em,. . . . [full_name] đã đăng kí cho em rồi và sẽ chạy lại TKB cho em. Em thường xuyên theo dõi nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tên: [full_name]. . Khóa: 2015. . Khoa: Kỹ thuật giao thông. . [full_name] em đủ các yêu cầu về tốt nghiệp. Tuy nhiên, em không có tên trong danh sách tốt nghiệp dự kiến.. . Em đã đến PHÒNG ĐÀO TẠO CS2 để phản hồi. Trên văn phòng yêu cầu đặt câu hỏi trên đây.. . Mong phòng đào tạo xem xét kiểm tra lại.. . Em cảm ơn.",
            "Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau thứ 6 hàng tuần phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :  . . -\tSinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn  tốt nghiệp  thông tin tốt nghiệp  danh sách tốt nghiệp 04/2020. . -\tTrường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Do đơt đăng ký hiệu chỉnh môn học đợt 3 từ 04-06/02/2020 em không đăng ký đưicj môn học. Em có nguyện vọng đăng ký học môn: Nguyên lý kinh tế và quản lý xây dựng. . . Kính Mong Phòng Đào Tạo xem xét, tạo điều kiện cho em được học theo nguyện vọng",
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học. . . . Do đơt đăng ký hiệu chỉnh môn học đợt 3 từ 04-06/02/2020 em không đăng ký đưicj môn học. Em có nguyện vọng đăng ký học môn: Nguyên lý kinh tế và quản lý xây dựng.. . Kính Mong Phòng Đào Tạo xem xét, tạo điều kiện cho em được học theo nguyện vọng  /QUOTE . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Em có 2 câu hỏi như sau. . - Em k18, năm ngoái e thi được 5.0 IETLS và đã chuyển điểm thì được 600 TOEIC và anh văn 1,2,3,4 là 10 10 9,5 7. Em thấy chuẩn anh văn cuối năm 3 là 600 TOEIC và anh văn 4 trên 8. Vậy điểm anh văn 4 trên 8 là cho điểm đã chuyển hay điểm của mấy bạn học anh văn 4 vậy ạ.. . - điểm đã chuyển rồi sang mấy năm kế có bị thay đổi không ạ. Bảng điểm chuyển và quy đổi của k20 có áp dụng cho k17,18 không ạ.",
            "Chào bạn,. . Hiện tại bạn đã có điểm chuyển môn AV4 là 7đ rồi bạn nhé. điểm chuyển này sẽ không thay đổi được bạn nhé.. . Bảng quy đổi mới áp dụng từ HK201 cho tất cả sv các khoá học nếu chưa chuyển điểm.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Dạ e là [full_name], trước đây e có nhận được mail là e đạt được pre-english scholarship. Dạ cho e hỏi là khi nào thì e nhận được học bổng này ạ ? Trong mail đề là trong tháng 2 nhưng e chưa nhận đc ạ, e có gửi mail cho thầy [full_name] nhưng ko thấy phản hồi ạ. . E cảm ơn",
            "Chào bạn. . Về học bổng này bạn phải liên hệ trực tiếp bộ phận cấp học bổng cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "với tinh hình dich bênh kéo dài thì thời hạn dăng ký tốt nghiep có được gia han thêm không . . . .",
            "Chào bạn. . Hiện tại tốt nghiệp vẫn theo lịch trình cũ, nếu có gì thay đổi phòng đào tạo sẽ thông báo qua mail cho sinh viên,"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em muốn đăng kí thêm vào lớp L08_L15 môn PH1005 tại vì em mới nhận ra em đăng kí chỉ có 8  tín chỉ ,ko đủ tín chỉ yêu cầu, mong thầy cô cho phép em vào lớp để cố gắng trả nợ với ra trường đúng hẹn . . mong thầy cô thông cảm sự chậm trễ",
            "Chào em,. . . . Học kỳ 192 đã hết hạn DKMH, em có thể đăng kí môn học này trong học kỳ dự thính."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là ainh viên năm nhất đang học tại Bách Khoa. Phòng đào tạo cho em hỏi là năm sau em thi lại vào trường Bách Khoa một lần nữa thì mình cần làm những đơn nào ạ. . . Em cảm ơn",
            "Chào bạn,. . Bạn có thể làm đơn xin tạm dừng học kỳ 192 để ôn thi đại học (tùy bạn nhé). Nếu Trúng tuyển vào trường bạn phải đơn xin thôi học ngành cũ nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV/MSGV: [student_id]3. .  Em xin chào thầy/cô. Hiện em là K13 còn thiếu 2 môn tự chọn trong đó có 1 môn chuyên ngành. Em muốn đăng kí để học và kết thúc trong kì này nhưng hiện việc đk đã hết hạn, liệu em có thể làm gì để giải quyết vấn đề này ạ ? 2 môn em cần đk có MSMH là ee3057 và im1013. Em xin cảm ơn ạ. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Trước đây tôi học tại Trường ĐH KHTN TP.HCM. Nhưng khi Trường xét miễn môn học lại không được miễn môn (Không được miễn bất cứ môn nào). . . Đề nghị bộ phận xét miễn môn học kiểm tra lại.. . Cám ơn!. . [full_name]-[phone_number]. . Khoa kỹ thuật xây dựng-VHVL-2019-2020.",
            "Chào bạn.. . Bạn học ngành Công nghệ Vật liệu xây dựng, nên PĐT làm hơi lâu.. . Bạn sẽ được miễn môn nhưng chờ mấy hôm nữa nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ phòng đào tạo cho em hỏi là học kì 192 này em có đăng kí môn Đồ án thiết kế ( ME2011) và đã có lịch học trên thời khóa biểu nhưng tại sao trên bk elearning lại chưa có môn học này ạ và khi nào thì sẽ có ạ. Em cảm ơn và mong sẽ có phản hồi sớm ạ",
            "Chào em,. . . . Môn này khoa chưa phân công cán bộ nên không hiện lên BK elearning, em có thể liên hệ [full_name] nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi Phòng đào tạo. Em tên là [full_name], MSSV [student_id]. Hiện em đang muốn cải thiện môn Vi sinh vật nhưng đã hết thời gian đăng kí môn học. Em mong phòng đào tạo có thể tạo điều kiện cho em đăng kí môn được.. . Môn cần đăng kí: Vi sinh vật. . Mã môn học: CH3003. . Lớp L01_L02. . Thời gian học: . . Thứ 5 [full_name] 2-4 ( lí thuyết). . Thứ 4 [full_name] 7-11 ( thí nghiệm). .",
            "Chào em,. . . . Đã hết thời gian đăng kí, em có thể đăng kí vào học kỳ dự thính sắp tới"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Có lịch nghỉ học vì virus corona rồi sao email em không có nhận được thông báo gì hết ạ ?",
            "Chào bạn. . Nhà trường đã gởi mail thông báo cho bạn vào ngày 14/02/2020, bạn check mail nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em chào cô. . Em muốn hỏi là 16/3-20/3 phòng đào tạo mới nhận phiếu đăng ký rút môn học của học kỳ 192. Từ ngày 16/3 - 20/3,em làm phiếu đăng ký rút môn đề cương luận văn thì kết quả đăng ký môn học cuối cùng mà phòng đào tạo gửi cho khoa sẽ không có môn đề cương luận văn đúng không ạ???. . Mong cô giải đáp giúp em. . Em cảm ơn cô nhiều. . . .",
            "Chào bạn. . Khi bạn nộp phiếu đăng ký rút môn học thì danh sách ghi điểm thi cuối kỳ sẽ không có tên. . - Thường danh sách điểm danh hay giữa kỳ có thể có",
            "Em chào cô!!!. . Em muốn hỏi là 16/3-20/3 làm phiếu đăng ký rút môn đề cương luận văn thì kết quả đăng ký môn học mà phòng đào tạo gửi về cho khoa có môn đề cương đó không ạ???",
            "Chào bạn,. . Tùy thời điểm gởi danh sách nhé bạn, nhưng không ảnh hưởng đến kết quả rút MH của bạn nếu đã được Phòng Đào tạo nhận đơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em đã đủ điều kiện nhận LVTN và đã đăng ký được cũng như có thời khóa biểu chính thức. Nhưng hiện nay em không có tên trong danh sách thực hiện và bảo vệ LVTN của GVHD. Mong pdt xem xét lại danh sách giúp em.",
            "Chào bạn. . Còn 1 đợt đăng ký luận văn tốt nghiệp cuối cùng, bạn theo dõi mail để đăng ký lại nghen, nếu sau đợt đăng ký này bạn vẫn không đăng ký được môn LVTN thì bạn liên hệ trực tiếp phòng đào tạo để kiểm tra lại nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Trước đây em có làm đơn xin phúc khảo lại môn giải tích 2 và điểm tổng kết đã đạt 5.0, tổng số tính chỉ đạt trong học kỳ 2 (2016-2017) là 17 (bằng tổng số tỉnh chỉ đã đăng ký trong học kỳ). Nhưng bây giờ em xem lại thì tổng số tính chỉ đã đạt vẫn là 17 nhưng điểm giải tích 2 là 4.5. Xin pđt xem xét giúp em, em xin cảm ơn.",
            "Chào bạn. . Hiện tại phòng đào tạo kiểm tra môn giải tích 2 là 4.5.. . Bạn có thể cung cấp minh chứng là vào thời điểm học kỳ 2(2016-2017) bạn đã phúc tra lên 5 điểm. . .",
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học. . . . Trước đây em có làm đơn xin phúc khảo lại môn giải tích 2 và điểm tổng kết đã đạt 5.0, tổng số tính chỉ đạt trong học kỳ 2 (2016-2017) là 17 (bằng tổng số tỉnh chỉ đã đăng ký trong học kỳ). Nhưng bây giờ em xem lại thì tổng số tính chỉ đã đạt vẫn là 17 nhưng điểm giải tích 2 là 4.5. Xin pđt xem xét giúp em, em xin cảm ơn.  /QUOTE . . Chào em,. . Điểm môn MT1005 (HK162) của em : 5-7-4 : tổng kết là 5.0 đ. Em đã đạt môn GT2.. . Thân mến",
            "QUOTE Trích. . MSSV/MSGV: [student_id]   . . . . Chào em,. . Điểm môn MT1005 (HK162) của em : 5-7-4 : tổng kết là 5.0 đ. Em đã đạt môn GT2.. . Thân mến  /QUOTE . . . . Dạ em cảm ơn ạ, nhưng trong bảng điểm của em vẫn để là 5-7-3.5, điểm  tổng kể là 4.5 vậy có được cập nhật lại không cô.",
            "Chào bạn. . Điểm môn MT1005 của bạn sẽ được cập nhật lại nghen bạn",
            "QUOTE Chào bạn. . Điểm môn MT1005 của bạn sẽ được cập nhật lại nghen bạn  /QUOTE . . . . Dạ em cảm ơn ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mssv:[student_id]. . [full_name]: Kha.mustpha.singto520 hiện không nhận được bất cứ mail nào từ nhà trường.. . Xin nhà trường xử lí giúp em.Em xin cám ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "[full_name]:[student_id]. . [full_name]: [full_name].[full_name].singto520 hiện không nhận được bất cứ mail nào từ nhà trường.. . Xin nhà trường xử lí giúp em.Em xin cám ơn.",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Ban Quản lý mạng của Trường để kiểm tra về email sinh viên nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào các thầy cô, em đã thực hiện đăng ký nộp chứng ngoại ngữ từ ngày 04/2 nhưng chưa được thẩm tra. Mong các thầy cô hỗ trợ giúp em để thực hiện đăng ký tốt nghiệp. Em cảm ơn.",
            "Chào bạn,. . Hiện tại chưa đến đợt lấy dữ lei65u av, bạn vui lòng xme lịch học vụ để biết chính xác hơn thời điểm lấy dữ liệu AV.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là: [full_name]. . MSSV: [student_id]7. . Học kỳ 181 vừa rồi, em   B đã bảo vệ LVTN  /B  và đã bổ sung đầy đủ các điều kiện để tốt nghiệp. Nay ngày 17/02/2020, em   B không  /B  thấy mình có tên trong Danh sách dự kiến Tốt nghiệp 04/2020. Mong PĐT sớm kiểm tra và cập nhật để em được tốt nghiệp vào tháng 04/2020 ạ.. . Em xin cám ơn.",
            "Chào bạn. . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau thứ 6 hàng tuần phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :  . . -\tSinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn -  tốt nghiệp -  thông tin tốt nghiệp -  danh sách tốt nghiệp 04/2020. . -\tTrường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. .",
            "Dạ em cám ơn cô."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Học vụ . Cho mình hỏi hiện tại thì có thông tin về việc học sinh, sinh viên được cho nghỉ đến hết tháng 2/2020.. . Không biết thời gian bắt đầu hk 192 của trường có thay đổi theo không?",
            "Chào bạn,. . Phòng Đào tạo sẽ cập nhật lại lịch học vụ và thời khóa biểu trên mybk, bạn vui lòng thường xuyên theo dõi và cập nhật thông tin từ nhà trường.",
            "Theo như thời khoá biểu thì mình bắt đầu học từ tuần 8. Và ko có thêm cập nhật gì mới cũng như mail thông báo mới. Vì vậy mình đã lên trường và không thấy ai học.. . Nếu chưa có lịch học cụ thể thì nhà trường cũng nên có mail thông báo để những người khác đỡ tốn thời gian đi lại.",
            "Chào bạn,. . Thứ 6 bạn vui lòng vào xem lại TKB cập nhật trên mybk nhé, hiện tại nhà trường đã thông báo và gửi mail lịch nghỉ tới hết ngày 29/2/20 nhé bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   b MSSV/MSGV: [student_id]  /b . . dạ e chào a chị , e kì này có dk av4 mà e rút môn rồi nhưng pk pay chưa có để thanh toán , bây h e f làm s ms dc tốt nghiệp ạ , e cám ơn anh chị\t. . . .",
            "+   Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau thứ 6 hàng tuần phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :  . . -\tSinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn  tốt nghiệp  thông tin tốt nghiệp  danh sách tốt nghiệp 04/2020. . -\tTrường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . +   Rút môn học: bạn phải nộp phiếu rút môn học tại phòng đào tạo. . +    Học phí: sẽ có thông báo đóng học phí qua mail cho bạn",
            "Chào bạn,. . Hiện tại bạn chưa có tên trong danh sách tốt nghiệp.. .  Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau thứ 6 hàng tuần phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . . . -         Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn à tốt nghiệp à thông tin tốt nghiệp à danh sách tốt nghiệp 04/2020. . . . -         Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . . . Về việc thanh toán học phí rút MH để tốt nghiệp, Phòng Đào tạo sẽ gửi mail cho bạn để thanh toán học phí sau nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Tốt nghiệp . Trường yêu cầu em nộp bằng tốt nghiệp cấp 3 để thẩm tra tốt nghiệp. . . . Vậy em nộp   U bản sao  /U  (của trường cấp 3 cấp) thay   U bản chính photo công chứng  /U  có được không ạ?. . . . Do bản chính em không tiện về quê lấy ạ. . . . Mong quý thầy cô giải đáp giúp em, em xin chân thành cảm ơn ạ!",
            "bản sao của Sở cấp nha bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Giấy xác nhận sinh viên . Em chào thầy/cô ạ.. . Em là [full_name], sinh viên K19, khoa KH&KT máy tính ạ.. . . . Em có gửi đơn xin nhà trường cấp cho em giấy xác nhận sinh viên để duy trì học bổng khuyến tài ở tỉnh ạ.. . . . Cho em hỏi giấy chứng nhận đó sau khi có thì em phải đi lấy hay em có thể nhờ người quen đến lấy ạ? Trong trường hợp em nhờ người quen đến thì có cần thông tin xác nhận gì không ạ?. . . . Vì đang trong đợt nghỉ nên em hơi bất tiện ạ. . . . . Em cảm ơn",
            "Chào bạn. . Băn đăng ký in giấy chứng nhận sinh viên tại mybk.hcmut.edu.vn. . Trên trang ứng dụng sẽ hẹn thời gian đến nhận ( địa điểm nhận do bạn chọn : Khoa hay phòng đào tạo cơ sở 2)",
            "Em nhờ người thân đến nhận được không ạ?",
            "Bạn có thể đưa thẻ sinh viên cho người thân và nhờ đến trường nhận. Trình bày rõ lý do với Văn Phòng Khoa để xin nhận thay nhé!",
            "Cho em hỏi là từ 7 - 8h sáng thì văn phòng khoa có làm việc không ạ?",
            "Chào bạn,. . Bạn liên hệ trực tiếp tại Khoa để hỏi nhé.. . Theo thông báo của nhà trường thì các phòng bạn vẫn làm việc bình thường"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi:  B  Quý Thầy (Cô).  /B . . . .   B Ngày 13 tháng 02 năm 2020,  /B   I  em có đăng kí thêm môn   B Phương pháp tính (MT1009).  /B . . . Lớp của cô [full_name]. . . Nhóm A01. . . Thứ 4 tiết 3, 4, 5. . . Phòng 213B1. . . . Em nhận được phản hồi từ   B Thầy [full_name]  /B  rằng:. . \"đã bổ sung.. . bạn xem tkb cập nhật cuối ngày . . Thân\". . . . Nhưng đến bây giờ thời khóa biểu của em vẫn chưa cập nhật.. . Mong   B quý Thầy (Cô)  /B  kiểm tra lại giúp em.. . Nếu chưa có, mong   B quý Thầy (Cô)  /B  đăng kí lại giúp em.. . . . Em chân thành cảm ơn.. . . . Trân trọng.. . Em Tư.",
            "Chào em,. . . . PDT đã đăng kí cho em rồi, PDT sẽ up lại kết quả DKMH em theo dõi nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em chào thầy/ cô. . vào kỳ 192 này, em có đăng ký làm luận văn tốt nghiệp, nhưng nhà trường thông báo cho nghỉ đến hết tháng 2 do dịch bệnh. Vậy cho em xin hỏi là lịch bảo vệ luận văn vẫn sẽ diễn ra theo lịch như hàng năm hay sẽ được dời trễ hơn ạ?. . em cám ơn.",
            "Chào bạn,. . Bạn vui lòng thường xuyên theo dõi cập nhật tại lịch học vụ nhé. Nhà trường sẽ thông báo qua email và cập nhật tại lịch học vụ, mybk cho các bạn SV nắm về tình hình dời như thế nào sau khi có ý kiến chỉ đạo của Ban Giám Hiệu"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Ad ơi cho mình hỏi: Kỳ này mình đang làm LVTN và Mình muốn đổi GVHD thì thời gian đổi là như thế nào vậy ạ. xin cảm ơn",
            "Chào bạn,. . GVHD do Khoa phân nhé bạn, bạn vui lòng liên hệ tại Khoa để được hướng dẫn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thông tin trên trang đăng ký tốt nghiệp của em bị sai Nghành học và tên đầy đủ.. . 1. Em học nghành Hệ Thống Điện khoa Điện Điện tử trên thông tin ghi là Công Nghệ Vật Liệu.. . 2. Tên đầy đủ của em là [full_name] trên thông tin ghi là [full_name] [full_name]. .   i Tốt nghiệp - Đại học - Cao đẳng chính quy   Thanh toán lệ phí & khai lý lịch tốt nghiệp .",
            "Chào bạn,. . Trường hợp này đã ghi nhận nhé, nhà trường sẽ cấp giấy chứng  nhận tốt nghiệp tạm thời cho sinh viên sau khi đăng ký tốt nghiệp, bạn vui lòng kiểm tra lại tất cả thông tin in trên giấy chứng nhận tốt nghiệp, nếu có sai thì báo lại cho Phòng Đào tạo. Vì đây là thông tin chính thức in lên bằng tốt nghiệp nhé bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo,. . Em là sinh viên bằng 2 khoa khoa học máy tính.. . Kính xin PĐT cho em đăng ký bô sung môn:. . Đề cương luận văn tốt nghiệp. . MSMH: CO4311. . Em xin cảm ơn. . . .",
            "Chào bạn,. . Còn 1 đợt đăng ký bổ sung TTTN, ĐCLV và LVTN, bạn vui lòng xem tại lịch học vụ để vào đăng ký online"
        ]
    },
    {
        "intent": "",
        "message": [
            "\\Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Dạ cho em xin thủ tục xin cấp lại chứng chỉ GDQP-AN do làm thất lạc ạ, em cảm ơn.",
            "Chào bạn. . Bạn liên hệ trung tâm GDQP-AN để được cấp lại"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]. . Họ tên: [full_name]\t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính chào quý thầy cô. Em bị rớt môn Đồ án thiết kế kỹ thuật hóa học CH4007 nhưng khi có điểm thì đã hết thời gian đăng kí môn học chính thức. Em mong quý thầy cô xem xét cho em được đăng kí học lại môn Đồ án trong HK192 sắp tới. Em xin cảm ơn.",
            "b MSSV/MSGV: [student_id]. . Họ tên : [full_name]\t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính chào quý thầy cô. Em bị rớt môn học Hóa hữu cơ CH2021 nhưng khi biết điểm thì đã hết thời gian đăng kí môn học chính thức. Em kính mong quý thầy cô xem xét cho em đăng kí học lại môn Hóa hữu cơ vào HK192 sắp tới. Em xin cảm ơn.",
            "Chào em,. . . . Đã hết hạn đăng kí, em có làm đơn xin mở lớp trong đợt dự thính sắp tới."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name] , mssv [student_id]. Khoa Kĩ thuật Địa chất & Dầu khí, chuyên ngành khoan khai thác. . . . Kính mong nhờ phòng đào tạo giải quyết vấn đề về đăng kí môn học.. . . . Về môn học Tinh thể Khoáng vật Thạch học (GE1007). . . . Trong các đợt đăng kí môn học chính trước kia (cả 3 đợt) em đều không thể đăng kí được môn này do đều hiện lí do \"Khoa không mở lớp\", đây là điều khá vô lí vì em tưởng môn này luôn mở vào HK2 mỗi năm học.. . . . Nay em thử tìm lại thì thấy có lớp nên em kính mong phòng đạo tạo cho phép em vào học lớp  A01 (CS1 phòng 304B9) của môn học này, để em có thể theo kịp tiến độ học tập và tốt nghiệp.. . . . Em xin trân trọng cảm ơn",
            "Chào em,. . . . Môn GE1007 được mở học kỳ 2 của năm nhất, nhưng hiện tại khoá 2019 có sự thay đổi về chương trình đào tạo. . . . . Theo kế hoạch giảng dạy học kỳ 192 môn GE1007 không mở.. . . . Ngày 20/12/2019 PDT mới nhận đơn mở lớp của sv có sự đồng ý của [full_name]. . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Vào đợt 3 mua BHYT e đã có vào hệ thống mybk của trường nhưng không thể truy cập được nên e không thể đăng kí mua BHYT. Kính mong thầy/cô xem xét và hỗ trợ giúp e. .",
            "Chào bạn,. . Vấn đề về BHYT bạn vui lòng liên hệ tại phòng Công tác Chính trị sinh viên để được hướng dẫn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi là đăng kí môn cuối năm 3 của khóa k18 tài năng yêu cầu anh văn 4 trên 8. Vậy cho em hỏi là av4 này là điểm đã chuyển hay điểm của mấy bạn học av4 trên trường ạ. Em có đính kèm ảnh ở phía dưới.. . Em cảm ơn",
            "Chào bạn,. . Bạn vui lòng xem quy định chi tiết về ngoại ngữ tại:www.aao.hcmut.edu.vn- Sinh viên - Quy chế - Quy chế học vụ bậc đại học - Phụ lục 1.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Đăng ký in bảng điểm . Kính gửi PĐT trường Đại học BK,. .  . . Em có đăng kí in bảng điểm và nơi nhận là ở PĐT CS2 trước khi ra trường có thông báo SV nghỉ tiếp hết tháng hai. Cho em hỏi trong đợt nghỉ này, PĐT CS2 có hoạt động không ạ, em sẽ nhận bảng điểm in ở PĐT cơ sở nào ạ?",
            "Chào bạn,. . Các Phòng ban của trường vẫn làm việc bình thường trong thời gian này bạn nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Kính gửi PĐT ;. . . . Em tên [full_name] - [student_id] , vào đợt đăng ký môn học vừa rồi em có đăng ký môn LVTN do sợ thời gian vừa làm vừa học không kịp qua môn nên em đăng ký, nhưng trong quá trình học em đã cố gắng hoàn thành và đã qua môn nên trong đợt bổ sung em đã xoá đăng ký môn LVTN trên web, nhưng hiện tại sau khi có kết quả chính thức em vẫn có trong danh sách đăng ký. Em kính mong PĐT hỗ trợ em thủ tục để huỷ môn học ạ.. . . . Em chân thành cảm ơn.. .",
            "Chào bạn.. . sẽ hủy kết quả cho  bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: V[student_id]  /b \t. . . . Kính chào quý thầy cô phòng đào tạo!. . Em tên [full_name] MSSV V[student_id]. . Em đã hoàn thành tất cả môn học và các chứng chỉ anh văn đầu ra của trường.Em vào mục đăng ký tốt nghiệp trên mybk ở phần Tình trạng đăng ký ghi : Không tìm thấy thông tin trong danh sách tốt nghiệp dự kiến. Em xin quý thầy cô kiểm tra giúp em xem trường hợp của em còn thiếu sót gì không ạ. . Em xin cám ơn quý thầy cô!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau thứ 6 hàng tuần phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :  . . -\tSinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn  tốt nghiệp  thông tin tốt nghiệp  danh sách tốt nghiệp 04/2020. . -\tTrường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do. .",
            "Dạ em cám ơn cô!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Tốt nghiệp . Kính gửi thầy cô PĐT. . Em là [full_name] MSSV:[student_id] sinh viên hệ VLVH chuyển từ CQ sang. Học kì 191 e có làm luận văn tốt nghiệp và đã đạt.. . Em có nhận đươc mail về thẩm định bằng TN THPT. Quý thầy có có thể làm rõ để em được xét tốt nghiệp trong tháng 04/2020 được ko ạ?",
            "Nộp 2 bản sao công chứng bằng THPT, kèm bản gốc. . Hoặc (01 bản sao của sở giáo dục) để thẩm tra. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Thời gian học của học kì 2 được dời lại đến hết tháng 2 em không biết trong thời gian này em có cách nào để đăng kí bổ sung đồ án chuyên ngành không ạ!",
            "không nhé. em phải biết về lịch học vụ. chứ ko thể theo nghỉ vì lý do bất khả kháng. . Thân",
            "Em có theo dõi lịch đăng kí môn học nhưng lúc đó em chưa đủ chuẩn anh văn ,sau đó em có cố  thi toeic lại và đã đủ điểm em cũng đã nộp điểm cho trường, em mong trường cho em cơ hội đăng kí đồ án chuyên ngành giúp em có đủ điều kiện để nhận luận văn vào học kì tới ,em cảm ơn !",
            "cung cấp mã môn để xem xét",
            "Dạ mã môn học là ME4045 .",
            "Chào em,. . . . [full_name] đã đăng kí cho em rồi, em theo dõi KQDKMH nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Em chào anh/chị ạ! Em chuyển từ chương trình Việt Pháp về lại ngành trúng tuyển ban đầu đã gần 1 năm rồi nhưng trên hệ thông vẫn chưa cập nhật lại ạ. Mong anh chị cập nhật lại mục tiến độ học tập để em có thể sắp xếp kế hoạch học tập cho những năm tiếp theo. Em chân thành cám ơn ạ!",
            "Chào bạn. . Hiện tại tiến độ học tập phòng đào tạo không cập nhật mới. Để biết chính xác về chương trình đào tạo của mình bạn liên hệ trực tiếp [full_name] và giáo viên chủ nhiệm để tư vấn nghen bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "209037 phải học môn song hành 260619. . vì vậy bạn ko đk được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ...  /i  Đã đủ điều kiện tốt nghiệp nhưng không có trong danh sách dự kiến tốt nghiệp tháng 4/2020 . . . .",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau thứ 6 hàng tuần phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn à tốt nghiệp à thông tin tốt nghiệp à danh sách tốt nghiệp 04/2020. . -Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ cho em hỏi là lúc em đki môn học đợt 1 em đã lưu hết kết quả dki, em nghĩ là em đki xong rồi nên em kh dò lại, bây h em xem lịch sử thì kh có! Bây h em phải làm sao để có TKB ạ? Mong thầy cô có thể giúp em với ạ!!Em cảm ơn!!. .",
            "Chào em,. . . . Em lưu ý học kỳ sau vì sau mỗi đợt DKMH em phải kiểm tra lại kết quả đăng kí.. . . . Em có làm đơn đặc cách thử nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ...  /i   . . . . Do em đóng học phí trễ nên các môn em đăng kí để học cho học kì 2 đã bị huỷ ạ,em mong nhà trường có thể thông cảm và sắp xếp cho em được vào những chỗ còn trống của các môn sau đây để được học ạ,em xin lỗi vì đã đóng học phí trễ hẹn ạ.Hiện tại em đã thanh toán xong phần học phí còn thiếu ạ,kính mong nhà trường xem xét lại cho em ạ.. . [full_name]7 - Thí nghiệm vật lý. . [full_name]1005 - Giải tích 2. . CI1003 - Vẽ kỹ thuật. . [full_name]5 - Vật lý 2. . [full_name]1005 - Giáo dục thể chất 2. . [full_name]1003 - Cơ lý thuyết. . [full_name]1005 - Thực tập cơ khí đại cương 1",
            "đã đăng ký các môn trên.. . Lưu ý là sẽ không có lần sau.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin thắc mắc là hiện tại em đang có nhu cầu mua giáo trình thì không biết quầy giáo trình ở CS1 Lý Thường Kiệt có hoạt động không ạ?. . . .",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp để hỏi nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác .. . Em là [full_name] . . MSSV [student_id]. . Em xin hỏi hiện giờ muốn hủy môn học đã đăng kí thì phải làm như thế nào ạ và có bị mất số tiền dùng để đăng kí môn không?",
            "Chào em,. . . . Thời điểm này em đã hết thời gian huỷ môn học, em muốn huỷ phải làm đơn rút môn học và có tính học phí."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Thanh toán lệ phí & khai lý lịch tốt nghiệp . Kính gửi Phòng Đào Tạo. . Em tên là [full_name]. . MSSV: [student_id]. . Em đã hoàn thành thanh toán tất học phí nhưng khi vào đăng ký xét tốt nghiệp thì   B Tình trạng đăng ký  /B  ở ô   B Nộp đơn xin xét tốt nghiệp  /B  vẫn duy trì tình trạng là :  B \"Không được phép đăng ký (Nợ HP )\"  /B .. . Kính mong Phòng Đào Tạo xem xét",
            "Chào bạn. . Thứ 6 hàng tuần Phòng Đào tạo sẽ cập nhật lại danh sách tốt nghiệp mới và mở khóa các trường hợp sinh viên tốt nghiệp còn nợ HP và Nợ ngày CTXH (sau khi bổ sung đầy đủ trước thứ 5 hàng tuần) để vào khai tốt nghiệp nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Phòng đào tạo cho em hỏi là hiện giờ em đang là sinh viên đại trà k19. Em muốn chuyển sang hệ chất lượng cao và chấp nhận học học kì pre cùng k20 thì có được không ạ . . Em cảm ơn",
            "Chào bạn. . Bạn liên hệ Văn phòng Quốc tế 301A4 để được tư vấn nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dear Thầy/Cô,. . Hiện tại em vào trang của trường đăng ký tốt nghiệp đợt 2 năm 2019-2020 thì không được ạ. Hiện tại, em đã hoàn thành chương trình học và nộp đủ điểm anh văn Toiec và anh văn 2 kỹ năng ạ. Tuy nhiên, em có đăng ký học bằng 2 và em muốn đăng ký tốt nghiệp bằng 1 dừng học bằng 2. Vậy em cần thực hiện như thế nào ạ.. . Em xin cám ơn.",
            "Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau thứ 6 hàng tuần phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn à tốt nghiệp à thông tin tốt nghiệp à danh sách tốt nghiệp 04/2020. . -Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "cho con hỏi là con đăng kí chuyển điểm cho học kì 192 còn kịp không ạ, và chuyển điểm cho 4 av luôn ạ, con phải đóng phí rồi mới có kết quả điểm chuyển hay sao ạ? vì con thấy kết quả thẩm tra chưa có nên con chưa đóng phí ạ. Con có nhấp chỗ đăng kí xét miễn mấy lần thì nó có bảng thông báo như vây, trừ lần đầu con không nhớ có bảng thông báo như vậy không, còn những lần sau đều như vậy ạ. Con cảm ơn.",
            "Chào bạn,. . Nếu bạn chọn đăng ký chuyển điểm phải thanh toán lệ phí trước nhé bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . .   i Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . Chào anh/chị. . . . Ý em là , em cần học thêm 3 chỉ chuyên ngành mới đủ điều kiện tốt nghiệp , ví dụ như em học môn ứng dụng hệ thông nhúng(504015) mới đủ điều kiện nhưng môn này được thay bằng môn Ứng dụng hệ thống nhúng nâng cao (CO3039)rồi. . Do em có lên văn phòng khoa hỏi thì môn Ứng dụng hệ thống nhúng nâng cao (CO3039) mình có thể học môn Hệ cơ sở dữ liệu (CO2013) tương đương được vị nằm trong cùng nhóm môn học tự chọn nhóm B ,em chưa tìm thấy công văn. . Do em cung không con nhiều học kì trong trường , nên không biết liệu em học pass môn Hệ cơ sở dữ liệu (CO2013) đã được xem là pass qua chưa , vì bảng điểm không thấy cập nhật gì ? Vì nếu tới lúc đăng kí tốt nghiệp mà lại có vấn đề thì không đủ học kì để em học bù . Do lúc đó mở môn Hệ cơ sở dữ liệu (CO2013) nên em học lun  . . Do bạn em cũng là một trường hợp được tương đương môn học như vậy , em không biết là có cần thủ tục gì không .. . Bên dưới có mail của cô [full_name] về vấn đề này đối với trường hợp bạn em , nên giờ em cần làm gì , mong được anh/chị giúp đỡ",
            "Chào em,. . Về việc môn học tự chọn trong tổ hợp tự chọn mà chưa có công văn nào nói học thay thế cho môn học gốc mà em đang theo học thì em nên liên hệ với Khoa/BM hoặc GVCN để được tư vấn kỹ về vấn đề này nhé.. . Thân mến. ."
        ]
    }
]