[
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành phố Hồ Chí Minh. . Em tên: [full_name]. . MSSV: [student_id]. . Hệ: VHVL. . Trong học kỳ 211, em đã đăng ký 13 tín chỉ. Theo như thông báo học phí từ trường, học phí cho một kỳ khoảng 15 triệu (14 tín chỉ), nhưng khi xem trên BKpay, thì mức học phí bị chênh lệch rất nhiều so với thông báo của trường.. . Em có đính kèm file.. . Mong thầy/cô xem xét giúp em.. . . . \t. . . .",
            "Chào em,. . PĐT đang tính lại HP theo chiều hướng giảm xuống, PĐT sẽ cập nhật sau (nếu em học VLVH k21).. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đã xin hoãn thi môn CO1027 (Kỹ thuật lập trình) vào ngày 15/8 thông qua form https://forms.gle/ckyYcJMWN7w3kqe56. . . . Hiện tại điểm hiển thị trên trang mybk của em là 0.0 ạ, mong pdt xem xét ạ.. .",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13; 0). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Thưa phòng đào tạo!. . . . thời gian nộp bằng THPT đợt 2 là ngày 6/9 đến 16/9. Nhưng vì dịch bệnh nên không thể gửi bằng THPT cho lớp trưởng được. . . . . Phòng đào tạo có gia hạn thêm thời gian nộp hay không ạ? Hay vẫn phải nộp theo thời gian trên ạ?. .",
            "Chào bạn,. . PDT sẽ tổng kiểm tra bằng TN THPT (và bằng Cao Đẳng, Đại học đối với SV bằng 2, và VLVH). SV phải chuẩn bị sẵn sàng (bảng sao và bản scan) các bằng TN. Thời gian kiểm tra là trong tháng 10 và theo thông báo riêng. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào thầy/cô ạ! . . Em tên [full_name] (MSSV [student_id]). . Em đã gửi đơn Hoãn thi môn Đường lối cách mạng của Đảng Cộng sản Việt Nam HK202 (lớp A09 T6 tiết 4-6) vì lý do kỹ thuật. Sau đó em cũng nhận được thông báo sẽ cập nhật điểm Hoãn Thi sau ngày 06/09/2021. Nhưng nay là 13/09/2021 mà em vẫn thấy mình bị điểm 13 ạ! . . Và em cũng xin hỏi là mình hoãn thi như vậy là sẽ không được xét học bổng nữa phải không ạ, dù điểm trung bình học kì đủ điều kiện!. . . . Mong thầy/cô giải đáp giúp em ạ!. . . . Em xin cảm ơn thầy/cô đã dành thời gian!. . Mong nhận phản hồi sớm từ thầy/cô ạ!",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . . . - xin hỏi là mình hoãn thi như vậy là sẽ không được xét học bổng nữa phải không ạ, dù điểm trung bình học kì đủ điều kiện!. . =  Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào anh/chị,. . Em là [full_name]-[student_id], vừa rồi em có đăng ký miễn điểm anh văn và đóng lệ phí miễn điểm. Không hiểu sao trên trang BKpay của em lại hiển thị đến hai mục lệ phí 200K. Em đã thanh toán một trong hai, tài khoản OCB của em thông báo đã trừ tiền nhưng trên BKpay lại không cập nhật. Mong anh/chị kiểm tra và phản hồi giúp em ạ.. . Em cảm ơn anh/chị.. . Trân trọng./.. .",
            "Chào bạn. . - Về phát sinh thêm 1 dòng miễn điểm 200.000: Pdt sẽ huỷ . . - Về việc OCB đã trừ tiền nhưng BKpay chưa cập nhật là do lỗi của ngân hàng, bạn liên hệ số hotlink: [student_id]8. . Thân",
            "Chào bạn. . Hiện tại không thể gạch nợ 1 dòng miễn điểm vì không biết [full_name]CB sẽ trừ vào khoản nào. . nên sau khi bạn giải quyết với ngân hàng [full_name]CB ghi nhận 1 dòng miễn điểm thì báo lại Pdt để gạch 1 dòng còn lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào [full_name] (cô), . . Vậy trường hợp của em là không thể dời tốt nghiệp sang tháng 04/2022 sao ạ. Bắt buộc phải tốt nghiệp trong tháng 11/2021 hoặc là bị thôi học đúng không ạ.. . do lúc trước em chỉ nộp toeic 450đ để làm LVTN nên em còn thiếu bằng toeic 500đ, toeic nói viết và 1 ngày ctxh.. .",
            "Chào bạn. . hiện trạng bạn tạm dừng 202, thu nhận lại vào 211. . - Nếu theo quy định bạn không có tkb Hk211 thì sẽ bị xoá tên vì tạm dừng quá hạn ở HK 211. . - Bạn có thể Thu nhận lại vào HK 212 (trước tháng 4/2022) để xét tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV:[student_id]. .   i Học vụ .   Em xin chào thầy, cô!. . Em là sinh viên k20, cho  em hỏi là bằng tốt nghiệp PTTH sẽ nộp khi nào và như thế nào trong thời điểm dịch covid?. .   Em xin cảm ơn thầy, cô!. . . .",
            "Chào bạn,. . PDT sẽ tổng kiểm tra bằng TN THPT (và bằng Cao Đẳng, Đại học đối với SV bằng 2, và VLVH). SV phải chuẩn bị sẵn sàng (bảng sao và bản scan) các bằng TN. Thời gian kiểm tra là trong tháng 10 và theo thông báo riêng. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại em đã đăng kí thi Anh văn nói viết và đã được sắp xếp thi ngày 15/09/2021, nhưng do tình hình sức khỏe hiện tại (ho nhiều) nên không đảm bảo cho việc thi phần nói trong đợt này nên em xin được dời ngày thi sang ngày cuối cùng của đợt tháng 9 để thi ạ",
            "Chào bạn. . Vì lý do khả năng giải quyết cho gần 3000 Sinh viên, nên [full_name] không thể dời danh sách thi của bạn được. . - Bạn có thể liên hệ TTNN để được xếp ngày thi cuối cùng của Đợt 1. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi anh chị.. . Em là sinh viên K19, cho em xin hỏi về việc các xếp loại tốt nghiệp từ khóa K19 để em định hướng lại kế hoạch học tập ạ. Em nghe thông tin để được bằng giỏi thì không học cải thiện tối đa 7 chỉ, em khá hoang mang thông tin này, mong anh chị xác nhận và cho em thông tin xếp loại chính xác ạ. . . . Xin cảm ơn rất nhiều.. . Kính chào.. . . .",
            "Chào em,. . Em xem quy chế xếp loại tốt nghiệp điều 21. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là khi thi học kì 202 bài thi em có vấn đề em đã liên hệ với giáo viên chịu trách nhiệm ca thi nhưng đến giờ em vẫn chưa được lời giải thích nào về trường hợp của em hơn 1 tháng rồi ạ thì em phải phản ánh trường hợp của em ở đâu ạ ? Em cảm ơn",
            "Chào em,. . Em vui lòng trình bày rõ nhé, cô chưa hiểu em muốn hỏi gì để hướng dẫn.. . Thân mến,",
            "Dạ là khi thi em bị trục trặc em đã liên hệ giáo viên nhưng đến giờ vẫn chưa có câu trả lời thì em phải làm như thế nào để có câu trả lời ạ",
            "Chào em,. . - Chỉ có GV dạy em giải quyết, hướng dẫn hỗ trợ em.. . . . - Hoặc em muốn hoãn thi thì điền vào form và xem email xác nhận nhé.. . . . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thầy/cô. . Theo như hướng dẫn Thi nói viết trực tuyến (file đính kèm) thì giấy tờ bắt buộc đeo thẻ sinh viên trong suốt quá trình thi cần CMND(CCCD) để xác minh thân nhân. . . Trường hợp của em bị mất thẻ sinh viên và không đăng kí in thẻ được tại em không có TKB (vì dự kiến tốt nghiệp trong học kì này).. . Thầy cô cho em hỏi em có thể sử dụng mỗi CMND để tham gia kì thi nói viết trực tuyến được không ạ? . . . . Em xin chân thành cảm ơn.. . . .",
            "Chào bạn. . Bạn liên hệ TTNN để giải trình giúp Cô nghen. . [full_name]ân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name] mssv:[student_id]. . Em xin được đăng kí Luận Văn kì này. Chương trình học em đã học xong hết tất cả nhưng chỉ vì bị vướng 1 môn nên chưa đăng kí được luận văn. . . Nội dung chi tiết về hoàn cảnh, lí do của em em xin được trình bay trong đơn kèm theo. Mong thầy cô phòng đào tạo xem qua. . . Em xin chân thành cảm ơn",
            "Chào bạn,. . Trong đơn bạn trình bày cô không hiểu rõ, bạn không đủ điều kiện nhận LVTN hay xin đăng ký trễ? Vui lòng trình bày rõ giúp cô? Bổ sung mã LVTN và xác nhận đồng ý của Khoa thời điểm này vẫn cho nhận LVTN nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dear Thầy(Cô),. . . . Em tên là [full_name],. . MSSV: [student_id]. . Em có đăng kí thi anh văn 2 kỹ năng nói viết trong đợt 1 này, lịch thi của em vào ngày 15/9.Bởi vì  ngày trong tuần em có lịch làm việc, hiện tại dịch nhưng em vẫn làm việc bình thường, . . em có mong muốn được thi vào ngày 18 hoặc 19 trong đợt 1 này, không biết phòng đào tạo và ban tổ . . chức có thể giúp em được không ạ, em xin chân thành cảm ơn. . . . Best regaeds,. . [full_name]. .   i Yêu cầu khác .",
            "Chào bạn. . Việc này bạn vui lòng liên hệ TTNN giúp. . Thân",
            "Dear [full_name],. . . . Em có gọi hỏi thêm TTNN thì bên ấy nói là đợt này do phòng đào tạo tổ chức nên bên TTNN không thể giải quyết ạ.. . . . Best regards,. . [full_name]",
            "Chào bạn. . Pdt chỉ hỗ trợ TTNN lên danh sách SV đăng ký chính thức, hỗ trợ TTNN chia lớp, hiện tại đã chuyển dữ liệu cho TTNN tổ chức thi nên Pdt không thể xử lý được, bạn thông cảm giúp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "i  B  Đăng ký môn học  /i   /B . . . . Em chào các thầy/cô,. . Em là [full_name], MSSV [student_id]. Tình trạng hiện tại của em đã hết môn học trong chương trình đào tạo. Em chờ thông tin đăng ký thi anh văn 2 kỹ năng từ phòng đào tạo cho xong để xét tốt nghiệp nhưng vẫn chưa thấy gửi thông báo đến cho em.. . Em vào trang chủ đăng ký môn học thì user của em không được phép. Em mong chờ thầy/cô hướng dẫn và giúp đỡ cho em được đăng ký thi vào đợt kế tiếp.. . Em xin cảm ơn thầy/cô.. . [full_name]",
            "Chào bạn. . Cô đã ghi nhận bạn vào danh sách thi . . Bạn theo dõi thông báo qua mail để đăng ký thi nghen khoảng trước 20/9. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em thấy trang thông tin tổng hợp thông báo lịch danh sách dự kiến tốt nghiệp tháng 11 ghi là ngày 8/9/2021 tới hôm nay 13/9/2021 vẫn chưa thấy ạ.. . . . Xin cám ơn",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B . . Yêu cầu khác . Do hiện tại em không còn môn học để đăng ký nên không thể đăng ký in thẻ sinh viên được ạ. . Do tình hình dịch, em có sử dụng thẻ sinh viên để mượn quyền luận văn tốt nghiệp nhưng không thể lấy được. Hiện tại em cần in thẻ sinh viên để thi anh văn nói viết.. . Em xin hỏi có cách nào để em có thể in thẻ sinh viên được không ạ. Em cần thẻ sinh viên trong ngày 19/9 ạ. .",
            "Chào bạn. . - Em phải có TKB thì mới đăng ký in thẻ SV. . - Bạn liên hệ TTNN để được hỗ trợ thi tiếng anh nói viết, có thể sử dụng CMND. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name], MSSV [student_id], chương trình tiên tiến.. . . . Hiện tại em đã hoàn thành chương trình học, đủ số ngày CTXH nhưng khi tra kết quả từ danh sách tốt nghiệp dự kiến trên website aao.hcmut.edu.vn (mục tốt nghiệp) thì không có tên.. . . . Cho em hỏi làm sao để kiểm tra được thông tin này?. . . . Em xin chân thành cám ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi nhà trường,. . . . Kì 211 em đăng kí 1 môn 4 chỉ, nhưng khi có thông tin thanh toán lại là 21.375.000. Em đã gửi mail cho VQĐT QT và nhận được phản hồi là đã thông báo trước đó trong mail với tiêu đề . . [VPĐTQT]_Thông báo đăng ký dự thính-Lộ trình 2 (bắt đầu HK ngày 30/08): - Đợt 2. Em có thể kiểm tra lại thông tin để nắm rõ hơn nhé.. . . . Tuy nhiên, em có phản ánh như sau:. . 1, Cái mail đó là dành cho việc đăng kí dự thính nên em không có đọc. Và môn mà em đăng kí là ở học kì chính. Không chỉ em mà những đứa bạn em đều không biết đến quy định mới này . . . . 2, Vấn đề quan trọng như vậy, tại sao nhà trường không gửi 1 mail với tiêu đề rõ ràng hơn ạ ?? Mà lại ẩn đi trong 1 cái mail với tiêu đề mà không phải ai cũng đọc ? Ngoài ra cái mail đó xuất hiện sau 1 tháng kết thúc đăng kí môn học đợt 3. . . . 3, Bây giờ làm sao để đăng kí thêm môn học ạ ạ ????. . . . Mong nhà trường có thể giải quyết vấn đề này ạ. . . . P/s: Vấn đề này rất nhiều sinh viên không hề biết. Bằng chứng là bài đăng trong post của [full_name] trong nhóm HCMUT-K19. . . . Em cảm ơn, . . [full_name]",
            "Học vụ. . Kính gửi nhà trường,. . . . Kì 211 em đăng kí 1 môn 4 chỉ, nhưng khi có thông tin thanh toán lại là 21.375.000. Em đã gửi mail cho VQĐT QT và nhận được phản hồi là đã thông báo trước đó trong mail với tiêu đề. . [VPĐTQT]_Thông báo đăng ký dự thính-Lộ trình 2 (bắt đầu HK ngày 30/08): - Đợt 2. Em có thể kiểm tra lại thông tin để nắm rõ hơn nhé.. . . . Tuy nhiên, em có phản ánh như sau:. . 1, Cái mail đó là dành cho việc đăng kí dự thính nên em không có đọc. Và môn mà em đăng kí là ở học kì chính. Không chỉ em mà những đứa bạn em đều không biết đến quy định mới này. . . . 2, Vấn đề quan trọng như vậy, tại sao nhà trường không gửi 1 mail với tiêu đề rõ ràng hơn ạ ?? Mà lại ẩn đi trong 1 cái mail với tiêu đề mà không phải ai cũng đọc ? Ngoài ra cái mail đó xuất hiện sau 1 tháng kết thúc đăng kí môn học đợt 3. . . . 3, Bây giờ làm sao để đăng kí thêm môn học vậy ạ ? Hay có cách nào giải quyết vấn đề này không ạ ?. . . . . . P/s: Vấn đề này rất nhiều sinh viên không hề biết. Bằng chứng là bài đăng trong post của [full_name] trong nhóm HCMUT-K19. . . . Em cảm ơn,. . [full_name]  /QUOTE . .",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] để được hỗ trợ nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hiện tại em không tìm được bằng tốt nghiệp tạm thời, bằng tốt nghiệp bản gốc vẫn đang ở trường c3 nên em không có đầy đủ thông tin để điền vào đơn đăng ký nộp bằng tốt nghiệp. Vì việc nộp bằng tốt nghiệp ảnh hưởng đến việc đăng ký môn học nên em có thể xin hoãn thời hạn đăng ký nộp bằng được không ạ? Sau khi hết thời gian giãn cách em sẽ đến trường c3 lấy bằng ạ.. . . . Em cảm ơn ạ!",
            "Chào em,. . Em email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành phố Hồ Chí Minh. . Em tên: Nguyễn Thành Đạt. . MSSV: [student_id]. . Ngành: Kỹ thuật Hàng không - Hệ: VLVH. . . . Em chuyển từ Hệ CQ sang Hệ VHVL để xét hoàn thành chương trình học và đã hoàn thành các môn học theo chương trình đào tạo + đạt chuẩn AV xét tốt nghiệp theo hệ VHVL ạ.. . Hiện tại em thấy PĐT công bố danh sách dự kiến tốt nghiệp tại trang web PĐT (Mục Tốt nghiệp) ngày 08/09/2021 cho Hệ Chính Quy nhưng chưa thấy công bố danh sách cho Hệ VLVH để em có thể kiểm tra mình được tốt nghiệp hay chưa?. . Và em có vào phần Đăng ký xét tốt nghiệp trên MyBK nhưng không đăng ký được (không tìm thấy thông tin trong danh sách tốt nghiệp dự kiến).. . Em xin hỏi là hiện tại em còn thiếu những gì cần bổ sung thêm để đủ điều kiện tốt nghiệp ạ?. . . . Trong thời gian chờ sự phản hồi từ PĐT và quý thầy cô, em xin kính chúc quý thầy cô nhiều sức khỏe, cùng vượt qua đại dịch. . . Em xin chân thành cảm ơn.. . Thân chào quý thầy / cô. . . .   i Tốt nghiệp .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào pđt,. . . . Em là [full_name] MSSV [student_id] lớp XD20XD02.. . Em muốn hỏi về việc em thôi học để năm sau thi lại, nhưng hiện em đang học ở học kì 211 được 5 tuần rồi. Vậy khi thôi học em có phải đóng học phí không.. . . . Em xin cảm ơn.",
            "Chào bạn. . Đến thời điểm hiện tại đã 5 tuần, bạn phải thanh toán học phí. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô Phòng Đào Tạo ạ,. . Em là [full_name], MSSV [student_id]7, STT: 86  hiện đã được sắp xếp lịch thi ngày 16.9 vì lý do không tham gia được vào ngày 16.9 em muốn thầy cô cho phép em thi vào ngày 19.9 ạ, khi đăng ký em thấy có ngày thi 19.9 nhưng em chưa biết làm cách nào để đăng ký thi ạ.. . Em rất mong nhận được phản hồi sớm nhất từ thầy cô.. . Em xin chân thành cảm ơn ạ.",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ TTNN để được hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PDT cho em hỏi là em là sinh viên của trường hiện em trong tình trang tạm dừng và khóa học em đã hết vậy em mong muốn chuyển hệ qua hệ vừa học vừa làm để đăng kí làm luận văn tốt nghiệp ạ nhưng trong tình trạng dịch bệnh em không thể lên trường đăng kí được giờ có cách nào để em có thể đăng kí luận văn tốt nghiệp trong kì này không ạ? em đã đủ tín chỉ làm lvtn chỉ thiếu anh văn toeic thôi ạ . .",
            "Chào bạn,. . Bạn vui lòng làm đơn xin chuyển qua hình thức đào tạo VLVH, ghi rõ tình trạng hiện tại của bạn, ghi đầy đủ thông tin và nộp qua BKSi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác: Dạ gmail của em bị đổi tên thành như vậy nhưng em không thể đổi lại tên khác, để thuận tiện hơn cho việc học online.",
            "Chào em,. . Ở VN: họ trước, tên sau. . Ở nước ngoài ngược lại.. . Tổ kỹ thuật trả lời như vậy nhé em.. . Thân mến,. .",
            "Dạ gmail của em bị đổi tên thành [full_name] [full_name]. Là bị dư 1 chữ [full_name] trong họ và tên em. Em không thể đổi lại tên gmail vì nó yêu cầu là cần có quản trị viên mới đổi đươc. Tên em là Nguyễn Thị [full_name], và em muốn được đổi lại Anh [full_name], như ban đầu ạ. Em mong anh/chị xử lí giúp em vì để em thuận tiện hơn trong việc học online ạ.. . . . Dạ cảm ơn ạ.",
            "Chào em,. . - Nhà trường chỉ quản lý tài khoản [email], không quản lý [email]. . - Thông tin gmail sai do em nhập khi tạo.. . Em liên hệ gmail để được hỗ trợ.. . Thân mến,. .",
            "Dạ đúng rồi mail của em đang đề cập là mail trường @hcmut.edu.vn ạ. Và tên mail của em bị trùng hai chữ [full_name]. Vì là mail trường nên em không thể tự đổi tên như mail cá nhân @gmail.com được ạ, mà cần phải có quản trị viên như hình em đính kèm bên dưới. Em không thể tự đổi được ạ.",
            "Từ trước mail em vẫn hiển thị đúng tên em là [full_name] [full_name]. Nhưng hôm qua 13.9 trong lúc em học onl thì phát hiện mail bị đổi thành Minh [full_name] [full_name]. Và em không thể tự đổi lại tên gmail này vì đây là mail của trường ạ.",
            "Chào em,. . - BKNETID của sv vẫn đúng.. . - Còn về tên trong hộp email em liên hệ: Phòng CNTT & DL qua email . . [email]. . để hỏi edit được không nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy cô, em là [full_name], MSSV [student_id], lớp XD17CTXD02, em vừa nhận được giấy yêu cầu từ địa phương em về việc yêu cầu giấy chứng nhận sinh viên nên em nhờ thầy cô có thể chụp hình giấy chứng nhận sinh viên của em gửi lại giúp em để em làm minh chứng cho địa phương không ạ. Địa phương em chỉ cần ảnh minh chứng thôi ạ. Hạn chót địa phương em yêu cầu là trước ngày 17/9 ạ. Rất mong sự giúp đỡ của thầy cô ạ. Em có đính kèm theo giấy của xã ở phía dưới ạ. Em xin chân thành cám ơn ạ.. . . .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy, cô,. . Em tên [full_name], MSSV: [student_id]. . Lớp Quá trình và thiết bị truyền nhiệt MSMH: CH2043, của giảng viên [full_name] (DH-HK211), L03.. . Em có đăng ký thành công môn học và đã có thời khóa biểu và có xuất hiện tài khoản trên elearning. Nhưng em không thể tìm được đường link google meet để vào học các lớp online cũng như thông tin tài liệu, các thông báo liên quan đến môn học.. . Em có liên hệ với giảng viên nhờ xem lại nhưng thầy có nói không biết cách giải quyết và yêu cầu liên hệ pdt.. . Mong thầy cô xem xét và xử lý trường hợp của em giúp ạ. Hoặc nếu muốn giải quyết trường hợp này em nên liên hệ với ai để được hỗ trợ ạ.. . Thân mến,",
            "Chào em,. . Em vào file cô đính kèm, chọn màu cam: CH2043-L03 có tài liệu nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi sao em đăng kí hoãn thi rồi mà điểm CK của em vẫn 13đ vậy ạ!. . Em xin cảm ơn!. .",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name]. MSSV: [student_id] . . Em xin nhờ PĐT cấp cho em giấy xác nhận sinh viên để hoãn nghĩa vụ quân sự qua bưu điện ạ. Phường em yêu cầu có trước ngày 21/9. Mong PĐT có thể gửi giấy xác nhận giúp em. . . Địa chỉ nhận : Cụm dân cư số 2, tổ 4, phường Nghĩa Phú, thành phố Gia Nghĩa, tỉnh Đăk Nông.. . SĐT: [phone_number]. . Người nhận: [full_name]. . Em cảm ơn.",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào Quý thầy cô của Phòng Đào tạo,. . . . Em là [full_name], MSSV [student_id].. . . . Hiện tại, em đã học đủ 142 tín chỉ theo chương trình đào tạo của ngành và muốn đăng ký tốt nghiệp đợt tháng 11/2021. Tuy nhiên, học kỳ vừa rồi, em có học một môn không thuộc chương trình đào tạo, điểm thí nghiệm chiếm 15% điểm thành phần môn đó nhưng do dịch nên phần thí nghiệm chưa được học và chưa có điểm.. . . . Hiện tại, em đã liên hệ với giảng viên môn này nhưng chưa được phản hồi. Nếu chưa có điểm thí nghiệm trước ngày 20/10 thì em có thể đăng ký tốt nghiệp được không?. . . . Rất mong nhận được phản hồi từ PĐT. Em chân thành cảm ơn!",
            "Chào bạn. . Lịch trình tốt nghiệp SV xem tại đây:. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Lịch này để chốt danh sách tham dự lễ và in bằng TN chung. . Mặt khác nhà trường vẫn cứu xét xét tốt nghiệp đến hết HK211 dành cho những trường hợp trễ hạn nhé (vẫn in bằng trễ cho SV, và in theo đợt). . SV khi nào đủ điều kiện tốt nghiệp có thể gửi câu hỏi qua bksi để đăng ký xét tốt nghiệp bổ sung nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng đào tạo . . Em là [full_name] - [student_id]. . Dạ em viết đơn này để phản ánh và thắc mắc về quy trình hoãn thi môn Hóa lý 2 (CH2109) của em (được tổ chức vào ngày 10.08.2021). . Cụ thể: . . - Ngày 10.08 em đã tham gia thi môn Hóa lý 2 do bộ môn tổ chức, trong quá trình nộp bài thi, bài của em đã không được lưu do một số trục trặc của hệ thống thi.. . - Ngay sau đó, em có gửi mail cho thầy [full_name] để hỏi về cách giải quyết vấn đề, và thầy đã gợi ý em đăng ký hoãn thi với PĐT. Và em đã thực hiện đầy đủ quy tắc hoãn thi. . . - Và thầy có nhắc một lưu ý: gửi [full_name]l cho GVHD môn Hóa lý 2 của em là xin đừng nhập điểm vào hệ thống. Và em đã gửi cô [full_name](GVHD Hóa lý 2 của em ạ) email đó. . . - Cách đây 2 ngày, em đã thấy cô cập nhât điểm của em lên mybk, và em đã gửi mail cho cô phản ánh rất nhiều và hầu như cô không trả lời bất cứ một mail nào của em cả. Em cảm thấy rất buồn và bức xức vì em đã hoàn thành bài thi nhưng do lỗi hệ thống mà em không được chấm bài và phải nhận một con số điểm rất tệ. . . Em mong phòng đào tạo giải quyết vấn đề này cho em với ạ. Kính mong PĐT cho phép em được hoãn thi môn Hóa lý 2 như em đã đăng ký. . . Em có gửi một số minh chứng ở dưới. Mong phòng đào tạo xem xét về đơn Hoãn thi môn hóa lý 2 ạ . .",
            "Chào em,. . Cô chưa hiểu rõ ý của em. . Thứ nhất em đã đăng ký hoãn thi vào form của PDT gửi chưa?. . Thứ 2 việc hoãn thi và việc GV nhập điểm vắng thi 13 là khác nhau nhé! GV vẫn nhập điểm 13 hoặc điểm 0 bình thường nếu bạn không tham gia thi hoặc bài thi không đạt yêu cầu (phần này do GV quyết định nhé, PDT không thể can thiệp được). . Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép). . Sau khi kết thúc thi học kỳ, dự kiến tháng 12, PDT sẽ hậu kiểm với Khoa về trường hợp cấm thi, hoặc thi điểm thấp lại xin hoãn thi... để ra quyết định hoãn thi cho SV, lúc đó điểm Hoãn thi mới được cập nhật.. . Bạn vui lòng nói rõ điểm trên GV nhập là điểm mấy gì nhé!. . Thân",
            "Dạ em xin trả lời các câu hỏi của cô . . - Em đã đăng ký hoãn thi vào Form của PĐT gửi rồi ạ.. . - Dạ trên mybk trong hệ thống nhập điểm cô [full_name] đã nhập điểm tổng kết môn của em là 2.5 (em có gửi hình ảnh ở dưới) . . Dạ theo em nghĩ em rơi vào Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau ă cô. Em không biết trường hợp như vại thì phòng đào sẽ có những hướng giải quyết như thế nào ạ? . .",
            "Chào bạn,. . Việc nếu bạn rơi vào trường hợp bất khả khang trong thì, bạn phải báo với GV hoặc CBCT để ghi nhận vào danh sách thi nhé. . . PDT không thể yêu cầu CBCT không nhập điểm của bạn nhé.. . Gửi bạn các lưu ý nhà trường sẽ xử lý trước khi ra QD hoãn thi:. . Lưu ý: . . . . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . . . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . . . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . . . Chúc bạn học tập tốt nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chị ơi,có gì chị kêu phòng đạo tạo kiểm tra lại chỗ điểm lý 2 của em với ạ.Em vào phần điểm rồi và thấy là vẫn 3,3 ạ,chưa sửa lại thành 13 đâu ạ.Em xin cảm ơn.",
            "Chào bạn. . Bạn có thể trình bày lại nội dung rõ ràng hơn, để Pdt hỗ trợ giải quyết cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1713504  /b \t. . . .   i Học vụ . Kính gửi thầy/cô,. . Em có một số thắc mắc về kì thi Anh Văn nói viết mong thầy cô giải đáp.. . 1) Định dạng file scan nộp lên BK E-learning (file ảnh bài thi viết) là gì thì hợp lệ ạ? Ứng dụng scan hình của em cho ra file định dạng jpg nên em thắc mắc là có hợp lệ không.. . 2) Khi nộp bài thi viết có giới hạn số file nộp không ạ? Em có cần phải gộp các file lại rồi nộp 1 file duy nhất không ạ?. . Em mong sớm nhận được phản hồi từ thầy cô.",
            "Chào bạn,. . Về thi AV nói viết em liên hệ trực về Trung tâm Ngoại ngữ để được hướng dẫn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ, em chào Thầy/Cô ạ. . Em có đặt câu hỏi về vấn đề anh văn nói viết nhưng em nhận được các câu trả lời không đúng với thắc mắc của em ạ.. . . . Trường hợp của em là em đã thi anh văn nói viết vào đợt tháng 3/2021 và đã có kết quả “Đạt” nhưng không đủ “Đạt TN” (điểm 230/400). Hiện tại nếu em thi thêm lần nữa vào đợt thi online sắp tới, nếu chẳng may em “Không đạt TN” và cũng “Không đạt” nếu tính theo chuẩn đại trà (tức điểm nhỏ hơn 200) vậy em có thể làm đơn rút khỏi chương trình KSTN và xét tốt nghiệp vào đợt tháng 11 để nhận bằng thường được không ạ?. . . . Em xin lỗi vì làn phiền Thầy/Cô nhiều lần cùng một vấn đề ạ. . Em xin cảm ơn.",
            "Dạ em xin bổ sung để rõ ý “Đạt TN” là “Đạt tài năng” theo quy chế mức điểm yêu cầu là 245/400.",
            "Chào bạn. . - Trước tiên về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 3-b: * Đồi với các khóa từ 2013 đến 2017, cho phép dự thi kỹ năng Speaking & Writing của Trung tâm Ngoại ngữ của Trường Đại học Bách Khoa với mức Đạt, tương đương mức điểm 200, riêng chương trình tài năng là mức “Đạt TN”, tương đương mức điểm 245.. . - Hiện tại bạn chưa đạt chuẩn anh văn Speaking & Writing nên chưa cập nhật tại Mybk-thông tin sinh viên- điểm chuyển, . . - Bạn có thể nộp đơn để xét tốt nghiệp bằng thường. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào các thầy cô !. . Hiện em đã hoàn thành chương trình đào tạo kể cả luận văn tốt nghiêp. Tuy nhiên em vẫn còn thiếu điều kiện tốt nghiệp do chưa đủ ngày CTXH và chưa có chửng chỉ Anh văn nói viết theo quy chế. Em xin hỏi phương thức để có thể xin tạm hoãn học kỳ 211 online để có thể bố sung các điều kiện cần thiết ạ. Do tình hình chung áp dụng chỉ thị 16 ma em không thể thực hiện trực tiếp được ạ. . . Em cảm ơn !",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào Phòng Đào Tạo, em tên là [full_name], MSSV: [student_id].. . Sau khi thi xong môn Hóa lý 2, em đã đăng kí xin hoãn thi và cũng đã nhận được email xác nhận. Sau đó em cũng email cho giáo viên để yêu cầu giáo viên không nhập điểm lên hệ thống, nhưng hôm nay em lên xem bảng điểm thì em thấy trên bảng điểm cập nhật điểm Hóa lý 2 của em.. . Vậy PDT cho em hỏi là em có được hoãn thi môn này nữa không ạ? . . Em cảm ơn.",
            "Chào bạn,. . Bạn vui lòng trình bày rõ? thứ nhất trường hợp SV đã đi thi và bị điểm thấp không được hoãn thi nhé?. . Lưu ý: . . . . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . . . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . . . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . . . Chúc bạn học tập tốt nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Xin phép nhà trường cho em hỏi ạ:. . Nếu học kì 211 ở bỏ lỡ không đăng kí học được thì sang kì 212 em có được đăng kí học tiếp không ạ. Em mong nhà trường có câu trả lời sớm nhất cho em với ạ. .",
            "Chào bạn,. . Được nghen bạn, khoảng đầu tháng 12 bạn tải mẫu đơn thu nhận nộp để được dkmh cho HK 212. . Xem chi tiết lịch đăng ký môn học HK kế tiếp (HK 212) dự kiến cập nhật cuối tháng 11/2021 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2021-2022    Học kỳ 2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name]-MSSV:[student_id]-Lớp BD16CDT.Em đã làm đơn đăng kí môn anh văn 2,mã số môn học LA1005,nhóm lớp L01,thứ 2 tiết 234 và giờ em bổ sung mail đồng ý của GV bộ môn anh văn 2 ạ.Em xin Phòng Đào Tạo cho em được học để hoàn thành chương trình học.Em xin chân thanh cảm ơn.",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: PĐT Đại Học Bách Khoa . . Em là: [full_name]. MSSV:[student_id].. . Em xin trình bày là trong quá trình đào tạo tại trường đến hiện tại thì em chưa hoàn thành được môn anh văn 2.. . Nay em làm đơn này xin PĐT cho em được đăng kí môn anh văn 2, MSMH: LA1005, nhóm: l01 Để em có thể hoàn thành được chương trình đào tạo của mình. Em đã có được sự đồng ý cô giáo.. . Em xin chân thành cảm ơn!. . . .",
            "Chào bạn,. . SV Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi BKSI, em có   B hai  /B  vấn đề muốn hỏi:. . . .   B Thứ nhất  /B ,hiện tại em đã thi Toeic nghe-đọc lần đầu và kết quả đạt được 555. Em có kế hoạch đăng ký thi lại vào tháng 6/2021 nhưng do tình hình dịch bệnh em không thể thi. Hiện em đang thiếu anh văn 4 để có thể tốt nghiệp đúng hạn. Nhưng vừa qua không lường trước nên em đã không đăng ký môn anh văn 4 ở trường. Vậy em có thể đăng ký thi anh văn 4 để đủ chỉ và tốt nghiệp được không ạ?. . . .   B Vấn đề thứ 2  /B , trường có thông tin là cho đăng ký tốt nghiệp đến hết HK211, theo em tìm hiểu trên biểu đồ năm học là hết tháng 12, lúc này em có thể thi lại Toeic ở IIG, nhưng theo thông báo ngày 1/9/2021 hạn đăng ký tốt nghiệp là 20/10 vậy thông tin nào là chính xác vậy ạ?. . . . Em xin chân thành cảm ơn BKSI. .",
            "Chào bạn,. . Vấn đề 1) SV không  đăng ký môn học thì không được thi nhé bạn.. . Vấn đề 2) lịch trình tốt nghiệp SV xem tại đây:. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Lịch này để chốt danh sách tham dự lễ và in bằng TN chung. . Mặt khác nhà trường vẫn cứu xét xét tốt nghiệp đến hết HK211 dành cho những trường hợp trễ hạn nhé (vẫn in bằng trễ cho SV, và in theo đợt). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B   B   /B Thưa phòng đào tạo, hôm qua(ngày 12/9/2021) em có tham gia thi môn sức bền vật liệu vào lúc 4 giờ chiều nhưng vì từ tối hôm qua đến tận tối hôm nay nhà em bị rớt mạng và không thể up video lên nộp cho nhà trường ạ. Nhưng bây giờ đường link đã bị đóng ạ. Trong trường hợp này em phải làm như thế nào ạ. .   i Yêu cầu khác .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . . . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép).. . Bạn phải báo với CBCT để ghi nhận về trường hợp của bạn trong quá trình thi, vì PDT sẽ gửi ds hoãn thi về Khoa để đối chiếu lại nhé!. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em kính chào quý thầy cô.. . Em là [full_name], mã số sinh viên [student_id]. . Em xin gửi Đơn xin hủy hoãn thi cho môn học Kỹ thuật chẩn đoán và bảo dưỡng động cơ, học kỳ 202.. . Em cảm ơn thầy cô ạ.",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em là [full_name], Mssv:[student_id] . . em muốn hỏi về điểm giữa kì môn Tín Hiệu và Hệ Thống.. . Về việc em có thi môn tín hiệu và hệ thống(EE2005)nhưng kết quả điểm lại là 13.. . Vì lịch thi chính thức của môn này là tại cs1 nhưng do thời gian di chuyển không phù hợp nên em đã được pdt sắp xếp cho thi tại cs2.. . em đã nhắn tin cho giáo viên nhưng cô nói là\" hiện bài chấm giữa kỳ của cô thì vắng mặt tại phòng thi em có tên thì làm sao có bài để cô chấm\".. . mong pdt giúp đỡ.",
            "Chào em,. . - Em có đến PĐT CS2 nhận phiếu cho phép thi không ?. . - Em thi ở phòng nào CS2, em ký tên và nộp bài ở phòng nào ? (nếu em không có phiếu không vào phòng thi được nhé). . - Nếu biết phòng thi, em email cô giáo dạy hỏi giúp ai chấm bài, cho điểm vào phiếu mà em đã nhận ở PĐT-CS2.. . - Có gì chưa rõ em gửi lại nhé.. . Thân mến,. . . .",
            "dạ em đã nhận phiếu và thi xong rồi ạ.. . Nhưng hiện giờ phiếu em để trên kí túc xá nên không nhớ chắc chắn phòng thi ạ( có thể là lầu 1 hoặc lầu 2 của tòa H1 ). Hiện giờ dịch bệnh nên em không thể di chuyển được ạ.",
            "Chào em,. . Bộ môn trả lời bài kiểm tra em được 7 điểm, sẽ cập nhật sau nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thân chào thầy/cô. . . . Em đã gửi câu hỏi về việc \"vào ngày 30/8 em có đăng ký phúc tra bài thi môn Kinh tế Chính trị [full_name] [full_name] [full_name] và hạn phúc tra là ngày 7/9. Nhưng hiện tại em vẫn chưa nhận được kết quả.\". . . . Câu hỏi đó là #35226 em gửi vào ngày 07/09/2021.. . Và cô yêu cầu em chụp thông tin đăng ký phúc tra nhưng cô đã đóng yêu cầu nên em không trả lời được. . . Em xin đính kèm ảnh chụp thông tin phúc tra tại đây.. . Mong thầy/cô sẽ giải quyết giúp em. . Em chân thành cảm ơn!. .",
            "Chào em,. . Em gửi qua email PĐT, đã trả lời em rồi nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo,. . Em tên : [full_name]. . MSSV: [student_id]. . . . Em là sinh viên chuyển hệ sang ngành Quản lý công nghiệp K20 vào tháng 4 năm 2021 nên em phải học những môn của học kỳ 1 năm Nhất trong kỳ HK211. Nhưng em không thể đăng ký trên trang đăng ký môn học của trường được và em thấy thông tin trên trang đào tạo trường là không thể tự đăng ký các môn của học kỳ 1 năm Nhất mà nhà trường sẽ tự sắp xếp. Nếu vậy, em sẽ không bao giờ học được các môn học kỳ 1 năm Nhất được.. . . . Em làm đơn này rất mong Phòng đào tạo và Khoa xét duyệt cho em đăng ký 04 môn này trong học kỳ chính quy năm Nhất HK211 để kịp với tiến độ học tập ạ.. . Rất mong PĐT và Khoa xem xét và xét duyệt cho em đơn này.. . . . Em xin chân thành cảm ơn Thầy/Cô.. . . . Note: Em đã gửi mail cho Phòng đào tạo và đăng câu hỏi lên [full_name] vào tháng 8 nhưng vẫn chưa được phản hồi, em vẫn chờ vì nghĩ cần có thời gian mới có phản hồi nên bây giờ em mới viết lại.",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . - Đồng thời bạn kiểm tra lại, tháng 8 BKSI không có thông tin bạn yêu cầu giải quyết. . Thân. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi em đã hoàn thành chương trình bồi dưỡng kết nạp đảng vào năm 2017 và giờ em muốn kết nạp thì em cần liên hệ đến ai và cần chuẩn bị gì ạ. Em cảm ơn",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo,. . Em tên : [full_name]. . MSSV: [student_id]. . . . Em là sinh viên chuyển hệ sang ngành Quản lý công nghiệp K20 vào tháng 4 năm 2021 nên em phải học những môn của học kỳ 1 năm Nhất trong kỳ HK211. Nhưng em không thể đăng ký trên trang đăng ký môn học của trường được và em thấy thông tin trên trang đào tạo trường là   I không thể tự đăng ký các môn của học kỳ 1 năm Nhất  /I  mà nhà trường sẽ tự sắp xếp. Nếu vậy, em sẽ không bao giờ học được các môn học kỳ 1 năm Nhất được.. . . . Em làm đơn này rất mong Phòng đào tạo và Khoa xét duyệt cho em đăng ký 04 môn này trong học kỳ chính quy năm Nhất HK211 để kịp với tiến độ học tập ạ.. . Rất mong PĐT và Khoa xem xét và xét duyệt cho em đơn này.. . . . Em xin chân thành cảm ơn Thầy/Cô.. . . . Note: Em đã gửi mail cho Phòng đào tạo và đăng câu hỏi lên Bksi vào tháng 8 nhưng vẫn chưa được phản hồi, em vẫn chờ vì nghĩ cần có thời gian mới có phản hồi nên bây giờ em mới viết lại.",
            "Đăng ký môn học . Kính gửi Phòng đào tạo,. . Em tên : [full_name]. . MSSV: [student_id]. . . . Em là sinh viên chuyển hệ sang ngành Quản lý công nghiệp K20 vào tháng 4 năm 2021 nên em phải học những môn của học kỳ 1 năm Nhất trong kỳ HK211. Nhưng em không thể đăng ký trên trang đăng ký môn học của trường được và em thấy thông tin trên trang đào tạo trường là không thể tự đăng ký các môn của học kỳ 1 năm Nhất mà nhà trường sẽ tự sắp xếp. Nếu vậy, em sẽ không bao giờ học được các môn học kỳ 1 năm Nhất được.. . . . Em làm đơn này rất mong Phòng đào tạo và Khoa xét duyệt cho em đăng ký 04 môn này trong học kỳ chính quy năm Nhất HK211 để kịp với tiến độ học tập ạ.. . Rất mong PĐT và Khoa xem xét và xét duyệt cho em đơn này.. . . . Em xin chân thành cảm ơn Thầy/Cô.. . . . Note: Em đã gửi mail cho Phòng đào tạo và đăng câu hỏi lên Bksi vào tháng 8 nhưng vẫn chưa được phản hồi, em vẫn chờ vì nghĩ cần có thời gian mới có phản hồi nên bây giờ em mới viết lại."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi về việc đăng ký nộp bằng tốt nghiệp THPT trên mybk. Đợt 1, em đã đăng ký vào ngày 04/05/2021 nhưng do dịch bệnh nên em vẫn chưa nộp bằng tốt nghiệp và trên mybk vẫn để tình trạng Phiếu đang chờ xử lí. PĐT cho em hỏi có đợt đăng ký nộp bằng từ 6/09/2021-16/09/2021, vậy em có cần phải đăng ký lại không hay vẫn giữ phiếu đăng ký trước đó ạ?. . Em xin cảm ơn.",
            "Chào bạn,. . PDT sẽ tổng kiểm tra bằng TN THPT (và bằng Cao Đẳng, Đại học đối với SV bằng 2, và VLVH). SV phải chuẩn bị sẵn sàng (bảng sao và bản scan) các bằng TN. Thời gian kiểm tra là trong tháng 10 và theo thông báo riêng. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào thầy cô!. . Em tên là [full_name], MSSV: [student_id], sinh viên lớp XD16KT. . Hiện em đã hoàn tất chương trình học và đang trong thời gian hoàn thành các thủ tục cần thiết cho việc ra trường (như Công tác xã hội, chứng chỉ anh văn). Tuy nhiên do tình hình dịch bệnh phức tạp nên em chưa có điều kiện để hoàn tất các việc trên dẫn đến sự chậm trễ. Trong thời gian chậm trễ trên tình trạng sinh viên của em được nhà trường cập nhật là đang tạm dừng.. . Trước những lo lắng về các hậu quả không đáng có trong tương lai, em đã viết thư gửi lên các thầy cô Phòng đào tạo để được hướng dẫn giải quyết.. . Hôm nay em xin phép được gửi Đơn đăng ký thu nhận lại mong các thầy cô giải quyết giúp em.. . Em xin chân thành cảm ơn!",
            "Chào bạn,. . Khi nào đủ điều kiện tốt nghiệp, bạn có thể gửi đồng thời yêu cầu thu nhận lại và xét tốt nghiệp bổ sung qua bksi luôn nhé!. . Tải mẫu đơn thu nhận tại:. . aao.hcmut.edu.vn/Sinh viên/biểu mẫu. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa Thầy, cô Phòng Đào tạo!. .   B Em tên là: [full_name]. . MSSV: [student_id]  /B . . . . Do tình hình dịch bệnh Covid-19 phức tạp ở địa phương nên em có xin hoãn thi các môn tổ chức thi online. Nhưng hiện bảng điểm của em ở các môn hoãn thi được nhập là điểm 13 ạ.. . . . Em mong thầy cô kiểm tra lại giúp em.. . . . Em xin cảm ơn Thầy/Cô!. . . .   i Yêu cầu khác .",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  Luận văn tốt nghiệp MSMH TR4313. . Em xin chào phòng đào tạo. Em là [full_name], đang học văn bằng 2 tại khoa Kỹ Thuật Giao Thông, ngành Kỹ Thuật Ô Tô.. . Em đã hoàn thành xong chương trình học, chỉ còn thiếu luận văn tốt nghiệp nhưng học kì này em lại không đăng kí được ( đã gửi đăng kí nhưng kết quả trả về là \"Chưa có môn học đăng kí\") Xin phòng đạo tạo giải đáp giúp em ạ.. . . .",
            "Chào bạn. . xem TKB tại mybk/Thông tin SV/ Xem TKB. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Trong đơn phải có xác nhận đồng ý của Khoa cho SV nhận LVTN thời điểm này (hiện tại đã qua tuần thứ 5 của HK). . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em kính chào quý thầy cô,. . Em tên là Nguyễn Lương Tiên Chiến. MSSV: [student_id], là sinh viên khóa k20 Khoa Kỹ Thuật Giao Thông lớp GT20OTO3.. . Dạ em có một câu hỏi muốn hỏi là:. . Vào ngày 23/6/2021 em có nhận được mail của bên Hỗ trợ SV, trong mail có nhắc đến việc . .  SV khóa K20 phải nộp bằng tốt nghiệp THPT (hạn chót là 16/9/2021) nếu không sẽ bị tạm dừng học. Nhưng do tình hình dịch bệnh nên chúng em không thể nộp lại bằng cho lớp trưởng để lớp trường nộp cho trường. Vậy   B   U VIỆC SV K20 CẦN NỘP BẰNG TỐT NGHIỆP THPT CÓ THỂ DỜI ĐẾN KHI CHÚNG EM CÓ THỂ HỌC OFFLINE [full_name].  /U   /B . . Em cảm ơn quý thầy cô.. . Chúc quý thầy cô luôn vui vẻ và sức khỏe ạ.",
            "Chào bạn,. . PDT sẽ tổng kiểm tra bằng TN THPT (và bằng Cao Đẳng, Đại học đối với SV bằng 2, và VLVH). SV phải chuẩn bị sẵn sàng (bảng sao và bản scan) các bằng TN. Thời gian kiểm tra là trong tháng 10 và theo thông báo riêng. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . .   i Học vụ . Xin chào thầy cô, em đã hoàn thành môn học CI2105 của chương trình K19 tương đương cho môn học 813021 nhưng chưa có điểm tương đương cho môn học, xin thầy cô hỗ trợ kiểm tra giúp em.",
            "Chào bạn. . Pdt đã cập nhật môn tương đương cho bạn rồi nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tạo câu hỏi vì câu hỏi số 34849 của em đã bị đóng.. . . . Em có đăng kí môn học LVTN học kì 211, mã môn học CO4313, đợt đăng ký bổ sung TTTN + LVTN + DCLVTN nhưng hệ thống từ chối do không đủ điều kiện nhận LVTN.. . . . Sau khi kiểm tra lại thì em thấy mình đã:. . - Đủ điều kiện các môn học tiên quyết. . - Đủ số tín chỉ tích luỹ ngành (135/139 tín chỉ). . - Điều kiện chứng chỉ Anh văn: tạm thời bỏ qua theo thông báo của nhà trường.. . - Điều kiện 10 ngày công tác xã hội: em thuộc chương trình đào tạo Bằng thứ 2. . . . Mong nhà trường sớm giải đáp lý do từ chối đăng kí LVTN để em có kế hoạch học tập hợp lý, không bị trễ tiến độ",
            "Đã ghi nhận và tl",
            "Đăng ký môn học . Em tạo câu hỏi này vì câu hỏi số 34849 của em đã bị đóng.. . . . Trong đợt đăng kí bổ sung TTTN + LVTN + DCLVTN HK211, em có đăng kí môn học LVTN, mã số CO4313, nhưng hệ thống từ chối, do không đủ điều kiện nhận LVTN.. . . . Tuy nhiên sau khi kiểm tra lại thì em thấy mình đã:. . - Đủ điều kiện các môn học tiên quyết. . - Đủ số tín chỉ tích luỹ ngành (135/139 tín chỉ). . - Điều kiện chứng chỉ Anh văn: tạm thời bỏ qua theo thông báo của nhà trường.. . - Điều kiện 10 ngày công tác xã hội: em thuộc chương trình đào tạo Bằng thứ 2. . . . Mong nhà trường giải đáp lý do em không đăng kí được LVTN để em có kế hoạch học tập hợp lý, không bị trễ hạn.. . . . Em xin cám ơn."
        ]
    }
]