[
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em là [full_name] MSSV: [student_id]. . Em có vấn đề thắc mắc là trong đợt kiểm tra vừa rồi, em có biết điểm một môn của mình. Sau khi đọc lại đề và tự chấm lại, em thấy mình có thể đạt được số điểm cao hơn nên em có hỏi lại thầy nhưng thầy lại không đồng ý. . . Dạ thầy cô cho em hỏi là: . . . .  1. Khi đăng kí phúc tra lại thì có đổi thầy khác chấm không ạ?. .  2. Trong trường hợp em cảm thấy không được chấm đúng với số điểm mà em tự chấm theo từng câu trong đề thì em có thể khiếu nại lên cấp cao hơn như thế nào ạ? . .  3. Em có thể xin số điện thoại của thầy cô phòng đào tạo để gọi điện trực tiếp để hỏi về vấn đề này không ạ?. . Dạ em xin cảm ơn thầy cô.",
            "Chào em,. . PĐT không can thiệp vào điểm. Em liên hệ [full_name] phụ trách môn học đó nhé.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào pđt ạ.. . Em tên là [full_name] mssv [student_id] khóa k17 TT đào tạo bảo dưỡng công nghiệp. . . Do học kì hè này em mới có điểm 1 môn nên  em chưa có trong danh sách tốt nghiệp. . . Kính mong pđt cập nhật cho em ạ,  hiện tại em đã đủ điều kiện tốt nghiệp rồi ạ. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 29/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa thầy(cô),. . Em tên [full_name], MSSV [student_id]. . . . Học kỳ 202 em có học môn Đồ họa máy tính (CO3059) lớp L02 do thầy [full_name] giảng dạy.. . . . Hiện nay trên MyBk vẫn chưa có điểm môn này.. . Em rất mong thầy(cô) có thể cho em xin thông tin thêm.. . Em xin cảm ơn.. . . . Trân trọng,. . [full_name]",
            "Chào em,. . PĐT chưa nhận được bảng điểm nha em. Em email [email] để hỏi nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa phòng đào tạo,. . trong quá trình thi anh văn nói viết sáng này 23 tháng 9 năm 2021, em bị mời ra khỏi phòng thi vì không có thẻ sinh viên, nên em email này để xin phòng đào tạo cấp giấy đi đường cho em từ Biên Hòa tới Sài Gòn để lấy thẻ sinh viên nhằm thi anh văn để được tốt nghiệp.. . Em xin cảm ơn",
            "Chào em,. . - Sáng nay em bị mời ra khỏi phòng thi là do em không có giấy tờ gì cả: không CCCD, CMND, không thẻ sv. Theo quy chế em bị mời ra khỏi phòng thi là đúng rồi.. . - nên em email này để xin phòng đào tạo cấp giấy đi đường cho em từ Biên Hòa tới Sài Gòn để lấy thẻ sinh viên . . =  Nhà trường không có quyền can thiệp và làm nhé. SV biết mình thi thì cần chuẩn bị đầy đủ giấy tờ trước khi thi, đây không phải là lần đầu em dự thi.. . Thân mến,. .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa phòng đào tạo,. . trong quá trình thi anh văn nói viết sáng này 23 tháng 9 năm 2021, em bị mời ra khỏi phòng thi vì không có thẻ sinh viên, nên em xin liên hệ phòng đào tạo để lấy lại lệ phí thi anh văn.. . Em xin cảm ơn",
            "Chào em,. . Em không được dự thi là do lỗi của em: không có bất cứ giấy tờ theo quy định: CCCD, CMND, thẻ sv. Không có quy định hoàn tiền khi mà lỗi không thuộc về nhà trường. . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2036112  /b \t. . . .   i Tốt nghiệp . Kính gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành phố Hồ Chí Minh. . Em tên: Văn Tuấn Cảnh. . Mssv: 2036112. . SĐT: 0965344146. . Hệ VHVL - Khoa Quản Lý Công Nghiệp (chuyên ngành: Quản Trị Kinh Doanh). . . . Em là sinh viên hệ VHVL khóa 2020 chuyển từ hệ chính quy khóa 2014.. . Hiện em đã hoàn thành tất cả môn học kể cả Luận Văn Tốt Nghiệp. Và dự kiến có thể đăng ký Tốt Nghiệp vào T11-2021. Nhưng em mới nhận được mail từ nhà trường với thông tin là em chưa hoàn thành 4 môn: (hình ảnh đính kèm). . 1/ Anh Văn Trong Kinh Doanh: môn này em đã hoàn thành vào học kì 2 (2020-2021) hệ VHVL -hình ảnh đính kèm. . 2/ Luận Văn Tốt Nghiệp: môn này em đã hoàn thành vào học kì 2 (2020-2021) hệ VHVL -hình ảnh đính kèm. . 3/ Đề Cương Luận Văn TN:  môn này em đã hoàn thành vào học kì 2 (2017-2018) hệ CQ - hình ảnh đính kèm. . 4/ Thực Tập Tốt Nghiệp: môn này em đã hoàn thành vào học kì 3 (2016-2017) hệ CQ - hình ảnh đính kèm. . - Em đã hoàn thành đầy đủ thủ tục chuyển điểm, đóng tiền chuyển điểm từ CQ sang VHVL.. . - Em không nợ học phí trên BK Pay - hình ảnh đính kèm . . (trước đó em có đọc học phí trễ, vì dịch nên em xin phép gửi đơn thanh toán trễ hẹn file đính kèm, hết dịch em sẽ lên bổ sung đơn giấy lại cho PĐT). . . . ﻿Em mong Phòng Đào Tạo, Thầy/Cô phản hồi, để em có thể đăng ký Tốt Nghiệp vào đợt T11/2021.. . Em chân thành cảm ơn ạ !",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 29/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa phòng đào tạo, theo như email thông báo từ PĐT:. . . . . . -      Số điện thoại hotline của Ngân hàng OCB để được hỗ trợ (khi có phát sinh sự cố):[student_id]8.. . . . -      Trường hợp SV không thanh toán lệ phí hoặc thanh toán lệ phí trễ hạn sẽ không được thi & ghi nợ lệ phí (SV phải thanh toán dù không dự thi).. . . . -      SV chỉ được đăng ký thi 1 lần duy nhất trong đợt tháng 9 & tháng 10 /2021 (hình thức trực tuyến), trường hợp SV thi không đạt, hoặc bỏ thi, hoặc thanh toán lệ phí thi trễ hạn vui lòng đợi thông báo sau hoặc hết thời gian giãn cách có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ.. . . . Thì em thuộc diện đăng kí nhưng chưa được đi thi vào đợt 2, nên em tạo hỗ trợ đăng kí thi đợt 3.. . em xin cảm ơn",
            "Chào bạn. . Bạn đã có tên trong danh sách thi đợt 2. . Bạn kiểm tra lại mail và BKEL. . Thân",
            "Trong đợt 2 này, em có đăng kí nhưng vì thời gian mail xác nhận là sáng 20, đến ngày 23 chỉ vỏn vẹn 3 ngày, em không thể chuẩn bị kịp thẻ sinh viên ( em đã đăng kí in thẻ sinh viên từ tháng 5 nhưng tới giờ vẫn chưa nhận được) hay chứng minh nhân dân ( chứng minh nhân dân cũ của em đang làm lại từ tháng 4 đến giờ).. . Do đó em mở đơn để xin thi vào đợt kế tiếp, do việc em bị cấm thi là bất khả kháng.. . Em xin cảm ơn",
            "Chào bạn. . Được sự cho phép của Thầy Trưởng phòng đào tạo. . Cô cho tên bạn vào ds thi đợt 4 (không phải thanh toán lệ phí). . Bạn chú ý thông báo ngày thi trước ngày 5/10. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô,. . Thầy cô cho em hỏi đợt tới trường mình có mở   B thi chuẩn anh văn hằng kỳ  /B  không ạ. Nếu dịch bệnh tiếp tục khéo dài thì mình có mở thi online được không ạ. Nếu có mở để thi thì mở bao nhiêu đợt thi ạ.. . Mong thầy cô giải đáp giúp em, em xin cảm ơn ạ.",
            "Chào em,. . . . Thi chuẩn anh văn hằng kỳ do IIG tổ chức thi nhé.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo,. . Em tạo phiếu này nhằm xin phép được đăng ký thi AV trực tuyến đợt 4 hiện đang có trên đăng ký môn học ạ, để em kịp tốt nghiệp tháng 11 ạ.. . Em xin cảm ơn.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi em đã nộp đơn xin hoãn thi cuối học kì và đã nó mail xác nhận sao trong cột điểm cuối học kì để 13 ạ",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào anh/chị, kì trước em có gia hạn học phí. Kì này em đã hoàn thành xong chương trình học nên không đăng ký thêm môn nào nữa. Anh/chị cho em hỏi bây giờ em phải thanh toán học phí trước thời hạn nào thì em mới được xét tốt nghiệp đợt tháng 11/2021 ạ, em chào anh/chị.",
            "Chào em,. . PĐT đã nhận thông tin của em, sau ngày 29/9 mở cổng thanh toán HP.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT,. . Môn AV4 trong CTĐT của em có mã môn học là LA1009 nhưng trong phần ĐKMH lại có mã MH là LA1043. Vậy nếu em đăng ký môn này có được tính là thay thế không ạ?",
            "Chào bạn. . Môn Anh văn theo nhu cầu sẽ tính ĐẠT các môn anh văn tương ứng, và tính vào số tín chỉ tích luỹ chung. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo,. . Em tạo đơn này nhằm xin phép được đăng ký Thi AV trực tuyến đợt 4- Mã MH: BKE123.. . Do em không thể đăng ký được ạ, có thể là do còn môn thể dục và hiện em đang bắt đầu học bù lại môn này do môn đã bị tạm hoãn vì dịch.. . Kính mong phòng đào tạo chấp thuận yêu cầu của em để em kịp tốt nghiệp vào tháng 11 tới ạ.. . Em xin cảm ơn",
            "Chào bạn. . Bạn chắc chắn muốn thi phải không? . . - Vì chắc chắn thì Cô sẽ cho tên bạn vào danh sách đóng tiền lệ phí : 150.000 để thi anh văn nói viết vào đợt 4. . Thân",
            "Dạ em đồng ý đăng ký thi ạ.. . Em cảm ơn cô.",
            "li answer rate:",
            "Dạ cô ơi sao em vô check vẫn chưa thấy có trong đkmh á cô.. . Dạ em cảm ơn ạ.",
            "- Bạn không cần đăng ký, bạn đã xác nhận đồng ý thi. . - Cô cập nhật dữ liệu, Bạn sẽ thanh toán lệ phí 150.000 từ 27/9 đến 29/9"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa PDT trường Đại học Bách Khoa TP.HCM. . . . Em tên là [full_name], mã số sinh viên [student_id] thuộc hệ VLVH chuyển hệ khóa K14 với mã số sinh viên cũ là [student_id] chuyên ngành Cảng - công trình biển, khoa Kỹ thuật xây dựng.. . . . Trong mục tra danh sách dự kiến tốt nghiệp em có thấy em chưa có kết quả thẩm tra bằng tốt nghiệp và số tính chỉ tích lũy ngành còn thiếu là 3 với môn \"Thực tập tốt nghiệp\" (mã CI3333). . . . Kính mong PDT xem xét lại vì môn CI3333 em đã hoàn thành nó lúc còn học ở hệ chính quy vào học kỳ 3(2018-2019) với điểm tổng kết là 8. Và trước đây khi hỏi thắc mắc về các môn học còn nợ em đã được trả lời là chỉ còn thiếu môn \"Luận văn tốt nghiệp\" (CI4333).. . . . Em có đính file của PDT đã gửi. kính mong PDT xem xét lại cho em. Em xin chân thành cám ơn!. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ chào thầy /cô ,. . Dạ em muốn hỏi là học kỳ 202 em có đăng ký bổ sung môn Luận văn tốt nghiệp (CH4343), đến giờ thì bộ môn đã có điểm khá lâu rồi nhưng em vẫn chưa có, vậy có lỗi gì không ạ. Mong thầy/cô kiểm tra lại giúp em ạ. Em xin cảm ơn.. . . .",
            "Chào em,. . PĐT chưa nhận được bảng điểm. Em liên hệ [full_name], Bộ môn, GV nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào cô/thầy,. . Em là sinh viên khóa K2018. . Đợt trước em có gửi câu hỏi cho PĐT về việc xin học chung với K2021 môn Nhập Môn Kĩ Thuật (CI1001). Em có nhận được phản hồi như hình ảnh em đính kém bên dưới.. . Tuy nhiên, khi kiểm tra thời khóa biểu em vẫn chưa thấy được cập nhật môn học. . Em tạo câu hỏi này để xác nhận lại một lần nữa về vấn đề trên ạ. Em đã được ghi danh vào lớp học môn Nhập Môn Kĩ Thuật (CI1001) của K2021 chưa? . . Sinh viên: [full_name]. . MSSV: [student_id]. . Em xin cảm ơn nhiều!. . Trân trọng,",
            "Chào em,. . PĐT đã trả lời em ngày 20/9 rồi: . . \". . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . \". . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Nơi em ở hiện tại là thị xã Tân Uyên, nhưng trên hệ thống của trường là huyện Tân Uyên, tỉnh Bình Dương, dẫn tới thông tin in trên giấy chứng nhận sinh viên không đúng, nhà trường có thể cho em hướng giải quyết không ạ. Em cảm ơn. .   i Yêu cầu khác .",
            "Chào bạn. . Pdt đã điều chỉnh, bạn kiểm tra lại thông tin trên Mybk- thông tin sinh viên, và đăng ký in lại giấy chứng nhận sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo. . Em tên: [full_name]. . Mssv: [student_id] - Hệ [full_name]. . Môn học: ME4049. . . . Em đã đăng ký môn LVTN vào học kỳ này, nhưng kiểm tra thì hệ thống báo không đủ tính chỉ.. . Em đã hoàn thành tất cả môn học đầy đủ theo kế hoạch môn học.. . Kì trước em đăng ký bình thường ạ. . . . Nhờ Thầy xem cập nhật lại để em đủ điều kiện nhận LVTN ạ.. . . . PĐT đã xem xét trường hợp của em thuộc diện nào ạ ? Và phải xử lí như thế nào cùng với thủ tục liên quan ?. . . . Ngoài ra PĐT cũng đã phản hồi cho em như sau:. . . . 1. Đính kèm theo file các môn học còn nợ.. . . . 2. Đề nghị SV kiểm tra và phản hồi gấp nếu có sai sót và đủ điều kiện nhận LV (HK202 em vẫn được nhận LV bth - Hệ [full_name]). . . . 3. Các môn học SV đã học ở CQ nếu không có trong bảng danh sách môn học tương đương/thay thế thì SV phải liên hệ Khoa để xin miễn giảm !!. . . . Em kính xin PDT có thể nói rõ hơn về 3 vấn đề trên để em có thể giải quyết và những thủ tục liên quan. . . . Em xin cảm ơn !",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH (học phần tốt nghiệp: TTTN, DCLV, LVTN) của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV. . . Trường hợp nếu không đăng ký được (không đủ điều kiện (thiếu môn tiên quyết, thiếu ngày CTXH..)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name] MSSV [student_id]. . Vì hoàn cảnh dịch covid nhà em trong diện cách ly,khu phong tỏa, nên 3 tuần nay e chỉ ở trong nhà, hôm nay chính quyền đến thông báo là em phải nộp giấy chứng nhận sinh viên gấp bằng cách xin nhà trường file rồi in ra gấp vào ngày mai. Thật sự em đang rất gấp, em vừa lên xin giấy thì thấy báo xử lí trong 1 tuần và gửi bưu điện về nhà. Em mong nhận được giúp đỡ là cho em xin file word hay pdt hay ảnh trước để em in ra nộp sau đó bản chính gửi bưu điện sau ạ. Rất mong được pdt giúp đỡ",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . - PĐT làm nhanh nhất có thể.. . Thân mến,. .",
            "Em đăng kí từ hôm thứ năm mà vẫn chưa được xử lí ạ, giấy triệu tập gửi đến nhà rồi mong pdt xử lí giúp em để e lấy bản scan nộp ạ",
            "Chào em,. . PĐT xử lý liên tục công việc, ít nhất 1 tuần làm việc nhé em. . Thân mến,. .",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Giấy của em đã được xử lí nhưng bản scan em không nhận được ạ, có thể xử lí giúp em không ạ",
            "Chào bạn. . Pdt đã cập nhật lại, bạn vào tải lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi quý thầy cô phòng đào tạo. . Lúc trước do 1 vài lý do nên em đã hoãn thi môn Giải tích 2 của HK202 và môn Xác suất thống kê của HK203 và được phòng đào tạo chấp thuận, nhưng đến nay vẫn chưa được cập nhật trong bảng điểm và vẫn để điểm 13. Em kính mong phòng đào tạo có thể xem xét và chỉnh sửa lại giúp em. Em cám ơn ạ",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo. . Em tên: Hoàng Minh Hải. . Mssv: [student_id] - Hệ VHVL. . Môn học: ME4049. . . . Ngày 17/09/2021 em có nhận được mail của cô [full_name] để cập nhật thầy hướng dẫn luận văn, em đã trả lời mail của cô và đợi thời khóa biểu, nhưng qua ngày 20/09/2021 em vẫn chưa có thời khóa biểu, mong thầy cô xem xét lại.. . . . Nhờ PĐT xem qua giúp em ạ. . Em cảm ơn. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH (học phần tốt nghiệp: TTTN, DCLV, LVTN) của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV. . . Trường hợp nếu không đăng ký được (không đủ điều kiện (thiếu môn tiên quyết, thiếu ngày CTXH..)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào phòng đào tạo, em đã có tên trong danh sách dự kiến tốt nghiệp và em cũng đã đóng lệ phí tốt nghiệp. Tuy nhiên ở mục 3 cập nhật ảnh thẻ tốt nghiệp thì em không thể tải ảnh lên được ạ, mặc dù em đã nén ảnh xuống còn 12kB. Cho em hỏi là em phải đợi PĐT xác nhận đơn cấp bằng thì em mới upload ảnh được hay sao ạ?",
            "Chào em,. . upload hình bình thường, sinh viên kiểm tra lại hình, kiểu ảnh jpg, hình kích thước tối thiểu 600px và   =1MB.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào thầy/cô, . . Em có thắc mắc về vấn đề anh văn 2 kỹ năng (đọc và nghe) nên mong được hỗ trợ. Hiện tại em đã nộp 1 bằng Toeic 590 điểm và chuyển điểm anh văn 1 2 3 vậy giờ em đăng ký lớp anh văn 4a này có được không ạ? Và nếu em học xong lớp anh văn 4a này và đạt thì em có được xem là hoàn thành hai kỹ năng này tại trường để xét tốt nghiệp (kỹ năng nói và viết đã đậu) chưa ạ hay em phải thi thêm một bằng Toeic 600 để nộp vô nữa ạ. . . Nhân tiện cho em hỏi thêm thông tin học phí của lớp anh văn 4a này luôn ạ!. . Mong thầy/cô xem qua phản hồi sớm cho em ạ!. . Em cảm ơn. . . . .",
            "Chào bạn. . - Bạn có thể đăng ký được anh văn 4a sau 10 ngày 27/9 (Vì pdt đang cập nhật điểm chuyển). . - Môn Anh văn theo nhu cầu sẽ tính ĐẠT các môn anh văn tương ứng, và tính vào số tín chỉ tích luỹ chung. . - Chuẩn anh văn tốt nghiệp: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 3. . - Học phí tính như dự thính. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng Đào tạo,. . . . Kính thưa quý thầy cô! Cho em hỏi số tín chỉ tối thiểu của mỗi học kỳ mà sinh viên phải học là bao nhiêu vậy ạ? Hiện tại em đang là sinh viên năm 4. Theo em biết số tín chỉ tối thiểu của mỗi học kỳ là 14 hoặc 10, em đã tham khảo trên Quy chế Đào tạo và trên Internet mà không rõ lắm. Xin thầy cô giải đáp giúp em! Em xin cảm ơn!. . . . Trân trọng,. . [full_name]",
            "Chào bạn. . - Về quy định Số tín chỉ/môn học tối thiểu trong một học kỳ chính: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 9.4. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . \t. .   i Tốt nghiệp . Kính gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành phố Hồ Chí Minh. . Em tên: [full_name]. . MSSV: [student_id]. . . . Em là sinh viên hệ VHVL em vừa nhận được mail về đăng ký tốt nghiệp em thấy trong file . . txt trường gửi em có ghi em còn thiếu môn Thực tập tốt nghiệp CDT (mã MH: ME3019) và không tính môn đó số vào chỉ tích lũy. Nhưng môn đó em đã học và đã có điểm trên mybk (như hình đính kèm) nhưng hiện tại vẫn còn ghi em thiếu môn này mong phòng đào tạo cập nhật môn này giúp em. Còn môn Kỹ thuật Robot bộ môn em sẽ gửi điểm lên sớm do hiện tại 1 vài nhóm chưa đủ . . cột điểm. . . Cảm ơn thầy/cô ạ!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô,. . Em đã liên hệ với GVHD và được sự đồng ý nên em xin được bổ sung đơn đăng ký môn học bổ sung. Mong thầy/cô xem cho em.. . Em xin chân thành cảm ơn.",
            "Chào bạn. . Hiện tại đã đến tuần thứ 7 của HK 211, nên bạn vui lòng làm đơn đăng ký LVTN, trong đơn ghi rõ tên môn học, mã số môn học, lý do bổ sung. Và phải có xác nhận của Khoa + Giảng viên hướng dẫn đồng ý bổ sung (có thể gởi yêu cầu Khoa + Giảng viên hướng dẫn xác nhận trong đơn, hoặc xác nhận qua mail, bạn chụp hình mail  đồng ý đính kèm ), gởi yêu cầu tại BKSI để xử lý. . Thân. .",
            "Chào cô,. . Em đã hoàn thành mẫu đơn rồi ạ.Cho em gửi lại.. . Em xin cảm ơn nhiều.. .",
            "Chào bạn. . Cô đã lấy dữ liệu chuyển bộ phận dkmh xét lại. . Bạn đợi kết quả phản hồi trễ nhất là thứ 4 ngày 14/10. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name] (MSSV: [student_id]), vào ngày 04/08/2021 em có dự thi môn Triết học [full_name] - [full_name] (SP1031) lúc 7h00, nhóm tổ L07_A. Buổi thi này là em thi xóa điểm hoãn thi cho môn Triết ở kỳ 201. Em được giảng viên báo là đã báo điểm cho Bộ môn Lý Luận Chính Trị mà những bạn khác hiện tại đã cập nhật điểm nhưng điểm của em vẫn chưa được cập nhật. Thầy/ cô có thể check lại điểm bài thi của em được không ạ.. . Em xin chân thành cảm ơn.",
            "Chào em,. . PĐT chưa nhận được bảng điểm em nhé. Em liên hệ [full_name] [email] để hỏi nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa theo như tin nhắn cũ thì bên pdt nói trong tháng 9 sẽ có thông báo về việc rút môn học có tính phí nhưng em k nhận được ạ . .",
            "Dạ thưa theo như tin nhắn cũ thì bên pdt nói trong tháng 9 sẽ có thông báo về việc rút môn học có tính phí nhưng em k nhận được ạ",
            "Chào em,. . PĐT đã gửi email đến all sv ngày 06/9/21 về việc rút môn học. . . \". . Thân gửi các bạn sinh viên,. . . . . . . .      Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định)(Chính quy + Dự thính) của học kỳ 1(2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link: https://forms.gle/4X6kA3XbDWNfs93u6. . . . Thời gian đăng ký: Từ ngày 6/09/2021 đến hết ngày 01/10/2021. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . . . . . . . Chúc các bạn học tập thật tốt!. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Tôi : Đồng HữU Thăng . . MSSV : [student_id]       SĐT: [phone_number]. . Lớp : DD20LT08. .  Lý do : Do kì vừa rồi em có hoãn thi, phòng đào tạo ghi em điểm 13, nhưng hiện tại chưa sửa sang điểm 14, do đó điểm 13 đã tính vào điểm trung bình tích lũy của em làm ảnh hưởng tới xét nguyện vọng phân ngành tháng 10 tới ( Khoa Điện- Điện tử) .Em mong phòng đào tạo xem xét, chỉnh sửa cho em sớm ạ.",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện tại thông tin về địa chỉ trên hệ thống của MyBK không phù hợp với thông tin tại địa phương em nên giấy hoãn nghĩa vụ quân sự không được chập nhận ạ. . . . Cụ thể là: Tân Uyên (thuộc tỉnh Bình Dương) được lên thành thị xã, và Tân Ba được lên thành khu phố nhưng trong hệ thống Mybk vẫn để là Huyện và Ấp.. . . . Em mong thầy cô có thể cập nhật thông tin này ạ do,địa phương em không chấp nhận giấy hoãn nghĩa vụ quân sự vì lý do sai thông tin về địa chỉ ạ.. .   i Yêu cầu khác .",
            "Chào bạn. . Pdt đã cập nhật lại dữ liệu cho bạn, bạn kiểm tra tại trang Mybk-xem thông tin sinh viên. . Nhưng phiếu yêu cầu cũ đã gởi theo bưu điện cho bạn rồi, giờ bạn đăng ký lại yêu cầu mới tại Mybk-in giấy chứng nhận SV để Pdt in lại cho bạn nghen. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên [full_name], MSSV: [student_id], sinh viên khoa Kỹ Thuật Xây Dựng khóa K18. Học kỳ vừa qua (HK202) do không đủ thiết bị yêu cầu nên em đã đăng ký hoãn thi các môn học: Nền Móng; [full_name] Thép 2, [full_name] Bê Tông Cốt Thép 2 và được sự đồng ý. Nhưng đến nay khi kiểm tra bảng điểm thì những môn trên bị điểm 13 (vắng thi). Em muốn được giải đáp và có hướng dẫn giải quyết vấn đề của mình.. . Em xin chân thành cảm ơn",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . em đang học ngành xây dựng muốn chuyển sang học xây dựng ở giao thông vận tải thì phải làm như thế nào ạ, mong thầy cô giải đáp giúp em. Khó lắm em mới quyết định chuyển ạ",
            "Chào em,. . Em vui lòng xem quy chế trên aao/điều 29. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . Thân mến,. .",
            "em thỏa hết điều kiện rồi, sau đó em làm cùng lúc 2 đơn nộp thẳng lên hiệu trưởng của trường mình đồng thời của trường gtvt luộn ạ? hay em phải nộp lên phòng ban nào ạ. Em cảm ơn thầy cô rất nhiều ạ. .",
            "Chào bạn. . - Trước tiên bạn tải mẫu đơn chuyển trường theo quy định của Bộ . . - Gởi Trường GTVT ký đồng ý tiếp nhận, sau đó liên hệ gởi lại đơn chuyển trường đã có xác nhận của Trường GTVT + bảng điểm cho Trường đại học Bách KHoa. . - Nếu Ban giám hiệu trường Đại học Bách Khoa đồng ý thì sẽ ra quyết định chuyển trường. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành phố Hồ Chí Minh. . Họ và tên: [full_name]. . MSSV: [student_id]. . Hệ: VHVL. . Chuyên ngành : Kỹ Thuật Điện Tử - Truyền Thông. . Đợt trước sau khi em làm xong luận văn tốt nghiệp và có điểm thì có nhận được email của PĐT trong mail em còn nợ 3 tín chỉ.. . Sau đó em có đăng kí học môn học Mạng Viễn Thông ( EE3085 ) môn này 3 tín chỉ và hiện tại đã có điểm tổng kết. Nhưng khi em vào tra danh sách tốt nghiệp dự kiến chỉ được cập nhật thêm 2 tín chỉ và còn nợ 1 tín chỉ.. . Vì vậy hôm nay em viết đơn này mong PĐT kiểm tra và xem xét giúp cho em còn bị thiếu điều kiện nào để kịp tốt nghiệp trong đợt này.. . Em rất mong nhận được sự phản hồi từ PĐT, em xin chân thành cám ơn!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B dạ em xin chào phòng đào tạo.Em tên là [full_name], MSSV: [student_id].Hiện tại em đã tích lũy đủ 142 tín chỉ, các điều kiện anh văn 4 kĩ năng và ngày công tác xã hội em đã đủ điều kiện ra trường.Tuy nhiên, hiện tại em chưa thể đăng kí tốt nghiệp được.Mong phòng đào tạo xem giúp em.Em xin chân thành cảm ơn ạ.. .   i Tốt nghiệp .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là muốn chuyển trường thì phải oàm như thế nào ạ. Em k20",
            "Chào em,. . Em vui lòng xem quy chế trên aao/điều 29. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . Thân mến,. .",
            "Cho e hỏi là muốn chuyển trường thì phải làm như thế nào ạ. Em k20",
            "Chào em,. . Em vui lòng xem quy chế trên aao/điều 29. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name]-mssv [student_id]. Diện chính quy chuyển sang. . Em muốn hỏi là bên phần Cổng thông tin sinh viên =  Thông tin học vụ. Em không có lớp và giáo viên chủ nhiệm ạ. Vì em làm một vài giấy tờ trong trường cần có thông tin đó ạ. Nên em viết bài để hỏi ạ. Em xin cảm ơn. . . .",
            "Chào em,. . PDT ghi nhận trường hợp của bạn, đã gửi đến bộ phận liên quan xử lý . Nếu sau thời gian 1 tuần (kể từ ngày tiếp nhận, trừ thứ 7,CN và các ngày lễ), SV vẫn chưa nhận được câu trả lời hoặc chưa được xử lý vui lòng gửi lại câu hỏi để PDT kiểm tra lại nhé!. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa PĐT,. . . . Em là [full_name], MSSV [student_id]. . . . Vừa qua trong học kỳ 203 em có đăng ký môn Thực tập tốt nghiệp (CO3313). Sau đó em có bị dừng học vụ từ HK203, nhưng em đã làm đơn xin thu nhận lại và đã được giải quyết. Tuy nhiên, cho tới giờ thì em vẫn chưa thấy có lại TKB HK203 cũng như phía khoa không thấy tên em trong danh sách đăng ký môn thực tập thành công và do đó em sẽ không được cập nhật điểm cho môn học này dù đã có đi thực tập doanh nghiệp. Do đó em mong PĐT giải quyết giúp em ạ.. . . . Em xin cảm ơn nhiều ạ.. . . . Trân trọng,. . [full_name]",
            "Chào bạn. . Pdt đã ghi nhận , kết quả sẽ được cập nhật vào cuối tuần sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Em kính chào Phòng đào tạo,. . . . Em là [full_name], mã số sinh viên [student_id], lớp VP17VT. . . . . Học kì 202, em có làm đơn xin phép được thi học kì sớm để chuẩn bị cho việc đi học ở Pháp theo Chương trình bằng đôi và được chấp thuận. Do em thi một mình nên hầu hết các môn thi em đều có điểm ở bảng điểm riêng, không cùng với các bạn ở lớp.. . . . Hôm nay em vào myBK kiểm tra thì thấy điểm thi môn Xử lý các tín hiệu tương tự & số (do thầy [full_name] phụ trách) bị điểm 13 tức điểm vắng thi. Em có liên hệ với thầy qua email thì thầy nhắn em hỏi Phòng đào tạo. . . . . Mong các thầy cô xem xét giúp em.. . . .   i Học vụ .",
            "Chào bạn. . Pdt đã cập nhật lại điểm, bạn kiểm tra lại nghen. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Em kính chào Phòng đào tạo,. . . . Em gửi tin nhắn này vì em lại gặp vấn đề với điểm số thi cuối kì 202 ạ. Hôm qua em vừa vào myBK kiểm tra thì thấy môn Thông tin dữ liệu - mạng (do thầy [full_name] phụ trách) bị điểm 13 ở tất cả các cột điểm. Em đã có liên hệ thầy để xác nhận lại thì bảng điểm thầy nộp có đầy đủ các cột điểm, bao gồm điểm thí nghiệm ạ.. . . . Em kính mong các thầy cô xem xét giúp em ạ. Em xin chân thành cảm ơn.. . . .",
            "Chào em,. . GV mới nộp điểm. Sv đón xem lại sau ngày 25/10/2021.. . Thân mến. .",
            "Em kính chào Phòng đào tạo,. . . . Em là [full_name], mã số sinh viên [student_id], lớp VP17VT.. . . . Hôm nay em vừa kiểm tra lại bảng điểm thì thấy điểm môn Thông tin dữ liệu - mạng vẫn là 13 ở tất cả các cột điểm ạ.. . . . Em kính mong các thầy cô kiểm tra lại giúp em ạ. Em xin chân thành cảm ơn.",
            "Chào em,. . Em xem lại nhé. . 405713\tThông tin dữ liệu - mạng\tP01-A\t3\tKT:9.50 TN:5.00\t8.00\t7.50. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng đào tạo,. . em tên là [full_name], hiện là sinh viên khóa k2017, khoa kỹ thuật Địa chất và Dầu khí. Em xin phép trình bày vấn đề như sau: học kì 2 năm học 2020 - 2021 vừa qua, em có đăng ký học môn ĐỊA CHẤT BIỂN (MSMH:GE3003) và thi cuối kì vào ngày 20 tháng 8. Theo quy định thì giảng viên cần nhập điểm tối đa 2 tuần sau thi và PĐT công bố điểm sau đó 1 ngày. Nhưng cho đến nay đã hơn 1 tháng, em và các bạn vẫn chưa có điểm trong bảng điểm của mình. PĐT vui lòng kiểm tra lại giúp em và các bạn môn này đã được nộp bảng điểm chưa ạ, và khi nào chúng em sẽ nhận được thông tin về điểm số của môn học này ạ. Em xin chân thành cảm ơn.. . Sinh viên. . [full_name]",
            "Chào em,. . PĐT chưa nhận được bảng điểm, điểm do GV cập nhật. Em liên hệ [full_name], GV nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Tốt nghiệp . Kính thưa nhà trường,. . . . Hiện tại em đã đủ điều kiện để xét tốt nghiệp theo quy chế nhà trường. Tuy nhiên em không thể cập nhật thông tin hay đăng ký tốt nghiệp. Em mong nhận được hỗ trợ ạ",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 28/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng đào tạo, theo như thông báo em  đã nhận từ thư ký bộ môn Cung cấp điện về việc nộp báo cáo thực tập vào ngày 27/9/2021 cũng như hướng dẫn đăng kí điểm hoãn thực tập (14).Tuy nhiên bộ môn có thông báo lại về việc không nhập được điểm hoãn. . . Em viết đơn xin Phòng đào tạo nhập điểm hoãn môn Thực tập tốt nghiệp ( EE3313) đăng kí ở HK203 và dời lịch thực tập sang HK211 vì một số lý do sau:. . -Kẹt ở vùng dịch (TP.HCM) từ tháng 4 tới nay. . -Các công ty chưa nhận thực tập vì dịch Covid. . -Bộ môn hoãn việc tổ chức thực tập cho sinh viên.. . Mong nhận được phản hồi từ PĐT.Em xin chân thành cảm ơn!. . Người làm đơn:[full_name] - MSSV [student_id] - Khoa Điện-Điện tử",
            "Chào bạn. . Bạn xem quy trình Hoãn thi đã thông báo cho SV, hiện Cô kiểm tra Pdt chưa ghi nhận thông tin hoãn TTTN của bạn. . . . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT . . . . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . Quy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Các môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . Riêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  em là trần thuận thiên mssv [student_id] . .  đợt đầu năm e có thi av đầu vào đưọc 420 điểm nhưng mà tại sao lại phải đki anh văn cơ bản ạ ? e đki av 1 không được ạ",
            "Chào bạn. . Pdt ghi nhận sẽ cập nhật lại pass môn anh văn cơ bạn cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin chào thầy/cô. . Em thuộc khoa Điện-Điện tử. Do dịch nên khoa em hoãn việc TTTN, và khoa bảo em báo pđt để được hoãn điểm qua HK211.. . Em mong pđt phản hồi em ạ. Em cám ơn.. .",
            "Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào phòng đào tạo!. . Hôm nay em có nhận được mail của bộ môn Hệ thống điện, khoa Điện - Điện tử về vấn đề nhập điểm thực tập. Hiện vẫn chưa có doanh nghiệp nào tiếp nhận sinh viên thực tập trong mùa dịch này nên em vẫn chưa thể đi thực tập.. . Theo như trong mail thông báo thì những sinh viên chưa thực tập cần làm đơn gởi cho phòng đào tạo để xin nhập điểm hoãn và dời thời gian thực tập tốt nghiệp vào học kì 211.. . Cho em hỏi:. . Thứ nhất, em có thể lấy mẫu đơn này ở đâu? Hay em phải tự viết?. . Thứ hai, đơn có cần phải có chứng thực, chữ ký của bộ môn, giáo viên hay không? . . Thứ ba, sau khi viết đơn thì em phải gởi như thế nào, gởi đến đâu để phòng đào tạo nhận được?. . Em cảm ơn!",
            "Chào em,. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thầy/cô cho em hỏi hiện tại em đang ở quê và rất cần ngày CTXH để kì sau đăng kí LVTN, cho em hỏi là có thể thực hiện hoạt động nào ở quê mà vẫn được tính ngày CTXH không ạ.. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: PĐT cho em hỏi phúc tra sau bao lâu là có kết quả ạ? Em đã gửi đề nghị phúc tra bài cuối ở mybk 4 ngày rồi chưa có kết quả gì. Em cảm ơn ạ.",
            "Chào em,. . Em  gửi phúc tra bài thi trên web : em vui lòng xem kết quả trên web em nhé. PĐT thường xuyên cập nhật kết quả trên web (không kể thứ 7 và chủ nhật).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Do dịch covid em không đi thực tập được. . Nhà trường cho em hoãn thi được không ạ. . E cảm ơn ạ",
            "Chào em. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . . . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Có cách nào để chuyển trường online không ạ. Giờ đang dịch bệnh em không thể lên trường được ạ. . . .",
            "Chào em,. . Câu hỏi trước cô đã trả lời em rồi. Nếu em làm xong thì gửi qua email [email]. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh/chị,. . Em là [full_name]. . MSSV: [student_id]. . Lớp: CC17HC11. . Em xin gửi lại câu hỏi vì hiện tại đã sau ngày 21/09/2021, em vẫn chưa đăng ký tốt nghiệp được.. . Trong trường hợp em còn thiếu yêu cầu gì để tốt nghiệp thì xin PDT phản hồi để em xử lý ạ.. . Em xin trân trọng cảm ơn,",
            "Chào em,. . Tuần sau em xem lại danh sách dự kiến tốt nghiệp tiếp theo nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào phòng đào tạo, em là [full_name] sinh viên khóa K17 đang chờ thi anh văn (TOEIC) để chuyển điểm và tốt nghiệp, trước tình hình dịch covid vẫn đang rất phức tạp và chưa biết bao giờ mới trở lại bình thường để các tổ chức như IIG có thể mở cửa và tiếp nhận sinh viên thi anh văn vì vậy em mong phòng đào tạo có thể tạo điều kiện, xem xét gia hạn thời gian chuyển điểm anh văn theo thang điểm cũ thêm một vài tháng được không ạ. Ví dụ như năm trước là gia hạn cho những bạn có ngày thi trước 21/9/2020 vậy năm nay có thể gia hạn thêm như trước 21/10/2020 hay 21/11/2020 hay không ạ. Em xin cảm ơn và mong nhận được phản hồi ạ.",
            "Chào bạn. . Theo quy định là không được nghen bạn. . Nên bạn cố gắng hết giãn cách đăng ký thi đạt nghen, hoặc có thể đăng ký học để đạt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Kính gửi phòng đào tạo,. . Em tên là [full_name], MSSV: [student_id]. MSSV cũ: [student_id].. . . . Em là sinh viên khoa khoa học máy tính chuyển hệ VLVH. Em đã hoàn thành các môn học theo quy định và còn anh văn nói viết ạ. Nhưng hiện tại em không biết tại sao không đăng ký thi online được.. . Mong thầy cô kiểm tra lại giúp em tại sao em không đăng ký được ạ.. . Em cảm ơn thầy cô. . . . Sinh viên. . [full_name]. .",
            "Chào bạn. . Bạn là SV VLVH nên theo quy định không cần đạt anh văn nói viết. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là có mẫu đơn chuyển trường không ạ",
            "Chào em,. . Trường không có mẫu, em xem mẫu trên mạng hoặc tra trên Bộ Giáo dục . . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name], MSSV [student_id]. Em đã đăng kí thi anh văn nói viết đợt 3, tuy nhiên tài khoản OCB gạp lỗi khi em nhập mã thanh toán thì bị trả về màn hình chính và giao dịch vẫn không thành công. Đến 16h56' hôm qua ngày 23-9 em mới có thể thanh toán được. Em hy vọng được thầy cô xem xét giúp đỡ để em được tham gia kì thi nói viết của trường để phục vụ mục đích tốt nghiệp. Em rất biết ơn vì sự giúp đỡ, em xin chân thành cám ơn.",
            "Chào bạn. . Cô đã lấy dữ liệu để cho bạn thi vào dọt 4, bạn xem trên bkel hoặc mail trước ngày 30/9 sẽ có thông báo. . Thân"
        ]
    }
]