[
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Điểm học kì 182 môn Nhập môn lập trình lúc đầu là 2.5, sau đó có phúc tra và chuyển thành 3 điểm. Nhưng ngày cập nhật 23/10 gần đây lại chuyển về 2.5 điểm.",
            "Chào bạn,. . Đang kiểm tra lại, sẽ cập nhật lại sau.. . Thân mến",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . cho em hỏi chương trình đào tạo kĩ sư Việt- Nhật năm 2 có đăng kí vào được không ạ, và nếu đăng kí có cần yêu cầu gì đặc biệt không ạ. .        Em xin chân thành cảm ơn !!!!!!!!!!\t. . . .",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Văn Phòng Đào tạo Quốc tế (nhà A4) để xin tư vấn về chương trình tăng cường tiếng Nhật nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi số tài khoản nhà trường là bao nhiêu và tại ngân hàng nào để em điền vào giấy xin vay vốn ngân hàng địa phương ạ.Em cảm ơn",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Phòng Kế hoạch Tài chính để hỏi về thông tin tài khoản của Trường nếu cần nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Cập nhật ngày CTXH, điểm ... . Em thắc mắc về cập nhật điểm rèn luyện. Trong danh sách lớp trưởng báo về lớp ngày 6/9 là em đã có điểm rèn luyện nhưng đến nay trên bảng điểm trên mybk em lại chưa có trong khi các bạn cùng lớp đều được cập nhật rồi ạ!",
            "Chào bạn,. . Bạn xem lại trên web.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em thắc mắc tại sao kì này phòng đào tạo lại giảm mức nhận thưởng của học bổng ( có đtbcmr  = 9 ) từ 36 tín chỉ học phí xuống còn 24 tín chỉ học phí?. . Trong khi tiền học phí tăng ( 220 lên 300 ) nhưng mức nhận thưởng học bổng của kì này lại giảm ( trong khi các kì trước học phí tăng, giá trị học bổng cũng tăng )",
            "Chào bạn,. . Bạn liên hệ với P.Công tác Chính trị SV để hiểu rõ về mức học bổng.. . Thân mến",
            "Vậy là em phải email hỏi thầy [full_name] hay sao ạ?",
            "Chào bạn,. . Bạn gửi câu hỏi về phòng  CTCTSV.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng - Đại học - Cao đẳng chính quy   Học bổng (danh sách, điều kiện,...) .  Thầy cô cho em hỏi là em HK182 điểm trung bình và điểm rèn luyện của em đều đạt điều kiện để xét nhận học bổng nhưng em xem trên danh sách học bổng thì không có tên của em ?Em có đính kèm file hình của bảng điểm HK182 ở dưới.. . Em cảm ơn thầy cô ạ.. .",
            "Chào bạn,. . Số tín chỉ tối thiểu của BD18 phải đạt 90% của chương trình đào tạo là 32tc tính đến thời điểm xét HB. Bạn không đạt(26tc).. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào phòng CTCT- SV,. . Em là sinh viên khoá K17 lớp BD17CN04. Hôm nay em có thấy danh sách học bổng 182, em có thấy thắc mắc là tại sao điểm trung bình học kỳ của em là 8.13, điểm rèn luyện là 95, không rớt bắt kỳ môn học nào mà sao em không có tên trong danh sách nhận học bổng?. . Em cám ơn ạ.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Mức học bổng cấp xét từ cao đến thấp (8.45) cho đến hết quỹ học bổng .. . Bạn chỉ đạt ĐTBMR = 8.40 nên không được.. . Thân mến",
            "Dạ em có thắc mắc là: những khoa khác cũng có  ĐTBMR    8.45 sao vẫn nhận được học bổng, trong khi lớp em có những bạn cũng có số điểm tương đương như vậy lại không được ạ?",
            "Chào bạn,. . Quỹ học bổng được phân bổ theo từng khóa & ngành(nếu chưa phân ngành thì tính theo tỉ lệ nhóm ngành) tỉ lệ theo số sinh viên của khóa ngành tương ứng.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng - Đại học - Cao đẳng chính quy   Học bổng (danh sách, điều kiện,...) . Cho em hỏi điểm trung bình học kì vừa rồi em được 7.28, điểm rèn luyện được 95 và em không rớt mà em không được xét vào danh sách học bổng.. . Xin quý thầy cô xem xét lại giúp em. Để em có thêm kinh phí sinh hoạt và đi học.. . Em xin cám ơn thầy cô",
            "Chào bạn,. . Số tĩn chỉ phải đạt tối đa 90% tính đến thời điểm xét của CDD là 72 tín chỉ. Bạn (66tc) không đạt.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "kính chào phòng đào tạo . . em tên là :[full_name]SV:[student_id] lớp CTM1. . em có vấn đề về học bổng là: kỳ vừa rồi 182 em được ĐTB Học kỳ 182 được 7.59, Điểm rèn luyện được 97 điểm .. . điểm trung bình mở rộng được 8.01 .. . em có đủ điều kiện nhận học bổng mà sao không có trong danh sách học bổng do trường mới gửi ạ .. . xin phòng đào tạo phản hồi ạ .. . Em xin chân thành cảm ơn! . . . .",
            "Chào bạn,. . Còn điều kiện Khóa CK2018 phải đạt 90% STCTL tính đến thời điểm xét HB182 là 31Tc nữa.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng - Đại học - Cao đẳng chính quy   Khác ... . Nhà trường cho e hỏi, học kì 1 hk 2018-2019 tổng tiền học bổng là khoảng 6,8 tỉ,nhưng học kì 2 e tính chỉ khoảng 5,2 tỉ. Hk1 khoa cơ khí nhóm ngành cơ khí cơ điện tử 36 người được học bổng, nay học kì 2 chỉ còn 32 người, người đứng cuối có đtbcmr là 7,57 và e được 7,51. Liệu có thể bổ sung lên thành sô sinh viên được học bổng là 36 người như hk1 k ạ",
            "Chào bạn,. . Quỹ học bổng dựa vào thu học phí sv HK182. Do đó mỗi học kỳ có tỉ lệ học bổng khác nhau.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng - Đại học - Cao đẳng chính quy   Học bổng (danh sách, điều kiện,...) . Em chào thầy cô.. . Em là sinh viên lớp tài năng k17. . Hk182 trong thời khóa biểu em có một số môn có học phần mở rộng nhưng chưa đạt.. . Xét thấu em đủ điều kiện nhận học bổng KKHT nhưng em không có tên trong danh sách. . . Vậy cho em hỏi có phải do học phần mở rộng ảnh hưởng không ạ? . .",
            "Chào bạn,. . Sẽ xem xét lại các trường hợp KSTN có môn mở rộng. Khi nào xét xong sẽ gửi email báo lại các trường hợp này.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \tEm muốn hỏi khi đóng tiền học phí, e có thể dùng tài khoản khác ngoài tài khoản ocb để đóng tiền vào tài khoản của nhà trường được không ạ?. . . . . .",
            "Chào bạn,. . Không được nha bạn, nhà trường chỉ thu học phí qua ngân hàng OCB.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . [full_name]/C làm ơn cho em hỏi:. . + Em hiện tại đang học Môn BTCT1 (Ci2091) và môn [full_name]nh Văn 300 cả 2 môn kết thúc tuần 46. Mà hiện tại đang mở đăng kí môn học. Mà môn BTCT1 là môn tuyên quyết của hàng loạt môn và [full_name]nh văn 300 là tuyên quyết của [full_name]nh văn 350. . . + Em có cần làm đơn để được đăng ký các môn học mà không bị đều kiện tuyên quyết k ạ. Vì chỉ còn 2 tuần nữa là e kết thúc các môn nói trên. . .    . . . . Chân thành cảm ơn sự lắng nghe của [full_name]/C.",
            "Hệ VLVH không xét môn học tiên quyết theo các chuẩn môn Anh văn nhé. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi là:   B Bây giờ em có thể đổi lớp học Anh văn 2 được không ạ?   /B Vì em không thể đi học được vào thời gian của lớp Anh văn 2 của trường xếp cho em.. . Dạ em cảm ơn",
            "Chào em,. . . . Em muốn đổi nhóm nào? mã nhóm?",
            "Dạ L15 VÀ L16. . . Dạ em cảm ơn.",
            "Dạ L15 VÀ L16.. . Dạ em cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Mail trường gửi cho em ngày 6/9/2019 về việc đăng ký bổ sung lần 3 gdtc. Em đã đăng ký vào lớp L26 môn aerobic theo link của trường hướng dẫn nhưng em vẫn không được cập nhật thời khoá biểu trên mybk dẫn đến tình trạng bây giờ lịch avđv của em trùng với lịch gdtc. Vậy bây giờ em phải làm sao ạ ?",
            "Chào em,. . . . Trong TKB của em đâu có đăng kí AEROBIC nhóm L26",
            "em có đăng vào đợt bổ sung 3 vì 2 lần trước em đăng ký đều bị hủy lớp ấy ạ. Lúc đăng ký đợt ba trường có gửi mail cho em link để đăng ký em có đăng ký lớp L26 aerobics nhưng thời khóa biểu trên elearning không được cập nhật như hình em đã gửi ở thư trước ấy ạ. Trong mail trường có kêu em vào link đăng ký và chọn lớp PĐT sẽ đăng ký cho. Lúc đầu em có đi hỏi một cô trong PĐT một lần về vấn đê em chưa được cập nhật TKB ấy ạ, nhưng cô nói là em cứ đi học đi rồi TKB sẽ cập nhật nên em đi học và điểm danh bình thường.( Đây là hình em nhấn vào link trường gửi và đăng ký đây ạ.). Vậy nếu bây giờ trường hợp của em không giải quyết được là em không được học aerobics trong HKI đúng không ạ?",
            "Chào em,. . . . Tất cả các bạn đăng kí thể dục trên BKSI, PDT giải quyết xong đều trả lời cho em biết môn học của em có được đăng kí hay không?.. . . . PDT không nhận được mail trên BKSI về việc đăng kí môn AEROBIC nhóm L26 của em, với lại môn AEROBIC nhóm L26 bị trùng lịch học của em nên không đăng kí được.",
            "dạ em cảm ơn cô ạ !"
        ]
    },
    {
        "intent": "",
        "message": [
            "bạn cùng phòng đã có lịch học tiếng anh trong trường nhưng sao em vẫn chưa có vậy ạ??",
            "Chào em,. . . . PDT có thông báo qua mail, em vui lòng kiểm tra hộp mail."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng - Đại học - Cao đẳng chính quy   Học bổng (danh sách, điều kiện,...) .   B  Em xin hỏi việc em xét thiếu điểm rèn luyện trong chương trình \" Tôi yêu Bách Khoa\" dẫn đến việc điểm rèn luyện của em thiếu 5 điểm và em không đủ điểm cho học bổng học kì 2 . Em có thể làm cách nào để bổ sung điểm được không ạ. Em xin chân thành cảm ơn !",
            "Chào bạn,. . Về điểm rèn luyện bạn liên hệ với [full_name].Công tác Chính trị SV.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào anh/ chị ạ!. . Cho em hỏi là PĐT có gửi thông báo đăng kí mua thẻ bhyt thì khi em lên mybk cập nhật thông tin và đăng kí thì nút đăng kí lại không hiển thị để em click vô được ạ mà trong khi đó việc đóng tiền bhyt là từ 11/11-30/11 rồi. Vậy em phải làm sao để mua bhyt ạ?. . (năm 2018 em đã mua bhyt 12 tháng trên trường rồi ạ)",
            "Chào bạn,. . Vấn đề về bảo hiểm y tế bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên (phòng y tế) để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1511252  /b \t. . . .   i Yêu cầu khác . Thưa thầy cô,. . . . Em là sinh viên k2015, thầy cô cho em hỏi:. . . . 1  HỌC BẠ của sinh viên khóa k2015 là các môn học sẽ ghi theo học kì (học nhiều lần đều ghi hết) hay là ghi theo nhóm môn học, mỗi môn học chỉ ghi 1 lần cao nhất vào thôi ạ.. . . . 2  Khi em nộp đi học Tiến Sĩ nước ngoài, thì HỌC BẠ hay BẢNG ĐIỂM có giá trị cao hơn ạ. Vì các ghi 2 cái này không giống nhau ạ, nộp học bạ thì có lọi hơn nộp bảng điểm. . . . . Em cảm ơn thầy cô.. . . . Best regards,. . Huy",
            "Chào bạn,. . Từ khóa 2015 thì chỉ còn in Bảng điểm (không còn ghi học bạ), và chỉ in điểm cao nhất theo CTĐT của bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô PĐT,. . Cho em hỏi em đăng kí bảo hiểm y tế trên mybk, mà sao chỗ: \"loại bảo hiểm đăng kí mua\" không cho chọn vậy ạ?. . Em cám ơn",
            "Chào bạn,. . Vấn đề về bảo hiểm y tế bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên (phòng y tế) để được hướng dẫn.. . Thân",
            "Dạ em cám ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thầy/cô cho em hỏi là phiếu thu học phí của 2 học kì trước em không nhận, bây giờ địa phương em yêu cầu nộp thì em có thế xin cấp lại phiếu thu không và làm sao để được cấp lại ạ. Em xin cảm ơn, chúc thầy/cô có một ngày làm việc vui vẻ ạ",
            "Chào bạn,. . Về việc in lại biên lai học phí, bạn vui lòng   liên hệ Phòng Kế hoạch - Tài chính để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là  anh văn đầu vào của em được 300 điểm và em đăng kí CHON1 thì sao em không được xếp lịch học av1 vậy ạ ( vì theo chuẩn av của trường thì từ 300 -450 được xếp vào av1). .",
            "Chào bạn,. . BẠn vui lòng xem lại nội dung email \"  B Giải đáp thắc mắc về xếp lớp Anh văn 1,2,3,4  /B   I \" Phòng đào tạo đã gởi cho bạn v/v xếp lớp các môn anh văn để biết rõ lý do bạn nhé.. . Thân.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô ạ. . Em là sinh viên K19, em trúng tuyển vào trường bằng phương thức xét tuyển bằng bài kiểm tra đánh giá năng lực của đại học quốc gia TPHCM.. . Em có nguyện vọng xin giấy xác nhận xếp hạng của em trong những bạn trúng tuyển bằng hình thức thi đánh giá năng lực của trường mình có được không?. . Nếu được thì em phải liên hệ với ai?. . Em cảm ơn!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng làm đơn trình bày rõ lý do cần sử dụng xác nhận để làm gì, kèm mình chứng nộp trực tiếp phòng Đào tạo, để Ban lãnh đạo xem xét và trả lời cho bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Thông tin sinh viên . Cho em hỏi, khi em cập nhật địa chỉ hộ khẩu thường trú đến chỗ phường/xã thì hệ thống báo là không cập nhật được thì em phải làm sao ạ?",
            "Chào bạn,. . Phòng [full_name] đã gửi mail hướng dẫn v/v cập nhật thông tin:. . \"Sinh viên nào cập nhật thông tin trên trang thông tin sinh viên mà trên hệ thống thiếu phường / xã thì vui lòng chọn mục \"_Khác\", sau đó nhập thêm tên phường/xã ở mục \"Số nhà, tên đường (phường / xã nếu chọn mục khác ở bên trên)\". . Bạn vui lòng kiểm tra mail sinh viên nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi thầy/cô,. . . . Em là [full_name], MSSV [student_id] và bạn em [full_name] MSSV [student_id]. HK182 của tụi em, tụi em làm luận văn tốt nghiệp 9 chỉ. Điểm trung bình của tụi em học kỳ đó là 10.0, điểm rèn luyện 100. Nhưng em không có tên trong danh sách học bổng khuyến khích ạ. . . . . Mong thầy cô kiểm tra giúp em và giải đáp giúp em với ạ. . . . Cám ơn thầy, cô!",
            "Chào bạn,. . Bạn được bổ sung học bổng HK182.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT . . Tôi tên [full_name]. Hiện đang là sinh viên VB2 khoá 2016 (chương trình đào tạo 2014). . . Vì một số yếu tố khách quan. Tôi có ý xin chuyển qua hệ VHVL để tiếp tục học tập và tốt nghiệp. Xin hỏi thêm, Nếu chuyển qua VHVL có phải được áp dụng điều kiện tốt nghiệp chuẩn AV theo như quy định hiện hành không?. . Kính mong PĐT cho ý kiến về trường hợp trên. . . Thân chào",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Điều kiện tốt nghiệp áp dụng theo CTDT, hệ và  khoá học đào tạo.. . Bạn phải làm đơn xin thôi học và chuyển qua hệ VLVH. Và sẽ tính theo chuẩn tốt nghiệp của khoá bạn chuyển, hệ Không Chính quy.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy /cô!em hiện đang là sinh viên của trường và chưa tốt nghiệp nhưng đã đi làm ở ngoài vào đã được công ty đóng bảo hiểm. Cho em hỏi là em có bắt buộc phải đăng ký và đóng bảo hiểm y tế nữa không ? Nếu không thì cần làm những gì ? Em cám ơn thầy/cô . .",
            "Chào bạn,. . Vấn đề về BHYT bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên (phòng y tế) để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]. . dạ cho em hỏi là trong đợt thi avđv vừa rồi em có chọn 1 ( đk thi và xếp lớp av ) và em thi được 300 điểm . Nhưng giờ em vẫn chưa có lịch học anh văn trong trường trong khi những bạn khác thì đã có rồi .Em không biết là do lỗi cập nhật hay sao mong cô thầy giúp em giải đáp thắc mắc ạ . Em xin chân thành cảm ơn ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Phòng Đào tạo đã gửi mail về việc không xếp lớp anh văn cho các bạn sinh viên do bị trùng lịch học môn GDTC. Bạn vui lòng kiểm tra mail sinh viên nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . . Kính gửi thầy/cô PĐT. . Hiện tại, tỉnh Quảng Ngãi đã sát nhập một số xã vào Thành phố Quảng Ngãi. . . Hộ khẩu của em hiện là: xã Nghĩa Hà, thành phố Quảng Ngãi. . Trong dữ liệu, xã Nghĩa Hà thuộc huyện Tư Nghĩa.. . Mong hệ thống cập nhật sớm.. . Em xin chân thành cảm ơn ạ.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Phòng [full_name] đã gửi mail hướng dẫn v/v cập nhật thông tin:. . \"Sinh viên nào cập nhật thông tin trên trang thông tin sinh viên mà trên hệ thống thiếu phường / xã thì vui lòng chọn mục \"_Khác\", sau đó nhập thêm tên phường/xã ở mục \"Số nhà, tên đường (phường / xã nếu chọn mục khác ở bên trên)\". . Bạn vui lòng kiểm tra mail sinh viên nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng - Đại học - Cao đẳng chính quy   Học bổng (danh sách, điều kiện,...) . Cho em hỏi trường mình có học bổng đi Đức không? Và cần điều kiện gì để xét học bổng. Hiện em đang chương trình PFIEV thì có được xét không? Em cám ơn",
            "Chào bạn,. . Học bổng thường do các bạn sinh viên tự tìm hiểu thông qua các chương trình giới thiệu tổ chức tại trường nhé. Bạn vui lòng liên hệ tại Khoa, phòng quan hệ đối ngoại để tìm hiểu thêm.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Tạm dừng . . . Cho em xin hỏi, em có nhu cầu tạm dừng học ở trường thì em cần làm những thủ tục gì và có điều kiện gì để em được tamh dừng học không ạ",
            "Chào bạn,. . Bạn nộp đơn tạm dừng và nộp tại Phòng Đào tạo để được xem xét.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . xin cho em hỏi là hoe65n nay em có thể xin giấy tốt nghiệp tạm thời không ạ ??",
            "Chào bạn,. . Phòng Đào tạo đã in giấy chứng nhận TN tạm thời và gửi về khoa phát cho sinh viên vào thứ 6 hàng tuần cho các bạn sinh viên hoàn thành thủ tục tốt nghiệp. Thời điểm này không cấp nữa, vào ngày lễ TN bạn liên hệ nhận bằng tại văn phòng khoa.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là em lúc đầu có đăng kí thi anh văn và xếp lớp .Nhưng giờ do điều kiện gia đình em không học trong trường được không ạ.. . Cuối kì em có được thi anh văn trong trường để qua môn không ạ.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . NẾu bạn không tham gia đủ các buội học theo quy định thì giào viên có quyền cấm thi bạn nhé.. . Nếu em không muốn học bạn có thể nộp đơn rút môn học tại Phòng đào tạo.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thầy cô cho em hỏi, em có lên cập nhập lại sđt thì hệ thống báo đã lưu lại thông tin nhưng lúc em tải lại trang thì sđt mới của em vẫn chưa được cập nhập, vẫn hiện sđt cũ của em. Vấn đề BHYT thì mục “Chọn loại bảo hiểm đăng ký mua” em không chọn được. Mong thầy cô giải đáp giúp em, em cám ơn.. .",
            "Chào bạn,. . Vấn đề về bảo hiểm y tế bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên để được hướng dẫn.",
            "Em refresh và thử làm lại, thông tin không thay đổi có thể là do sự cố đường truyển."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Tên: [full_name]. . Mssv:[student_id]. . Khoa: kỹ thuật xây dựng. . Nội dung: em chưa có lịch học anh văn 1 giống các bạn vì thời khoá biểu của các bạn đều có lịch học, em mong thầy cô giúp đỡ! Vì tuần sau bắt đầu học rồi ạ!",
            "Chào bạn,. . Phòng Đào tạo đã gửi mail về việc không xếp lớp anh văn cho các bạn sinh viên do bị trùng lịch học môn GDTC. Bạn vui lòng kiểm tra mail sinh viên nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Em là sv k13 sẽ tốt nghiệp đợt tháng 11 năm nay. Cho em hỏi năm nay có cần nhận giấy biên nhận cấp bằng tại pđt để nhận hồ sơ tốt nghiệp không ạ?. . Vì năm trước thì in đơn cấp bằng nộp tại pđt và nhận giấy biên nhận cấp bằng. Tuy nhiên năm nay đơn cấp bằng được xác nhận qua hệ thống email, và em cũng không nhận được thông tin về nhận giấy biên nhận cấp bằng. Nhưng trên thông báo của khoa thì có ghi phải có giấy biên nhận cấp bằng để nhận hồ sơ tốt nghiệp.. . . . Mong được giải đáp.. .",
            "Chào bạn,. . Bạn liên hệ [full_name] hỏi lại, theo thông báo mới nhất của Phòng Đào tạo là không còn biên nhận cấp bằng nữa nha bạn. Mang theo giấy tờ tùy thân: CMND, thẻ SV để nhận bằng.. . thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) .",
            "Chào bạn,. . Bạn xem hướng dẫn cách nộp chứng chỉ và chuyển điểm tại  www.aao.hcmut.edu.vn- Sinh viên -  Hướng dẫn - Ngọại ngữ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Thông tin sinh viên . Kính chào PĐT!. . . . Vừa qua em đã nhận được email thông báo yêu cầu sinh viên cập nhật thông tin liên lạc cho nhà trường. Tuy nhiên khi cập nhật thông tin, em gặp phải 2 vấn đề sau:. . . . - Không thể bấm lưu thông tin.. . . . - Các thông tin cho phép lựa chọn trên phần mềm không đúng sự thật. Ví dụ: địa chỉ của em ở tỉnh Kiên Giang, Thành phố Rạch Giá, phường Vĩnh Quang. Nhưng trên phần mềm chỉ có Tỉnh Kiên Giang, Thị xã Rạch Giá, không có phường Vĩnh Quang để chọn.. . . . Hy vọng PĐT xem lại và khắc phục để tránh thiệt thòi cho sinh viên. Xin chân thành cảm ơn!. . . . [full_name]",
            "Chào bạn,. . Phòng [full_name] đã gửi mail hướng dẫn v/v cập nhật thông tin:. . \"Sinh viên nào cập nhật thông tin trên trang thông tin sinh viên mà trên hệ thống thiếu phường / xã thì vui lòng chọn mục \"_Khác\", sau đó nhập thêm tên phường/xã ở mục \"Số nhà, tên đường (phường / xã nếu chọn mục khác ở bên trên)\". . Bạn vui lòng kiểm tra mail sinh viên nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B    Em xin chào anh/chị ạ !. . ﻿. .    Em tên [full_name] , sinh viên năm 2 khoa Công Nghệ Vật Liệu , MSSV :[student_id].. . ﻿   Do học kì này em bị  hủy 1 môn học  ( bị hủy do lớp thiếu sỉ số ) nên hiện tại học kì này em chỉ có 13 tín chỉ . Anh/chị cho em được hỏi : Vậy khi xét cấp học bổng khuyến khích học tập (dựa trên kết quả của học kì này) em không thỏa điều kiện cần phải không ạ ?! . .     Em xin cảm ơn ạ !. .",
            "Chào bạn,. . Hiện tại đang xét học bổng HK182, nên dựa vào thông báo về HB HK182 nha bạn. Bạn đọc kỹ về quy định và điều kiện xét học bổng, trong đó có ghi rõ nha bạn.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ cho em hỏi em có đăng kí và đóng tiền học lái xe lúc còn học quân sự. Cho em hỏi có lịch thi quân sự gửi cho trường mình chưa ạ? Và trường có tổ chức ôn thực hành không ạ?",
            "Chào bạn,. . Bạn vui lòng liên hệ tại trung tâm hỏi nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy/cô,. . . . Khoảng 2 tháng trước (cuối tháng 8) thì em nhận được thông báo từ lớp là có một Diễn đàn Hàng không 2020 tại Singapore. Theo như thông báo ( em có đính kèm hình ảnh bên dưới ) thì em sẽ gửi một bản đăng kí về phía bên Sin, một bản gửi cho cô [full_name]. Vừa rồi bên Sin  thông báo kết quả là em đã được chọn để tham dự chương trình trong thời gian từ ngày 10-16/2/2020.. . . . Em muốn hỏi là chương trình này được trường mình thông báo đến sinh viên thì khi em tham gia, em có thể xin giấy phép được vắng mặt tại trường được không ạ? Để tránh các trường hợp như có bài kiểm tra trên lớp và ảnh hưởng đến điểm trung bình của em.. . . . Em đã email cho cô [full_name] để hỏi về vấn đề này hơn 10 ngày rồi nhưng chưa thấy cô trả lời. Mong Phòng Đào Tạo có thể trả lời giúp em ạ.. . . . Em xin chân thành cảm ơn.. . Sinh viên,. . [full_name]. . . .",
            "Chào bạn,. . Trường hợp sinh viên đi trao đổi đều phải thông qua [full_name] và giáo viên hướng dẫn. Bạn vui lòng liên hệ tại [full_name] của bạn, trình bày rõ nguyện vọng để [full_name] hướng dẫn và làm công văn đề xuất gửi lên Phòng Đào tạo để ra Quyết định cho bạn nhé.. . Thân",
            "Em xin cảm ơn cô ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ kính thưa phòng Đào tạo!. . Em là sinh viên năm nhất.Phòng Đào tạo cho em hỏi tạ sao em không chọn được loại bảo hiểm đăng kí mua vậy ạ ?",
            "Dạ em cảm ơn ạ!. .",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Phòng công tác Chính trị sinh viên (phòng y tế) để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Rút môn học . Chào thầy(cô)!. . Cho em xin không học lóp anh văn 2 trong trường ạ, Do lúc em đăng kí em chọn nhầm phần 3 nên em có lịch học. Nay em xin nhà trường cho em thôi học lớp anh văn 2 (lớp 10) này ạ!!!",
            "Chào bạn,. . Bạn có thể làm đơn rút môn học và nộp tại Phòng Đào tạo.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Hôm thi AVĐV em đạt đủ điểm vào lớp anh văn 1 nhưng hiện vẫn chưa có thời khóa biểu. em xin cảm ơn rất nhiều!. . . .",
            "Chào bạn,. . Phòng Đào tạo đã gửi mail về việc không xếp lớp anh văn cho các bạn sinh viên do bị trùng lịch học môn GDTC. Bạn vui lòng kiểm tra mail sinh viên nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Thầy/cô, em sắp có tiết thí nghiệm hoá hữu cơ và được yêu cầu nộp bảo hiểm tai nạn. Cho em hỏi là trường mình, mua bảo hiểm tai nạn ở đâu ạ?",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên (phòng y tế) để được hướng dẫn.. . Thân",
            "Em xin cảm ơn ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi khi nào mới có lịch học môn av2 vì em không thấy xếp lịch học trên mybk",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Phòng Đào tạo đã gửi mail về việc không xếp lớp anh văn cho các bạn sinh viên do bị trùng lịch học môn GDTC. Bạn vui lòng kiểm tra mail sinh viên nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Điểm avdv của em là 375. Nhưng không được xếp lớp học anh văn.",
            "Chào bạn,. . Phòng Đào tạo đã gửi mail về việc không xếp lớp anh văn cho các bạn sinh viên do bị trùng lịch học môn GDTC. Bạn vui lòng kiểm tra mail sinh viên nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Cho em hỏi là khi đăng kí avdv thì em đăng kí chon1 nhưng sau khi thi xong lại không được xếp lớp ạ, mong nhà trường giải đáp thắc mắc của em sớm ạ, em xin cảm ơn",
            "Chào bạn,. . Phòng Đào tạo đã gửi mail về việc không xếp lớp anh văn cho các bạn sinh viên do bị trùng lịch học môn GDTC. Bạn vui lòng kiểm tra mail sinh viên nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Nhà trường yêu cầu sinh viên cập nhật địa chỉ và chỉ khi thực hiện thì mới được đăng ký môn học cho kì sau. Tuy nhiên, địa chỉ nơi em ở khi cập nhật tới mục phường/xã thì không hiện mục để em chọn, tuy nhiên lại yêu cầu phải chọn thì mới lưu thông tin được. Vậy giờ em phải giải quyết nó như thế nào ạ?",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Phòng [full_name] đã gửi mail hướng dẫn v/v cập nhật thông tin:. . \"Sinh viên nào cập nhật thông tin trên trang thông tin sinh viên mà trên hệ thống thiếu phường / xã thì vui lòng chọn mục \"_Khác\", sau đó nhập thêm tên phường/xã ở mục \"Số nhà, tên đường (phường / xã nếu chọn mục khác ở bên trên)\". . Bạn vui lòng kiểm tra mail sinh viên nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đầu năm em có đăng kí xếp lớp mà đến nay sao chưa có thời khoá biểu vậy ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Phòng Đào tạo đã gửi mail về việc không xếp lớp anh văn cho các bạn sinh viên do bị trùng lịch học môn GDTC. Bạn vui lòng kiểm tra mail sinh viên nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi ạ. Em cập nhật địa chỉ liên lạc mà xã em ở không có trong list thì làm sao ạ? Cả list chỉ hiện lên có 1 xã như hình thôi ạ.. . Em cảm ơn!",
            "hào bạn,. . Phòng [full_name] đã gửi mail hướng dẫn v/v cập nhật thông tin:. . \"Sinh viên nào cập nhật thông tin trên trang thông tin sinh viên mà trên hệ thống thiếu phường / xã thì vui lòng chọn mục \"_Khác\", sau đó nhập thêm tên phường/xã ở mục \"Số nhà, tên đường (phường / xã nếu chọn mục khác ở bên trên)\". . Bạn vui lòng kiểm tra mail sinh viên nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đăng ký anh văn đầu vào là CHON1 và sau khi thi anh văn đầu vào điểm của em đủ điều kiện để học anh văn 1 mà sao trong thời khóa biểu của em chưa có lịch học anh văn trong khi bạn em cũng học anh văn 1 mà có lịch học hết rồi.",
            "Chào bạn,. . Phòng Đào tạo đã gửi mail về việc không xếp lớp anh văn cho các bạn sinh viên do bị trùng lịch học môn GDTC. Bạn vui lòng kiểm tra mail sinh viên nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ cho em hỏi : bạn em với em đều học anh văn 1 , mà bạn em đã có lịch học anh văn 1 trong thời khóa biểu (   B bắt đầu học tuần 45)  /B  rồi, còn em vẫn chưa được xếp lịch học ạ.",
            "Chào bạn,. . Phòng Đào tạo đã gửi mail sinh viên về lý do không xếp môn AV cho 1 số bạn sinh viên. Bạn vui lòng kiểm tra mail sinh viên nhé. . Thân"
        ]
    }
]