[
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ chào thầy cô, thầy cô cho em hỏi. Đó là bây giờ mình học như vầy mốt mình thi online luôn hay là hết dịch mình thi tại trường ạ.. . Em cám ơn và mong nhận được phản hồi.. .",
            "Chào em,. . . . Hiện tại trường chưa có thông báo về vấn đề thi, khi nào có thông báo chính thức PDT sẽ cập nhật trên trang web PDT.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . trong thời khóa biểu em có lịch học môn thí nghiệm nhưng hiện tại chưa thấy thông báo lích đi học lại và em lên bkel thấy thầy nhắn xem thong báo lịch học gián trên phòng thí nghiêm, nhưng do chưa có thông báo học lại và  em đang ở quê v lịch học thí nghiệm trên bkel có phải chính thức không ah",
            "Chào em,. . . . Hiện tại trường đang triển khai dạy livestream những môn lý thuyết, những môn thí nghiệm, thực hành sau khi sinh viên học tập trung trở lại thì mới triển khai dạy.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Thầy cô cho em hỏi là khi nào có kết quả đăng kí dự thính hk192 ạ ?",
            "Chào bạn,. . Bạn vui lòng đợi thông báo của nhà trường về đăng ký dự thính nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Chào anh/chị,. . . . Do tình hình dịch bệnh em không thể lên phòng đào tạo để đăng ký xét tốt nghiệp bổ sung đợt 04/2020 được. Nên theo hướng dẫn của văn phòng OISP, em tạo yêu cầu trên BKSI, mong anh/chị xem qua và phản hồi giúp em ạ.. . . . Em cảm ơn,. . [full_name].. .",
            "Chào bạn,. . Bạn vui lòng kiểm tra lại điều kiện tốt nghiệp, hiện tại Phòng Đào tạo xét tốt nghiệp bạn vẫn chưa đủ điều kiện, thiếu điểm Toeic. . Thân",
            "Chào chị,. . . . Cảm ơn chị nha, vì em không nhận được thông tin em thiếu điều kiện nào để bổ sung thêm. Vậy là hiện tại em thiếu mỗi điểm Toeic là đủ điều kiện tốt nghiệp phải hông chị ạ?. . . . Cảm ơn chị,. . [full_name].",
            "Chào bạn,. . Bạn có thể tự kiểm tra điều kiện tốt nghiệp của mình được nhé.. . Và khi đủ điều kiện, bạn có thể đăng ký xét tốt nghiệp bổ sung theo thời gian quy định"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký rút môn học HK192 (không tính HP)   Dành cho SV các hệ (không phải Quốc tế, CLC) . Lý do em xin rút môn vì em đăng kí nhầm môn học ạ, mong PĐT giải quyết giúp em. Em xin cảm ơn.. . Môn: Kết cấu thép 2, mã mh: CI3211, nhóm A03. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Đã hết thời gian nhận yêu cầu rút môn học (không đóng học phí), các trường hợp gửi yêu cầu rút môn học qua bksi.hcmut.edu sau ngày 17/04/2020, vui lòng đợi thông báo của Phòng Đào tạo qua email sinh viên về việc đăng ký rút môn học (có tính học phí theo quy định).. . Chúc bạn học tốt,. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Em muốn gửi câu hỏi về việc tốt nghiệp về chứng chỉ tiếng anh nói và viết. Theo như website của trường điều kiện tốt nghiệp là chứng chỉ tiếng anh kĩ năng nói viết là 245. Bản thân em chứng chỉ tiếng anh là 250. Như vậy đủ điều kiện tốt nghiệp. Thế nhưng Phòng Đào Tạo lại nói với phụ huynh điều kiện phải là 280. Vậy văn bản nào quy định điều kiện này."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em được phân công giáo viên hướng dẫn [full_name] nhưng BKEL lại cho vô nhầm lớp cô [full_name]. Em muốn chỉnh lại lớp Thầy [full_name]",
            "Chào em,. . . . Việc này em hỏi lại khoa/ bộ môn nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . video livestream môn Kỹ thuật siêu cao tần (EE2035) ngày 20/4/2020 (15h- 16h15) không thể xem lại ạ, dù đã đăng nhập bằng mail của trường có đuôi @hcmut.edu.vn, các video của môn khác vẫn xem được.. . Mong bộ phận kỹ thuật có thể xử lý ạ.",
            "Chào em,. . . . Em kiểm tra lại mã số môn học nhé, kỹ thuật siêu cao tầng EE3025 chứ không phải là  EE2035.. . . . . . Đường link môn EE3025. . https://www.youtube.com/watch?v=LWE2_0DE_eg&feature=youtu.be  . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký rút môn học HK192 (không tính HP)   Dành cho SV các hệ (không phải Quốc tế, CLC) . Em xin rút môn Anh văn 2 do đã nộp bằng Toeic và chuyển điểm nhưng đăng kí nhầm môn Anh văn 2 mã môn học LA1005 nhóm L01.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Đã hết thời gian nhận yêu cầu rút môn học (không đóng học phí), các trường hợp gửi yêu cầu rút môn học qua bksi.hcmut.edu sau ngày 17/04/2020, vui lòng đợi thông báo của Phòng Đào tạo qua email sinh viên về việc đăng ký rút môn học (có tính học phí theo quy định).. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Thưa thầy cô, hiện giờ em muốn rút môn học không có trong chương trình khung , cho em hỏi khi rút em có bị tính học phí hay không? Em cám ơn",
            "Chào bạn,. . . . . . Đã hết thời gian nhận yêu cầu rút môn học (không đóng học phí), các trường hợp gửi yêu cầu rút môn học qua bksi.hcmut.edu sau ngày 17/04/2020, vui lòng đợi thông báo của Phòng Đào tạo qua email sinh viên về việc đăng ký rút môn học (có tính học phí theo quy định).. . Chúc bạn học tốt!. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . . . Em đã nhận được thời khóa biểu xoá môn học Quản lí Chất lượng, mã môn IM3063, mã nhóm A03. Tuy nhiên, sau khi em đăng kí rút môn thì giảng viên đã có nhiều cách giảng dạy để nâng cao hơn nội dung môn học đến cho sinh viên, đã đồng ý đi dạy theo lịch livestream của trường, tương tác meet thường xuyên hơn. Em có thể đăng kí lại môn học này không ạ? . . Em rất mong nhận được phản hồi sớm từ PĐT ạ. Em chân thành cảm ơn. . .",
            "Chào em,. . . . [full_name] đã gởi mail cho sinh viên khi rút môn học sinh viên phải cân nhắc kỹ. Do vậy, bạn đã rút môn học rồi sẽ không phục hồi lại được.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL). . Cho em hỏi là học livetreams trên youtube có điểm danh không hay chỉ tính học trên gg meets ạ? cách tính ra sao? Vì khi học livetreams trên youtube (lúc trực tiếp ấy ạ) em nhấp vào xem được nhưng đang ở 1 tài khoản khác không phải có đuôi @hcmut.edu.vn. Vậy em có được điểm danh không ạ? . .",
            "Chào em,. . . . Việc điểm danh đó là quyền của mỗi giảng viên nên việc này em có thể liên hệ với giáo viên giảng dạy nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name], MSSV [student_id]. Lúc trước em có làm đơn để rút môn Mạch điện tử thông tin ( EE3011 ), nhưng bỗng nhiên hôm nay em bị xóa nhầm môn Lập trình hệ thống nhúng ạ ( EE3031 ) ạ. Có thể là trong cái đơn lần trước em ghi nhầm mã môn học ( từ EE3011 thành EE3031 ) nên PĐT xóa nhầm môn theo mã này ạ.. . Em làm đơn này mong PĐT chỉnh sửa giúp em lại môn rút theo đúng nguyện vọng ban đầu của em đó là môn Mạch điện tử thông tin ( EE3011 ) chứ không phải là Lập trình hệ thống nhúng ( EE3031 ) ạ. Em cảm ơn. . . .",
            "Chào em,. . . . PDT ghi nhận trường hợp em và kiểm tra và cập nhật sau ngày 04/05 nhé.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác: Dạ cho em hỏi,em là SV K15 BDCN;Hiện em đang chờ thi đủ av 350 để đủ điều kiện làm LVTN trong HK192,nhưng hiện do tình hình dịch COVID nên em bị dời lịch thi(em đã đk thi ngày 26-4 tại BKEnglish).Cho em hỏi em có thể đk làm LVTN trước rồi sau đó em sẽ thi để đủ điểm 350 làm LVTN không ạ,em có thể viết giấy cam kết sẽ đảm bảo thi đủ 350.Do việc này rất quan trọng với em,em mong quý thầy cô xem giúp gấp giùm em với ạ,em xin cảm ơn",
            "Chào em,. . . . Em cứ thi chừng nào đủ điểm em nộp đơn đăng kí.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em xin chào quý thầy (cô) !. . Em là [full_name] - MSSV: [student_id]. . Em có xem thông báo về lịch học vụ học kỳ 192 năm 2020, qua đó thì em thấy thông báo của trường là bắt đầu thu học phí học kỳ 192 ( chính quy) đợt 1 từ ngày 15/04/2020 đến ngày 22/04/2020 và đợt 2 từ ngày 07/05/2020 đến  ngày 03/06/2020. Nhưng đến ngày 20/04/2020 em và đa số nhiều bạn vẫn chưa thấy quy đinh về thời gian đóng học phí học kỳ 192 (chính quy) trên BK pay. . . Em rất mong được sự giải đáp của quý thầy (cô) ở phòng đào tạo, để em biết và chuẩn bị đóng học phí cho phù hợp với thời gian quy định.. . EM [full_name] ƠN !. .",
            "Chào em,. . . . Hiện tại chưa có thông báo mới về đóng học phí học kỳ 192, khi nào có thông báo mới về học phí PDT sẽ gởi mail cho từng sinh viên và cập nhật trên trang web PDT."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký rút môn học HK192 (không tính HP)   Dành cho SV các hệ (không phải Quốc tế, CLC) . Em muốn đăng kí rút môn CI4343 Luận văn tốt nghiệp vì em đã nhận được giấy chứng nhận tạm thời và đủ đk tốt nghiệp.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Đã hết thời gian nhận yêu cầu rút môn học (không đóng học phí), các trường hợp gửi yêu cầu rút môn học qua bksi.hcmut.edu sau ngày 17/04/2020, vui lòng đợi thông báo của Phòng Đào tạo qua email sinh viên về việc đăng ký rút môn học (có tính học phí theo quy định).. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Cho em hỏi em đã chuyển điểm Anh văn 1,sau khi thi chứng chỉ mới thì các Anh văn 2 3 4 có thể chuyển điểm bằng chứng chỉ mới không ạ?",
            "Chào em,. . . . khi nào có bằng em đăng kí chuyển nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]. . Em xin chào ạ. Em hiện tại đang theo học khoa xây dựng công trình giao thông. Theo đó, môn sức bền vật liệu theo chương trình đào tao của em có mã môn học là CI2007. Do nhầm lẫn nên em đã đăng ký nhầm môn sức bền có mã môn học là CI2001. Kính mong nhà trường suy xét cho em xin rút môn học không tốn học phí ạ. Em xin cảm ơn",
            "Chào bạn,. . . . Đã hết thời gian nhận yêu cầu rút môn học (không đóng học phí), các trường hợp gửi yêu cầu rút môn học qua bksi.hcmut.edu sau ngày 17/04/2020, vui lòng đợi thông báo của Phòng Đào tạo qua email sinh viên về việc đăng ký rút môn học (có tính học phí theo quy định).. . . . Chúc bạn học tốt!. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) .  Em chào các anh chị ạ!. . Em muốn hỏi là đối tượng được miễn học phí học kỳ 192 mục 1 có ghi \"người có thân nhân là người có công với cách mạng\". . Trường hợp của em có ông nội là liệt sỹ,bà nội là người tham gia cách mạng ,ba em cũng từng tham gia cách mạng(đã về hưu không thuộc diện thương binh) vậy trường hợp của em có được tính không ạ?. .",
            "Chào em,. . . . . . Việc này em liên hệ với phòng công tác chính trị nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa thầy cô, cho em hỏi là trường mình đã đi học lại sau dịch Covid 19 chưa ạ. Vấn đề của em ở đây là em có xem trên thời khoá biểu thì thấy tuần này là tuần thứ 17 và em có được học bộ môn Thí nghiệm Cơ lưu chất, nhưng em lại không nhận được bất cứ Mail gì về vấn đề đi học lại ạ? Vậy là có học hay không?. . Em cám ơn thầy cô.",
            "Yêu cầu khác: Dạ thưa thầy cô, cho em hỏi là trường mình đã đi học lại sau dịch Covid 19 chưa ạ. Vấn đề của em ở đây là em có xem trên thời khoá biểu thì thấy tuần này là tuần thứ 17 và em có được học bộ môn Thí nghiệm Cơ lưu chất, nhưng em lại không nhận được bất cứ Mail gì về vấn đề đi học lại ạ? Vậy là có học hay không?. . Em cám ơn thầy cô.",
            "Chào em,. . . . Hiện tại trường đang triển khai dạy livestream những môn lý thuyết, những môn thí nghiệm, thực hành sau khi sinh viên học tập trung trở lại thì mới triển khai dạy.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký rút môn học HK192 (không tính HP)   Dành cho SV các hệ (không phải Quốc tế, CLC) . Kính gửi thầy/cô trường ĐH Bách Khoa,. . Em tên là: [full_name]. . MSSV: [student_id]. . Em xin được rút học phần 2 môn học là:. . Môn: Vẽ kỹ thuật-[full_name]: CI1003-Mã nhóm: L17. . Môn: Tư tưởng [full_name]-[full_name]: SP1005-Mã nhóm: L05. . Lý do: Laptop em đang trong quá trình sửa chữa vì lỗi phần mềm nên không thể có đủ phương tiện để học và làm việc nhóm cùng các bạn. Em sợ vì vậy ảnh hưởng đến kết quả học tập. Em xin được rút học phần hai môn này và đăng kí lại vào kỳ tiếp theo. . . Mong thầy cô thông cảm và xem xét giúp em.. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Đã hết thời gian nhận yêu cầu rút môn học (không đóng học phí), các trường hợp gửi yêu cầu rút môn học qua bksi.hcmut.edu sau ngày 17/04/2020, vui lòng đợi thông báo của Phòng Đào tạo qua email sinh viên về việc đăng ký rút môn học (có tính học phí theo quy định).. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ em tên là [full_name]-sinh viên K19, vừa rồi thì có đợt học bổng HK191, thì trong danh sách có tên em, nhưng lúc văn phòng gửi mail về học bổng ngày 20/4/2020 (hôm qua) thì các bạn em có mail mà em chưa có, thì cho em hỏi là tên em bị sót hay có vấn đề gì không ạ. . Em cảm ơn.",
            "Chào em,. . . . PDT đang tiến hành tính học bổng,  hiện này chưa có danh sách học bổng cho sinh viên nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Em chào Phòng đào tạo,. . Em đã đủ điều kiện để được xét tốt nghiệp, nhưng khi vào đăng kí xét tốt nghiệp thì em được báo là nợ CTXH. Em đã hỏi về việc này trước đó 2 tuần, thì nhận được phản hồi là sau ngày 20 sẽ mở cho em đăng kí. Nhưng tới giờ em vào đăng kí thì trạng thái của em vẫn là nợ CTXH. Mong Phòng đào tạo xem xét giúp em.. . Em cảm ơn.",
            "Chào bạn. . Phòng đào tạo đã mở thông tin để bạn khai tốt nghiệp. . Bạn vui lòng đăng ký tốt nghiệp lại nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em bấm nhầm nút huỷ đăng ký nhận e-mail nhà trường từ app Mail của Apple và không tìm thấy nút hoàn tác .Cộng đồng mạng có thảo luận về cách giải quyết và nó là nhờ phía tổ chức bị huỷ đăng ký giúp đỡ để đăng ký nhận lại e-mail. Em tạo yêu cầu này mong sự hỗ trợ để đăng ký lại e-mail ạ. Em xin cảm ơn!",
            "Chào bạn,. . . . Bạn liên hệ với ban Quản Lý Mạng của trường nhé.. . . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Chào thầy/cô,. . Với tình hình dịch bệnh hiện nay liệu học kỳ dự thính 192 liệu có được tổ chức không ạ?. . . . Em xin cảm ơn.. . Trân trọng!. .",
            "Chào bạn,. . . . Nếu có thông báo mới về dự thính PDT sẽ gởi mail thông báo cho từng sinh viên và cập trên trang Web PDT.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]. . Dạ em xin chào ạ. Em hiện đang theo học khoa xây dựng . Do nhầm lẫn nên em đã đăng  ký nhầm môn sức bền vật liệu có mã môn học là CI2001. Môn sức bền vật liệu theo chương trình của em có mã môn học là CI2007. Vậy em có thể xin đổi môn học được không ạ ? Em xin cảm ơn.",
            "Chào bạn. . Hiện tại phòng đào tạo đã triển khai học livestream hơn 2 tuần rồi nên không thể thay đổi được môn học Hk192 được. . Nếu bạn không cần học môn học nữa thì vui lòng đợi thông báo để rút môn học (tính học phí)"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] - MSSV: [student_id]-Hệ VLVH-Ngành Kỹ Thuật Ô tô. . Em muốn được hỗ trợ về vấn đề chuyển ngành học.. . Hiện tại em đang học liên thông ngành Kỹ thuật ô tô từ ngành Công nghệ ô tô của trường CĐKT Cao Thắng, khoá 11/2019, chưa đóng học phí. . . Em muốn hỏi em có được chuyển sang ngành kiến trúc của trường k? . . Nếu có, thì em cần làm gì? chuẩn bị như thế nào để được chuyển ngành? . . Nếu không? thì tại sao không được? vậy em phải làm gì để được học ngành kiến trúc của trường? cần chuẩn bị như thế nào?. . Em cám ơn!",
            "Chào bạn.. . Hệ VLVH không có ngành kiến trúc nhé.. . Bạn có thể đổi sang các ngành khác có lớp hệ VLVH.. . . . Để chuyển ngành, Bạn cần viết đơn xin chuyển ngành và nộp lại PĐT: . . Lưu ý: Bạn chỉ được chuyển ngành 1 lần duy nhất. . Thân",
            "Em cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy cô cho em hỏi tại sao em không thanh toán được tiền in bảng điểm trên bk pay ạ",
            "Chào bạn. . Bạn kiểm tra lại, phòng đào tạo kiểm tra tình trạng của bạn đóng tiền trên Bkpay bình thường nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký rút môn học HK192 (không tính HP)   Dành cho SV các hệ (không phải Quốc tế, CLC) . Em muốn nhờ phòng đào tạo rút môn động lực học kết cấu hộ em ạ. Em năm nay năm cuối rồi ạ! Kì này em đang làm luận văn, mà thời gian còn lại không nhiều, em sợ không có khả năng học hết được ạ! Em cảm ơn phòng đào tạo nhiều ạ!. . Em muốn rút môn CI4067 - Động lực học kết cấu -Học kì dự thính ạ!",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đang mở đợt đăng ký dự thính cho các bạn sinh viên đăng ký bổ sung hoặc hủy nếu không có nhu cầu.. . Bạn vui lòng tự vào hủy MH nhé. . \"Đăng ký đợt 1: 21/4 (18g00) -  24/4 (13g59) (lấy kết quả đăng ký nguyện vọng lần trước, sinh viên thực hiện hủy môn nếu không có nhu cầu học)\". . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) .",
            "Chào bạn,. . Vui lòng trình bày câu hỏi của mình trong ô \"Nội dung\". . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Thưa cô/thầy!. . Đợt đăng kí hỗ trợ cước 3G cho tuần trước, em có đăng kí rồi nhưng không biết do mạng yếu (lag) hay vấn đề khách quan nào đó, nên kết quả cuối cùng trong phiếu đăng kí của em lại là \"không đăng kí hỗ trợ cước data 3G\". Vậy cho em hỏi trong đợt đăng kí tuần này, em đăng kí lại cho chu kì đầu được không ạ?. . Em cảm ơn!",
            "Chào bạn. . Bạn đăng ký lại, nếu có phát sinh gì thì báo lại cho phòng đào tạo xử lý nghen",
            "Em có đăng kí lại và được báo như này ạ. Phiếu đăng kí trước đó vẫn chưa được xử lí ạ. . . Mà phiếu trước đó thì với nội dung \"không đăng kí hỗ trợ cước 3G\" như em đã trình bày phía trên.",
            "Chào bạn. . Bạn nhanh chóng vào trang đăng ký trên ứng dụng myBK    \"Đăng ký hỗ trợ 3G/4G\", hủy mục \"không đăng ký\" cũ, sau đó mới đăng ký gói mới được. . Thân",
            "Dạ vâng em cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Lí do: dịch bệnh nên không thể học. . Môn: bơi, mã MH PE1019, nhóm L15. .",
            "Chào bạn,. . . . Đã hết thời gian nhận yêu cầu rút môn học (không đóng học phí), các trường hợp gửi yêu cầu rút môn học qua bksi.hcmut.edu sau ngày 17/04/2020, vui lòng đợi thông báo của Phòng Đào tạo qua email sinh viên về việc đăng ký rút môn học (có tính học phí theo quy định).. . . . Chúc bạn học tốt!. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Học kì này em có học môn Thí nghiệm Hoá Hữu cơ cần bản sao của bảo hiểm tai nạn Em lên mail chỉ thấy trả thẻ BHYT chứ không có BHTN, nên muốn hỏi bây giờ lấy thẻ BHTN ở đâu và làm như thế nào ạ? Cảm ơn",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên (phòng y tế) để được hướng dẫn nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Văn phòng đào tạo quốc tế. . Vào trước ngày 17/04 em đã đăng ký hủy môn học:. . - Mô hình hóa toán học (CO2001) nhóm CC02;. . Nhưng môn học vẫn chưa được hủy. Em mong phòng đào tạo xem xét lại.. . Em cám ơn . . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi em là sinh viên cao đẳng BDCN khóa K15,hiện tại lần thi av gần nhất của em đạt được 295 và em đã đk thi lại vào ngày 26-4 nhưng do dịch nên đã bị dời lại.Em muốn hỏi thầy cô là em có thể đăng kí làm TLTN trước rồi chờ khi nào bên BKEnglish cho phép thi lại em sẽ thi và nộp bằng đủ 350 điểm sau được không ak,tại HK 192 này là kì cuối cùng em có thể làm TLTN rồi,em mong quý thầy cô xem xét giúp đỡ dùm em ak,em xin cảm ơn",
            "Chào bạn. . Theo quy chế học vụ thì không được nghen, bạn xem chi tiết tại :. . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_62&tid=1609"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Văn phòng đào tạo quốc tế. . Vào trước ngày 17/04 em đã đăng ký hủy môn học:. . - Mô hình hóa toán học (CO2011) nhóm CC02;. . Tuy nhiên em đã ghi sai mã môn học là CO2001. Em mong nhà trường xem xét về việc hủy môn học của em.. . Em cám ơn. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Do bạn ghi sai mã MH nên PDT không thể xử lý rút MH của bạn.. . Bạn vui lòng làm đơn tường trình trình bày rõ trường hợp của mình, ghi lại cho đúng tên và MH xin rút để được xem xét lại.. . Bạn trình bày rõ trong đơn, ký tên và chụp hình gửi qua bksi.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   B Quí thầy (cô) xem xét giúp em đơn xin tạm dừng học kì 2 năm học 2019-2020. . Vì lý do dịch bệnh nên em không thể đến trường để nộp đơn được, mong quí thầy (Cô) thông cảm giúp em !",
            "Chào bạn. . Ngày 08/05/2020, bạn liên hệ phòng đào tạo Cơ sở 1 để nhận quyết định tạm dừng HK192. . Khi đến bạn xuất trình thẻ sinh viên và báo đơn tạm dừng đã nộp qua BKSI. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Cho em hỏi nếu như em đăng kí học dự thính ở đợt 1 thì sau khi đợt 2 em có được quyền hủy môn không đăng kí nữa được không ạ vì em chưa thấy thời khóa biểu nhà trường sắp xếp như thế nào để thuận tiện cho việc làm thêm của em nữa. Và nếu như đăng kí đợt 2 thì có đảm bảo còn lớp không ạ, em xin cám ơn",
            "Chào bạn,. . . . PDT có gởi mail cho từng sinh viên và nói rất rõ vấn đề bạn cần hỏi. bạn vui lòng kiểm tra mail nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Chào thấy/cô, hôm nay em có nhận được mail của nhà trường về viêc dkmh dự thính 192. Tuy nhiên trong mail có nói sẽ không mở các môn học có thí nghiệm. . . Hiện tại hầu hết các môn học chuyên ngành của khoa Điện đều có thí nghiệm, việc này ảnh hưởng rất lớn đến lộ trình học và kế hoạch học tập của rất nhiều sinh viên.. . Mong nhà trường có điều chỉnh phù hợp và tốt cho chúng em. . . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . - Học kỳ dự thính chỉ mở những môn lý thuyết đơn thuần , còn những môn có thí nghiệm học kèm theo thì sẽ không mở. Vì những môn thí nghiệm không thể học livestram được. Bạn nên đăng kí những môn này trong đợt dự thính hè 193 tới .. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Khác ... . Em có đăng kí in bảng điểm nhưng khi thanh toán qua BKPay thì bị lỗi, em đã ra ngân hàng hỏi thì họ nói lỗi ở phía BKPay chứ không phải ngân hàng. Em cũng đang cần bảng điểm gấp nên mong nhà trường sửa lỗi để em đóng tiền ạ! . . Em xin cảm ơn ạ!",
            "Chào bạn,. . Hiện tại bộ phận kỹ thuật đang xử lý, sáng mai bạn vô thanh toán lại thử nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Thầy/cô cho em hỏi vấn đề:. . theo như mail của trường thì PĐT không mở lớp có thí nghiệm. . Mạch điện tử và Tín hiệu hệ thống là 2 môn song hành, trong đó Mạch điện tử có Thí nghiệm còn Tín hiệu thì không có. . Vậy kì dự thính 192 này em có thể học trước môn Tín hiệu được không ạ, em không muốn bị trễ chương trình học. . Em cảm ơn ạ",
            "Chào bạn,. . . . Bạn có thể đăng kí vào học kỳ dự thính hè 193, phần đăng kí môn học đã lập trình sẵn nên không thể thay đổi được nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Cho em hỏi dạ là học dự thính onl trong lúc dịch này và sau khi hết dịch vẫn học onl hay là trên CS1 ạ. Em cảm ơn ạ!!",
            "Chào bạn,. . . .  Hiện tại học online, chưa có thông báo mới học tập trung, khi nào có thông báo học tập trung trở lại PDT sẽ gởi thông báo qua mail cho từng sinh viên.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Thầy/cô vui lòng cho em hỏi với ạ!. . Lần trước em có hỏi về việc học môn anh văn 4 trong học kì này và được trả lời là môn anh văn 4 không học trực tuyến. Vậy hình thức học môn này là như thế nào vậy ạ? Lần trước em có nghe là đợi mail sẽ có hướng dẫn hình thức học nhưng đến hiện tại vẫn chưa có thông tin thêm. Em cảm ơn ạ!",
            "Chào bạn,. . Bạn vui lòng đợi thông tin chính thức của nhà trường nhé, vì tình hình hiện tại chưa thể trả lời chính xác cho bạn được.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em tên: Võ [full_name] Trí; MSSV: [student_id]. . Cho e hỏi là kỳ dự thính 192 này em đã thi toeic 340đ nhưng khi đăng ký học anh văn 1 em lại bị yêu điều kiện là học anh văn cơ bản tiên quyết nhưng em đã thi toeic 340đ qua mức anh văn cơ bản của k17 rồi ạ. Em xin cảm ơn.",
            "Chào bạn,. . . . Học kỳ dự thính 192 không  mở các môn anh văn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Xin chào thầy cô.. . Em xin kiến nghị về việc học dự thính không tổ chức các môn học có thí nghiệm ảnh hưởng tới kì học sau vì có môn tiên quyết. Do học kì chính pdt không mở đủ lớp nên phải dời sang dự thính. Mong pđt xem xét mở lớp để em ra trường không bị trễ 1 năm.",
            "Chào  bạn,. . . . - Học kỳ vẫn triển khai học bình thường theo hình thức livestream, còn phần thí nghiệm khi nào học tập trung sẽ triển khai. Bạn nói PDT không mở đủ lớp là không đúng.. . - Các lớp dự thính, PDT rất muốn mở tất cả cho các bạn học. Vì các môn học thí nghiệm không thể học livestram được. khi các bạn học tập trung trở lại các phòng thí nghiệm chỉ đáp ứng được các môn học trong học kỳ chính.. . . . - Các bạn có thể đăng kí các môn có thí nghiệm trong học kỳ hè 193 nhé.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi: Thầy/cô/cán bộ nhà trường. . Em mới nhận được mail trường về việc đăng ký môn học dự thính 192, tuy nhiên việc không mở các môn học kèm thí nghiệm là mất mác quá lớn đối với sinh viên khoa điện nói riêng( nhiều môn thí nghiệm cũng như tiên quyết) cũng như sinh viên các khoa khác nói chung.. . Bên cạnh đó, nhu cầu học dự thính đối với các môn có thí nghiệm lại đặc biết quan trọng với sinh viên từ năm 2 trở lên, Khi mà việc này ảnh hưởng không nhỏ đến kế hoạch học tập cũng như thời gian ra trường của mọi người.. . Vậy nên, em xin nhà trường xem xét cố gắng hỗ trợ mở các môn học kèm thí nghiệm trong kì dự thính 192 này.. . Em xin chân thành cảm ơn.. .",
            "Chào bạn,. . . . - Các lớp dự thính, PDT rất muốn mở tất cả cho các bạn học. Vì các môn học thí nghiệm không thể học livestram được. khi các bạn học tập trung trở lại các phòng thí nghiệm chỉ đáp ứng được các môn học trong học kỳ chính.. . . . - Các bạn có thể đăng kí các môn có thí nghiệm trong học kỳ hè 193 nhé.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Việc   B đăng kí hoãn thực hiện Luận văn tốt nghiệp  /B  và sẽ phản biện/bảo vệ luận văn vào đợt bổ sung, được thực hiện như thế nào ạ?. .   QUOTE Theo thông báo, số 204/ĐHBK-ĐT, ngày 16/03/2020 về việc thực hiện thực tập ngoài trường, Đồ án môn hoc, Luận văn tốt nghiệp học kỳ 2/2019-2020 và học kỳ hè năm 2019-2020.  /QUOTE . .",
            "Chào bạn,. . Bạn vui lòng liên hệ và đăng ký tại Khoa về việc hoãn thực hiện LVTN và phản biện/ bảo về LVTN vào đợt bổ sung.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em được hỏi là em đã hủy không rút môn học Quản lý chất lượng nữa, nhưng em đã bị hủy rồi ạ, giờ em phải làm sao để có thể tiếp tục học môn Quản lý chất lượng IM3063 nhóm A03",
            "responsible person: [551] [staff_name] [helpdesk staff]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính chào PĐT,. . Em gần đây có nhận được mail của trường về việc đăng ký môn học dự thính, chuyện à việc không thể đăng ký những môn học có thí nghiệm thực sự vô cùng khó khắn với sinh viên riêng môn Mạch điện tử và Tín hiệu & hệ thống đã có gần 200 sinh viên đăng ký, hơn nữa chương trình khoa điện không có nhiều môn không có thí nghiệm làm việc theo kịp tiến độ năm học rất khó khăn, mong rằng ý kiến của em sẽ được PĐT xem xét, em chân thành cảm ơn!",
            "Chào bạn,. . . . Bạn vui lòng làm đơn nộp PDT thử nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính thưa thầy cô! . . Em là [full_name], sv Khoa Điện K18. . Lịch đăng kí học kì dự thính HK192 livestream đã mở. Em rất cảm ơn về việc đó. Nhưng việc không cho sinh viên đăng kí những môn có thí nghiệm thì hơi khó cho chúng em ạ. Vì các môn đăng kí đều là môn cơ sở/chuyên ngành, và em cũng rất muốn đăng kí học ở HKDT 192. Nếu không em sẽ bị trễ môn mất.. . Mong thầy cô xem xét lại, có thể cho chúng em đăng kí môn có thí nghiệm.. . EM cảm ơn . .",
            "Chào bạn,. . . . - Các lớp dự thính, PDT rất muốn mở tất cả các môn cho các bạn học. Vì các môn học thí nghiệm không thể học livestram được. khi các bạn học tập trung trở lại các phòng thí nghiệm chỉ đáp ứng được các môn học trong học kỳ chính.. . . . - Các bạn có thể đăng kí các môn có thí nghiệm trong học kỳ hè 193 nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .  cho em hỏi môn anh văn 1 em đã học anh văn cơ bản với ấn đăng kí em cũng đăng kí được mà đến khi báo kết quả toàn bị không đăng kí được là sao ạ. lớp vẫn mở bình thường mà chỉ có em là bị kích ra thôi ạ. em mong cho em đăng kí được av1 ạ. . . .",
            "Chào bạn,. . . . Học kỳ dự thính không mở anh văn nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em mong phòng đào tạo có thể mở cho tụi em môn vẽ kĩ thuật dự thính học kì này,tại nếu thí nghiệm có thể làm thí nghiệm ở nhà( máy tính cài cad là được ).Em xin cảm ơn ạ. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . Nếu sinh viên có nguyện vọng học dự thính, thì bạn liên hệ [full_name] để [full_name] sắp xếp phòng thí nghiệm,..., sau đó gởi công văn cho phòng đào tạo để giải quyết. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi, em rớt môn giải tích 1 học kì 191 vừa rồi, em phải đăng kí học lại  trong hè này pko?",
            "Chào bạn,. . Việc đăng ký MH lại thì tùy bạn sắp xếp thời gian để đăng ký học lại nhé. Bạn có thể tư vấn thêm với Giáo viên chủ nhiệm của mình nhé!. . Thân"
        ]
    }
]