[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi: anh/chị,. . . . Em là [full_name], cho em đăng kí thêm 2 môn là CI3211, CI3213. Em không đăng kí được vì lớp đã full chỗ.. . . . Em cám ơn ạ.",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại . . Phòng Đào tạo cơ sở 1 để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho . . bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là hiện em mới chỉ hoàn thành môn giáo dục thể chất 1 và 2 của chuẩn GDTC cũ, vậy hiện tại nếu em đăng kí 1 môn của chuẩn GDTC mới thì liệu có được tính là đạt chuẩn GDTC để đăng kí các môn yêu cầu không ạ?. .   i Học vụ .",
            "Chào bạn. . Được tính là môn tương đương nghen em. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào Tạo!. . Về việc thi Tin học cơ bản thì đầu năm nhà trường thông báo là sẽ tạo điều kiện cho k19 thi để lấy bằng, nhưng nay đã sắp hết năm nhất rồi nhưng em vẫn chưa thấy chương trình thi, vậy là tụi em phải tự đăng ký thi ở ngoài phải không? Bên cạnh đó thì Chứng chỉ Tin học cơ bản phải nộp vào trường khi em kết thúc năm nhất phải không ạ!. . Em xin chân thành cảm ơn và mong sẽ nhận được tin hồi đáp từ nhà trường.",
            "Chào bạn, . . Về việc [full_name]19 phải đạt chuẩn kỹ năng ứng dụng CNTT cơ bản (tạm thời nhà trường pass chuẩn để xét Đ[full_name]MH áp dụng chỉ cho H[full_name]1(20-21), bạn vui lòng đợi thông báo sau của Phòng Đào tạo qua email sinh viên. . . Chúc bạn học tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô !. . . . Em là [full_name], MSSV: [student_id]. . . . Hiện tại e chưa đạt 1 môn CS ngành (CO1005 Nhập môn điện toán) của năm nhất vì vắng thi cuối kì, mà môn này chỉ danh cho học kì 1 của K2020.. . Em muôn đăng kí cho học kì 201 để hoàn thành môn học này ạ. Giờ em phải làm thủ tục như thế nào ạ.. . . . Em xin chân thành cảm ơn !. . . . [full_name],. . KHMT,. . MT17KH03",
            "Chào bạn,. . . . Khoá 2020 có biểu đồ học lệch so với các khoá khác, PDT không khuyên khích cho các bạn khoá trước đăng kí những môn học của K.20.. . . . Bạn có thể đăng kí học dự thính 201. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . chào các anh chị hộ trợ .. . . . em tên là Nguyễn [full_name]ôi mssv [student_id] ,. . nếu mình không đắng ký được môn, thì khi vào kỳ học 201, trong 2 tuần đầu em có thể lên phòng đào tạo để xin vào lớp ko ạ.. . . . mong được sớm hồi đáp.",
            "Chào bạn,. . . . Bạn phải DKMH theo các đợt DKMH mà PDT đã gởi mail thông báo sinh viên. Bạn phải DKMH trên Mybk nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là: Chuẩn anh văn năm 3 của em là qua av1. Vậy em qua av2 nhưng rớt av1 thì có được đăng kí môn học không ạ. Em cảm ơn ạ! . .",
            "Chào bạn,. . . . Bạn xem qui chế học phụ điều 31, phụ lục 1 nha http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn đăng kí học môn lập trình hướng đối tượng nhưng hiện tại thì lớp đã đầy. Liệu trường có thể mở thêm sĩ số được không ạ? Em cảm ơn",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô. . Em là Đăng -k14- Khoa Xây dựng. . . . Cho em hỏi về việc   B bị xóa đăng kí luận văn CI4393  /B  ở đợt dkmh 1,2 cho kì 201. . . . Em đã đạt chuẩn anh văn, và còn nợ khoảng 12 chỉ ( 8 chỉ chuyên ngành xd + 4 chỉ môn đại cương) và chỉ có 5.5 ngày ctxh (  10 ngày) . . Theo quy chế, e được nợ tối đa 7 chỉ chuyên ngành và kì hè 193 này e đang học 8 chỉ ( 2 chuyên ngành + 4 đại cương). . . . . Vậy lý do e bị xóa luận văn là thiếu chỉ hay là thiếu ngày ctxh? (để e biết kịp thời bổ sung). . Còn 1 điều nữa là ngày thi 2 môn (22/9) quá sát học kì 201 (21/9) điểm thi chưa cập nhật kịp thì sao ạ?. .",
            "Chào bạn,. . . . Theo qui chế để nhận luận văn thì bạn tích luỹ 121 (đối với ngành Vật liệu xây dựng khoá 2014). Hiện tại số tín chỉ tích luỹ  ngành của bạn là 117 tín chỉ thôi nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là em đăng kí môn học học kì 201 đợt 2 hệ chính quy các môn như : giải tích 2, vật lý 2 đều không được là sao ạ? Vì em nhập mã môn học vào search thì không có gì luôn ạ, vậy tức là không có 1 lớp nào của các môn đó mở cho hk201 ạ?",
            "Chào bạn,. . . . Theo đúng tiến độ học tập môn giải tích 2, vật lý 2 nằm trong học kỳ 2. Bạn có thể đăng kí những môn này trong đợt dự thính 201 sắp tới nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "EE2013:Vi xử ly thư 5:. . . .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT,. . Lúc trước trên Thông tin sinh viên có mục Chương Trình Đào Tạo, trong đó có thể hiện các môn đạt và chưa đạt theo chương trình của từng sinh viên. Nay hệ thống đã thay đổi nên không còn xuất hiện mục đó. . . Vậy cho em hỏi là có thể vô đâu để xem các môn mình đạt/ chưa đạt theo chương trình đào tạo của từng sinh viên, hoặc vô đâu để xem cần và thiếu những điều kiện nào để đạt chuẩn tốt nghiệp của từng sinh viên.. . Em chân thành cảm ơn. . . Trân trọng,",
            "Chào bạn. . - Hiện tại mục đó đã không thể thực hiện được, nên bạn vui lòng tự kiểm tra điểm theo chương trình đào tạo của mình. . - Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi anh/chị,. . . . Em sinh viên CQ chuyển sang VHVL khóa 2017, em có vài vấn đề thắc mắc:. . 1.Trong lúc điền hồ sơ em có điền vào giấy theo học CTĐT 2019, trên trang mybk thông tin để CTĐT 2019 (ảnh đính kèm).Khi gửi mail về PĐT thì thầy [full_name] xác nhận CTĐT là 2017.. . 2.[full_name]/[full_name] có thể giúp em tra chính xác năm CTĐT (MSSV: [student_id]).Để em đăng ký đúng môn học ạ.. . Em mong anh/chị giúp em ! Cảm ơn anh/chị !",
            "Chào bạn. . Thầy [full_name] đã trả lời cho bạn qua mail sv, bạn kiểm tra lại mail nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Về yêu cầu ứng dụng công nghệ thông tin của khóa k19 thì yêu cầu đó khi nào thực hiện ạ ?. . . . theo như quy chế em thấy trường tổ chức cho tụi em thi vào đầu hk2 năm nhất và không đạt thì cuối năm nhất nộp bằng để đc đki môn năm 2. . . . . . nhưng do ảnh hưởng của covid trường chưa tổ chức thi vậy tụi em có phải thi ở ngoài nộp bằng trước kì 201 không ?",
            "Chào bạn, . . Về việc [full_name]19 phải đạt chuẩn kỹ năng ứng dụng CNTT cơ bản (tạm thời nhà trường pass chuẩn để xét Đ[full_name]MH áp dụng chỉ cho H[full_name]1(20-21), bạn vui lòng đợi thông báo sau của Phòng Đào tạo qua email sinh viên. . . Chúc bạn học tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào PĐT. Em thuộc khóa K17 lớp XD17KT ạ. Em có gặp 1 số vấn đề khi đăng kí môn học và thông tin sinh viên bị sai lệch ạ. Ở HK172 em tích được 26 chỉ, sang HK kế  HK181 em tích được 0 chỉ, HK182 em tích thêm được 13 chỉ thì số tín chỉ tích lũy của em phải là 39 chỉ, nhưng trong trang thông tin sinh viên của em chỉ có 36 tín chỉ tích lũy thôi ạ. Em có bảo lưu HK 191, HK192 em thêm được 10 chỉ và tính đến thời điểm hiện tại tín chỉ tích lũy của em vẫn là 46 thôi ạ, thông tin vẫn chưa được cập nhật lại ạ. Nếu cộng đúng thì hết HK193 em tích lũy được 56 chỉ là đủ để ĐKMH cho HK5 ạ. Thế nhưng em vẫn chưa đăng kí được môn nào cho HK5 hết ạ. Em không biết trang thông tin của em có bị sai sót ảnh hưởng việc em ĐKMH không ạ? Mong PĐT kiểm tra lại giúp em với ạ để em kịp thời ĐKMH HK5 trong đợt 2 này ạ. Em cảm ơn rất nhiều ạ.Đăng ký môn học .",
            "Chào bạn,. . . . Hiện tại bạn tích luỹ 46 tín chỉ, học kỳ 193 bạn đăng kí được 7 tín chỉ nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô, em mong muốn được học lại môn học lập trình hướng đối tượng để cải thiện kiến thức cho công việc cũng như điểm số. Em mong thầy/cô xem xét mở sĩ số lớp để em có cơ hội tham gia lớp học ạ. . .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy (cô) phụ trách hỗ trợ sinh viên trực tuyến, theo quy định đăng kí môn học ở mục 9.3 của QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ BẬC ĐẠI HỌC, [full_name], số tín chỉ tối đa là 21 tín chỉ (ảnh đính kèm). Ở học kì này em đã đăng kí tổng cộng là 21 tín chỉ, em muốn xác nhận là như vậy phù hợp với quy định đúng không ạ ?. . Nếu có nhầm lẫn em sẽ điều chỉnh lại cho phù hợp, cảm ơn thầy (cô) rất nhiều.",
            "Chào bạn,. . . . Đúng rồi đó bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô,. . . . Em [full_name], MSSV [student_id], [full_name] học ứng dụng.. . Hiện tại em sẽ bảo vệ Luận văn vào đợt bổ sung tháng 9 này. Các môn khác em đã học xong trong chương trình. Công ty em đang làm dự định cử em đi học 1 khóa đào tạo về kỹ thuật, cần bằng chuyên môn trong tháng 11. Em được biết 31/10/2020 là hạn chót nhận bổ sung điều kiện tốt nghiệp.. . Do đó em xin hỏi PDT đối với sinh viên bảo vệ LVTN trong đợt bổ sung này thì có kịp lịch trình tốt nghiệp vào tháng 11/2020 này không?. . Mong sớm nhận được phản hồi từ phía thầy/cô, để em báo về công ty.. . . . [full_name] trọng cảm ơn.. . . .",
            "Chào bạn,. . Phụ thuộc vào Khoa bạn chấm điểm và nộp điểm lên cho Phòng Đào tạo càng sớm càng tốt nhé bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name], MSSV: [student_id], em muốn hỏi về việc mở các môn cơ sở ngành của khoa Điện là là Kĩ thuật số ( EE1015 ), Mạch điện tử( EE2007), Tín hiệu và hệ thống ( EE2005) ạ, chúng em đã làm đơn xin mở lớp những vẫn chưa có môn học mở trên myBK để đăng kí. Mong phòng đào tạo giải quyết thắc mắc giúp em với ạ. Em cảm ơn phòng đào tạo!  B . .",
            "Chào bạn,. . . . Hiện tại phòng học bị quá tải, những môn mở bổ sung (theo đơn sv) chưa mở được và dự định sẽ mở vào đợt dự thính.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô . . En tên [full_name]. . Cho em hỏi là khi xếp tốt nghiệp dựa vào ĐTBTLNgành vậy có tính luôn mấy môn đại cương không ạ, hay chỉ tính các môn cơ sở ngành và chuyên ngành. . Em cảm ơn.. .",
            "Chào bạn,. . Tính tất cả các môn thuộc CTĐT của bạn, bạn xem quy định tính điểm TBTL tại đây:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 19. Số tín chỉ tích lũy, điểm trung bình tích lũy. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em đăng kí luận văn bị xóa môn nó hiện lí do là thiếu môn bắt buộc em vào check lại thì mình đã học qua môn đó rồi ạ.",
            "Chào bạn,. . . . Trong đợt 3 bạn đăng kí lại thử nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em thấy có một số bạn tuy không đủ 28 tín chỉ tích lũy nhưng vẫn đăng ký được các môn học của năm hai là sao ạ?",
            "Chào bạn,. . . . Bạn cho ví dụ là bạn nào?, mã số sinh viên.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn xin mở thêm lớp hoặc tăng sĩ số lớp A01 bộ môn Tổng hợp hữu cơ hoá dầu (CH3007) ạ.. . Em cảm ơn nhiều ạ!",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào các thầy/cô,. . . . Em có một vài thắc mắc về vấn đề học cải thiện cho học phần mở rộng của môn chuyên ngành dành cho KSTN.. . . . 1. Yêu cầu về việc SV thuộc chương trình KSTN phải \"Đạt\" toàn bộ học phần mở rộng của những môn chuyên ngành là đúng phải không ạ?. . . . 2. Nếu yêu cầu trên là bắt buộc thì để thực hiện việc học cải thiện cho học phần mở rộng thì cần phải đăng ký lại môn học chính & làm đơn xin chỉ học cải thiện cho phần mở rộng của môn học phải không ạ?. . . . 3. Nếu quá trình trên là đúng thì theo như lịch ĐKMH HK201 đợt 1, em có đăng ký một môn để học cải thiện cho phần mở rộng. Nhưng ở đợt 2 lại bị xóa môn và hiện tại môn đó đã đủ SV theo học. Nên em không rõ làm thế nào để có thể đăng ký lại môn học đó chỉ để cải thiện phần mở rộng?. . . . Em mong nhận được phản hồi từ các thầy/cô ạ.. . . . Sinh viên,. . [full_name]",
            "Chào bạn. . Về kỹ sư tài năng/chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào thầy/cô phòng đào tạo,. . Do lịch học của em bị trùng giờ với những lớp thiếu sỉ số, còn lớp không trùng giờ lại đủ sỉ số. Nay em tạo yêu cầu này mong muốn được tăng sỉ số nhóm lớp A02_A04 của môn Dung sai và kỹ thuật đo (mã môn ME3003). Nếu được mong thầy/cô có thể tăng sỉ số giúp em ạ.. . Em cảm ơn.. . . .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đăng kí luận văn nó hiện thiếu môn học với mã môn học ci3223 đây là mã của k17 em làm k15 mã môn đó là ci3093 và môn này em đã học qua môn r ạ",
            "Chào bạn,. . . . Đợt 3 bạn vào đăng kí lại, nếu có gì trục trặc bạn liện hệ trực tiếp PDT.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em là [full_name] . . mã số sinh viên: [student_id]. . khoa cơ khí. . xin mở thêm sĩ số lớp L04 môn ME2087",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại . . Phòng Đào tạo cơ sở 1  (đúng 9g sáng ngày thứ 2: 31/8/20), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho . . bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô ạ,em có một số thắc mắc về việc chuyển điểm anh văn: Điểm và tín chỉ sẽ được tính vào điểm tbtl và số tc tích lũy tại thời điểm nộp bằng hay là 1 khoảng thời gian sau đó mới được tính? nếu có thì khoảng bao lâu ạ? mong thầy/cô giải đáp giúp em. Em cảm ơn ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào quý Thầy/ Cô, về chuẩn anh văn sau mỗi năm học thì chỉ cần nộp chứng chỉ anh văn thỏa điều kiện vào là được phải không ạ? Chứ không cần phải đăng ký chuyển điểm cho môn anh văn cần cho mốc năm đó phải không ạ?. . Em cảm ơn. Chúc quý Thầy/ Cô nhiều sức khoẻ.",
            "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô, em muốn xin mở thêm 2 chổ cho môn học Kết cấu thép 1 mã CI3009 lớp A03 thứ 6 tiết 3 4 5. Vì môn này hiện đã hết chổ cho sinh viên lớp đại trà.. . MSSV em là [student_id].. . MSSV bạn em là [student_id].. . Em xin chân thành cám ơn.. . . . . .",
            "Chào bạn,. . . . Trong đợt DKMH, bạn muốn tăng sỉ số phải liên hệ trực tiếp PDT.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô ạ,em có một số thắc mắc về việc chuyển điểm anh văn: . . 1/ Điểm và tín chỉ sẽ được tính vào điểm tbtl và số tc tích lũy tại thời điểm nộp bằng hay là 1 khoảng thời gian sau đó mới được tính? nếu có thì khoảng bao lâu ạ? . . 2/ theo tiêu chuẩn của k19 thì 550 điểm toeic sẽ pass anh văn 1,2,3,4 nhưng không được điểm tuyệt đối, còn 700 điểm sẽ được chuyển thành 4 điểm 10 ở anh văn 1,2,3,4. Nếu em nộp bằng lần 1 là 550 điểm thì lần sau em có được được phép nộp bằng có số điểm cao hơn để cải thiện điểm không ạ? . . Mong thầy/cô giải đáp giúp em. Em cảm ơn ạ!",
            "Chào bạn. . - Nếu bạn nộp Chứng Chỉ Ngoại Ngữ và đăng ký chuyển điểm (phải hoàn thành lệ phí chuyển điểm) trước ngày 18/9/2020 thì áp dụng theo quy định chuyển điểm cũ. . - Bảng quy đổi điểm chuyển Ngoại Ngữ mới bắt đầu từ ngày 21/9/20 áp dụng cho HK201, áo dụng cho tất cả các Khoa. . -- Về quy định Ngoại ngữ (cách tính điểm): Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    Sinh viên    Ngoại ngữ    Cách Đăng ký chuyển điểm các môn ngoại ngữ    Quy định chuyển điểm các môn ngoại ngữ. . - Theo quy định mỗi môn anh văn chỉ được phép chuyển điểm 1 lần. . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . xin chào pdt. . . . tính đến hiện tại là năm học thứ 3 của em nhưng năm vừa qua em mới tạm dừng học cho nên năm nay tính ra là năm 2 thôi ạ. Em hơi thắc mắc là tại sao em lại không thể đăng kí những môn học TR2003 và ME2013 bởi vì thiếu điều kiện tiên quyết, trong khi học kì 191 ( trước khi tạm dừng) thì em vẫn đăng kí những môn này được ạ ?. . . . xin cám ơn",
            "Chào bạn,. . . . Môn TR2003 và ME2013 là môn học sau năm 2, sinh viên sau năm 2 phải tích luỹ 56 tín chỉ.. . . . Thân.",
            "em chào cô. . . . dựa trên trương trình đào tạo của lớp GTHK18 thì đây là những môn cho năm 2 ạ, tại vì em đã tạm dừng 1 học kì cho nên tính ra năm nay là năm 2 của em.. . . . cám ơn cô",
            "Chào bạn,. . . . Bạn xem lại qui chế học vụ điều 4, mục 4.2. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT,. . Em tên: [full_name] - MSSV: [student_id]. . Do chưa đủ chuẩn anh văn và lớp học đủ sĩ số ở cơ sở 1.. . Em muốn đăng kí môn: Anh văn 3, mã số môn học: LA1007, lớp: A01 (tiết 7-9, thứ 6). Em mong PĐT mở sĩ số và cho phép em đăng kí liên tiếp từ tiết 2 đến tiết 9 vào thứ 6.. . Em mong PĐT xem xét.. . Em chân thành cảm ơn.",
            "Chào bạn,. . . . Môn LA1007 PDT đã mở sỉ số tối đa cho sv đăng kí rồi nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa phòng đào tạo và các thầy cô trong khoa Khoa học và Kĩ thuật máy tính, em là sinh viên K18 khoa Khoa học và Kĩ thuật máy tính. Hiện tại em vẫn chưa học môn Lập trình hướng đối tượng, mã môn học CO2005. Học kì 201 sắp tới có mở một lớp nhưng lớp đã full sĩ số và còn nhiều bạn chưa thể đăng kí môn này như em. Em mong phòng đào tạo và khoa sẽ tạo điều kiện để mở thêm sĩ số hoặc thêm một lớp Lập trình hướng đối tượng nữa ạ. . . Em xin cảm ơn",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại . . Phòng Đào tạo cơ sở 1  (đúng 9g sáng ngày thứ 2: 31/8/20), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho . . bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . [full_name] . . [full_name]- [full_name]- [full_name]. . [full_name]. . Em tên là Thái Huỳnh Mộng Nghi . . Lý do em gửi đơn này mong phòng đào tạo có thể cho phép em đăng ký môn năm 2. Hiện tại thì em chỉ đạt 26 chỉ. Lúc trước do nhà trường có gửi một câu trả lời cho một bạn rằng nếu kết thúc năm nhất không đủ 28 chỉ vẫn có thể đăng ký môn năm 2 nên lúc mùa covid trường có mở lại cho những bạn đăng ký đi   B Mùa Hè Xanh  /B  được đăng ký trong đó có em nhưng mẹ em tâm lý đang lo lắng nên em cũng không đăng ký.. . Em rất mong được đăng ký môn học ạ. Em không muốn bỏ phí thời gian cho 1 học kỳ đâu ạ.. . Em cảm ơn phòng đào tạo đã đọc tin ạ. . Ký tên",
            "Chào bạn,. . . . Hiện tại theo qui chế của trường sinh viên năm nhất phải tích luỹ 28 tín chỉ mới đăng kí những môn năm 2. . . . . Hiện tại nhà trường chưa có thông báo  về việc sv không tích luỹ đủ 28 tín chỉ đăng kí những môn năm 2.. . . . Thân.",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên [full_name] . . Thầy/cô cho em xin hỏi là môn cơ kỹ thuật va dao động có trong kì dự thính không ạ. . Em xin cảm ơn thầy/cô. . . .",
            "Chào bạn,. . môn học được mở do sinh viên đăng ký, đủ sĩ số và không đồng ý mở lớp.. . Bạn vui lòng liên hệ Khoa để được tư vấn về môn học có được mở trong dự thính không nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào admin. . Em tên: Phạm Quốc Nhật. . MSSV: [student_id] . . Do em quên mất mình còn môn Anh Văn 4 chưa học để xét chuẩn anh văn năm 3 của khóa 2018.. . Mà học kì 202 thì còn những môn khá năng và hè 203 cũng phải đi thực tập nên em rất mong phòng đào tạo sẽ mở rộng thêm 1-2 slot của lớp [full_name]ẾT 10-11-12 PHÒNG C5-402. Phòng này cũng khá rộng nên em mong là Pđt mở thêm sỉ số 1-2 slot để tạo điều kiên thêm cho tụi em được học và không mắc phải những chuẩn ANH VĂN sau năm 3 ạ. . . . . Em xin cảm ơn rất nhiều ạ",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại . . Phòng Đào tạo cơ sở 1  (đúng 9g sáng ngày thứ 2: 31/8/20), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho . . bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy cô ạ,. . Em là sinh viên k18 thực phẩm ạ. Dạ cho em hỏi về môn học, chương trình đào tạo k18 có môn sinh học ( mã môn học CH1011, 3 tín chỉ) còn chương trình đào tạo k19, phòng đào tạo thay thế môn sinh học thành môn sinh học đại cương ( mã môn học CH2027, 3 tín chỉ). Học kì này em đăng kí môn sinh học nhưng không có lớp do k19 không học môn này nữa ạ. Em có thể đăng kí môn sinh học đại cương được không ạ, môn sinh học đại cương có tương đương với môn sinh học mà em đã học không ạ.. . Em chân thành cảm ơn thầy cô ạ!",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy cô!. . Em muốn hỏi ngày nộp CCNN cho đợt nhận luận văn là 16/9, nhưng em chưa nộp kịp. Đợt đăng kí luận văn là ngày 25/9. Em có thể nộp trước 25/9 để nhận luận văn được không ạ?",
            "Chào bạn,. . . . Khi nào bạn có CCNN nộp vào thì bạn mới đăng kí nhận luận văn. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào Phòng đào tạo.. . Em là sinh viên năm 2 của trường . Tình hình là năm nhất em học lơ là nên rớt nhiều môn . Tính cả kì hè này nữa chỉ được 53 chỉ . Mà có 2 môn em không đăng kí được : Thủy lực thủy văn cầu đường ( CI3011 ) và môn Kết cấu thép ( CI3009 ) . Trong khi đó kì 202 muốn đăng kí môn bắt buộc phải học trước môn này mà em không đăng kí được nên học kì 2 em sẽ ko đăng kí được môn nào hết ! Vậy em có thể đăng kí dự thính 2 môn này trong kì 201 không ? Và nếu ít sinh viên hoặc không có thì phòng đào đạo có cách nào giải quyết giúp không ạ ?. . Em xin cảm ơn !",
            "Chào bạn,. . . . Học kỳ dự thính 201 bạn có thể đề nghị mở lớp, nếu đủ số lượng sv đăng kí và khoa đồng ý mở lớp thì PDT sẽ mở lớp cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào thầy/cô.. . Em là [full_name], MSSV:[student_id]. Thầy/cô cho em hỏi là sau khi em hoàn thành việc bảo vệ luận văn tốt nghiệp, tuy nhiên vẫn còn thiếu ngày công tác xã hội và điểm anh văn nói-viết thì trong thời gian hoàn thành 2 chỉ tiêu trên em có phải đăng ký môn học trong các kỳ học chính không ạ?. . Em xin cảm ơn.",
            "Chào bạn,. . . . Nếu trong học kỳ bạn không DKMH sẽ bị tạm dừng, thời gian tạm dừng không quá 2 học kỳ. Sau 2 học kỳ bạn không DKMH sẽ bị thôi học. . . . . Bạn xem qui chế học vụ điều 26, 27 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: kính gửi quý thầy cô,. . em tên là [full_name] MSSV [student_id]. . Em đăng kí in bảng điểm ngày 28/8/2020 lịch hẹn lấy là ngày 3/9/2020 nhưng hiện em đang cần gấp bảng điểm để nộp hồ sơ nhận học bổng vào ngày 1/9/2020 nên em mong quý thầy cô giải  quyết in sớm cho em vào thứ 2 ngày 31/8/2020 được không ạ ?. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . Bạn vui lòng theo dõi trang mybk/In bảng điểm để xem tình trạng đã in xong có thể đến nhận nhé, không in gấp được nhé. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thầy/cô cho em hỏi sắp tới Phòng đào tạo có mở lớp Cơ sở Điều khiển tự động và Xử lí số tín hiệu của khoa Điện không ạ. . Tại lúc trước em thấy có bạn làm đơn rồi, nhưng sắp hết hạn đăng kí môn học mà tụi em chưa thấy lớp nên tui em hơi lo ạ. . Nếu không đăng kí được chắc tụi em trễ đồ án mất.. . Em xin cảm ơn",
            "-\tHiện tại đã hết thời gian để mở lớp ở học kỳ chính 201. . -\tSinh viên có nguyện vọng học các môn chưa được mở lớp ở học kỳ chính 201 vui lòng đăng ký môn học ở HK dự thính đợt 1 (từ ngày 21/09/2020 đến 24/09/2020) , Xem chi tiết lịch đăng ký môn học dự thính HK201 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Đăng ký môn học    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2020-2021    Lịch học vụ chính quy    Học kỳ 1(HK dự thính). . o\tSau ngày 30/9 nếu môn học không được mở lớp, Quy trình mở môn học dự thính :. . . . \tBước 1: SV tải mẫu đơn tại trang web: www.aao.hcmut.edu.vn    Sinh viên    biểu mẫu    mẫu Đề nghị mở môn học (ngoại lệ). . . . \tBước 2: Sau khi có xác nhận chữ ký đồng ý theo quy định trong đơn. . . . \tSV nộp đơn tại PĐT – cơ sở 1-  . . Thời gian nộp đơn mở lớp dự thính: từ ngày 30/09/2020 đến 01/10/2020. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . E khong đủ chuẩn anh văn sau các năm ạ, mà hiện giờ nhà trường vẫn cho đk môn học bình thường vào hk201, liệu e có bị hủy môn học khi vào năm học ko ạ",
            "Chào bạn,. . . . Sau khi học kỳ 193 kết thúc, PDT sẽ xét lại số tín chỉ sau các năm cho các bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kinh chào Thầy/Cô !. . Em tên [full_name],em có một vài thắc mắc về vấn đề đăng ký môn học ạ.. . Hiện tại em chỉ còn nợ một môn giải tích 2 nhưng học kỳ chính tiếp theo hiện không mở lớp. Nếu em không đăng ký môn học thì có bị đình chỉ không ạ? Và nếu bị đình chỉ thì em có được đăng dự thính không ạ ? . . Mong nhận được sự phản hồi. Em chân thành cám ơn ạ !",
            "Chào bạn,. . . . Chương trình đào tạo từ khoá 2019 có thay đổi, những môn này bạn nên đăng kí dự thính học kỳ 201 nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chào thầy/cô,. . Em tên [full_name] sinh viên k17 khoa Quản lý công nghiệp.. . Hiện em đang xin giấy gửi về địa phương để vay sinh viên, thầy/cô cho em hỏi em cần có những giấy tờ gì, em đến đâu để cung cấp và lấy giấy đó, khi nào thì em có thể đi được để gửi về địa phương em để em được vay ạ.. . Em cảm ơn.",
            "Chào bạn,. . Bạn vui lòng liên hệ Phòng Công tác Sinh viên để được hướng dẫn và hỗ trợ.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Sao hạn thành toán lệ phí lại khác trong mail ạ? Vậy khi em thành toán thì có được xếp lịch thi không vậy?. . . .",
            "Thân chào bạn sinh viên,. . . . Bạn chưa đóng lệ phí thi kiểm tra trình độ tiếng Anh, bạn vào BKPay thanh toán trước 16h00 ngày 03/09/2020. Sau thời hạn này sẽ bị xóa tên khỏi danh sách đăng ký.. . . .  . . . . Chúc các bạn thành công"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào cô/thầy. . Em là [full_name], sinh viên khóa [full_name]15, cô/thầy cho em hỏi [full_name]15 cũng sẽ không đăng ký được   B một số môn học  /B  nếu chưa qua GDTC 3 đúng không ạ?. . Em cám ơn ạ",
            "Chào bạn,. . . . Bạn xem qui chế học vụ :'- Một số điểm mới về Quy chế học vụ áp dụng từ HK191', trong mục 4 có qui định nhen. . . . . Đường link  http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=114.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em muốn đăng ký môn nhưng hiện giờ tất cả các lớp đều đã full sỹ số, tình trạng chung của rất nhiều môn, nhưng nếu không đăng ký thì không đủ số tín chỉ tối thiểu, giờ em muốn đăng ký thêm những lớp đầy sỹ số đó thì làm sao ạ",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /. . IM 3001 Quản trị kinh doanh cho kĩ sư.. . em xin mở thêm sỉ số lớp L02 t5 tiết 10-12 CS2.. . Em có nhu cầu đăng kí thêm môn này ,mà bên cơ sở 2 đã hết lớp rồi,nên xin pđt mở thêm sỉ số của lớp L02  .",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại . . Phòng Đào tạo cơ sở 1  (đúng 9g sáng ngày thứ 2: 31/8/20), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho . . bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em có thể đăng ký thực tập tốt nghiệp trong học kỳ tới song song với việc làm đề cương luận văn không ạ, do tình hình dịch bệnh em không đi thực tập hè được.",
            "2. Môn Đề cương luận văn (ĐCLV). . . . - Điều kiện đăng ký môn ĐCLV: sinh viên phải đạt yêu cầu về môn tiên quyết/học trước/song hành, trong đó môn Thực tập tốt nghiệp là môn song hành.. . . . - Tổ chức môn ĐCLV: sinh viên đăng ký môn TTTN vào học kỳ hè (theo đúng tiến độ) và đăng ký ĐCLV ở học kỳ 1 kế tiếp, hoặc đăng ký môn TTTN và môn ĐCLV cùng trong học kỳ 1 hay học kỳ 2 (Lưu ý là môn ĐCLV không tổ chức trong học kỳ hè)."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trong chương trình đào tạo của trường, em thấy các môn sp1033, sp1035,... có yêu cầu các môn tiên quyết nhưng theo chương trình đào tạo có một số môn ở 2 kì liên tiếp nhau. Trong khi các đợt đăng ký môn học lại diễn ra trước khi chúng em hoàn thành kì học, vậy tụi em có thể được đăng ký những môn sau trước khi hoàn thành chương trình học được không ạ? Nếu không thì tụi em làm cách nào để theo kịp tiến độ của chương trình đào tạo ạ?",
            "Chào bạn,. . . . Bạn xem lại cấu trúc môn học, các môn này chỉ là môn học trước thôi. . . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chuongtrinhdaotao. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Nhà trường cho em hỏi tại sao môn thể dục em đăng ký từ đợt 1 lại bị xoá ạ? Và ở đợt đăng ký lần 2 này em không tìm thấy môn thể dục để đăng ký lại. Xin nhà trường xem xét giúp em. Năm nay em đã năm 3 mà em còn đến 2 môn thể dục, em sợ sẽ ảnh hưởng đến thời gian làm đồ án và tổt nghiệp của em.",
            "Chào bạn,. . . . Các môn thể dục bạn đợi mail thông báo PDT.. . . . Thân.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy cô PĐT. Do các lớp vi xử lí đã full sĩ số nên em kh thể nào đăng kí được. Vì lí do vi xử lí là môn học trước của đồ án nếu kh đăng kí được thì em sẽ bị trễ mất 1 học kì nữa ạ. Nên em xin thầy cô có thể mở thêm sĩ số cho em đk được kh ạ. Em xin mở nhóm A01_A01 hoặc 2 nhóm lớp còn lại điều có thể được ạ em xin cảm ơn.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    }
]