[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Thưa Thầy/ cô.. . emm tên: [full_name]- MSSV: [student_id]. . Hiện tại môn học Quản lý vật tư & Tồn kho (htcn)- [full_name]: ME4027-nhóm A01 đã full sỉ số 34/34. . Đây là môn học chuyên ngành bắt buộc của em, tuy nhiên em vẫn chưa đăng kí được, kính mong thầy/cô xem xét và tăng sỉ số môn ME4027- nhóm A01 thêm 1 slot. . Trong khi chờ đợi sự xem xét của thầy/cô, em xin chân thành cảm ơn!. . . . Sinh viên,. . [full_name]. . . . . .",
            "ĐÃ tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . - Anh văn 4 -LA1009- A01- Thứ 2- tiết 9,10,11,12",
            "Rất tiếc các môn học AV đã ở sĩ số tối đa không thể tăng thêm cho bạn",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin cho em hỏi là em muốn hủy 3 môn học đã đăng ký là các môn:. . MA4041 - Kỹ thuật sản xuất vật liệu chịu lửa, lớp L01. . CH2009 - Hóa phân tích, lớp L01-L01. . CH2001 - Hóa lý, lớp L02-L04. . Em xin hủy các môn trên để có thể đăng ký Thực tập tốt nghiệp.. . Do cũng đã gần hết hạn đăng ký nên mong được hỗ trợ sớm ạ, em xin chân thành cảm ơn.. .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .",
            "B MSSV/MSGV: [student_id]   /B   B    . . Xin cho em hỏi là em muốn   /B hủy 3 môn học đã đăng ký là các môn:. . MA4041 - Kỹ thuật sản xuất vật liệu chịu lửa, lớp L01. . CH2009 - Hóa phân tích, lớp L01-L01. . CH2001 - Hóa lý, lớp L02-L04. . Em xin hủy các môn trên   B để có thể đăng ký Thực tập tốt nghiệp.  /B . . Do cũng đã   B gần hết hạn  /B   B  đăng ký nên mong được   /B hỗ trợ sớm ạ, em xin chân thành cảm ơn.",
            "Chào bạn. . . . theo quy định trong đợt 3 bạn không thể xóa môn học, bạn có thể làm đơn xin rút môn học (có tính học phí). . . . bạn tham khảo quy định ĐKMH tại đây :. . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=192&tid=871"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712085  /b \t. . . .   i Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... .    Kính thưa quý thầy cô, em là Nguyễn Văn Luật, MSSV: 1712085.. .    Kính thưa quý thầy/ cô, em đã đạt chuẩn Anh Văn năm 2 (đã qua môn Toeic 500 ở trường), nhưng lý do là cô vào thiếu cột điểm cho em môn học đó nên phải đến trước đợt Đăng kí bổ sung lần 2 bọn em mới được Phòng Đào Tạo cập nhật điểm trên trang Mybk ạ. Môn đó em được 5.5đ và đã qua môn nhưng em không hiểu sao bây giờ vào bảng điểm của mình lại không xuất hiện môn đó. Không những em mà một bạn của em học môn này cũng gặp trường hợp như em. Sau đó bạn em có lên Phòng đào tạo để hỏi lại việc đăng kí bổ sung môn học cho đợt 3 này thì được tin là sẽ được cập nhật kịp để đăng kí trong đợt bổ sung cuối này.. .    Các môn học em đăng kí bổ sung bao gồm: Vi điều khiển- ME3007 (Nhóm A02-A05 hiện đang 14/17 sinh viên đăng kí), Kỹ thuật thủy lực và khí nén – ME3001(Nhóm A08-A17 hiện đang 10/19 sinh viên đã đăng kí), Dung sai và kỹ thuật đo- ME3003 (Nhóm A08-A18 hiện đang 13/20 sinh viên đã đăng kí), Động lực học và điều khiển – ME3011 (Nhóm A02 hiện đã đầy sĩ số). Các số liệu trên em cập nhật lúc 21h13p ngày 01/08/2019.. .    Hôm nay 01/08 đợt bổ sung lần 3 này đã mở, và em vẫn chưa đăng kí bổ sung được vì lý do GIỐNG NHỮNG ĐỢT TRƯỚC em đã đề cập ở trên. Em có gửi e-mail lại cho bên Phòng đào tạo và em nhận được thông tin là 13h chiều hôm nay (01/08) đã đỗ lại dữ liệu cho những trường hợp nộp CCNN trước đó. Và em vào đăng kí vẫn không được với lỗi tương tự trước đó. Em nghĩ có thể có sự sai sót gì đó ở đây vì trường hợp của em là cô cho điểm sai và Phòng đạo tạo cập nhật điểm lại sau- khác với những bạn khác là nộp CCNN vào nên em nghĩ có thể là có sai sót ở đây ạ.. .    Em kính mong quý thầy/ cô xem xét lại vấn đề này giúp em càng sớm càng tốt ạ, vì số lượng các bạn sinh viên đăng kí môn học đó sắp hết chỉ tiêu, nhiều khả năng sẽ ảnh hưởng tới việc đăng ký môn học học kì 191 của em.. .    Nếu cần thông tin gì em có thể cung cấp qua email luat.nguyenluat.van@hcmut.edu.vn ạ. . .    Em xin cám ơn ạ!. . . .",
            "Chào bạn. . . . Mình kiểm tra không thấy bạn đăng ký môn TOEIC 500 do trường tổ chức và cũng không có dữ liệu điểm.. . . . bạn vui lòng cho biết bạn học ở học kỳ nào và mã môn học + mã nhóm.. . . .",
            "Da là học kì dự thính 182.. . Môn học: Toeic 500. . Mã môn học: LA1035. . Mã nhóm: DT01. . . . Em cám ơn thầy ạ.",
            "Đã cập nhật điểm chuyển AV cho bạn. . . . bạn vào đăng ký lại nhé.",
            "Chào bạn,. . Hiện tại dữ liệu av của bạn đang cập nhật, bạn hãy vào đăng ký lại môn học sau 10g ngày 05/08/2019.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo trường đại học Bách Khoa TPHCM!. . Em tên là [full_name] MSSV [student_id]. . Đợt đăng kí môn học đợt 2 em có chỉnh sửa việc đăng kí môn học Pháp luật đại cương SP1007 và hiển thị là ngôn ngữ V (em có chụp hình ảnh chứng minh). Nhưng tới đợt đăng kí đợt 3, ngôn ngữ chuyển sang TA. Trong đợt này không được xóa môn, nên em không thể đăng kí nhóm khác chọn ngôn ngữ V được. Cho em hỏi em có thể làm đơn xin được xóa môn SP1007 để đăng kí lại được không? Và cho em hỏi khi được xóa môn như vậy có xóa luôn các môn khác không vì nếu đăng kí lại thì sẽ không còn cơ hội.. . Em chân thành cảm ơn và momg sớm nhận được phản hồi.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . . . Đây là lỗi của phần mềm ĐKMH, môn SP1007 nhóm A21 dạy bằng ngôn ngữ  tiếng Việt. . . . Bạn không cần chuyển nhóm nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Kính gửi nhà trường và phòng đào tạo.sếp lại lịch học học kì I (2019-2020) hệ vừa học vừa làm để chúng em có thể đăng kí được học môn thiết kế ôtô mà không bị trùng lịch học với các môn khác trong kì mới. Mong nhà trường và phòng đào tạo xem xét giúp đỡ. Chúng em cảm ơn nhà trường và phòng đào tạo!. .",
            "xếp lịch học bị sao em.. . lịch học xếp theo lớp hiện tại, nếu em học lại thì ko thể xếp theo em được. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là :[full_name].MSSV:[student_id]. . Thầy / cô cho em xin mở rộng thêm sỉ số lớp kinh tế kỹ thuật của cô [full_name] lớp L01 để đủ tiêu chuẩn 10 chỉ cho học kì 191.",
            "Đã tăng sĩ số theo yêu cầu của bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em tên là [full_name] . . MSSV [student_id]. . . . Em xin được mở rộng sĩ số lớp Động lực học và Điều Khiển (ME3011) nhóm A01 của thầy [full_name] . Do môn này môn tiên quyết nên em không muốn bị trễ. Mong phòng đào tạo giúp đỡ a.",
            "Đã tăng sĩ số cho bạn. . . . 30p nữa bạn vào đăng ký nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Chào quý thầy cô.. . Em đang học hệ KSTN và chuẩn anh văn sau năm 2 là TOEIC 500. . Kỳ dự thính HK182 em có đăng kí môn học TOEIC500 và đã đạt nhưng hiện tại em vẫn chưa đăng kí được môn học do thiếu chuẩn AV. Mong quý thầy cô xem xét và giải quyết sớm cho em ạ. Xin cảm ơn.",
            "Bạn được đăng ký các môn năm 2 (đã đạt chuẩn AV năm 1). . . . Bạn vào kiểm tra đăng ký lại nhé.",
            "Thiếu (các) môn học:. .   Nhóm [CCAS_2]: CCAS_2 - Chuẩn av sau năm 2 (tiên quyết) . . . . Dạ em đăng kí môn học cho năm 3 ạ.",
            "Và bị thiếu chuẩn AV sau năm 2",
            "Đã cập nhật điểm chuyển AV cho bạn. . . . bạn vào đăng ký lại nhé.",
            "Chào bạn,. . Hiện tại dữ liệu av của bạn đang cập nhật, bạn hãy vào đăng ký lại môn học sau 10g ngày 05/08/2019.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy cô Phòng Đào Tạo. . Tên em là [full_name], lớp CK18HT4, khoa Cơ Khí.. . Thưa thầy cô cho em hỏi môn Quản lý logistic- msmh: ME3233 có thể tăng sĩ số lớp học được không ạ? Em và một số bạn nữa chưa đăng ký được môn này do đã đủ sĩ số mặc dù trong chương trình đào tạo môn này bọn em phải học ở HK191.. . Em xin chân thành cảm ơn.",
            "ĐÃ tăng sĩ số cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . E chào ad ạ , a/c có thể cho e biết giờ e muốn rút môn ra để đăng kí môn khác được không ạ , và nếu rút ra  rồi em vẫn phải đóng học phí cho môn đó ạ . Mong a/c trả lời e nhanh với ạ . E cảm ơn",
            "Chào bạn. . . . Bạn có thể rút môn học (có tính học phí). . . . Bạn làm đơn rút môn học gửi về PĐT",
            "test"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . MSSV/MSGV: [student_id]    . . Kính gửi phòng đào tạo trường đại học Bách Khoa TPHCM!. . Em tên là [full_name] MSSV [student_id]. . Đợt đăng kí môn học đợt 2 em có chỉnh sửa việc đăng kí môn học Pháp luật đại cương SP1007 A21 và hiển thị là ngôn ngữ V (em có chụp hình ảnh chứng minh). Nhưng tới đợt đăng kí đợt 3, ngôn ngữ chuyển sang TA. Trong đợt này không được xóa môn, nên em không thể đăng kí nhóm khác chọn ngôn ngữ V được. Cho em hỏi em có thể làm đơn xin được xóa môn SP1007 để đăng kí lại được không? Và cho em hỏi khi được xóa môn như vậy có xóa luôn các môn khác không vì nếu đăng kí lại thì sẽ không còn cơ hội.. . Và nếu em xin hủy nhóm A21 để đăng kí nhóm khác vẫn môn SP1007 thì em có phải đóng tiền học phí của 1 môn nhưng nhân 2 không?. . Em chân thành cảm ơn và momg sớm nhận được phản hồi.",
            "Chào bạn. . . . Môn Sp1007 nhóm A21 ngôn ngữ là tiếng việt nên bạn không cần chuyển nhóm nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gữi Phòng Đào tạo.. .      Em tên là [full_name]. MSSV [student_id]. Em có xin tạm dừng học HK182 và em đã dừng 2 học kỳ liên tiếp là HK182 và HK183. Nay em được thu nhận lại vào HK191. Em được PDT cho phép đăng kí môn học đợt 1/8 - 5/8, vào lúc 13h ngày 1/8. Đến khi em đăng kí thì các lớp đã đầy hoặc chưa mở. . . Và em chỉ đăng kí được những môn cơ sở ngành và chưa đănh kí được những môn đại cương. Em kính mong PDT sẽ xem xét và giải quyết về vấn đề tăng sĩ số ở các lớp:. .     + [full_name]: Giải tích 2.. .     + [full_name]: Đại số tuyến tính.. .     + [full_name]: Vật lý 2 Nhóm [full_name]02-[full_name]03.. .     + [full_name]: Thí nghiệm vật lý.. .     + [full_name]: Phát triển bền vững.. . (Các môn không ghi nhóm là do em không có thời khóa biểu nên không biết phải đăng kí nhóm nào và trên trang đăng kí môn học cũng không có).. .     Nếu có thể, kính mong PDT mở thêm các lớp mới ở các môn nêu trên. Và em củng xin hỏi là nếu em đăng kí được các môn đã nêu trên thì em có thể hủy đăng kí các môn cơ sở ngành đã đăng kí không? Em kính mong nhận được sự giải quyết sớm của PDT.. .     Em xin chân thành cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . . . Mình xin trả lời bạn như sau:. . . . - Các môn học đã đưa lên trang ĐKMH (đợt 3) nếu bạn kiểm tra không có tức là môn học không được mở trong HK191. . . . - Các môn học đã ở sĩ số tối đa và không thể tăng thêm. . . . - Các môn học trong đợt 3 ĐKMH bạn không thể hủy chỉ có thể rút (có tính học phí).. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Kính gửi phòng đào tạo trường đại học Bách Khoa thành phố Hồ Chí Minh. Ngày 26/7 vừa rồi em đã nộp chứng chỉ ngoại ngữ để được học tiếp trong học kỳ 7 (học kỳ 191), nhưng tới nay vẫn chưa được thẩm tra xong, trong khi đến ngày 5/8 này là hết hạn đăng kí môn học rồi. Em mong phòng đạo tạo có thể sớm giải quyết giúp em để em có thể đăng kí và học tiếp vào học kỳ tiếp theo ạ !",
            "Chào bạn,. . Khi bạn đăng ký nộp chứng chỉ ngoại ngữ online, phòng đào tạo tự xét các chuẩn anh văn của từng năm, LVTN và tốt nghiệp khi chứng chỉ của bạn đạt chuẩn theo quy định.không cần chờ kết quả thẩm tra, khi có đợt lấy dữ liệu phòng đào tạo sẽ cập nhật  cho sinh viên, kết quả thẩm tra sẽ được hậu kiểm sau.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Chào quý thầy cô.. . Em đang học hệ KSTN và chuẩn anh văn sau năm 2 là TOEIC 500. . Kỳ dự thính HK182 em có đăng kí môn học TOEIC500 và đã đạt. . Cụ thể cột điểm KT=6.4, BT=3, THI=6.5, ĐTB=5.5. . nhưng hiện tại điểm của em lại không có trên bảng điểm dẫn đến vẫn chưa đăng kí được môn học do thiếu chuẩn AV. Mong quý thầy cô xem xét và giải quyết sớm cho em ạ. Xin cảm ơn.",
            "Chào bạn,. . Hiện tại dữ liệu av của bạn đang cập nhật, bạn hãy vào đăng ký lại môn học sau 10g ngày 05/08/2019.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . kính gửi phòng đào tạo. . em tên là [full_name] trực mssv [student_id]. . ngày hôm qua em có gửi yêu cầu hủy môn học và đã được chấp nhận, trang web đã mở khóa cho em để hủy môn. nhưng khi em hủy môn, trang web báo đã hủy thành công nhưng môn học bị hủy vẫn không mất đi, và khi em đăng kí môn mới trùng lên lịch môn bị hủy hệ thống vẫn không chấp nhận. . . cho em hỏi nguyên nhân và xin được sớm khắc phục.. . em xin cảm ơn.",
            "Đã hủy môn học cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Cho em hỏi khi rút môn học thì thời khóa biểu sẽ trống để em đăng ký thực tập tốt nghiệp ạ?. . Em đủ điều kiện đăng ký, tiền học phí hủy em cam kết đóng đủ.. .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .",
            "Bạn làm đơn xin rút môn học + kèm đơn xin đăng ký thực tập cùng thời điểm và nộp về PĐT",
            "Bạn làm đơn xin rút môn học + kèm đơn xin đăng ký thực tập cùng thời điểm và nộp về PĐT"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /. . Kính gửi Phòng đào tạo,. . Em viết yêu cầu này xin mở thêm sỉ số môn học  Đường lối cách mạng của Đảng. . Mã môn : SP1009. . Lớp A04 thứ 4 tiết 789. . GV [full_name]. . Số lượng : 10 slot. . Em xin cảm ơn nhiều ạ.",
            "Đã tăng thêm 5 slots vì sức chứa phòng không thể tăng thêm"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi Phòng đào tạo!. . Em tên: Phù Thái Nguyên. . MSSv:[student_id]. . vào học kỳ 191 này, qua 2 đợt đăng ký môn học,em có đăng ký môn học CH3015( thí nghiệm quá trình thiết bị) nhưng phòng đào tạo không đăng ký với lý do thiếu môn học trước CH2019, nhưng khi em so sánh với chương trình đào tạo của chuyên ngành Công nghệ thực phẩm thì hoàn toàn không có môn này. Vì vậy mong Phòng đào tạo xem xét và cho em đăng ký môn học này để không bị chậm trễ chương trình học!. . em xin trân trọng cảm ơn!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Trong đợi đăng kí môn học vừa rồi em đã đăng kí những môn học mà em cần học trong học kỳ 191 nhưng có 1 môn quan trong đó là môn nền móng công trình (GE4033) và đồ án nền móng công trình là môn học song song (GE4023) cần có điều kiện tiên quyết là chuẩn anh văn nên em đã phải đợi nộp bằng anh văn vô sau rồi mới đăng kí trong đợi đăng kí môn học cuối cùng (1/8-5/8), và trong khi đăng kí em phát hiện nó trùng thời khóa biểu với môn học cơ học đá (GE2009) sáng thứ 5 tiết 3-5, mà cả 2 môn học trên chỉ có 1 lớp thôi, nên em muốn hủy môn học cơ học đá (GE2009) để được đăng kí môn học nền móng công trình (GE4033) vì đó là môn học tiên quyết để được làm luận văn. Em mong phòng đào tạo có thể giúp em, để em có thể theo kịp tiến độ học tập và ra trường đúng hạn ạ.. . Em xin chân thành cảm ơn !",
            "Chào bạn.. . hiện đã mở khóa.. . Bạn có thể hiệu chỉnh môn học. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em chào anh! Hiện tại em có một môn tiên quyết bị trùng lịch quá nhiều nếu không đăng ký được học kỳ 192 em sẽ không được học 3 môn nên mong anh xem xét giúp em xóa hết các môn đã đăng ký để đăng ký lại ạ! em chân thành cảm ơn!",
            "Chào bạn.. . hiện tại đã mở khóa.. . bạn có thể hiệu chỉnh môn học. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi PĐT, em tên là Đặng Thông Nhật Mssv [student_id], hiện em chuẩn bị vào năm 3, em đã đạt được 390đ toeic vào kỳ thi đầu vào ở học kỳ 1 năm 2 nhưng giờ em vẫn chưa đăng ký được môn học do thiếu điều kiện anh văn tiên quyết. Mong PĐT giải quyết giúp em để em được đăng ký môn học ạ. Em xin chân thành cảm ơn.",
            "Bạn đã được chuyển điểm chứng chỉ anh văn sau năm 1 (CCAS_1)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Chào cô. . Cô cho em xin Tăng sỉ số môn DAMH kết cấu bê tông ct2 của thầy [full_name]",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Chào cô. . Cô cho em xin Tăng sỉ số môn DAMH kết cấu bê tông ct2 của thầy [full_name]. . Mã môn học ci3177",
            "Đã tăng sĩ số cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gữi phòng đào tạo.. .    Em tên là [full_name]. MSSV: [student_id].. .    Em kính mong phòng đào tạo nếu có thể thì mở lớp ở các môn:. .    + [full_name]1005. Giải tích 2 nhóm A01-A01.. .    + [full_name]7. Thí nghiệm vật lý nhóm L23.. .    + [full_name]1007. Đại số tuyến tính nhóm A20-A33.. .    Em kính mong nhận được sự trả lời của PDT.. .    Em xin chân thành cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . . . Trong đợt 3 đăng ký môn học PĐT không nhận đơn mở thêm lớp.. . . . bạn có thể đợi đến đợt Dự thính HK191 để đăng ký trong đợt 1 ( nếu đủ số lượng khoa sẽ mở lớp)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em là k16 học khoa cơ khí. Em muốn nhờ phòng đào tạo tăng sĩ số môn kỹ thuật thuỷ lực và khí nén ME3001 lớp A01_A01 của thầy [full_name] thứ 2 tiết 345 và môn quản trị kinh doanh cho kĩ sư IM3001 lớp A03 thứ 6 tiết 789 của thầy [full_name].. . Em xin cảm ơn",
            "Đã tăng sĩ số cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học  /i [full_name] [full_name] [full_name] [full_name] Kính thưa phòng đạo tạo,[full_name] [full_name] Em tên là [full_name]([student_id]), vì chứng chỉ anh văn nên giờ [full_name][full_name]mới bắt đầu đăng ký môn học được[full_name] Nhưng hiện tại môn   B Hệ quản trị cơ sở dữ liệu (CO3021)  /B  đã đầy nên [full_name] mong đào tạo tăng sĩ số để [full_name] có đăng ký được không ạ[full_name] Em cảm ơn !!",
            "Đã tăng sĩ số cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm). . Kính gửi Phòng đào tạo. . Em tên [full_name]. . MSSV [student_id]. . Đợt thi anh văn trong trường em được 385 điểm là qua av1 nhưng khi đăng ký av2 thì không đăng ký được.. . Mong quý thầy cô giúp đỡ. Em xin cảm ơn.",
            "Chào bạn,. . Kết quả thi kiểm tra tiếng anh định kỳ chỉ có giá trị pass chuẩn anh văn của từng năm, không xét miễn các môn AV bạn nhé.. . Bạn vui lòng xem lại quy định về chuẩn anh văn được cập nhật chi tiết tại:www.aao.hcmut.edu.vn- Sinh viên -  Quy chế- Quy chế học vụ bậc đại học -  Phụ lục 1. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em tên:[full_name], MSSV:[student_id], LỚP: CK18HT04.. . Em xin được tăng sĩ số môn Quản lí Logictics ( ME3233, lớp L02) và môn phương pháp tính ( MT1009, lớp L15).. . Lí do: phải có hai môn đó thì em mới được đăng kí các môn chuyên ngành khi tới học kì 192.. . Kính mong phòng đào tạo xem xét và giúp đỡ em. Em chân thành cảm ơn.",
            "Đã tăng sĩ số cho bạn",
            "Chào em,. . . . PDT đã tăng sỉ số môn ME3233, môn MT1009 đã full sỉ số môn này em có thể đăng kí vào học kỳ dự thính sắp tới."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em tên là Nguyễn Văn Quang MSSV [student_id]. Trong đợt đăng kí môn học vừa rồi, em có đăng kí môn   B Anh Văn 4 (LA1009)  /B . Tuy nhiên, em chưa được xếp lớp. Nên em mong phòng đào tạo   B mở thêm sỉ số môn học  /B  này để em có thể hoàn thành chương trình học ( vì em chỉ thiếu môn học này và môn luận văn tốt nghiệp. Kính mong phòng đào tạo hỗ trợ để em có thể tốt nghiệp vào tháng 4 2020. Em xin chân thành cảm ơn!. .",
            "Bạn vào đợt kết quả -  xem lịch sử để xem lý do không đăng ký được nhé :. . . . . . . . 25/ 07/ 2019 10:17\tHK191 - Đăng ký môn học Học kỳ 1 (2019 - 2020) - HK191 - Hệ Chính Quy - đợt 3\tPDT không đ/ký cho SV MH LA1009 (2: Thiếu môn học trước LA1007)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . em muốn huỷ đăng đí môn học đã đăng kí đợt 2 được không ạ, nếu được thì làm sao ạ",
            "Chào bạn . . . . trong đợt 3 bạn không thể hủy đăng ký môn học . . . . bạn xem quy định đkmh tại đây:. . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=192&tid=871. . . . . . . . . . 5. Đăng ký bổ sung. . Đăng ký tại myBK    Đăng ký môn học    Chọn đợt đăng ký tương ứng. . SV đăng ký bổ sung các môn học, hoặc đăng ký lại các môn học đã đăng ký trước đây nhưng chưa có trong TKB chính thức.. . Lưu ý: SV không được hủy môn học hoặc đổi nhóm. Nếu không có nhu cầu học nữa, SV có thể thực hiện quy trình rút môn học (có tính học phí)."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi phòng đào tạo Đại học Bách Khoa TP HCM. . Em tên: Trần Huy Hoàng .mssv: [student_id]. . Em viết đơn này để xin phòng đào tạo có thể cân nhắc tăng sĩ số và bố trí em vào lớp L01 môn Thiết Kế Kỹ Thuật Kiến Trúc (mã môn học là CI2027). Em rất mong lời phản hồi sớm từ phòng đào tạo bởi thời gian đăng ký môn học còn rất ngắn. . . . . Em xin cảm ơn",
            "đã tăng sĩ số cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em gửi đơn rút môn học cho phòng Đào tạo để rút môn học rồi đăng ký Thực tập tốt nghiệp nhưng bên đào tạo bảo 21/04 mới nhận đơn rút, hẹn em thứ 2 tuần sau lên sẽ trả lời. Còn bên bộ môn em thì không có mẫu đơn xin thực tập chỉ có đăng ký được môn học thì sẽ đóng dấu cho giấy xin thực tập để gửi các công ty thôi ạ.. .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .",
            "Chào bạn. . . . Khi nộp đơn rút môn học bạn kèm thêm đơn xin đăng ký bổ sung TTTN để PĐT xét chuẩn TTTN cho bạn nhé.",
            "Dạ, vậy em chỉ cần mang đơn xin rút môn học và đơn xin đăng ký bổ sung TTTN nộp cho phòng đào tạo là okey rồi ạ?",
            "Chính xác rồi bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi: pđt đại học Bách Khoa Tp . . Em tên: Trần Huy Hoàng.  Mssv [student_id]. . Em viết đơn này để xin phòng đào tạo có thể cân nhắc tăng sĩ số và bố trí em vào lớp L01 môn Thiết Kế Kỹ Thuật Kiến Trúc (mã môn học là CI2027). Em rất mong lời phản hồi sớm từ phòng đào tạo bởi thời gian đăng ký môn học còn rất ngắn. . . . . Em xin cảm ơn",
            "Đã tăng sĩ số cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học  /i [full_name] [full_name] [full_name] [full_name] Em tên là [full_name] MSSV [student_id][full_name] Trong đợt đăng kí môn học vừa rồi, em có đăng kí môn   B [full_name] (LA1009)  /B [full_name] Tuy nhiên, em chưa được xếp lớp[full_name] Nên em mong phòng đào tạo   B mở thêm sỉ số môn học  /B  này để em có thể hoàn thành chương trình học ( vì em chỉ thiếu môn học này và môn luận văn tốt nghiệp[full_name] Kính mong phòng đào tạo hỗ trợ để em có thể tốt nghiệp vào tháng 4 2020[full_name] Em xin chân thành cảm ơn![full_name] [full_name]",
            "Chào bạn. . . . Các môn học AV đã ở sĩ số tối đa và không thể tăng thêm được."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin chào! Em tên Nguyễn [full_name] Vũ (MSSV: [student_id]). . Cho em hỏi là: em muốn đăng kí phúc khảo môn Giao tiếp kỹ thuật bằng tiếng anh (CH3303-HK182) nhưng đã hết hạn đăng kí được vài ngày rồi, vậy có cách nào để em được phúc khảo không ạ?. . Em cảm ơn!",
            "Chào bạn,. . Bạn vui lòng xem  quy định phúc tra, thời hạn phúc tra là 07 ngày kể từ ngày giáo viên nộp điểm lên Phòng đào tạo, trên hệ thống phúc tra sẽ tự công 07 ngày phúc tra tính theo ngày  giáo viên nộp điểm lên Phòng đào tạo.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Văn phòng Đào tạo quốc tế Bách Khoa. . . . Em là tân sinh viên, vừa trúng tuyển chương trình chất lượng cao của QTBK. Đợt vừa rồi em được điểm 4.5 kiểm tra Tiếng Anh đầu vào. Em muốn hỏi là với số điểm đó thì em được xếp vào khoảng lớp nào, và phải học bao nhiêu kỳ Pre thì có thể học chính thức? Em đã đóng 37 triệu, thì có nghĩa là nếu em được xếp vào lớp Pre-Intermediate thì em phải đóng thêm 26 triệu tiền học Tiếng Anh cho lớp sau?. . . . Em rất mong câu trả lời từ ban tư vấn. Em xin cảm ơn",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp văn phòng đào tạo quốc tế để được tư vấn trả lời.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            ". .  Chào anh/chị. Hiện nay môn Các hệ thời gian thực 2, mã môn học 404708 mà em muốn đăng ký hiện tại đang trùng với môn kỹ thuật Robot mã môn học 207703. Em đã đề nghị giáo viên bộ môn kỹ thuật Robot đổi thời khóa biểu và đã gửi đơn đổi lịch của giáo viên và Phòng Đào Tạo cũng đã đồng ý nhưng do hệ thống đang hoạt động nên hiện chưa thể đổi được. Em xin phép được đăng kí môn Các hệ thời gian thực 2 vào học kỳ 191, đồng thời đổi lịch theo đơn đã gửi.. .",
            "Chào em,. . . . Vấn đề này, PDT đã trả lời  cụ thể rồi mà. Bây giờ em cứ đăng kí môn 404708, còn môn 207703 sau ngày 5/8 PDT sẽ thống kê lịch đổi nếu không trùng TKB pdt sẽ đổi giờ theo yêu cầu của các em.. . . . Em tập trung danh sách bạn nào muốn đăng kí môn 207703 sau ngày 5/8 PDT sẽ bổ sung cho các em."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Em là [full_name] MSSV [student_id]. . em mong Phòng Đào Tạo sẽ thẩm tra cho em sớm để em kịp đăng ký Luận Văn Tốt Nghiệp đợt này với ạ. . Em xin chân thành cảm ơn",
            "Chào bạn,. . Bạn đã có chuẩn LVTN rồi, bạn vui lòng Ktra lại.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính thưa thầy cô, em có nguyện vọng xin được tăng sĩ số sinh viên đăng ký môn học bộ môn phương pháp tính MT1009 cụ thể là lớp A08 của thầy [full_name] ạ, hiện có 120sv. Em thấy mấy lớp kia lên tận 130sv ạ, nên em xin được mở thêm sĩ số lớp A08 nữa, mở lên thêm 8,9 slot gì đó ạ, em sợ mấy b nhanh tay hơn. Kính mong nhận được phản hồi sớm ạ. Em xin chân thành cảm ơn!",
            "Đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi phòng đòa tạo, em tên là [full_name], MSSV [student_id].. . Do đăng kí đợt em đăng kí môn đại cương trước, sau đó nộp chứng chỉ ngoại ngữ vào bị trùng với môn đại cương nên không đăng kí được một số môn tiên quyết, những lớp đăng kí được thì lại full. Thế nên em viết đơn này với hi vọng phòng đào tạo cho em xin:. . 1) Xin mở sỉ số lớp L01 môn kinh tế kỹ thuật. . 2) Chuyển nhóm vẽ kỹ thuật. . 3)Chuyển nhóm xác suất thống kê và mở sỉ số lớp  L21. . 4) Chuyển nhóm cơ khí đại cương.. . Em rất hi vọng phòng đào tạo có thể mở khóa giúp em, điều này rất quan trọng với em. Em mong nhận được phản hồi sớm từ phòng đào tạo, em xin chân thành cảm ơn. Xin phòng đào taoj giúp đỡ em với ạ .. . . .",
            "Mình sẽ mở khóa cho bạn chuyển nhóm.. . . . bạn lưu ý kỹ các lần sau khi ĐKMH nhé.",
            "Kính gửi phòng đào tạo em tên là [full_name], MSSV [student_id]. Do Bị trùng lịch các môn học với những môn tiên quyết vì số lớp bị giới hạn ( chỉ 2 lớp) nên em xin phòng đào tạo mở thêm sỉ số ở một số môn giúp em với ạ, rất mong phòng đào tạo giúp đỡ để em đăng kí được môn học với ạ:. . 1) Kinh tế kĩ thuật L01. . 2) Xác suất thống kê L020 hoặc L021. . 3) Vẽ kỹ thuật L11- L19 . . Em rất rất mong phòng đào tạo giúp đỡ em với ạ, em hiện còn thiếu rất nhiều chỉ nhưng do lịch học bị trùng với môn tiên quyết và giới hạn số tiết nên em chỉ có thể học những lớp này. Kính mong phòng đào tạo xem xét và mở sỉ số những lớp trên giúp em ạ, em xin chân thành cảm ơn ạ. Rất mong nhận phản hồi sớm từ phòng đào tạo ạ",
            "bạn vui lòng ghi rõ mã môn học + mã nhóm để PĐT kiểm tra tăng sĩ số",
            "Dạ vâng ạ, em cảm ơn phòng đào tạo rất rất nhiều ạ.. . 1) ME2045, NHÓM L01. . 2) MT2001, NHÓM L21. . Em rất mong sự giúp đỡ của phòng đào tạo ạ, hi vọng nhận được sự phản hồi sớm từ phòng đào tạo ạ. Em xin chân thành cảm ơn!",
            "đã tăng sĩ số cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em nhờ phòng đào tạo tăng sĩ số môn quản trị kinh doanh cho kĩ sư IM3001 lớp A03 thầy [full_name] thứ 6 tiết 789.. . Tại lúc sáng em có yêu cầu chung với môn thuỷ lực và khí nén mà chỉ được môn này.Còn môn quản trị kinh doanh cho kĩ sư thì chưa.. . Em xin cảm ơn.",
            "đã tăng sĩ số cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Kính gửi quý thầy cô phòng đào tạo trường đại học Bách khoa. . Em tên là [full_name], mssv [student_id]. . Do điều kiện gia đình nên em có đăng kí đi làm thêm ở ngoài, có trùng với lịch học trong trường, mà các lớp khác còn trống rất nhiều. Nên em viết đơn này kính mong phòng đào tạo chuyển lớp giúp em ạ. Giúp em chuyển thời khoá biểu môn Nguyên lý Kinh tế và quản lý xây dựng, mã môn học là    ci1045. Từ lớp A04 thứ ba, tiết 10,11,12 sang lớp A03 thứ 2, tiết 7,8,9. Em kính mong phòng đào tạo thông cảm và giúp em chuyển lớp ạ. Em hứa sau này sẽ không để trường hợp này xảy ra nữa. Em xin chân thành cảm ơn",
            "đã mở khóa. bạn có thể hiểu chỉnh môn học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . xin chào Phòng Đào Tạo!. . em làm thư này kính mong phòng đạo tạo có thể cho em cơ hội để học môn cấu trúc dữ liệu và giải thuật(chuyên ngành).. . . . Tăng sĩ số lớp L01-L01 môn CO2003. . sđt: [phone_number]. . em xin cám ơn Phòng đào tạo nhiều ạ!. .",
            "Chào em,. . . . Môn CO2003 đã full sỉ số không tăng được nữa."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name]. . Mssv: [student_id]. . Nay em làm đơn này kính xin Ban Giám hiệu nhà trường, Phòng đào tạo, Khoa và quý Thầy cô cho phép em được rút học môn: . .     - Môn: Cơ lưu chất. .     - Mã số môn học : CI2003. .     - Lớp : L13_L41 ( thầy [full_name]. .     - Học kỳ 1 (2019 - 2020) - HK191  Hệ Chính Quy - đợt 3. . Lý do :Em đăng kí môn chuyên ngành bổ sung trùng với môn cơ lưu chất. . Kính mong Ban Giám hiệu Nhà trường, quý Phòng , quý Khoa và quý Thầy cô xem xét và giải quyết. . . Em xin chân thành cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . . . Bạn lên website PĐT lấy mẫu đơn xin rút môn học và nộp về PĐT. . . . Lưu ý khi rút môn học vẫn phải đóng HP"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em muốn xin tăng thêm sỉ số lớp anh văn 1 L-01 thứ 4 tiết 7-8-9-10 thì em phải làm sao ạ?. . Mong thầy coo hướng dẫn cho em. Em cảm ơn ạ. . . .",
            "Chào bạn. . . . Môn AV1 đã ở sĩ số tối đa và không thể tăng thêm được nữa."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi phòng đào tạo.. . Em tên là: [full_name]  MSSV: [student_id]. . Em viết yêu cầu này mong phòng đào tạo tăng thêm sĩ số môn học Vi xử lý mã EE2013 giúp em. . . Em xin cảm ơn.",
            "Môn học kèm thí nghiệm và đã ở sĩ số tối đa (sức chứa phòng thí nghiệm) không thể tăng thêm cho bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em xin được trình bày rõ hơn. Hiện tại Em lỡ đăng ký 21 chỉ nhưng mà em còn xót môn tiên quyết thép 2 chưa đăng ký được do không đủ chỉ. Nếu không đăng ký được môn này thì em sẽ bị trễ hạn nhận luận văn nữa năm.. . Thầy có thể giúp em mở thêm số chỉ đăng ký lên để em có thể đăng ký được môn học này. Hoặc thầy giúp em xóa bớt 1 môn để em có thể đăng ký đựoc môn này mà không bị vượt quá 21 chỉ. Lớp xin mở thêm sĩ số em cũng đã xin mở ròi ạ nhưng mà em lại không đăng ký được. Em hết cách ròi ạ mong thầy chỉ cho em một hướng giải quyết ạ. Em xin cảm ơn thầy.. .",
            "quy định SV đại trà Bt chỉ được đăng ký tối đa 21 tín chỉ. trừ SV giỏi + 4 TC.. . . . nên ko thể giải quyết. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi phòng đào tạo em tên là [full_name], MSSV [student_id]. Do Bị trùng lịch các môn học với những môn tiên quyết vì số lớp bị giới hạn ( chỉ 2 lớp) nên em xin phòng đào tạo mở thêm sỉ số ở một số môn giúp em với ạ, rất mong phòng đào tạo giúp đỡ để em đăng kí được môn học với ạ:. . 1) Kinh tế kĩ thuật L01. . 2) Xác suất thống kê L020 hoặc L021. . 3) Vẽ kỹ thuật L11- L19 . . Em rất rất mong phòng đào tạo giúp đỡ em với ạ, em hiện còn thiếu rất nhiều chỉ nhưng do lịch học bị trùng với môn tiên quyết và giới hạn số tiết nên em chỉ có thể học những lớp này. Kính mong phòng đào tạo xem xét và mở sỉ số những lớp trên giúp em ạ, em xin chân thành cảm ơn ạ. Rất mong nhận phản hồi sớm từ phòng đào tạo",
            "Bạn vui lòng cung cấp Mã môn học + mã nhóm để PĐT kiểm tra tăng sĩ số cho bạn",
            "Dạ vâng ạ, em cảm ơn phòng đòa tạo rất rất nhiều ạ.. . 1) ME2045, NHÓM L01. . 2) MT2001, NHÓM L21. . Em rất mong sự giúp đỡ của phòng đào tạo ạ, hi vọng nhận được sự phản hồi sớm từ phòng đào tạo ạ. Em xin chân thành cảm ơn.",
            "Chào em,. . . . Em cho biết mã số môn học?",
            "Dạ vâng ạ, em cảm ơn phòng đào tạo rất rất nhiều ạ.. . 1) ME2045, NHÓM L01. . 2) MT2001, NHÓM L21. . Em rất mong sự giúp đỡ của phòng đào tạo ạ, hi vọng nhận được sự phản hồi sớm từ phòng đào tạo ạ. Em xin chân thành cảm ơn!",
            "ĐÃ",
            "Chào em,. . . . Chị đã tăng sỉ số rồi em nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi phòng đào tạo Trường Đại Học Bách Khoa HCM. . . . . Em tên là [full_name]. . . MSSV: [student_id]. . . . . Em viết đơn này để xin phòng đào tạo có thể bố trí em vào lớp L01 của môn Anh văn 1 ( LA1003). Hiện tại đã đủ sỉ số. Em rất mong lời phản hồi sớm từ phòng đào tạo bởi thời gian đăng ký môn học còn rất ngắn. . . . . Em xin cảm ơn ạ! . . . .",
            "Chào bạn. . . . Tất cả các nhóm AV đã tăng sĩ số tối đa và không thể tăng thêm. . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi phòng đào tạo, em tên là [full_name], MSSV [student_id].. . Do đợt đăng kí vừa rồi em chưa chuyển điểm anh văn xong nên chỉ được đăng kí các môn đại cương trước, đợt này em vừa chuyển điểm xong và đăng kí môn chuyên ngành nhưng không đăng kí được, những môn đăng kí được thì lớp lại full. Thế nên em viết đơn này với hi vọng phòng đào tạo cho em xin:. . 1) Chuyển nhóm vẽ kĩ thuật. . 2) Chuyển nhóm võ (karate, taewondo). . 3) Tăng sỉ số lớp L01 môn kinh tế kĩ thuật. . 4) Tăng sỉ số lớp L04_L06 môn Vẽ kĩ thuật. . Em rất hi vọng phòng đào tạo có thể mở khóa giúp em, điều này rất quan trọng với em. Em mong nhận được phản hồi sớm từ phòng đào tạo. Em xin chân thành cảm ơn. Xin phòng đào tạo hãy giúp đỡ em với ạ.",
            "Chào bạn. . . . Mình đã mở khóa cho bạn hiệu chỉnh. . . . riêng 2 môn học tăng sĩ số mình không thể tăng vì sĩ số đã ở mức tối đa",
            "Dạ mở thêm cho em 1 slot môn vẽ kĩ thuật nhóm LO4_L06 thôi được không ạ, vì đó là môn tiên quyết cho năm sau và nếu đổi nhóm môn đó thì em mới đăng kí được môn chuyên ngành HK191 ạ.. . Xin phòng đào tạo hãy giúp em ạ",
            "Phòng máy chỉ có tối đa 40 máy nên không thể tăng thêm cho bạn rất tiếc"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Thưa cô, hôm qua con có xin bên phòng đào tạo tăng sĩ môn hóa lý hóa keo ch1005 lớp L01_L01 và đã được cô giải quyết con xin cảm ơn cô. Hôm qua con chỉ nhận được sự giúp đỡ của cô chỉ sau 15 phút nhưng lúc con vô đăng ký lại hết chỗ rồi do các bạn đăng ký quá nhanh. Con xin cô cho tên con vô lớp được không ạ? chứ mấy bạn đăng ký nhanh quá con đăng ký không được. Em cảm ơn cô",
            "Đã tăng thêm cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo,. . Em là [full_name] . . Em viết yêu cầu này Phòng đào tạo mở thêm sỉ số môn học  Đườnglối CM của ĐảngCSVN - MSMH : SP1009. . Lớp : A04. . Thứ 4 - tiết 789. . Cô [full_name]. . Số lượng : 1 slot. . Em thật sự cần học lớp này. Mong Phòng đào tạo hãy giúp em với ạ.. . Em xin cảm ơn nhiều ạ.",
            "Môn học đã tăng sĩ số tối đa (135sv) không thể tăng thêm."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo Trường Đại Học Bách Khoa HCM. . . . . Em tên : [full_name] . . MSSV: [student_id] . . . . Em viết đơn này để xin phòng đào tạo có thể cân nhắc tăng sĩ số và bố trí em vào lớp L04-L08 môn Cấu Trúc Dữ Liệu và giải thuật (mã môn học là CO2003). Em rất mong lời phản hồi sớm từ phòng đào tạo bởi thời gian đăng ký môn học còn rất ngắn. . . . . Em xin cảm ơn ạ!",
            "Chào bạn. . . . môn học đi kèm phòng máy và đã ở sĩ số tối đa không thể tăng thêm ."
        ]
    }
]