[
    {
        "intent": "",
        "message": [
            "Kính chào Phòng Đào tạo. . Em có một chút thắc mắc về thời gian bắt đầu học kỳ 192 ạ:. . - Theo trang của Phòng Đào tạo, phần Lịch học vụ Học kỳ II - Năm học 2019 - 2020, ngày bắt đầu học kỳ 192 là Thứ 4, 19/02 (Hình 1).. . - Trong thời khóa biểu của em, có một số môn học vào ngày thứ 2, 3 nhưng lịch học vẫn ghi học tuần 08 (hình 2), tức là em phải đi học vào ngày Thứ 2, 17/02 và thứ 3, 18/02.. . Vậy em phải bắt đầu đi học vào ngày nào và liệu thời khóa biểu có lỗi sai không ạ ?. . Em rất mong được thầy cô giải đáp. Em xin cảm ơn thầy cô nhiều ạ !",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Lịch học chính thức bắt đầu từ ngày 17/02/2020 nhé bạn.",
            "Dạ vâng, em cảm ơn cô đã giải đáp ạ !"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Chào thầy/cô,. . Em tên [full_name] - MSSV [student_id]8 - khoa Điện - Điện tử, chuyên ngành Viễn thông.. . Ở 3 đợt đăng ký cho HK192 em có đăng ký 2 môn là Kỹ thuật nhiệt lạnh - EE3135 & Luận văn tốt nghiệp - 440303. Tuy nhhiên cả 3 đợt ban đầu đều cho đăng ký thành công nhưng đợt trả kết quả lại xóa môn LVTN. Em đã hoàn thành đầy đủ các tiêu chí nhận LVTN (bao gồm môn học tiên quyết, môn tương đương, CTXH và TOEIC).. . Hiện tại nhà trường đang dời lịch đăng ký đợt cuối tới 25/02/2020 do dịch bệnh. Các thầy ở bộ môn nói học kỳ này thời gian thực hiện Đồ án - LVTN ngắn hơn kỳ trước (khoảng tháng 5 là nộp & tháng 6 báo cáo).. . Thực tế đây là học kỳ cuối (Nmax) của CTĐT khóa 2013 của em. Gia đình em gặp nhiều khó khăn về tài chính trong những năm cuối em đi học nên việc học của em cũng không suông sẻ như ý muốn. Vì vậy, nếu kỳ này em không thể thực hiện LVTN, em có thể chuyển từ hệ chính quy sang hệ VHVL đúng không ạ? Thông tin này em đọc trên quy chế- quy định mục 5.5 quy định về học kỳ ạ.. . Em xin chân thành cảm ơn quý thầy cô giúp em giải đáp thắc mắc ạ!. .",
            "Chào bạn,. . Bạn có thể làm đơn xin thôi học để chuyển qua hệ VLVH nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Lịch thi - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi là k19 hệ đại trà bắt đầu học lại từ thứ 2 ngày 17/2 hay thứ tứ ngày 19/2 ạ? Vì theo tkb là thứ 2,em cám ơn ạ.",
            "Chào bạn,. . Lịch học bắt đầu là 17/02/2020 nhé",
            "Yêu cầu khác: Thưa nhà trường,. . Em có thời khóa biểu vào ngày 17 và 18/2, mà em xem lịch học vụ thì học kỳ 192 bắt đầu từ 19/2, vậy 2 ngày 17 và 18 em có đi học không ạ?. . Em xin cảm ơn.. .",
            "Chào bạn,. . Đã cập nhật lại lịch học vụ nhé bạn, lịch học sẽ bắt đầu từ ngày 17/02/2020 nhé bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . * Nhà trường cho em hỏi : Điểm môn kỹ thuật số của em trong mục bảng điểm là 5.00 vừa đủ qua môn.. . * Nhưng sao trong mục Tiến độ học tập lại ghi là 0.5 _ Chưa đạt . . * Không biết sai sót gì không?. . * Nhà trường kiểm tra lại giùm em để sắp tới có đợt cập nhật lại điểm phẩy để làm LVTN.. . * Em có đính kèm 2 hình bên dưới . . * Em xin cám ơn",
            "Chào em,. . Hai mã môn học khác nhau nha.. . [full_name] Sẽ cập nhật lại môn miễn cho em EE1009 vì em đã học lại msmh thay thế EE1015 (5,0đ). . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "cho em hỏi:em đang là sinh viên năm 2, cuối kỳ vừa rồi em có đăng ký thi anh văn định kỳ ở trường mình và đạt được số điểm là 490 . Vậy cho e hỏi là kỳ 192 em có bắt buộc phải thi lại không ạ hay là với số điểm đó thì em đã được đăng ký môn học cho năm 3 rồi ạ?",
            "Chào bạn,. . Với điểm 490 thì bạn đã pass chuẩn av của năm 3 rồi nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ thầy cô cho em hỏi đợt trước em có đăng kí môn học và thực tập tốt nghiệp. Nhưng bị xóa môn. Thực tập thì còn một đợt đăng kí nhưng môn học em muốn đăng kí bổ sung thì phải làm đơn như thế nào ạ. Em xin cảm ơn. Và mong có phản hồi nhanh ạ.",
            "bạn cung cấp mã môn học, mã nhóm để xem xét. . Thân",
            "260619 kỹ thuật điện tử . . Dạ đây ạ",
            "260619 kỹ thuật điện tử, nhóm C01, giảng viên [full_name]",
            "ok. đã đk cho bạn.. . tkb sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vào ngày 13/01/2020, em có gửi đơn xin phúc khảo điểm thi cuối kì môn Xác suất thống kê của mình hạn có kết qua là 23/01/2020 nhưng cho đến hiện tại em vẫn chưa có kết quả phúc tra, em có thể biết được lý do không ạ?. . . . Em xin cảm ơn ạ.",
            "Chào bạn,. . Bạn vui lòng học lại nội dung \"Hạn phúc tra\" là thồi hạn sv được đăng ký phúc tra không phải là thời hạn trả KQ phúc tra nha bạn.. . Kết quả phúc tra phụ thuộc vào giáo viên trả KQ về phòng đào tạo bạn nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Cho em hỏi em là sinh viên của trường học hệ VLVH, em có thể nộp chứng chỉ AV 400 học ở trường khác như trường đại học Ngân hàng,đại học Sài Gòn... để được xét điễm AV cho trường mình được không vậy? em xin chân thành cám ơn.",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho e hỏi là giờ aao trên sơ đồ lịch học thì ghi 19/2/2020 còn trên lịch học ghi ngày 17/02/2020 thì giờ đi học ngày nào ạ",
            "Chào bạn,. . Đã cập nhật lại lịch học vụ nhé bạn, sẽ đi học theo TKB trên mybk, chính thức học từ 17/02/2020 nhé bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Kính gửi nhà trường,. . Em muốn chuyển lớp học môn Tư [full_name] (MMH : SP1005),. . Lớp hiện tại của thời khóa biểu của em là nhóm L05, thứ 3, tiết 10-12, địa điểm học là BK-CS2,. . Em muốn chuyển sang lớp nhóm A01, thứ 3, tiết 7-9, địa điểm học là BK-CS1,. . Em có cần viết đơn xin cho trường hợp này không ạ?. . Mong thầy cô xem xét giúp em ạ,. . Em cảm ơn ạ.",
            "đã chuyển về A01.. . TKB sẽ cập nhật lại sau"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Đăng ký in bảng điểm . Chào các thầy cô!. . Em vừa mới nhấp chon thanh toán ở khoản thanh toán in bảng điểm. Em đăng nhập vào và không thấy có thông tin gì như hình đính kèm, mong các thầy cô giúp đỡ. Em còn một khoản thanh toán in bảng điểm giống như vậy nữa ạ. .",
            "Chào bạn,. . Kiểm tra trên bkpay bạn không có khoản bảng điểm nào cần thu nhé! Bạn vui lòng vào kiểm tra lại?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi thứ 2,3 tuần sau có học không ạ?",
            "Chào bạn,. . Nhà trường chỉ thông báo nghỉ hết ngày 16/02/2020. Hiện tại chưa có thông báo nghỉ thêm nhé bạn.",
            "Dạ em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Học vụ - Đại học - Cao đẳng chính quy   Khác ... . em là sinh viên K13, dạ cho em hỏi nếu em quá hạn đào tạo xin chuyển về hệ vừa học vừa làm thì được không ạ? nếu được thủ tục sẽ như thế nào ạ? Giờ em dính vào công việc nhưng em vẫn muốn tốt nghiệp tại ở trường ạ",
            "Chào bạn,. . Bạn có thể làm đơn xin thôi học để chuyển qua hệ VLVH nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Theo tiến độ chương trình đào tạo kì 192, em sẽ được đăng kí Luận văn tốt nghiệp. Nhưng vì em chỉ thi toeic được 490, nên em không thể đăng kí Luận văn tốt nghiệp. Các môn còn lại em đã hoàn thành xong, vì vậy kì này em không có thời khoá biểu cho môn học nào.. . Không biết em cần làm những thủ tục nào, để không bị cảnh cáo học vụ ,vì không duy trì thời khoá biểu kì 192. . . Em xin cảm ơn ạ.",
            "Chào bạn,. . Bạn có thể đăng ký dự thính nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . Chào thầy(cô),. . Cho em hỏi hiện em đang học ngành khoa học máy tính chương trình đại trà thì năm sau em có thể chuyển sang chương trình chất lượng cao được không ạ? . . Em xin cảm ơn.",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Văn Phòng Đào tạo Quốc tế để xin tư vấn về chương trình chất lượng cao nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Hi admin,. . . . Em thấy lịch học vụ có để thời gian dkmh cho lvtn vào ngày 11/2 mà em check từ hôm qua tới nay 12/2 vẫn không thấy chỗ để dkmh.. . . . Đợi câu tl từ admin. . . . Thanks,",
            "Chào bạn,. . Lịch học và đăng ký MH đều dời lại do dịch bệnh nhé bạn,bạn vui lòng xem lịch mới đã được cập nhật tại lịch học vụ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa Cô , cho e hỏi là tuần sau sẽ học bắt đầu vào ngày thứ 2 hay là thứ 4 vậy ạ.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Các bạn sẽ đi học theo TKB trên trang mybk nhé bạn, chính thức bắt đầu học từ ngày 17/02/2020 nhé bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em đang làm luận văn (bộ môn công nghệ thực phẩm - khoa KTHH) nên có một buổi thí nghiệm (không có thời khoá biểu chính thức) trùng với môn Công nghệ lên men (CH3243). Kính mong phòng đào tạo xem xét cho em được chuyển môn Công nghệ lên men từ lớp A02 sang lớp A01 để em hoàn thành cả hai môn học đúng hạn. Em xin chân thành cảm ơn",
            "Em đang làm luận văn (bộ môn công nghệ thực phẩm - khoa KTHH) nên có một buổi thí nghiệm (không có thời khoá biểu chính thức) trùng với môn Công nghệ lên men (CH3243). Kính mong phòng đào tạo xem xét cho em được chuyển môn Công nghệ lên men từ lớp A02 sang lớp A01 để em hoàn thành cả hai môn học đúng hạn. Em xin chân thành cảm ơn",
            "Chào em,. . . . Đã hết hạn điều chỉnh TKB.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Làm thế nào để rút môn học đã đăng kí?",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng tải mẫu đơn Rút môn học tải trang aao.hcmut.edu.vn/biểu mẫu và nộp tại phòng Đào tạo (khi nộp nhớ đem theo thẻ sinh viên), thời gian nộp đã thông báo dời và nhận từ ngày 16/03 đến 20/03/2020."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có ý định rút môn giải tích 2 và đăng kí học dự thính giải tích 1.. . Vậy 4 tín chỉ của giải tích 1 dự thính có được tính vào tổng số chỉ của HK2 không.. . Em sợ nếu rút môn giải tích 2 sẽ không đủ tín chỉ tối thiểu mỗi học kì.. . Mong được giải đáp thắc mắc.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Nếu sẽ được tính như môn học chính quy bình thường nhé bạn (nếu đạt)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Dạ em chào thầy/cô,. . . . Cho em hỏi em làm đơn xin chuyển thời khoá biểu được không ạ?. . . . Em cám ơn nhiều ạ!",
            "Chào bạn,. . Hiện tại đã hết thời gian để thay đổi, hủy bổ sung môn học của học kỳ chính 192 rồi nhé bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là SV hệ VLVH. Em muốn hỏi là ngày thường phòng đào tạo làm việc đến mấy giờ ạ?? Do em đi làm đến 5h mới vào đến trường và muốn lấy thẻ sv để dk thẻ Bảo hiểm ạ. .",
            "Chào bạn,. . Hiện tại do sinh viên đang nghỉ nên chưa có lịch trực buổi tối sinh viên VLVH nhé bạn, hiện tại chỉ làm tới 5h chiều nhé bạn.. . Thẻ Bảo hiểm bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên để được hướng dẫn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Chào PĐT, . . Em là sinh viên K17 hệ Cao đẳng BDCN.. . Lần trước em đã đăng ký môn 260625( công nghệ hàn 2) nhưng không có trong thời khoá biểu chính thức hk192. Có 1 số bạn trong lớp cùng đăng ký nhưng đã hiển thị thời khoá biểu. Em muốn xin tăng sĩ số lớp cho môn 260625 ạ.. . Em cám ơn",
            "Em muốn xi vào lớp thứ 3 tiết 789",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học. . . . Chào PĐT,. . Em là sinh viên K17 hệ Cao đẳng BDCN.. . Lần trước em đã đăng ký môn 260625( công nghệ hàn 2) nhưng không có trong thời khoá biểu chính thức hk192. Có 1 số bạn trong lớp cùng đăng ký nhưng đã hiển thị thời khoá biểu. Em muốn xin tăng sĩ số lớp cho môn 260625 ạ. Em xin vào lớp thứ 3 tiết 789 ạ.. . Em cám ơn  /QUOTE . .",
            "bạn đã có kết quả môn học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Hiện tại trên hệ thống chưa cho phép em đăng ký LVTN với thông báo chưa duyệt CCNN, trong khi CCNN của em đã được thẩm tra hợp lệ. Em có thể làm gì vào lúc này?",
            "Chào bạn,. . Hiện tại lịch đăng ký bổ sung LVTN đã được dời lại do dịch bệnh, bạn vui lòng xem lịch mới đã được cập nhật tại Lịch học vụ nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . . . . . EE2007 mạch điện . . Nhóm lớp: A01_A0135/. . Nhóm LT: A01. . Giảng viên: Tạ Công Đức. . Thứ tư - tiết 2345",
            "Full sĩ số ko được đăng ký. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "U Yêu cầu khác: PĐT cho em hỏi là mình bắt đầu học vào T2 17/2 hay t4 ngày 19/2 vậy ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Các bạn sẽ đi học theo TKB trên trang mybk nhé bạn, chính thức bắt đầu học từ ngày 17/02/2020 nhé bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em xin hỏi là em đi hiến máu ở ngoài có giấy xác nhận của nơi tồ chức hiến máu để nộp vào tích lũy ngày công tác xã hội của trường có được không ạ?. . Em xin cảm ơn.. .",
            "Chào bạn,. . Về ngày CTXH bạn vui lòng liên hệ tại Văn Phòng Đoàn Khoa của bạn để được hướng dẫn nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào thầy/cô PĐT, em tên [full_name], MSSV [student_id] khoa KH&KTMT. Như tiêu đề, em muốn hỏi thầy/cô PĐT là lịch học sẽ bắt đầu vào thứ 2 ngày 17 tới đây hay là thứ 4 ngày 19 ạ? Em cám ơn thầy/cô.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Thời gian bắt đầu học từ ngày 17/02/2020 nhé bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "dạ em muốn xin trường cho em xin phúc khảo lại bài thi vật lý 1 cuối kỳ của em vừa qua,...em đã kiểm tra lại đáp án và thấy mình bị chấm thiếu mất 1 câu...việc này làm ảnh hưởng trực tiếp đến kết quả qua môn vật lý 1  của em...em xin nhà trường có thể phúc khảo bài thi của em lại một lân nữa...",
            "Chào bạn,. . Đăng ký phúc khảo bài thi online nhé bạn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi nếu mình bảo lưu kì 2 trong học kì 191 mà ngành của em năm 1 phân ngành thì sẽ như thế nào ạ",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Khoa để được tư vấn về việc phân ngành nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào thầy / cô. . Em là sinh viên k15 cao đẳng hôm bữa em có cùng với một số bạn viết đơn xin học av3 và av4 ,pdt cũng đã đùng ý .Nhưng do em đã học av4 rồi nên em chỉ viết đơn xin học av3 thôi nhưng mà lúc có kết quả đk môn học trên thời khoá biểu thì lại có cả av3 và av4 nên bây giờ cho em hỏi là em có thể rút môn av4 được không và phải đóng học phí không (vì trong đơn em chỉ xin học av3 thôi).và cần làm cách nào ạk.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn có thể gửi kèm biên nhận đơn khi nộp tại Phòng Đào tạo để kiểm tra lại đơn của bạn viết như thế nào nhé!",
            "Dạ em cùng với các bạn nộp đơn lại cho cô thuỷ phòng giáo vụ của trung tâm bảo dưỡng công nghiệp để cô nộp lên cho phòng đào tạo nên em không có biên nhận đơn ạk.",
            "đã hủy môn LA1009,. . TKB sẽ cập nhật lại sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Lịch thi - Đại học - Cao đẳng chính quy   Khác ... . Em chào thầy/ cô, em có 2 câu hỏi:. . 1. Tuần thi có bị ảnh hưởng do nghỉ dịch không ạ? Tuần dự trữ có còn không ạ? . . 2. Lịch học vụ chỗ sơ đồ ở trên thì thứ 4 bắt đầu nhưng ở bảng dưới là 17/2 (thứ 2) bắt đầu, vậy sinh viên đi học ngày nào ạ?",
            "Lịch thi - Đại học - Cao đẳng chính quy   Khác ... . Em chào thầy/ cô, em có 2 câu hỏi:. . 1. Tuần thi có bị ảnh hưởng do nghỉ dịch không ạ? Tuần dự trữ có còn không ạ? . . 2. Lịch học vụ chỗ sơ đồ ở trên thì thứ 4 bắt đầu nhưng ở bảng dưới là 17/2 (thứ 2) bắt đầu, vậy sinh viên đi học ngày nào ạ?",
            "Chào bạn,. . Lịch học bắt đầu từ ngày 17/02/2020 nhé bạn. . Lịch học vụ đã cập nhật lại rồi nhé bạn, trên tinh thần sẽ dời hết nhé bạn, tuần dự trữ vẫn có nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ thưa cho em hỏi. . em chưa học anh văn 3,nếu em nộp chứng chỉ để miễn anh văn 3 thì đăng kí môn học em đăng kí anh văn 4 có được không ạ,có yêu cầu môn học trước là anh văn 3 không ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "dạ thưa cho em hỏi. . em chưa học anh văn 3 trong trường,nếu em nộp chứng chỉ để miễn anh văn 3 thì đăng kí môn học em đăng kí anh văn 4 có được không ạ,có yêu cầu môn học trước là anh văn 3 không ạ",
            "Chào bạn,. . Bạn vui lòng kiểm tra CTĐT của bạn nhé hoặc có thể xin tư vấn với khoa về CTĐT",
            "dạ thưa kiểm tra CTĐT như thế nào ạ",
            "Nếu thắc mắc về CTĐT có thể liên hệ tại Khoa để tư vấn thêm nhé.. . Bạn xem CTĐT của bạn tại đây:. . http://aao.hcmut.edu.vn/sinh viên/CHƯƠNG TRÌNH ĐÀO TẠO/. .",
            "dạ thưa cho em hỏi thêm. . bảng quy đổi tương đương các chứng chỉ ngoại ngữ và cách quy chuyển điểm thì dùng bảng quy đổi cũ cho đến học kì hè phải không ạ",
            "Bảng quy đổi với áp dụng từ HK201 nha bạn.. . Thân.",
            "dạ em cảm ơn ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào Phòng đào tạo,. . Theo em tìm hiểu trên trang aao, môn học tài năng gồm học phần lý thuyết và học phần mở rộng. Cho em hỏi nếu học phần lý thuyết đạt mà học phần mở rộng không đạt, thì em chỉ phải đăng ký học lại phần mở rộng hay cả 2 học phần. . . Và nếu đăng ký, thì em có thể đăng ký ở đâu để học.. . Em xin cảm ơn.",
            "Chào em,. . Chỉ đăng ký môn lý thuyết trong hk chính. Từ môn này bộ phận dữ liệu PDT sẽ có mã mh mở rộng tương ứng cho bạn. Em liên hệ bộ phận tiếp sv để hiểu rõ về đăng ký MH.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Dạ em chào thầy(cô),. . Em là sinh viên K17 của TTĐT BDCN.. . HK 192 em có đăng kí thực tập và em chỉ còn 1 môn Hàn 2 nữa ạ. . Nên em xin nhà trường cho em được bổ sung vào lớp Hàn 2(260625) của thầy [full_name] vào thứ 3 tiết 7 8 9.. . Bên công ty em thực tập cũng đã cho phép em nghỉ 1 buổi để học môn này. . Rất mong sự đồng ý từ phía nhà trường để em hoàn thành tiến độ học tập ạ. . Em xin chân thành cảm ơn!",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học. . . . Dạ em chào thầy(cô),. . Em là sinh viên K17 của TTĐT BDCN.. . HK 192 em có đăng kí thực tập và em chỉ còn 1 môn Hàn 2 nữa ạ. . Nên em xin nhà trường cho em được bổ sung vào lớp Hàn 2(260625) của thầy [full_name] vào thứ 3 tiết 7 8 9.. . Bên công ty em thực tập cũng đã cho phép em nghỉ 1 buổi để học môn này. . Rất mong sự đồng ý từ phía nhà trường để em hoàn thành tiến độ học tập ạ. . Em xin chân thành cảm ơn!  /QUOTE . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy(cô),. . Em là sinh viên K17 của TTĐT BDCN.. . HK 192 em có đăng kí thực tập tốt nghiệp và em chỉ còn 1 môn Hàn 2 nữa ạ. . Nên em xin nhà trường cho em được bổ sung vào lớp Hàn 2(260625) của thầy [full_name] vào thứ 3 tiết 7 8 9.. . Bên công ty em thực tập cũng đã cho phép em nghỉ 1 buổi để học môn này.. . Rất mong sự đồng ý từ phía nhà trường để em hoàn thành tiến độ học tập ạ. . Em xin chân thành cảm ơn!",
            "đã bổ sung : 260625 C01.. . TKB sẽ bổ sung sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là: [full_name]. . MSSV: [student_id]. . Chuyên ngành: Công Nghệ Thông Tin (VLVH). . . . Dạ em xin chào phòng đào tạo, nếu mà môn đó được miễn thì có phải đóng học phí không ạ. Em xin cảm ơn.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em mới biết điểm môn betong cốt thép 1 mà rớt 4.5 điểm. Mã môn học Ci2091. . Em muốn kỳ này được học lại! Xin. Phòng đạo tạo giúp em được học ăn! Em cảm ơn nhiều!. .",
            "Chào em,. . . . Học kỳ 192 đã hết hạn đăng kí môn học, em có thể đăng kí học kỳ dự thính 192 sắp tới"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi PĐT Đại học Bách Khoa - ĐHQG Tp Hồ Chí Minh. . Em tên: Lâm Tuấn Trung. MSSV:[student_id]. . Hiện đang là sinh viên Khoa Quản lý công nghiệp. Lớp Ql17CN1. . Lý do viết đơn: Em xin đăng ký môn học bổ sung môn phương pháp tính (mã môn học:MT1009) lớp A02 thứ 6(tiết 4,5,6) của giảng viên [full_name]. Vừa rồi em đã không đăng ký vào đợt 1,2 để chừa khoảng trống đăng ký các môn chuyên ngành, đến đợt 3 đã quá sỉ số nên em không thể đăng ký. Kính mong thầy/cô có thể giải quyết giúp em để em được học môn học trên.",
            "đã đk : MT1009_A02.. . Tuy nhiên bạn bị thông tầm. PĐT sẽ không chịu trách nhiệm về tg học của bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Phòng đào tạo ạ,. . . . Trong đợt đăng kí môn học vừa rồi em vì một vài lý do mà em đã đăng kí thiếu 1 môn, . . . . Nay em xin phòng đào tạo có thể xem xét cho em để em có thể học được môn đó không ạ,. . . . Em là sinh viên năm 4 và môn học đó kì HK202 mới mở ạ, em xin chân thành cảm ơn. . . . Tên: Trần [full_name] Vũ. . MSSV: [student_id]. . Hệ: Đại học . . . . Mong muốn được đăng kí vào lớp: Phòng chống thiên tai ven biển- PGS-TS [full_name]. . MSMH: CI4083. .",
            "Trùng TKB môn đồ án. .",
            "Em đã làm đơn xin rút môn đồ án rồi ạ. . . . . . . .",
            "Em đã làm đơn xin rút môn học đồ án vào thứ ba tuần trước (ngày 4/2/2020). . . . Mong anh xem xét giúp em ạ, em cảm ơn. .",
            "đã đk môn CU4083 nhóm A01,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa nhà trường!. . Nếu tháng 11 em tốt nghiệp thì em có thể nộp bằng toeic để cải thiện điểm đến thời điểm nào thì được ạ? Và ngày CTXH thì cập nhật đến khi nào ạ? . . . .",
            "Chào bạn,. . Thời gian nộp chuyển điểm bạn vui lòng xem tại lịch học vụ. Nếu để xét TN, bạn phải lưu ý trừ khoảng thời gian từ 3 tuần đến 1 tháng để thẩm tra nhé, xem lịch trình tốt nghiệp.. . Về ngày CTXH bạn vui lòng liên hệ tại Văn Phòng Đoàn Khoa để cập nhật nhé. Phòng Đào tạo sẽ lấy dữ liệu trên hệ thống xuống và xét tốt nghiệp theo đúng lịch học vụ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Xin chào, em là sinh viên K17 hệ Cao Đẳng.. . Lần trước em có đăng ký môn 260625 mà giờ vẩn chưa có cập nhật trong tkb. Nay em xin thầy cô cho em thêm vào lớp Công nghệ Hàn 2 (260625) của thầy [full_name] thứ 3 tiết 789.. . Em cám ơn",
            "Chào em,. . . . PDT đã đăng kí,  sẽ cập nhật em sớm."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em là sv hệ VLVH xin đăng kí chuyển hệ bổ sung môn Điện tử công suất ứng dụng, MSMH: EE3079. Nhóm lớp: A01, Thứ: 2, Tiết:  2-3-4-5, Giảng viên: [full_name], CS1, Phòng B1-303 (KHHT Đăng ký môn học Học kỳ 2 (2019 - 2020) - Đợt 3 Chuyển hệ) với lí do môn này đã đủ ĐK/ Sĩ số (100/80) nên em không đăng kí trên hệ thống được nữa. Kính mong Phòng đạo tạo xem xét và cho phép em được đăng kí môn học bổ sung để em có thể hoàn thành chương trình đạo tạo.. . Trân trọng cảm ơn!. .",
            "đã đk bổ sung EE3079_A01. . TkB cập nhật vào cuối tuần. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Chào pđt!. . Em là sinh viên   B khóa 19   U liên thông  /U   /B ,   B lớp CK19LTH, khoa cơ khí  /B , cho em hỏi là chuẩn anh văn nhận LVTN và xét tốt nghiệp của hệ chính quy   B   /U liên thông  /B  khóa 19 là như thế nào vậy ạ?. . Em xin cảm ơn pđt.",
            "Chào bạn,. . Trước tiên bạn phải xác định bạn học theo CTĐT của Khóa nào nhé? Khi xét tuyển, thường thì Liên Thông sẽ học lùi xuống 2 khóa, thường Khóa 2019 sẽ học theo CTĐT khóa 2017. Vì vậy bạn sẽ xem quy định về LVTN và tốt nghiệp theo Khóa 2017.. . Bạn xem tại đây:. . http://aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Cho em hỏi ngày mấy là bắt đầu vào học lại rồi thế?. .",
            "Chào bạn,. . Trường bắt đầu học vào ngày 17/02/2020 nhé bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT Đại học Bách Khoa TP. HCM. . Em là [full_name], MSSV: [student_id]. . Em muốn được quý thầy/cô giải đáp 2 nội dung như sau:. . 1/ Em là sinh viên thuộc chương trình KSTN (DD17TNVT), em đã có nguyện vọng rời khỏi lớp và đã nộp đơn rời ở văn phòng khoa từ giữa học kì 191. Vì vậy em muốn được biết   B dữ liệu đã cập nhật chưa và em hiện đang là sinh viên của lớp nào  /B  để tiện cho việc sinh hoạt lớp ở các kì tới.. . 2/ Do đã rời lớp tài năng nên kì vừa rồi em không tiếp tục tham gia vào các học phần mở rộng dành riêng cho KSTN và nhận các điểm 0 hoặc điểm 13. Các điểm này không tính vào điểm trung bình nhưng em thắc mắc là nó  B  có ảnh hưởng đến khả năng được xét học bổng học kì 191 của em hay không   /B (dựa trên yêu cầu điểm TB mỗi môn  =5.0).. . Mong được quý thầy cô giải đáp, em xin cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . . . - Ngày 6/9/2019 em có quyết định rút ra khỏi lớp tài năng, nhưng em lại không khiếu nại về môn mở rộng.. . . . - Em phải nộp đơn PDT để các cô hướng dẫn em về vấn đề này."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .",
            "em đk môn gì. ko thấy kết quả đk",
            "+ cơ sỏ điều khiển tự động hóa. . + tín hiệu và hệ thống. . + cơ sở điện tử công suất. . + hệ thống máy tính & ngôn ngữ. . + phương pháp tính. . + cơ sở kỹ thuật điện",
            "Bạn cung cấp hình (lịch sử) đã đăng ký.. . . . và cung cấp mã môn để xem xét",
            "Bạn vào phần kết quả đk đợt 1 để xem lịch sử. .",
            "vậy giờ em đăng ký HK dự thính thì em vẫn được học phải không thầy",
            "Chào em,. . . . Em có đăng kí học kỳ dự thính, nhưng em phải xem lại qui chế nhé http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK192-updated.pdf . . . . PDT đã đăng kí cho em môn PPT MT1009, những môn còn lại đều đăng kí không được. . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Cập nhật ngày CTXH, điểm ... . Em chào thầy cô, em học ngành cơ khí chế tạo máy, thầy cô cho em hỏi tính điểm trung bình tích lũy ngành có phải là trung bình của các môn có mã MExxxx không ? . . Em xin cảm ơn",
            "Chào bạn,. . Tính theo các môn thuộc CTĐT của bạn nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em xin phòng đào tạo được chuyển thời khoá biểu môn Kinh tế học đại cương của thầy [full_name] từ L04 sang L06 . . Lý do: thời khoá biểu của em có sự điều chỉnh do bị hủy môn học, và em muốn đăng ký môn đấy.. .",
            "ok"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi: Quý Thầy (Cô).. . . . Hiện tại, kỳ 192 vẫn chưa vào học do dịch bệnh. Em muốn đăng ký thêm môn học cho kỳ 192. Môn em đăng ký là:. . . . Phương pháp tính (MT1009). . . • Lớp của cô [full_name]. . • Nhóm A01. . . • Thứ 4 tiết 3, 4, 5.. . • Phòng 213B1.. . . . Thủ tục đăng ký môn như thế nào mong Quý Thầy (Cô) hướng dẫn giúp em.. . . . Em chân thành cảm ơn.. . . . Trân trọng.",
            "đã bổ sung.. . bạn xem tkb cập nhật cuối ngày. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em xin phòng đào tạo cho phép em đăng ký môn học SP1003 nhóm L10 của thầy [full_name].. . Lý do: môn SP1003 trước đó của em bị hủy do ít sinh viên, xin phòng đào tạo cho em cơ hội đăng ký môn học trong thời gian này, em đã sắp xếp môn học không bị trùng lịch với các môn trước đó.",
            "SP1003 không có nhóm L10 (đã hủy lớp). . đã bổ sung cho bạn vào lớp L06. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô, thầy cô cho em hỏi sao trong phần lựa chọn loại bảo hiểm chỉ có loại 10 tháng vậy ạ? Mong thầy cô giải đáp giúp em. Em cảm ơn.",
            "Chào bạn,. . Vấn đề về BHYT bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên để được hướng dẫn."
        ]
    },
    {
        "intent": "",
        "message": [
            "cho em hỏi , em muốn học song ngành thi khi nào em đăng ký được và phải cần những gì thì mới học song ngành được ạ ! em cảm ơn",
            "Chào bạn,. . Bạn tham khảo về quy định học song ngành tại đây:. . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Điều 28. Đào tạo song ngành"
        ]
    }
]