[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Cho em nhờ PĐT mở thêm sĩ số môn học :MT1005 Giai tich 2. . Nhóm lớp : L14_L25. . DK/Sĩ số: 60/60. . Ngôn Ngữ:V. . Nhóm LT: 14. . Nhóm BT/TN: 25. . Lịch học:. . Thứ4-tiết234-[full_name]H1.203-CS2. . Thứ6-tiết23-[full_name]H1.102-CS2. . . . Và môn học: CO1027-Kỹ thuật lập trình. . Nhóm lớp:L01_L03\t. . DK/Sĩ số:35/35. . Ngôn ngữ: V. . Nhóm LT:L01. . Nhóm BT/TN:L03. . Lịch học:. . ThỨ2-tiết234-[full_name]H1.403-CS2. . THỨ4-tiết78-[full_name]H6.707-CS2. . . . Lý do: Do em đăng ký các môn đó dựa vào ngày học mà em có thể đi được nhưng hiện tại trên web đã đủ sĩ số. . Em mong PĐT giúp đỡ mở thêm sĩ số các lớp này cho em đăng ký học. Em chân thành cảm ơn.",
            "Nếu không mở thêm sĩ số các lớp này, em nhờ pđt xem phiếu đăng ký của em và sắp xếp cho em vào các lớp mà em có thể học của hai môn trên (giải tích 2 và kỹ thuật lập trình). . Em mong PĐT xem xét và giúp em, em cảm ơn.",
            "chào bạn. . Hiện PĐT đã tăng sĩ số. . Bạn vào đăng ký liền nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Mã số môn học: CO1027. . Nhóm tổ: L03. . . . Em xin chân thành cám ơn.",
            "Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name], mssv:[student_id]. Kính gửi phòng đào tạo là hiện tại có nhiều bạn đã được cập nhật lại tín chỉ tích lũy và đã đăng kí môn học của năm 2 lại được nhưng em vẫn chưa đăng kí lại được vì tín chỉ của em vẫn chưa được cập nhật xin phòng đào tạo xem xét lại giúp em. Cám ơn rất nhiều",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã cập nhật lại số tin chính (cộng cả số TC HK191) và chuẩn về giáo dục thể chất, bạn vui lòng vào kiểm tra và đăng ký lại nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . dạ em chào phòng đào tạo em đang có chỉ tích lũy là 46 chỉ em xin cam đoan là hết kì 191 này em sẽ tích lũy đủ 56 chỉ đủ chuẩn năm 3. nên em xin được đăng kí môn năm 3 ạ",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã cập nhật lại số tin chính (cộng cả số TC HK191) và chuẩn về giáo dục thể chất, bạn vui lòng vào kiểm tra và đăng ký lại nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin cộng số tín chỉ hk 191 để dk môn học. . [full_name]. . mssv [student_id]. . . . . .",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã cập nhật lại số tin chính (cộng cả số TC HK191) và chuẩn về giáo dục thể chất, bạn vui lòng vào kiểm tra và đăng ký lại nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi  Phòng Đào Tạo Đại Học Bách Khoa TP.HCM. . Em hiện tại là Sinh viên bằng 2 khóa K18. Em có ý kiến như sau : Sinh viên bằng 2 tụi em đa số là đang vừa học vừa làm, chúng em luôn cố gắng sắp xếp phân bố giữa việc học và làm sao cho phù hợp, nhưng vấn đề em gặp khó khăn là các môn học trường đã và đang mở để đăng kí hầu hết đều là lớp ban ngày rất khó khăn cho việc sắp xếp đi học. Kính mong Ban giảm hiệu và Phòng Đào tạo xem xét hỗ trợ mở lớp buổi tối cho Sinh viên bằng 2 nói chung và bản thân em nói riêng có điều kiện thuận lợi để đi học.",
            "Chào bạn. . . . Khi tuyển sinh hệ bằng 2 nhà trường đã quy định rõ như sau :. . . . - Lớp học được tổ chức ngoài giờ (buổi tối hoặc các ngày cuối tuần) nếu đủ sĩ số hoặc học các lớp ban ngày chung với các lớp chính quy.. . . . Đối với các lớp có đủ sĩ số PĐT sẽ mở lớp riêng buổi tối để tạo điều kiện cho các bạn tốt nghiệp.. . . . Riêng ngành của bạn đăng ký cho có 3sv nên việc mở lớp rất khó bạn phải đăng ký cùng bằng 1 chính quy.. . . . Chúc bạn học tốt. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Chào thầy/cô, em muốn hỏi em có đăng kí 2 môn Vi điều khiển(ME3007) và Kỹ thuật Robot(ME3015). Theo lịch của phòng đào tạo, thí nghiệm của môn kỹ thuật robot học chỉ học 3 tuần 6, 11, 15 tiết 2-6 thứ 5, còn môn vi điều khiển học tiết 7-9 thứ 5 xuyên suốt học kì, hai môn này em không thể đổi lớp khác được vì kẹt lịch. Vậy cho em hỏi là em có thể xin phòng đào tạo không huỷ lịch đã đăng ký của em và cho em học thông tầm vào tiết 6-7 giờ trưa được không ạ, em cam kết sẽ đảm bảo được việc học của mình. Nếu được, cho em hỏi thủ tục để tiến hành đăng ký việc học như vậy ạ. Em xin chân thành cám ơn.",
            "Các trường hợp thông tầm đặc cách bạn vui lòng nộp đơn về PĐT để được xem xét sau."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Dạ chào phòng đào tạo ạ. . Em là [full_name], mssv [student_id]. . Phòng đào tạo có thể mở thêm sỉ số lớp môn Vận trù học lớp L01 được không ạ, vì em bị vướng 2 môn tiên quyết cho năm sau nếu đăng kí các nhóm khác ạ.. . Mong pđt xem xét giúp em với ạ.. . Em xin cảm ơn ạ",
            "Chào em,. . . . Em cho biết mã số môn học",
            "Dạ mã môn học là ME2051 ạ. . Em xin cảm ơn nhiều ạ",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "số tc đăng ký 191 phải được cộng vào. .",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã cập nhật lại số TC của SV (+ cả số TC của hk 191) để mở cho các bạn đăng ký MH, bạn vui lòng kiểm tra và đăng ký MH lại nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô. Vì kì trước em có lỡ trượt môn nên mới tích luỹ được 26 tín chỉ. Nhưng trong hk191 em đã đăng kí dự thính để trả nợ môn mong thầy cô có thể cộng tín chỉ đã đăng kí của học kì 191 để em có thể tiếp tục theo học đúng chương trình của nhà trường ạ.. .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã cập nhật lại số TC của SV (+ cả số TC của hk 191) để mở cho các bạn đăng ký MH, bạn vui lòng kiểm tra và đăng ký MH lại nhé!. . Thân. .",
            "Hiện giờ em vẫn chưa đăng kí được. Nếu tình trạng tiếp diễn đến ngày mai thì có cách nào giải quyết k ạ. Lớp sắp hết chỗ rồi ạ.",
            "Chào em,. . . . Số tín chỉ tích luỹ của em không tới 28 tín chỉ nên không đăng kí được.Học kỳ 191 chưa thi, chỉ các lớp dự thính mới thi."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Em chào quý thầy (cô) em lqf sinh viên k18 hiện tại sao một số bạn của em đã đăng kí đưowck môn học của năm 2 sao em vẫn chưa đăng kí đc vậy ạ",
            "Chào bạn.. . Hiện tại PĐT đã cập nhật tạm điểm môn SV_N2 lên hệ thống đăng ký môn học.. . Bạn vào đăng ký lại môn học nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em đăng ký luận văn tốt nghiệp kỳ này nhưng sao nó lại không được phép với nội dung sau :''Thiếu (các) môn học:. .   Nhóm [GDTS_3]: GDTS_3 - [full_name] 3 (tiên quyết)''. . Cho e hỏi cái này là sao vậy ạ ,nếu là môn giáo dục thể chất thì em đã học xong hết rồi mà .E xin cảm ơn",
            "QUOTE  MSSV/MSGV: 1512908    . . . . Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Em đăng ký luận văn tốt nghiệp kỳ này nhưng sao nó lại không được phép với nội dung sau :''Thiếu (các) môn học:. .   Nhóm [GDTS_3]: GDTS_3 - CHUAN THE CHAT SAU NAM 3 (tiên quyết)''. . Cho e hỏi cái này là sao vậy ạ ,nếu là môn giáo dục thể chất thì em đã học xong hết rồi mà .E xin cảm ơn  /QUOTE . . . . Chào Tài, Em lên đăng ký lại nhe! vì phải chuyển điểm PE1015=PE1007."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi đợt thi anh văn đầu vào ngày 21 tới đây thì PĐT có thông báo sẽ tổ chức thi trên máy tính vậy mình sẽ nghe bằng loa thông thường như trước đây hay nghe bằng tai phone ạ . . Em cảm ơn !. .   . .",
            "QUOTE MSSV/MSGV: [student_id]    . . Cho em hỏi đợt thi anh văn định kỳ ngày 21 tới đây thì PĐT có thông báo sẽ tổ chức thi trên máy tính vậy mình sẽ nghe bằng loa thông thường như trước đây hay nghe bằng tai phone ạ. . Em cảm ơn !. .   . .   /QUOTE . .",
            "Chào bạn,. . Thi nghe qua tay phone nha bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã cập nhật lại số TC của SV (+ cả số TC của hk 191) để mở cho các bạn đăng ký MH, bạn vui lòng kiểm tra và đăng ký MH lại nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - [full_name] học - Cao đẳng chính quy   Tăng sĩ số lớp môn học  /i  . . Em cần lớp học cho các môn [full_name] Tích 2, [full_name] Lý 2, [full_name] Số Tuyến Tính, Cơ Khí [full_name] Cương. . . .",
            "Bạn thực hiện đăng ký môn học theo hướng dẫn tại buổi thuyết trình \"hướng dẫn ĐKMH\" . . . . PĐT không đăng ký dùm bạn được.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã đăng xuất và đăng kí lại nhiều lần vẫn không được ạ, tiếng anh của em đã đạt chuẩn 380 . . Phiều pđt check lại dùm em với. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "em vào đkmh lại nhé.. . Xóa cache trước khi đăng ký nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . em bị chùng tiết học chính thức của môn hóa với tiết học bù của môn giải tích 2 có bị sao ko ạ",
            "Bạn xem kỹ phần tuần học. Các tuần học bù đều ở tuần dự trữ"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . hỗ trợ đăng kí 2 môn: . . -[full_name]:\t. . mã môn học: CO1027 . . nhóm lớp: L03_L07. . -[full_name]:. . mã môn học: CH1003. . nhóm lớp: L07_L21. . . . . . . .",
            "Chào bạn. . . . Bạn phải tự thực hiện đkmh PĐT không đăng ký dùm bạn được.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em xin chào thầy/ cô ạ!. . Phần đăng kí môn học của em vẫn còn bị lỗi \" Chuẩn sinh viên năm N2\", em mong pđt xem xét sửa lỗi giúp em để em có thể đăng kí môn chuyên ngành ạ!. . Em xin trân trọng cảm ơn!",
            "Chào bạn.. . Hiện tại PĐT đã cập nhật tạm điểm môn SV_N2 lên hệ thống đăng ký môn học.. . Bạn vào đăng ký lại môn học nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "trìnhĐăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ sau khi có thời khóa biểu dự kiến thì em bị mất môn kĩ thuật lập trình. Khi em vào xem lịch sử đăng kí thì môn bị loại do trùng tkb. Khi em thử đăng kí lại thì toàn bộ các nhóm đã đầy. Em mong phòng đào tạo có thể mở sỉ số nhóm LO1_LO1 để em có thể đăng kí lại ạ. .",
            "Bạn cung cấp MSMH để PĐT mở sĩ số cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Cho em hỏi là hiện tại các lớp  môn Kĩ Thuật Lập Trình (CO1027) chương trình đào tạo đại trà đã đủ sĩ số, em ko thể đăng kí được,mặc dù đó là môn học bắt buộc ạ. . Cho em hỏi cách xử lý như thế nào ạ!",
            "Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em muốn chuyển TKB môn SCADA từ thứ hai tiết 2345 lớp A01 sang thứ 3 tiết 2345 lớp A02",
            "Bạn phải tự thao tác trên phần mềm ĐKMH, PĐT không can thiệp vào kết quả ĐKMH của bạn được",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ cho em hỏi , đơn để xin mở lớp cần những gì và điều kiện để lớp được mở ạ",
            "Chào bạn. . . . Trước tiên bạn về Khoa làm đơn xin mở lớp có xác nhận của ban lãnh đạo Khoa, sau đó bạn nộp đơn về PĐT để được mở lớp."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy em là sinh viên năm 2 khoa Quản lý công nghiệp hiện tại em cũng bị như các bạn là số chỉ của năm nhất là 21 và của học kì 1 năm 2 là 22 chỉ theo như thầy nói thì cộng 2 cái lại 43 chỉ rồi em có thể đăng kí môn học học kì 2 năm 2 rồi nhưng đến giờ PĐT vẫn chưa sửa lại để em được đăng kí ạ vì khoa em chỉ có 2 lớp, số sinh viên đăng kí gần full rồi ạ và vì môn học đó cũng không mở lớp học dự thính nên em rất hoang man. Kính mong thầy xem xét trường hợp của em, em chân thành cảm ơn và chờ tin nhắn từ thầy ạ.",
            "Em xin trường hãy rep mail của em.",
            "Chào bạn.. . Hiện tại PĐT đã cập nhật tạm điểm môn SV_N2 lên hệ thống đăng ký môn học.. . Bạn vào đăng ký lại môn học nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là tại sao em đăng ký đủ số tín chỉ (kể cả HK191) nhưng vẫn không được đăng ký môn học ạ?",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã cập nhật lại số tín chỉ (cộng cả số TC HK191) và chuẩn về giáo dục thể chất, bạn vui lòng vào kiểm tra và đăng ký lại nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Cho em hỏi, ĐKMH ở lớp VHVL có bắt buộc không ?.Không đăng ký có tạm dừng không ? Vì em tính ĐKMH chung với CQ do VHVL không có mở lớp ở một số môn.",
            "Chào bạn.. . Bạn có thể đăng ký môn học đó ở Hệ CQ, và môn học được tính bình thường trong học kỳ nhé . . . . . Trong trường hợp 1 HK bạn không đăng ký môn học nào thì sẽ bị tạm dừng HK sau.. . . . Trong trường hợp 2 HK bạn không đăng ký môn học nào thì sẽ buộc thôi học.. . . . . . Thân. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em là sinh viên K18, hiện tại em muốn đăng kí môn kĩ thuật điện có mã là EE2027 là mã môn năm 2 nhưng khi đăng kí thì trang web hiện lên không đăng kí được với lý do là thiếu chuẩn sinh viên năm 3 ạ. Em muốn hỏi là tại sao và em có đăng ký được môn này không ạ. Em xin cảm ơn.",
            "Chào bạn. . . . Bạn theo dõi email về các quy chế học vụ thay đổi áp dụng từ HK192.. . . . Hoặc bạn xem tại đây : . . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=114"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi em đã đăng kí môn gdtc môn bơi nhưng tại sao em lại không hiệu chỉnh được thời gian học, và làm thế nào để hiệu chỉnh được. Em cảm ơn",
            "Bạn vui lòng đọc hướng dẫn ĐKMH và phần này PĐT đã hướng dẫn ở buổi sinh hoạt về ĐKMH . . . . . . Hướng dẫn : http://wiki.hcmut.edu.vn/wiki/index.php/Trang_Ch%C3%ADnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Chào bạn.. . Hiện tại PĐT đã cập nhật tạm điểm môn SV_N2 lên hệ thống đăng ký môn học.. . Bạn vào đăng ký lại môn học nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Câu hỏi: tại sao số TCTL của em đã đạt chuẩn Sinh viên năm 2 (tính cả HK 191) nhung khi đăng kí môn học lại có thông báo \"  Nhóm [SV_N2]: SV_N2 - [full_name]M 2 (tiên quyết)  \" ?",
            "Chào bạn.. . Hiện tại PĐT đã cập nhật tạm điểm môn SV_N2 lên hệ thống đăng ký môn học.. . Bạn vào đăng ký lại môn học nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em không thể đăng kí môn học bởi vì hệ thống ko tính số tín chỉ bọn em đang học trong kì 191 nên chưa đủ số tín chỉ để đăng kí các môn học kì tới ạ. Mong anh/chị update giúp em để em có thể đăng kí môn học sớm kẻo full lớp ạ. Em xin cảm ơn ạ !. .",
            "Chào bạn.. . Hiện tại PĐT đã cập nhật tạm điểm môn SV_N2 lên hệ thống đăng ký môn học.. . Bạn vào đăng ký lại môn học nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em chào thầy/cô ạ!. . Em tên [full_name], K19 khoa KH&KT máy tính.. . . . Hiện tại em chưa thể đăng ký môn Kỹ thuật lập trình (môn bắt buộc) vì hết sỉ số lớp.. . . . Thầy/cô cho em xin tăng sỉ số lớp L03-L08 môn Kỹ thuật lập trình ạ.. . . . Em cảm ơn.",
            "Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em đang có tkb môn SCADA lớp A01 tiết 2345 thứ 2 em muốn xin mở sĩ số lớp SCADA lớp A02 tiết 2345 thứ 3 để em chuyển sang lớp này",
            "Chào em,. . . . Em có thể cho biết mã số môn học."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ thưa thầy,. . Em đã lên nhưng môn học Đại số Mã MH: 006727 vẫn chưa có.Thầy xem lại giùm em.. . . . Cảm ơn Thầy.",
            "Môn học không có đồng nghĩa kế hoạch giảng dạy của Học kỳ hiện tại không mở lớp môn này hoặc môn học đã đổi mã số.. . . . Bạn theo dõi CTĐT ở web PĐT để biết rõ hơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "E đang không được đăng ký môn học HK192 vì chưa đủ số tín chỉ theo quy chế mới, nhưng nếu cộng số tín chỉ của học kỳ 191 vào là e đủ, e xin trường cộng số tín chỉ đk ở HK191 vào số tín chỉ yêu cầu ạ, vì hiện tại kết quả hk191 chưa có đã mở đk môn học, nếu chờ đến khi có kết quả thì đã hết hạn đk hk192 rồi. Em xin cảm ơn",
            "PĐT sẽ cập nhật lại số TCTL sau 5h bạn vào đăng ký lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] thuộc khoá 2014- MSSV: [student_id], hiện em không đăng kí được môn đề cương luận văn (CI4381) do bị dính quy chế GDTC, mong thầy cô mở cho em đăng kí được môn đề cương. Em cảm ơn.",
            "Chào bạn. . Như emai PĐT đã gửi trước đó, PĐT đã cập nhật lại số tín chỉ xếp loại sinh viên theo các năm. Các môn học ở HK191 vẫn được cộng vào số tín chỉ hiện tại nên bạn có thể vào đăng ký môn học.. . Đối với chuẩn giáo dục thể chất PĐT sẽ không áp dụng ở HK192 nhưng sẽ áp dụng từ HK193 trở đi.Sinh viên phải học và đạt cả 3 môn thể dục thì được tính đạt chuẩn giáo dục thể chất. Các bạn SV lưu ý chuẩn bị trước để tránh trường hợp không ĐKMH được.. . Các thay đổi về quy chế các bạn xem tại đây :. . http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK192-updated.pdf. . Chúc bạn học tốt.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em tên là [full_name], MSSV: [student_id]. . Em muốn xin phòng đào tạo mở thêm sỉ số lớp của môn CH3101 - H/học &c/nghệ chất hđbm nhóm lớp A01 Thứ 6 tiết 10 11 12. . . Em mong phòng đào tạo đáp ứng! . . Em xin cảm ơn",
            "Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Thông tin sinh viên . Em chào thầy/ cô ạ. Em tên [full_name] mssv [student_id].. . Hiện tại tiến độ học tập của em trên trang thông tin sinh viên không có thông tin gì của cả năm nhất và năm 2 luôn ạ, ngành học của em là Hóa vô cơ nhưng trên trang đề null là tại sao ạ.",
            "Chào bạn.. . Bạn vào xem tạm CTĐT tại đây nhé.. . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chuongtrinhdaotao. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em muốn xin tăng sỉ số lớp EN2021: An toàn lao động và vệ sinh môi trường công nghiệp, nhóm L01. . . Lý do em gửi yêu cầu này là: do em quên đăng ký môn học này trong đợt đăng ký thứ nhất, trong đợt hiệu chỉnh thứ 2 thì đủ chỗ. Và em mới đăng ký được 10 chỉ trong học kì 192, nên em muốn đăng ký thêm môn này để tăng số chỉ tích lũy. Mong thầy cô xem xét yêu cầu này của em và mong nhận được phản hồi sớm thì quý thầy cô. Chúc thầy cô một ngày tốt lành. Em cảm ơn.",
            "Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Kì vừa rồi em có thanh toán trễ học phí. Em bị trễ 2 ngày so với thời hạn. . . . . Em có thể làm gì để xem xét được dự thi vào đượt thi tới ạ. . em xin cảm ơn",
            "Chào bạn,. . Trường hợp thanh toán học phí trễ/ cập nhật thông tin, . . Bạn vui lòng vào thanh toán học phí và cập nhật thông tin, cuối ngày (16h hàng ngày) Phòng Đào tạo sẽ lấy dữ liệu và cập nhật cho các bạn đăng ký MH vào 13h ngày hôm sau nhé (trong đợt đăng ký MH). ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . dạ em chào phòng đào tạo à. dạ cho em hỏi là mô đại số tuyến tính MT1007 sĩ số lớp đầy hết ạ có cách nào cho em đăng kí vô không ạ? em cám ơn",
            "Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Thầy/Cô , cho em hỏi là hiện tại em đã đăng ký lại được những môn đã bị hủy ở đợt 1 do thiếu chuẩn sinh viên năm 2 nhứng giờ đã có thể đăng ký lại được ở đợt 2 này thì em không biết nó có còn hủy lớp nữa không ? Em hiện tại có 25 chỉ ( thiếu 3 chỉ so với chuẩn sv năm 2). Và cho em hỏi cái chuẩn sinh viên đó áp dụng đối với ai và khi nào ạ ?. . Em xin cảm ơn Thầy/Cô.. .",
            "Chào bạn. . Chuẩn SV_N2 bạn hiện đã đạt.. . Nên khi xét lại các môn của năm 2 sẽ qua nhé.. . Nếu có trục trặc gì thì bạn liên hệ lại để được tư vấn nhé. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Số tín chỉ đăng ký 191 chưa được cộng vào",
            "Chào bạn.. . Hiện tại PĐT đã cập nhật tạm điểm môn SV_N2 lên hệ thống đăng ký môn học.. . Bạn vào đăng ký lại môn học nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Mong PĐT tăng sĩ số môn . . \"CO3061-Nhập môn trí tuệ nhân tạo\" . . cho mọi người đăng kí.",
            "Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. .",
            "Chào bạn.. . Hiện tại PĐT đã cập nhật tạm điểm môn SV_N2 lên hệ thống đăng ký môn học.. . Bạn vào đăng ký lại môn học nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào các thầy/cô ạ.. . Em là [full_name]-MSSV: [student_id]. Đợt này em chưa đăng kí môn học được vì bên phòng đào tạo chưa cập nhật lại số tín chỉ chuẩn sinh viên năm 2 của em. Em mong phòng đào tạo sẽ cập nhật sớm cho em để em đăng kí môn chứ môn này sắp hết chỗ để đăng kí rồi ạ.. . Em cảm ơn các thầy/cô nhiều ạ. Chúc thầy/cô một buổi chiều vui vẻ.. .",
            "Chào bạn.. . Hiện tại PĐT đã cập nhật tạm điểm môn SV_N2 lên hệ thống đăng ký môn học.. . Bạn vào đăng ký lại môn học nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký . . . . xin pdt cộng số tc đăng kí 191 vào ạ. . em cảm ơn",
            "Chào bạn.. . Hiện tại PĐT đã cập nhật tạm điểm môn SV_N2 lên hệ thống đăng ký môn học.. . Bạn vào đăng ký lại môn học nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Em là [full_name] MSSV [student_id] đã nộp chứng chỉ ngoại ngữ và đã được thẩm tra là hợp lệ, đã chuyển tiền chuyển điểm anh văn. Em đạt 465, qua anh văn 3 nhưng tại sao bây giờ em không đăng kí được anh văn 4?. . Mong phòng đào tạo xử lý cho em.. . Em xin cảm ơn!",
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác .... . . . Em là [full_name] MSSV [student_id] đã nộp chứng chỉ ngoại ngữ và đã được thẩm tra là hợp lệ, đã chuyển tiền chuyển điểm anh văn. Em đạt 465, qua anh văn 3 nhưng tại sao bây giờ em không đăng kí được anh văn 4 ạ ?. . Mong được cô trả lời sớm. . Em xin cảm ơn ạ!  /QUOTE . .",
            "Chào bạn. . . . Theo quy chế học vụ mới áp dụng từ HK192.. . . . Để học AV 4 bạn phải đạt điểm : 550 – 595. . . . . . Bạn tham khảo tại quy chế -  phụ lục 1"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . . . Em đang có tkb môn SCADA EE3071 lớp A01 tiết 2345 thứ 2 em muốn xin mở sĩ số lớp SCADA EE3071 lớp A02 tiết 2345 thứ 3 để em chuyển sang lớp này",
            "Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Được biết là 4 tháng 2 là hạn chót chuyển điểm anh văn đầu vào, và trước đây là em chọn CHON3 là nộp chứng chỉ anh văn chứ không xếp lớp, cho em hỏi là trường mình có thêm đợt chuyển điểm nào nữa cho HK2 không, hoặc nếu không thì em có được quyền đăng kí môn anh văn trong trường để học lấy điểm không ạ?",
            "Chào bạn,. . Bạn vẫn có thể đăng ký môn AV trong trường để học lấy điểm như các môn học khác.. . v/v đăng ký chuyển điểm môn AV từ chứng chỉ quốc tế thì Bạn vui lòng xem chi tiết lịch học vụ của HK201 để biết rõ các đợt lấy dữ liệu anh văn cho từng đợt đăng ký môn học tương ứng tại:www.aao.hcmut.edu.vn- sinh viên - Lịch học vụ.. . Bạn xem hướng dẫn cách nộp chứng chỉ và chuyển điểm tại  www.aao.hcmut.edu.vn- Sinh viên -  Hướng dẫn - Ngọại ngữ.. . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Khi đăng ký môn học em bị hiện thiếu môn tiên quyết như hình là như thế nào ạ. Và phải làm sao để có thể đăng ký môn học được ạ.",
            "Chào em,. . . . Em xem lại qui chế, sv năm 2 phải tích luỹ 28- 56 tính chỉ. Em không tích luỹ đủ tín chỉ (  28 tín chỉ) không đăng kí được những môn năm 2."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Chào thầy/cô. . Em là sinh viên năm 2, em đang học môn anh văn 1 trong trường thì có được đăng ký những môn có tiên quyết anh văn 1 không?. . Em cảm ơn. .",
            "Hiện tại thì tùy vào điểm AV1 em có sớm hay muộn.. . Nếu như em có điểm muộn thì kết quả các môn TQ sẽ không đạt.. . Nếu em có điểm trước khi xét kết quả thì sẽ đạt nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Chào bạn.. . Hiện tại PĐT đã cập nhật tạm điểm môn SV_N2 lên hệ thống đăng ký môn học.. . Bạn vào đăng ký lại môn học nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác .... . Em là sinh viên k19 hệ đại trà. . Môn Pháp luật đại cương sở cs2 hiện tại đã hết lớp trống nhưng ở cs1 thì dư nhiều. . Vậy em đăng ký đi học ở cs1 có được không ạ?",
            "được em nhé.. . miễn không trùng thời khóa biểu và cận giờ"
        ]
    }
]