[
    {
        "intent": "",
        "message": [
            "Em là [full_name]. . MSSV [student_id]. . Dạ xem xin phép được đăng ký môn học Vật Lý 1( PH1003). . Lớp DT01. . Em cảm ơn PĐT ạ.",
            "Chào bạn. . . . Thời điểm này không thể đăng ký bổ sung sự thính cho bạn do đã hết thời gian nhận đơn.. . . . Bạn có thể đăng ký ở HK192 tiếp theo."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi PĐT. . Em có thắc mắc muốn hỏi là học kỳ này em có đăng ký môn nền móng nhưng em chưa đăng ký đồ án nền móng. Em học lớp tối t2 của thầy nghĩ. . . Em khẩn xin PĐT có thể bổ sung danh sách tên em vào lớp đồ án được không ạ. . . . Em xin cảm ơn",
            "Bạn vui lòng cung cấp MSMH để PĐT kiểm tra đăng ký cho bạn",
            "Dạ mã môn học Nền móng là CI3037 còn đồ án nền móng là CI3197 ạ. . . . Em xin cảm ơn ạ",
            "QUOTE Dạ mã môn học Nền móng là CI3195 còn đồ án nền móng là CI3197 ạ. . . . Em xin cảm ơn ạ  /QUOTE . .",
            "Chào bạn. . . . Môn học CI3197 là môn học ở HK chính và đã qua 8 tuần học nên bạn không thể đăng ký được.. . . . Bạn có thể đăng ký ở HK192, bạn chú ý theo dõi lịch học vụ và đằng ký đúng hạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Thưa thầy (cô). . Em hiện là SV năm 2 và thiếu chuẩn anh văn năm 1.. . Hiện em đang học Anh văn 1 trong trường. Nhưng em mới xem lịch thi là ngày thi môn Anh Văn của em ngày 6/1/2020. Mà kết quả thì có lẽ sẽ có 1 tuần. Với lại ngày kết thúc hạn đăng ký môn HK192 đợt cuối lại rơi vào ngày 6/1/2020.. . Em không biết phải làm sao để có thế đăng ký môn học HK192? Hay là em phải học lại cải thiện 1 học kì.. . Em cảm ơn thầy (cô) rất nhiều.. .",
            "Chào bạn. . . . Sau khi có điểm AV1 bạn có thể lên trực tiếp BKSI và xin đăng ký bổ sung môn học.. . . . PĐT sẽ kiểm tra và đăng ký cho bạn nếu môn học còn chỗ trống.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào cô ! con mới phẩu thuật vừa xuất viện vào ngày hôm qua.Mà bắt đầu từ ngày mai là 1 tháng học quân sự. Con kh đủ sức khoẻ học và vết thương chưa lành nên bây giờ con muốn xin nghĩ khoảng 5 ngày để vết thương lành hẳn rồi đi học lại được không ạ? vì con không muốn nghĩ hẳn luôn 1 tháng và phải học lại ạ:(. . . .",
            "Chào bạn,. . Bạn liên hệ xin trực tiếp tại Phòng Đào tạo - TT Giáo dục Quốc Phòng nhé!. . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "vấn đề của em là : em đăng ký môn bơi , em đã có thời khóa biểu nhưng danh sách phòng đào tạo chuyển qua lớp học bơi lại không có tên em , em mong được giải quyết ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "tình hình của em là em đăng ký môn học bơi , em đã có thời khóa biểu , nhưng danh sách phòng đào tạo chuyển qua lớp học bơi lại không có tên em , em mong được giúp đỡ. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]"
        ]
    },
    {
        "intent": "",
        "message": [
            "tình hình của em là em đăng ký môn bơi , em đã nhận được thời khóa biểu của trường , nhưng danh sách phòng đào tạo chuyển qua lớp học bơi lại không có tên em , em lên trực tiếp phòng đào tạo , họ kêu lên đây hỏi , nhưng em vẫn chưa được giải quyết , em mong được giúp đỡ",
            "Chào bạn. . . . Danh sách đã được cập nhật lên BK-Elearning.. . . . Bạn vui lòng báo giảng viên cập nhật lại danh sách trên E-learning.. . . . Nếu giảng viên không cập nhật bạn vui lòng phản hồi lại PĐT ở topic này."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Em đã đăng kí trên web và đóng lệ  phí đầy đủ nhưng chưa có tên trong danh sách tốt nghiệp chính thức mà chỉ có trong danh sách dự kiến. Em có phải làm đơn gì không ạ. . . .",
            "Danh sách sẽ được cập nhật sau 14g00 . . . . bạn chú ý theo dõi nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Em là sinh viên thuộc khoa Kỹ thuật và Khoa học Máy tính. Hiện em đang có 2 vấn đề như sau: . . . . 1. Sau khi hoàn tất kỳ thực tập tốt nghiệp (MSMH: CO3313) thì bên khoa của em đã nhập sót điểm thực tập của em. Em đã có gửi mail lên khoa của em  để hỏi về vấn đề này thì khoa đã có nói là đã làm thủ tục điều chỉnh điểm cho em. Nhưng cho tới giờ em vẫn chưa thấy điểm của em đã được điều chỉnh. Vậy phòng đào tạo có thể xem lại giùm em được không ạ, do em cần phải nộp bảng điểm cho chương trình học bổng ạ?. . . . 2. Hiện chương trình học bổng Amcham có yêu cầu phải nộp bảng điểm bằng file PDF, có chứng nhận của phòng đào tạo. Vậy thì em có thể nhận bàng điểm đó bằng cách nào ạ?. . . . Em cảm ơn.",
            "Chào bạn,. . Đã kiểm tra hệ thống, hiện tại điểm môn thực tập tốt nghiệp của bạn là điểm 13, bạn vui lòng liên hệ ở Khoa để kiểm tra lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Quý thầy cô Phòng Đào Tạo Trường Đại Học Bách Khoa TP HCM. . Em tên là: [full_name] - [student_id]. . . . Em đã có trong danh sách tốt nghiệp dự kiến tháng 11/2019. Lần trước em hỏi là danh sách tốt nghiệp chính thức sẽ cập nhật vào tuần đầu tiên của tháng 10 nhưng em lên kiểm tra không có ạ. Mong thầy/cô kiểm tra lại giúp em với ạ.",
            "Chào bạn,. . Danh sách chích sẽ cập nhật sau nha bạn, bạn đăng ký, đóng tiền và được phòng Đào tạo xác nhận là hoàn thành rồi.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... .   B Kính gửi Phòng đào tạo  /B . . Em Tên [full_name]SV [student_id]. . Em muốn được hỏi về việc cập nhật danh sách tốt nghiệp chính thức khi nào ạ, em đã khai lý lịch và đóng các khoản phí tốt nghiệp nhưng đến nay vẫn chưa có tên trong danh sách chính thức.. . Mong sớm nhận được phản hồi từ Phòng đào tạo. Em chân thành cảm ơn",
            "Chào bạn,. . Không sao nha bạn, danh sách chính thức sẽ được cập nhật sau, nếu bạn đã đăng ký tốt nghiệp, thanh toán và được phòng Đào tạo xác nhận là hoàn thành nha bạn. Bạn theo dõi để biết lịch tốt nghiệp.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ kính thưa Phòng đào tạo trường ĐH Bách Khoa!. . Em là sinh viên năm nhất k19 của trường ĐH Bách Khoa,em xin được hỏi rằng nếu em thi lại và đậu ngành khác của trường thì những môn Đại cương đã học năm nhất em có cần phải học lại không ạ?",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn xem quy định về miễn môn học tại:. . ao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 17. Vắng thi, hoãn thi, cấm thi, miễn thi/17.4 Miễn thi, miễn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy cô, em là sinh viên năm nhất, em vừa thi anh văn đầu vào kết quá dưới 300đ.Bây giờ em phải tự học, theo như em biết thì cuối mỗi học kì có thi anh văn. Nếu em thi ở các kì thi đó trên 350 thì có được công nhận là đủ chuẩn qua năm nhất không ạ. Hay là em tự học nên bắt buộc phải thi lấy bằng toeic để nộp lại xét qua năm nhất???. . Đó là những gì em đang thắc mắc mong thầy cô sớm trả lời. Em xin cảm ơn. .",
            "Chào bạn,. . CUối mỗi Hk có tổ chức thi kei6m3 tra trình độ tiếng anh, nếu bạn thi đạt trên 350 thì dược xem như đạt chuẩn anh văn sau năm nhất.. . Hoặc bạn có thể dùng chứng chỉ quốc tế để xét các chuẩn anh văn cảu từng năm theo quy định.. . Bạn xem hướng dẫn cách nộp chứng chỉ và chuyển điểm tại  www.aao.hcmut.edu.vn- Sinh viên -  Hướng dẫn - Ngọại ngữ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em tên là: [full_name]. . Mssv: [student_id]. . Lớp: BD14CN01. . Xin được bổ sung môn học Giải Tích 2 mã môn học: MT1005, cho học kỳ dự thính 191.. .",
            "Chào bạn . . . . Thời điểm này PĐT không thể đăng ký bổ sung dự thính cho bạn được. . . . . Thời gian giải quyết các môn dự thính đến hết ngày 27/9/2019",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . Em đã học môn thí nghiệm cơ học đất và thí nghiệm địa chất công trình chương trình k13. Xin chuyển điểm đó sang phần thí nghiệm cơ học đất của chương trình CDIO. .",
            "805014- thực tập địa chất công trình. . 805016 - thí nghiệm cơ học đất. . Chuyển sang CI3002 - cơ học đất",
            "Chào bạn. . Bạn vui lòng trình bày rõ nội dung câu hỏi.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Cho em hỏi là chuẩn anh văn để nhận luận văn tốt nghiệp cho chương trình kỹ sư tài năng khóa 16 là bao nhiêu ạ? Em thắc mắc là vì thấy trên web trường chương trình kỹ sư tài năng là 450 còn chương trình thường lại là 500. Liệu có sự nhầm lẫn gì không ạ? Mong sớm được phản hồi để em có thể chuẩn bị.",
            "Chào bạn,. . Bạn xem quy định về chuẩn LVTN tại:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/a) SV phải đạt chuẩn tiếng Anh để được nhận LVTN và xét tốt nghiệp:. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ vấn đề của em là vào sáng ngày 26.10 , em vừa có lịch đi sinh hoạt công dân CK18 và vừa có lịch thi giữa kì DT giải tích 2. Em nên làm như thế nào ạ? . . Em cám ơn.. . . .",
            "Chào bạn,. . Bạn liên hệ Phòng Công tác Chính trị sinh viên để xin chuyển lịch sinh hoạt công dân nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Học phí . A/C làm ơn cho em hỏi: . . E đăng kí học Dự Thính chung vs Chính Quy môn Bê Tông Cốt Thép 1(Ci2091) 2 tín chỉ. E thấy trên BkPay để 960.000VND. Theo e được biết một chỉ có 450.000 thôi. . . Trân trọng cảm ơn.",
            "Chào bạn,. . Đơn giá học phí HK191 có thay đổi. Bạn xem lại thông báo học phí nha bạn.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV[full_name]MSGV: [student_id]  [full_name]b \t[full_name] [full_name] [full_name] [full_name] Chào Thầy[full_name]Cô[full_name] [full_name] Cho em hỏi khi mình có tham gia môn học nhưng lại không có trong danh sách đăng ký thì có thể viết đơn xin đăng ký được không ạ? Do đợt đăng ký môn học 191 vừa rồi, em có đăng ký \"Đề cương luận văn tốt nghiệp\", nhưng do chủ quan không kiểm tra lại, đến nay thanh toán học phí mới biết là không có môn học đó (vì số tín chỉ của môn này là 0 nên e nghĩ nó không có trên TKB hay el là bình thường)[full_name] Nhưng em có tham gia và thực hiện đầy đủ các buổi hướng dẫn của GVHD (GVHD có thể xác nhận)[full_name] [full_name] Em xin cảm ơn ạ",
            "Chào bạn,. . Bạn làm đơn xin đăng ký bổ sung môn DCLV,trình bày rõ lý do không đăng ký, có chữ ký xác nhận của giáo viên hướng dẫn và Ban chủ nhiệm khoá xác nhận, nộp tại Phòng Đào tạo.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Thầy/Cô,. . Em là sinh viên văn bằng 2 hệ chính quy khóa 2019. Em có chút thắc mắc nhờ Thầy/Cô giải đáp giúp em ạ.. . Đầu vào em đóng số tiền tổng cộng là 4 260 000 đồng (bao gồm tiền làm hồ sơ và ứng trước). Kỳ này em đăng kí 5 môn nhưng đã được miễn 4 môn, chỉ còn học 1 môn, vậy số tiền môn học được miễn em có được trừ vô kì này không ạ? . . Em coi trên BKPay thì số tiền em cần đóng là 2 880 000 đồng, Thầy/Cô cho em hỏi cách tính số tiền này thế nào ạ? (Lấy 50% của 5 300 000) hay là 480 000 đồng x 6 chỉ = 2 880 000 đồng vậy ạ ?",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Cảm ơn bạn đã phản ánh. Đối với sv Bằng 2 khóa 2019 được tính học phí như sv đại trà.Sẽ cập nhật học phí trong thời gian sớm nhất có thể.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào quý thầy cô,. . . . Em và nhiều bạn khác là sinh viên Bằng 2 học Ban ngày khóa 2017 cùng nhận thấy học phí hiển thị trên BKpay được tính là 480.000 đồng/tín chỉ, thay vì 320.000 đồng/tín chỉ như thông báo.. . Mong quý thầy cô rà soát và điều chỉnh lại.. . . . Cảm ơn quý thầy cô.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Cảm ơn bạn đã phản ánh, sẽ cập nhật lại học phí trong thời gian sớm nhất.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]ọc phí - Đại học - Cao đẳng chính quy   [full_name]ọc phí học kỳ chính . Dạ em xin chào thầy/cô. Em là [full_name], SV văn bằng 2 lớp ban ngày.. . . . [full_name]ôm nay em có vào xem học phí từ thông báo của trường thì thấy:. . - [full_name]ọc phí học kỳ chính tính theo đơn giá 480.000/TC thay vì 320.000/TC như quy định.. . - [full_name]ọc phí chưa trừ 4.000.000 tiền đóng trước vào nhập học.. . . . Kính mong thầy/cô xem xét giúp em ạ.. . Em xin cảm ơn,. . [full_name].Nghia",
            "Chào bạn,. . Cảm ơn bạn đã phản ánh. Sẽ cập nhật lại học phí. . trong thời gian sớm nhất.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Dạ cho em hỏi là học kì 1 năm 2019-2020 em đăng kí có 18 tính chỉ nhưng tiền học phí học kì 1 của em lại là 6,080,000đ. Như thế là em đóng tiền đến 19 chỉ. Và em cũng không rõ đó là thêm 1 chỉ của môn nào ạ . .",
            "Chào bạn,. . Môn giáo dục thể chất tính 1 tín chỉ học phí nha bạn.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thưa, cho em hỏi về việc hóa đơn thanh toán gọc phí ạ. Em muốn hỏi có cách nào lấy được hóa đơn nhanh nhất mà không cần phải đợi đến đợt phát hóa đơn trực tuyến như mọi khi không?",
            "Chào bạn,. . Bạn liên hệ với phòng Kế hoạch - Tài chính để hỏi về việc in hoá đơn học phí sớm nhé!. . Thân",
            "Dạ, vậy cho em hỏi, em có thể đóng học phí trước thời hạn được không?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Lịch thi - Đại học - Cao đẳng chính quy   Lịch thi (không tìm thấy,sai phòng thi,...) . Kính gửi quý thầy cô PĐT. . Thứ 7 (12/10) tuần này em có ca thi môn Xác suất và Thống kê (MT2001) vào lúc 9h nhưng em có tham gia cuộc thi Con quay Koma Taisen cấp thành phố cũng vào 9h ngày hôm đó. Em mới biết thời gian tổ chức cuộc thi đó hôm nay nên chưa thể sắp xếp thời gian được.. . Thầy cô cho em hỏi em có thể chuyển ca thi từ 9h lên ca 7h môn Xác suất ngày hôm đó được không? Nếu được thì em phải làm như thế nào ạ?. . Em xin cảm ơn",
            "Chào bạn,. . Bạn có thể làm đơn xin kiểm tra bổ sung giữa kỳ, nộp tại phòng Đào tạo kèm theo minh chứng để Phòng Đào tạo xem xét nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là bây giờ còn hủy môn học kì chính được k ạ. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Thời điểm này không được hủy môn học nữa nha bạn, hiện tại Phòng Đào tạo còn nhận đơn rút môn học đến hết ngày 11/10/2019.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1710465  /b \t. . . .   i Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Em muốn hỏi về vấn đề học phí, em có tạm dừng một học kỳ 182 và vào học lại ở học kỳ 191, em đăng ký môn ở đợt 1 và trong đó có 3 môn \"Công nghệ phần mềm\", \"Thực tập công nghệ phần mềm\", \"Hệ điều hành\" được nhà trường xếp nhóm B và học chung với các anh, chị học văn bằng 2. Em muốn hỏi tại sao học phí của em đối với 3 môn này không tính như chính quy mà tính luôn như văn bằng 2 (nhân 1.5).. . . .                          i Em cảm ơn .                           La Quốc Anh",
            "Chào bạn,. . Các môn nhóm B thuộc sv văn bằng 2 buổi tối. Do đó học phí được tính như buổi tối.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào! em là sinh viên khoa cơ khí khóa K16. đang học chính quy tại trường đại học bách khoa. em có một số thắc mắc mong được giải đáp. Em có nguyện vọng học thêm một ngành khác nữa đó là ngành khoa học máy tính. Em muốn đăng kí học theo hình thức đao tạo thạc sĩ sau đại học thì trường có những yêu cầu như thế nào đối với sinh viên để có thể đăng kí theo học chương trình đào tạo này? đồng thời học phí thì có gì khác so với chương trình chính quy hệ đại trà không ạ?. . Ngoài ra, theo em được biết thì cũng có thể học theo ngành này theo hình thức là học văn bằng 2, thì trường có những yêu cầu như thế nào đối với sinh viên để có thể đăng kí học theo hình thức học văn bằng 2 ạ? học phí thì có chênh lệch gì so với học phí khi theo học chương trình chính quy hệ đại trà văn bằng 1 không ạ? Ngoài ra em còn nghe thông tin là để học văn bằng 2 thì có hai cách: cách thứ nhất là học tiếp tục trong thời gian còn lại của chương trình đào tạo văn bằng 1, cách thứ 2 là học văn bằng 2 sau khi đã hoàn thành việc học văn bằng 1. nếu em theo học văn bằng 2 bằng cách thứ 2 thì cho em hỏi là thời gian đào tạo tối đa của văn bằng 2 khi đó là bao lâu?. . cho em hỏi thêm là nếu em học ngành khoa học máy tính theo hình thức văn bằng 2 thì trong thời gian đang học văn bằng 1 em có thể đăng kí học trước các môn trong chương trình đào tạo của ngành khoa học máy tính mà ngành cũ không có được không? sau đó khi chính thứ học văn bằng 2 thì em có phải học lại những môn đó không ạ? . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Về vấn đề học thạc sĩ (sau đại học), bạn vui lòng liên hệ tại Phòng Đào tạo Sau Đại học (nhà B3) để được hướng dẫn.. . Về học ngành thứ 2 bạn vui lòng xem quy định tại: http://www.aao.hcmut.edu.vn/sinh viên/ quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/Điều 28. Đào tạo để cấp bằng tốt nghiệp đại học thứ hai. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Em điền nhầm MSSV vào trong bảng điểm rèn luyện tổng kết không có tên em,. . Có cách khác phục không ạ. . em cảm ơn. . \t. . . .   i Yêu cầu khác .",
            "Chào bạn,. . Về vấn đề điểm rèn luyện, bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Kính thưa phòng đào tạo,. . Em là sinh viên k17, em đã nộp chứng chỉ ngoại ngữ thành công ,nhưng tuy nhiên giờ em muốn chuyển điểm anh văn thì không thanh toán được. Cụ thế khi từ bkpay chuyển qua ocb ebanking, hệ thống đều báo lỗi và khoản thanh toán này không thanh toán được . Mong phòng đào tạo xem xét và giúp đỡ giúp em.. . Em xin chân thành cảm ơn.. .",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Ngân hàng OCB để hỗ trợ thanh toán và kiểm tra tài khoản OCB ebanking của bạn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thưa, em muốn hỏi em có thể đóng học phí trước hạn không?",
            "Chào bạn,. . Ngày 15/10/2019 mới bắt đầu đóng học phí. Nếu bạn có điều kiện bạn có thể đóng trọn học phí trong một đợt. Còn không thì cứ 2 đợt như thống báo đóng học phí dành cho sv đại trà.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Chào quý thầy cô! . . Em và nhiều bạn khác là sinh viên bằng 2 CQ, ngành Khoa học máy tính khóa 2018 cùng nhận thấy học phí hiển thị trên BKpay được tính khá khó hiểu, xin quý thầy cô giúp chúng em giải đáp những thắc mắc sau ạ:. . . . - Xin quý thầy cô giải thích rõ cách tính giá 3.840.000 cho học phí ĐH chính quy và 3.360.000 cho học phí B2 Tối CQ ở file ảnh đính kèm dưới ạ.. . - Những môn học buổi sáng được tính theo đơn giá là 320.000/TC hay 480.000/TC. . - Môn thực tập công nghệ phần mềm (CO3055) được tính theo giá 320.000 hay 480.000 ạ.. . Mong nhận được sự phản hồi sớm của quý thầy cô ạ.. . Chúng em xin chân thành cảm ơn.",
            "Chào bạn,. . Bạn thuộc diện sv bằng 2 diện buổi tối, do đó học phí được tính dạng chuyển hệ với đơn giá 480.000đ/tc học phí.. . Thân mến",
            "Chào cô,. . Em đang thuộc diện sinh viên bằng 2 diện buổi sáng. Ngoài ra tất cả sinh viên bằng 2 diện buổi tối khóa 2018 khoa học máy tính đều đã chuyển sang diện sáng từ rất lâu rồi ạ kể từ đợt  nhà trường quyết định bỏ lớp buổi tối vì không đủ sỉ số ).. . Em nghĩ là có sự nhầm lẫn ở đây. Mong cô kiểm tra lại giúp em về học phí kỳ này"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào các thầy, các cô,. . . . Trước tiên, em xin chúc các thầy cô có một ngày làm việc vui vẻ. . . Em muốn hỏi về BHYT, không biết chừng nào được cấp mới vì hiện tại em đang bị bệnh và cần phải khám. Và có những địa điểm khám nào dưới CS2, giá cả phải chăng không? ( Em bị viêm họng) . . . . Em xin chân thành cảm ơn các thầy, các cô.. .",
            "chào bạn,. . Vấn đề BHYT bạn liên hệ tại Phòng Công tác Chính trị sinh viên (phòng y tế) đề hỏi nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi thầy cô trường ĐHBK. . Em là [full_name], mssv [student_id].. . Kì 191 này em cần phải thanh toán học phí 2 khoản. Một là phí chính quy đợt 1 2tr4 và phí học dự thính khoảng 1tr9. Nhưng gia đình em đang gặp ít khó khăn trong giai đoạn này, bây giờ em chỉ có thể thanh toán học phí chính quy. Nên em muốn hỏi nhà trường có cách nào để em gia hạn học phí dự thính đến khi đọc học phí chính quy đợt 2 không ạ. Em có thể xin mẫu đơn để làm gửi nhà trường cho em gia hạn không ạ??. . Cảm ơn thầy cô đã duyệt ạ. . . .",
            "Chào bạn,. . Về việc gia hạn học phí bạn liên hệ phòng Công tác Chính trị sinh viên. Riêng học kỳ dự thính, học kỳ hè thì không được gia hạn học phí nha bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã liên hệ phòng CTCT sinh viên nói là liên hệ bên khoa. . Em gặp bên khoa thì lại nói là không có cách sữa đổi. . Cho em hỏi còn có cách nào không ạ. .   i Yêu cầu khác .",
            "Chào bạn,. . Việc điểm rèn luyên do [full_name] gửi dữ liệu lên phòng công tác chính trị sinh viên. Do đó bạn liên hệ với người phụ trách chấm điểm rèn luyện cho bạn.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Em xin đề xuất ngày tổ chức lễ tốt nghiệp vào cuối tuần (thứ 7, chủ nhật).. . Mong nhà trường xem xét giúp.. . Trân trong.",
            "Chào bạn,. . Ngày tổ chức lễ tốt nghiệp thường được tổ chức vào thứ 6 (tuần đầu của tháng 11), ngày chính thức sẽ được công bố sau khi họp Hội đồng học vụ của nhà trường (do Hội đồng Học vụ quy định).. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   I   /I Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Em chào Thầy/Cô.. . Thầy/Cô cho em hỏi học kỳ 1 2018-2019 em có đăng ký học môn Đường lối cách mạng ĐCSVN với mã số môn học là 001004 và em được 8 điểm. Theo thông tin đăng ký môn học môn Đường lối cách mạng ĐCSVN có mã số 001004 và SP1009 là 2 môn tương đương với nhau. Em học k14 theo chương trình đào tạo em học theo môn mã số SP1009. Nếu em học môn học tương đương sẽ tính qua môn. Nhưng hiện tại thì tiến độ học tập của em chưa có kết quả điểm môn Đường lối cách mạng ĐCSVN. Mong Quý Thầy/Cô xem xét, update lại bảng điểm cho em để đủ điều kiện ra trường với ạ. Em chân thành cảm ơn!. . *Em gửi kèm theo file ảnh bẳng điểm, tiến độ học tập và danh sách môn tương đường kèm theo cho tiện đối chiếu ạ.",
            "Chào bạn,. . Môn SP1009 đã được cập nhật điểm 12 do bạn đã học 001004.. . Thân mến",
            "b MSSV/MSGV: 1412581  /b \t. . . .   i Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Em chào Thầy/Cô.. . Thầy/Cô cho em hỏi học kỳ 1 2018-2019 em có đăng ký học môn Đường lối cách mạng ĐCSVN với mã số môn học là 001004 và em được 8 điểm. Theo thông tin đăng ký môn học môn Đường lối cách mạng ĐCSVN có mã số 001004 và SP1009 là 2 môn tương đương với nhau. Em học k14 theo chương trình đào tạo em học theo môn mã số SP1009. Nếu em học môn học tương đương sẽ tính qua môn. Nhưng hiện tại thì tiến độ học tập của em chưa có kết quả điểm môn Đường lối cách mạng ĐCSVN. Mong Quý Thầy/Cô xem xét, update lại bảng điểm cho em để đủ điều kiện ra trường với ạ. Em chân thành cảm ơn!. . *Em gửi kèm theo file ảnh bẳng điểm, tiến độ học tập và danh sách môn tương đường kèm theo cho tiện đối chiếu ạ.",
            "[full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô PĐT,. . Em bị trùng lịch SHCD với lịch học dự thính Cơ học ứng dụng (AS2007) thì em có thể xin chuyển lịch SHCD vào ngày khác được không ạ?. . Em cám ơn thầy/cô nhiều!",
            "Chào bạn,. . Bạn liên hệ Phòng Công tác - Chính trị sinh viên để xin chuyển lịch SHCD nhé.. . Thân",
            "Dạ em cám ơn ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính và dự thính . Kính gửi quý Thầy,Cô. . . . Em có đọc tin về học phí khóa K19 trên website trường là mình sẽ đóng theo học kỳ 5tr3/học kỳ. . . . . Do vb2 bên em mới nhập học không đăng ký đủ 17 chỉ như vậy học phí kỳ này sẽ tính theo tính chỉ hay học kỳ ạ?. . . . Nếu như tính theo tín chỉ, em đăng ký học kỳ chính: 11 tc. Như vậy phần còn dư lại trong học phí em có thể trừ vô học phí môn dự thính không a e?. . . . Phần học phí dự thính mình đóng riêng với kỳ chính và dự thính phải không ạ ?",
            "Chào bạn,. . Đối với sinh viên bằng 2 khóa 2019, học phí được tính như sv khóa 2018 trở về trước. . . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Chào thầy (cô), cho em hỏi là muốn chuyển điểm Anh văn thì phải chờ đến cuối kì mới chuyển được hay là khi nào nộp chứng chỉ thì được chuyển ngay lúc đó.. .",
            "Chào bạn,. .  Bạn xem hướng dẫn cách nộp chứng chỉ và chuyển điểm tại  www.aao.hcmut.edu.vn- Sinh viên -  Hướng dẫn - Ngọại ngữ.. . . . Bạn vui lòng xem chi tiết lịch học vụ để biết rõ các đợt lấy dữ liệu anh văn cho từng học kỳ tương ứng tại:www.aao.hcmut.edu.vn- sinh viên - Lịch học vụ.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . . Kính gửi Quý Thầy/Cô,. . . . Em xin được hỏi giờ làm việc của PĐT Vừa Học Vừa Làm ạ, để em sắp xếp thời gian nộp các hồ sơ tuyển sinh ạ.. . . . Em xin cảm ơn.. . . . Cẩn",
            "Chào bạn,. . Làm việc từ thứ 2 đến thứ 6 (giờ hành chánh), tối trực tiếp Sinh viên VLVH từ 17h đến 19h.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là sinh viên khóa 2018, khoa Điện-Điện tử. Hiện tại em cần bổ sung minh chứng anh văn cho hồ sơ Sinh viên 5 tốt. Vì bằng anh văn của em hết hạn nên không thể lên British Council làm bản copy được. Cho em hỏi là trường có thể in giấy xác nhận là em đã chuyển điểm với minh chứng về điểm trong bằng tiếng anh được không ạ?  B   /B",
            "Chào bạn,. . Phòng đào tạo không cấp giấy xác nhận minh chứng về chứng chỉ tiếng anh cho bạn được, do chứng chỉ tiếng anh không phải do trường cấp.. . Bạn muốn xem điểm chuyển môn anh văn, bạn có thể đăng ký in bảng điểm online.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào phòng đào tạo . . Cho em hỏi là em đã nộp bằng tốt nghiệp THPT cho bạn lớp trưởng cũ ( lớp trưởng lúc chưa phân ngành) mà trên mybk ghi là phòng đào tạo vẫn chưa nhận được. Nhờ phòng đào tạo xem lại giúp em ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Hiện tại [full_name]hòng đào tạo đang xác minh bằng, khi nào [full_name].đào tạo có kết quả xác minh xong mới xác nhận bằng trên Mybk và sẽ gởi email báo tất cả sinh viên.. . Nếu bạn đã nộp bằng lên [full_name]hòng đào tạo rồi thì vui long đợi trường xác minh.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . EM muốn hỏi là em đã nộp bản sao (có công chứng) cho lớp trưởng và lớp trưởng đã nộp cho PĐT nhưng kiểm tra trên Mybk thì \"  U Tình trạng: Phòng đào tạo chưa nhận được bản sao bằng THPT  /U \". . . Như thế thì em phải làm thế nào ạ.. . Em xin cảm mơn!. . . .",
            "Chào bạn,. . Hiện tại [full_name]hòng đào tạo đang xác minh bằng, khi nào [full_name].đào tạo có kết quả xác minh xong mới xác nhận bằng trên Mybk và sẽ gởi email báo tất cả sinh viên.. . Nếu bạn đã nộp bằng lên [full_name]hòng đào tạo rồi thì vui long đợi trường xác minh.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em xin chào thầy/ cô.. . . . Em là [full_name], sinh viên văn bằng 2 lớp ban ngày.. . . . Hôm nay em có xem học phí thì có một số chỗ:. . - Trên BK Pay: Chưa cập nhật số tiền học phí học kỳ chính. Chỉ cập nhật số tiền học dự thính.. . - Trên học phí ở cổng thông tin sinh viên: Học phí học kỳ chính tính theo đơn giá 480.000đ/TC thay vì 320.000đ/TC như quy định.. . - Học phí chưa trừ 4.000.000đ tiền đã đóng khi nhập học.. . . . Kính mong thầy/ cô xem xét giúp em ạ.. . . . Em xin cảm ơn.. .",
            "Chào bạn,. . Bạn thuộc bằng 2 khóa 2019 ban ngày nên học phí được tính như SVCQ. . . Học phí của bạn gồm 2 phần : . . + Phần CQ :học phí= 3.520.000đ - 4.000.000đ(tạm ứng) số tiền còn lại -480.000đ sẽ được cấn trừ vào hk chính cho HK kế tiếp.. . + Phần dự thính đã công bố.. . . . Lưu ý học phí tạm ứng chỉ cấn trừ vô hk chính , không trừ vô HK dự thính.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Học vụ - Đại học - Cao đẳng chính quy   Thi vét . Xin hỏi nhà trường đã có thông báo gì về thi vét chưa ạ. Mấy hk trước cỡ đầu tháng 10 là đã có rồi. Học kỳ này tới giờ vẫn chưa có ạ",
            "Chào bạn,. . Hiện tại chưa có thông báo thi vét của HK191, bạn vui lòng đợi.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Bằng tốt nghiệp THPT .  [full_name] - [student_id] - [full_name]18[full_name]10. . Dạ em chào cô . Vào cuối năm nhất em đã nộp bản sao bằng tốt nghiệp THPT cho lớp trưởng nhưng trên MyBK bào là chưa nhận được ạ . Mong cô cập nhật lại dùm em.. .  Em cảm ơn cô ạ!",
            "Chào bạn,. . Hiện tại [full_name]hòng đào tạo đang xác minh bằng, khi nào [full_name].đào tạo có kết quả xác minh xong mới xác nhận bằng trên Mybk và sẽ gởi email báo tất cả sinh viên.. . Nếu bạn đã nộp bằng lên [full_name]hòng đào tạo rồi thì vui long đợi trường xác minh.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Kính thưa phòng đào tạo, em là [full_name], MSSV: [student_id], lớp KU17CKT1.. . . . Phòng đào tạo cho em hỏi tính đến hết học kỳ 183 em đã đạt được 31 tín chỉ và điểm trung bình tích lũy là 4,73 sau 3 học kỳ chính(do em bảo lưu học kì 172). Nhưng trong danh sách chính thức cảnh cáo học vụ lần 2 ngày 11/10 vẫn có tên em trong danh sách. Em mong được phòng đào tạo giải đáp.. . . . Em xin cám ơn!. . . . . . . .",
            "Chào bạn,. . Chuẩn xử lý học vụ cho HK182 đối với khóa 2017:. . (DTBTL183  4.0 [full_name]L  4.0) AND (DTBTL181  4.0 [full_name]L   30). . . Thân mến.. .",
            "Kính chào cô,. . Thưa cô em có xem trong quy chế là số tín chỉ tối thiểu trong 1 học kỳ là 10 và không tính học kỳ tạm dừng, em mong cô giải đáp   . . em xin cám ơn!",
            "Chào bạn,. . Trong quá trình xét không tính đến HK sv bị tạm dừng. Sẽ xem xét lại các bạn sv bị tạm dừng.. . Thân mến",
            "Dạ thưa cô vậy trường hợp của em nhà trường sẽ xem xét lại trong thời gian tới đúng không ạ?. .",
            "Dạ thưa cô vậy trường hợp của em nhà trường sẽ xem xét lại trong thời gian tới đúng không ạ?",
            "Đúng vậy em.",
            "Dạ em cám ơn cô ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] Chào thầy/cô[full_name] [full_name] Em là [full_name] MSSV: [student_id], kỳ này em có đăng ký 3 môn học bình thường, 1 đề cương luận văn và 1 môn dự thính, em có 2 câu hỏi[full_name] [full_name] 1[full_name] Em thấy có học phí chuyển hệ, cho em hỏi học phí chuyển hệ là như thế nào ạ?[full_name] [full_name] 2[full_name] Em học 1 môn dự thính nhưng tiền học phí dự thính lại bằng 1 nửa 3 môn bình thường + 1 đề cương[full_name] Có thể cho em thông tin chính xác cách tính tiền học phí không ạ, em hơi hoang mang ạ[full_name] [full_name] [full_name] [full_name] Em cảm ơn[full_name] [full_name] [full_name]",
            "Chào bạn,. . 1. Sv chính quy đăng ký học nhóm B, nhóm này của sv bằng 2, học phí tính như chuyển hệ.. . 2. môn học nhóm DT được tính như học phí ngoài dự thính giờ.. . Em bạn có thể xem chi tiết trên cổng thông tin sv mục \"học phi\" cho từng sv.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào trường.. . Em có gửi bản sao công chứng bằng tốt nghiệp trung học phổ thông, trên web mybk có ghi nhận. Nhưng có thêm dòng chữ đỏ ghi là em chưa nộp bằng tốt nghiệp, em không biết trường có cần em nộp bằng tốt nghiệp không ạ?",
            "Chào bạn,. . Hiện tại [full_name]hòng đào tạo đang xác minh bằng, khi nào [full_name].đào tạo có kết quả xác minh xong mới xác nhận bằng trên Mybk và sẽ gởi email báo tất cả sinh viên.. . Nếu bạn đã nộp bằng lên [full_name]hòng đào tạo rồi thì vui lòng đợi trường xác minh.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Thưa thầy/cô, khi đăng ký học phần cho học kỳ này(191), em để mặc định như phòng đào tạo đã phân, trong đó có 2 học phần bị đưa vào chuyển hệ( văn bằng 2).. . Điều em muốn hỏi là tại sao nhà trường lại để mặc định như vậy trong khi em là sinh viên hệ chính quy,không học lại, đồng thời không có một cảnh báo để sinh viên biết. Điều này làm em trở tay không kịp khi học phí đội lên.. . Điều làm em khó hiểu nhất là vấn đề đầu tiên, việc mặc định theo em hiểu phải là đúng theo tính chất hệ mà sinh viên đang theo học, sao lại có thể mặc định chuyển hệ?",
            "Chào bạn,. . Các môn thuộc nhóm B là của sv bằng 2 buổi tối. . . Do đó học phí(HP) được tính như HP chuyển hệ.. . Thân mến",
            "Cám ơn cô đã trả lời. . . Vấn đề chính em muốn hỏi là \"tại sao nhà trường lại để mặc định như vậy trong khi em là sinh viên hệ chính quy,không học lại, đồng thời không có một cảnh báo để sinh viên biết\".. . Mong cô giải đáp thắc mắc này giùm em.",
            "Em xin lỗi, một vấn đề nữa là mặc định thì phải phù hợp với hệ mà sinh viên đang theo học thì hợp lý hơn chứ ạ?",
            "Chào bạn.. . . . Mình trả lời thắc mắc của bạn về môn học CO3001 nhóm B01. Trong đợt 2 ĐKMH sau khi nhận được kết quả đăng ký nguyện vọng đợt 1, PĐT sẽ cố gắng chạy xếp lớp cho các bạn đến mức có thể.. . . . Môn học CO3001 mở 3 nhóm : B01, CC01, CC02. Cả 2 nhóm CC01 và CC02 đều là lớp chương trình chất lượng cao khóa 2017 bạn không thể đăng ký vào được. PĐT đã đăng ký cho bạn vào nhóm B01 để đúng với nguyện vọng học đăng ký trong đợt 1, nếu bạn không có nhu cầu học bạn có thể hủy nhóm trong đợt 2 ĐKMH (đợt đăng ký và hiệu chỉnh môn học).. . . . Có thể bạn chưa rõ về mã nhóm quy định khi đăng ký môn học, bạn tham khảo thêm các loại hình lớp và quy định và mã nhóm khi đăng ký môn học tại đây :. .  http://wiki.hcmut.edu.vn/wiki/index.php/Lo%E1%BA%A1i_h%C3%[full_name]_l%E1%[full_name]%[full_name]_%[full_name]%91%C3%[full_name]_t%E1%BA%A1o. . . . Chúc bạn học tốt."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Năm ngoái em đã nộp 2 bản photo công chứng bằng tốt nghiệp thpt cho lớp trưởng, khi kiểm tra trên web thì nhận được thông báo như trên ảnh, như vậy thì em có phải bổ sung gì không và nếu có thì bổ sung ở đâu và thời hạn là bao lâu ạ. .",
            "Chào bạn,. . Hiện tại [full_name]hòng đào tạo đang xác minh bằng, khi nào [full_name].đào tạo có kết quả xác minh xong mới xác nhận bằng trên Mybk và sẽ gởi email báo tất cả sinh viên.. . Nếu bạn đã nộp bằng lên [full_name]hòng đào tạo rồi thì vui long đợi trường xác minh.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã nộp bằng tốt nghiệp thpt từ năm ngoái cho văn phòng khoa nhưng tới bây giờ hệ thống vẫn hiển thị pđt chưa nhận được bằng",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Hiện tại [full_name]hòng đào tạo đang xác minh bằng, khi nào [full_name].đào tạo có kết quả xác minh xong mới xác nhận bằng trên Mybk và sẽ gởi email báo tất cả sinh viên.. . Nếu bạn đã nộp bằng lên [full_name]hòng đào tạo rồi thì vui long đợi trường xác minh.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Chào thầy cô. . Em xin phép được hỏi là học kì này (hk191) em có đăng kí môn học có mã MA3001 . Theo như quy định về học phí thì môn học này của em là 320.000 vnd/tín chỉ nhưng sao khi em vào thanh toán học phí lại là 480.000 vnd/tín chỉ. Em không biết là có sự nhầm lẫn hay không nên mong thầy cô xem xét và phản hồi giúp em. Em cảm ơn. . . . Sinh viên . .",
            "Chào bạn,. . Học phí môn MA3001 (3tcx320.000đ = 960.000đ) chia làm 2 đợt đóng học phí(SVCQ). . . Bạn xem kỹ lại nhé.. . Thân mến"
        ]
    }
]