[
    {
        "intent": "",
        "message": [
            "Học vụ . Chào Thầy/Cô. . . . Em là [full_name], MSSV: [student_id] hệ vừa làm vừa học.. . Em có nhận được lịch học mới của môn Thực tập điên tử 2_ Nhóm VD01 được xếp vào thứ 4 trùng vào ngày đi làm nên không thể đi học được.. . Kính mong phòng đào tạo có thể sắp xếp lại lịch học theo đúng hệ em đang theo học là hệ vừa làm vừa học cho môn này và những môn sau.. . . . Em xin chân thành cảm ơn.. . [full_name]",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là đăng ký lại môn học ở học kì cũ với đăng kí học cải thiện có khác nhau không ạ, em nghe bảo đăng kí lại môn học ở học kì chính thì sẽ lấy kết quả ở học kì mới nhất, vậy có đúng không ạ ?",
            "Chào em,. . Sv muốn học cải thiện thì môn học phải có cùng một msmh vì khi này sẽ lấy điểm cao nhất tính.. . Em vui lòng xem quy chế về cải thiện điểm. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy cô pdt trường ĐH Bách Khoa TPHCM,. . . . Em tên: [full_name] . . MSSV: [student_id]. . Sinh viên bộ môn Cơ điện tử Khoa Cơ khí. . . . Em vừa hoàn thành xong chương trình đào tạo và đạt đủ điều kiện tốt nghiệp đợt tháng 11/2021 thời hạn đăng ký 24/12/2021.. . Tuy nhiên, hiện tại em chưa được xác nhận có tên trong danh sách sinh viên dự kiến tốt nghiệp. . . . . Em kính mong thầy cô xem xét tạo điều kiện cho em để em được hoàn thành đăng kí tốt nghiệp ngay sau khi bkpay hoạt động trở lại vào ngày 20/11/2021.. . . . Em xin chân thành cảm ơn!",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . thủ tục xin hoãn thi",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "\"Chào em,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV theo dõi mail và lịch học vụ để vào đăng ký môn học cho HK212 nếu còn nợ MH, vào đợt 2 nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   B Em xin chào PĐT, . . . . Em là [full_name], sinh viên Việt Pháp khóa 2016. Hiện tại tình trạng sinh viên của em là \"Tạm dừng\" vì lý do không ĐKMH cho HK1 (2021-2022). Cho em hỏi, hiện tại em cần làm những gì để có thể [full_name] [full_name]ận lại ạ?. . . . Em xin cảm ơn. . [full_name]  /B . . . .",
            "Chào em,. . Em tải mẫu đơn thu nhận, điền đầy đủ thông tin gửi lại nhé.. . http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu. . Thân mến. .",
            "Em chào chị,. . . . Em gửi giấy thu nhận lại ạ. Em hy vọng chị và PDT có thể nhanh chóng xác nhận Thu nhận lại để giúp em kịp \"Đăng ký tốt nghiệp\" ạ.. . . . Em xin cảm ơn",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Thầy/cô,. . Em là [full_name], hiện tại học lớp KSTN XD17KSDD, hiện tại em đã thi anh văn nói viết ngày 17/12/2021 (kết quả có sau 14 ngày), theo yêu cầu đăng kí tốt nghiệp vào ngày 24/12. Em xin phép thầy cô có thể gia hạn thời gian đăng kí tốt nghiệp được không ạ. Em mong thầy cô giúp đỡ. Đồng thời do em nằm trong lớp KSTN (XD17KSDD) mà em dự đoán điểm thi nói viết mình không đạt 245. Em muốn xin rút khỏi hệ KSTN được không ạ.. . Em cảm ơn quý Thầy cô. . Trân trọng, . . [full_name]. .",
            "Chào em,. . Trường hợp em có thể liên hệ TTNN chấm điểm và nộp điểm sớm cho PDT để xét tốt nghiệp cho SV nhé.. . TTNN hứa sẽ cô gắng chấm sớm đợt này để  gửi cho PDT xét tốt nghiệp cho SV. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em thấy lịch đăng ký xét tốt nghiệp hạn chót là ngày 24/12. Nhưng em mới thi anh văn nói viết đợt tháng 12 hồi tuần trước. Cho em hỏi là kết quả thi anh văn nói viết có kịp trước thời hạn xét tốt nghiệp không ạ.. . Em xin cám ơn",
            "\"Chào em,. . Trường hợp em có thể liên hệ TTNN chấm điểm và nộp điểm sớm cho PDT để xét tốt nghiệp cho SV nhé.. . TTNN hứa sẽ cô gắng chấm sớm đợt này để  gửi cho PDT xét tốt nghiệp cho SV. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là [full_name], MSSV [student_id].. . . . Hiện tại, em không thể truy cập vào mục Đăng ký tốt nghiệp tại trang MyBK (em có gửi hình phía dưới ạ). Em mong nhà trường cấp quyền truy cập để em có thể đăng ký tốt nghiệp đúng hạn ạ.. . . . Em xin cảm ơn ạ.. . . .",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1710835  /b \t. . . .   i Tốt nghiệp . Dạ em chào Thầy/Cô ạ,. . . . Em là Lý Thị Ái Duyên, MSSV 1710835.. . Thầy/Cô cho em hỏi:. . + Hiện tại em đã đủ điều kiện tốt nghiệp nhưng chưa nhận được mail danh sách tốt nghiệp dự kiến ạ.. . Mong Thầy/Cô hỗ trợ giúp em ạ.. . Em xin cám ơn.. . . . Ái Duyên",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \"",
            "Dạ em cám ơn cô đã thông tin ạ.. . Em thấy trên aao deadline đăng ký tốt nghiệp là 24/12 ạ. Em mong pđt hỗ trợ giúp em để em có thể đăng ký tốt nghiệp đúng hạn trước 24/12 ạ.. . Em cám ơn Cô ạ. . . . Ái [full_name]",
            "Chào em,. . Em theo dõi mail SV về ĐK tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào thầy, cô.. . Em có mail liên hệ trực tiếp với thầy giảng dạy bộ môn của em. Và thầy có hướng dẫn em liên lạc với phòng đạo tạo thì bây giờ em cần làm thêm những gì để được xác nhận đăng ký hoãn thi ạ. Em xin cảm ơn. . . .",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện giờ em đã đủ tất cả điều kiện tốt nghiệp nhưng vẫn không có trong danh sách tốt nghiệp dự kiến.. . Kính nhờ thầy, cô hỗ trợ em cập nhật để em đăng kí tốt nghiệp ạ.. . . .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi khi bữa em bị sự cố khi thi giữa kì và đã có đơn cho phép kiểm tra bổ sung của phòng đào tạo. Vậy thì nếu em ko làm bài kiểm tra bổ sung đó thì sẽ lấy điểm em đã nhận được trong lúc thi được nửa thời gian là 5 điểm hay là sẽ không có điểm giữa kì vậy ạ?. . Em xin cảm ơn.",
            "Chào em,. . Kiểm tra bổ sung em vui lòng liên hệ với giảng viên để được kiểm tra lại nhé. Điểm là do giảng viên chấm và nhập điểm nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ cho em hỏi em đã có mail cho phép đăng ký tốt nghiệp cách đây 1 tháng, nhưng em vừa nộp bằng anh văn xin chuyển điểm ngày 14/12, đến nay vẫn đang thẩm tra, nhưng hạn chót đăng ký tốt nghiệp là 24/12,vậy nếu giờ em đăng ký tốt nghiệp luôn thì điểm có được chuyển không ạ. Em cảm ơn!   . . . .",
            "\"Chào em,. . Trường hợp của em vui lòng theo dõi tình trạng thẩm tra chứng chỉ tại mybk/Nộp chứng chỉ ngoại ngữ, khi nào chuyển qua tình trạng đã thẩm tra hợp lệ (thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ), bạn gửi lại yêu cầu qua bksi xin chuyển điểm sớm để xét tốt nghiệp nhé. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy/cô PĐT,. . . . Thầy/cô cho em hỏi có cách nào để có file pdf bảng điểm của mình không ạ?. . . . Em cảm ơn nhiều ạ,",
            "Chào em,. . Em đăng ký trên mybk/in bảng điểm/... . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào PĐT,. . Em tên là [full_name], MSSV: [student_id].. . Em đã tốt nghiệp kỳ tháng 11/2021 vừa rồi và đã nhận bằng tạm thời.. . PĐT cho em hỏi em đã có bằng chính thức chưa ạ và khi nào em lên trường lấy được ạ.. . Chân thành cảm ơn",
            "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin thầy/cô xem lại giúp em trên BK-elearning 2 môn Dự thính (Điều hòa không khí và Giải tích 1) vẫn chưa được khôi phục lại.",
            "Chào em,. . PĐT đã trả lời ngày 16/12, em xem lại nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào cô/thầy phụ trách.Vì hoàn cảnh gia đình sau dịch bệnh khó khăn nên em thanh toán học phí trễ mà cụ thể là sáng nay(20/10) em vừa mới thanh toán xong. Do vậy em sợ PĐT sẽ hủy đi kết quả của HK211 này của em. Em muốn xin PĐT suy xét lại có thể để em được dự thi và khôi phục lại kết quả các môn học mà em đã đăng ký ở HK211 ạ. Em xin chân thành cảm ơn.. .   i Học vụ .",
            "Chào bạn. . Pdt ghi nhận, bạn lưu ý thanh toán đúng hạn kỳ sau nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . dạ cho em hỏi là học kì 2 (dự thính) năm học 2020- 2021 em có hoãn thi môn học vật lí 2 . . hiện trong trang elearning của em xuất hiện môn vật lí 2 của hệ (VHVL) em không biết lịch học cũng như lịch thi của lớp này và em có phải học hay thi với lịch của lớp này hay ko. . Vì trong trang Thông tin sinh viên- thới khoá biểu không có thông tin liên quan đến lớp học này . . Xin trường cho em thêm thông tin liên quan về thời gian học cũng như là thi để để em có thể chủ động ôn tập hơn ạ. . . .",
            "Chào bạn. . Hiện tại Pdt kiểm tra môn Ph1005 của bạn Hk 211 này không mở lớp không có lịch thi. . Về vấn đề này bạn vui lòng xem chi tiết: Quy trình Hoãn thi HK211 Pdt đã gởi qua mail  vào ngày 10/12/2021- Mục II.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào phòng đào tạo . . Em là [full_name] , [student_id] , hiện tại lớp học thí nghiệm môn Dung sai và kỹ thuật đo lớp L01 VL07 em học vẫn chưa được cập nhật thời khóa biểu lên mybk và môn học lên E learning. Mong phòng đào tạo cập nhật giúp em. . . Em cảm ơn ạ.. .",
            "Chào em,. . Chiều, tối PĐT cập nhật lại nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào phòng đào tạo, em là [full_name], Mssv:[student_id], hiện tại em đã nhận được mail thông báo từ trường là có tên trong danh sách tốt nghiệp dự kiến đợt 2 nhưng khi em vào mybk để đăng ký tốt nghiệp thì vẫn bị tình trạng không vào được vì lý do tạm dừng học và em lên trên trang của trường để tra tên cũng không thấy tên em trong danh sách tốt nghiệp dự liến luôn ạ, mong PDT xem xét mở cho em đăng ký tốt nghiệp ạ vì hạn chót 24/12 nên em khá lo lắng ạ. Em cảm ơn.",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô,. . . . Em là [full_name], mã số sinh viên [student_id], sinh viên K17, bộ môn Điều khiển tự động. Em có đăng ký chương trình tài năng. Ở học kỳ 202, em có học cải thiện môn Đo lường và điểu khiển bằng máy tính vì môn này là môn tài năng và ở học kỳ trước đó em không đạt 7.5 điểm. Em học cải thiện để được tốt nghiệp chương trình tài năng. Em đã xin chuyển điểm thí nghiệm nhưng giảng viên có nói phải đợi cả lớp thí nghiệm thì mới nhập điểm được nên em chưa đăng ký tốt nghiệp. Em đã có trong danh sách tốt nghiệp dự kiến nhưng môn này chưa được cập nhật điểm trên bảng điểm. Theo lịch thì ngày 24/12 là hạn đăng ký tốt nghiệp .Thầy/cô cho em hỏi:. . . . 1. Trường hợp của em sẽ được giải quyết như thế nào ạ?. . . . 2. Nếu giờ em đăng ký tốt nghiệp (khi môn học cải thiện chưa cập nhật điểm) thì em có đủ điều kiện tốt nghiệp chương trình tài năng không ạ?. . . . 3. Trong trường hợp em phải đợi điểm môn học cải thiện được nhập thì mới đủ điều kiện chương trình tài năng nên em đăng ký tốt nghiệp sau ngày 24/12, thì em còn được xét chương trình tài năng không ạ? (do trong quy định thì chương trình tài năng phải đăng ký tốt nghiệp đúng hạn). . . . Em mong sớm nhận được phản hồi từ thầy/cô. Em xin cảm ơn ạ.",
            "Chào em,. . Lịch trình tốt nghiệp đã có em nhé, tùy em quyết định việc có đợi kết quả để xét bằng KSTN hay không?. . Cô không thể trả lời cho em tại thời điểm em chưa đủ điều kiện.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1713637  /b \t. . . .   i Tốt nghiệp . Em chào Thầy/Cô,. . . . Em hiện chỉ còn 1 môn av4 là đủ điều kiện tốt nghiệp, em vừa thi xong và đã có kết quả điểm trên mybk nhưng vẫn chưa được cập nhật danh sách tốt nghiệp tạm thời. Trên mybk hạn đăng kí tốt nghiệp là 24/12. Vậy em nhờ Thầy/Cô có hướng hỗ trợ nào giúp em để đăng kí tốt nghiệp trong kì 211 này không ạ?. . . . Em cảm ơn.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1710999  /b \t. . . .   i Tốt nghiệp . Hôm nay (20/12) em đã nhận được email Thông báo tốt nghiệp, nhưng em không đăng ký tốt nghiệp trên Mybk được do vẫn bị Tạm dừng học. Ngoài ra, em cũng chưa có tên trong Danh sách tốt nghiệp dự kiến. Mong Thầy/Cô hỗ trợ giúp em ạ. Em chân thành cảm ơn.",
            "Chào em,. . Em vô đăng ký tốt nghiệp lại nhé, hiện PDT đã cập nhật và mở khóa cho em.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT,. . Vì lí do sơ xuất chưa thanh toán lệ phí in bảng điểm. Hôm nay em đã thanh toán trễ hạn nên chưa thể đăng kí tốt nghiệp được.. . Kính mong PĐT xem xét giúp em có cần phải làm đơn để em kịp đăng kí tốt nghiệp trước ngày 24/12 không ạ?. . Em cảm ơn.",
            "Chào em,. . Sau ngày 20/12 vào em đăng ký tốt nghiệp lại nhé. . Thân",
            "Gửi PĐT,. . Em vẫn chưa đăng kí tốt nghiệp được vì bị nợ hp/lệ phí. Dù em đã thanh toán lệ phí hôm 20/12 rồi ạ.. . Nhờ cô và PĐT hỗ trợ giúp em.. . Em cảm ơn.",
            "Chào em,. . Sau 10h ngày 22/12 em vào đăng tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy/cô,. . Cho em hỏi môn Hoá ĐC em đã đăng kí hoãn 1 đợt vào tháng 8, đợt này em có lịch thi gỡ hoãn nhưng vẫn không đủ điều kiện nên em muốn tiếp tục hoãn một lần nữa thì có được không vậy ạ?. . Em cảm ơn thầy/cô.. .   i Học vụ .",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô, . . Hiện tại em nơi em ở là vùng dịch, sau khi test thì em đã dương tính với Covid và đang điều trị , sức khỏe của em không được ổn định, sắp tới ngày 22/12 và 23/12, với trường hợp của em thì em có thể đăng kí hoãn thi được không ạ? . . Mong nhận được phản hồi sớm từ thầy cô. Em xin chân thành cảm ơn",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em tên [full_name], sdt [phone_number], địa chỉ 77, tổ 2, ấp Phú Tây, Xã Phú Long, huyện Phú Tân, tỉnh An Giang.. . . . em có đăng ký in lại thẻ sinh viên ngày 5/8.2021, đến giờ vẫn chưa nhận được. em mong thầy cô kiểm tra lại  giúp. em chân thành cảm ơn.",
            "Chào bạn,. . Cô đã gửi lại thẻ cho bưu điện theo đúng địa chỉ bạn gửi nhé.. . SV lưu ý điện thoại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào quý Thầy cô,. . Hiện tại e đã nhận được mail có tên trong danh sách tốt nghiệp. Nhưng vì học kỳ 211 e không đăng ký môn học nên bị tạm dừng. . . Bây giờ e vào đăng ký tốt nghiệp không được ạ, mong quý Thầy cô xem xét thu nhận để e được đăng ký tốt nghiệp ạ.. . Em xin chân thành cảm ơn.. .",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em kính chào quý Thầy/Cô,. . Em là [full_name]-[student_id]. SĐT_([phone_number]). . + Hiện tại thì em đã nhận được gmail của PĐT là đã có tên trong danh sách dự kiến tốt nghiệp đợt 2 năm 2021 (có hình ảnh đính kèm_Hình 1). Nhưng khi vào mục đăng ký tốt nghiệp trên MyBk thì không đăng ký được với lỗi xuất hiện em đọc được là \"có thể do tình trạng hiện tại của bạn không được cấp quyền sử dụng dịch vụ này\".(Hình 2). . + Em đã kiểm tra lại tình trạng sinh viên thì đang để là \"tạm dừng\" (có hình ảnh đính kèm_ Hình 3). Vậy em cần phải làm gì hay còn thiếu điều kiện gì để có thể vào mục đăng ký tốt nghiệp được ạ?. . + Em đã kiểm tra là đã đủ điều kiện về tốt nghiệp, mục điểm chuyển của em đã có điểm AV3, AV4 trên bảng điểm chuyển (có hình ảnh đính kèm_ Hình 4) nhưng chưa cập nhật số tín chỉ này vào trong tổng số tín chỉ. Hiện tại số tín chỉ của em là 138(Tính đến học kỳ 202_Hình 5) và cộng thêm 4 tín chỉ của AV3, AV4 là đủ 142. Em chờ đã 1 tuần nhưng vẫn chưa được cập nhật tổng số tín chỉ ạ. Vậy em mong quý thầy/cô có thể giúp em cập nhật ạ.. . . . Em rất mong sự hồi đáp từ quý Thầy/Cô!. . Em xin chân thành cảm ơn.",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào cô ạ. . Em là [full_name] học lớp CK20CK04 em có thắc mắc là em đọc trên mạng thì sẽ hạ bằng nếu học lại quá 5 phàn trăm tín chỉ ngành từ tháng 5/2021.Cho em hỏi là cái này áp dụng cho các khóa sau ngày này hay khóa của em là K20 cũng sẽ áp dụng vậy ạ.Em xin cảm ơn",
            "Chào em,. . Cho em hỏi là cái này áp dụng cho các khóa sau ngày này hay khóa của em là K20 cũng sẽ áp dụng.. . =  Từ khóa trước đến nay đều chưa thấy thay đổi về vấn đề này.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em mới nhận email xác nhận nằm trong danh sách SV dự kiến tốt nghiệp. Em cũng đã kiểm tra và thông tin của mình đã được cập nhật trong danh sách tốt nghiệp dự kiến.. . Tuy nhiên thì em vẫn chưa được thu nhận trở lại, trạng thái sinh viên của em vẫn là \"Tạm dừng\". Do đó em không thể truy cập được vào trang đăng ký tốt nghiệp.. . Em đã gửi đơn xin thu nhận vào ngày 08/12 ạ. Mong PĐT sớm phản hồi và giải quyết giúp em. Em xin cảm ơn!. .",
            "Chào em,. . Trường hợp của em đã được mở khóa, em vào và kiểm tra đăng ký tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Tốt nghiệp . Kính gửi PDT,. . Em tên [full_name]. MSSV : [student_id]4.. . Hiện tại em đã có tên trong danh sách Tốt nghiệp dự kiến nhưng chưa thể đăng ký tốt nghiệp như hình ảnh đính kèm. Lý do: Tạm dừng - bằng thường.. . Mong PDT kiểm tra và hỗ trợ để em kịp đăng ký tốt nghiệp trước 24/12 ạ, em cám ơn ạ.",
            "Chào em,. . Đã mở khóa, em vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy/cô cho em hỏi là sau tết PDT sẽ mở đợt cho SV khoá K20 đăng kí nộp bằng TN THPT đúng không ạ? Vì em thấy có mail tạm ngưng kiểm tra bằng TNTHPT nhưng PDT vẫn mở đợt đăng kí trên Mybk.",
            "Chào em,. . Theo email này nhé.. . . . TẠM NGƯNG: ĐỢT TỔNG KIỂM TRA VÀ NỘP BẰNG TỐT NGHIỆP THPT (MAIL ĐÃ GỬI SV NGÀY 25/11). . Hộp thư đến. . . . - Ho Tro SV   [email] . . 14:14, Th 2, 13 thg 12 (7 ngày trước). . tới stu.all, bcc: tôi. . . . Thân gửi các bạn sinh viên, . . . . Phòng đào tạo tạm ngưng việc tổng kiểm tra và nộp bằng tốt nghiệp THPT tất cả sinh viên chính quy (theo mail PĐT đã gửi vào ngày 25/11/2021).. . . . Dự kiến, sau tết Nguyên đán 2022 PĐT sẽ thông báo cụ thể lịch trình chi tiết.. . . . Lưu ý: . . . . Trường hợp sinh viên đã gửi qua bưu điện bổ sung bằng tốt nghiệp THPT theo thông báo PĐT đã gửi ngày 25/11/2021 vui lòng đợi PĐT kiểm tra, cập nhật lại và thông báo kết quả xử lý chung sau tết Nguyên Đán 2022.. . . . Sinh viên cần chuẩn bị sẵn bằng tốt nghiệp THPT theo quy định và đợi thông báo của PĐT sau tết Nguyên đán 2022.. . . . Thông báo này dành riêng cho SV K20 trở về trước. SV K21 vui lòng bỏ qua email này."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa Thầy Cô,. . Tuần vừa rồi em có đăng kí in thẻ sinh viên nhưng vì hệ thống BKpay bảo trì nên hôm nay mới thanh toán được. Hiện tại em đăng kí tốt nghiệp thì thuộc diện nợ học phí/lệ phí. Mong Thầy Cô xác nhận lại để em có thể đăng kí tốt nghiệp ạ.. . Cảm ơn Thầy Cô đã giành thời gian.. . Trân trọng.",
            "Chào em,. . PĐT đã mở. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô ạ.. . . . Cho em nộp phiếu đăng kí thu nhận lại để được đăng kí môn học cho học kì này ạ.. . . . Em cảm ơn thầy/cô đã xem.. . . . Trân trọng.. .",
            "Chào em,. . Em vui lòng gửi lại phiếu thu nhận lại từ HK212 (không phải HK202 nhé). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào các anh/chị phòng đào tạo,. . . . Hiện tại em đang gặp vấn đề như sau:. . . . Trong HK 192, em có học cải thiện điểm môn Thủy lực và Khí nén (trước đó đã qua môn). Tuy nhiên, môn học này vẫn chưa có điểm tổng kết do còn vướng điểm thí nghiệm (em đã liên hệ và bộ môn thông báo là chưa tổ chức học được). Do đó, em vẫn chưa đủ điều kiện để đăng kí tốt nghiệp. Liệu có cách nào để giải quyết vấn đề này không ạ? Em có thể hủy luôn kết quả môn học này nếu cần thiết.. . . . Em xin cảm ơn.",
            "Chào em,. . Tùy em nhé, nếu em đủ điều kiện có thể đăng ký xét tốt nghiệp và làm đơn xin rút MH học 202. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo Trường ĐH Bách Khoa TPHCM. . . . Em là [full_name]. MSSV [student_id]. Tốt nghiệp tháng 11/2021. . . . Vì điều kiện làm việc tại quê hương, không thể đến trường do tình hình dịch covid, kính mong PĐT gửi bằng ĐH về địa chỉ nhà em được không ạ?:. . . . [full_name]. . [phone_number]. . Địa chỉ: Karaoke Tri Kỷ, Cầu Giá, Xã Lưu Kiếm, Huyện Thủy Nguyên, Tp. Hải Phòng.. . . . Nếu không được, quý thầy cô có thể cho em xin lịch làm việc/ lịch nghỉ tết của PĐT để phòng trường hợp trước tết em vào TP HCM nhận bằng. Sau đó về nhà cách ly để không ảnh hưởng đến công việc được được không ạ?. . . . Em cảm ơn quý thầy cô.. . Rất mong sớm nhận được phản hồi từ quý thầy cô.",
            "\"Chào em,. . Khi nào em có mặt ở TPHCM thì liên hệ Phòng Đào tạo để nhận bằng tốt nghiệp. Bằng tốt nghiệp vẫn được lưu trữ tại Phòng Đào tạo cho Sinh viên.. . Trường hợp nhận thay bằng tốt nghiệp: Phải có giấy ủy quyền có xác nhận của chính quyền và chỉ có thể ủy quyền cho ba/mẹ/anh/chị/ em ruột (khi nhận phải kèm theo hộ khẩu, CMND/CCCD). . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1714054  /b \t. . . .   i Tốt nghiệp . Dạ em chào thầy/cô,. . Hiện em đã đăng kí tốt nghiệp và nhận được Bằng tốt nghiệp tạm thời nhưng trên tình trạng sinh viên vẫn để của em là ĐANG HỌC. Và trong đợt này em không nhận được mail đi nhận bằng chính thức như các bạn đăng kí tốt nghiệp cùng đợt với em. Thầy/cô cho em hỏi đó là tình trạng bình thường hay em có gặp phải vấn đề gì không ạ? Em xin cảm ơn ạ.. . Trân trọng.",
            "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy/cô.. . . . Em là [full_name], mã số sinh viên [student_id].. . . . Hiện tại em đã có tên trong danh sách tốt nghiệp dự kiến và đã đăng ký tốt nghiệp trên mybk. Em đã có bản pdf giấy chứng nhận tốt nghiệp tạm thời, nhưng em vẫn chưa có tên trong danh sách tốt nghiệp chính thức khi tra cứu trên trang này ạ. . . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2821. . . . Thầy/cô cho em hỏi khi nào thì em sẽ có tên trong danh sách tốt nghiệp chính thức ạ? Vì ngày 24/12 tới sẽ hết hạn đăng ký tốt nghiệp nên em hơi lo lắng ạ.. . . . Em cảm ơn thầy/cô nhiều ạ!",
            "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào PDT, em tên là [full_name] MSSV: [student_id], hiện tại em đã nhận được mail từ phòng đào tạo và cũng đã có tên trên danh sách dự kiến tốt nghiệp nhưng khi vào mybk đăng ký tốt nghiệp vẫn được thông báo là tình trạng tạm dừng học nên không đăng ký được, như hôm trước em đã hỏi thì được trả lời là khi có tên trong danh sách dự kiến thì tự động sẽ được thu nhận để đăng ký nên em mong PDT xem xét giúp em để em có thể đăng ký tốt nghiệp ạ. Em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Họ tên: [full_name]. . MSSV : [student_id]. . . . Em đã đủ điều kiện về CTXH và tín chỉ tích lũy nhưng ko có tên TN.. . . . Có phải do em còn mộ học kỳ này nên không được đăng ký ko ạ. . . . . Em chỉ đăng ký mộ học để duy trì TKB",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô!. . Em tên [full_name] (MSSV: [student_id]). Lần em gửi mail về cho pdt là em chỉ đặt câu hỏi cần giải đáp chứ không phải đơn xin hoãn học hóa thí nghiệm trực tiếp. Có sự hiểu lầm nên pdt đã xem mail đó là mail xin hoãn của em luôn. Vậy có cách nào để khôi phục lại như bình thường không ạ. Em xin cô giải đáp. Em chân thành cảm ơn!. .   i Học vụ .",
            "Chào em,. . Hiện tại đã quá trễ để đăng ký học trực tiếp thí nghiệm, đồ án. Trước đó PĐT đã xếp TKB đối với SV đã đăng ký.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo. . Em đã nộp chứng chỉ Toeic để xét chuyển điểm và để có đủ điều kiện xét tốt nghiệp. . . Mong thầy/cô xem xét thẩm tra giúp em sớm để em có thể đăng ký tốt nghiệp ạ!. . Em cảm ơn!",
            "\"Chào em,. . Trường hợp của em vui lòng theo dõi tình trạng thẩm tra chứng chỉ tại mybk/Nộp chứng chỉ ngoại ngữ, khi nào chuyển qua tình trạng đã thẩm tra hợp lệ (thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ), bạn gửi lại yêu cầu qua bksi xin chuyển điểm sớm để xét tốt nghiệp nhé. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ. . Em tên là [full_name]. . MSSV: [student_id]. . Em xin gửi đơn thu nhận lại sinh viên ạ. Em xin chân thành cảm ơn ạ.",
            "Đã trả lời ngày 17/12. .",
            "Chào em,. . Trường hợp của em đã có quyết định thu nhận và mở khóa đăng ký tốt nghiệp.. . Em vào xem và kiểm tra lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name] MSSV [student_id]. . Link nộp file video ghi buổi thi môn Vật liệu kỹ thuật (MA3077)_20/12/2021_14g00 (L01_A) [DH_HK211] bị lỗi không gửi video được",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ cho em hỏi là ngày bao nhiêu thì sẽ thẩm tra bằng TOEIC ạ. E nộp bằng được 1 tuần rồi nhưng vẫn chưa đc thẩm tra. Nếu giờ e đăng kí chuyển điểm thì sau bao lâu e mới chuyển được ạ. E làm gì để được tốt nghiệp đợt tháng 1 ạ. . .",
            "\"Chào em,. . Trường hợp của em vui lòng theo dõi tình trạng thẩm tra chứng chỉ tại mybk/Nộp chứng chỉ ngoại ngữ, khi nào chuyển qua tình trạng đã thẩm tra hợp lệ (thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ), bạn gửi lại yêu cầu qua bksi xin chuyển điểm sớm để xét tốt nghiệp nhé. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào thầy/cô. . Em tên [full_name] MSSV [student_id]. . Do sơ ý không kiểm tra kỹ em điền sai phần thông tin mail cá nhân trong phần đăng ký tốt nghiệp, mail đúng là:. . [email]. . Lúc mới phát hiện mail sai, em đã nhắn lên đây nhờ thầy/cô chỉnh giúp nhưng phần giải đáp làm em không chắc chắn.. . Em thấy lo lắng không biết mình chưa nhận được mail hay do chưa được chỉnh địa chỉ mail nên không thể nhận thông báo nhận bằng tốt nghiệp. . . Mong thầy/cô kiểm tra lại thông tin giúp em để em có thể sớm nhận bằng tốt nghiệp.. . Em chân thành cảm ơn thầy/cô",
            "Chào em,. . Phần mềm khóa thì không điều chỉnh được nhé bạn.. . Đợi sau khi có QD tốt nghiệp chính thức và kích hoạch tài khoản cựu sinh viên em vào điều chỉnh  hen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   /B . .  Chào thầy/cô,. . Em tên [full_name] - MSSV [student_id] - Khoa khoa học ứng dụng.. . Do lỗi em không đọc mail để đăng ký các môn đồ án, thực hành nên đã lỡ buổi đăng ký đó. Em rất xin lỗi ạ. Và ngày 16/12/2021 em có gửi một mail xin đăng ký bổ sung tên vào danh sách lớp môn ứng dụng laser trong y học (TN) (AS3046 - nhóm L02) nhưng chưa được trả lời lại.Em được biết là lớp học sẽ bắt đầu từ đầu   B tháng 1  /B . Nay em viết mail lại để xin được bổ sung tên mình vào danh sách lớp. Em không thể học ở kỳ sau tết được do vướng thực tập ngoài trường full time ạ. . . Xin thầy/ cô xem xét giúp em và thêm tên em vào danh sách lớp ạ. Em năn nỉ.. . Em xin cảm ơn",
            "Chào em,. . Hiện tại đã quá trễ để đăng ký học trực tiếp thí nghiệm, đồ án. Trước đó PĐT đã xếp TKB đối với SV đã đăng ký.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . Kính chào anh/chị,. . . . Em tên là [full_name], sinh viên của chương trình chất lượng cao.. . . . Em là sinh viên hoãn thi môn đại số tuyến tính MT1007 HK202 và sẽ thi lại vào ngày 28/11/2021. Em có câu hỏi là em sẽ được thi lại bằng đề tiếng anh (chất lượng cao) hay đề tiếng việt (đại trà) môn Đại số tuyến tính. Do em được thêm vào lớp ở trên BKEL có nhóm là HTC1 và trong phần video thì nội dung là về tiếng việt ạ. Mong anh/chị có thể giúp đỡ những thắc mắc này của em.. . Trân trọng và cảm ơn. . [full_name].. . . . . . . .   i Yêu cầu khác .",
            "QUOTE MSSV: [student_id]    . . Kính chào anh/chị,. . . . Em tên là [full_name], sinh viên của chương trình chất lượng cao.. . . . Em là sinh viên hoãn thi môn đại số tuyến tính MT1007 HK202 và sẽ thi lại vào ngày 28/12/2021. Em có câu hỏi là em sẽ được thi lại bằng đề tiếng anh (chất lượng cao) hay đề tiếng việt (đại trà) môn Đại số tuyến tính. Do em được thêm vào lớp ở trên BKEL có nhóm là HTC1 và trong phần video thì nội dung là về tiếng việt ạ. Mong anh/chị có thể giúp đỡ những thắc mắc này của em.. . Trân trọng và cảm ơn. . [full_name].. . . . . . . . Yêu cầu khác. . . .   /QUOTE . .",
            "Chào em,. . - Nhóm HTC1 là thi của CLC nhé em.. . - Ra đề là do GV, SV có thể liên hệ GV để hỏi . . Thân mến. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PDT ĐH Bách Khoa TpHCM,. . . . Em là sinh viên K16, em đã nhận được mail xét duyệt tốt nghiệp và em thấy em nằm trong danh sách tốt nghiệp dự kiến nhưng em không thể đăng ký tốt nghiệp ở mục 6 do tình trạng sinh viên đang là tạm dừng. Mong PDT hỗ trợ và xử lý giúp em ạ.. . . . Em cảm ơn.. . . . Trân trọng.",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . .   i Tốt nghiệp . Kính gửi : PĐT trường Đại học Bách Khoa. . Em tên: [full_name]. . MSSV : [student_id]8. . Hiện tại em đã hoàn thành chương trình bắt buộc, các chuẩn đầu ra kể cả ngày CTXH. Em đã nhận được mail có tên trong danh sách tốt nghiệp dự kiến nhưng em vẫn chưa thế đăng kí xét tốt nghiệp trên mybk được. Em khá lo lắng vì tới ngày 24/12 là ngày cuối xét tốt nghiệp. Em mong PĐT kiểm tra giúp em !. . Em có chụp lỗi không đăng kí được ở file đính kèm.. . Em xin cảm ơn!. .",
            "Chào em,. . Sau 17h ngày 21/12 em vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ, . . Em tên [full_name],. . MSSV: [student_id]. . Vừa rồi e có thanh toán trễ BHYT,. . Cho em hỏi là mình có cần phải làm những thủ tục để không bị vi phạm quy định không ạ",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    }
]