[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa ban quản lý pđt , em muốn hỏi là khi nào sẽ đăng ký môn học dự thính hk202 đợt 2 ạ.",
            "từ 09/3/2021  đến 11/3/2021"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi hôm nay là đăng kí môn học hk202 dự thính đợt 2 mà sao giờ này vẫn chưa có slot để cho em đăng kí ạ",
            "từ 09/3/2021  đến 11/3/2021"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Dạ chào phòng đào tạo, em tên là [full_name] MSSV [student_id]. . PĐT cho em hỏi là em đã đăng kí chuyển điểm AV hôm 19/1/2021 và đã thanh toán tiền nhưng sao vẫn chưa thấy cập nhật điểm trên bảng điểm. Hiện tại em đang cần chỉ Anh văn để làm luận văn nên mong PĐT cập nhật điểm giúp em.",
            "Chào bạn,. . . . Bạn ghi rõ mã số luận văn muốn đăng kí để PDT xét lại cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name]  Mssv: [student_id].. . Thầy cô cho em hỏi là do em không đăng kí được môn Những nguyên lý cơ bản chủ nghĩa [full_name][full_name] [full_name] ( mã SP1003) nên kì này em đăng kí môn thay thế là Triết học [full_name] [full_name][full_name] ( mã SP1031). Như vậy sao khi em học xong môn thay thế nếu đạt thì điểm tự chuyển qua mã môn cũ hay phải làm đơn chuyển ạ.. . Em cảm ơn thầy cô giải đáp ạ.",
            "Chào bạn,. . . . Bạn vui lòng xem môn tương đương thay thế có cập nhật trên web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_62&tid=1717.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác. . em chào cô cho em hỏi điểm môn ngoài ngành có tính vào điểm trung bình tích lũy ngành không ạ",
            "Chào bạn,. . . . Về chương trình đào tạo, bạn liên khoa để tư vấn cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi phòng đào tạo DHBK,. . Em tên là [full_name], mssv: [student_id], thuộc khoa khoa học và ký thuật máy tính.. . Em xin hỏi trường hợp không thể đăng ký lvtn do chưa nộp toeic. . . Hiện em đã có giấy toeic(615 điểm), em đã đăng ký xác nhận chứng chỉ ngoại ngữ online hôm thứ 7(27/2/2021). . . Tuy nhiên ngày 2/3/2021 là hạn cuối đăng ký luận văn mà em vẫn chưa được xác nhận chứng chỉ ngoại ngữ để đăng ký môn học. Và vì vậy em không thể đăng ký luận văn tốt nghiệp kịp được do hệ thống yêu cầu chứng chỉ ngoại ngữ phải được nộp.. . . . Mong phòng đào tạo hướng dẫn em cách giải quyết để kịp đăng ký luận văn ạ.. . . . Em xin cảm ơn.. . [full_name]",
            "Chào bạn,. . . . Bạn cho biết mã số môn học luận văn bạn muốn đăng kí để PDT xét lại cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo ! Hiện e đg bị trễ 3 kỳ . Hk2 năm 2021 e có đăng ký 4 môn chuyên ngành , và đã qua các môn tiên quyết ! Mong phòng đào tạo hổ trợ ạ. .",
            ". .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký môn học. . . . Dạ lúc kiểm tra mail thì em không thấy lớp Bóng chuyền CC02 bị huỷ lớp do không đủ số lượng sinh viên, bây giờ tới giờ học thì chỉ có 11 sinh viên và lên lại thời khóa biểu thì thấy em đã bị hủy lớp bóng chuyền đã đăng kí được trước đó, vậy thầy vui lòng cho em đăng kí lại được không ạ? Em cảm ơn thầy nhiều lắm ạ!",
            "đã bổ sung PE1011 nhóm CC06 ( thứ 4, tiết 10). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Đăng ký môn học . Kính gửi PDT,. . Dạ cho em hỏi về lớp dự thính.. . Vào đợt 1 ĐK Dự thính, tụi em có đăng ký môn Điện - Điện động học, Mã số 404709.. . Tụi em cũng đã liên hệ với thầy - trưởng bộ môn để xin đăng ký.. . DẠ cho em hỏi là lớp sĩ số bao nhiêu thì được mở lớp ạ,. . Em xin cám ơn",
            "Chào bạn,. . . . Tầm 15-20 sẽ được mở lớp nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Mình là sinh viên năm 2.Theo qui chế,học kì này mình phải học 2 môn thể chất để được đăng kí môn học cho năm 3 nhưng theo qui định mới,mình chỉ được đăng kí 1 môn.. . Mình có thể xin trung tâm GDTC học thêm môn nữa để kịp chương trình không ạ?. . Mình xin cảm ơn.",
            "Em liên hệ TT thể dục để biết thêm thông tin nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào thầy, em tên [full_name] tuyền hệ VHVL MSSV: [student_id] khoa công nghệ hóa hocn. . Học kì 202 em có đk môn thí nghiệm hóa hữu cơ _ CH2053, thì hệ thống báo em đã học hoặc được miễn, em chưa học lần nào và kết quả miễn môn lần 2 em cũng chưa nhận được ạ, nhờ thầy hỗ trợ để em đk ạ, em cảm ơn. . . .",
            "Dạ, chào thầy em tên [full_name] MSSV: [student_id] học kì 202 em có đk môn thí nghiệm hữu cơ_CH2053 thì hệ thống báo em đã học hoặc đc miễn nên hệ thống không đk cho em môn này, môn này em chưa học và em cũng chưa nhận kết quả miễn môn lần 2, nhờ thầy hỗ trợ để em có kế hoạch đkmh ạ, em cảm ơn. . . .",
            "đã bổ sung môn học nhóm A01. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa,mong PĐT kiểm tra lại giúp em với ạ,danh sách hủy lớp sỉ số dưới 30 bạn không có bộ môn cầu lông ạ,với lại lớp em đăng ký cũng đáp ứng đủ sinh viên. Trên lịch sử đăng ký môn học của em vẫn còn môn cầu lông (PE1017) lớp L17 nên em không hiểu tại sao lại bị xóa môn trong khi các bạn của em đk cùng lớp,cùng lúc với em thì đã có TKB bình thường ạ,em xin cảm ơn. .",
            "đã cập nhật lại PE1017 nhó L17. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV [student_id]  /b \t. . . .   i Xin rút môn học . Dạ em xin rút môn   I CO3043 Phát triển ứd trên tbdđ . Lý do: em đã đủ chỉ môn khối D và muốn giành thời gian làm LVTN ạ. . . . Mong phòng đạo tạo trả lời giúp em là có rút được trên này không và có phải đóng học phí không ạ. . . . Em cảm ơn. . . . [full_name]. .",
            "ok"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name] mssv [student_id]. . Em muốn xin hủy môn bóng rổ pe1015. . Do em đã đk môn cầu lông và qui định chỉ được đk 1 môn gdtc . . Em cảm ơn",
            "[full_name] chỉ có môn PE1015 thôi"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em muốn hỏi về tiết dạy của giảng viên để tìm hỏi về điểm thành phần của mình,vì em có liên lạc với thầy nhưng không được ạ. Nên em phải hỏi ở đâu để tìm thầy ạ.",
            "Chào bạn,. . . . Bạn về khoa.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  Em chào thầy/cô. . Dạ cho em hỏi là học kì này, ngày thi giữa kì là vào ngày mấy vậy ạ. . . Em xin cảm ơn  . . . . . .",
            "Tuần 7 và 8 theo lịch học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thời khóa biểu có môn Đồ án Tổ Chức Thi Công nhưng BKEL không có. Em cần biết giáo viên hương dẫn là ai để có thể liên hệ.",
            "Chào bạn,. . . . Việc này bạn về khoa để biết giáo viên hướng dẫn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào cô/thầy,. . Lúc trước em đã xin đổi lớp Kinh tế chính trị [full_name] (SP1033) từ L12 sang lớp L16 và đã được đồng ý,. . Tuy nhiên TKB vẫn chưa được cập nhật và danh sách lớp vẫn chưa có tên em. PĐT kiểm tra lại giúp em ạ.. . Em cảm ơn.",
            "tkb cập nhật lại sau"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi phòng đào tạo,. . Em tên là [full_name] mssv [student_id]. . Vào năm 2020 em có đăng ký để miễn anh văn 1 và anh văn 2 do sơ suất em đã không đóng tiền miễn điểm tiếng anh. . . Nay em làm đơn này mong nhà trường có thể hủy lệ phí miễn điểm trên BKPay để em có thể xét tốt nghiệp được.. . Em xin chân thành cảm ơn. . . . [full_name]",
            "Chào bạn,. . . . Đã huỷ lệ phí  trên Bkay, bạn vào đăng kí tốt nghiệp lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Chào phòng đào tạo, em đã thanh toán toàn bộ phí trên BKpay nhưng vận không thể đăng kí tốt nghiệp được vỉ lí do \"Nợ HP\", mong phòng đào tạo giải quyết giúp em ạTốt nghiệp .",
            "Chào bạn,. . . . Thứ 7 tuần này bạn vào đăng kí tốt nghiệp lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ, cho em hỏi là em có xem thông báo của trường thig học kì này sẽ thi vào cuối tuần 7 và 8 của học kì, nghĩa là sẽ thi vào 4 ngày 17,18/4 và 24,25/4 đúng không a . . . .",
            "dự kiến là tuần 7 và 8 của biểu đồ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . cho em hỏi là em có xem về quy chế học vụ thì không thấy phần nói là phải qua các môn năm 1 năm 2 mới được học năm 3 mà em nghe có nhiều người bảo là phải hoàn thành tất cả các môn năm 1 năm 2 thì mới học năm 3. Vậy cái nào mới đúng ạ mong giải quyết giúp em ạ",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 4, mục 4.2 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . . . . Sau năm 2 bạn phải tích luỹ 56 tín chỉ mới đăng kí những môn năm 3.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đợt đăng ký TTTN, ĐCLV, LVTN đợt cuối khi nào mới được cập nhật trên thời khóa biểu ạ?. . Trước đó em bị xóa Luận Văn với lý do không đủ điều kiện nhận luận văn. Nhưng em đã chuyển điểm anh văn 1 2 3 4, đủ ngày CTXH, tín chỉ tích lũy cũng kịp tiến độ. Vậy vì sao em lại bị xóa luận văn vậy ạ?",
            "Chào bạn,. . . . Thứ 2 tuần tới PDT sẽ cập nhật kết quả đăng kí TTTN/ĐCLV/luận văn. Nếu có thì thắc mắc bạn liên hệ trực tiếp PDT hoặc phản hồi lên BKSI.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào cô  ạ, em là Khanh k16 , chuyện là em không kịp nộp bằng  đăng ký luận văn đợt cuối này , em có thể nộp trễ hơn trước thi giữa kỳ , rồi làm đơn xin được không ạ ? . cảm ơn đã xem tin nhắn của em ạ.",
            "Chào bạn,. . . . Được bạn, khi nào bạn đủ điều kiện nhận luận văn thì bạn liên hệ PDT để hướng dẫn đăng kí luận văn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào PDT đại học BK HCM.. . Em tên là [full_name], sinh viên lớp CK17LOG, MSSV [student_id]. . . Mong PDT kiểm tra trường hợp nhập điểm bổ sung điểm Vắng thi có phép môn Hoạch định mặt bằng (ME3253 nhóm A02-B) giúp em.. . + Học kỳ 1 2019-2020, em nhận điểm vắng thi có phép (VP) môn Hoạch định mặt bằng (Văn bản quyết định được gửi đính kèm). . . + Trong Học kỳ 1 2020-2021 vừa rồi, em đã làm đơn đăng kí thi và đã đi thi để bổ sung điểm vào ngày 22/1/2021 phòng B2-GDB2A. . . (thầy [full_name] là giảng viên trông thi). . + Tính đến này đã hơn 1 tháng kể từ ngày thi nhưng em vẫn chưa có thông tin điểm cũng như cập nhật điểm trên bảng điểm học kì 1 2019-2020 (Bảng điểm được gửi đính kèm).. . + Em đã viết mail liên hệ với GV và nhận được phản hồi. (Nội dung trong file đính kèm). . . . Mong sớm nhận được phản hồi từ PDT. Xin cảm ơn!. . . .",
            "Chào bạn,. . . . Hiện tại môn này PDT có nhận điểm đạt từ giáo viên giảng dạy. PDT sẽ cập nhật điểm đạt trên cổng thông tin sinh viên cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em đã đăng kí môn PE1021 L06 nhưng mà sao thời khoá biểu chưa cập nhật ạ",
            "Chào bạn,. . . . [full_name] đã đăng kí môn PE1021 nhóm L06 cho bạn rồi. Thứ 7 bạn kiểm tra lại kết quả DKMH trên cổng thông tin sinh viên nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô!. . Cho em hỏi đợt đăng kí dự thính sắp tới có mở  môn học Anh văn 3A (MSMH: LA1041) không ạ,vì đợt học kì chính môn học không mở lớp nên em không đăng kí được ạ.. . Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . Đến đợt đăng kí dự thính bạn đăng kí thử nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Thầy/Cô ạ,. . Môn Hóa Phân Tích của chương trình K18 và chương trình K19 khoa Hóa có sự khác nhau về mã môn cũng như được tách ra làm 2 môn Thí nghiệm và Lý thuyết riêng biệt (K18 môn học được gộp Thí nghiệm và Lý thuyết thành 1 môn) nhưng trong danh sách công nhận môn tương đương do PĐT đăng trên web không có công nhận 2 mã môn này của 2 khóa là tương đương nhau. Vậy cho em hỏi làm sao để chuyển điểm của môn mã mới về môn mã cũ ạ? Và nếu em chỉ mới hoàn thành 1 trong 2 môn của mã mới thì có được chuyển không ạ?. . Em cảm ơn nhiều ạ",
            "Chào bạn,. . . . Về môn học tương đương đương bạn về khoa để tư vấn thêm.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  Dạ em xin chào thầy cô ạ. Do em có việc gia đình đột xuất nên em đã trể đăng kí giáo dục thể chất 2 cho lớp Việt Pháp. Cho em hỏi là em có thể xin vào lớp bơi P02 học được không ạ. Do em ở xa có hơi bất tiện nên khó học được trên CS2 . Em rất miong quý thầy cô có thể cho em xin vào học ạ. Em cảm ơn quý thầy cô rất nhiều ạ.. . . .",
            "đã bổ sung : PE1031 nhóm P01. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "CODE PE1019Đăng ký môn học .",
            "đã bổ sung : PE1019 nhóm L03. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy cô,. . . . Em có đăng kí môn Thiết kế hệ thống cơ khí ME4003 thuộc môn tự chọn nhóm A(tối thiểu 9tc). Theo file của năm học 2018 - 2019. . Trường thay đổi file chương trình đào tạo mới nên môn học đó không nằm trong tự chọn của ngành Cơ khí chuyên ngành Chế Tạo.. . Cho em hỏi như thế vẫn tính môn học tương đương không ạ?. . . . . . . .",
            "Em liên hệ VP khoa hỏi cho chính xác nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  . . Ngày 1/3 thầy [full_name] có cập nhật sửa đổi điểm cho em môn hệ thống máy tính và ngôn ngữ lập trình phần thực hành nhưng đến nay trên trang mybk vẫn chưa cập nhật điểm ạ.",
            "Chào bạn,. . . . Việc sửa điểm bạn liên hệ với thầy giáo viên giảng dạy nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . hiện tại em đăng kí lớp L22 môn bơi do không đủ sĩ số nên em muốn đổi sang L14. Em mong thầy cô có thể xem xét cho em được không ạ ???",
            "ok"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name], MSSV [student_id]. Em có thắc mắc về điểm môn học. Ở mục phúc tra thì hiện điểm tổng kết môn vật lí 1 của em là 6.5 nhưng ở bảng điểm trong mục thông tin sinh viên thì lại là 6.0. Em muốn hỏi về sự khác biệt này. .",
            "Chào bạn,. . Điểm môn vật lý 1 hiện tại của bạn đang là 6,0đ. Bạn liên hện GV phụ trách môn học để hiểu rõ bạn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] MSSV: 191385\t. . . . Dạ cho em hỏi là việc xét danh hiệu sinh viên nhất có cần phải đăng ký không ạ. Tại vì hiện tại em là sinh viên năm hai có trong danh sách dự kiến của năm nhất mà em nhớ chỉ mới đăng ký cho năm hai còn năm nhất em chưa đăng ký ạ!. . . .",
            "Chào bạn,. . . . Không hiểu ý bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa Quý Phòng Đào Tạo. . Em đã quy đổi bằng ngoại ngữ để xét miễn môn anh văn 3 & anh văn 4 và thanh toán sẵn sàng. Nhưng đến nay bảng điểm của em vẫn chưa cập nhật điểm quy đổi cho 2 môn anh văn. Hiện em cần cập nhật 4 chỉ anh văn vào bảng điểm để đăng ký tốt nghiệp vào đợt tháng 4/2021 này. Xin Quý Phòng Đào Tạo xem xét và cập nhật điểm anh văn này cho em sớm nhất có thể. . . Em xin chân thành cám ơn.",
            "Chào bạn,. . . . Hiện PDT đã cập nhật điểm chuyển anh văn 3,4 cho bạn rồi nha. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy(cô)!. . Em là sinh viên khóa k17 có đăng kí thể chất trong kì 202 được bố trí học ở cs2 ạ.Nhưng do hầu hết môn chuyên ngành đều ở cs1 nên em muốn xin được học lớp thể chất ở cs1 cùng với hệ Chất lượng cao và Việt Pháp rồi cuối kì làm đơn chuyển điểm để giáo viên dạy kí tên về lại lớp cũ đươc không ạ?. . Em đã hỏi qua thầy dạy thể chất của em và thầy nói cũng được và kêu em thử liên hệ phòng đào tạo xem cho phép không ạ.HI vọng được Phòng đào tạo xem xét giúp đỡ em ạ.. . Em cám ơn!. . . .",
            "Chào bạn,. . . . Điều này không được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào quý thầy cô ạ. Dạ thưa thầy/cô, em có một chút thắc mắc về điểm được cập nhật trên hệ thống bảng điểm MyBK ạ. Dạ thưa thầy/cô, em và một số các bác khác có gặp một số trục trặc về điểm BTL của bộ môn Vật Lý nên đã liên hệ với giáo viên bộ môn để thay đổi. Sau đó, tối Chủ nhật ngày 28/2, sau khi kiểm tra lại điểm tổng kết ở mục 15, phần phúc tra điểm thi cuối kì thì điểm tổng kết đã được thay đổi thành 5đ. Tuy nhiên, sáng ngày hôm qua, tức ngày 2/3, điểm trên hệ thống cập nhật lại trên bảng điểm vẫn giữ nguyên số điểm ban đầu là 4đ và PĐT đã tính điểm trung bình cho em luôn ạ. Dạ em không biết là điểm sau khi được tính trung bình có thể chỉnh sửa được không ạ. Em cảm ơn rất nhiều ạ.",
            "Chào bạn,. . . . Việc này bạn liên hệ với giáo viên giảng dạy môn vật lý  lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . * chào quý thầy cô !em có 1 vấn đề mong được giải đáp :. .  -Đợt bổ sung đợt 5 có đăng kí bổ sung môn học 260663 - Tiểu luận tốt nghiệp . Quý thầy cô cho em hỏi bao giờ có kết quả đăng kí thành công ạ . Do đợt 4 em có đăng kí nhưng bị hủy lý do '' không đủ điều kiện nhận '' nhưng không rõ điều kiện gi .. . - Mong quý thầy cô cập nhập xem xét lại giúp em để em có thể nhận được môn học 260663 - Tiểu luận tốt nghiệp trong học kì này để kịp thời hạn ra trường . . - em xin cảm ơn !!!",
            "Chào bạn,. . . . Đầu tuần sau sẽ có kết quả DKMH đợt 5.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa các thầy cô,. . Em nằm trong danh sách tốt nghiệp tháng 4/2021 . Trong HK này em có đăng ký 1 môn để duy trì tình trạng học tập.. . Cho em hỏi em có cần làm đơn xin rút môn học và thanh toán học phí cho môn học này trước khi đăng ký tốt nghiệp không ạ?. . Em xin cảm ơn quý thầy cô!",
            "Chào bạn,. . . . Cần bạn, bạn phải làm đơn rút môn học và thanh toán học phí mới đăng kí tốt nghiệp được nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  - Chào quý thầy cô ! Em muốn đăng kí bổ sung môn học La1041 và la1043 ( tại cơ sở1 ) vào học kì chính . đợt vừa qua em có đăng kí nhưng bị hủy do chỉ số/ PDT .. Mong quý thầy cô xem xét.. . . .",
            "LA1041 ko mở. LA1043 phải học LA1041 mới được học"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Chào [full_name]/C. . Em tên : Nguyễn Tấn Lin. . Mssv : [student_id]. . Hệ  VLVH. . Khi em đăng ký môn Luận Văn Tốt Nghiệp thì hiện lên bảng màu Cam in dòng chữ “ Thiếu CNTTNC Công nghệ thông tin nâng cao ( [full_name]) “ Vậy thì em cần học hay bổ sung tin học như thế nào mới được làm luận văn !. . Em xin [full_name] Cảm ơn",
            "em đk bình thường nhé. . PĐT sẽ xét sau"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy cô ?. . Cho em xin chuyển lớp GDTC môn bơi cs2 lớp l22 sang l14 ạ. . Mong thầy cô xem xét giúp em.. . Em chân thành cảm ớn !",
            "ok"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . phòng đào tạo cho e hỏi , kì 202 này e lỡ rút môn học bây giờ chỉ còn 12 chỉ , mà 3 kì trước e tích luỹ đc 52 chỉ rồi , nếu qua hết kì này là e được học năm 3 đúng k ạ , hay có bị ràng buộc 1 kì bắt buộc tối thiểu phải 14 chỉ k ạ , e cảm ơn !!",
            "Chào bạn,. . . . Không có qui định xử lý đăng kí không đủ 14 tín chỉ trong  1 học kỳ.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã đăng ký môn bơi L47 và đã hiện trong thời khoá biểu nhưng hôm nay không thấy nữa . Em xin phép hỏi là lớp đã bị huỷ hay có vấn đề gì vậy ạ .",
            "nhóm hủy sĩ số ít.. . đã bố sung cho em vào nhóm L06 ( thứ 2, tiết 10). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hủy môn PE1017 nhóm L06. . Đăng kí môn PE1027 nhóm L01. . . .",
            "PE1027 KO MỞ"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2033145  /b \t. . . .   i Đăng ký môn học . . . Em không đăng ký được môn học trong BẢNG ĐĂNG KÝ HK202 ĐĂNG KÝ BỔ SUNG - HIỂU CHỈNH MÔN HỌC HỆ VLVH VÀ ĐTTXA. .",
            "Chào bạn,. . . . Ban đăng kí môn học nào?, bạn ghi rõ mã số môn học.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  PĐT cho em hỏi nếu cuối kì này em nộp chứng chỉ anh văn TOEIC( 550 ), thì em có được cộng 8 chỉ vào tổng số tín chỉ hiện tại của em không ạ!. . . .",
            "Chào bạn,. . . . Bạn vui lòng tham khảo qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy Cô cho em hỏi . Lớp thể chất của em bị hủy  . Bây giờ em muốn xin đăng ký thêm vào sinh viên của lớp thì có được không ạ .. . Em xin cảm ơn.",
            "Chào bạn,. . . . Bạn vui lòng ghi rõ mã số môn học?, mã nhóm môn GDTC mà bạn muốn đăng kí.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn,. . . . Bạn đăng kí môn học nào ghi rõ mã số môn học, mã nhóm mà bạn muốn đăng kí.. . . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Môn bơi mã SP1019 lớp L22 sie số 25/35 hôm chủ nhật ngày 28/2 vẫn có trong thời khoá biểu trong phần thông tin sinh viên nhưng sang thứ 2 thì bị huỷ do lớp không đủ sỉ số. Em có thể đăng kí học lại trong kì này hoặc làm đơn nhập vào lớp khác để học được không ạ. .",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1813253  /b \t. . . .   i Yêu cầu khác . Cô cho em hỏi là vào HK193 em có vắng thi cuối kì môn Những nguyên lí cơ bản của chủ nghĩa Mac Lê-nin (SP1003) do em bệnh phải nhập viện. Em có nộp đơn xin nhận điểm vắng thi có phép và đã có quyết định đồng ý của nhà trường, em đã đăng kí thi môn học này vào HK201 nhưng đến hiện tại bảng điển của em vẫn được cậo nhật môn này. Mong cô kiểm tra lại giúp em và em có thể xem kết quả ở đâu ạ. Em cảm ơn cô ạ.",
            "Chào bạn,. . . . Hiện tại điểm môn này PDT chưa cập nhật, bạn đợi vài ngày nữa nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo. . Em bị hủy lớp thể chất học kì 202, xin phòng đào tạo mở lại lớp thể chất có mã Môn học PE1019 nhóm L20 sỉ số cũ đã được 25/35 rồi ạ. Hoặc chuyển em vào nhóm L06 sỉ số 29/35.. . Em cảm ơn.",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. ."
        ]
    }
]