[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo trường đại học Bách Khoa Hồ Chí Minh. . . . Em hiện đã nộp bằng toeic(615 điểm) để đăng ký làm luận văn tuy nhiên lúc đó em lại không đăng ký xét chuyển điểm. Đến bây giờ em mong muốn chuyển điểm anh văn từ bằng toeic của em thì có được không? Và làm như thế nào?. . . . Cảm ơn thầy cô đã đọc và mong nhận được phản hồi sớm nhất từ thầy cô.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Gửi các anh/chị phòng Đào tạo,. . . . Em là [full_name], khóa K17 ngành kỹ thuật máy tính.. . . . Hiện tại em đã có đủ điểm số và hoàn thành đẩy đủ các môn học nhưng em chưa có tên trong danh sách dự kiến tốt nghiệp đợt tháng 11/2021 ạ.. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2761. . . . Anh chị có thể kiểm tra giúp em được không ạ.. . . . Em cảm ơn anh chị.. . . . Trân trọng,. . . . [full_name].",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy/cô,. . Em là [full_name], sinh viên khóa k16, em đã vừa hoàn thành xong hết các môn trong trường (em mới hoàn thành môn cơ lưu chất ở kì vừa rồi, điểm môn này cũng đã cập nhật lên bảng điểm), em cũng có đủ ngày ctxh. Vậy nên em chưa hiểu tại sao em không được đăng kí thi [full_name] nói viết ạ. . . Em mong sớm được nhận phản hồi từ thầy/cô và sớm được đăng kí thi để hoàn thành chỉ tiêu để ra trường ạ.. . Em cảm ơn thầy/cô!",
            "Chào bạn. . Trong tháng 10 sẽ có thông báo sau, hoặc bạn liên hệ TTNN để đăng ký. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . PĐT cho em hỏi tại sao đơn hoãn thi HK202 của em lại chỉ cho phép hoãn 1 trên tổng số 4 môn yêu cầu. Theo thông tin mail thì pđt nói em sai thông tin dữ liệu, và trong file Excel gửi về thì em thấy pđt ghi về mã môn học của 3 môn là mã cũ, còn em điền trong đơn hoãn thi là mã theo thời khoá biểu. Do mấy bạn cùng lớp em cũng đăng kí file giống của em mà mấy bạn thì hoãn được hết còn em chỉ hoãn được 1 môn. Mong pđt sớm phản hồi ạ.",
            "Chào bạn. . Bạn xem trong tkb Hk2020 hiện tại của bạn có 3 môn này không? Pdt kiểm tra không có thì làm sao chấp nhận yêu cầu Hoãn thi . . Riêng đối với môn SP1007 thì chấp nhận yêu cầu hoãn thi vì có TKB Hk202. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chuyển điểm anh văn . Em xin chào thầy cô ! . . Hiện tại điểm anh văn của em đã có trên điểm chuyển nhưng trên bảng điểm vẫn chưa cập nhật lại. Em chờ cập nhật hay phải phản hồi cho ai vậy ạ ? Em xin cám ơn.",
            "Chào bạn. . Điểm chuyển anh văn chỉ cập nhật tại mục điểm chuyển thôi nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào [full_name], Cô,. . Em tên [full_name], MSSV:[student_id], Khoa Kỹ thuật Địa chất & Dầu khí.. . Cho em hỏi là em đã có điểm Luận văn, đủ số tín chỉ, ngày Công tác xã hội, các điều kiện về Anh văn để xét tốt nghiệp, nhưng sao trên hệ thống danh sách xét tốt nghiệp tháng 11/2021 vẫn chưa có tên em ạ? Khoảng khi nào hệ thống mới cập nhật danh sách ạ?. . . . Mong [full_name], Cô phản hồi giúp em.. . Em xin cảm ơn",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký môn học. . Kính gửi phòng đào tạo. . Em tên : [full_name] MSSV :[student_id]-Sinh viên bằng 2 khoa khoa học và kỹ thuật máy tính.. . Hiện tại em đã có thời khóa biểu chính thức nhưng lịch học và nhóm lớp môn nhập môn điện toán (CO1005) không giống như trong đơn đăng ký em chọn ạ.. . Mong phòng đào tạo giải quyết giúp em ạ. . Em xin cảm ơn.",
            "Chào bạn. . VÌ môn này tổ chức cho [full_name], [full_name] đã cố gắng xếp vào các nhóm lớp còn khả năng. . Nên bạn cố gắng tham gia học. . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Phúc tra bài thi . Kính thưa quý thầy cô, . . Em tên là [full_name], mssv : [student_id]. Sau khi xem qua bảng điểm của đợt thi Anh văn 2 kỹ năng theo hình thức trực tuyến-Đợt 1 em thấy rằng điểm WRITING của em là 15đ. Do đã hoàn thành toàn bộ bài làm nên việc đạt số điểm như vậy theo em là có thể có sai sót ạ. Em đã nộp đầy đủ bài đúng theo yêu cầu của đợt thi (cụ thể như hình dưới). Rất mong được quý thầy cô hỗ trợ xem lại bài nộp của em ạ. Em xin chân thành cảm ơn. . . . . Sinh viên,. . . . [full_name]. . . .",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ TTNN. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào quý thầy cô phòng đào tạo ạ!. . . . Em gửi phòng đào tạo đơn xin hủy hoãn thi môn kỹ thuật siêu cao tần do em đã có điểm môn này ạ.. . . . Mong thầy cô kiểm tra và duyệt đơn giúp em ạ.. . Em cảm ơn quý thầy cô.",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em muốn đăng kí môn Giải tích 2 dự thính bây giờ được không ạ.. . Em cảm ơn.",
            "Chào bạn,. . Thời điểm hiện tại đã đến tuần thứ 7 của HK211, quá thời gian để bổ sung môn học/thu nhận cho HK 211.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào Thầy/Cô, em tên [full_name], MSSV: [student_id]. Dạ thưa Thầy/Cô, ở học kỳ 2 (2020-2021) và học kỳ 3 (2020-2021) em có đăng ký hoãn thi cuối kỳ môn giải tích 2 qua form mà Phòng đào tạo đã hướng dẫn (Link form: https://docs.google.com/forms/d/e/1FAIpQLSdm7n2DE39TNMtZ1kWND_zJ7gTG9PCu3AwxXny3k97k9b4GHQ/viewform). Sau đó, em nhận được 2 email từ [email] thông báo là Phòng đào tạo đã nhận được thông tin và đồng ý yêu cầu xin hoãn thi của em (em có đính kèm ảnh bên dưới). Tuy nhiên em vừa vào mybk để xem điểm thì thấy môn giải tích 2 của em ở học kỳ 2 (2020-2021) và học kỳ 3 (2020-2021) đều bị điểm 13 ở cột điểm cuối kỳ.. . Dạ học kỳ 2 (2020-2021) em học lớp giải tích 2 DT04-A, còn học kỳ 3 (2020-2021) em học lớp giải tích 2 DT04-A. Mong Thầy/Cô kiểm tra lại giúp em ạ. Em cảm ơn.",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy, cô.. . . . Em đăng kí in bảng điểm trên trang web của trường, đến khi em bấm xác nhận và sau đó là bấm đồng ý thì xảy ra lỗi Không kiểm tra được thông tin thanh toán từ BKPay ErrorCode:81. Và sau đó em thoát ra, vào lại trang in bảng điểm thì hiện lỗi như ảnh em đính kèm.. . . . Em mong thầy, cô hỗ trợ giúp em ạ. Em xin cảm ơn.",
            "Hiện tại hệ thống đã hết lỗi rồi ạ. Em cảm ơn thầy, cô."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có nhu cầu đăng kí anh văn 2A vào thứ 2 4 6 (tiết 13-15) nhưng e bị lỡ hạn đăng kí . Rất mong pdt có thể gia hạn thêm ạ.",
            "Chào bạn. . Cô đã lấy dữ liệu chuyển bộ phận dkmh xét lại. . Bạn đợi kết quả phản hồi trễ nhất là ngày 7/10. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho e hỏi kì vừa rồi em đã đăng ký hoãn thi tất cả 4 môn, đến giờ bảng điểm vẫn để điểm 13. cho em hỏi khi nào mới cập nhật để em tính điểm rẻn luyện ạ? Em cảm ơn.",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . -  tính điểm rẻn luyện ạ =  Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành phố Hồ Chí Minh. . Em tên: [full_name]. . MSSV: [student_id]. . Ngành: Kỹ thuật Hàng không - Hệ: VLVH. . . . Em chuyển từ Hệ CQ sang Hệ VHVL để xét hoàn thành chương trình học và đã hoàn thành các môn học theo chương trình đào tạo + đạt chuẩn AV xét tốt nghiệp theo hệ VHVL ạ.. . Hiện tại em thấy PĐT công bố danh sách dự kiến tốt nghiệp tại trang web PĐT (Mục Tốt nghiệp) ngày 08/09/2021 cho Hệ Chính Quy nhưng chưa thấy công bố danh sách cho Hệ VLVH để em có thể kiểm tra mình được tốt nghiệp hay chưa?. . Và em có vào phần Đăng ký xét tốt nghiệp trên MyBK nhưng không đăng ký được (không tìm thấy thông tin trong danh sách tốt nghiệp dự kiến).. . Em xin hỏi là hiện tại em còn thiếu những gì cần bổ sung thêm để đủ điều kiện tốt nghiệp ạ?. . . . Em đã gởi câu hỏi/yêu cầu, sau 21/09/2021 và 28/09/2021, em vẫn chưa nhận được mail phản hồi và chưa đăng ký tốt nghiệp được nên hôm nay em gửi lại để PĐT và quý thầy cô kiểm tra lại và phản hồi ạ.. . . . Trong thời gian chờ sự phản hồi từ PĐT và quý thầy cô, em xin kính chúc quý thầy cô nhiều sức khỏe, cùng vượt qua đại dịch.. . Em xin chân thành cảm ơn.. . Thân chào quý thầy / cô. .   i Tốt nghiệp .",
            "Chào bạn,. . Cô đã lấy dữ liệu chuyển cho anh [full_name] 1 lần nữa. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi pđt, . . . . Như ở câu hỏi trước em có xin về việc thi cuối kỳ anh văn 4a sớm để kết thúc môn để tụi em có thể kịp xét tốt nghiệp trước 31/10 vì theo thông tin em nhận được là nếu không đăng ký xét tốt nghiệp trước 31/10 sẽ không được tham gia Lễ trao bằng đợt tháng 11.2021 ạ. . . Có nhiều bạn gặp trường hợp như em và cũng rất hoang mang, mong thầy cô tạo điều kiện cho tụi em được thi sớm ạ. Về cách thức làm đơn thì nhờ thầy cô hướng dẫn giúp tụi em nhé. . . . . Mong nhận được sự phản hồi từ thầy cô. Em cảm ơn ạ!",
            "Chào bạn. . ·        Pdt sẽ giải quyết tốt nghiệp theo thông báo đến hết HK211 (dự kiến cuối tháng 12/2021) nghen, . . ·        Nên việc thi Hk211 tiến hành theo kế hoạch. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô. . Em là [full_name], sinh viên K2016 khoa Khoa học và Kỹ thuật máy tính. . . . Vừa rồi em có xin giấy hoãn nghĩa vụ quân sự để nộp cho địa phương nhưng do thời gian khóa học theo quy định của em là từ tháng 9/2016 đến tháng 4/2021 nên thành ra không được chấp nhận hoãn nghĩa vụ ạ. . . . Dưới địa phương có nói cho em là vì nếu như em muốn hoãn nghĩa vụ quân sự năm nay thì chỉ có cách duy nhất là phải có được giấy xác nhận vì tình hình dịch covid nên nhà trường quyết định kéo dài thời gian tốt nghiệp của sinh viên hoặc là trên giấy hoãn nghĩa vụ quân sự phải có lý do này . Em mong thầy/cô và nhà trường có thể xem xét và giúp em vấn đề này ạ. . . . Em xin cảm ơn thầy/cô và chúc thầy/cô có 1 ngày tốt lành",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .   Phòng Đào tạo cho em hỏi là em vừa nhận được quyết định hoãn LVTN và điểm môn LVTN của em đã được chuyển từ điểm 13 sang điểm 14, nếu vậy theo em biết là em không cần phải đăng kí lại môn LVTN ở học kì này nữa. Nhưng do trước đó chưa nhận được quyết định hoãn LVTN và chuyển điểm sang điểm 14 nên ở đợt đăng kí môn học vừa rồi em đã đăng kí lại môn LVTN. . .   Vậy bây giờ em có cần phải rút môn LVTN ở học kì này không hay vẫn để bình thường, nhà trường có gộp 2 môn LVTN ở học kì trước và học kì này của em lại không ạ.. . Em xin cảm ơn.",
            "Chào bạn. . Bạn nên hỏi [full_name]. . Vì [full_name] đã ra QD Hoãn thi và gởi danh sách về [full_name]. . Danh sách sau cùng do [full_name] xử lý. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào chị,. . . . Em có câu hỏi là em muốn xin phòng đào tạo   B In bảng điểm trung bình năm học 2020 - 2021  /B , cho em hỏi là phòng đào tạo có bảng điểm như trên không ạ, hay là chỉ có bảng điểm trung bình tích luỹ của các năm thôi ạ.. . . . Em cảm ơn.. . Chúc chị một ngày làm việc vui vẻ.. .",
            "Chào em,. . Có 2 dạng em đăng ký in. . - Giấy xác nhận điểm trung bình học kỳ. . - Bảng điểm các HK em đã học.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ Thầy/Cô. . . . Hiện tại em còn thi anh văn nói viết nữa là tốt nghiệp. Em đang đợi thi online nên không có đăng ký môn học trong học kỳ này. Mà giờ ở quê có giấy hỏi đi nghĩa vụ. Vậy em có được giấy chứng nhận để hoãn nghĩa vụ quân sự không ạ?. . . . Kính gởi",
            "Chào bạn,. . Trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào quý Thầy Cô.. . Em tên là [full_name], MSSV [student_id].. . Hôm nay em có một vài thắc mắc khi đăng ký xét tốt nghiệp và em hi vọng quý Thầy Cô tư vấn giúp để em để có thể tốt nghiệp vào tháng 11:. . - Em đã tham gia thi TOEIC Writing and Speaking đợt 1 và đã có điểm đủ yêu cầu để tốt nghiệp. Hiện tại em vẫn chưa thể đăng ký trên Mybk do chưa có trong danh sách dự kiến. Vậy có phải một vài ngày sau em có thể đăng ký và vẫn kịp tốt nghiệp vào tháng 11 đúng không ạ?. . - Học kỳ hiện tại em vẫn thuộc chương trình KS Tài năng nhưng do em cải thiện không đủ yêu cầu 7.5 của 1 môn cốt lõi. Em muốn hỏi là khi đó phòng đào tạo sẽ tự động cập nhật khi em đăng ký xét tốt nghiệp (xét loại em ra khỏi danh sách tốt nghiệp Tài năng) hay em phải làm đơn để ra khỏi chương trình để tốt nghiệp vào tháng 11 ạ?. . Do em đang theo học chương trình Liên thông Cao học và đã học đủ số Tín chỉ Cao học cho phép khi còn là Sinh viên Đại học, nên nếu kỳ này em không thể tốt nghiệp Đại học thì tất cả các môn học Cao học kỳ này em sẽ bị hủy ạ. Nên em rất mong quý Thầy Cô hướng dẫn em thực hiện để có thể tốt nghiệp vào tháng 11 ạ.. . Em chân thành cảm ơn quý Thầy Cô.. .",
            "Chào bạn. . - Bạn làm đơn giúp rút khỏi lớp tài năng để xét tốt nghiệp: trình bày rõ lý do . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ /i  Em tên là [full_name], MSSV [student_id]. . . Kì thi cuối kì online HK202, HK203 vừa rồi em có gặp trục trặc về sức khỏe nên đã gửi yêu câu hoãn thi một số môn học HK202. Nhưng, do tình trạng sức khỏe mau chóng bình phục nên đã có thể tham gia thi tất cả các môn thi HK202, và hiện tại thì một số môn đã có điểm tổng kết.. . Cho em hỏi là yêu cầu hoãn thi các môn kia đã được hủy chưa ạ? Nếu chưa thì phải hủy như thế nào ạ? . . Mong PDDT đối chiếu thông tin và hủy yêu cầu hoãn thi giúp em với ạ.. . . . . .",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô. . Em là [full_name], sinh viên K2016 khoa Khoa học và Kỹ thuật máy tính. . . . Vừa rồi em có nộp giấy hoãn NVQS cho địa phương nhưng họ nói là do thời gian khóa học theo quy định của em là từ ngày 9/2016 đến ngày 4/2021 nên thành ra giấy này không được áp dụng cho đợt xét NVQS lần này. . . . Dưới địa phương có nói cho em là vì nếu như em muốn hoãn nghĩa vụ quân sự năm nay thì chỉ có cách duy nhất là phải có được giấy xác nhận vì tình hình dịch covid nên nhà trường quyết định kéo dài thời gian tốt nghiệp của sinh viên hoặc là trên giấy hoãn nghĩa vụ quân sự phải có lý do này .Em mong thầy/cô và nhà trường có thể xem xét và giúp em vấn đề này ạ. . . . Em xin cảm ơn thầy/cô và chúc thầy/cô có 1 ngày tốt lành",
            "Chào em,. . Địa phương em không chấp nhận thì yêu cầu gửi công văn xác minh đến PĐT. PĐT trả lời công văn đó đến địa phương em.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ PDT cho em hỏi là quy định về học bổng khuyến khích của trường hiện nay như thế nào ạ? Em lên aao nhưng thông tin học bổng đang bị lỗi. Em cảm ơn ạ!",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Thầy/Cô. . . . Dạ cho em hỏi là hiện tại em đã hoàn thành luận văn (điểm TBTL là. 7.50) và đợi thi av nói viết online để xét tốt nghiệp dạ lúc này em có được đăng ký học cao học không ạ? Và nếu lỡ em thi trượt thì có được theo học cao học tiếp không ạ? Dạ với cho em xin hỏi là khi theo học cao học thì em có được giấy chứng nhận gì để tạm hoãn nghĩa vụ quân sự không ạ?. . . . Em cảm ơn nhiều ạ",
            "Chào bạn. . -\tVề vấn đề liên quan đến học Thạc sĩ (Cao học) bạn vui lòng liên hệ phòng đào tạo sau đại học qua địa chỉ: . . Website\t:www.pgs.hcmut.edu.vn. . Email\t: [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "-[full_name]. . -mssv:[student_id]. . -Dạ em chào phòng đào tạo kì 202 vừa rồi em có đăng kí hoãn thi,em có nhận lại mail phản hồi của phòng đào tạo là đơn hoãn thi không được chấp nhận.Vậy em bây giờ phải làm lại đơn gửi lại pđt trước 10h ngày 1/10 phải không ạ.Mong nhận được sự phản hồi của pđt.",
            "Chào bạn,. . PĐT đã gửi email, em đọc kỹ nhé:. . . . Phòng Đào tạo có nhận thông tin đăng ký Hoãn thi từ mail của bạn.. . . . Nhưng sau khi đối chiếu dữ liệu thông tin của bạn đăng ký không đúng PĐT không thể giải quyết yêu cầu Hoãn thi của bạn.. . . . - Lý do: đăng ký sai học kỳ, đăng ký hoãn thi môn thí nghiệm + bài tập lớn là môn học kèm chính xác là bạn phải đăng ký môn học chính thức.. . . . Bạn vui lòng kiểm tra lại thông tin chính xác (PĐT có gởi đính kèm file để SV kiểm tra).. . . . Đọc kỹ nhé em. . . . Sau khi kiểm tra SV đăng ký hoãn thi lại bằng tài khoản [email] điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . . . Hạn cuối để đăng ký lại đến 10 giờ ngày 01/10/2021. . . . Sau thời gian trên Pdt không giải quyết các phát sinh nếu có.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là: [full_name] - MSSV: [student_id]. . Hồi lúc em có đk hoãn thi cuối kì môn vật lí 1 và lúc đăng kí em có ghi mã môn là PH1003 (vật lí 1) và PH1004 (vật lí 1 bài tập) nhưng giờ PĐT mail lại cho em bảo là em đã đăng kí sai mã môn. Vậy cho em hỏi là bây giờ mình đăng kí lại thì mình ghi mã môn học là gì ạ. Và trong mail PĐT còn nói \"Sau khi kiểm tra SV đăng ký hoãn thi lại bằng tài khoản [email]\", vậy em phải dùng mail nào để đăng kí lại ạ.",
            "Chào em,. . - Ghi mã môn chính thức (vd: LT), không ghi mã kèm (vd: BT). . - đăng ký hoãn thi lại bằng tài khoản [email] là tài khoản em đang dùng gửi câu hỏi qua bksi . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Hệ thống thanh toán OCB đang bị lỗi không thanh toán được thì phải làm sao ạ. Gọi tổng đài nhân viên không nghe máy. .",
            "Chào bạn. . Đã thấy bạn thanh toán được rồi nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ chào thầy/cô,. . Em có đăng kí in bảng điểm gửi bưu điện (nội thành TP HCM) về nhà vào ngày 13/9 nhưng tới giờ vẫn chưa nhận được. Trong khi đó em sắp hết hạn nộp cho công ty rồi. Dạ thầy/cô cho em hỏi, thời gian sau bao lâu thì em sẽ nhận được bảng điểm ạ? Và thầy/cô có thể cung cấp cho em mã vận đơn của bưu điện để em tra cứu tình trạng không ạ?. . Em xin cảm ơn.. .",
            "Chào bạn. . Pdt đã kiểm tra bảng điểm của bạn đã được gởi  bưu cục rồi. . Bạn vui lòng đợi nhận nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào anh chị, em có đăng ký in bảng điểm và đã có kết quả in xong. PĐT có thể giúp em scan và gửi qua mail [email] giúp em được không ạ?. . Em cảm ơn",
            "Chào bạn. . Pdt gởi bảng điểm file scan đính kèm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô,. . Em tên [full_name], MSSV [student_id] học hệ tài năng. Hiện tại em là sinh viên chuẩn bị tốt nghiệp. Đợt tháng 9 vừa rồi bên PDT cùng với BKenglish có tổ chức thi tiếng anh hai kỹ năng nói và viết. Hiện tại em đã có kết quả nhưng không đạt mốc 245 theo quy chế. Thầy cô cho em hỏi, em có thể đăng ký đợt 3 và 4 để . . có thể thi lại đạt đủ điểm, hay phải chờ hết cả hai đợt này tổ chức xong đăng ký thi online trong một đợt tổ chức khác (nếu tình hình dịch covid còn căng thẳng) ạ?. . Em cám ơn quý thầy cô đã đọc qua mail này.",
            "Chào bạn. . Trong tháng 10 sẽ có thông báo, hoặc bạn liên hệ TTNN để đăng ký. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là sv k14 vì em không thể bổ sung chứng chỉ ngoại ngữ ( Anh văn 2 kỹ năng) cho đợt xét tốt nghiệp theo chương trình đào tạo khóa 2014. Nên em muốn được chuyển hệ . Vậy để chuyển hệ em xin nộp đơn này đúng không ạ! (tệp em đã đính kèm). . em xin cám ơn",
            "Chào bạn. . nghĩa là bạn chỉ còn nợ anh văn 2 kỹ năng nói viết thôi đúng không?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em kính chào thầy cô của trường ạ, em muốn xin được cấp giấy chứng nhận sinh viên học kỳ này để nộp cho phường nơi em đang ở để hoãn nghĩa vụ quân sự ạ. Mong nhà trường giúp đỡ.",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. .",
            "Kính chào thầy/cô ạ,. . . . Em đã đăng ký giấy xác nhận sinh viên từ ngày 26/09/2021 nhưng em vẫn chưa nhận được thông báo xử lý đơn và cũng chưa được nhận file scan ạ.. . . . Phường em ở yêu cầu trước ngày 2/10/2021 phải nộp giấy chứng nhận sinh viên nên em rất lo lắng ạ, mong thầy/cô xem xét giúp em.. . . . Em xin cảm ơn thầy/cô.",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Chào em,. . Em đăng ký thì ít nhất 1 tuần làm việc mới có em nhé, PĐT xử lý công việc liên tục nha em.. . Thân mến,. .",
            "Dạ em cảm ơn cộ ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]i . Kính gửi: PĐT . . Em đã đăng ký hoãn thi môn học Vật Lý 2 PH1005  - HK202, tuy nhiên bảng điểm chưa sửa điểm hiện tại của em. . Xin pđt cho em biết kết quả đăng ký hoãn thi của em có được chấp nhận không ạ? Để em còn sắp xếp cho kỳ học tiếp theo.. . Trong mail hoãn thi của pđt gửi cho em thì sẽ có kết quả vào cuối tháng 9. . Nếu đến cuối tháng 12 mới có kết quả thì em sợ mình sẽ không đủ thời gian để chuẩn bị cho việc ôn tập để đăng kí thi. ạ.. . Xin pđt giải quyết giúp em ạ.. . Em xin chân thành cảm ơn.. . Kính chúc sức khỏe",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . - Nếu đến cuối tháng 12 mới có kết quả thì em sợ mình sẽ không đủ thời gian để chuẩn bị cho việc ôn tập để đăng kí thi. ạ.. . =  Nếu em cảm thấy mình thỏa điều kiện thì tự ôn tập nhé, sau phụ thuộc vào yếu tố khác vậy em. SV phải chủ động trong việc học tập nhé. . . . . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cô ơi! em đang cần gấp bảng điểm để đăng ký di thực tập ngoài trường, vì công ty yêu cầu nên cô giúp em với ạ.Em đã dăng ký ngày 22/9/ 2021 rồi ạ. trong thông báo hẹn 28/9/2021 trả kết quả nhưng đến cuối giờ chiều nay em vẫn chưa thấy.",
            "Chào bạn. . Pdt gởi bảng điểm scan nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Văn phòng, . . Lần trước em đã đặt câu hỏi xét tốt nghiêp lại và bên Văn phòng chấp thuận kiểm tra để kiểm tra qua. Nhưng đến nay em chưa nhận hồi âm qua email hay trên hệ thống này ạ.. . Em nay liên hệ 1 lần nữa để Nhà trường xem xét trường hợp tốt nghiệp của em. Em đã hoàn thành các môn học đủ cho chương trình đào tạo của [full_name]15 [full_name]ỹ thuật máy tính.. . Mong nhà trường xem xét sớm vf phản hồi. .",
            "Chào bạn. . Cô gởi bạn đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy (cô), em tên [full_name] sinh viên hệ chính quy chuyển sang VHVL đợt tháng 3/2021, đến tháng hơn giữa tháng 5 mới có mail thông báo nhận thẻ sinh viên nhưng không thể đến trường nhận thẻ do em đã rời khỏi TP Hồ Chí Minh và giãn cách xã hội. Sắp tới thi giữa học kì, cho em hỏi làm sao để nhận được thẻ sinh viên ạ? em cảm ơn.",
            "Chào bạn. . Bạn vui lòng cung cấp địa chỉ chính xác, + số điện thoại, để Pdt gởi thẻ sv qua bưu cục cho bạn. . Thân",
            "Tên: [full_name], sdt: [phone_number]. . Địa chỉ: 60 khu 2 Thị trấn Trà Ôn, huyện Trà Ôn, Tỉnh Vĩnh Long. . . Em cảm ơn",
            "Dạ em chào thầy (cô) cho em hỏi là thẻ sinh viên của em đã được gửi đi chưa ạ? Ngày 10/10 là em thi giữa khì rồi nhưng chưa thấy phản hồi ạ. Nếu chưa hoặc thẻ gửi đến không kịp thì có thể dùng CMND/ thẻ căng cước thay thế được không ạ? em cảm ơn",
            "Chào em,. . Hiện tại PĐT giải quyết in thẻ sv hàng ngày và gửi bưu cục (nếu sv có đăng ký). Nhưng vì nhiều lý do bất khả kháng Thư vẫn chưa đến SV để kịp thi, SV vui lòng trình bày tất cả lý do kèm minh chứng để Cán bộ coi thi ghi nhận vào danh sách thi. PĐT đối chiếu dữ liệu sau.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin được hỏi ạ:. . . . Em có lịch thi TOEIC Speaking - Writting vào ngày 30/09 tới đây, nhưng mà đến nay (28/09) em vẫn chưa nhận được email thông báo giờ thi và link phòng thi. Cho em hỏi là E-mail vẫn sẽ được gửi trong nay mai hay em cần liên hệ với Phòng đào tạo để nhận được thông tin về lịch thi.. . . . Em cám ơn.. .   i Học vụ .",
            "Chào bạn. . Bạn vui lòng liện hệ TTNN. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin kính chào quý thầy cô, em là [full_name], là sinh viên VP ạ. Ở kỳ vừa rồi do trục trặc kỹ thuật nên em đăng ký hoãn thi môn Pháp văn 2. Bây giờ em muốn đăng ký thi bổ sung môn thì phải làm như thế nào ạ? Em thấy lịch thi của em đã có lịch thi lại môn giải tích 2 rồi nhưng chưa có lịch thi Pháp văn 2 ạ.. . . .",
            "Chào bạn. . Môn Pháp văn không xếp thi lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng đạo tạo,. . . . Em hiện là sinh viên khóa 2017, đã hoàn thành luận văn tốt nghiệp nhưng vì lý do cá nhân và tình hình dịch bệnh nên em chưa đạt chuẩn anh văn Nói - [full_name].. . . . Theo như mail em nhận được về quy chế xét tốt nghiệp T11/2021 thì sẽ gia hạn thời gian đến cuối học kì 211. Tuy nhiên trên web trường thì cập nhật hạn chót là 20/10/2021 ạ.. . . . Với thời gian xét tốt nghiệp như trên thì có phải là em sẽ phải tốt nghiệp trễ và đăng ký vào học kỳ tới không ạ?. . . . Em mong Qúy Thầy/Cô có thể giải đáp giúp em.. . . . Em xin chân thành cảm ơn ạ.",
            "Chào bạn. . ·        Pdt sẽ giải quyết tốt nghiệp theo thông báo đến hết HK211 (dự kiến cuối tháng 12/2021) nghen, bạn yên tâm nghen.. . ·        Lịch trình trình tốt nghiệp hiện tại trên trang aao.hcmut.edu.vn là để kịp Lễ tốt nghiệp trao bằng dự kiến tháng 11/2021 . . ·        Xem chi tiết lịch trình tốt nghiệp tại trang web PĐT (aao.hcmut.edu.vn)    Tốt nghiệp    Thông tin tốt nghiệp    Tháng 11/2021    Lịch trình đăng ký tốt nghiệp và cấp bằng tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PĐT ạ!. . em là sinh viên khoa điện.. . Môn Giải tích mạch (mã cũ) của em là 5.5 điểm, em học cải thiện bằng môn học tương đương được 8 điểm. em biết là sẽ không được tính vào điểm trung bình tích lũy ngành. Vậy điểm cũ 5.5 có được bỏ, thay bằng MT (miễn) trong điểm tích lũy ngành như trong thông báo không ạ?. . . . em mong nhận được giải đáp. . . Cảm ơn Thầy cô ạ!",
            "Chào em,. . - Sv muốn học cải thiện thì môn học phải có cùng một msmh vì khi này sẽ lấy . . điểm cao nhất tính.. . - Môn học cải thiện mà khác msmh thì vô nghĩa vì sẽ không lấy điểm cao nhất tính được vì hai msmh khác.. . - việc học lại môn thay thế do môn gốc không còn mở lớp và khi đạt môn này sẽ được quy về môn gốc và được ghi thành điểm miễn(12).. . Tóm lại khi tính đtbtl sẽ được tính nếu có cùng msmh như vd sau :. . -Môn A = 5,0 đ . .    Học lại cải thiện môn A =7,0 đ . . =  sẽ lấy 7,0đ tính . . -Môn A= 5,0 đ . . Học lại môn B = 8,0đ (có trong môn thay thế/tương đương với A) , được quy về môn gốc B=A=12 đ . . =  sẽ lấy 5,0đ tính vì điểm 12 sẽ không có tính vào đtbtl. . . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa Pdt, em là [full_name] (Mssv: [student_id]), là sinh viên ngành Công nghệ Thực Phẩm, chương trình CLC.. . . . Trong học kì vừa qua, em đã hoàn tất tất cả yêu cầu để xét tốt nghiệp trong tháng 11 sắp tới (số tín chỉ, ngày Ctxh, cập nhật đầy đủ điểm các môn/ các học kì...). Tuy nhiên, khi tra Mssv trong danh sách dự kiến tốt nghiệp, em không thấy có tên mình. Em đã kiểm tra lại các thông tin tương đối kĩ và không tìm thấy sai sót. Kính mong Pdt kiểm tra và hỗ trợ giúp em. Em xin chân thành cảm ơn Pdt ạ.. . Trân trọng,. . [full_name]",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô ạ,. . HIện tại em đang thiếu 1 môn để tốt nghiệp. Vì hôm nay mới có điểm môn đó và em không đủ điểm để qua môn.. . Vì là môn cuối để tốt nghiệp nên em đang có nguyện vọng xin vào lớp DT đã bắt đầu học được 3 tuần không biết có được không ạ.. . Cụ thể là lớp Kỹ thuật siêu cao tần DT02 do thầy [full_name], bộ môn Viễn thông giảng dạy ạ.. . . . Cảm ơn thầy/cô",
            "Chào bạn,. . Thời điểm hiện tại đã đến tuần thứ 7 của HK211, quá thời gian để bổ sung môn học/thu nhận cho HK 211.. . Thân. .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy/cô. . Em tên là [full_name] MSSV [student_id]. . Lúc trước em đã xin phép hoãn thi môn Xứ lí ảnh EE3035 thành công nhưng hiện tại bảng điểm của em là điểm 13. Thầy/cô có kiểm tra sự cố này giúp em được không ạ. Em cảm ơn.",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em là sinh viên năm 4, em đã hoàn thành mọi thứ để tốt nghiệp. Em muốn chắc chắn nên em đăng ký môn học cho kỳ sau thêm 1 môn ạ và em đã đăng ký rút môn học đó thành công, tuy nhiên em hiện tại chưa thể đóng tiền học môn học đó vì đến tháng 11 mới mở đóng tiền nhưng 31/10 đã hết hạn đăng ký tốt. Hiện tại em chưa có tên trong danh sách dự kiến tốt nghiệp vào tháng 11 này ạ. . . Phòng đào tạo cho em hỏi là có cách nào để em có thể đóng tiền trên BKpay sớm để hoàn tất thủ tục Tốt nghiệp vào tháng 10 được không ạ.. . Em xin cám ơn Phòng đào tạo ạ.. .",
            "Chào em,. . PĐT đã nhận thông tin của em. Tuần sau sẽ mở để em thanh toán HP nhé.. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Tốt nghiệp . Em tên: [full_name] – Mã số sinh viên: [student_id]1.. . Là sinh viên lớp XD13KT, chuyên ngành Kiến Trúc- Khoa Kỹ Thuật Xây Dựng.. . Hiện tại em đã trải qua 16 học kì theo học tại trường, cũng là thời gian tối đa trong chương trình đào tạo, em sẽ hết hạn vào tháng 10/2021. Hiện em hoàn thành đầy đủ số tín chỉ các môn học theo chương trình bắc buộc, chứng chỉ ngoại ngữ Toiec Reading và Listening, ngày công tác xã hội. Em chỉ còn Toiec Speaking và Writing là chứng chỉ còn lại em chưa hoàn thành.. . Sau khi đọc quy chế của học vụ của nhà trường về trường hơp giống em nên nay em viết đơn này kính mong Phòng đào tạo, Ban giám hiệu Nhà trường cho em xin gia hạn thêm 1 học kì để hoàn thành chương trình học. Em xin cảm ơn!",
            "Chào bạn. . Pdt đang làm qd kéo dài 1 Hk cho bạn. . Khoảng 10/10 bạn xem cập nhật quyết định tại Mybk-thông tin sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1810713  /b \t. . . . Em xin chào Thầy/Cô,. . Em là Ngô Kiến Hoàng (MSSV: 1810713). Vào ngày 21/09/2021 em có đăng ký in bảng điểm sinh viên, và đến ngày 27/09/2021 em đã nộp phí in bảng điểm là 35.000đ bằng hình thức thanh toán online trên BKPAY. Hôm nay (28/09) em vào BKPAY để kiểm tra việc thanh toán tiền in bảng điểm thì em thấy đã thanh toán thành công, tiếp đến em vào lại trang \"Đăng ký in bảng điểm\" để kiểm tra và cũng như xem ngày hẹn lấy bảng điểm thì trang xuất hiện lỗi như sau:. . . . Server Error in '/apps' Application.. . Không kiểm tra được thông tin thanh toán từ BKPay ErrorCode:81. . . . Em không biết là do lỗi hệ thống hay do em đã làm sai quy trình đăng ký in bảng điểm nên mới bị lỗi như thế này. Rất mong được sự giải đáp và trợ giúp của Thầy/Cô.. . Em xin cảm ơn rất nhiều. Chúc Thầy/Cô một ngày làm việc vui vẻ. . . .",
            "Chào bạn. . Cô thấy hệ thống ghi nhận và đang chờ in, bạn đăng ký nhận qua bưu cục, nên bạn vui lòng đợi nhận nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ thưa cô,. . Khoản phí em đã tiến hành thanh toán trễ hạn. . Tình trạng sinh viên: Em đăng nhập vào MyBK =  Thông tin sinh viên =  Mục Tình trạng sinh viên thì thấy tình trạng hiện tại là: \"Đang học\" nhưng khi đăng ký tốt nghiệp thì tình trạng là tạm dừng.. . Em gửi cô ảnh chụp màn hình về Tình trạng đăng ký tốt nghiệp, tình trạng sinh viên ở dưới tập tin đính kèm",
            "Chào bạn. . Cô đã trả lời rồi: trong htql chính thức bạn bị tạm dừng vì trao đổi, bạn bổ sung giúp Cô qd thu nhận diện trao đổi gấp để Cô kiểm tra lại dữ liệu. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô!. . . . Em là [full_name], MSSV: [student_id].. . . . Trong tháng này em vừa thi đạt anh văn nói viết xong và đã đủ điều kiện tốt nghiệp. Tuy nhiên trong học kì này em có đăng kí môn học. Hiện tại em đã nộp đơn rút môn nhưng vẫn chưa thanh toán học phí. Vì vậy em xin thầy cô mở thanh toán học phí sớm cho em trên BKPay để em có thể thanh toán xong học phí và đăng kí tốt nghiệp.. . . . Em xin cảm ơn.",
            "Chào em,. . PĐT đã nhận thông tin của em. Tuần sau sẽ mở để em thanh toán HP nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em xin chào thầy cô Phòng Đào Tạo.. . Lúc trước em có đăng kí học môn Nhập Môn [full_name] Thuật học cùng các em khóa K21. Nhưng tới bây giờ em vẫn chưa thấy lên thời khóa biểu có cập nhật mới và tuần sau bắt đầu học rồi. Em sợ thầy cô bỏ sót tên em ạ.. . Em tên [full_name], MSSV [student_id], Khoa Điện - Điện Tử ạ. . Em xin cám ơn thầy cô ạ",
            "Chào em,. . Thứ 6 chưa có TKB em gửi lại nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi quý thầy cô. . . . Em tên là [full_name],([student_id]), Khoa Cơ Khí. . Nay em xin được khiếu nại về việc sau: Vào ngày 23/8/2021 em có đăng kí hoãn thi môn   Giải tích 2 (sẽ thi vào ngày 24/82021) và được phòng đào tạo chấp nhận hoãn thi. Nhưng đến nay là ngày 28/9/2021 em lại nhận điểm 13(Vắng thi) trên bảng điểm của môn này.. . . . Em mong phòng đào tạo xem xét lại cho em.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Thầy Cô, . . . . Em có lịch thi anh văn nói viết đợt 3 vào ngày 30/09, nhưng hiện tại trên Bkel của em chỉ cập nhật ngày và thông báo hướng dẫn, chưa có thời gian thi, ca thi cụ thể. . . . . Thầy Cô vui lòng cập nhật giúp em ạ.. . Em xin cảm ơn.. . [full_name].",
            "Chào bạn. . Pdt đã chuyển dữ liệu cho TTNN xử lý, bạn vui lòng liên hệ TTNN nghen. . Văn phòng\t. . Văn phòng: Cơ sở 1: Lầu 1, Nhà C6, Trường ĐHBK, 268 LýThường Kiệt, P.14, Q.10. . . . Phòng ghi danh: 142 Tô Hiến Thành, P.14, Q.10 (Cạnh cổng 3, ĐHBK). . . . Cơ sở 2:Tòa nhà BK English, ĐHBK, Linh Trung, Thủ Đức (Đối diện ký túc xá Khu A ĐHQG). . . . Điện thoại\t(08) 3866 6869 – 0909 625 988. . Fax\t(84.8) 38.[student_id]69. . Website\t. . http://bkenglish.edu.vn/. . . . Email\t[email]. . Giám đốc\t[full_name]. [full_name]. . Email của Giám đốc\t[email]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy, cô!. . Em tên [full_name]. MSSV [student_id]. Em có đăng ký in Bảng điểm nhưng hệ thống báo lỗi \"Không kiểm tra được thông tin thanh toán từ BKpay\" (ảnh đính kèm).. . Mong được thầy cô hỗ trợ ạ.. . Em xin cảm ơn.. [full_name].",
            "Chào bạn. . Pdt kiểm tra, thông tin in bảng điểm của bạn đã được cập nhật và đang xử lý. . Bạn vui lòng đợi nhận bảng điểm qua bưu cục nghen. . Thân"
        ]
    }
]