[
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Học vụ . Kính gửi Phòng đào tạo Trường ĐH Bách Khoa. . . . Em tên [full_name] [full_name]. MSSV[full_name] [student_id], HỆ ĐT [full_name] VHVL ; Khoa [full_name] KHMT.. . . . Vì tình hình dịch bệnh.Nay em làm đơn này xin đăng ký thu nhận lại từ HK2 năm học 2021-2022 để kịp ĐKMH.. . . . . . . . Kính mong Phòng đào tạo xem xét và chấp nhận.. . . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào [full_name]/Chị,. . . . Hiện tại em đang là sinh viên năm 2 chương trình chất lượng cao và em chưa học quân sự. Không biết bây giờ em có được đăng ký môn quốc phòng trên web không ạ? Hay là phải chờ thông báo từ phía nhà trường?. . . . Em cảm ơn nhiều ạ!",
            "Chào em,. . Em liên hệ PĐT TT GDQP qua 028.[student_id]7, hoặc email [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ xin chào ạ,. . . . Em tên [full_name], MSSV [student_id], khoa Điện - Điện Tử, ngành Kỹ thuật điều khiển và Tự động hoá.. . . . Em có một số thắc mắc về việc   B thực tập ngoài trường  /B  cần được giải đáp như sau ạ:. . 1. Thực tập ngoài trường phải được thực hiện ngay trong học kỳ đăng ký luôn hay như thế nào ạ? (ví dụ: em đăng ký thực tập kỳ 212 thì em phải thực tập và nộp báo cáo thực tập vào cuối kỳ 212, hay là việc thực tập sẽ được dời qua kỳ 213 (kỳ hè) ạ? ). . 2. Việc đăng ký thực tập ngoài trường có yêu cầu những điều kiện tiên quyết nào không ạ?",
            "Chào em,. . Em liên hệ [full_name], GVCN để được tư vấn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô ạ,. . Em có một thắc mắc như sau:. . Số TCTLN tối thiểu để nhận LVTN của ngành Kỹ thuật Dệt khóa 2018 là 123 chỉ, theo tiến độ thì 130 chỉ.. . Hiện tại số TCTLN của em là 122 vì thiếu 8 chỉ tiếng Anh, và nhà trường hiện không xét Chứng chỉ tiếng Anh.. . Vậy hiện tại em có được đăng kí nhận LVTN không hay bắt buộc phải thi ạ?. . Em xin cảm ơn.",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . - Nhà trường tạm thời không xét điều kiện: chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm), xét chuẩn CCAV quốc tế khi xét LVTN, chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . =  Nghĩa là phía sau dấu hai chấm là tạm thời không xét.. . - Em cần tư vấn thì liên hệ với GVCN nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là [full_name], sinh viên năm nhất ngành Khoa học máy tính. . . . . Thời gian qua em đã dự tuyển học bổng Sharing the dream của tập đoàn SCG và đã trúng tuyển một suất học bổng của công ty TNHH Hóa dầu Long Sơn (LSP). Trong email thông báo ngày 1/12/2021, bộ phận cấp học bổng yêu cầu em nộp bản sao thẻ sinh viên có công chứng trước ngày 8/12/2021, tuy nhiên em vẫn chưa nghe thông báo về ngày nhận thẻ sinh viên từ trường Đại học Bách khoa TPHCM. Em đã gửi mail thông báo về việc này cho bộ phận cấp học bổng. Em rất mong nhận được hướng giải quyết từ quý thầy cô bộ phận hộ trợ.. . . . Em xin cảm ơn.. .",
            "Ban học bổng của công ty Hóa dầu Long Sơn vừa thông báo với em là hạn nộp thẻ sinh viên có thể dời đến 31/12/2021. Em muốn biết có thể làm gì để nhận thẻ sinh viên trước thời hạn này ạ",
            "Chào em,. . Em nên dùng giấy chứng nhận SV để làm cho gọn. . . Em đăng ký trên mybk/giấy xác nhận sv .... . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Phòng Đào tạo. . Phòng cho em hỏi là em có đăng ký vay ưu đãi ĐHQG để đóng học phí nhưng em đã đóng trước và giờ bên ngân hàng chuyển tiền học phí cho nhà trường. Vậy phòng cho em hỏi em phải làm gì để nhận lại tiền đã chuyển dư ạ.. . Trong lúc chờ tin em xin cảm ơn quý phòng.",
            "Chào em,. . Phòng CTCT SV đã trả lời sinh viên rồi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em k19 ạ. Thì tiền học phí e đóng 1 kì tương đương với 17 tín chỉ. Vậy cho em hỏi là nếu em đăng kí 18 tín chỉ thì 1 chỉ dư đó là đóng theo K19 của e là 355k/1 tín chỉ hay là theo k21 là 735k/1 tín chỉ ạ. Em cảm ơn",
            "Chào bạn,. . Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí . . Chúc bạn học tốt.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy(cô) cho e hỏi là lúc trước e có đăng kí hết tất cả các môn hk212 vào ngày 27/11, nhưng e lên gr hcmut thấy mọi người nói có thể là hệ khác(VHVL) nên đợi mail rồi hãy đăng kí, vậy nên e đã huỷ hết tất cả các môn đã đăng kí, nhưng nay e nhận được mail lại đăng kí đúng chỗ mà e đã đk và huỷ môn trước đó. Giừo e đăng kí mà mà nó hiện là không có môn học mở, vậy là bị sao vậy ạ?",
            "Chào em;. . Em có thể đăng ký vào đợt đăng ký môn học tiếp theo bắt đầu từ ngày 23/12/2021 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thầy/cô cho em hỏi là trong mail thông báo đăng ký môn học của phần dự thích có để là: SV chính quy có thể đăng ký học lại ngoài giờ (Không mở cho SV chính quy học môn học lần đầu) . .  - ý này tức là những môn mở trong học kỳ dự thính(ví dụ là những môn của năm 3 trong chương trình đào tạo) chỉ mở cho những sinh viên đã học qua rồi, còn những sinh viên bị trễ (tức là những sinh viên bây giờ mới đủ tín chỉ tích lũy để đăng ký những môn của năm 3) thì sẽ không đăng ký được phải không ạ? Em cảm ơn thầy/cô nhiều ạ.",
            "Chào em,. . ý này tức là những môn mở trong học kỳ dự thính(ví dụ là những môn của năm 3 trong chương trình đào tạo) chỉ mở cho những sinh viên đã học qua rồi, còn những sinh viên bị trễ (tức là những sinh viên bây giờ mới đủ tín chỉ tích lũy để đăng ký những môn của năm 3) thì sẽ không đăng ký được phải không ạ? . . =  Đúng rồi em, theo quy chế mới. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ xin phép cho em được hỏi, lúc trước có một khoảng thời gian em không mua bảo hiểm y tế từ Trường, mà là do công ty làm việc chi trả.. . Nhưng hiện tại, em đã nghỉ việc ở công ty, muốn mua bảo hiểm từ Trường nhưng lại không được nữa.. . Xin phép kiểm tra giúp em tại sao em mua bảo hiểm y tế từ Trường không được ạ?. . Em xin cảm ơn ạ!",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy cô cho phép em được đăng ký [full_name] Yêu cầu tương đương với [full_name] 3, học trong tháng 12 này giúp em với, nhà em có sự cố nên em ko đăng ký được trong những ngày trước, thầy cô giúp em đăng ký với, em cảm ơn thầy cô rất nhiều",
            "Chào bạn. . Bạn vui lòng đăng ký lại môn học ở đợt 2 dkmh HK212 bắt đầu vào ngày 23/12 nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi em còn môn giải tích 2 kì 202 vẫn chưa thi nhưng em muốn đăng kí học lại kì 212 luôn được không ạ, nếu được thì tính theo giá kì dự thính hay giá kì chính ạ.. . Em cảm ơn.",
            "Chào em,. . - Em muốn đăng kí học lại kì 212 luôn được không ạ. . =  Việc ĐKMH là tùy em nhé. . - Nếu được thì tính theo giá kì dự thính hay giá kì chính ạ.. . =  Em đăng ký ở CQ thì tính giá CQ, đăng ký ở DT thì tính giá DT.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào anh/chị,. . Em là [full_name], MSSV [student_id], là sinh viên khoa Cơ khí, chuyên ngành Chế tạo máy.. . Em đã có quyết định thu nhận lại của PĐT nhưng chưa đăng kí môn học được vì lí do tạm dừng.. . Em rất mong nhận được sự hỗ trợ từ phía anh/chị.. . . .",
            "Chào em,. . PĐT đang xử lý các trường hợp này. Em vui lòng theo dõi email sắp tới từ PĐT nhé.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là Sinh viên K17, vừa hoàn thành xong bằng Toeic Nghe - Đọc, đủ điểm để chuyển 4 anh văn (đã chuyển xong), đủ điều kiện tốt nghiệp. Nhưng không thể đăng ký tốt nghiệp vì bị \"tạm dừng học\" do không đăng ký môn học cho Hk211. (Hình đính kèm). . Cho em hỏi là làm cách nào để em có thể đăng ký tốt nghiệp được kịp thời trong Học kỳ này trước 24/12/21 không ạ?. . . . Tốt nghiệp .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 07/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sv Cơ điện tử khóa 2019 ạ. Em thấy trong kỳ 6 có môn thực tập ngoài trg mà môn này thường thì đi thực tập vào hè. Em không đăng ký môn này, hè em đăng ký dc k ạ. Tại trong kỳ 6 nếu đăng ký thì nó giành mất 2 tín chỉ và e không đăng ký dc thêm môn học khác. Em cám ơn ạ",
            "Chào em,. . Em vui lòng liên hệ [full_name], GVCN để được tư vấn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi bây giờ còn hạn đăng ký tốt nghiệp không ạ? tại em vô mybk để đăng ký tốt nghiệp nhưng trang web bị lỗi ạ. . Em xin cảm ơn.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 07/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô,. . . . Em là sinh viên năm 3 khoa KTHH.. . . . Em có thắc mắc là hiện tại em đã đăng kí học chương trình cử nhân - kỹ sư - thạc sĩ (180 tc). Học kì 211 này theo CTĐT mà trưởng khoa cung cấp thì kì này em sẽ có 2 môn không nằm trong chương trình cử nhân (132 tc). Nên em muốn hỏi thầy cô là em sẽ đăng kí các môn đó trên cổng đăng kí nào (của Đại học hay của Sau Đại học), tại vì em tìm các mã môn đó trên cổng đăng kí Đại học thì vẫn có nhưng bên SĐH thì không. . . . . Em xin cảm ơn và mong sớm nhận được hồi đáp ạ.. .",
            "Chào em,. . Về vấn đề liên quan đến học chương trình liên thông Đại học-Thạc sĩ & Thạc sĩ (Cao học) em vui lòng liên hệ Phòng đào tạo Sau đại học qua địa chỉ: Website:www.pgs.hcmut.edu.vn, Email    : [email]. . [email]. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name], thuộc khóa K21 ạ. Em hiện tại là sinh viên của chương trình CLC, ngành Khoa Học Máy Tính. Em đang học học kỳ Pre     . . nên vẫn chưa được vào học kỳ chính. Cho em hỏi thì em có cần phải đăng ký môn học trước không ạ, vì hiện tại em có nhận được email từ trường, nhưng em vẫn thắc mắc vì mình có thể vào học kỳ chính hay không và học kỳ đầu tiên tại trường thì sẽ được trường sắp xếp thời khóa biểu ạ.",
            "Chào bạn,. . SV chương trình chất lượng cao, quốc tế, bạn vui lòng liên hệ với [full_name] (Văn Phòng Đào tạo Quốc tế) để được hướng dẫn và hỗ trợ về ĐKMH nhé: [email]. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào a/c,. . Em là [full_name], sv ngành cơ điện tử, khoa cơ khí - OISP - K18. . . . Cho em hỏi kỳ sau 212, em muốn đk môn TTTN và ĐCLV chung và một số môn khác nhưng ko quá 12 tín chỉ (Xác suất thống kê, đồ án 1,...) có được không ạ? . . Và nếu đk học chung được thì đk thực tập ngoài trường có được k hay phải TT trong trường ạ?. . . . Em cảm ơn",
            "Chào em,. . Em vui lòng liên hệ [full_name], GVCN để được tư vấn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện tại em đã đủ hết tất cả điều kiện tốt nghiệp (tuy nhiên trên bảng điểm em vẫn chưa có điểm môn Hóa Đại Cương CH1003 nhưng đã có bảng điểm có kết quả 6.5 từ thầy [full_name]) nên em làm đơn này xem phép Phòng Đào Tạo xét tốt nghiệp cho em ạ. Em xin cám ơn các thầy cô ạ",
            "Chào em,. . Không được nhé bạn, em phải nhờ thầy nhập điểm lên hệ thống và nộp bảng điểm cho PDT để xét tốt nghiệp cho bạn nhé.. . Khi nào điểm được cập nhật lên mybk/Thông tin SV/ xem điểm thì em mới có thể đăng ký xét tốt nghiệp được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em rút môn kinh tế kỹ thuật IM2003. Sao e kiểm tra thời khóa biểu thì vẫn thấy còn môn học ạ?",
            "Chào em,. . Vui lòng trình bày rõ vấn đề giúp cô em!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Vì em bị thiếu vài tín chỉ để đăng ký luận văn, nên cho em hỏi hạn cuối để nộp CCNN để chuyển điểm để đăng ký luận văn là khi nào ạ",
            "Chào bạn. . Vì tình hình dịch nên Pdt không có quy định hạn cuối CCNN, Khi nào bạn có CCNN đạt yêu cầu thì đăng ký chuyển điểm nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào Thầy Cô. . . . Em tên [full_name] MSSV: [student_id]. . . . Sau học kỳ này em còn thiếu môn anh văn 2 3 4, chứng chỉ anh văn 2 kỹ năng và chứng chỉ Toeic để đủ điều kiện tốt nghiệp.. . . . Thầy Cô cho em hỏi em cần nộp bằng Toeic trước ngày 29/12 (theo lịch học vụ) để xét chuyển điểm các môn anh văn 234 để có thể xin kéo dài thời gian đào tạo đúng không ạ?. . . . Và nếu em đủ điều kiện được kéo dài thời gian đào tạo thì em có cần đăng ký môn học cho học kỳ sau không hay em phải làm đơn như thế nào ạ?. . . . Em xin cảm ơn Thầy Cô. .",
            "Chào bạn. . - Bạn là K15, bạn hết thời gian để dkmh cho Hk212. . - Khi nào bạn có CCNN thì bạn đăng ký chuyển điểm, và xét tốt nghiệp bổ sung trước tháng 04/2022. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: [full_name]. . Em gặp vấn đề về Internet banking nên hiện tại em đang liên lạc với bên ngân hàng để có thể nộp học phí online ạ vì khu vực của em không có PGD của ngân hàng OCB ạ. . Trong trường hợp này thì trường sẽ xử lý như thế nào ạ?. . Em mong sớm nhận được phản hồi. Cảm ơn quý thầy cô ạ.",
            "Chào em,. . - Em liên hệ số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . - Em nhanh chóng thanh toán HP, nhà trường chuẩn bị xóa TKB HK211. . - Em có thể nhờ người thân, bạn có tài khoản OCB giúp em.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ e nộp đơn chuyển hệ từ chính quy sang VHVL, cho e hỏi khi nào e dc xét duyệt ạ và kì ĐKMH kế này e có dc đăng kí bên hệ VHVL ko ạ e cảm ơn .",
            "\"Chào bạn,. . Về việc chuyển qua hệ VLVH. . Bạn vui lòng tải mẫu đơn: Phiếu đề nghị chuyển sang hình thức Vừa Làm Vừa Học  tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Thân. . \"",
            "em nộp đơn chuyển hệ",
            "Em sử dụng sai mẫu đơn rồi nhé, vui lòng tải lại mẫu theo hướng dẫn trên giúp cô nhé. . Thân",
            "Dạ em nộp lại đơn chuyển hệ và cho e hỏi nếu em được chuyển sang hệ VHVL thì e có được đăng ký môn học học kỳ 212 ko ạ",
            "\"Chào em,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV theo dõi mail và lịch học vụ để vào đăng ký môn học cho HK212 nếu còn nợ MH, vào đợt 2 nhé. . Thân\"",
            "Chào bạn. . Bạn xem mail thông báo + hướng dẫn về đã có quyết định chuyển VLVH"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Gửi thầy (cô),. . Do dự định tốt nghiệp trong học kỳ 202 và do thời gian đăng ký tốt nghiệp tháng 11 hạn chót là 24/12/2021 nên em đã không đăng ký môn học cho học kỳ 211. Và hôm nay khi vô đăng ký tốt nghiệp thì em nhận được thông báo tình trạng sinh viên của em là tạm dừng học nên em mong quý thầy (cô) xem xét.. . Em xin chân thành cảm ơn",
            "Chào em,. . Em đã đủ điều kiện đăng ký tốt nghiệp chưa. . Thân",
            "Dạ em đang chờ xác thực chứng chỉ anh văn để chuyển điểm và tốt nghiệp ạ.",
            "\"Chào em,. . Trường hợp của em vui lòng theo dõi tình trạng thẩm tra chứng chỉ tại mybk/Nộp chứng chỉ ngoại ngữ, khi nào chuyển qua tình trạng đã thẩm tra hợp lệ (thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ), bạn gửi lại yêu cầu qua bksi xin chuyển điểm sớm để xét tốt nghiệp nhé. . Về tình trạng, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô ạ, em là sinh viên K19 khoa Điện-Điện tử.. . Hiện tại thì bảng kế hoạch giảng dạy của khoa điện K19 có môn EE3355 ở học kì 6, vậy thầy/cô cho em hỏi là bọn em đăng kí môn \"Thực tập ngoài trường EE3355\" ở đợt đăng kí sắp tới (HK212) hay là chờ tới đợt hè rồi đăng kí như khóa K18 ạ.. . Em cảm ơn thầy/cô ạ.. .",
            "Chào em,. . Em vui lòng liên hệ [full_name], GVCN để được tư vấn nhé.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . . . cho em hỏi, Em đăng kí nộp bằng THPT trên mybk, mặc dù đã điền đầy đủ thông tin nhưng hệ thống không hiện nút xác nhận ở bước một vậy ạ. . . .",
            "Chào em,. . SV đăng ký mà vào không đúng thời gian mở, trước 20/12/2021 và sau 22/01/2022 thì SV sẽ không ấn được nút \"xác nhận đăng ký\".. . Vì vậy SV phải vào đăng ký đúng thời gian PĐT đã thông báo. (PĐT mở từ 0h ngày 20/12/2021 đến 0h ngày 22/01/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào PDT,. . Em có câu hỏi là: em hiện là sinh viên khóa 2017, chưa có chứng chỉ Anh văn quốc tế, em có đăng ký Luận văn tốt nghiệp (LVTN) trong học kì 212, được báo là \"Đã gửi đăng kí\". Trong mail em được nhận thì có biết là LVTN kỳ này có xét CCAV quốc tế nên em muốn hỏi là môn LVTN của em có được duyệt (có thời khóa biểu) không ạ?. . Nếu không được duyệt thì em tiếp tục làm luận văn rồi bổ sung CCAV sau được không ạ? Nếu có thể thì kì hạn phải có CCAV là ngày nào ạ?. . Em rất mong nhận được phản hồi từ PDT, em xin chân thành cảm ơn ạ.",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . - Nhà trường tạm thời không xét điều kiện: chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm), xét chuẩn CCAV quốc tế khi xét LVTN, chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . =  Nghĩa là phía sau dấu hai chấm là tạm thời không xét.. . Thân mến. .",
            "Chào bạn. . - Nhà trường tạm thời không xét điều kiện: Chuẩn CCAV quốc tế khi xét LVTN, . . - Còn kết quả sau khi xét LVTN thì bạn xem thời gian theo Lịch học vụ nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy, cô!. . Em tên: [full_name].. . MSSV: [student_id].. . Thầy, cô cho em hỏi là chương trình đào tạo chính quy khoá 2015 hết học kỳ 211 này là hết hạn, em cũng đang làm luận văn trong kỳ này. Vậy em hoàn thành luận văn trong kì này, thì hạn chót nộp CCAV là đến trước lễ tốt nghiệp vào tháng tư hay là trước khi báo cáo luận văn ạ (Kì này không xét CCAV để làm luận văn thì em có cần nộp CCAV để xét làm luận văn trước khi báo cáo luận văn không ạ).. . Em cảm ơn.. .",
            "Chào em,. . Hạn nộp chứng chỉ tốt nghiệp của khóa 2015 là đợt tốt nghiệp tháng 4/2022 nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  Em là sinh viên k19 ạ. Cho em hỏi là học kì 212 này em đăng kí học lại 1 môn thì môn đó tính tiền theo chỉ k19 là 350k hay chỉ k21 710k vậy ạ. Em cảm ơn ạ. . . .",
            "Chào bạn,. . Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí . . Chúc bạn học tốt.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô, . . . . Cho em được gửi đơn xin hủy đăng ký quay lại học trực tiếp tại trường được đính kèm bên dưới. Mong thầy/cô suy xét và giải quyết giúp em. Em xin chân thành cảm ơn.. . . . Trân trọng.",
            "\"Chào em,. . Phòng Đào tạo đã tiếp nhận đơn xin hủy đăng ký học thí nghiệm trực tiếp của bạn.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: 1. Em vẫn chưa được xác nhận đóng học phí trên BKbay ạ. Em đã gửi ảnh minh chứng phía dưới . . 2. Nếu HK2 em đăng kí 18 tín chỉ thì phí em sẽ đóng là 12 triệu ( do cả năm là 24tr đói với năm 1) thôi đúng không ạ. . 3. Những môn GDTC không tính tín chỉ là không cần đóng phí đúng không ạ.. . Em xin hết ạ.",
            "Mong ad trả lời phản hồi giúp em",
            "Chào bạn. . 1- Học phí của K21 không cập nhật trên BKpay, nhưng đã cập nhật thông tin bạn đóng tiền trên trang nhập học. . 2- Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí . . Chúc bạn học tốt.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  Em đã nộp đơn tạm dừng HK212, vậy giờ có cần phải đăng kí môn học ko ạ.. .  Do em sợ lỡ đơn của em không được chấp nhận thì sẽ bị xem xét thôi học.. .  Em cảm ơn ạ.",
            "Chào em,. . Đơn của em đã được chấp nhận rồi mà bạn, xem lại câu trả lời giúp cô nhé.. . Trường hợp xin tạm dừng thì bạn không đăng ký môn học nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là: Huỳnh Ngọc Kim Phụng. MSSV:[student_id].. . Ngày 12/11, PĐT đã tiếp nhận đơn rút môn học Anh Văn 2 - LA1005 của em và thông báo em theo dõi cập nhật sau ngày 30/11 phản hồi lại. Hôm nay em xin gửi phản hồi lại ạ:. . - Trong bảng điểm: môn Anh Văn 2 đã ghi điểm 17.. . - Trong lịch thi đã mất môn Anh Văn 2.. . - Nhưng thời khóa biểu và trong e-learning vẫn còn hiện môn Anh Văn 2 ạ.. . Không biết trong TKB và e-learning vẫn còn hiện môn Anh Văn 2 có phải do PĐT chưa cập nhật không ạ? Nó có ảnh hưởng gì đến kết quả rút môn học của em không ạ?. . Mong PĐT nhanh chóng cập nhật và giải đáp thắc mắc giúp em. Em xin cảm ơn ạ.. .",
            "Chào bạn. . Không ảnh hưởng nghen bạn. . Hệ thống gốc đã cập nhật điểm rút rồi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi Phòng Đào Tạo. . ﻿Em có nhận được mail, nhưng chưa rõ là có xét chuẩn hay không xét chuẩn CCAV cho luận văn tốt nghiệp. . ﻿tại có chữ xét nên không rõ xét hay không xét ạ. . ﻿Mong nhận được phản hồi từ Phòng Đào Tạo ạ . . ﻿. .   i Học vụ .",
            "Chào em,. . Em xem kỹ chỗ này nhé:. . - Nhà trường tạm thời không xét điều kiện: chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm), xét chuẩn CCAV quốc tế khi xét LVTN, chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . (Nhà trường tạm thời không xét điều kiện: phía sau 2 chấm là tạm thời không xét). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào cô ạ!. . Dạ cô cho em hỏi là giờ trường có mở đợt đăng kí môn học từ 30/11 đến 06/23, vậy giờ em đăng kí av2A trong đợt này thì nó có giống gì đợt đăng kí av nhu cầu vừa rồi không ạ! av2A đăng kí trong đợt đkmh mới từ 30/11 đến 06/12 thì điểm có tính vào điểm trung bình học kì và trung bình tích luỹ không ạ? hạy chỉ tính đạt để pass môn av2 mà không tính vào điểm trung bình học kì và trung bình tích luỹ ạ giống môn av nhu cầu ạ?. . Em cảm ơn cô nhiều ạ!. .",
            "Chào bạn. . Môn Anh văn theo nhu cầu sẽ tính ĐẠT các môn anh văn tương ứng, và tính vào số tín chỉ tích luỹ chung. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Phòng đào tạo ơi cho em hỏi là, lúc em đăng kí luận văn tốt nghiệp thì những môn đang học trong học kì hiện tại sẽ được xét là đạt (coi như em vừa đủ số chỉ tối thiểu để làm luận văn), vậy nếu em đăng kí luận văn tốt nghiệp thì khi hậu kiểm, lúc đó có môn ở kì trước em rớt thành ra không đủ số tín chỉ quy định thì học phí đã của phần luận văn đã hiện trên bkpay có bị hủy theo luận văn không ạ?",
            "Chào em,. . Hậu kiểm trước thời gian thanh toán HP nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: G[student_id]  /b \t. . Em là sinh viên khoá 2013 do em chưa đạt anh văn nói viết của trường nên em chưa được xét tốt nghiệp đến năm nay thì em đã bị xoá khỏi danh sách sinh viên hệ chính quy nên em muốn hỏi thủ tục để chuyện qua hệ VHVL mong PDT chỉ giúp em. Do dịch covid nên trường chưa mở lại nên em muốn hỏi cách chuyện hệ online như thế nào? Em xin cảm ơn thầy cô ạ.. .   i Yêu cầu khác .",
            "\"Chào bạn,. . Về việc chuyển qua hệ VLVH. . Bạn vui lòng tải mẫu đơn: Phiếu đề nghị chuyển sang hình thức Vừa Làm Vừa Học  tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Thân. . \"",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Chào cô!. . Em gửi cô phiếu đề nghị chuyển sang hình thức vừa học vừa làm ạ. Em có gửi email cho PDT rồi những chưa thấy phản hồi nên em gửi lại ở BKSI mong cô xử lý để em có thể đăng ký học trong kỳ này luôn ạ?. . Em cảm ơn cô",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn chuyển sang VLVH vào HK2(2021-2022) của bạn.. . Bạn vui lòng theo dõi tình trạng sinh viên sẽ cập nhật “thu nhận vào hệ VLVH”  trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 20/12/2021. . - Xem chi tiết Lịch đăng ký môn học + đăng ký tốt nghiệp của Hk212 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ để biết thời gian đăng ký môn học hoặc đăng ký tốt nghiệp. . - Quy chế đào tạo và học vụ: xem chi tiết tại trang web aao.hcmut.edu.vn   Sinh viên   Quy chế-Quy định  Học vụ. . Thân. .",
            "Chào cô.. . Em vừa có Quyết định của PDT chuyển qua hình thức vừa học vừa làm nhưng trong phần tình trạng sinh viên thì vẫn là \"Nghỉ\" vậy cô cho em hỏi là em đã chuyển được chính thức chưa ạ? Với cho em hỏi là em có thể vào đâu để xem những môn học nào em có thể chuyển điểm từ chính quy qua hệ VHVL và môn nào em còn thiếu để em đăng ký học trong học kỳ này ạ? Em cảm ơn cô ạ.",
            "Chào bạn. . Dữ liệu đó sẽ cập nhật sau, hiện bạn căn cứ vào QD gởi đính kèm. . Về CTDT là giống nhau của đại trà và VLVH. . Tuy nhiên, VLVH sẽ:. . Giảm chuẩn anh văn xét LVTN và tốt nghiệp so với Chính quy: chi tiết xem quy chế học vụ. . Không xét môn anh văn 1234, GDTC, GDQP, Ngày CTXH, . . Thời gian học là 10 năm. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ e chào PĐT, cho e hỏi về vấn đề thực tập ngoài trường, lúc mình đăng kí thực tập ở hk 212 thì lúc thực tập là mình sẽ thực tập ở hk 213 đúng không ạ! em cảm ơn.(Do thầy chủ nhiệm e có nói vậy nhưng e muốn hỏi lại PĐT cho chắc )",
            "Chào em,. . Em vui lòng liên hệ [full_name], GVCN để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em có đăng ký tốt nghiệp nhưng giờ em muốn cải thiện điểm thì em không đóng phí mà đăng ký môn học để cải thiện được không ạ.",
            "Chào em,. . Em vui lòng trình bày rõ vấn đề giúp cô, hiện tại cô thấy em đã đăng ký tốt nghiệp nhưng em chưa thanh toán lệ phí và tiền đã ghi nợ trên bkpay. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Thầy (Cô),. . Em là [full_name], mssv: [student_id].. . Em đã đăng kí tốt nghiệp thành công trong đợt xét ngày 24/11/2021 vừa qua, em xin hỏi Thầy (Cô) là bằng tạm của em đã được gửi tới địa chỉ nhận của em chưa ạ? Hoặc nếu Thầy (Cô) có mã vận đơn của bưu phẩm đó thì Thầy (Cô) cho em xin được không ạ? Vì hiện tại em đang ở trong khu vực hạn chế ra ngoài nên em mới phiền đến quí Thầy (Cô) ạ.. . Em xin chân thành cảm ơn quí Thầy (Cô) đã hỗ trợ em!",
            "Chào em,. . Em có thể sử dụng số điện thoại của bạn đăng ký để tra mã vận đơn nhé, hiện tại em có thể vào mybk/Đăng ký tốt nghiệp để tải file scan giấy CN tốt nghiệp tạm thời để sử dụng trước nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào các thầy cô ạ. Em muốn hỏi là nếu em đã đăng kí và đã được duyệt học chương trình Kĩ sư - Thạc sĩ rồi thì có thể xin rút hồ sơ khỏi chương trình được không ạ?. . Chúc thầy cô một ngày tốt lành.. . . .",
            "Chào em,. . Em vui lòng liên hệ Phòng Đào tạo Sau đại học để được hướng dẫn về vấn đề này nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa Phòng Đào Tạo.. . Em tên [full_name] . . Mssv: [student_id] Hệ Vừa Làm Vừa Học . . Vừa rồi em có đăng ký hoãn thi môn học Cơ Lưu Chất Lớp T01 HK202 Lịch thi ngày 28/08/2021  Do [full_name] [full_name] hướng dẫn. Với lý do em đi cách ly tập trung tại Bệnh Viện Thu Dung Số 1 có file đính kèm. Nhưng đến ngày đăng ký thi lại thì em tra không có tên trong danh sách. Em đã khiếu nại đến giáo viên thì trường hợp em [full_name] đã nhập thiếu cột điểm nên dẫn đến em bị cấm thi, nay em làm đơn này để đăng ký hoãn thi ạ.. . \t. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô ạ, em là [full_name], mssv: [student_id]. . . Hiện tại việc đăng kí môn học anh văn theo yêu cầu đã hết hạn, nhưng em muốn đăng kí để theo kịp lớp này không biết có được không ạ. Cả tuần nay gia đình em có việc đột xuất nên không check mail thường xuyên và bị bỏ sót mail đăng kí lớp dự thính anh văn theo yêu cầu. Vì em cần học môn này để đủ chỉ đăng kí luận văn tốt nghiệp cho kì sau để kịp tiến độ. Em mong thầy cô giúp em bổ sung vào lớp hay hướng dẫn em có cách nào đăng kí được không ạ. Em cần đăng kí môn Anh văn 3 theo yêu cầu (LA1041). Em cảm ơn thầy cô rất nhiều ạ.",
            "Chào bạn. . Bạn vui lòng đăng ký lại môn học ở đợt 2 dkmh HK212 bắt đầu vào ngày 23/12 nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có dự định thôi học sau khi hết học kì 211, tuy nhiên em cũng cần bảng điểm có lưu điểm các môn đã học ở học kì 211. Vậy cho em hỏi sau khi thi xong hết tất cả các môn, trong thời gian điểm vẫn chưa lên mybk, nếu em làm thủ tục thôi học thì liệu em có thể nhận bảng điểm có chứa điểm các môn ở kì này không ạ? Em cảm ơn",
            "Chào em,. . Trường hợp của em nên làm thủ tục thôi học từ học kỳ 212 nhé, vì nếu em thôi học từ HK211 thì tất cả những môn học em học ở HK211 sẽ bị hủy hết nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa Phòng Đạo Tạo Trường Đại Học Bách Khoa TP.HCM. . Em tên Nguyễn Thanh Sang Mssv:[student_id] Hệ VLVH. . Vừa rồi em có đăng ký hoãn thi môn học CƠ LƯU CHẤT mã môn học CI2003 Lớp T01 HK202 Năm (2020-2021) ngày thi 19h 28/08/2021 Do Thầy [full_name] hướng dẫn.. . Với lý do em đi cách ly tập trung tại Bệnh Viện Thu Dung số 1 có file đính kèm ngày đi cách ly.. . Hiện tại em nhận được phản hồi từ Phòng Đào Tạo em bị hủy đăng ký hoãn thi với lý do bị cấm thi. . . Em đã khiếu nại đến Giáo Viên Bộ Môn thì Thầy hướng dẫn môn học đã xác nhận nhập thiếu cột điểm dẫn đến em bị cấm thi.. . Nay em làm lại đơn để Phòng Đào Tạo xem xét cho em hoãn thi để em có thể đăng ký thi lại ạ có file đính kèm.. . Chúc quý Thầy Cô Phòng Đào Tạo dồi dào sức khỏe và hạnh phúc,thành công.. . Trân trọng!. .",
            "Chào bạn. . Đơn hoãn thi của em đã được đồng ý nhé, PDT sẽ tập hợp lại và QD hoãn thi chung, dự kiến trước tháng 12/2021 và sẽ gửi mail thông báo cho SV.. . Sau thời gian trên mà chưa nhận được mail thông báo về QD, em vui lòng phản hồi lại qua bksi để PDT kiểm tra lại nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào, em muốn hỏi sinh viên K19 thì đăng ký GDTC 2 và 3 như thế nào ạ. Em cám ơn !",
            "Chào em,. . Em liên hệ cô [full_name] [phone_number], phòng 520 Nhà điều hành ĐHQG-HCM (khu phố 6, phường Linh trung, Thủ đức). . Email của cô [full_name] : [email]. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào pdt ạ , em là sinh viên K19 thuộc khoa điện , em xem trong ctdt thì thấy kỳ 6 này có thực tập và bây giờ pdt mở đăng ký , vậy nếu em đăng ký thì kỳ sau em sẽ thực tập hay hè e mới thực tập vậy ạ.. . Em cảm ơn pdt.",
            "Chào em,. . Em vui lòng liên hệ [full_name], GVCN để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa cô, em hiện là sinh viên năm 2, em chỉ mới pass AV2, do dịch nên em chưa thể đi thi chứng chỉ AV để nộp vào. Như vậy k212 em có thể đăng ký môn học có mã 3xxx của năm 3 không ạ? Em không có đăng ký học AV3 trong trường ạ.",
            "Chào em,. . Về Chương trình Đào tạo, em vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa, GVCN để được hướng dẫn nhé.. . Thân mến. . . .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào thầy (cô) ạ.. . Em là sinh viên có môn Thực tập cơ khí đại cương 2 lớp L14 ở học kì 2 năm học 2020-2021. Em được nhà trường thông báo là các môn học bao gồm môn thực hành yêu cầu sinh viên quay trở lại trường để tiếp tục hoàn thành môn học. Nhưng khi em kiểm tra trên Thời khóa biểu thì không thấy lịch học của môn cũng như không thấy giáo viên bộ môn mail cho em ạ. Em mong thầy (cô) có thể cho em biết là lớp em có chắc chắn học trở lại không ạ, vì nhà em ở cách xa thành phố nên việc di chuyển rất khó khăn, cũng như sắp xếp chỗ ở (khi ktx khu A ở ĐHQG chưa đón trở lại) ạ. Em xin chân thành cảm ơn.. .   i Yêu cầu khác .",
            "\"Chào em,. . Các trường hợp SV đăng ký học thí nghiệm trực tiếp, dự kiến từ ngày 6/12/2021 SV vui lòng đợi mail thông báo và TKB cập nhật nhé. . Hiện tại chỉ có thể trả lời cho bạn là lịch dự kiến thôi nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào PĐT,. . Em là [full_name], MSSV [student_id]. Em muốn hỏi về việc đăng ký môn học Luận văn tốt nghiệp cho học kỳ 212. . . . . Cụ thể là vào năm 1 thì do gia đình có việc nên em đã không tham gia môn học GDQP. Sau đó, vào tháng 7 vừa qua, em đã đăng ký học lại và đã đạt chuẩn hoàn thành. Nhưng vì dịch bệnh kéo dài nên Trung tâm GDQP chưa trao bằng/chứng chỉ hoàn thành cho em và các bạn học lại được. . . . . Vậy PĐT cho em hỏi là việc em chưa nộp chứng chỉ GDQP cho PĐT có ảnh hưởng gì đến việc đăng kí Luân văn tốt nghiệp cho học kỳ 212 không ạ? . . . . Em lo là nếu em chưa nộp thì bị không đủ điều kiện đăng ký LVTN, như vậy sẽ bị trễ thêm 1 học kỳ nữa.. . . . Mong được PĐT giải đáp ạ.. . Trân trọng, . . [full_name]. .",
            "Chào em,. . Em liên hệ PĐT TT GDQP qua 028.[student_id]7, hoặc email [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa PĐT,. . . . Em có thắc mắc trong trường hợp LVTN bị hủy (do môn tiên quyết rớt hay không đủ số tín chỉ) thì có được hoàn tiền lại không hay vẫn tính vào học phí ạ?. . . . Em xin cảm ơn.. . . . Trân trọng,. . [full_name]",
            "Chào em,. . Môn nào được cho phép đăng ký và có TKB thì mới tính HP nhé.. . Thân mến. ."
        ]
    }
]