[
    {
        "intent": "",
        "message": [
            "Bảng điểm học kì 211 của em bị mất trong cổng thông tin sinh viên thì làm sao để giải quyết ạ.. . . . . .   i Yêu cầu khác .",
            "Chào em,. . Hiện tại cô thấy em có điểm môn LVTN ở HK211, em vui lòng kiểm tra lại nhé.. . Bạn đang hỏi về MH nào? vui lòng trình bày rõ giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT ĐHBK . . Cho em hỏi quy định chuyển điểm anh văn 4 cho khoá k15 vẫn là TOEIC  Reading & listening 500 phải không ạ.. . Trân trọng cảm ơn. . . .",
            "Chào bạn, . . Quy định chuyển điểm anh văn cho khóa 2015: TOEIC  Reading & listening 500 điểm chuyển điểm anh văn 4 là 5 điểm. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào các anh chị BKSI ạ.. . Em bị mất lịch thi giữa kỳ này,nên mong các anh chị giúp em nhanh với ạ,. . Em cảm ơn anh chị nhiều ạ.",
            "Chào em,. . Vui lòng trình bày rõ là lịch thi học kỳ nào  môn học nào vậy bạn?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV[full_name]MSGV: [student_id]  [full_name]b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  [full_name]i [full_name] [full_name] [full_name] [full_name] Em chào Thầy[full_name] [full_name][full_name] [full_name] Em tên là [full_name], sinh viên lớp VL15Si khoa [full_name]ng nghệ vật liệu[full_name] Hiện tại em có kiểm tra thông tin của em trên My BK và thấy rằng em [full_name]: NGHỈ (trước đó em có đăng ký môn học để duy trì tình trạng học tập tại trường, tuy nhiên em không tham gia các bài kiểm tra cuối kỳ)[full_name][full_name] [full_name] Em biết đây là học kỳ cuối của khóa 2015[full_name] Hiện tại em đang chờ điểm tiếng anh nói - viết để đăng ký tốt nghiệp ạ[full_name][full_name] [full_name] Rất mong nhận được phản hồi từ phía nhà trường[full_name][full_name] [full_name] Em xin chân thành cảm ơn!",
            "\"Chào em,. . SV khóa 2015 hiện tại đã hết thời gian đào tạo theo quy định và hạn cuối tốt nghiệp vào đợt tháng 4/2022 này.. . Hiện tại PDT đã ra quyết định thôi học vì hết thời gian đào tạo. . Trong đợt tốt nghiệp tháng 4/2022 này, khi nào SV đủ điều kiện tốt nghiệp, có thể làm đơn gửi qua bksi để xin cứu xét thu nhận lại để xét tốt nghiệp nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào cô! . . Cô cho em hỏi em đã tốt nghiệp đại học hệ vừa làm vừa học thì có thể thi tiếp để học cao học trường đại học bách khoa được không ạ",
            "Chào bạn. . -        Về vấn đề liên quan đến học chương trình liên thông Kỹ sư-Thạc sĩ & Thạc sĩ (Cao học) bạn vui lòng liên hệ Phòng đào tạo Sau đại học qua địa chỉ: Website:www.pgs.hcmut.edu.vn, Email  [email]. . Xem thêm thông tin :Chương trình Cử nhân – Kỹ sư – Thạc sĩ hiện tại nhà trường tại : trang web portal.hcmut.edu.vn    Đào tạo    Chương trình đào tạo    Quyết định ban hành Quy định về cấu trúc & quy trình xây dựng, thẩm định, hiệu chỉnh chương trình đào tạo. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PĐT! Để tiện cho việc tụi em đặt vé xe vào lại SG để tham gia học tập kể từ ngày 04/04/2022 thuận tiện. Em có thắc mắc là theo như email cũ Trường lên kế hoạch học từ 04/04 là phối hợp offline và online, như vậy là tụi em phải đợi tiếp 1 email thông báo hình thức học chính xác của các môn học lý thuyết vào 04/04 hay là nghe thông báo của thầy cô dạy về hình thức học tiếp theo ạ! . . Em cảm ơn PĐT ạ! Mong PĐT giải đáp để tụi em đặt vé xe để vào đó cho thuận tiện và kịp ngày học offline (nếu có) ạ! . .",
            "Chào em,. . PDT sẽ cập nhật lại trong thời khóa biểu tại mybk/Thông tin SV (dự kiến trước ngày 4/4). . Hình thức học còn phụ thuộc vào giảng viên đăng ký. Em có thể liên hệ trực tiếp với Giảng viên để hỏi về hình thức học tiếp theo.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vậy là từ tuần sau khi em có tên trong danh sách tốt nghiệp em mới lên để đăng kí tốt nghiệp (như mục trên hình) đúng không ạ. . Em cảm ơn. .",
            "Chào em,. . Khi nào em có tên trong danh sách dự kiến tốt nghiệp mới có thể vào trang mybk/Đăng ký tốt nghiệp được nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô em đã đóng bảo hiểm y tế trên bkpay nhưng trong ứng dụng vssID vẫn chưa cập nhật thông tin bảo hiểm y tế, hiện nay em có nhu cầu sử dụng thẻ bảo hiểm không biết là có dùng được hay không.. .",
            "\"Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name], MSSV: [student_id]. Em muốn đăng ký tốt nghiệp vào đợt này nhưng hiện đang bị tạm dừng học (quyết định ngày 15/03/2022) vì không đăng ký môn học. Em muốn hỏi là có cách nào để đăng ký xét tốt nghiệp không ạ?. . Em cám ơn ạ.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \"",
            "\"Chào bạn. . Pdt kiểm tra hiện tại bạn còn nợ Toeic. . Không đủ ĐK để tốt nghiệp. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào Phòng Đào Tạo ạ, em là [full_name], MSSV là [student_id]. Hiện tại em có một thắc mắc mong pdt giải đáp ạ. Thời gian qua thì điểm số cũng như việc học của em đang không có tốt vì vậy em muốn thi lại kì thi đánh giá năng lực để có thể học lại từ đầu. Cho em xin hỏi là em đang theo học thì mình có khả năng được phép đăng kí thi lại và có được phép thi lại ngành cũ không ạ. Ngoài ra có cần phải rút hồ sơ hay các thủ tục gì không ạ. Em cảm ơn [full_name] ạ !. .",
            "Chào em,. . Việc đăng ký thi ĐGNL sinh viên liên hệ đăng ký thi tại Đại học Quốc Gia TPHCM nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Xin chào,. . Em có lịch kiểm tra [full_name] ( EE1007 ) vào 7h sáng 20/03/2022 và trùng với lịch học Thực tập điện 1. PĐT hướng dẫn em tình huống này được không ạ. Em cám ơn !. .",
            "Chào em,. . Lịch kiểm tra thì không thay đổi được nhé bạn,. . về thực tập điện bạn thử liên hệ với GV để bổ sung buổi khác được không nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Theo như trả lời trên bksi hôm 16/03 (http://bksi.hcmut.edu.vn/extranet/supports/index.php?ID=51414&edit=1#postform) em còn thiếu 003705, 003706, 003707 là 3 môn Tiếng Pháp 5,6,7.. . Em mới thanh toán chuyển điểm trên mybk cho các môn tiếng pháp 1- 7, mong phòng đào tạo xem xét cho em ạ. . . . Em cảm ơn ạ.",
            "\"Chào em,. . SV đã có tên trong danh sách tốt nghiệp dự kiến. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác: Môn: Sức bền vật liệu. . MSMH: CI2001. . Lý do: rớt mạng  /B",
            "\"Chào bạn,. . Bạn vui lòng bổ sung thêm chữ ký xác nhận của Giảng viên hướng dẫn + Khoa không đồng ý cấm thi theo đúng quy trình thì phòng đào tạo mới giải quyết cho bạn được. . Quy trình đến thời điểm này: Bạn tải mẫu đơn PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của   B Giảng viên hướng dẫn + Khoa  /B  không đồng ý cấm thi, đồng ý cho Hoãn thi gởi cho Phòng đào tạo xem xét nộp qua trang BKSI. . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô!. . Cho em hỏi là học phí dự thính HK212 trên BKPAY có bị lỗi không ạ. 21/3 dự kiến hết hạn nhưng BKPay ghi là chưa đến kì thanh toán. cho em hỏi bao giờ thì thanh toán được ạ. em cảm ơn.. .   i Yêu cầu khác .",
            "\"Chào em,. . SV vui lòng đợi thông báo sau của PDT về việc thay đổi thời gian thanh toán HP trong tuần sau nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ e có xem trường mình chấp nhận ccnn TOEFL IBT. Vậy trường có phân biệt là chứng chỉ toefl ibt hình thức thi online tại nhà với ccnn toefl ibt thi tại IIG không ạ .hay là như nhau không phân biệt hình thức thi ạ",
            "Chào em,. . Nhà trường chỉ quan tâm chứng chỉ bạn nộp vào và thẩm tra hợp lệ theo đúng quy định nhé bạn.. . Việc hình thức thi và cấp bằng CC như thế nào em vui lòng liên hệ tại IIG nhé.. . CCNN em đạt theo đúng quy định là được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào anh/chị,. . Em là [full_name], MSSV [student_id], là sinh viên khoa Cơ khí, chuyên ngành Chế tạo máy.. . Theo Quy chế học vụ áp dụng từ HK182 đối với môn GDTC, mỗi sinh viên cần hoàn thành 3 môn GDTC khác nhau mới đủ điều kiện xét tốt nghiệp.. . Hiện tại em đã hoàn thành 2 môn GDTC khác nhau và sẽ học thêm 1 môn trong HK212.. . Theo Quy chế học vụ áp dụng cho K20 đối với môn GDTC, sinh viên phải hoàn thành 2 học phần thể dục để đủ điều kiện xét tốt nghiệp.. . Vì vậy khi ĐKMH thì một môn GDTC lại có 2 học phần. Em đã đăng kí học phần 1 của môn một GDTC theo quy chế mới này.. . Anh/chị cho em hỏi khi em học xong môn GDTC theo quy chế mới này thì em có cần làm thủ tục chuyển điểm như thế nào hay không để đủ điều kiện xét tốt nghiệp theo quy chế học vụ đã áp dụng từ HK182?. . Em cảm ơn!. .",
            "Chào em,. . Trường hợp của em cứ hoàn thành học phần GDTC, và TT GDTC sẽ chuyển điểm về cho Phòng Đào tạo để xét đạt cho bạn nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quý Thầy, cô ạ!. . Em là [full_name], lớp Ku20vly ạ.. . Em muốn nộp Phiếu tạm dừng học học kỳ 212 năm học 2021- 2022 ạ. Vậy em cần nộp phiếu thông qua hình thức nào và ở đâu ạ? . . Mấy hôm trước em có nộp đơn qua online mà không thấy Thầy, cô trả lời nên em muốn biết rõ hơn ạ.. . Mong nhận được sự phản hồi từ quý Thầy, cô ạ.. . Em cảm ơn nhiều ạ!. . Trân trọng.. .",
            "Chào bạn. . Hiện tại đến tuần thứ 12 của học kỳ 212, nên theo quy định bạn phải thanh toán  toàn bộ học phí của Hk212. . Dự kiến đầu tháng 04/2022 học phí Hk212 sẽ cập nhật, sau khi bạn thanh toán học phí xong bạn nộp đơn tạm dừng HK212 lại cho Pdt xử lý. . - Về quy định hoàn trả học phí : Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quyết định ban hành chung vè quy chế học vụ và đào tạo: số 2931(10/09/2021)  Phụ lục 5: Quy định về hoàn trả học phí  2.2 Thôi học, tạm dừng.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô, em tên [full_name] MSSV [student_id], thầy/cô cho em hỏi là em đã đóng tiền BHYT thì em có thể lấy thẻ BHYT ở đâu ạ? Tại vì em có việc phải nhập viện cần đến thẻ BHYT . . Mong thầy/cô phản hồi sớm ạ!",
            "\"Chào bạn,. . Về việc nộp hồ sơ bằng 2, bạn vui lòng gửi mail về cho anh [email] hoặc [email] để được tư vấn và hỗ trợ nhé!. . Thân. . \"",
            "Chào em,. . Xin lỗi vì trả lời nhầm câu hỏi của bạn nhé.. . Cô trả lời lại:. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cô ơi, vì em muốn đăng ký anh văn 4 nhu cầu trong kỳ dự thính 212 này đó ạ. Tại vì em nộp cùng đợt với bạn, nhưng của em bị lỗi, bạn em vẫn đăng ký được bình thường. Vậy giờ em phải lên phòng đào tạo xin hay sao ạ. em sợ không cho đăng ký môn",
            "Đã trả lời trực tiếp. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1610427  /b \t. . . .   i Tốt nghiệp . Dạ em chào Thầy/Cô, em là Nguyễn Việt Duẫn - MSSV: 1610427 - Khoa: Điện - Điện tử.. . Em vừa có kết quả anh văn nói viết hôm 10/03/2022. Hiện tài khoản MyBK của em đang để tình trạng sinh viên là \"TẠM DỪNG\"  nên em không thể đăng ký xét tốt nghiệp được. Mong Thầy/Cô giải quyết giúp em ah.. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô,. . . . Em dù đã có tên trong danh sách dự kiến tốt nghiệp tháng 4/2022 nhưng tình trạng SV vẫn bị để là tạm dừng nên vẫn chưa đăng ký tốt nghiệp được ạ.. . . . Lần trước em được hẹn là đến ngày 15/03 nếu vẫn chưa đăng ký được thì báo lại với PĐT. Mong thầy/cô kiểm tra lại giúp em ạ.. . . . Em chân thành cảm ơn.",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng đào tạo.. . . . Em tên [full_name] MSSV [student_id].. . Em xin nộp file scan phiếu đăng ký rút môn học Pháp Luật Việt Nam đại cương (SP1007) để được đăng kí tốt nghiệp kỳ này.. . . . Em xin chân thành cảm ơn.",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK212(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/Thời khóa biểu trễ nhất là 31/03/2022. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi Quý phòng đào tạo, . . . . Kính nhờ PĐT xem xét mở Tk để em được đóng học phí học kỳ 1 này ah. Vì tới giờ trên Bkpay tài khoản em cũng chưa hiện tích xanh để đóng nên em không thể nào đóng được. Nếu quá trình đóng chậm sẽ ảnh hưởng đến hạnh kiểm và các quá trình thi của em nên mong phòng có hướng giải quyết. . . . . Trân trọng, . . . .",
            "\"Chào em,. . SV vui lòng đợi thông báo sau của PDT về việc thay đổi thời gian thanh toán HP trong tuần sau nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô,. . Theo thông tin em nhận được thì học phí dự thính HK212 bắt đầu từ ngày 14/3, nhưng nay là 17/3 và em không thể đóng học phí. Em rất mong thầy cô hỗ trợ ạ. Em cảm ơn",
            "\"Chào em,. . SV vui lòng đợi thông báo sau của PDT về việc thay đổi thời gian thanh toán HP trong tuần sau nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi ban học vụ,. . Dạ em là sinh viên K21 Khoa Điện - Điện Tử. Theo dõi phần mềm nhập học, em thấy thẻ sinh viên của mình đã được in rồi ạ. Vậy cho em hỏi là em có thể nhận thẻ sinh viên ở đâu ạ? Khi nào là thời gian cho phép để vào nhận ạ? Em xin cám ơn.. . Trân trọng,. . [full_name]",
            "Chào em;. . em liên hệ ở khoa để nhận nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp  /i  B    /B . . . . Cho em hỏi là em chưa có trong danh sách tốt nghiệp dự kiến nhưng em đã đủ điều kiện để đăng kí xét tốt nghiệp. Em muốn nhờ PĐT kiểm tra giúp em với ạ",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào bạn. . Hiện tại PĐT đã cập nhật kết quả RÚT MÔN HỌC HK212 (điểm RT) của SV đã đăng ký qua google forms. Sinh viên vui lòng vào kiểm tra tại trang mybk.hcmut.edu.vn/Thông tin sinh viên/Bảng điểm).. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy cô ạ. . Em là Lê [full_name] mssv [student_id], đợt tháng 4 năm 2021 em có làm đơn xin tuyển sinh chuyển hệ chính quy sang vlvh ạ. Thầy cô cho em hỏi.. . - Lúc em làm đơn chuyển hệ trên trang web trường em có ghi ngành mới là KT Hệ thống công nghiệp so với ngành cũ là KT nâng chuyển và xây dựng. Vậy thì em có được nhận vô ngành mới không ạ? Hay em có cần phải làm đơn gì để được học ngành mới không ạ? Trước đó em có mail cho thầy cô pđt, thầy cô hướng dẫn em đăng ký môn theo khoá k17 cũ ngành mới. Em đang học học kỳ thứ 2 ngành mới (Đăng ký MS môn học theo Khóa 2017) rồi ạ.. . - Nếu được chuyển qua ngành mới thì em có được xếp lớp không ạ? Kế hoạch học tập của em thì hè này sẽ đi thực tập nhưng hiện tại trên trang mybk vẫn chưa cập nhật ngành mới và chưa xếp lớp ạ.. . Dưới đây là phiếu đăng ký bản sao em tạo lập trên trang tuyensinh.hcmut.edu.vn BẢN CHÍNH em có ký tên và nộp cho bên PĐT rồi ạ.. . Em mong thầy cô giúp đỡ thắc mắc của em ạ. . Cảm ơn và chúc sức khoẻ thầy cô ạ!. . [full_name].. .   i Học vụ .",
            "Chào em,. . SV được chuyển hình thức sang VLVH theo qđ số 335/QD, ký ngày 21/05/2021.. . . . Hiện SV vẫn là ngành Ký thuật nâng vận chuyển, dữ liệu mà SV kê khai trên trang tuyển sinh không được dùng trong việc chuyển trạng thái sang VLVH.. . . . Ngành KT hệ thống công nghiệp cùng Khoa Cơ khí, nhưng tên ngành khi cấp bằng thì khác nhau nên SV phải liên hệ Khoa xin chuyển ngành nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin hỏi, hiện nay mắc Covid-19 có được phép hoãn thi không? Nếu có thì em cần cung cấp những bằng chứng, giấy tờ gì? . . Em xin cảm ơn . .",
            "Chào em,. . Em đang nói hoãn thi học kỳ nào? cuối kỳ hay giữa kỳ? vui lòng trình bày rõ giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào cô ạ,. . Em có đăng ký lớp dự thính Giải Tích 2 ạ, gần đây em có nhận được thông báo là đóng học phí từ ngày 14/3 đến ngày 21/3. Nhưng ngày hôm qua 16/3 khi em vào bkpay để thanh toán thì lại không thể thanh toán (trang để là chưa tới kỳ thanh toán ạ). Mong cô giúp em giải quyết vấn đề này giúp em ạ. Em cảm ơn cô rất nhiều. . Chúc cô một ngày làm việc vui vẻ ạ.. . Em chào cô.. . [full_name] - [student_id]",
            "\"Chào em,. . SV vui lòng đợi thông báo sau của PDT về việc thay đổi thời gian thanh toán HP trong tuần sau nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo,. . . . Em tên [full_name], mã số sinh viên [student_id], hiện đang là sinh viên bằng 2 Khoa Khoa học và Kỹ thuật máy tính.. . . . Hiện tại, em đã tích lũy đủ số tín chỉ để xét tốt nghiệp. Tuy nhiên, vào lần xét tốt nghiệp vừa qua, do chưa có chứng chỉ Anh Văn phần Nói - Viết nên vẫn chưa đủ điều kiện xét tốt nghiệp. . . Vào ngày 06/03/2022 vừa qua, em đã thi Anh Văn Nghe Nói tại [full_name] tâm Ngoại ngữ của trường để bổ sung và đã đạt điểm số là 230, thỏa với điều kiện xét tốt nghiệp.. . . . Em viết mail này để phản hồi về điều kiện xét tốt nghiệp như đã nêu ở trên.. . . . Kính mong Phòng Đào Tạo sẽ kiểm tra và cập nhật điều kiện xét tốt nghiệp của em.. . . . Em xin gửi kèm hình danh sách điểm trên trang BKEnglish và đường dẫn tới danh sách điểm trên: https://docs.google.com/spreadsheets/d/1tPWLKwyUeL1icWUlgL6gfsNCee6WnNaUMS7MTOL73jM/edit#gid=[student_id]88&range=A224. . . . Em xin chân thành cảm ơn.. . [full_name].",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dear Phòng đào tạo Trường DHBK HCM. . Cho em hỏi, em làm mất phiếu điểm Toeic nay em xin IIG in lại bản sao phiếu điểm cho em. Mà Trung tâm IIG nói chỉ gửi bản điểm cho tổ chức, Nhà trường, không gửi cho cá nhân.. . Nên em muốn hỏi nếu IIG chuyển bản sao phiếu điểm về trường vẫn được không cần nộp online phải không ạ. Em xin chân thành cảm ơn",
            "Chào bạn,. . . . Nếu bạn đã thi Toeic, bạn muốn Trung tâm thi gởi bản sao Phiếu điểm về Trường theo địa chỉ như sau :. . Cô [full_name]. . Phòng Đào Tạo Trường Đại học Bách Khoa. . 268 Lý Thường Kiệt P14 Quận 10 TpHCM.. . . . Hiện tại trong mail bạn không nói rõ bạn đã thi Toeic phần thi nào : (Nghe, Đọc), (Nói, Viết), .... nên rất khó cho cô tư vấn.. . . . Cần trao đổi thêm thông tin: bạn vui lòng gọi 0937.314.071 (Cô [full_name]-giờ hành chính).. . . . Trân trọng cảm ơn,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa quý thầy, cô,. . . . Em là phạm đức phát, mssv [student_id]. Em đã hoàn thành hết chương trình học và em hiện đang chờ xét duyệt tốt nghiệp, nhưng nay kiểm tra tình trạng sinh viên lại thấy ghi là “nghỉ”. Không biết có vấn đề gì không, mấy ngày trước em có mail 1 mail xin xét tốt nghiệp do em thấy em đã đủ tiêu chuẩn. Nay tính trạng sinh viên bị ghi “nghỉ” khiến em không vào trang đăng kí tốt nghiệp kiểm tra được, và như này có phải là em bị thôi học không? Lý do là gì ạ? . . Em mong nhận được phản hồi sớm nhất. Em cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name], mssv: [student_id]. Hiện nay em đã hoàn thành hết điều kiện tốt nghiệp, nhưng tình trạng sinh viên của em bị tạm dừng do không đăng ký môn học ở kì này. Mong quý thầy/cô cho em hỏi, em cần làm gì để có thể đăng ký xét tốt nghiệp được ạ.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name], [student_id]. . Như tiêu đề, em đã nhận được quyết định miễn môn ci2005 cơ lưu chất (file quyết định kèm theo trong đính kèm) nhưng khi xét tốt nghiệp lại ghi là nợ môn. Mong quý thầy, cô xem xét cập nhật để em có thể xét tốt nghiệp.. . Em cảm ơn.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng đào tạo trường Đại học Bách Khoa, . . Em tên là [full_name], MSSV: [student_id]. Vấn đề của em là em đã bảo vệ xong ở học kỳ trước vậy nên ở học kỳ này em không có đăng ký môn học ạ, và em vừa mới đậu anh văn nói viết tức là đủ điều kiện đăng ký tốt nghiệp nhưng tình trạng học của em trên Mybk là tạm dừng ạ nên em không thể vô trang để xét đăng ký tốt nghiệp được ạ. Em không biết hiện tại phải làm như thế nào nên đã viết mail xin phòng đào  tạo hướng dẫn giúp em ạ. . . Em xin chân thành cảm ơn và chúc Phòng đào tạo một ngày tốt lành!. . [full_name],. . [full_name]",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào tạo Trường Đại học Bách Khoa. . . . Em tên [full_name],mssv [student_id]. Hiện tại em đã đăng kí tốt nghiệp thành công trên hệ thống nhà trường(đăng kí và thanh toán) do đó em muốn hỏi về thời gian dự kiến nhận được bằng TN của em. Theo em được biết thì lộ trình của trường dự kiến in bằng cuối mỗi tháng từ 25/2 nhưng em muốn nhờ trường kiểm tra vì đã qua cuối tháng 3 nhưng em chưa nhận được email thông báo Quyết định công nhận tốt nghiệp. . . . . Em xin cảm ơn và mong nhận được phản hồi sớm. . . Trân trọng./.",
            "\"Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp(sad) https://forms.gle/2WnfHeAHnRZWJ6Jn7. . Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và scan gởi qua mail SV, sau đó SV cần bảng chính vui lòng liên hệ Pdt để nhận. . . Thân\"\"\"",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn. . Hiện tại PĐT đã cập nhật kết quả RÚT MÔN HỌC HK212 (điểm RT) của SV đã đăng ký qua google forms. Sinh viên vui lòng vào kiểm tra tại trang mybk.hcmut.edu.vn/Thông tin sinh viên/Bảng điểm).. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng đào tạo,. . Em tên là [full_name] , MSSV: [student_id]. . Ngày 15/3 vừa rồi em có nhận được email của Phòng đào tạo thông báo về việc không thể giải quyết yêu cầu RÚT MÔN HỌC HK212. Trong phần hướng dẫn rút môn học có đoạn \"1. Sv tải [full_name] (được gởi đính kèm) điền thông tin    ký tên    chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. \" . . Nhưng trong phần đính kèm, em chỉ thấy 1 file Excel chứ không có mẫu đơn [full_name] như Phòng đào tạo đề cập trong email.. . Mong nhận được câu trả lời sớm nhất từ Phòng đào tạo để em có thể hoàn thành việc đăng ký rút môn học ạ.. . Em xin cảm ơn thầy cô.",
            "Chào bạn,. . Về việc rút môn học (Có tính học phí):. . Bạn vui lòng tải mẫu đơn: RÚT MÔN HỌC tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua trực tiếp hoặc BKSI trước ngày 18/03/2022. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã thi anh văn nói viết ở bkenglish và được 220. Cô có thể kiểm tra giúp trong thông tin sinh viên của em có cập nhật anh văn nói viết chưa ạ. Và cho em hỏi hạn chốt để đăng kí tốt nghiệp cho lễ tốt nghiệp sắp tới là khi nào ạ?",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào PĐT,. . Em là [full_name], MSSV [student_id] đang theo học hệ VLVH tại trường.. . Vào ngày 7 tháng 8 năm 2018 sau khi đã làm miễm môn bổ sung lúc nhập học PĐT đã gửi cho em bản miễn môn cập nhập gồm 22 môn. Nhưng hiên tại trong mục điểm chuyển trên trang Mybk của em chỉ có 21 môn. Môn thiếu là môn Mạng máy tính.. . PĐT xem xét và cập nhập lại vào phần điểm chuyển ạ.",
            "Chào em,. . Em vui lòng trình bày rõ giúp cô tên và mã MH nhé. . Thân",
            "Chào Cô,. . dạ thua cô cụ thể là môn Mạng Máy Tính với mã Môn Học là CO3003",
            "Chào Cô,. . dạ thua cô cụ thể là môn Mạng Máy Tính với mã Môn Học là CO3003"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . . . Dạ em tên [full_name]. . Dạ em muốn hỏi là điểm trung bình tích lũy ngành có làm tròn không ạ. . Em cảm ơn ạ",
            "Chào em,. . Điểm trung bình tích lũy ngành để xếp loại tốt nghiệp là không làm tròn nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em tên là [full_name]. . Dạ cho em hỏi là học môn thay thế có tính điểm không ạ. . EM xin cảm ơn ạ. .",
            "Chào em,. . Em xem quy định về môn tương đương thay thế tại đây:. . SV xem quy định tại đây: http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quyết định ban hành Quy định học vụ và đào tạo bậc Đại học/ điều 2 và điều 6. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào PĐT,. . Em là [full_name]. . MSSV [student_id]. . Đang theo học hệ VLVH tại trường, hiện tại em đang đi làm và công việc là quản trị hệ thống và mạng máy tính cho một công ty, trước đây khi em đăng kí làm thực tập tốt nghiệp em có nhờ cấp trên của em làm một chương trình thực tập và có gửi mail về để xin thực tập theo chương trình hệ thống mạng máy tính, sau đó thì cấp trên cảu em có nhờ bộ phận thư kí gửi mail cho nhà trường nhưng lại nhận được trả lời là chương trình không phù hợp vì cần phải tham gia dự án và lập trình.. . vậy thì bây giờ em phải nghỉ việc kiếm mọt công ty lập trình để hoàn thành phần thực tập tốt nghiệp hay là nhà trường có thể cấp một biểu mẫu nào đó để em có thể xin xác nhận từ công ty để xác nhận chính xác là em đang làm các công việc liên quan tới chương trình học.",
            "Chào em,. . Về Chương trình đào tạo của bạn, em vui lòng liên hệ về Khoa của bạn để được hỗ trợ nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name] Kính gửi Phòng đào tạo Trường Đại học Bách [full_name] ĐHQG TP[full_name] Hồ Chí Minh,[full_name] [full_name] [full_name] [full_name] Em tên là [full_name], MSSV [student_id], lớp CK18CTM2[full_name][full_name] [full_name] [full_name] [full_name] Hôm nay em gửi mail này để xin phép Phòng đào tạo đồng ý cho em được hoãn thi cuối kỳ môn Sức bền vật liệu (CI2001) diễn ra vào lúc 16h ngày 13/03/2022[full_name][full_name] [full_name] [full_name] [full_name] Lý do hoãn thi: Máy tính của em hư phần cứng không mở lên được, em lại đang là F0 vào thời gian đó nên không thể lên Thành phố Hồ Chí Minh để sửa máy kịp thời ạ[full_name][full_name] [full_name] [full_name] [full_name] Em đã nhận được sự đồng ý cho phép hoãn thi của giáo viên hướng dẫn là thầy [full_name] (trong email đính kèm) và của Ban chủ nhiệm [full_name] Kỹ thuật Xây dựng (chữ ký xác nhận trong đơn đính kèm)[full_name][full_name] [full_name] [full_name] [full_name] Em xin lỗi vì sự cố ngoài ý muốn này[full_name]Kính mong Phòng đào tạo xem xét và đồng ý xác nhận cho em được hoãn thi[full_name][full_name] [full_name] [full_name] [full_name] Em cảm ơn Phòng đào tạo đã đọc mail này[full_name] Mong sớm nhận được phản hồi[full_name][full_name] [full_name] [full_name] [full_name] Trân trọng, [full_name] [full_name] [full_name][full_name] [full_name] [full_name][full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] Kính chào [full_name][full_name] [full_name] Em tên [full_name] MSSV [student_id][full_name] [full_name] Trong học kỳ này em không ĐKMH do em chỉ cần bổ sung Chứng chỉ Toeic Speaking and Writing là đủ điều kiện TN, và hiện tại em đã bổ sung xong chứng chỉ trên[full_name] Nhưng khi em truy cập vào MYBK để ĐKTN thì hệ thống báo lỗi do tình trạng SV của em là [full_name] nên em không thể ĐKTN trên hệ thống được[full_name][full_name] [full_name] Mong [full_name] hướng dẫn giúp em trong trường hợp này[full_name][full_name] [full_name] Em chân thành cám ơn[full_name]",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin đăng kí hoãn thi AV3A DT03 anh văn theo nhu cầu ngày 10h 20/3 ạ. Lí do : em không đảm bảo thiết bị để thi online, hiện tại em cũng đang cách ly với F0 ạ. Mong thầy cô tạo điều kiện cho em được hoãn thi ạ. Em cảm ơn thầy cô ạ!!!",
            "\"Chào bạn,. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên + Khoa  (nộp qua  BKSI). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào Thầy/Cô,. . . . Dạ hiện tại em có tên trong danh sách xét tốt nghiệp (Hình 1), nhưng em lại không vào được mục được mục đăng ký tốt nghiệp như đã hướng dẫn trên MyBK (Hình 2). Tình trạng Sv của em hiện tại là tạm dừng (Hình 3), do học kì vừa qua em đã hoàn thành hết các môn nhưng bị vướng chứng chỉ quốc phòng, em đã bổ sung chứng chỉ quốc phòng vào ngày 15/02/2022 (nộp tại phòng đào tạo) .. . . . Em muốn đăng ký tốt nghiệp vào tháng 4 năm 2022 này ạ!",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV:[student_id]. . HỌ VÀ TÊN: [full_name] [full_name]. . ĐĂNG KÍ RÚT MÔN HỌC:. . MSMH: EE3077. . TÊN MÔN HỌC: [full_name]. . NHÓM: L01. .",
            "responsible person: [548] [staff_name] [helpdesk staff]",
            "Chào bạn. . Hiện tại PĐT đã cập nhật kết quả RÚT MÔN HỌC HK212 (điểm RT) của SV đã đăng ký qua google forms. Sinh viên vui lòng vào kiểm tra tại trang mybk.hcmut.edu.vn/Thông tin sinh viên/Bảng điểm).. . Thân.. .",
            "Yêu cầu khác:",
            "Chào bạn. . Hiện tại PĐT đã cập nhật kết quả RÚT MÔN HỌC HK212 (điểm RT) của SV đã đăng ký qua google forms. Sinh viên vui lòng vào kiểm tra tại trang mybk.hcmut.edu.vn/Thông tin sinh viên/Bảng điểm).. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name], là sinh viên khoá K15 khoa đào tạo quốc tế, chương trình Tiên tiến. Em xin gửi yêu cầu này để xin phép được đăng ký xét tốt nghiệp ạ. Em xin cảm ơn ạ.. . . . Họ tên SV: [full_name]. . MSSV: [student_id]. . Khoa: Điện - Điện tử (chương trình Tiên tiến). . Ngành: COA - Hệ thống Tự động. . Lớp: TT15COA1. . Điểm TB: 6.56. . Tổng số tín chỉ: 157. . Số ngày CTXH: 17",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name]- [student_id]. . Em thi Sức bền vật liệu (CI2001) nhóm L01-A ca 16g00 ngày 13/03, trước hôm thi em bị hỏng thiết bị, bất khả kháng em không thể tham gia thi do không đủ thiết bị.. . Em xin nộp đơn hoãn thi có phép đã xác nhận của ban chủ nhiệm khoa KTXD. Và Mail đồng ý cho hoãn thi của giáo viên giảng dạy (thầy [full_name]). Em kính xin phòng đào tạo xem xét nhận đơn hoãn thi của em. Em xin cảm ơn.. .",
            "đã gởi mail quyết định"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dear phòng đào tạo,. . . . Em là [full_name], MSSV [student_id].. . . . Em xin được hỏi điểm quy đổi từ Toeic sang Anh văn 4 hiện nay áp dụng cho khóa K17 là 500 hay 600 ạ.. . . . Em xin cảm ơn.. . [full_name].. .",
            "Đã tl"
        ]
    }
]