[
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] Dear Phòng đào tạo![full_name] [full_name] Em là [full_name], MSSV:[student_id][full_name] [full_name] Em đã hoàn thành chương trình đào tạo 142 tín chỉ tích luỹ và đủ điểm anh văn nói viết ạ[full_name]Hiện em đang bị tạm ngưng vì e còn thiếu điểm toeic để đăng ký tốt nghiệp[full_name] Trong kỳ kiểm tra đánh giá Toeic vừa qua em đã đạt đủ điều kiện để tốt nghiệp[full_name] Kính mong sự hướng dẫn của phòng đào tạo để em hoàn thành việc đăng ký tốt nghiệp ạ[full_name] [full_name] [full_name] Em xin chân thành cảm ơn[full_name][full_name] [full_name] Trân trọng[full_name] [full_name] [full_name]",
            "\"\"\"Chào em,. . SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022 (Hiện tại chưa cập nhật). . SV vui lòng trình bày rõ trường hợp của bạn đã hoàn thành tất cả các điều kiện tốt nghiệp vào thời điểm nào? điều kiện gì? vui lòng trình bày rõ nhé!. . Thân\"\"\"",
            "Dear phòng đào tạo!. . Dạ em hoàn thành chương trình học 142 tín chỉ tích luỹ vào học kỳ 2 năm học 2019-2020.. . Anh [full_name]: 205 điểm. em thi ngà 2 tháng 10 năm 2020. . Anh văn Toeic em đã nộp vào ngày 15 tháng 01 năm 2022 ạ.. . EM xin cảm ơn",
            "Dear phòng đào tạo!. . Dạ em hoàn thành chương trình học 142 tín chỉ tích luỹ vào học kỳ 2 năm học 2019-2020.. . Anh [full_name]: 205 điểm. em thi ngà 2 tháng 10 năm 2020. . Anh văn Toeic em đã nộp vào ngày 15 tháng 01 năm 2022 ạ.. . EM xin cảm ơn",
            "\"\"\"Chào em,. . Trường hợp SV đã đủ điều kiện tốt nghiệp, . . SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022 (Hiện tại chưa cập nhật). . Sau thời gian công bố danh sách dự kiến tốt nghiệp, trường hợp SV vẫn chưa có tên trong danh sách dự kiến, có thể gửi câu hỏi qua bksi để được xét bổ sung (nếu đã đủ điều kiện tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào pđt,. . . . Em là sinh viên khoa cơ khí, do không hoàn thành kịp trước khi đổi chương trình nên môn đồ án thiết kế (ME2011)- môn tiên quyết của lvtn ME4019, không còn nữa, thay vào đó mà môn tương đương của đồ án ME2011 là môn ME3139 em đã qua được môn, vậy pđt cho em hỏi em đã đủ điều kiện đăng ký luận văn chưa ạ? em xin cảm ơn. .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. .",
            "Em chào pđt,. . . . Em tên [full_name], mssv [student_id], kỳ này em có đăng ký lvtn, nhưng kết quả hiện em không đăng ký được do thiết môn tiên quyết ME2011, nhưng học kỳ trước em đã qua môn tương đương của ME2011 là môn ME3139 rồi ạ, giờ em phải làm sao ạ?. . . . Em xin cảm ơn",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa [full_name]. Em đã đăng kí in bảng điểm trên Mybk và hiện vẫn chưa nhận được bảng điểm. Vậy hôm nay em muốn nhờ bạn [full_name] nhận thay em tại [full_name]. . . Kính mong [full_name] chấp nhận.. . . . [full_name]."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em là [full_name]. . Mssv [student_id] khoa công nghệ vật liệu ,bộ môn vật liệu năng lượng. . Em đã học môn tương đương Ma3091 của mã cũ Ma3017.và đã có điểm trên hệ thống. . Tuy nhiên khi đăng kí đề cương, hệ thống báo lỗi em chưa học môn Ma3017, và không cho đăng kí. . . Mong pđt giải quyết ạ",
            "Chào em,. . - Không có tương đương nhé em.. . - Về Chương trình Đào tạo, danh sách môn tương đương…, em vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là Đoàn [full_name] Hiếu, [student_id]. . Em có làm đơn xin đăng ký môn học có ghi rõ nguyện vọng đăng ký HK212 đính kèm, xin PĐT xem xét.. . Xin chân thành cảm ơn!",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. .",
            "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 117  120 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . . . [full_name] [student_id] . . Dạ BKEL của em không có phần nhóm:CC….   nên em không thể làm quiz và tìm link học được ạ.. . Em mong em sẽ được khắc phục lỗi này sớm ạ.. .",
            "Chào em,. . - Các hoạt động trong khóa học do GV phụ trách môn học quản lý, PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . - Em liên hệ Văn phòng Đào tạo quốc tế [email] để được hỗ trợ nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PĐT,. . Em tên là [full_name]-[student_id], HK211 em có đăng khí phúc khảo môn thi EN3041 ( công nghệ xử lý nước cấp và nước thải). Em nhận kết quả có sự điều chỉnh , nhưng không thấy điểm điều chỉnh là bao nhiêu ( Trên bảng điểm vẫn giữ điểm cũ và chưa có sự thay đổi) ( em có đính hình ở dưới). . Em muốn hỏi PĐT, em có thể xem điểm thi đã chỉnh của em ở đâu ạ? . . . . Em chân thành cảm ơn.",
            "Chào em,. . Em  gửi phúc tra bài thi trên mybk: em vui lòng xem kết quả trên web em nhé. PĐT thường xuyên cập nhật kết quả trên web. . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ PĐT cho con hỏi các điều kiện cụ thể để vào chương trình kỹ sư tài năng ạ. Và quy trình khi mình nộp đơn xin xét vào lớp tài năng là như thế nào. Con xin chân thành cảm ơn ạ!",
            "Chào em,. . Em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô PĐT, em tên là [full_name], MSSV là [student_id].. . Em hiện đã đăng kí [full_name]VTN ngành Điều khiển và Tự động hóa, tuy nhiên có hai mã là A01 và [full_name]01, thầy cô cho em hỏi là [full_name]01 có phải là báo cáo luận văn ở Cơ Sở 2 không ạ?. . Vì hiện em đang đăng kí [full_name]01 do đợt trước A01 lúc đầu đủ người. Nhưng em lại muốn báo cáo luận văn ở Cơ sở 1 ạ mà em lỡ đăng kí [full_name]01 rồi ạ.. . Mong được thầy cô giải đáp, em cảm ơn rất nhiều ạ. . Chúc thầy cô có nhiều sức khỏe",
            "Chào em,. . Em đăng ký nhóm A, L đều được. Nơi báo cáo em vui lòng hỏi [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo,. . . . Em là [full_name]SV: [student_id] sinh viên K17 Khoa cơ khí. Hiện em đã tích lũy được 118 tín chỉ ( vì nhà trường tạm thời tích lũy tín chỉ cho các môn chưa có điểm) và 15.5 ngày CTXH. Nhưng theo chương trình đào tạo thì em phải tích lũy đủ 123 mới được nhận LVTN.. . . . Vì các năm trước em đã thi avđv và qua các chuẩn av hằng năm nên em dự định thi Toeic để chuyển điểm và đăng kí LVTN nhưng vì điều kiện khó khăn do dịch bệnh em chưa thể có bằng toeic và chuyển điểm trong ngay thời điểm này.. . . . Thông thường em thấy lịch học vụ hằng năm khác biệt rất lớn so với năm nay và cũng không có trước để em tham khảo ngày giờ đăng kí môn học nên rất khó để chủ động đăng kí thi toeic cho kịp các đợt đăng kí môn học.. . . . Em đã đăng kí LVTN nhưng không được vì không đủ điều kiện nhận LVTN.. . . . . . Em rất mong phòng đào tạo có thể xem xét giúp em để em có thể nhận LVTN.. . . . Em xin chân thành cảm ơn.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi, em đã phúc khảo bài môn Qúa trình sinh học từ ngày 15/1/2022 nhưng đến bây giờ vẫn chưa có kết quả và sắp hết thời gian cho phép. Em không biết khi nào có kết quả vậy ạ. Mong thầy cô giải đáp thắc mắc của em. Em xin cảm ơn và chúc thầy cô sức khỏe.",
            "Chào em, . . Vui lòng trình bày rõ giúp cô là bạn đã đăng ký phúc tra chưa? Ở học kỳ nào?. . Khi nào [full_name] gửi kết quả lên cho PDT thì PDT sẽ cập nhật trên mybk/phúc tra cho SV xem nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo,. . . . Em là [full_name]. . MSSV: [student_id]. . Khoa: Kỹ thuật Hóa Học Chương trình Chất lượng cao. . . . Em viết thư này để xin phòng đào tạo xét tốt nghiệp cho em trong đợt 18/1/2022 - 19/1/2022 lần này. Em đã bảo vệ luận văn tốt nghiệp tại Bộ môn Quá trình & Thiết bị ngày 31/12/2021 và đã nhận được điểm số. Em xin phòng đào tạo xét tốt nghiệp để em có thể hoàn thành hồ sơ sớm nhất ạ.. . . . Em cảm ơn",
            "\"\"\"Chào em,. . Trường hợp SV đã đủ điều kiện tốt nghiệp, SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022 (Hiện tại chưa cập nhật). . Sau thời gian công bố danh sách dự kiến tốt nghiệp, trường hợp SV vẫn chưa có tên trong danh sách dự kiến, có thể gửi câu hỏi qua bksi để được xét bổ sung (nếu đã đủ điều kiện tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kinhs gửi PĐT Đại học Bách Khoa TPHCM. . Em tên [full_name], mssv: [student_id], khoa QLCN (k17).. . Lí do: Do tình hình dịch vừa rồi nên tiến độ thi anh văn để chuyển điểm của em gặp vấn đề. Vì vậy, em thiếu tín chỉ để đk LVTN kì tới (em đã hoàn thành tất cả các môn, ngoại trừ av1,2,3,4). Em đã đăng kí thi để chuyển điểm lấy tin chỉ, nhưng phải qua Tết mới có kết quả để nộp cho trường xét chuyển điểm. Vậy khi đó, em đ/k bổ sung LVTN được không ạ? Và nếu không được thì em xem như không có đ/k tín chỉ ở kì tới, vậy em có bị cảnh cáo học vụ vì không có đ/k tín chỉ không ạ?. . Mong quí thầy/cô giải đáp giúp em!. . Em cảm ơn!. .",
            "Chào em,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . - Hiện tại Pdt không thể cứu xét theo yêu cầu của SV để đăng ký LVTN trong HK212 vì thiếu điều kiện đăng ký môn học. Bạn vui lòng hoàn thành các điều kiện còn thiếu trong HK212, sau đó đăng ký LVTN vào HK213 để Pdt xét.. . - Về kế hoạch đăng ký LVTN trong HK213, Bạn vui lòng xem chi tiết: \"Kế hoạch học tập của HK2 và HK hè năm học 21-22\" Pdt đã gởi qua mail vào ngày 27/12/2021- [full_name] 6. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 .  cho em hỏi các môn học như giải tích 2, hóa đại cương,... thì có cần đăng kí không ạ haynhaf trường xếp như ở kì 1.. . . . . .",
            "Chào em,. . Về Chương trình Đào tạo, danh sách môn tương đương…, em vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . - Việc ĐKMH do SV đăng ký (trừ hk 1 mới vào trường xếp cứng).. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em học môn chi tiết máy mã ME2007, lớp L03, kì 211. . . . Em đã đăng kí hoãn thi trên mybk trong thời hạn đăng kí được và em cũng gửi mail cho thầy [full_name] và thầy cũng đồng ý. Em thấy mình cũng không thuộc trường hợp cấm thi của trường.. . . . Ngày thi em có vắng mặt, sau này nhà trường sẽ cập nhật điểm hoãn thi sau đúng không ạ, em thi trước ngày 12/1/2022.. . . . Em cảm ơn cô.. . . . Em có gửi kèm ảnh bảng điểm ạ",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé em, dự kiến ra quyết định chung vào tháng 2, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . Thân mến. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "i Đăng ký môn học . Chào thầy/cô,. . Em là [full_name], sinh viên khóa K18 khoa Khoa học Máy tính.. . 3 đợt đăng kí môn học trước em có đăng kí môn Luận văn tốt nghiệp(khmt - CO4317 nhưng bị hủy môn với lí do Không đủ đ/kiện nhận LVTN. Em kiểm tra thì thấy mình bị thiếu tín chỉ tích lũy. Tuy nhiên học kì trước em có học và hoàn thành 4 môn trong danh mục xét miễn của chương trình liên thông Đại học - Thạc sĩ nhưng PĐT sau đại học chưa kịp chuyển điểm và em cũng còn 2 môn ở HK202 bên đại học là Phân tích và thiết kế giải thuật (CO3031) và môn Tính toán song song (CO3067) vẫn chưa có điểm. Em có viết đơn xin cứu xét đăng ký môn học gửi lên Ban Chủ nhiệm Khoa và đã được duyệt. Đơn xin cứu xét và các minh chứng nằm trong mục Các tập tin đính kèm.. . Em tạo yêu cầu ở đây mong thầy/cô có thể giúp em đăng kí môn học Luận văn tốt nghiệp(khmt - CO4317 - nhóm L01. Em xin cảm ơn.. .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kính thưa nhà trường. Em đã gữi mail và hỏi đáp nhiều lần nhưng đến nay vẫn chưa đăng ký môn học được. Nay là thời điểm cuối cùng để đăng ký đồ án tốt  nghiệp.. . Tình trạng sinh viên đang học. . . Còn trong thời gian đào tạo (ngành kiến trúc tối đa 15 kì). . Không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần.. . Tuy nhiên em đăng ký môn học vẫn báo lỗi. Mong trường xem xét và giải quyết giúp e ạ.!!. .",
            "Chào bạn,. . Bạn vui lòng nói rõ bạn không đăng ký được môn gì (tên môn học, MSMH) để BKSI chuyển cho bộ phận ĐKMH kiểm tra và xử lý. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Giải tích 1 - MT1803 . . Vật Lý 1 - PH1803. . Anh [full_name] 1 - LA1803. . Chuyển từ kĩ thuật xây dựng công trình cảng biển hệ chính quy sang kĩ thuật xuây dựng dân dụng ( [student_id]) hệ VLVH",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa quý thầy/cô Phòng Đào Tạo. . Kì thi cuối kì vừa rồi, em đã đăng kí hoãn thi môn Giải Tích 2 ( môn này vẫn thỏa điều kiện hoãn thi trong 1 năm ), nhưng trên Mybk điểm cuối kì của em là 13. . Vậy cho em hỏi là đây là điểm tạm thời, sẽ hậu kiểm, sửa lại sau hay là điểm chính thức luôn ạ , nếu là điểm chính thức thì em sẽ phải đăng kí phúc tra phải không ạ ?. . Em xin chân thành cảm ơn",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé em, dự kiến ra quyết định chung vào tháng 2, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Dạ em là [full_name] - [student_id] thuộc bộ môn Cơ Điện Tử khoa Cơ Khí. Dạ trong kỳ hiện tại 212 em có đăng ký môn đồ án thiết kế và đã có trong lịch học nhưng hiện tại vẫn chưa có trong bk elearning, mong nhà trường có thể khắc phục giúp em. Em cảm ơn",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân",
            "Chào em;. . môn  đồ án bạn liên hệ giảng viên hướng dẫn ở khoa, không có trên bk-elearning nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em xin chào thầy/cô.. . Dạ cho em hỏi là nếu em hoãn thi AV4A (nhu cầu) vào ngày 23/01/2021 sắp tới thì có ảnh hưởng đến xét \" Học bổng khuyết khích học tập \" hay không ạ ?. . Dạ em xin cảm ơn ạ",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo,. .   Em tên là [full_name] - MSSV [student_id] - Khoa Môi trường & Tài nguyên. Em muốn trình bày việc tài khoản mybk của em bị mất thời khóa biểu học kì 2 và cả trang mybk lại trở về học kì 1. Và ngay cả bkel cũng mất hoàn toàn dữ liệu của hk2 mà chỉ còn hk1.. .  Mong phòng đào tạo kiểm tra lại tài khoản của em và chỉnh sửa lại giúp em. Em chờ hồi âm sớm nhất từ phòng đạo tào. Em cảm ơn thầy cô rất nhiều ạ. . . Thân gửi",
            "Chào em,. . SV bị hủy kết quả (không nộp bằng thpt, nợ HP nhập học). . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô. Hôm trước e có làm thủ tục đăng kí tốt nghiệp và đã đóng tiền. Nhưng bây giờ vào kiểm tra lại thì lại không có trong danh sách tốt nghiệp. Mong thầy cô cho em biết hiện tại e đang có thiếu sót hay gặp vấn đề gì ạ?",
            "Chào em,. . Trường hợp của em đã được cập nhật tình trạng tốt nghiệp tại mybk/Thông tin sinh viên/tình trạng.. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công và nhận được mail xác nhận đồng ý, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . HIện tại em vẫn đang học Pre thì em có cần phải đăng ký Luận văn tốt nghiệp + Thực tập tốt nghiệp + Đề cương luận văn không ạ?. .",
            "Chào em;. . em liên hệ văn phòng Đào tạo Quốc Tế để được giải đáp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào quý thầy cô pđt, e có liên hệ thầy [full_name] bên vhvl về thời gian biết kết quả, nhưng có lẽ do thầy bận hoặc trôi tin nhắn. Mail e là [email]. Kính mong quý thầy cô liên hệ thầy [full_name] trả lời mail e ạ. E cảm ơn",
            "Chào em,. . Em phải sử dụng tài khoản @hcmut.edu.vn ([email]) gửi email, kiên nhẫn chờ trả lời nhé.. . Thân mến."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô,. . . . Em đã nộp chứng chỉ IELTS về cho trường và đã nộp phí chuyển điểm r ạ, không biết là bao giờ thì em có thể xem điểm đã được chuyển chưa và xem ở đâu ạ.. . . . Em cảm ơn.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô,. . . . Tính đến hết học kì 211, em đã đạt được 109 tín chi, đã nộp chứng chỉ IELTS (và em cũng đã nộp phí chuyển điểm) nhưng em không đăng kí được môn LVTN CO4317. Em không biết có phải do em chưa đủ số tín chỉ không ạ? mong thầy cô giúp đỡ.. . . . Em cảm ơn.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy/cô,. . . . Em muốn hỏi về quy trình xét chọn vào chương trình tài năng (của ngành KHMT). Em không biết là sau khi hết năm 1 có cần phải làm hồ sơ xét tuyển gì không, và tiêu chí tuyển loại là bao gồm điểm của tất cả môn hay chỉ tính môn chuyên ngành thôi ạ? Em cảm ơn rất nhiều.. . . . Chúc thầy/cô một ngày vui vẻ.. . . . [full_name]",
            "Chào em,. . Em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em là [full_name], MSSV [student_id], K16 khoa Xây Dựng. Trong HK2 năm 2020-2021 và HK1 năm 2021-2022 em không có đăng ký môn học nào hết, tình trạng sinh viên là Tạm dừng. Đợt đăng kí môn học HK2 2021-2022 em cũng không đăng ký môn học nào. Nếu qua Tết em thi Anh văn nói-viết thì có kịp đăng ký Tốt nghiệp không ạ? Nếu không kịp thì có phải em sẽ bị đuổi học không ạ? Em cảm ơn",
            "Chào em,. . Trường hợp của em phải hoàn thành tất cả các điều kiện tốt nghiệp trong đợt tháng 4/2022.. . tính đến HK212 là trường hợp của em đã tạm dừng quá 2 HK liên tiếp.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy,cô!. . . . Thầy,cô cho em hỏi là mình có kết quả hoãn thi hk211 và hoãn thi lẩn nửa của hk202 chưa ạ? Tại em thấy môn em hoãn có cập nhật điểm nhưng là điểm 13 (em không biết có nên mail lại giảng viên hay ko ạ). . . . Em cảm ơn thầy,cô!",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé em, dự kiến ra quyết định chung vào tháng 2, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng đào tạo. . Em là [full_name], MSSV:[student_id] thuộc khoa Địa Chất và [full_name]. Vì lý do điều trị và không để ý em đã đọc không kĩ và bỏ qua gmail thông báo thu BHYT 2022 dành cho sinh viên các khoá. . . Em hiện tại có mong muốn được tham gia bảo hiểm y tế. Không biết nhà trường có quyết định chính thức gì về vấn đề học sinh không tham gia BHYT chưa, cũng như có hướng hỗ trợ những sinh viên đăng kí BHYT đợt 3 không ạ? . . Mong sớm nhận được phản hồi. . . Em cảm ơn. . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em tên [full_name]  [student_id]. . . . cho em hỏi em làm đơn chuyển qua hệ vlvh rồi ạ mà giờ sao em còn là sinh viên chính quy và em không đc đăng kí môn học dự thính khi chưa học lần nào ạ , lần trước em có hỏi là em đã chuyển qua vlvh rồi ạ mà giờ em đăng kí học dự thính thì lại không được vì em là sinh viên chính quy ạ. . . . em xin nhờ thầy/cô check giùm em xem là em đang là sinh viên dạng nào ạ ! . . . . em cảm ơn thầy cô nhiều ạ",
            "Chào bạn,. . . . Hiện tại bạn đã có quyết định chuyển hệ số 335/QĐ-ĐHBK, ngày 21/5/2021. . . . . P.ĐT cũng đã kiểm tra bạn có TKB của HK2/2021-2022 rồi. Mời bạn vào trang Mybk để kiểm tra lại thời khóa biểu nhé. . . . Chúc bạn học tốt. . Thân,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy (cô), dạ cho em hỏi là trong đợt đăng kí môn học dự thính lộ trình 2 này trong gmail pdt nói có thể điều chỉnh nhóm hoặc huỷ môn. Nhưng mà em không điều chỉnh nhóm hoặc huỷ môn được là lí do bị sao ạ.",
            "Chào bạn,. . . . Bạn vui lòng gửi lại thông tin, xác định rõ yêu cầu để P.ĐT hỗ trợ. . . . . Trường hợp bạn không hủy/điều chỉnh được trên trang ĐKMH thì bạn gửi lại yêu cầu hủy hay điều chỉnh... môn học (ghi rõ MSMH và tên môn học) để P.ĐT kiểm tra nhé. . . . Chúc bạn học tốt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào pđt. Em là sv K15 thì điểm chuyển đổi Tiếng Anh nghe đọc là 600 trở lên mới có điểm cho 4 cột AV1-2-3-4 nhưng em chỉ mới học đến AV2 và điều kiện xét tốt nghiệp K15 của em là 500.. . Pđt cho em hỏi là em phải thi từ 600 trở lên thì mới có thể xét tốt nghiệp đúng không ạ? . . Em xin cảm ơn",
            "Chào em,. . Khóa 2015 được áp dụng chuyển điểm theo bảng điểm cũ nhé bạn. SV xem tại đây. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/4.   Chuyển điểm các môn ngoại ngữ và bảng quy đổi tương đương các chứng chỉ/ Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2017-2018 đến HK3/2019-2020. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi pđt xét nhận luận văn tốt nghiệp học kì hè 213 đúng như chuẩn hiện nay đang áp dụng (không xét tới chuẩn anh văn) hay trở về chuẩn xét như cũ (có chứng chỉ ngoại ngữ đạt chuẩn).. . Học phí cho môn luận văn tốt nghiệp học kì hè 213 sẽ tính theo giá học phần chính quy (350k/tín chỉ) hay học phần kì hè (880k/tín chỉ). . . . Em xin cảm ơn",
            "Chào em,. . - pđt xét nhận luận văn tốt nghiệp học kì hè 213 đúng như chuẩn hiện nay đang áp dụng (không xét tới chuẩn anh văn) hay trở về chuẩn xét như cũ (có chứng chỉ ngoại ngữ đạt chuẩn).. . Học phí cho môn luận văn tốt nghiệp học kì hè 213 sẽ tính theo giá học phần chính quy (350k/tín chỉ) hay học phần kì hè (880k/tín chỉ). . =  Hiện tại chưa có thông báo về việc này nhé.. . - Học phí cho môn luận văn tốt nghiệp học kì hè 213 sẽ tính theo giá học phần chính quy (350k/tín chỉ) hay học phần kì hè (880k/tín chỉ). . =  Môn LVTN tính tiền giống với TTTN trong hè các hk trước nhé. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em chào thầy/ cô.. . . . Hiện em đang là SV K18, vì còn thiếu môn Hệ thống số (mã cũ CO1009) nhưng trường không mở nữa. Vậy nên em có đăng ký dự thính môn Hệ thống số (mã mới CO1023) đợt này,   B tuy nhiên nó lại bị chồng chéo với quy định không được học trước môn trong kỳ dự thính (?)   /B . Em mong rằng trường sẽ giải quyết vấn đề này đối với những người học lại môn tương đương như tụi em ạ.. . . . Ở dưới em có đính kèm hình ảnh ghi lý do bị xóa đăng ký, mong trường kiểm tra lại ạ.. . . . Trân trọng, . . [full_name]. .",
            "Chào bạn. . Pdt sau khi kiểm tra đã đồng ý dkmh cho bạn. . Ngày 11/2 bạn xem tkb cập nhật mới tại Mybk-xemtkb. . Thân",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Em chào cô ạ, . . . . Em đã nhận được thông tin là PĐT đồng ý đăng ký môn học cho em, tuy nhiên không hiểu tại sao khi vào MyBk -  ĐKMH -  \"KẾT QUẢ ĐỢT 2 ĐĂNG KÝ MÔN HỌC DỰ THÍNH MÔN HỌC HK212 - ĐỢT 2 - LỘ TRÌNH 2\" vào lúc 11/02/2022 thì   B kết quả lại trống ạ mặc dù em đã có lịch môn này trên MyBK (cập nhật 26/01/2022)  /B . Khi vào mục \"Lịch sử đăng ký\" thì lý do bị xóa môn học của hệ thống như hình 1 (theo em hiểu là môn bị hủy). . . . . Tuy nhiên bạn em cũng đăng ký môn học này thì \"KẾT QUẢ ĐỢT 2 ĐĂNG KÝ MÔN HỌC DỰ THÍNH MÔN HỌC HK212 - ĐỢT 2 - LỘ TRÌNH 2\" của bạn lại có môn học ạ (hình 2). . . . Em nghĩ đây là lỗi của hệ thống, và em mong trường giúp em việc đăng ký môn học với ạ. Em cảm ơn cô rất nhiều ạ. . . . Trân trọng,. . Minh Trí",
            "Chào em;. . môn này đã có thời khóa biểu trên trang cổng thông tin sinh viên    thời khóa biểu của em nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào anh, chị. . . . Em tên [full_name], mssv [student_id]. Em đã được xét tốt nghiệp vào ngày 11/1 và đã đóng lệ phí tốt nghiệp. Em đã theo dõi và thấy trên mybk ghi là \"đang chờ nhận tại nơi đăng kí nhận\", nhưng hôm nay em thấy mybk ghi là không tìm thấy thông tin trong danh sách dự kiến.. . Anh, chị cho em hỏi khi nào em nhận được giấy tốt nghiệp tạm thời và bằng tốt nghiệp chính thức ạ.. . . . Em cảm ơn, mong anh chị giải quyết và nhận được hồi âm từ anh, chị sớm ạ.",
            "Chào em,. . Cô gửi em file scan giấy CN TNTT, bản giấy đã được gửi theo đường bưu điện cho SV theo địa chỉ SV đã đăng ký nhé. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào thầy cô, em có đăng ký luận văn tốt nghiệp kỳ 211, em đã bảo vệ xong và đủ điểm xét tốt nghiệp, dù chưa có nộp bằng tiếng Anh (như bình thường thì yêu cầu [full_name]iec 500 để được đăng ký luận văn, trong khi đó kỳ này không xét các chứng chỉ ngoại ngữ). Cho em hỏi, điểm luận văn của em có được bảo lưu đến khi em nộp chứng chỉ ngoại ngữ hay không, hay là em phải làm lại luận văn khác?  /i",
            "Chào em,. . Vui lòng trình bày rõ vấn đề của bạn? việc CCNN  không ảnh hưởng đến điểm LVTN của HK211, điểm LVTN do GV và hội đồng chấm, nhập điểm và gửi lên cho PDT. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi quý nhà trường !. . . . Theo như quy định thì học kỳ 212 được miễn xét chứng chỉ anh văn vậy cho em hỏi với việc nhận luận văn tốt nghiệp có được miễn nộp bằng tiếng anh không ạ và nếu miễn nộp thì sau đó có hậu kiểm trong lúc làm luận văn hay không ạ . . . . Mong nhà trường giải đáp thắc mắc giúp em.. . . . Em xin cám ơn !. .",
            "Chào em,. . - Nhà trường tạm thời không xét điều kiện: chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm), xét chuẩn CCAV quốc tế khi xét LVTN, chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . =  Nghĩa là phía sau dấu hai chấm là tạm thời không xét.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa thầy/cô Phòng Đào Tạo,. . Em tên là [full_name], MSSV: [student_id]. Cho em hỏi về việc chuyển điểm, với điểm Toeic 650, em tham khảo bảng quy đổi thì anh văn 4 của em là 9, nhưng hệ thống cập nhật thì lại là 7. Rất mong được quý thầy/cô giải đáp thắc mắc ạ.. . Em xin chân thành cảm ơn ạ.",
            "Chào bạn. . . . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng --   B Phụ lục 1.Mục 4  /B  Quy định về ngoại ngữ . . . . - Theo \"  B Bảng quy đổi tương đương và chuyển điểm   U áp dụng từ HK1/2020-2021  /U   /B \" thì Toeic 650 sẽ được quy đổi sang Anh văn 4 là 7 điểm nhé.. . . . (\"Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2017-2018 đến HK3/2019-2020\" đã hết hạn áp dụng). . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mssv: [student_id]. . . . Em muốn đăng ký môn học giáo dục thể chất học phần 1 nhưng không được. Em mong trường có thể tạo điều kiện để em được học môn này ạ. Ảnh phía dưới là em không hiểu lí do vì sao em không đăng ký được môn.. . Em xin chân thành cảm ơn !. .",
            "Chào em,. . - Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . - Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .      Kính gửi thầy(cô). .  . .      Em hiện là sinh viên năm nhất của trường mình. Chiều nay em mới nhận được thông báo ĐKMH HK Dự thính 212 - lộ trình 2 (Đợt 2). Thầy(Cô) cho em hỏi là nếu như trong hai học kì trong năm nhất em không đăng kí học môn giáo dục thể chất thì em có thể đăng kí môn học này vào học kì dự thính 212 không ạ? . .      Và bởi vì em đã không đăng kí môn giáo dục thể chất trong hai học kì năm nhất rồi, vậy em có bị đình chỉ một học kì vì không hoàn thành học phần 1 của môn giáo dục thể chất không ạ?. . . .      Em xin chân thành cảm ơn. .",
            "Chào em,. . Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào tạo,. . . . Em là [full_name], MSSV: [student_id], lớp CK15NH2. Em xin đăng ký xét tốt nghiệp hệ VLVH trong đợt này.. . . . Thân.",
            "\"\"\"Chào em,. . Trường hợp SV đã đủ điều kiện tốt nghiệp, SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022 (Hiện tại chưa cập nhật). . Sau thời gian công bố danh sách dự kiến tốt nghiệp, trường hợp SV vẫn chưa có tên trong danh sách dự kiến, có thể gửi câu hỏi qua bksi để được xét bổ sung (nếu đã đủ điều kiện tốt nghiệp) (dự kiến cập nhật sau tết nguyên đán). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng đào tạo,. . Em tên là Nguyễn Thị Thùy Vân - MSSV [student_id] - Khoa Khoa học và Kỹ thuật Máy tính. Em muốn trình bày việc tài khoản mybk của em bị mất thời khóa biểu môn học PH1003 - Vật lý 1. Và ngay cả bkel cũng mất hoàn toàn dữ liệu của môn học Vật lý 1. Do đó em không thể làm bài tập trên hệ thống và truy cập vào lớp học nên gây khó khăn cho em trong quá trình học tập.. . Mong phòng đào tạo kiểm tra lại tài khoản của em và chỉnh sửa lại giúp em. Em chờ hồi âm sớm nhất từ phòng đạo tào. Em cảm ơn thầy cô rất nhiều ạ.. . Thân gửi",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Do hiện tại em có đăng ký đồ án 1, do có 1 số phát sinh nên chưa hoàn thành được, nhờ phòng cho phép xin rút môn học này.. . . . Em đã thanh toán đầy đủ học phí của môn này. . . . Mã môn xin rút : CO2023. . . .   i Yêu cầu khác .",
            "Chào em,. . Em vui lòng trình bày rõ giúp. Thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào admin ạ. . Em là [full_name] - [student_id]. . Đợt đăng kí môn học đợt 1 và 2 em không thấy môn CI2057 - Thực tập nhận thức ngành dân dụng mở nên em không biết là đợt 3 có mở, và giờ đã quá hạn. . Em muốn xin đăng kí để kịp tiến độ theo học, mong admin giúp em đăng kí được không ạ.. . Em xin chân thành cảm ơn!",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào anh/chị,. . . . Cho em được hỏi là nếu em muốn phản ánh về chất lượng giảng dạy môn học trong học kỳ 212 này thì em có thể phản ánh qua đâu ạ? Vì theo như nhà trường ra thông báo trong học kỳ 212 sẽ áp dụng phương pháp blended learning, tức 20% thời lượng học sẽ được chuyển qua xem video, nhưng hiện tại trong các môn học em đăng ký ở HK212, có 2 môn giảng viên chưa làm video môn học nào cả (IM3081,IM3083), và một môn giảng viên chỉ lấy video có sẵn trên youtube xuống (IM3041).. . . . Mong được anh chị giải đáp,. . . . Em cảm ơn.",
            "Chào em,. . Trường hiện có nhiều kênh để sinh viên phản ánh:. . - Qua lớp môn học E-learning . . - Gởi về phòng Công tác Sinh viên qua email [email] . . - Phòng Đào tạo qua email [email]. . - Khoa QLCN. . - Hoặc thầy [full_name] qua email [email]. . - Ban Đảm bảo chất lượng qua email: [email]. . . . Em cần ghi rõ chi tiết: mã môn học, tên môn học, mã nhóm, tên GV, HK, gởi đến các nơi muốn gởi ở trên và CC luôn cho BGH qua email [email](để đánh động các đơn vị và BGH có thông tin giải quyết vấn đề).. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo,. .   . .  Em tên là [full_name] - MSSV [student_id] - Khoa Môi trường & Tài nguyên. Em muốn trình bày việc tài khoản mybk của em bị mất thời khóa biểu học kì 2 và cả trang mybk lại trở về học kì 1. Và ngay cả bkel cũng mất hoàn toàn dữ liệu của hk2 mà chỉ còn hk1. Do đó việc tham gia các môn học ở hk2 của em trở nên khó khăn và cả việc xem bài tập trước cũng đã bị hạn chế hoàn toàn. .   Mong phòng đào tạo kiểm tra lại tài khoản của em và chỉnh sửa lại giúp em. Em chờ hồi âm sớm nhất từ phòng đạo tào. Em cảm ơn thầy cô rất nhiều ạ.. . . . Thân gửi",
            "Đã trả lời. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em tên là [full_name], mssv là [student_id], hiện đang là sinh viên của Trung Tâm Bảo Dưỡng Công Nghiệp - Đại học Bách Khoa Thành Phố Hồ Chí Minh. . Hôm nay em viết email này cho Phòng đào tạo để trình bày vấn đề liên quan đến việc đăng kí luận văn tốt nghiệp của em: Theo như đúng lịch đăng kí môn trên Mybk thì hôm nay (19/01/2022) lúc 17h là hạn đăng kí bổ sung LVTN, nhưng do em đi thực tập ngoài trường về trễ nên đã không đăng kí được LVTN. Mong Phòng đào tạo xem xét và mở cho em có thể được đăng kí LVTN để em có thể tốt nghiệp đúng thời hạn ạ.. . Email thầy [full_name] - Giám đốc Trung Tâm Bảo Dưỡng Công Nghiệp: [email]. . Em xin cảm ơn rất nhiều ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có đăng ký thực tập tốt nghiệp ở lượt đăng ký môn học đợt3 và bị hủy mà lượt đăng ký bổ sung hôm nay do em không để ý nên không đăng ký được, bây giờ có cách nào để em có thể đăng ký được không ạ ?. . Em cảm ơn!",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. .",
            "Chào em;. . em vui lòng cung cấp thêm mã môn học của thực tập gấp nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kinhs gửi PĐT Đại học Bách Khoa TPHCM. . Em tên [full_name], mssv: [student_id], khoa QLCN (k17). . Lí do: Do em hiện không đăng kí được LVTN ở học kì tới. Nên em sẽ không có TKB của kì chính sắp tới và sẽ bị buộc thôi học do không có TKB. Vì thế, em đăng kí môn học vào kì dự thính thì có được tiếp tục duy trì tình trạng sinh viên không ạ?. . Mong quí thầy/cô giải đáp giúp em!. . Em cảm ơn!",
            "Chào em,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin Chào PĐT,. . . . Em là [full_name]. . Sinh viên khóa K15, ngành Kỹ thuật cơ khí. . MSSV: [student_id]. . . . Hiện em đã đủ điều kiện tốt nghiệp nhưng vẫn chưa có tên trong danh sách dự kiến tốt nghiệp.. . Em viết mail xin đăng ký xét tốt nghiệp vào học kỳ này.. . . . Em mong sớm được PĐT xét tốt nghiệp và cập nhật tên em trong danh sách dự kiến tốt nghiệp ạ.. . . . Em cảm ơn.. . . .",
            "\"\"\"Chào em,. . Trường hợp SV đã đủ điều kiện tốt nghiệp, SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022 (Hiện tại chưa cập nhật). . Sau thời gian công bố danh sách dự kiến tốt nghiệp, trường hợp SV vẫn chưa có tên trong danh sách dự kiến, có thể gửi câu hỏi qua bksi để được xét bổ sung (nếu đã đủ điều kiện tốt nghiệp) (dự kiến cập nhật sau tết nguyên đán). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào tạo. . Em là [full_name] - [student_id] Khoa cơ khí. . Phòng đào tạo cho em hỏi, em có đăng ký môn đồ án thiết kế máy ME2011 nhóm T01, hiện tại em chưa thấy có lịch học và giảng viện hướng dẫn.. . Mong Phòng đào tạo xem xét về trường hợp của em.. .  Em chờ hồi âm sớm nhất từ phòng đạo tào. Em cảm ơn thầy cô rất nhiều ạ.. . Thân gửi. .",
            "Chào em,. . [full_name] phân công CBGD, em vui lòng liên hệ [full_name] qua email [email] nhé.. . Thân mến. ."
        ]
    }
]