[
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1610363  /b \t. . . .   i Học vụ . Chào Thầy/Cô, em là sinh viên khóa K16, học kỳ này em không đăng ký nhận LVTN được vì chưa đạt chuẩn anh văn, nhưng em vẫn liên hệ thầy cô trong bộ môn và được cho phép làm trước LVTN. Cho em hỏi nếu em hoàn thành chứng chỉ trong thời gian sớm nhất có thể và xin đăng ký LVTN thì có được không và có cần xác nhận từ giáo viên hướng dẫn và bộ môn hay không ạ? Em đang cố gắng hoàn thành chứng chỉ ngoại ngữ trong thời gian ngắn nhất và hoàn thành tốt LVTN. Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Khi nào có CCNN bạn liên hệ PDT xin đăng kí luận văn. Sớm nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "I Học vụ . Hiện tại, em sinh viên năm 3 đăng ký môn tự chọn HK192 nhưng không qua môn, giờ em đăng ký lại môn tự chọn khác cùng nhóm môn học. Theo quy định thì vẫn đủ tín chỉ theo nhóm môn tự chọn, nên vẫn đảm bảo số tín chỉ ra trường.. . Vậy môn tự chọn kia em có cần học lại để qua môn hay không. Nếu không học lại môn đó em có đủ điều kiện tốt nghiệp không ạ?",
            "Chào bạn,. . . . Bạn về khoa để tư vấn cho bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Nhà trường,. . Em có nghe một số thông tin từ khoá K2019 phải đạt yêu cầu về chứng chỉ tin học. Em có xem ở Website của PĐT thì có ghi là \"Nhà trường khuyến khích các SV có chứng chỉ CNTT khi tốt nghiệp ra trường.\" Vậy em có nhất thiết phải thi lấy chứng chỉ CNTT không ạ? Hay là em chỉ cần tham gia kì thi do nhà trường tổ chức là đạt yêu cầu về CNTT?. . Em xin cảm ơn.. . . .",
            "Chào em,. . . . 1. Quy định về Kỹ năng ứng dụng CNTT xin xem trong Phụ lục 3 của Quy chế đào tạo và học vụ của trường (aao.hcmut.edu.vn    Sinh viên    Quy chế). . . . 2. Hiện nay, do hình hình dịch Covid-19, nhà trường chưa tổ chức kiểm tra đánh giá để giúp SV đạt chuẩn. Việc tổ chức đánh giá sẽ được thông báo sau.. . . . 3. SV có thể nộp các chứng chỉ theo quy định về trường để được xét đạt chuẩn. Loại Chứng chỉ ứng dụng CNTT, xem quy định của Bộ Thông tin truyền thông (Thông tư số 03/2014/TT-BTTTT ngày 11/3/2014 của Bộ trưởng Bộ Thông tin và Truyền thông). . Danh sách các đơn vị được cấp chứng chỉ có thể xem ở đây. . (https://thanhnien.vn/giao-duc/danh-sach-cac-don-vi-duoc-to-chuc-thi-va-cap-chung-chi-ngoai-ngu-tin-hoc-[student_id].html). . Trường ĐHBK có tên trong danh sách này (Trung tâm Kỹ thuật Điện toán là nơi tổ chức thi).. . . . 4. Thời hạn ràng buộc: Phụ lục 3 nói trên, Khoản 2 (hết năm 1 để được đăng ký môn của năm 2). Tuy nhiên, HK201, trường chưa ràng buộc.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô ạ. Thầy/cô cho em hỏi là kì kiểm tra a h văn định kì vừa rồi em thi ở trường do IIG tổ chức em đạt được số điểm là 510 ạ (500  x  550), sau khi xem bảng chuẩn anh văn em không biết là với số điểm như vậy em đã pass được môn ANH VĂN 4 chưa ạ? . . Em mong thầy/cô giải đáp thắc mắc giúp em ạ.. . Em xin cảm ơn thầy/cô ạ.. . . .",
            "Chào bạn,. . . . Lần đầu lúc vào nhập học bạn thi điểm cao sẽ xét miễn điểm anh văn, đây là móc điểm được miễn điểm anh văn:. . . . . . Điểm kiểm tra\tXếp lớp\tMiễn học. . và ghi điểm miễn. .    400\tAnh văn cơ bản (nếu có)\t . . 400 – 445\tAnh văn 1\t . . 450 – 495\tAnh văn 2\tAnh văn 1. . 500 – 545\tAnh văn 3\tAnh văn 1, 2. . 550 – 595\tAnh văn 4\tAnh văn 1, 2, 3. . ≥ 600\t \tAnh văn 1, 2, 3, 4. . . . . . Những lần sau bạn thi chỉ dùng để xét chuẩn sinh viên sau các năm.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào cô/thầy văn phòng đào tạo, . . Em là [full_name] sinh viên từng học  lớp MO17QL - Thầy [full_name] chủ nhiệm, để thuận tiện học tập em đã chuyển sang lớp MO18QL- Cô [full_name] chủ nhiệm  ( Có kèm quyết định chuyển lớp của Nhà trường) . Nhưng học kì này em xem trên e-learning vẫn thấy thuộc lớp cũ ( do thầy [full_name] chủ nhiệm) . Em mong phòng đào tạo có thể sửa chữa và chuyển lớp  để em có thể thuận lợi trong việc học tập. . . Em chân thành cảm ơn!",
            "Chào bạn,. . . . PDT đã cập nhật rồi, sẽ cập nhật trên web sau nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô. Em tên [full_name], MSSV [student_id], khoa Điện-Điện tử.. . Em muốn hỏi khi em đã đậu 4 môn anh văn trong trường thì đã đủ tiêu chuẩn để nhận luận văn tốt nghiệp chưa ạ? Hay phải nộp bằng theo chuẩn tốt nghiệp của trường để đủ khả năng nhận luận văn ạ?. . Em cảm ơn thầy/cô đã đọc.",
            "Chào bạn,. . . . Bạn xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi về cách thức đăng kí và thủ tục để xét huy chương tốt nghiệp cho đợt tốt nghiệp tháng 11/2020 sắp tới. . . để xét Huy chương bạc tốt nghiệp thì sinh viên có thể rớt bao nhiêu chỉ ạ?. .",
            "Chào bạn,. . . . Việc này khoa xét nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ xin chào!. . Dạ cho em hỏi em đã đăng ký tốt nghiệp và tình trạng đăng ký ghi là phiếu đăng ký đã xử lý, nhưng sao em chưa nhận được mail phản hồi là xác nhận đã đăng ký thành công công như các bạn khác ạ. Hiện tại tình trạng đăng ký của em trên mybk ghi là phiếu đăng ký đã xử lý và em đã đăng ký từ 30/8 mà vẫn chưa thấy mail phản hồi xác nhận lại ạ, vậy cho em hỏi em đã đăng ký tốt nghiệp thành công chưa ạ",
            "Chào bạn,. . . . Câu hỏi của bạn PDT có gởi đến Ban Quản Lý Mạng của trường, họ  báo là có gửi email thành công yêu cầu sinh viên kiểm tra kỹ lại hộp thư & thư rác của mình.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em chào anh/chị. . cho em hỏi rút môn học có mất phí không ạ với lại kỳ sau e đăng kí lại có tính phí không ạ. . học kỳ chính",
            "Chào bạn. . Bạn Xem chi tiết quy định về rút môn học tại QUY CHẾ [full_name] [full_name] điều 11.2. . Rút môn học phải đóng tiền nghen bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hiện tại em là sinh viên thuộc chương trình đại trà và đang học lớp KSTN của khoa Hoá. Do em có vài trục trặc trong việc tiếp nhận thông tin nên lớp của em bị trùng với lớp KSTN.. . Em muốn hỏi là hiện giờ em có thể đến phòng đào tạo để xin chuyển sang lớp thường được không ạ?. . Em xin chân thành cảm ơn.",
            "Chào bạn. . Về vấn đề này bạn viết đơn xin chuyển nhóm gởi về Khoa xác nhận (Thầy [full_name] ký xác nhận) nhóm chuyển là nhóm thường, nhanh chóng nộp tại pdt cơ sở 1. . hạn cuối đến thứ 6 ngày 2/10. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo.. . Em tên [full_name] lớp VL15KL. Em có đăng kí luận văn tốt nghiệp đợt bổ sung từ ngày 25/9-1/10. Nhưng không đăng kí được do hệ thống báo thiếu chứng chỉ anh văn trong khi em đã nộp chứng chỉ và thẩm tra hợp lệ. Vậy bây giờ em cần làm gì để được đăng kí luận văn. . . Em xin cảm ơn.. . Trân trọng.",
            "Chào bạn,. . . . Khoảng 13h chiều nay bạn lên đăng kí nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào quý thầy cô pđt. . Em hiện là sinh viên năm 4, học kì đến em sẽ nhận luận văn nhưng chưa có bằng anh văn.. . . . Em có thể nộp bằng anh văn nhưng không chuyển điểm 4 anh văn được không. Lí do vì, điểm toeic hiện tại của em chưa đủ tốt nên em không muốn chuyển điểm để ảnh hưởng đến điểm tích lũy.. . . . (nộp tạm bằng toeic để cho nhận luận văn, và thời gian sau mới nộp toeic để chuyển điểm cao). . . . Em cảm ơn quý thầy cô",
            "Chào bạn,. . . . Đươc nha bạn, thì bạn đăng kí nộp toeic, nhưng không đăng kí chuyển điểm.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào quý thầy, cô phòng đào tạo. Hiện nay e đã hoàn thành chương trình chính quy của trường và dự kiến đăng ký tốt nghiệp vào đợt 2 năm 2020. Nhưng đến nay e vẫn chưa có tên trong danh sách dự kiến tốt nghiệp. Mong thầy, cô xem xét giúp em với ạ.. .",
            "Chào bạn,. . . . Bạn liên hệ PDT xin đăng kí xét tốt nghiệp nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn xác nhận điểm để xét loại tốt nghiệp là điểm trung bình tích lũy ngành có đúng không?. . - Nếu đúng thì làm sao em có thể xem điểm này?",
            "Chào bạn,. . Bạn có thể xem quy định về xếp loại tốt nghiệp tại đây:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 21. Xếp loại tốt nghiệp. . Và cách tính điểm TBTLN tại đây nhé:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 19. Số tín chỉ tích lũy, điểm trung bình tích lũy. . Bạn có thể tự tính theo quy định nhé, thường điểm TBTLN khi nào tốt nghiệp thì mới có bạn có thể tham khảo điểm TBTL tại Mybk/Thông tin SV (nếu bạn học theo đúng CTĐT thì 2 điểm này là 1 nhé). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi sau khi cập nhật thông tin trên BKpay rồi, thì kiểm tra ở đâu để biết mình cập nhật ngày nào ạ? Vì lần trước em cũng có cập nhật như trong mail đề cập nhưng vẫn không nhận được khoản tiền hỗ trợ này ạ.. . Em cảm ơn! . .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] - [student_id]. . Em là sinh viên [full_name]15, em có thi 1 đợt toeic vào trước ngày 21/9 nhưng chỉ đc 330đ, em có đăng ký lại liền và lịch thi là 11/10 , vậy cô cho em hỏi là em có được chuyển điểm theo quy định cũ không ạ. Vì nếu chuyển qua quy định mới thì đường sống , đường tốt nghiệp của [full_name]15 tụi em như đi vào ngõ cụt vì format đề mới của Toeic ngày càng khó . .",
            "Chào bạn,. . . . Bạn vui lòng xem lại thông báo PDT nha.. . . . Thân gởi các bạn sinh viên. .  . . Nhà trường gia hạn thời gian đăng ký chuyển điểm các môn ngoại ngữ theo bảng quy đổi cũ (áp dụng trước HK201) cho các trường hợp sinh viên nộp Chứng Chỉ Ngoại Ngữ  trong đó ngày thi CCNN trước ngày 21/9/2020.. .  . . Thời gian gia hạn đăng ký chuyển điểm (phải hoàn thành lệ phí chuyển điểm): trước ngày 01/11/2020.. .  . . -       Trong thời gian gia hạn này, các yêu cầu chuyển điểm Anh văn sẽ được áp dụng theo quy định chuyển điểm cũ (áp dụng trước HK201).. .  . . -       Sau thời gian gia hạn, hoặc đối với các CCNN có ngày thi từ 21/9/2020, các yêu cầu chuyển điểm Anh văn sẽ áp dụng quy định chuyển điểm mới (áp dụng từ HK201).. .  . . Thông báo này áp dụng cho tất cả các Khóa. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . [CẬP NHẬT DANH SÁCH TỐT NGHIỆP DỰ KIẾN]. . . . Gửi anh chị PĐT,. . . . Em tên là [full_name], MSSV [student_id], Khoa Kỹ thuật Hóa học.. . Em đã hoàn thành xong chương trình đào tạo (bảo vệ luận văn, thi pass TOEIC nói viết, cũng như TOEIC nghe đọc. Nhưng hiện tại em chưa có tên trong danh sách dự kiến tốt nghiệp. (Trong khi đó bạn em có cùng thời gian bảo vệ luận văn và thi cùng qua TOEIC nói viết nhưng đã có tên ạ).. . . . Em mong PĐT xem xét lại trường hợp của em ạ.. . . . Cảm ơn anh chị,. . . . [full_name]",
            "Chào bạn,. . . . Theo luật không có TKB sẽ không còn được phép in thẻ sinh viên, nếu sinh viên cần thẻ với lý do chính đáng, sinh viên viết đơn nộp PDT để xin in thẻ sinh viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng Đào tạo. . . . Em xin rút môn IM3061 trong HK1 2020-2021 . E dự định sẽ đăng ký lại IM3061 trong hk dự thính DT201 .. . . . Lý do: GVBM chủ động đổi TKB - e bị trùng với kế hoạch cá nhân. . . . . Trân trọng cảm ơn . .   i Đăng ký môn học .",
            "Chào bạn,. . . . Bạn muốn rút môn học,  bạn làm đơn rút môn học nộp PDT (rút môn học sẽ tính học phí nha).. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Chào thầy/cô,. . . . Môn tự chọn A ngành Khoa học Máy Tính của em yêu cầu 3TC, trong 2 môn dưới đây:. . AS2001\tCơ học ứng dụng. . PH1005\tVật lý 2. . HK191 em có học [Cơ học ứng dụng] nhưng em rớt. Sau đó HK193, em đăng kí học môn [Vật lý 2] và đã qua. Như vậy, em có cần học lại môn Cơ học ứng dụng không ạ ? \t. .   i Học vụ .",
            "Chào bạn,. . . . Trường hợp bạn nêu trên bạn không cần học môn Cơ học ứng dụng. Vì nhóm môn tự chọn bạn đã tích luỹ đủ tín chỉ.. . . . Thân. . . .",
            "Dạ em chào cô,. . Khi mà em đã đủ tín chỉ tích lũy thì điểm của môn rớt ([Cơ học ứng dụng]) có tính vào điểm trung bình tích lũy không ạ ?. . Em cảm ơn.",
            "Chào bạn,. . . . Về chương trình đào tạo, bạn về khoa để tư vấn thêm.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa thầy/cô, em muốn xin mượn học bạ cấp 3 để làm hồ sơ có được không ạ, và nếu được thì có cần ghi đơn hoặc là có yêu cầu gì không ạ, em cám ơn thầy/cô",
            "Chào bạn,. . . . - Khi nhận hồ sơ nhập học, PDT chỉ nhận bảng photo công chứng không nhận bảng chính của sinh viên.. . . . - Nếu bạn cần nhưng bị mất học bạ bạn phải liên hệ trường cấp 3 của mình nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em khóa k14, hiện nay e đang ở hk 13 nhưng em đang trả nợ môn để học kì sau đk LVTN, nhưng em xem ở điều 5 thì thấy nhk max là 13 , liệu em có đủ thời gian đk lvtn ko ạ, mong anh chị tư vấn :(",
            "Chào bạn. . - Về quy định thời gian và kế hoạch học tập: Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . - Đối với K2014, bạn chỉ còn 1 Hk201 là hết thời gian học. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Từ khóa K2019, SV chương trình đại trà phải nộp chứng chỉ CNTT cơ bản hoặc chứng chỉ quốc tế IC3, MOS. Theo em biết, chứng chỉ quốc tế MOS có các loại như MOS Word, MOS Excel, MOS Powerpoint... Không biết nhà trường có yêu cầu cụ thể nộp chứng chỉ MOS nào hay không?",
            "Chào em,. . . . 1. Quy định về Kỹ năng ứng dụng CNTT xin xem trong Phụ lục 3 của Quy chế đào tạo và học vụ của trường (aao.hcmut.edu.vn    Sinh viên    Quy chế). . . . 2. Hiện nay, do hình hình dịch Covid-19, nhà trường chưa tổ chức kiểm tra đánh giá để giúp SV đạt chuẩn. Việc tổ chức đánh giá sẽ được thông báo sau.. . . . 3. SV có thể nộp các chứng chỉ theo quy định về trường để được xét đạt chuẩn. Loại Chứng chỉ ứng dụng CNTT, xem quy định của Bộ Thông tin truyền thông (Thông tư số 03/2014/TT-BTTTT ngày 11/3/2014 của Bộ trưởng Bộ Thông tin và Truyền thông). . Danh sách các đơn vị được cấp chứng chỉ có thể xem ở đây. . (https://thanhnien.vn/giao-duc/danh-sach-cac-don-vi-duoc-to-chuc-thi-va-cap-chung-chi-ngoai-ngu-tin-hoc-[student_id].html). . Trường ĐHBK có tên trong danh sách này (Trung tâm Kỹ thuật Điện toán là nơi tổ chức thi).. . . . 4. Thời hạn ràng buộc: Phụ lục 3 nói trên, Khoản 2 (hết năm 1 để được đăng ký môn của năm 2). Tuy nhiên, HK201, trường chưa ràng buộc. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Gừi thầy cô phòng đạo tạo,. . Hôm qua em có nhận phản hồi về việc hình ảnh sinh viên em tải lên cho việc đăng ký tốt nghiệp chưa hợp lệ. Tuy nhiên, em không thể tải lại ảnh mới do em đã bấm xác nhận hình ảnh trong phần đăng ký tốt nghiệp. Do đó, thầy cô có thể hướng dẫn giúp em cách để tải lại ảnh mới được không ạ? Em có đính kèm ảnh phản hồi tự động dưới đây. Hi vọng nhận được phản hồi từ thầy cô ạ. Em cảm ơn ạ.",
            "Chào bạn,. . . . Bạn đã bấm xác nhận rồi, ý bạn muốn cập nhật ảnh mới hay sao?, hay là vẫn ảnh cũ.. . . . Thân",
            "Chào cô ạ, . . Ngày 02/10 em có nhận được mail từ phòng đào tạo là đã mở khóa để em upload lại ảnh sinh viên rồi ạ. Hôm nay 04/10 em đã upload lại ảnh mới, vậy thì hệ thống sẽ tự động cập nhật lại ảnh mới cho em hay em có cần làm thêm bước nào khác nữa không ạ. . . Em cảm ơn cô nhiều ạ.",
            "Chào bạn,. . . . Đây là ảnh mà bạn  cập nhật  về PDT, bạn đã bấm xác nhận ảnh này. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy cô,. . . . Em tên [full_name], thuộc khoa máy tính.. . . . HK191, em đã hoàn thành đề cương luận văn tốt nghiệp (CO4321).. . . . Nhóm em bảo lưu 1 học kỳ, đến học kỳ 201 thì tiếp tục làm luận văn tốt nghiệp. Tuy nhiên, trường hợp của em không đủ điểm anh văn để đăng ký luận văn tốt nghiệp.. . . . Cho em hỏi em có phải đăng ký lại đề cương luận văn tốt nghiệp mới hay không? Hay vẫn có thể cùng làm luận văn tốt nghiệp với nhóm ở học kỳ 201,rồi đến học kỳ 202 em chính thức đăng ký luận văn tốt nghiệp và tiếp tục phát triển đề tài của nhóm, được không ạ?. . . . Cảm ơn thầy cô!",
            "Chào bạn,. . . . PDT chỉ giải quyết cho bạn đăng kí môn học thôi, còn việc bạn làm đề cương luận văn và luận văn như thế nào bạn liên hệ khoa và giáo viên hướng dẫn luận văn nha.. . . . Thân",
            "Chào bạn. . - Pdt kiểm tra môn đề cương luận văn tốt nghiệp bạn được 9.5, nên tiếp theo bạn cần đăng ký LVTN. . - Pdt chỉ có thể hỗ trợ bạn đăng ký môn LVTN, còn vận hành môn bạn phải liên hệ trực tiếp Khoa - Bộ môn để giải đáp. . Thân. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "U   QUOTE Yêu cầu khác: Cô cho em hỏi là học phí kì dự thính 201 là 480k/1 chỉ hay 550k/1 chỉ vậy ạ.",
            "Chào bạn,. . . . Hiện tại nhà trường chưa có thông báo về học phí dự thính 201, khi nào nhà trường có thông báo dự thính PDT sẽ gởi mail cho sinh viên và cập nhật trên trang web PDT .. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Vào học kỳ hè 193, do em bị bệnh nên đã đăng ký rút môn học học kỳ hè (có tính học phí) trên trang http://bksi.hcmut.edu.vn/ và được anh [full_name] giải quyết yêu cầu. Mã câu hỏi là 14318.. . . . Em đăng ký huỷ 2 môn là: SP1003 và IM1013, nhưng hiện tại trên mybk chỉ có môn SP1003 có điểm tổng kết là RT còn môn IM1013 điểm tổng kết là 13. . . . . Kính mong nhà trường kiểm tra lại giúp em ạ.",
            "Chào bạn,. . . . [full_name] ghi nhận trường hợp của bạn, rút môn SP1003 và IM1013. Sẽ cập trên Mybk cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy/cô!. . . . Thầy/cô vui lòng cho em hỏi thời gian cập nhật danh sách tốt nghiệp là khi nào với ạ. Điểm luận văn của em vừa được cập nhật hồi thứ 2, không biết khoảng bao lâu thì mới được cập nhật danh sách tốt nghiệp dự kiến để đăng kí tốt nghiệp vậy ạ?. . . . Em xin cám ơn!",
            "Chào bạn,. . . . Bạn liên hệ PDT xin đăng kí xét tốt nghiệp nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào phòng đào tạo. . Em là [full_name] [student_id]. Em cần sự hỗ trợ in bảng điểm các năm học để có thể nộp học bổng Honda 2020, em đã đăng kí và thanh toán trên bkpay, nhưng ngày trả là ngày 6, nhưng ngày deadline nộp học bổng thì là ngày 5. Em mong muốn phòng đào tạo có thể hỗ trợ em in sớm để em có cơ hội nộp học bổng hỗ trợ cho việc học tập của em ạ.. . Em xin cảm ơn",
            "Chào bạn,. . . . Việc in bảng điểm được  phần mềm lập trình sẵn, nên không thể giúp bạn in bảng điểm sớm được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào cô ạ. . Em tên: [full_name]. . Mssv: [student_id]. . . . Lần trước em có nhờ cô đăng kí bổ sung lớp anh văn 2 thì cô có đồng ý rồi ạ. Em đợi cập nhật thời khoá biểu mà 2 ngày rồi chưa thấy ( em có đính kèm ảnh ) nên e tạo yêu cầu nhờ cô xem giùm e là cô đăng kí cho em vào nhóm/lớp nào để e lên xem thời khoá biểu đi học điểm danh cô ơi. . .  . . Em cảm ơn cô ạ.",
            "Em có thời khoá biểu rồi ạ. Em cảm ơn cô"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name] , mssv :[student_id]. . Hiện tại em đang đăng kí học anh văn2 Mã môn học :LA1005  ban ngày vì em không có thời gian đi học nên em muốn đổi qua học dự thính ban đêm thi có được không ạk .và lúc em hủy môn học ban ngày thì có cần phải đóng học phí không ạk. . Em xin cảm ơn .. .",
            "Chào bạn,. . . . Học kỳ 201 hiện tại không huỷ được nha bạn, bạn muốn huỷ thì bạn làm đơn rút môn học có tính học phí nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi thời hạn nộp bằng tin học là cuối kì 201 hay cuối kì 202 ạ. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . . . 1. Quy định về Kỹ năng ứng dụng CNTT xin xem trong Phụ lục 3 của Quy chế đào tạo và học vụ của trường (aao.hcmut.edu.vn    Sinh viên    Quy chế). . . . 2. Hiện nay, do hình hình dịch Covid-19, nhà trường chưa tổ chức kiểm tra đánh giá để giúp SV đạt chuẩn. Việc tổ chức đánh giá sẽ được thông báo sau.. . . . 3. SV có thể nộp các chứng chỉ theo quy định về trường để được xét đạt chuẩn. Loại Chứng chỉ ứng dụng CNTT, xem quy định của Bộ Thông tin truyền thông (Thông tư số 03/2014/TT-BTTTT ngày 11/3/2014 của Bộ trưởng Bộ Thông tin và Truyền thông). . Danh sách các đơn vị được cấp chứng chỉ có thể xem ở đây. . (https://thanhnien.vn/giao-duc/danh-sach-cac-don-vi-duoc-to-chuc-thi-va-cap-chung-chi-ngoai-ngu-tin-hoc-[student_id].html). . Trường ĐHBK có tên trong danh sách này (Trung tâm Kỹ thuật Điện toán là nơi tổ chức thi).. . . . 4. Thời hạn ràng buộc: Phụ lục 3 nói trên, Khoản 2 (hết năm 1 để được đăng ký môn của năm 2). Tuy nhiên, HK201, trường chưa ràng buộc.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô,. . . . Em là Thanh Bạch là Sv K15 tốt nghiệp tháng 7/2020. Tài khoản GG Drive SV em lưu nhiều dữ liệu học tập trong khoảng thời gian ở trường. Gần đây em lên kiểm tra để load file về máy để backup (vì biết sau khi TN trường có chính sách thu hồi lại tk email SV) thì rất nhiều tài liệu đã bị mất chỉ còn lại folder rỗng, các hoạt động up file cũng không tìm thấy.. . . . Thầy/cô có thể hỗ trợ em xử lý vấn đề này được không ạ? Em rất hi vọng có thể hồi phục lại dữ liệu đã bị mất của mình. . . . . Em cảm ơn.",
            "Chào bạn,. . Bạn có thể liên lạc với Ban quản lý mạng của Trường để được hướng dẫn và hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1914048  /b \t. . . .   i Học vụ . Em chào quý thầy cô ạ, . . Em là sinh viên năm 2 của trường, vào ngày 19/09/2020 em có tham gia kì thi Kiểm tra Trình độ Tiếng Anh của trường do IIG tổ chức ở cs2 và em đạt được 575 điểm cho cả 2 phần. Thầy cô cho em hỏi là em có được dùng điểm đó chuyển vào phần Anh Văn(1,2,3,4) của trường không ạ. Và nếu được thì thủ tục sẽ như thế nào ạ? mong thầy cô cho em phản hồi sớm nhất có thể ạ. Em xin cảm ơn",
            "Chào bạn,. . . . Lần đầu lúc vào nhập học bạn thi điểm cao sẽ xét miễn điểm anh văn, đây là móc điểm được miễn điểm anh văn:. . . . . . Điểm kiểm tra\tXếp lớp\tMiễn học. . và ghi điểm miễn. .    400\tAnh văn cơ bản (nếu có)\t . . 400 – 445\tAnh văn 1\t . . 450 – 495\tAnh văn 2\tAnh văn 1. . 500 – 545\tAnh văn 3\tAnh văn 1, 2. . 550 – 595\tAnh văn 4\tAnh văn 1, 2, 3. . ≥ 600\t \tAnh văn 1, 2, 3, 4. . . . . . Những lần sau bạn thi chỉ dùng để xét chuẩn sinh viên sau các năm.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy/cô cho em hỏi về vấn đề chuẩn CTNN cơ bản của khóa k19 với ạ:. . - Nhà trường sẽ tổ chức cho SV tham dự (như kiểm tra AVĐV) hay SV tự lấy bằng và nộp cho nhà trường ạ?. . - Chuẩn này ảnh hưởng như thế nào đến quá trình học tập ạ? Cụ thể là đến học kì mấy là phải có ạ?",
            "Chào em,. . . . 1. Quy định về Kỹ năng ứng dụng CNTT xin xem trong Phụ lục 3 của Quy chế đào tạo và học vụ của trường (aao.hcmut.edu.vn    Sinh viên    Quy chế). . . . 2. Hiện nay, do hình hình dịch Covid-19, nhà trường chưa tổ chức kiểm tra đánh giá để giúp SV đạt chuẩn. Việc tổ chức đánh giá sẽ được thông báo sau.. . . . 3. SV có thể nộp các chứng chỉ theo quy định về trường để được xét đạt chuẩn. Loại Chứng chỉ ứng dụng CNTT, xem quy định của Bộ Thông tin truyền thông (Thông tư số 03/2014/TT-BTTTT ngày 11/3/2014 của Bộ trưởng Bộ Thông tin và Truyền thông). . Danh sách các đơn vị được cấp chứng chỉ có thể xem ở đây. . (https://thanhnien.vn/giao-duc/danh-sach-cac-don-vi-duoc-to-chuc-thi-va-cap-chung-chi-ngoai-ngu-tin-hoc-[student_id].html). . Trường ĐHBK có tên trong danh sách này (Trung tâm Kỹ thuật Điện toán là nơi tổ chức thi).. . . . 4. Thời hạn ràng buộc: Phụ lục 3 nói trên, Khoản 2 (hết năm 1 để được đăng ký môn của năm 2). Tuy nhiên, HK201, trường chưa ràng buộc. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . dạ cho em hỏi thi chứng chỉ cntt ở trường thì đăng kí làm sao ạ tại đến nay em vẫn chưa thấy thông báo gì hết ạ . em cảm ơn ạ !",
            "Chào em,. . . . 1. Quy định về Kỹ năng ứng dụng CNTT xin xem trong Phụ lục 3 của Quy chế đào tạo và học vụ của trường (aao.hcmut.edu.vn    Sinh viên    Quy chế). . . . 2. Hiện nay, do hình hình dịch Covid-19, nhà trường chưa tổ chức kiểm tra đánh giá để giúp SV đạt chuẩn. Việc tổ chức đánh giá sẽ được thông báo sau.. . . . 3. SV có thể nộp các chứng chỉ theo quy định về trường để được xét đạt chuẩn. Loại Chứng chỉ ứng dụng CNTT, xem quy định của Bộ Thông tin truyền thông (Thông tư số 03/2014/TT-BTTTT ngày 11/3/2014 của Bộ trưởng Bộ Thông tin và Truyền thông). . Danh sách các đơn vị được cấp chứng chỉ có thể xem ở đây. . (https://thanhnien.vn/giao-duc/danh-sach-cac-don-vi-duoc-to-chuc-thi-va-cap-chung-chi-ngoai-ngu-tin-hoc-[student_id].html). . Trường ĐHBK có tên trong danh sách này (Trung tâm Kỹ thuật Điện toán là nơi tổ chức thi).. . . . 4. Thời hạn ràng buộc: Phụ lục 3 nói trên, Khoản 2 (hết năm 1 để được đăng ký môn của năm 2). Tuy nhiên, HK201, trường chưa ràng buộc.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi về chứng chỉ ứng dụng CNTT, từ đầu hk191 em nhớ là chưa nhận được mail của pđt về hạn nộp chứng chỉ này, vậy sinh viên k19 có cần nộp chứng chỉ này không và khi nào nộp ạ, mong pđt có mail chi tiết về vấn đề này. Em xin cảm ơn ạ!. . . .",
            "Chào em,. . . . 1. Quy định về Kỹ năng ứng dụng CNTT xin xem trong Phụ lục 3 của Quy chế đào tạo và học vụ của trường (aao.hcmut.edu.vn    Sinh viên    Quy chế). . . . 2. Hiện nay, do hình hình dịch Covid-19, nhà trường chưa tổ chức kiểm tra đánh giá để giúp SV đạt chuẩn. Việc tổ chức đánh giá sẽ được thông báo sau.. . . . 3. SV có thể nộp các chứng chỉ theo quy định về trường để được xét đạt chuẩn. Loại Chứng chỉ ứng dụng CNTT, xem quy định của Bộ Thông tin truyền thông (Thông tư số 03/2014/TT-BTTTT ngày 11/3/2014 của Bộ trưởng Bộ Thông tin và Truyền thông). . Danh sách các đơn vị được cấp chứng chỉ có thể xem ở đây. . (https://thanhnien.vn/giao-duc/danh-sach-cac-don-vi-duoc-to-chuc-thi-va-cap-chung-chi-ngoai-ngu-tin-hoc-[student_id].html). . Trường ĐHBK có tên trong danh sách này (Trung tâm Kỹ thuật Điện toán là nơi tổ chức thi).. . . . 4. Thời hạn ràng buộc: Phụ lục 3 nói trên, Khoản 2 (hết năm 1 để được đăng ký môn của năm 2). Tuy nhiên, HK201, trường chưa ràng buộc. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i dạ pdt cho em hỏi là, trên bách khoa elearning thì môn bóng chuyền em đky ko hiện lên, nhưng thời khoá biểu thì vẫn có sắp lịch học ạ.. . . .",
            "Chào bạn,. . . . Các môn GDTC bạn xem TKB trên cổng thông tin sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Theo yêu cầu chuẩn đầu tra đối với sinh viên hệ đại trà k17 là 500 toiec. Hiện tại, em đã đạt 545 Toiec(đọc và nghe) giờ chỉ chờ thi nghe viết nữa thôi. . . Em thắc mắc là nếu em không chuyển điểm tiếng anh của anh văn 3 và anh văn 4 thì có được không ạ. Vì điểm trung bình em hiện tại 7.4 nếu chuyển thì điểm sẽ kéo điểm trung bình xuống. Em xin cảm ơn ạ.",
            "Chào bạn. . Việc chuyển điểm tiếng Anh là do quyết định của bạn nghen, nếu bạn không chuyển điểm thì học các môn anh văn 1234. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Tốt nghiệp . Kính gửi phòng đào tạo. . . Em là [full_name] MSSV [student_id]. . Cho em hỏi là khoá k16 em có chứng chỉ toeic chỉ đạt 500 đủ chuẩn tốt nghiệp nhưng em chưa hoc anh văn 3,4. Và em thi sau ngày 21/9. Vậy em thiếu 4 tín chỉ anh văn 3,4 có được xét tốt nghiệp không ạ. Em cảm ơn",
            "Chào bạn,. . . . Bạn vui lòng làm đúng theo thông báo đã gởi qua mail.. . . . Thân",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ cho e hỏi là: sinh viên năm 3 thì mới chuyển cơ sở từ Thủ Đức lên quận 10, vậy thì cho e hỏi là bây giờ nếu em muốn khám bệnh thì khám ở đâu để được áp dụng thẻ bảo hiểm y tế ạ. Em cảm ơn. . . .",
            "Chào bạn,. . Vấn đề về sinh hoạt công dân, bảo hiểm y tế, BHTN, điểm rèn luyện, sinh viên khá giỏi toàn diện, giấy xác nhận sinh viên về vay vốn ngân hàng bạn vui lòng liên hệ tại Phòng Công tác chính trị sinh viên để được hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào quý thầy (cô), em tên [full_name], MSSV: [student_id].. . Do học kì này em không đăng ký môn học (không có thời khóa biểu trên mybk) nên em không nhận được giấy tạm hoãn nghĩa vụ quân sự. Dạ thầy (cô) cho em hỏi Em có thể lên phòng đào tạo để xin giấy tạm hoãn NVQS được không ạ?. . Em xin chân thành cảm ơn quý thầy (cô). . . . .",
            "Chào bạn,. . . . Không có TKB sẽ không i giấy xác nhận sv.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học  /i   /B  em chào thầy cô, thầy cô cho em hỏi là lớp dự thính học kì chính thì tối thiểu sỉ số là bao nhiêu thì mới mở lớp ạ. em cảm ơn nhiều ạ. . . .",
            "Chào bạn,. . . . Tuỳ môn nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là Svk19 em chưa nộp bằng Tn. Cô cho e hỏi là giờ em có thể bổ xung được không ạ",
            "Chào bạn,. . . . Bạn vui lòng kiểm mail mail PDT có gởi về việc nộp bằng PTTH nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào anh/ chị,. . . . Em là [full_name], MSSV [student_id], sinh viên khoa KH và KT Máy Tính K14.. . Do em không nắm rõ quy định về điểm chuyển anh văn nên em vẫn còn thiếu môn anh văn 4 để có thể hoàn thành tất cả môn học. Nên em xin phép đăng kí bổ sung môn học anh văn 4 (LA1009) vào học kì chính 201 này được không ạ?. . Em biết là đã qua thời hạn đăng kí nhưng kính mong anh/ chị có thể tạo điều kiện giúp em. . . . . Em xin chân thành cảm ơn.. . . . [full_name]",
            "Chào bạn,. . . . Đã đăng kí cho bạn môn LA1009 rồi, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào cô ạ,. . . . Em đã bảo vệ luận văn đợt 2 xong vào ngày 18.09 vừa rồi và đã có điểm trên mybk.. . Vậy em muốn đăng ký tốt nghiệp bổ sung để được tốt nghiệp vào đợt tháng 11.2020 tới thì mình đăng ký online hay tới phòng đào tạo đăng ký trực tiếp ạ. . . . . Em xin cảm ơn. . . [full_name].. .",
            "Chào bạn,. . . . Bạn đăng kí xét tốt nghiệp trực tiếp PDT, những bạn nào được tốt nghiệp PDT sẽ gởi mail thông báp nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Phòng đào tạo cho em hỏi là khi nào mới có thông tin học phí chính thức của năm nay để em lo liệu tiền bạc ạ ?. . . . Em cám ơn ạ",
            "Chào bạn,. . . . Hiện  tại nhà trường chưa có thông báo nha, khi nào có thông báo chính thức PDT gởi mail cho sinh viên và cập nhật trên trang web PDT.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô.. . Em tên là [full_name]. MSSV [student_id]. Hệ VHVL.. . Học kỳ này em có đăng ký [full_name] và 4 môn cuối cùng là EE2007, EE3011, EE3025, EE3003. (trong đó môn EE2007 có thí nghiệm).. . Em kiểm tra kết quả đăng ký của học kỳ này thì bị mất [full_name].. . Em mong thầy/cô có thể giúp em đăng ký Luận Văn để em sơm hoàn thành chương trình học đại học của mình trong học kỳ này. Em xin cảm ơn thầy/cô.. .",
            "LVTN đang xét. sẽ cập nhật kết quả sau. . Dự kiến sang tuần từ 05-08/10/2020 cập nhật"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . chào PĐT cho em hỏi khi nào danh sách cấu trúc môn học được cập nhật lại ạ, lần gần nhất là 21/9/2020",
            "Chào bạn,. . . . Danh sách môn học được cập nhật thường xuyên, có thể nói hằng ngày.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng kí đồ án nền móng có mở trong kì dự thính không a",
            "Chào bạn,. . . . Những môn đồ án không mở dự thính nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cô cho em hỏi là nếu mình nộp chứng chỉ toeic rồi nhưng vì điểm còn thấp nên muốn cải thiện thì có thể nộp thêm bằng chứng chỉ thứ 2 với số điểm cao hơn không ạ",
            "Chào bạn,. . . . Mỗi môn chỉ được chuyển điểm 1 lần nha bạn, bạn tham khảo trên web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=89&tid=1626.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Thưa cô. Em đg học môn anh văn 2. Bây giờ em thi toeic và nộp bằng thì có bị ảnh hưởng gì về điểm và tín chỉ không ạ. .",
            "Chào bạn,. . . . Nếu bạn thấy bạn thi toeic đạt điểm cao để cải thiện điểm anh văn, thì bạn cứ học lấy CCNN nộp vào để được chuyển điểm.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em chào PDT, cho em hỏi khi nào thì cấu trúc môn học ở link http://www.aao.hcmut.edu.vn/index.php?route=catalog/chuongtrinhdaotao cập nhật lại ạ, vì có một số môn có điều kiện học trước nay đã bỏ ạ",
            "Chào bạn,. . . . Bạn vui lòng nói rõ bạn muốn hỏi gì?, không hiểu ý bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em chào thầy(cô), cho em hỏi đăng ký môn Nhập môn kĩ thuật mã môn học MA1001 chung với k20 ạ. Môn này chỉ mở cho sinh viên năm nhất ).. . Em tên [full_name]. . Mã số sinh viên: [student_id]. .",
            "Chào bạn,. . . . Sau ngày 6/10 bạn làm đơn nộp PDT nha.. . . . Thân"
        ]
    }
]