[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Phòng đào tạo ơi, . . Hiện tại em bị dương tinh với covid mà nhập viện điều trị vào ngày hôm qua 18/08/2021 . . Tuy nhiên, vào ngày 22/08/2021 em có buôi thi online môn động lực học điều kiển, 24/08/2021 có buổi thi online môn Quản trị kinh doanh cho kỹ sư.. . . . Em làm đơn này xin được phép hỏi PDT có thể cho em hoãn thi vì tình trạng sức khoẻ không đủ tốt được không ạ. Em biết phải gửi đăng ký trước 5 ngày làm việc mà tình trạng bất cấp quá.. . . . Mong PDT xem xét và phản hồi lại cho em với ạ.. . . . Em xin chân thành cảm ơn",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ, trong kì thi CK202 vừa rồi vì trục trặc video mà em đã đăng kí hoãn thi môn GT2 và đã được PĐT đồng ý. Vậy em phải đăng kí môn học lại hay như thế nào hay chờ nhà trường thông báo thi lại sau ạ? Em cảm ơn.",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . . . Em đọc quy chế kỹ nhé.. . . . . . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào PĐT.. . Em tên: [full_name] - MSSV [student_id] - [full_name]. . Dạ trong học kì dự thính 202 vì lý do tài chính khó khăn nên em thanh toán học phí trễ hạn dẫn đến việc không được đăng kí môn học cho học kì tiếp theo.. .  Hiện sau khi mở được lại đk mh thì đã hết thời gian đăng kí nên em chưa đăng kí được luận văn tốt nghiệp ạ.. . Kình mong PĐT xem xét hổ trợ em được đăng kí môn học trong học kì này.. . Em xin chân thành cảm ơn.. .",
            "Chào bạn. . Bạn ghi rõ tên môn và MSMH để Pdt hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô. Đợt em có đăng kí hoãn thi, nhưng vì 1 vài lí do nên em muốn hủy hoãn thi có được không ạ và hủy bằng cách nào ạ. Mong thầy/cô giải đáp giúp em ạ. Em cảm ơn ạ.",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô phòng đào tạo. Em tên là [full_name], mssv [student_id].. . Thầy cô cho em hỏi là hiện tại là em đã học hết 4 môn AV của trường và đã đạt hết cả 4 môn AV nhưng chưa có chứng chỉ AV nào thì có đủ chuẩn AV để nhận luận văn tốt nghiệp không ạ?.. . Em xin cảm ơn.",
            "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ thầy/cô. . hôm nay em thi online nhưng gặp lỗi trong quá trình ghi nên viết đơn xin xem xét để được chấp nhận kết quả thi.. . em xin cảm ơn",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . . . Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép).. . Bạn phải báo với CBCT để ghi nhận về trường hợp của bạn trong quá trình thi, vì PDT sẽ gửi ds hoãn thi về Khoa để đối chiếu lại nhé!. . . . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ hiện tại em đã hoàn thành tất cả chương trình học, chỉ còn thiếu tín chỉ tiếng anh thì không biết em có phải đăng kí môn để duy trì tình trạng sinh viên không?. .",
            "Chào bạn. . Nếu bạn đã hoàn thành CTDT thì không cần dkmh. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thầy/ cô ơi cho em hỏi bao giờ có lịch thi của môn CƠ HỌC KẾT CẤU của khoa Xây Dựng mã CI2029 kì DT202 vậy ạ. Em thấy lịch thi của em để thông báo sau cả tháng nay em lo quá ạ... Em xin cảm ơn thầy/cô giải đáp thắc mắc ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . . . Dạ em chào thầy/cô. . . . Em tên là [full_name], MSSV: [student_id] Em hiện tại là SV K18, thuộc chương trình tài năng, ngành điện tử viễn thông. Em muốn hỏi là. . . . 1. Đối với sinh viên K18 chứng chỉ toeic nói + viết có thể thi tại trung tâm ngoại ngữ của trường được hay không? Hay phải thi lấy bằng quốc tế?. . . . Em mong nhận được câu trả lời ạ. . . . Em cảm ơn",
            "Chào bạn,. . Được nhé bạn. Trong hội đồng học vụ trường HK202 đã thông báo cho SV nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . PĐT cho em hỏi môn Kỹ thuật số EE1009 em đã có điểm và đạt rồi, nhưng sao hôm nay em kiểm tra lại PĐT lại cập nhật điểm thành 0.00 vậy ạ.. . mong PĐT cập nhật lại cho em. Em xin cảm ơn!",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi vì vấn đề cá nhân và gia đình, em có nhu cầu muốn tạm dừng 1 học kì, hiện tại trong thời gian dịch bệnh thế này thì làm như nào ạ ?",
            "Chào bạn. . Bạn tải mẫu đơn tạm dừng tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý tạm dừng cho bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào PĐT!. . Việc trước đó em có xin hoãn thi \"Giải Tích 2\" với lý do chưa có laptop.. . Hiện tại em đã có laptop nên em xin PĐT cho em đăng ký thi cuối kỳ online các khóa khác (nếu có). . Em đã xin cô [full_name] và cô đã đồng ý yêu cầu này ạ!",
            "Chào em,. . Em liên hệ với [full_name], bộ môn để xếp vào ca thi sau (nếu có).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Đăng ký môn học . Kính gửi quý thầy cô Phòng Đào tạo,. . Em tên là[full_name] [full_name]. . MSSV[full_name] [student_id]. . Hệ VLVH. . Đợt đăng ký môn học học kỳ 211 đợt 2,3 em không đăng ký được môn Luận văn tốt nghiệp - Mã số 808303. . Nay em làm đơn này kính mong Phòng Đào tạo đăng ký giúp em ạ. Em đã qua hết các môn cần qua mà vẫn bị lỗi tiên quyết môn.Mong đăng ký lại giúp em ạ.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . HK202 bạn đã đăng ký LVTN, HK211 này bạn muốn xin tiếp tục ĐKLVTN phải không?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . -Em xin chào thầy cô.. . - Em tên: [full_name] -MSSV:[student_id].. . - Thầy,cô cho em hỏi là em khóa 2015, em học hệ chính quy, thì đến tháng 11 này là hạn chót để làm luận văn tốt nghiệp, nhưng do tình hình dịch bệnh em chưa thê lên TPHCM để thi nộp bằng Toeic 450-500d để nhận luận văn tốt nghiệp. Em có liên hệ với thầy hướng dẫn để làm rồi ạ, nhưng em sợ dịch bệnh có thể kéo dài, có thể đến tháng 11, vậy thầy, cô cho em hỏi là với trường hợp của em vậy có cách giải quyết nào hay không ạ, hay qua tháng 11 em phải làm đơn chuyển sang hệ vừa học vừa làm ạ. . . Em xin cảm ơn!. .",
            "Thân gửi các bạn sinh viên,. . . . . . Sinh viên chú ý thực hiện đăng ký đợt cuối cùng LVTN, TTTN, Đề Cương LV từ 10g ngày 23/08/2021  đến 14g59 ngày 25/08/2021 cho HK chính 211 . .  . . . . Trước tình hình diễn biến phức tạp của dịch Covid-19, hiện trạng có khả năng nhiều sinh viên không thể thi để nhận Chứng chỉ Anh văn quốc tế để xét nhận LVTN, Nên Nhà Trường sẽ không xét chuẩn CCAV quốc tế khi xét LVTN trong HK211. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là sau khi thi online xong, đã có kết quả rồi thì trong vòng 5 ngày sau khi thi có được đăng ký hoãn thi không ạ. Và nếu được thì kết quả đó sẽ được xử lí như thế nào.. . Em xin cảm ơn",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo . . Em tên [full_name] MSSV [student_id]. . Nay em viết đơn này kính mong phòng đào tạo xem xét cho em về việc đăng ký dự thính. Cụ thể :. . 1/ Ngày 17/8 -19/8 hai môn học Hình học hoạ hình (CI1011) và vẽ bóng phối cảnh (CI1019) bắt đầu mở đăng kí tại thời điểm đó, và em đã đăng kí để chờ phòng đào tạo xác nhận là có đủ số lượng để mở lớp hay không. Nhưng vì điều kiện gia đình có hạn, và thật sự rất khó khăn tại thời điểm dịch bệnh như này. Em kính mong PDT xem xét huỷ giúp em hai môn học này vì nó mới mở ở hình thức lấy giữ liệu để mở lớp. Gia đình em thật sự rất khó khăn ở thời điểm hiện tại vì covid, không có nguồn thu nhập em mong PDT xem xét xoá hai môn này trong đăng kí môn học giúp em chứ bây giờ thật sự em cũng chả biết lấy tiền đâu đóng học phí ạ.. . . .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính (lộ trình 1) HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Vấn đề khó khăn SV liên hệ P.Công tác Chính trị Sinh viên để được hướng dẫn và hộ trợ nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin hủy đơn hoãn thi phương pháp tính lần trước ạ.. . Em cảm ơn PĐT."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   b MSSV/MSGV: 2033470  /b \t. . . .   i Yêu cầu khác . Em  tên  là  Nguyễn  Trang  Đài, hiện  đang học khoa  Kỹ  Thuật  Giao  Thông  khoá VHVL 2020.. . Em  có  các  câu  hỏi  liên  quan  về  kế  hoạch  đào  tạo , mong  được  nhà  trường  giải  đáp  thắc  mắc  giúp  em. . . . _Thứ  1: Vào  đầu  học  kì  pre  lớp  em đã học 6 môn tiền đề bao gồm:. .     +TR0013: Kết  cấu  ô  tô(1  tín chỉ). .     +TR0007: Kết  cấu  Động  Cơ Đốt  Trong(1  tín  chỉ). .     +MT0001: Toán  Cao  Cấp(3  tín chỉ). .     +TR0121: Hệ  Thống  điện  - điện  tử  ô  tô(1  tín  chỉ). .     +TR0021: Lý  thuyết  ô  tô(1  tín  chỉ). .     +SP0001: Chính  trị  Xã  Hội(6  tín  chỉ). .   /U Như  vậy  so  với  kế  hoạch  giảng dạy (KHGD) của trường em  được  cập  nhật lúc này, liệu  em  có  được  bỏ  những  môn  này  ra  khỏi  chương  trình học không hay vẫn phải học lại cho đủ  các  tín  chỉ? Em  thấy  có  4 môn trùng tên môn học.. . . . VD  như e  đã  học môn  toán  cao  cấp (3  chỉ) và trong  KHGD  em thấy có môn giải tích 1 (4TC), giải  tích  2(4TC) và  môn  phương  pháp  tính (3TC)liệu  e  có  thể  quy  đổi  để  bỏ  môn  phương  pháp  tính  được hay không?. . . . Mã  môn  TR0121: hệ  thống  điện  điện  tử  ô  tô  (1TC)e  đã  học  có được miễn cho mã môn   TR31211: hệ  thống  điện  điện  tử  ô  tô  trong  KHGD  hay không? . . . . Mã  môn TR0021: Lý  thuyết  ô  tô(1TC) e  đã  học  có  được  miễn  cho  mã  môn  TR2021  lý  thuyết  ô  tô  trong  KHGD hay không?. . . . . .   U _Thứ  2: Những  môn  tự  chọn  tự  do  trong KHGD  em  có  được  miễn học hay không hay bắt buộc phải học trong nhóm 6 môn tự chọn của nhóm A.. .   /U . . E  đính  kèm  file  KHGD  (màu  xanh  là  những  môn  em  được  miễn  và  những  môn  e  đã  học  HK pre). .   /B   U . . Em  xin cám  ơn Quý Trường. .",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT, KSTN vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân. . . .",
            "Dạ vì  hiện  tại  vẫn  đang  trong  thời  gian  dịch  bệnh  nên  khó  khăn  trong  vấn  đề  đi  lại, xin cho  em  địa  chỉ  e-mail  và  số  điện thoại của Thầy/Cô  Phụ  trách  về  CTĐT để  em  thuận  tiện  trong  việc  liên  lạc . . Em  cám  ơn  ạ  B",
            "Chào em,. . Thông tin liên lạc của Khoa giao thông nhé:. . Văn phòng\t: C5 – 268 Lý Thường Kiệt, Q. 10, TP. HCM. . Điện thoại\t: (84.8) 38 653 508 – Ext: 5657. . Fax\t: (84.8) 38 653 823. . Website\t: http://www.dte.hcmut.edu.vn. . Email\t: [email]"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSS[full_name]/MSG[full_name]: [student_id]  /b \t. . . .   i Học vụ . Dạ em chào thầy cô!. . Em có một số thắc mắc về việc miễn các môn học trong [full_name]B1. Em đã có điểm các môn như Quản tri kinh doanh cho kỹ sư mã IM3001 cũng như Xác xuất thống kê MT2013, với mã sinh viên cũ [full_name]B1 của em là [student_id]. . Mssv [full_name]B2 [student_id]. Nhưng hiện tại thì một số môn học của em vẫn không được miễn.. . Em mong PĐT giải quyết giúp em ạ, em cũng đã mail cho thầy [full_name] cũng như Thầy [full_name] nhưng đều không có câu trả lời ạ. . Em cảm ơn",
            "Chào bạn. . - Giờ bạn kiểm tra lại giúp, bạn còn thiếu môn miễn nào, tải mẫu đơn miễn + bảng điểm gởi tại BKSI, Cô sẽ chuyển lại cho 2 Anh để kiểm tra lại nghen . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy cô.. . Học kì 212 em có đăng kí môn Hoá Lý 1 (CH2003) do cô [full_name] giảng dạy. Theo thời khoá biểu thì em có tiết vào sáng thứ 6 (tiết 2-3) nhưng em không thấy cô up link để học ạ (trong tất cả các trang của môn Hoá Lý 1 kể cả trang video). . . . Em mong thầy/cô có thể phản hồi và giải quyết tình trạng này sớm để tụi em có thể yên tâm học ạ.. . . . Em xin cảm ơn.",
            "Chào bạn. . Hiện tại PDT vẫn đang cập nhật BKEL thường xuyên danh sách phân công CBGD do do gửi lên. SV vui lòng theo dõi thường xuyên trên bkel nhé!. . Chúc bạn học tốt. . Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK211 . Xin gửi Thầy/Cô phòng Đào tạo,. . . . Do một số lý do mà em đã đăng kí môn SP1031 không thuộc CTĐT của em, nên em xin làm đơn để rút môn học SP1031 và SP1032 (Môn BT của môn SP1031) HK211, em có làm đơn và gửi kèm với thư này, nhờ Thầy/Cô phòng Đạo tạo xem xét giúp em.. . . . Em cảm ơn Thầy/Cô ạ.",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào cô (thầy). . Em đã xin hoãn thi môn kết cấu thép 1 và đã được chấp nhận, nhưng nay lên xem thì em bị điểm 13, em thấy hoãn thi sẽ là điểm 14. Mong được phản hồi sớm.. . Em cảm ơn.. .  Kỳ. .",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước.. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa phòng đào tạo em tên [full_name] mã số sinh viên [student_id]. Hiện là em có hoãn thi môn kết cấu thép 1 (ci3009) ngày thi 31/07/2021 giờ thi 13h học kì 203 nhưng giáo viên vô nhầm điểm em từ điểm hoãn thi 14 thành  thành điểm 13. Mong pdt xem xét sửa lại cho em với ạ! . .",
            "Chào em,. . Em đã điền form hoãn thi , xem email xác nhận.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ hiện tại em không có TKB do đã hết môn học,chỉ còn luận văn (Chưa đăng kí được do thiếu anh văn tiên quyết).. . Vậy trong thời gian tới nếu em có chứng chỉ AV,có thể làm đơn xin thu nhập lại và đăng kí bổ sung anh văn trong học kì này được không ạ?. . Em xin cảm ơn.. .   i Tốt nghiệp ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Dạ em muốn đăng kí môn Anh Văn 4(Mã LA1009). . Nhóm L01 HK211. . Để có TKB duy trì tình trạng sinh viên,em xin cảm ơn ạ..\t. . . .   i Đăng ký môn học .",
            "Chào bạn,. . Bạn vui lòng đợi thông báo để đăng ký vào đợt dự thính Hk211 (lần 2) nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Sinh viên: [full_name]: MSSV [student_id]. . Loại hình đăng ký: [full_name] - HK211 - ĐỢT 3. . Môn học: LA1041. Lớp DT02.. . . . . . Dạ chào thầy cô,. . Lý do: Tình hình là lúc mở đăng kí môn học thì dữ liệu điểm của em chưa cập nhật xong đến lúc được thì lại hết sĩ số ạ. Nên không đăng kí được môn Anh văn 3A ạ.. . Mong thầy cô giúp em mở thêm sĩ số lớp để em có thể được theo học ạ.. . Em xin chân thành cảm ơn thầy cô!. . . . [full_name] trọng,",
            "Chào bạn. . Không thể tăng sĩ số được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi em phúc khảo một bài thi cuối kì môn quản lý dự án cho kỹ sư mã môn là IM1025.Do môn đó có phần điền tự luận em bị chấm sai nhưng khi em lên chỗ đăng ký phúc khảo thì không cho phúc khảo môn đó giờ em phải làm sao ạ.",
            "Chào em,. . - SV phúc tra điểm thi đăng ký tại mybk/phúc tra .... . Thân mến,. .",
            "Nhưng cô ơi em không thể đăng kí phúc khảo môn đó trên hệ thống liệu em có thể gửi mail xin phúc khảo không ạ",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Chào em,. . - [full_name] tra các môn có lịch thi do PĐT xếp . . Thân mến,. .",
            "Dạ thưa cô môn thi này có lịch do phòng đào tạo xếp có ngày tháng nộp điểm và hạn phúc khảo.Nhưng em bấm vào đăng ký phúc khảo không được ạ.",
            "Chào bạn. . Phòng đào tạo đã ghi nhận để mở cho bạn đăng ký phúc tra, bạn theo dõi để đăng ký nghen. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô ạ, em tên là [full_name] lớp CK17NH2. Thầy/Cô cho em hỏi là khi nào thì có giấy xác nhận sinh viên, thời gian gửi giấy xác nhận và nhận bằng hình thức gì vậy ạ. Do là địa phương em dạo này hối dữ quá mà họ chỉ nhận giấy xác nhận sinh viên thôi ạ. Em cảm ơn!",
            "Chào bạn,. . PĐT đã gửi email .... . . . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phường và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào quý thầy cô,. . . . Em là sinh viên khóa K20 chương trình chất lượng cao. Trong đợt thi HK202 vừa rồi em vắng thi tất cả các môn thì hiện tại em có thể làm đơn xin hoãn thi không ạ ?. . . . Em cũng xin phép được chia sẻ một chút là vừa rồi gia đình em có tang nên em gặp một số vấn đề về tâm lý.. . . . Em xin cảm ơn quý thầy, cô.. .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 211 . Em cần rút môn học Phương pháp tính MT1009 trong hk 211 nhưng mùa dịch này phải làm sao xin anh chị hướng dẫn giúp em",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào tạo ĐH Bách Khoa TpHCM. . Tên em là [full_name].. . Mssv: [student_id].. . . . Em là f0 Covid trong mấy ngày vừa qua và phải đi cách ly. Do suy nghĩ thời gian điều trị sẽ lâu nên em đã đăng ký hoãn thi tất cả các môn. Giờ em đã âm tính và trở về lại ký túc xá.. . Em làm đơn này để xin HỦY hoãn thi môn Kỹ thuật robot.. . Học kỳ: HK202. . Mã môn học: ME3015. . Ca thi: 16/8/2021_16g00 (A01_A). . . . Em xin cảm ơn. . . .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  MT1015, lớp P01. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy/cô. Thầy/cô cho em hỏi cách đăng ký rút môn học cho học kỳ 211 này với ạ. Em cảm ơn!",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng Đào tạo và quý thầy cô. . Em tên là [full_name]. . MSSV:[student_id]. . Học kì 202 vừa qua em có hoãn thi một số môn.. . . . Cho em hỏi việc tổ chức thi lại như thế nào ạ?. . Bao giờ tụi em sẽ làm đơn đăng kí thi bù ạ?. .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . . . Em đọc kỹ quy chế nhé.. . . . . . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa Thầy/Cô,. . Hiện tại do tình hình dịch phức tạp nên em đã di chuyển về quê, mà hiện nay trong Hội Đồng nghĩa vụ quân sự của địa phương yêu cầu em nộp giấy tạm hoãn nghĩa vụ quân sự nên bây giờ không biết giải quyết thế nào mong thầy/cô giúp đỡ ạ!. . Em xin chân thành cảm ơn,. . Kính chúc toàn thể Thầy/Cô sức khỏe,",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phường và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô, em là [full_name], khoa Công nghệ vật liệu.. . Cho em hỏi khi nào [full_name]1 nhập học để em đăng kí học lại môn Nhập môn về kỹ thuật ạ? . . (năm rồi do trùng lịch nên em không đăng kí được.",
            "Chào em,. . Em ghi rõ mã môn học, tên môn học rồi gửi lại nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . do đơn thu nhận lại đang được giải quyết nên em chưa đăng kí môn học được, nên mong PĐt đăng kí giúp em.. . [full_name] Sỹ - [student_id]. . Mã môn học : CI2039   Nhóm lớp : L01. . Em cảm ơn ạ!",
            "Đăng ký môn học . do đơn thu nhận lại đang được giải quyết nên em chưa đăng kí môn học được, nên mong PĐt đăng kí giúp em.. . [full_name] Sỹ - [student_id]. . Mã môn học : CI2093   Nhóm lớp : L01. . Em cảm ơn ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng đào tạo. . em tên: [full_name], mssv [student_id]. . em xin Phòng đào tạo cho em được đăng kí môn CI3237 Kết cấu bê tông cốt thép,nhóm L11 thứ 2 tiết 11,12 đợt 3  . . lí do: em ở quận 9, khu vực đỏ phong tỏa , lúc 14h khu vực chổ em bị mất điện, sau khi vào lại được trang đăng kí môn học thì đã hết thời gian đăng kí, dù nhóm L11 thứ 2 tiết 11,12 còn room (58/60). . Mong sự xem xét của Phòng đào tạo cho em được đăng kí môn học.. . . . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] Chào thầy/cô[full_name] [full_name] Em là [full_name] [full_name] [full_name] MSSV [student_id][full_name] [full_name] Nay em viết đơn này nhằm hỏi về vấn đề hoãn thi[full_name] Lần trước em có đăng ký hoãn thi môn Kinh tế học đại cương (IM1013) lý do là bị mất file quay màn hình[full_name] Tuy nhiên tới bây giờ em khôi phục lại dữ liệu thì đã phát hiện ra file quay màn hình vẫn còn[full_name] Nên em viết thư này mong được rút lại đơn hoãn thi và xin phép nộp trễ file quay màn hình của môn này ạ[full_name] Em đã rất nỗ lực để học môn đó nhưng lại găoj sự cố ngoài mong muốn nên mong nhận được sự cứu xét của thầy cô và phòng đào tạo[full_name] Em xin chân thành cảm ơn và mong nhận được sự phản hồi của quý thầy cô[full_name][full_name] [full_name] Trân trọng[full_name] [full_name] [full_name][full_name] [full_name]",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào anh/chị. . . . kỳ 211. Em có đăng ký môn đề cương luận văn. Cho em hỏi hình thức đăng ký GVHD khi không thể đến trường ạ.",
            "Chào bạn. . Bạn liên hệ Bộ môn/Khoa nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Phòng Đào tạo ạ, em muốn xin được phúc khảo bài thi cuối kì của em vì cách làm và đáp án của em là đúng so với các bạn điểm cao, nhưng vì lí do nào đó điểm của em lại khá thấp, em có liên hệ với giảng viên nhưng giảng viên không có ý định xem xét lại ạ. Em có thể làm gì khác để giải quyết bài thi của mình không ạ?. . Em xin cảm ơn.",
            "Chào em,. . - PĐT chỉ làm theo quy chế quy định, . . - SV phúc tra điểm thi đăng ký tại mybk/phúc tra .... . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": []
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]. . Chuyện là vừa rồi nhà e lu bu việc tiêm vacxin nên e đã lỡ không đăng kí môn của kì bổ sung dự thính đợt 1 , cho em hỏi em có thể đăng kí vào đợt 2 bổ sung không ạ . Mong pđt tạo điều kiện để e có thể đăng kí dự thính lại 1 số môn e còn rớt ạ. . . .",
            "Chào bạn. . Hiện tại không thể bỏ sung thêm mon học . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào em,. . Em cần hỗ trợ gì, cô không thấy nội dung.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Do trước đó thiết bị để phục vụ việc thi của em bị hỏng nên em có đăng ký hoãn thi, hiện tại em đã có thiết bị để thi nên em xin gửi đơn hủy hoãn thi ạ.. .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Dạ em chào phòng đào tạo. Phòng đào tạo cho em hỏi do đợt vừa rồi do dịch bệnh và ảnh hưởng đến gia đình em nên em đã bỏ lỡ đọt đăng kí môn đợt 3. Em rất cần đăng kia thực tập ngoài trường. Phòng đào tạo cho em hỏi có cách naod em có thể đăng kí vào kì này được không ạ. Giờ đợt 1 dự thính cũng đã qua. Mong phòng đào tạo xem xét giúp em.",
            ". . Chào bạn vui lòng trình bày rõ môn thực tập gì nhé!. . Thân gửi các bạn sinh viên,. . . . . . Sinh viên chú ý thực hiện đăng ký đợt cuối cùng LVTN, TTTN, Đề Cương LV từ 10g ngày 23/08/2021  đến 14g59 ngày 25/08/2021 cho HK chính 211 . .  . . . . Trước tình hình diễn biến phức tạp của dịch Covid-19, hiện trạng có khả năng nhiều sinh viên không thể thi để nhận Chứng chỉ Anh văn quốc tế để xét nhận LVTN, Nên Nhà Trường sẽ không xét chuẩn CCAV quốc tế khi xét LVTN trong HK211. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hi anh/chị,. . . . Em đã đăng ký môn Ante EE3127 trong đợt đăng ký chính quy đợt 3, nhưng hiện vẫn chưa cập nhật thời khóa biểu môn này .Nhờ pdt kiểm tra giúp em."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa ... DKMH đợt 3 em có đăng ký môn học đợt 3 môn anten-truyền sóng vô tuyến mã là EE3127  nhưng hiện tại e vẫn chưa có tkb ạ... Mong giải quyết sớm để e theo kịp tiến độ.. E xin cảm ơn",
            "Chào bạn. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . - Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . - SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Lý do: Hôm em thi môn xstk (5/8) mà trong quá trình ghi hình nó bị lỗi nên chỉ ghi được một nữa (12P) sau đó em gửi phiếu hoãn thi mà sau vài hôm [full_name] đã gửi bảng điểm và em xin PĐT cho em được hủy Phiếu hoãn thi và em chân thành cảm ơn ạ.. .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào phòng đào tạo trường đại học Bách Khoa. . Em là [full_name] lớp XD18KTEm có vấn đề về đăng ký môn học như thế này: Lần đăng ký môn học thứ 2, môn thiết kế công cộng 2 không được mở và người đại diện đăng ký mở lớp cũng thông báo đến em là môn này không mở lớp. Nen em đã đăng ký 21 chỉ cho học kỳ chính. Qua đợt đăng ký môn học lần 3 thì em không thể xóa được môn học đã đăng ký nên không được đăng ký thêm môn nữa. Nhưng bộ môn  thiết kế công cộng 2 không còn trong chương trình đào tạo của khóa 19 nữa. Nên em xin phép phòng đạo tạo có thể tạo điền kiện cho em được đăng ký môn học thiết kế công cộng 2 để theo kịp tiến độ với các bạn trong lớp cũng như thời gian tốt nghiệp. Em biết là đã qua thời gian đăng ký môn học nhưng phòng đạo tạo có thể tạo điều kiện cho em được không ạ.. . Em xin cảm ơn.. . . .",
            "Chào bạn,. . Vui lòng trình bày rõ lý do, tên MH, mã mh và mã nhóm mh xin đăng ký, để PDT kiểm tra và trả lời cho bạn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . .   i Yêu cầu khác .  Em xin chào Thầy(Cô)!. .  Cho em xin hỏi về việc đăng ký rút môn học HK211 ạ!. .  Do lúc đăng ký môn học và em xem chương trình đào tạo mới của khoa Kỹ Thuật Hóa Học thì không thấy cần môn học trước cho môn Vi sinh thực phẩm (CH2045) trong khi khi vào học buổi đầu thì GVBM thông báo   /I mọi năm vẫn bắt buộc cần môn học trước  I , nên em đã không biết và đăng ký vào môn học này mà chưa có kiến thức cho các môn cốt lõi trước đó. Vậy nên cho em hỏi:. .  - Em chưa hoàn thành môn học trước mà PĐT vẫn mở cho em đăng ký môn này thì khi em hủy có vẫn phải đóng học phí môn này không ạ? . .  - Và em có cần phải liên hệ với GVBM hay chỉ cần điền đơn theo biểu mẫu của PĐT là có thể xin hủy ạ?. . Em xin cảm ơn Thầy(Cô)!. .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ kính thưa phòng đào tạo,. . Em là [full_name], MSSV: [student_id].. . Thưa phòng đào tạo, hiện tại cô [full_name](giảng viên môn Kiến trúc (813706)) báo với em rằng em không có tên trong danh sách nhập điểm online của môn. Kính mong phòng đào tạo xem xét kiểm tra và cập nhật giúp em ạ. Hiện tại các cột điểm em đã đảm bảo và hoàn thành đầy đủ ạ.",
            "Chào bạn,. . Vui lòng trình bày rõ vấn đề? Bạn đang nói ở HK nào?. . Bạn có TKB trên mybk?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đợt 3 em có đăng kí môn lịch sử đảng, hiện đã có TKB nhưng trên bkel chưa cập nhật, mà tối nay có giờ học, không biết làm sao để em có thể có đường link kịp học tối nay ạ",
            "Chào bạn. . Đã cập nhật lại . . Thân"
        ]
    }
]