[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô, em xin phép tăng sĩ số môn học hóa hữu cơ CH2021 nhóm A04 do không thể học được khung giờ khác. Em cảm ơn!",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chi tiết máy ME2007 nhóm lớp L05_L15",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PDT có thể cho em xin mở thêm lớp Giải tích 2 được không ạ? mã môn giải tích 2 là MT1005. . Vì em đăng kí mà ko có lớp ạ!. . mong PDT xem xét và trả lời giúp em với ạ!. . Em xin chân thành cảm ơn ạ!!",
            "Chào bạn,. . . . Bạn có thể đăng kí vào đợt dự thính học kỳ 202 này nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] ơi, có thể thêm em vào   b lớp L01  /b  của môn   b CO3003  /b  được không ạ.. .   br . . Nếu chưa em trả nợ môn này thì em phải ra trường trễ mất 1 kì nữa , em cảm ơn.. .   br . .   i Đăng ký môn học .",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo, . . Theo quy chế của trường thì số tính chỉ đăng ký tối thiểu của một sinh viên là 14 chỉ nhưng do em học vượt và có môn con người và môi trường (EN1003) em đăng ký đợt bổ sung không mở lớp được nên số tín chỉ đăng ký của em hiện tại chỉ còn 12, cho em hỏi trường hợp của em có được xếp thời khoá biểu trong học kì 202 không ạ.. .",
            "Chào bạn,. . . . Không sao bạn.. . . . tHÂN"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa Phòng đào tạo;. . Cho em hỏi là thi tiếng anh đợt 3 (25-28/1) là để xét đăng kí môn học kì 202 đúng không ạ?. . Cảm ơn Phòng đào tạo. Mong nhận được câu trả lời từ Phòng đào tạo. . . . . . .",
            "Chào bạn,. . . . Bạn cố gắng thi tốt nha, sẽ mở đợt DKMH bổ sung cho các bạn.. . . . Thân",
            "Đăng ký môn học . Em tên là [full_name] - MSSV: [student_id] thuộc lớn MT20KH11 ạ. Việc là đầu năm em nộp hồ sơ nhưng sau đó phòng đào tạo nói em thiếu giấy chứng nhận tốt nghiệp tạm thời (Nhưng em đã có giấy tốt nghiệp rồi nên em nộp bản sao của giấy chứng nhận tốt nghiệp rồi ạ). Và sau đó phòng đào tạo cũng mail cho em một mail tương tự ạ. Và bảo là do thiếu hồ sơ nên em không được đăng kí môn học ở đợt 2 mà phải chờ đợt 3. Nhưng giờ em được đăng kí thì các lớp Đại số tuyến tính, Giải tích 2, Thí nghiệm Vật Lí đều đã được đăng kí đầy ạ. Quý thầy cô cho em hỏi em có cách nào đăng kí những môn này không ạ? Hoặc thầy cô có thể cho em vào những lớp đã full được không ạ. Em xin cảm ơn ạ",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . Bạn đợi đăng kí môn học dự thính 202 sắp tới đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hôm đầu tiên mở lớp đợt 3 em thấy sĩ số 91/80, còn bây giờ đã xuống 88/80. Em mong cô xem xét lại được không ạ.. .   i Đăng ký môn học .",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào Thầy (cô) ạ.. . Em xin tự giới thiệu, em tên là [full_name] sinh viên lớp CK20CDT2,MSSV: [student_id]. Em đang gặp vấn đề về đăng ký môn học ạ, hiện tại em học ở cơ sở 2 nhưng các môn như Đại số tuyến tính, Thí nghiệm Vật lý đều hết lớp ở cơ sở 2 và môn Thực tập cơ khí đại cương em vẫn chưa đăng ký được. Mong thầy cô giúp đỡ hỗ trợ em ạ.",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . Bạn đợi đăng kí môn học dự thính 202 sắp tới đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đợt 1 em đăng kí môn học đầy đư 4 môn nhưng sang đợt 2 thì chỉ còn 2 môn còn đợt 3 thì em chua đăng kí được môn hoá đại cương. Em xin mở thêm lớp hoá đại cương để em có thể học tập theo tiến độ như các bạn khác. Em xin cảm ơn. .",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . Bạn đợi đăng kí môn học dự thính 202 sắp tới đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Môn ĐAMH bê tông cốt thép 1 hiện tại đã đầy số lượng đăng kí nên PĐT có thể mở thêm sỉ số để em có thề đk được không ạ?",
            "Chào bạn,. . . . Những môn đồ án bạn làm đơn mở lớp nộp PDT để dkmh vào đợt 4 nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô. . Em là sinh viên K20, thuộc lớp kĩ sư tài năng khoa hóa.. . Vào đợt đầu đăng ký môn học của đợt 2 này, trong các môn core của lớp kstn hóa, chỉ mới có môn hóa hữu cơ mở lớp A01, Đến chiều tối thì 2 môn core khác mở mở thêm lớp kstn. CŨng vì vậy mà em đã gặp khó khăn trong việc chuyển đổi thời khóa biểu môn học.. . Hiện nay em gặp vấn đề về môn kinh tế chính trị mac-lenin SP1033. Thời khóa biểu hiện tại môn này của em là lớp L13, buổi chiều thứ 6, tiết 11, 12. Em cũng đã canh nhiều ngày để chuyển được thời khóa biểu môn này, nhưng do tình trạng các lớp đều kín, nên đến bây giờ em vẫn chưa chuyển được. Thời gian học môn này đã gaay rất nhiều khó khăn cho em, Em hiện đang trọ tại quận Bình Thạnh, trong khi đó vào buổi sáng thứ 6, em có tiết môn core hóa hữu cơ lớp A01 tại cơ sở 1, trong khi đó, buổi chiều vào tiết 11-12 môn mác- lenin SP1033 lại ở cơ sở 2. ĐỒng thời, vào buổi chiều 2,4,6 hằng tuần lúc 18h em lại có lớp học tiếng trung đã đăng ký và theo học được hơn 2 tháng, nên thời khóa biểu như vậy đã buộc em phải bỏ buổi học này, vì thời gian chạy từ cơ sở 2 của trường đến trung tâm tiếng trung ở Bình Thạnh là không thể nào kịp (hơn 16km).. . Với hoàn cảnh như vậy, em mong đucợ các thầy cô thông cảm, cho phép em được tăng sĩ số, đổi vào lớp Kinh tế chính trị Mac-Lenin SP1033 lớp L08 vào thứ 4 tiết 10-11 (hiện nay các lớp đều đã đủ sĩ số 122/122)(em đã tự so với thời khóa biểu các môn khác và chỉ có lớp này phù hợp nhất). Em cảm ơn nhiều ạ.",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào thầy/cô. . Em tên [full_name], mã số sinh viên [student_id], là sinh viên lớp HC19TP.. . Em viết đơn xin thầy/cô mở thêm sĩ số lớp học Hóa lý hóa keo (mã môn học: CH1005), lớp L01.. . Cảm ơn thầy/cô đã giúp đỡ ạ.. . Chúc thầy/cô ngày tốt lành.. . Em cảm ơn.",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là khi mình học môn học tương đương thì số tín chỉ tích lũy ngành sẽ thấp hơn số tín chỉ quy định. Vậy có ảnh hưởng gì đến bằng tốt nghiệp không ạ (bằng kỹ sư).. . Và điểm tốt nghiệp sẽ tính theo trung bình tích lũy ngành hay trung bình tích lũy ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . Điểm trung tích lũy ngành là điểm TB tốt nghiệp . . Bạn có thể xem thêm về quy chế về tốt nghiệp trên trang @aao. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào ad. . Em là [full_name]. . Mssv [student_id]. . Ad cho em hỏi là Dự thính 202 có mở lớp av4 không ạ?!. . Em cảm ơn. . . .",
            "Chào bạn,. . . . Nếu trung tâm đồng ý mở lớp, đủ số lượng mở lớp thì PDT sẽ mở cho các bạn học nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin PĐT mở thêm sỉ số môn Giải tích 2( Mã môn học MT1005) lớp L05-L09( T3 tiết 3,4,5: T5 tiết 4,5)",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. .",
            "Đăng ký môn học . Xin PĐT mở thêm sỉ số môn Cơ lưu chất (Mã môn học CI2003) lớp L02-L05 (T4 tiết 2,3,4; T7 tiết 10,11,12).. .",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là K19 ngành Kiến trúc trường mình ạ. Những môn tiên quyết bị vướng lúc em đăng kí môn chuyên ngành cho kì 202 là những môn không được mở dạy. Em và các bạn được dặn là chờ đến 9h sáng nay để PDT giải quyết rồi đăng kí lại nhưng bây giờ 12h, còn hơn 2 tiếng nữa là hết hạn đăng kia đợt 3 rồi mà tui em vẫn chưa đăng kí được ạ. PDT có phương hướng giải quyết nào không ạ :’’(",
            "Chào bạn.. . . . Theo công văn 199/TTr-ĐHBK-KTXD, sinh viên ngành Kiến trúc từ khóa K2020 phải hoàn thành 3 khóa kỹ năng là điều kiện cần thiết để đăng ký các học phần của học kỳ 4 thuộc CTDT.. . Ba khóa kỹ năng gồm:. . - Họa hình và tạo hình_CI1071. . - Ký họa kiến trúc cơ bản_CI1073. . - Ký họa kiến trúc nâng cao_CI1075. . . . Các môn học thuộc CTDT K2020 và K2019 giống nhau, chung mã số môn học, do đó có cùng tính chất môn học về cấu trúc, điều kiện ràng buộc.. . Sinh viên K2019 khi đăng ký các môn học học kỳ 4 trong CTDT sẽ gặp yêu cầu ràng buộc nêu trên, nhưng ba kỹ năng CI1071, CI1073,CI1075 mặc định được pass mà không cần điểm.. . Trong trường hợp sinh viên ngành Kiến trúc K2019 vì lý do nào đó học theo CTDT K2020 thì phải hoàn tất CI1071,CI1073,CI1075 theo quy định.. . . . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là trong học kỳ tới còn có đợt đăng ký môn thực tập tốt nghiệp và đề cương luận văn không ạ.",
            "Chào bạn,. . . . Bạn vui lòng xem lịch học vụ http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_77&tid=1915.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy / cô, em là sv tt đào tạo bảo dưỡng công nghiệp k16. Năm trước em có nộp bằng ielts 4.5 và quy đổi, chuyển điểm đủ cả 4 anh văn. Vậy khi xét tốt nghiệp em có cần thêm chứng chỉ nữa không ạ. Thanks",
            "Chào bạn. . Hiện tại pdt kiểm tra bạn đã đạt chuẩn Lvtn, tốt nghiệp và chuyển điểm av 1234. . Nên không cần nộp thêm CCNN. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Phòng Đào Tạo ạ.. . Em đọc thông báo trên E-Learning về qui định chuẩn anh văn mới.. . Em đọc và hiểu là chuẩn Anh Văn tốt nghiệp cho khoá K17 được nâng từ 500 lên 550 điểm.. . Phòng Đào Tạo cho em hỏi em hiểu đúng không ạ. Vì có rất nhiều bạn hiểu giống em nên em mong nhận sự phản hồi sớm của Phòng Đào Tạo ạ.. . Em cảm ơn ạ.. .   i Tốt nghiệp .",
            "Chào bạn. . - Về quy định chuẩn tiếng anh tốt nghiệp: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 3. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào hỗ trợ viên,. . . . Em muốn đăng ký môn học \"ME2025 - Thực tập kỹ thuật thiết kế\" theo tiến độ của chuyên ngành Thiết kế máy, tuy nhiên đợt này chỉ mở 1 lớp và đủ sỹ số 40/40.. . . . Hiện tại em đang đăng ký được môn \"ME2023 - Thực tập kỹ thuật chế tạo\" em xin phép đổi môn này sang môn ME2025 có được không. . . . . Nếu không đăng ký được thì học kỳ sau em có phải đăng ký lại môn  ME2025 theo chuyên ngành Thiết kế máy không.. . . . Em xin cảm ơn.",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . Bạn đợi đăng kí môn học dự thính 202 sắp tới đăng kí nha.. . . . Thân. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em đóng tiền học phí rồi mà em vẫn chưa đkmh được ạ",
            "Chào bạn,. . . . Còn đợt 4 dkmh bổ sung, bạn thường xuyên kiểm tra mail để biết thời gian DKMH nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào Phòng đào tạo,. . . . Theo như em được biết thì điểm [full_name] được tính là đạt chuẩn anh văn. Nếu vậy thì nếu tốt nghiệp thì em qua điểm anh văn [full_name]A có được xét cho tốt nghiệp không ạ? . . . . Rất mong nhận được sự phản hồi từ Phòng đào tạo ạ.. . . . [full_name]",
            "Chào bạn. . Sinh viên học đạt môn Anh văn 1A, 2A, 3A, 4A sẽ được miễn môn AV1, AV2, AV3, AV4 tương ứng, xét đạt các chuẩn tiếng Anh sau mỗi năm học.. . Ngoài ra, Sinh viên có thể nộp CCNN tiếng Anh quốc tế để chuyển điểm AV1, AV2, AV3, AV4 nhằm đạt điểm cao hơn (nếu cần).. .       Để tìm hiểu thêm thông tin chi tiết, các bạn sinh viên vui lòng tham khảo nội dung trong link sau đây: http://www.bkenglish.edu.vn/lop-anh-van-theo-nhu-ca.html. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name]. MSSV: [student_id].. . Em mong nhà trường có thể tạo cơ hội để em có thể theo học môn CO3029_L01_Khai phá dữ liệu. Nên rất mong nhà trường có thể tăng sĩ số lớp từ 60 lên 61 ạ. Em cảm ơn rất nhiều.",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đợt đăng ký môn học 2 em xóa Giải tích 2 - MT1005 để đăng ký môn công nghệ gen - CH3131, đến đợt 3 thì đổi chuẩn đăng ký môn công nghệ gen - CH3131 làm em không đăng ký được nữa, Giải tích 2 - MT1005 thì đã lớp rồi, em xin Phòng đạo tạo mở thêm sĩ số nhóm lớp L21_L42.. . Em xin cám ơn. .",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em là sinh viên K19 ạ, PĐT cho em hỏi là đợt vừa rồi em thi anh văn trên 350 nhưng dưới 400 vậy giờ em đăng kí học anh văn 3A là em được coi như đạt anh văn 3 và chuẩn sau năm 2.Nhưng em có bắt buộc phải học cả anh văn 2A nữa không ạ. Em cảm ơn.",
            "Chào bạn,. . . . Với điểm thi anh văn định kỳ 350 bạn chỉ đăng kí anh văn cơ bản thôi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn xin mở thêm 1 sĩ số môn Đại Số Tuyến Tính ( MT1007) lớp L05_L09.. . Vì em ở cơ sở 2 nên lên cơ sở 1 sợ không kịp ạ.",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học: Hóa đại cương (CH1003), Địa chất công trình (CI2095) . Lý do: Chưa đủ tín chỉ yêu cầu, mong Phòng Đào Tạo xem xét dùm em.. . . .",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . Bạn đợi đăng kí môn học dự thính 202 sắp tới đăng kí nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào PĐT, . . . . Em có đăng ký một môn học lí thuyết thứ 3 tiết 45 và thực hành cũng thứ 3 tiết 678, theo em nhớ là trường mình phải có nghỉ trưa một tiết, nhưng không hiểu tại sao lớp này lại có thể có lịch nhu vậy, cho em hỏi là lớp này có khả năng bị hủy không ạ. . . . Em cảm ơn!. .",
            "Chào bạn,. . . . Tuỳ môn mà huỷ lớp nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô ạ. . . Học kì này em có học môn con người và môi trường, được biết khoa em không học môn con người và môi trường mà chỉ học môn môi trường và con người. Vậy nếu chuyển sau khi học xong em có thể chuyển điểm môn con người và môi trường thành điểm môi trường và con người không ạ? Em cám ơn.",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô ạ, do em bị kẹt giờ với lại hết slot môn Chi tiết máy (ME2007) nên em chưa đăng ký được môn này ạ. Em xin thầy/ cô mở thêm sỉ số lớp L04_L10 môn Chi tiết máy (ME2007) để em có cơ hội được học ạ. Em cám ơn thầy cô rất nhiều ạ",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em tên [full_name] sinh viên khoa Điện. Em có nhận mail của phòng đào tạo nói là huỷ 1 số môn học tự chọn trong đó có môn HỆ THỐNG ĐIỀU KHIỂN NHÚNG nhóm [full_name]01 (EE3067). Vậy nhóm [full_name]02 có bị huỷ luôn không ạ hay chỉ xoá lớp [full_name]01?   .",
            "Chào bạn,. . . . Việc này bạn liên hệ khoa nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Em xin chào thầy cô, em tên là [full_name] MSSV: [student_id], em là sinh viên năm nhất, hiện tại các lớp đều đủ số lượng nên em không đki được môn học, em chỉ đăng kí được 1/4 môn thôi ạ ,  có cách nào để đki 3 môn còn lại không ạ",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . Bạn đợi đăng kí môn học dự thính 202 sắp tới đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em muốn đổi sang nhóm L06_L23 do lịch hiện tại em bị trùng giờ môn chuyên ngành nên không đăng ký được môn chuyên ngành ạ.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Nếu mình đủ điểm qua môn vl1 ở hk1 nhưng điểm thấp nên hk dự thính đăng kí học lại thì có đc không ạ. Cái đó có tính là rớt môn hay ảnh hưởng gì không ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi, các môn em đăng kí thành công và đủ quy định sĩ số lớp học trong đợt 3 này có bị xóa môn học không ạ?. . Em có đăng kí EE2039 thấy Kế hoạch giảng dạy nói là phải học EE2033 trước, nhưng khi đăng kí thì thông báo hợp lệ. Vậy em có bị xóa môn không ạ?. . . . Em cảm ơn ạ.",
            "B"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy/cô/cán bộ PĐT. . Em là [full_name], MSSV [student_id], lớp XD17VL, khoa KTXD. Em có vấn đề sau cần nhờ sự giúp đỡ ạ.. . Theo lịch học vụ cũ chưa chỉnh sửa thì 13/1 là hạn đăng ký nộp CCNN và 15/1 là ngày đăng ký LVTN bổ sung. Tuy nhiên theo lịch đã sửa đổi thì ngày đăng  ký LVTN bổ sung là 28/1 và ngày nộp CCNN vẫn như cũ là 13/1 ạ.. . Vấn đề là hôm nay em mới có kết quả thi toeic (14/1), trễ 1 ngày so với hạn 13/1 mà PDT đã đề ra. Em vẫn đã đăng ký nộp CCNN trên mybk. Liệu em có thể được đăng ký LVTN đúng hạn kì này không ạ? Do em đã có CCNN trễ 1 ngày so với hạn 13/1. . . Em xin cảm ơn.. . [full_name]. .   i Đăng ký môn học .",
            "Chào bạn,. . . . Không sao bạn, đợt 4 bạn vào đăng kí luận văn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi, các môn em đăng kí thành công và đủ quy định sĩ số lớp học trong đợt 3 này có bị xóa môn học không ạ?. . Em có đăng kí EE2039 thấy Kế hoạch giảng dạy nói là phải học EE2019 trước, nhưng khi đăng kí thì thông báo hợp lệ. Vậy em có bị xóa môn không ạ?",
            "Đăng ký môn học . . . Cho em hỏi, các môn em đăng kí thành công và đủ quy định sĩ số lớp học trong đợt 3 này có bị xóa môn học không ạ?. . Em có đăng kí EE2019 thấy Kế hoạch giảng dạy nói là phải học EE2033 trước, nhưng khi đăng kí thì thông báo hợp lệ. Vậy em có bị xóa môn không ạ?",
            "Chào bạn,. . . . Khi đăng kí xong,  PDT  sẽ lấy dữ liệu  xét lại.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Ad cho em hỏi môn Hệ thống điều khiển nhúng EE3067 có mở kì sau không ạ?",
            "Chào bạn,. . . . Hiện tại học kỳ 202 có mở môn EE3067.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name] MSSV [student_id] em xin được thêm vào lớp Kinh Tế Chính Trị mã môn SP1033 lớp L10. Lý do là em đăng kí không kịp và bây giờ đã hết chỗ. Xin phòng đào tạo cho xét duyệt giúp em ạ. Em xin cảm ơn nhiều ạ!",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . Bạn đợi đăng kí môn học dự thính 202 sắp tới đăng kí nha.. . . . Thân. .",
            "Đăng ký môn học . Em tên là [full_name], MSSV [student_id]. Em xin phép được thêm vô lớp kinh tế chính trị (SP1033) lớp L10. Lý do là lúc đăng ký môn em đăng ký không kịp và bây giờ hết chỗ. Xin phòng đào tạo xét duyệt dùm em ạ.. . Em xin cảm ơn ạ.",
            "Chào bạn,. . . . Còn đợt 4 dkmh bổ sung, bạn thường xuyên kiểm tra mail để biết thời gian DKMH nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là em chưa học các môn của hk3 là giải tích mach, kĩ thuật số, sxtk mà bây giờ em đăng kí được các môn của hk4 như vi xử lí, mạch điện tử ,.. thì sau đợt đăng kí này có bị xóa môn không ạ.. . . .",
            "Chào bạn,. . . . Bạn đợi kết quả DKMH của đợt 3 nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy/cô.. . Em rất mong thầy/cô có thể mở thêm cho em 1 slot mã môn EE3117 Môn Thiết kế vi mạch số. Do hôm qua PĐT thông báo khoa điện điện tử hủy hàng loạt môn của bộ môn Điện tử- hướng ngành em theo đuổi. Em rất mong PĐT mở thêm cho em 1 slot.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo. . Em tên [full_name] MSSV [student_id]. . Thuộc lớp CK18CTM2. . Nay em viết bài này để hỏi về vấn đề xin học song hành 2 môn học.. . Theo chương trình đào tạo thì học kì 202 em sẽ học môn Kỹ thuật chế tạo 2 (ME3033) với điều kiện là học trước(HT) môn Các quá trình chế tạo (ME2071). Nhưng do năm 2 em nợ anh văn,em đã không đăng ký ME2071 theo CTDT nên học kì 202 em mới học môn ME2071.. . Nêu em không thể đăng ký môn ME3033 trong kỳ 202 tới thì em sẽ bị trễ đồ án chuyên ngành(do ME3033 là TQ của đồ án) 1 học kỳ dẫn đến ra trường trễ. . . Điều kiện xấu nhất là không có lớp để học môn ME 3033 sau này vì khóa K19 không có môn này trong CTDT.. . Mong phòng đào tạo xem xét để có thể cho em đăng ký học song hành môn ME2071 và ME3033 trong học kỳ 202 tới.. . Em xin lỗi vì phát hiện điều này quá trễ, em chân thành xin lỗi vì đã phát sinh vấn đề này.",
            "Chào bạn,. . . . Việc này tôi không thể giúp bạn được, nếu môn ME2071 là môn TQ của môn ME3033 thì môn ME2071 đã học và đã đạt mới đăng kí được môn ME3033.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào thầy/cô. Đợt đk kí đợt 3 này e thao tác lỗi nên lỡ xóa lớp ci1003. Và đăng kí lại nhưng hệ thống bị lỗi nên cho dù lớp chưa full sĩ số vẫn không được. Qua hôm sau e đăng kí lại nhưng lớp nào cũng full hết.đến chìu nay khi hết hạn đăng kí đợt 3 thì có lớp chưa full sĩ số nhưng trước đó e canh nhưng đăng kí không kịp. Kì này e chưa đạt chuẩn anh văn nên chỉ còn 1 môn này để duy trì tình trạng đang học. E mong thầy cô cho e xin đăng kí những lớp chưa full sĩ số. E xin chân thành cảm ơn thầy cô. Ci1003 vẽ kĩ thuật",
            "Chào bạn,. . . . Bạn xem thử mình đăng kí bị sai mã nhóm không nha,  bạn không đăng kí được nhóm CC nha vì nhóm này dành cho sinh viên chất lượng cao, quốc tế.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào cô ạ !. . . . Trong mail hôm qua em có nhận thì ghi là chuẩn anh văn tốt nghiệp từ khóa 2019 về trước là 550 nhưng mà trong quy chế lại nói chuẩn anh văn tốt nghiệp khóa 2017 là 500 mà thôi. Như vậy thì cái nào mới đúng để em có thể định lượng trước mà thi ạ ?. . . . Em cám ơn cô ạ !. .",
            "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name], sinh viên khoá k19 khoa điện - điện tử.. . Sau đợt 3 này em có thể hủy môn học không ạ? Nếu hủy thì có phải đóng học phí môn đó ko ạ? . . Em có lỡ đăng kí nhầm môn nhưng bị quá hạn nên không thể hủy môn được. . . Momg BQT có  thể giải đáp trong thời gian sớm nhất ạ!",
            "Chào bạn,. . . . Đợt đăng kí tiếp theo không cho huỷ môn học được bạn, nếu huỷ môn phải làm đơn rút môn học (rút môn là phải tính học phí nha bạn).. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào ạ,. . Tầm khoảng hơn 14h, ở nhà xe cổng 1 cs1 em có truy cập trang đăng ký hủy môn học và chọn hủy môn EE3053 xong tắt điện thoại đi về nhà. Không kịp kiểm tra đã được chưa do vội công việc ở nhà ( em ở quận 9 ).. . . . Giờ em xực nhớ kiểm tra lại thì môn chưa được hủy, cũng không có lịch sử.. . Cho em hỏi có cách giúp em hủy môn được không ạ? Mà không phải đóng học phí cho môn đó kỳ sau ạ?. . Do em không cẩn thận, nên mới xảy ra tình  trạng này. Mong nhà trường giúp đỡ ạ.. . Em xin cảm ơn. .",
            "Chào bạn,. . . . Hiện tại đã qua thời gian huỷ môn học rồi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào anh/chị,. . Em là sinh viên khóa 2014 (thời gian đào tạo tối đa đến 4/2021), hiện tại em chỉ còn Luận văn tốt nghiệp, nhưng em lại không đăng ký được LVTN. Cho em hỏi là em có thể đăng ký Luận văn tốt nghiệp bằng cách nào ạ? . . Em cám ơn!",
            "Chào bạn. . - Về quy định thời gian và kế hoạch học tập: Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . - Nếu bạn không được kéo dài thì chỉ có thể chuyển sang hệ vừa học vừa làm, liên hệ Phòng 201A4 để được tư vấn. . Thân. .",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 5, mục 5.4 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô,. . Em hiện đang là sinh viên năm 4, hiện đang làm đề cương luận văn và đăng ký môn học tới là Luận văn. Nhưng nếu đợt bảo vệ Đề cương em bị yêu cầu làm lại đề cương thì môn Luận văn có được tự động chuyển lại thành đề cương không hay em phải đăng ký môn học mới ?. . Lý do là vị đợt bảo vệ nằm sau thời gian đăng ký môn học.. . . . Em cảm ơn . .",
            "Chào bạn,. . . . Không tự động chuyển được bạn, khi ĐCLV bạn đánh giá đạt thì bạn mới đăng kí được luận văn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trường cho em hỏi ,em là sinh viên K19, em có đăng ký nhầm môn học Giải tích mạch với mã cũ EE1011 ( mã mới là EE2033). Vậy nếu em hoàn thành môn Giải tích mạch mã cũ thì có cần phải hoàn thành thêm môn Giải tích mạch mã mới theo chương trình đào tạo nữa không . Nếu không cần hoàn thành môn Giải tích mạch mã mới thì cho em hỏi thêm là cách tính điểm cho môn này như thế nào ? . . Em cảm ơn",
            "Chào bạn,. . . . - Môn tương đương PDT có cập nhật trên web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_62&tid=1717.. . Bạn tham khảo, nếu tương đương thì tính điểm miễn môn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em muốn hủy môn học Truyền số liệu và mạng, học kỳ 202.. . Lý do: Em có đăng ký môn Truyền số liệu và mạng học kỳ 202 vì nhắm kỳ này học không qua. Nhưng em đã biết điểm thi đạt nên muốn hủy môn học này ạ. Đợt hiệu chỉnh đã hết hạn nên em không thể hiệu chỉnh bằng web được nữa.",
            "Chào bạn,. . . . Đã hết thời hạn huỷ môn học rồi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô,. . . . Em là sinh viên k16 và có thực hiện hiệu chỉnh đăng kí môn học Hoá Hữu Cơ Ch2021 vào ngày 13/1 đợt 3. Nhưng hiện tại trang đăng kí của em không có môn nào trong danh sách đăng kí. Em cũng có đăng kí kế hoạch học tập môn học này trong học kì 2. Trong trường hợp này em có thể nhờ sự hỗ trợ của phòng ban nào ạ?. . . . Em chân thành cảm ơn.",
            "Chào bạn,. . . . DKMH đợt 3 chưa có kết quả DKMH mà bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi sau khi ra trường thì email có hoạt động không ạ. Có thể nhận và gửi mail như một tài khoản email bình thường?",
            "Chào bạn. . Sau Lễ tốt nghiệp, bạn nhận bằng xong thì email không hoạt động nữa nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em là sinh viên năm nhất, và em không đăng ký được môn giải tích 2 ạ dù em có đăng ký nguyện vọng bổ sung đợt 2 rồi ạ, giờ em rối lắm ạ, không biết giải quyết như nào?",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . Bạn đợi đăng kí môn học dự thính 202 sắp tới đăng kí nha.. . . . Thân. . . . . . . ."
        ]
    }
]