[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào PĐT , em là sinh viên K18 chuẩn bị ra trường. PĐT cho em hỏi cần nộp TOEIC bao nhiêu, TOEIC mấy kĩ năng để được nhận bằng tốt nghiệp, ra trường? Em cảm ơn",
            "Chào em,. . Em xem quy định về CCNN tốt nghiệp tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/3.   Chuẩn tiếng Anh khi nhận Luận văn tốt nghiệp (LVTN) và khi tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/ cô ạ, hiện em không đăng ký được môn Sinh thái Công Nghiệp -  610702 ở học kỳ dự thính ở đợt đăng ký 1. Môn học đã được mở, nhưng kết quả đăng ký đợt 1 không thành công do em chưa từng học môn này lần nào. Vì môn này là môn cũ của chương trình PFIEV, và còn ít sinh viên học, nên mong thầy/ cô xem xét cho em được đăng ký môn học này ở kỳ dự thính. Em có đính kèm thư trình bày xem xét đặc biệt từ văn phòng PFIEV. Em xin cảm ơn ạ!",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi kỳ 201 em đã nộp bằng Toeic Nghe Đọc với số điểm là 575, tức là em đã đủ chuẩn anh văn nhận Luận văn và Tốt nghiệp. Nhưng em thấy để chuyển AV4 là cần 600 trở lên, kỳ này em cũng không đăng ký học AV4, vậy em phải tiếp tục thi Toeic trên 600 để chuyển điểm AV4, nếu không thì em vẫn đang nợ anh văn và không được tốt nghiệp đúng không ạ?. .",
            "Chào bạn. . Đúng rồi bạn. . Hoặc bạn đăng ký học Anh văn 4. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy/cô!. . Em có đăng ký môn Điện - Giải tích mạch (EE2031) ở đợt đăng ký dự thính lộ trình 2 - Đợt 1. Tuy nhiên bị xóa ở đợt 2 với lý do đã đăng ký ở kì chính. Em đã đăng kí rút môn học ở kì chính và đăng ký lại thành công ở đăng ký dự thính lộ trình 2 - Đợt 2. . . Thầy/cô cho em hỏi em có phải làm thêm thủ tục gì không? Nếu thời gian xử lí rút môn học quá thời gian đăng ký môn đợt 2 em có được hỗ trợ đăng ký môn lại không ạ? . . Kính mong thầy/cô phản hồi!. . Em xin chân thành cảm ơn!",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào pđt,. . Em tên [full_name]. . MSSV: [student_id]. . Hiện kì 211 em có học môn Phương pháp tính, Nhóm DT01-A .Em có đăng kí hoãn thi trước khi thi theo yêu cầu của pdt, nhưng sao trên bảng điểm em chưa có cập nhật điểm 14 ạ. Em cảm ơn ạ. .",
            "\"Chào bạn. . Pdt đã nhận yêu cầu Hoãn thi[student_id]6\t[full_name]\tMT1009\tPhương pháp tính. . và sẽ xử lý theo quy trình. . Về vấn đề Hoãn thi của HK211 bạn vui lòng xem chi tiết: Thông báo kế hoạch tổ chức thi HK211 Pdt đã gởi qua mail  vào ngày 22/11/2021- Mục 5. Hoặc Quy trình Hoãn thi HK211 Pdt đã gởi qua mail  vào ngày 10/12/2021. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em kính chào thây, cô ạ. Em tên là [full_name]. Sinh viên khoa Môi trường, khóa DC18MT.. . Em xin hỏi là nếu kỳ này em đăng ký dưới 10 chỉ (cụ thể là 9 chỉ) nhưng không phải là 9 chỉ của luận văn tốt nghiệp, thì học phí của em có được tính theo số tín chỉ không?. . Em xin mong nhận được giải đáp.. . Em xin cảm ơn thầy, cô ạ.",
            "Chào em,. . Em vui lòng xem quy định về học phí.. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế quy định/học vụ/Học phí. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em tên là [full_name] MSSV: [student_id]. . Lớp: CK18LOG2 Ngành: Logistics và quản lý chuỗi cung ứng.. . . . Hôm nay, em viết bài này về việc điều kiện đăng ký luận văn tốt nghiệp em. Em đã đăng ký luận văn tốt nghiệp vào đợt cuối cùng nhưng lại không đủ điều kiện đăng ký luận văn. Em không biết lý do tại sao ạ?. . . . Em mong sự giúp đỡ từ mọi người ạ. Em cảm ơn",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân",
            "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 120  125 Không đủ ĐK nhận LVTN. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em đã hoàn thành các học phần theo chương trình nhưng vẫn chưa đăng ký được trong đợt đăng ký HK chính 212.. . Cho em hỏi là còn thiếu điều kiện gì ạ.. . Ảnh kết quả đăng ký như bên dưới.",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em đã đăng kí 2 môn MT1005 và MT1009 vào đợt Đăng ký môn học Dự thính môn học HK212 - CQ + VLVH Đợt 3 - [full_name] 1. Đến nay vẫn chưa có thời khóa biểu.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Khiếu nại đăng ký môn học . Dạ em chào thầy cô, em [full_name] (MSSV: [student_id]) xin hỏi tại sao em tiếp tục bị xóa môn học ME4727 (LVTN(ktck)) vậy ạ. Trong khi tính số chỉ tích lũy cả kỳ này, em đã đủ điều kiện đăng ký, rồi theo thông báo là kỹ này bỏ xét anh văn, ngày CTXH em cũng đã đủ, điểm thực tập tốt nghiệp và đề cương luận văn em cũng đã có, thế lí do là gì mà em tiếp tục bị xóa LVTN vậy ạ. EM mong PĐT phản hồi giúp em, vì nếu không, em sẽ không đăng ký được LVTN trong kỳ này vì theo thông báo đợt này đã là đợt cuối. Em xin cảm ơn.. .",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Theo mail pđt gửi thì em có đăng ký lại LVTN vào ngày 18/01/2022 nhưng kết quả đăng ký thì vẫn bị hủy. Vậy là sao ạ? Mong pđt giải đáp giúp em .",
            "Chào bạn. . . . Để đăng ký Môn LVTN mã GE4327, bạn phải học đạt các môn tiên quyết \"GE1005(TQ) GE2005(TQ) GE3077(TQ) GE3095(TQ) GE3325(TQ) GE4059(TQ) GE4325(TQ)\". . . . . . Bạn có thể xem Cấu hình môn học tại aao.hcmut.edu.vn/sinh viên/Chương trình đào tạo/Chương trình đào tạo 2014 --  chọn menu \"Cấu trúc môn học\". . . . Nếu trong HK212 bạn tích lũy đủ điều kiện đăng ký LVTN, thì có thể đăng ký LVTN trong HK hè năm học 21-22 theo thông báo   B \"Kế hoạch học tập của HK2 và HK hè năm học 21-22\"  /B  Pdt đã gởi qua mail vào ngày 27/12/2021- [full_name] 6. . . . . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em xin chào quý thầy/cô,. . . . Em tên là [full_name], MSSV: [student_id].. . . . Trong HK 212 này em có đăng ký môn học LVTN (CO4317) và bị huỷ đăng ký trong cả 3 đợt đầu lẫn đợt bổ sung vừa rồi (10/1/2022) vì lý do   b Thiếu môn tiên quyết CO3315  /b . . . . . Em xin được trình bày về vấn đề môn CO3315 (Thực tập ngoài trường) của em như sau:. . . . Trong HK 203 em đã đăng ký môn TTNT (CO3315) nhưng chưa thể tham gia thực tập vì lý do dịch bệnh. Em đã gửi đơn xin được hoãn kết quả môn này cho khoa và PĐT. Kết quả là đơn xin đã được khoa ký xác nhận, tuy nhiên PĐT lại trả lời em là không cần thiết phải làm đơn (có đính kèm minh chứng). Và sau đó, điểm môn TTNT của em trên myBK được cập nhật là 0.0. Đến hiện tại, em đang tham gia thực tập tại công ty và đang đợi hoàn thành chương trình để gửi điểm cho khoa cập nhật lại. . . . . Vì vậy, em cảm thấy việc PĐT không đăng ký môn LVTN (CO4317) cho em vì thiếu môn TTNT (CO3315) là không thoả đáng.. . . . Em mong rằng vấn đề trên sẽ được PĐT giải quyết nhanh chóng. Em xin chân thành cảm ơn.. . . . Chúc quý thầy/cô một ngày tốt lành!. . . . Trân trọng.. . . .",
            "Chào bạn,. . . . Để đăng ký môn LVTN HK212 thì SV phải học đạt các môn tiên quyết theo quy định. Để tra cứu cấu hình môn học bạn vào trang aao.hcmut.edu.vn/sinh viên/Chương trình đào tạo/Chương trình đào tạo 2014 --  Menu \"Cấu trúc môn hoc\". . . . Trường hợp SV chưa có kết quả điểm môn TTTN trong HK212 vì lý do tình hình dịch bệnh nên kéo dài thời gian TTTN,  thì SV phải chờ có điểm đạt môn TTTN, sau đó SV gửi đơn xin xem xét đăng ký LVTN HK212 bổ sung với P.ĐT nhé. . . . . Nếu điểm TTTN HK212 cập nhật quá trễ, thì SV có thể đăng ký môn LVTN trong HK213 theo thông báo \"Kế hoạch học tập của HK2 và HK hè năm học 21-22\" Pdt đã gởi qua mail vào ngày 27/12/2021- [full_name] 6. . . . Chúc bạn học tốt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ xin chào quý thầy, cô. . Hiện em đang muốn được học môn Đo lường và tự động hóa các quá trình nhiệt lạnh (ME4083) của cô Nguyễn Thị Minh Trinh trong học kì chính.. . . . Nhưng mà hiện em đang bị trùng lịch môn Anh Văn 4 vào ngày sáng thứ 2. Khi đăng ký bổ sung môn  Đo lường và tự động hóa các quá trình nhiệt lạnh (ME4083) em có đăng ký sau thì vì trùng lịch thì hủy ạ!!. . . . Em viết thư này với mong muốn được học môn Đo lường và tự động này mặc dù đã bị trùng lịch với môn Anh Văn 4. Em sẽ cố gắng học 2 môn dù bị trùng lịch ạ.. . . . Em xin cảm ơn !!. .",
            "Chào em;. . Trùng lịch đa phần thời gian nên không được nhé. . thân",
            "Chào bạn,. . . . P.ĐT không thể xếp TKB khi bị trùng lịch học theo yêu cầu của bạn được. . . . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào quý thầy, cô.. . Em là [full_name], MSSV: [student_id], sinh viên hệ chính quy đại trà.. . Đợt đăng kí bổ sung LVTN vừa rồi em đã có đăng kí nhưng tới lúc kiểm tra lại kết quả thì lại tiếp tục bị hủy. Mặc dù rất nhiều bạn đăng kí chung đợt bổ sung này với em đã có TKB LVTN.. . Lúc em kiểm tra lại lịch sử đăng kí thì lí do lại là \"bạn chưa chọn đợt đăng kí\", mặc dù trước đó em đã đăng kí và được ghi là thỏa điều kiện.. . Em mong quý thầy, cô xem xét kiểm tra và cập nhật lại giúp em để không ảnh hưởng đến tiến độ học tập và tốt nghiệp.. . Em cảm ơn quý thầy, cô ạ.",
            "Chào em,. . PĐT đã trả lời qua email. . Vui lòng gửi bksi hoặc email pdt, không gửi cả 2 nhé.. . Thân mến. .",
            "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 116  120 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em tên [full_name] - MSSV: [student_id].. . Vào hôm 18/1 trường có mở đợt đăng ký luận văn tót nghiệp và em có đăng ký. Lúc đăng ký thì thỏa mãn điều kiện đăng ký, nhưng lúc có kết quả đăng ký thì em bị xóa kết quả với lý do là chưa chọn đợt đăng ký. Các môn học đáp ứng yêu cầu luận văn em đã hoàn thành xong, em không biết lý do gì em bị xóa môn học ạ!",
            "Chào em,. . Em vui lòng gửi lại thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2114740  /b \t. . Họ và Tên: TRƯƠNG THÁI TÂN. . Khoa: Điện - Điện tử. . . . Lớp L35 - Môn Thí nghiệm vật lý (PH1007)_L35 (DH_HK211). . . . Câu hơi:. .  Dạ thưa, tuần sau em chuẩn bị thi môn thí nghiệm vật lí theo giáo viên thông báo, nhưng mà em chưa có lịch thi( thông tin về ngày thi).. . . .  Em xin cảm ơn.. . . .",
            "chào em,. . Em vui lòng liên hệ với giảng viên để hỏi thông tin về ngày thi và hình thức thi như thế nào nhé. . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ Em là [full_name] MSSV:[student_id]. . Đợt vừa rồi em có đăng kí LVTN mã ME4319 nhưng bị hủy do em đăng kí số tín chỉ ngoài LVTN là 9 chỉ vượt quá 7 . . Em mong PDT cho phép em làm đơn xin phép được đăng kí luận văn tôt nghiệp để em đạt được tiến độ học tập . . Mong PDT xem xét giúp em ạ . . Em xin cảm ơn và mong nhận được phản hồi sớm từ quý thầy cô ạ. . . .",
            "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]. . . . Tên môn học : [full_name]. . . . Mã môn học : MT1009 . . . . Mã nhóm muốn đăng kí : L01\t. . . . Lý do : Sinh viên mới được thu nhận lại. . . . . . . . . .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Dạ cho em hỏi theo như PĐT thì không xét CCAV khi đăng kí luận văn tốt nghiệp cho kì 212 này, về số tín chỉ tích lũy em đã tích lũy đủ tối thiểu tính đến kì 211, cũng như số ngày ctxh đã đủ 15 ngày nhưng đợt cuối cùng ngày 18/1 em không đủ đk nhận luận văn tốt nghiệp là vì sao ạ ?. .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712525  /b \t. . . .   i Khiếu nại đăng ký môn học . Em chào các thầy cô ạ. Em không hiểu sao em không thể đăng kí LVTN(405700),TTTN(405750) ở HK212. Kính mong quý thầy cô em xét lại giúp em ạ.. . . . Lý do để trên trang để DKMH như sau:. . . . 21/ 01/ 2022 10:17\tHK212 - Kết quả đăng ký môn học HK212 - Bổ sung TTTN,DCLV,LVTN\tPDT không đ/ký cho SV MH 405700 (L: Không đủ đ/kiện nhận LVTN). . 21/ 01/ 2022 10:17\tHK212 - Kết quả đăng ký môn học HK212 - Bổ sung TTTN,DCLV,LVTN\tPDT không đ/ký cho SV MH 405750 (N: Không đủ đ/kiện nhận TTTN - STC). . . . Em đã đủ điều kiện về số tín chỉ tích lũy nếu tính cả số tín chỉ HK202 là 30+ dự thính HK203 là 3 chỉ thì em tổng số chỉ tích lũy là  263 chỉ là đủ để nhận 2 môn LVTT, TTTN ạ.(Em để trong phần tập tin đính kèm). Em có 1 số thông tin bổ sung là: còn 1 môn là môn thực tập kĩ thuật(405752) do dịch tụi em chưa được học và kết quả vẫn để là CH. Em chỉ còn nợ duy nhất 1 môn là Tiếng Pháp 4-003704 (5 chỉ). Nếu cộng thêm 10 chỉ luận văn là đủ 280 chỉ là tổng số chỉ của ngành Viễn thông ạ.. . Em cũng đã hỏi về việc này trên bksi 1 lần rồi và thầy cô có ghi là bất cứ trường hợp nào không đăng kí được thì có thể đăng kí vào đợt 18-19 vừa rồi nhưng hôm nay em nhận kết quả thì vẫn không đăng kí được ạ. . . . . Giờ em đang chuẩn bị giấy tờ để đi thực tập tốt nghiệp tại Pháp ạ (em học chương trình PFIEV ạ). Em mong các thầy cô giúp đỡ xử lý trường hợp của em sớm ạ, vì nếu mà được hay không thì em còn biết để kịp chuẩn bị ạ, vì giấy tờ nó vô cùng phức tạp ạ. Em xin cảm ơn ạ.  . .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em tên là [full_name] . . MSSV: [student_id]. . Khoa: Khoa học Ứng dụng. . . . Theo như điều kiện đăng kí luận văn thì em đã đáp ứng đủ hết nhưng sau 3 đợt đăng kí cả đợt đăng kí bổ sung em vẫn bị xóa ạ!. . . . Em không biết mình bị thiếu điều kiện nào để có thể đăng kí luận văn, em cảm ơn Phòng đào tạo ạ. . . . Ở phía dưới em có đính kèm ảnh của bản điểm để làm minh chứng ạ.",
            "Chào em,. . Em gửi lại thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em xin chào quý thầy/cô,. . . . Em tên là [full_name], MSSV: [student_id].. . . . Trong HK 212 này em có đăng ký môn học LVTN (CO4317) và bị huỷ đăng ký trong cả 3 đợt đầu lẫn đợt bổ sung vừa rồi (10/1/2022) vì lý do   b không đủ điều kiện nhận LVTN  /b . . . . . Hiện tại em đã kiểm tra tất cả các điều kiện nhận LVTN và thấy mình đã đạt yêu cầu. Số TCTLN hiện tại là 119 (nếu tính cả số TC chưa có điểm và số TC môn Thực tập ngoài trường đã làm đơn miễn thi, thầy/cô có thể xem thêm số TC chi tiết tại đây https://tinyurl.com/TCTLN-HCMUT-[student_id]) . . . . Về vấn đề môn CO3315 (Thực tập ngoài trường) của em như sau:. . . . Trong HK 203 em đã đăng ký môn TTNT (CO3315) nhưng chưa thể tham gia thực tập vì lý do dịch bệnh. Em đã gửi đơn xin hoãn kết quả môn này cho đến khi dịch bệnh ổn định theo đúng quy định của PDT và đã được Khoa và PĐT xác nhận (em có đính file ảnh số 1, 2 kèm theo bên dưới). . . . Và sau đó, điểm môn TTNT của em trên myBK được cập nhật là 0.0 (ảnh kèm theo thứ 3 bên dưới). Hiện tại, em đang tham gia thực tập tại công ty và đang đợi hoàn thành chương trình để gửi điểm cho khoa cập nhật lại. . . . . Em hy vọng quý thầy cô có thể đọc qua và xem xét cho em được đăng ký môn LVTN CO4317. Để em có thể theo kịp tiến độ học tập sắp tới.. . . . Em xin chân thành cảm ơn quý thầy cô đã đọc và phản hồi giúp em.. . . . Chúc quý thầy cô một tuần làm việc tràn đầy năng lượng!. . . . Thân mến,. . . . [full_name].. .",
            "Chào bạn,. . . . Để đăng ký môn LVTN HK212 thì SV phải học đạt các môn tiên quyết theo quy định. Để tra cứu cấu hình môn học bạn vào trang aao.hcmut.edu.vn/sinh viên/Chương trình đào tạo/Chương trình đào tạo 2014 --  Menu \"Cấu trúc môn hoc\". . . . Trường hợp SV chưa có kết quả điểm môn TTTN trong HK212 vì lý do tình hình dịch bệnh nên kéo dài thời gian TTTN,  thì SV phải chờ có điểm đạt môn TTTN, sau đó SV gửi đơn xin xem xét đăng ký LVTN HK212 bổ sung với P.ĐT nhé. . . . . Nếu điểm TTTN HK212 cập nhật quá trễ, thì SV có thể đăng ký môn LVTN trong HK213 theo thông báo \"Kế hoạch học tập của HK2 và HK hè năm học 21-22\" Pdt đã gởi qua mail vào ngày 27/12/2021- [full_name] 6. . . . Chúc bạn học tốt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Dạ em tên [full_name] - [student_id]. . học khoa kỹ thuật hóa học, ngành công nghệ sinh học. . Dạ cho em hỏi về điều kiện đăng ký môn luận văn tốt nghiệp - CH4347 và điểm anh văn của em ạ.. . Hiện tại, trên lịch sử kết quả đăng ký bổ sung (18-19/01/2022) hiện là em không đủ điều kiện nhận luận văn tốt nghiệp ạ.. . . . Về ngày công tác xã hội: hiện em được 19.5 ngày và đang học theo tiến độ của trường.. . . . Về anh văn: em không học anh văn trong trường, tuy nhiên em có đăng kí thi anh văn đầu vào theo các năm (có kèm hình ảnh). Khi thi xong, điểm anh văn sẽ được cập nhật vào bảng điểm chung với các môn trong kỳ, tuy nhiên, hiện giờ bảng điểm của em đã bị mất tất cả điểm anh văn (kể cả điểm anh văn đầu vào lần đầu), và đợt thi 18/12/2020 em đạt được 500 điểm.. . . . Trường đã thông báo kỳ này không xét anh văn, vậy cho em hỏi, điểm anh văn nếu không có trong bảng điểm, nên em đã bị mất tín chỉ anh văn và không đủ điều kiện để đăng kí luận văn tốt nghiệp đúng không ạ? (ngành em cần tối thiểu 125 chỉ, và giờ cộng hết tất cả các môn chưa có điểm của kỳ 211 em chỉ mới 122 chỉ (không có tín chỉ của anh văn)). Và anh văn thi theo trường hàng năm có được tính tín chỉ . . nếu pass không ạ?. . . . Mong trường giải đáp thắc mắc và giải quyết trường hợp của em ạ. Em cảm ơn ạ.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Tên : [full_name]. . Khoa : Kỹ thuật vật liệu. . Khóa 2021-2022\t. . . .   i Khiếu nại đăng ký môn học . Nay em xin phép được bổ sung thêm môn Hóa Phân Tích ( mã số môn : CH2009 ) . . Lí do đăng ký : Trước em ở bên Chương trình Việt Pháp đã hoàn thành xong môn Hóa đại cương , sang đại trà em không thể đăng ký được môn Vật Lý 1 nên em đã không đủ số tín chỉ cần thiết trong một học kì ( 12/14 tín chỉ ). Nên em xin phép được đăng ký thêm môn Hóa Phân Tích trên để đủ tín chỉ và kịp chương trình ạ .. . Em xin cảm ơn nhà trường và thầy cô phụ trách . . . . .",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học .",
            "Thưa cô em là [full_name] [student_id], em thuộc lớp CK18CTM3, em mới bị mất luận văn tốt nghiệp cơ khí( ME4727) do trong quá trình đăng kí, em chưa đăng kí song hành cùng Đồ án chuyên ngành kĩ thuật chế tạo ME4045. Cô có thể hỗ trợ em bằng cách đăng kí thêm môn đồ án chuyên ngành ME4045 được không ạ, do em cũng cần làm luận văn trong kì này ạ! Em mong cô giúp em ạ do em đang bị chậm tiến độ do cũng có vài môn em chưa học ạ! Em xin cảm ơn cô và mong được sự trợ giúp",
            "Đã trả lời. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . . . Thưa cô em là [full_name] [student_id], em thuộc lớp CK18CTM3, em mới bị mất luận văn tốt nghiệp cơ khí( ME4727) do trong quá trình đăng kí, em chưa đăng kí song hành cùng Đồ án chuyên ngành kĩ thuật chế tạo ME4045. Cô có thể hỗ trợ em bằng cách đăng kí thêm môn đồ án chuyên ngành ME4045 được không ạ, do em cũng cần làm luận văn trong kì này ạ! Em mong cô giúp em ạ do em đang bị chậm tiến độ do cũng có vài môn em chưa học ạ! Em xin cảm ơn cô và mong được cô trợ giúp. . . .",
            "Chào em,. . Cô đóng câu này vì em đã nộp đơn trực tiếp. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Thầy, cô cho em hỏi nguyên nhân em không được đăng kí LVTN trong kì 212 với ạ. Kì 211 tính tạm qua, không xét anh văn, như vậy số tín chỉ của em đã đủ nhưng sau em vẫn không được đăng kí LV. . Em cảm ơn",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân",
            "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 124  126 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa PĐT!. . em là [full_name] MSSV:[student_id] Lớp VL18SI. . em gửi câu hỏi này để mong PĐT xem xét cho em được đăng kí môn thực tập tốt nghiệp (MSMH:MA3315).. . Lý do: vì đợt đăng kí vừa rồi em không đủ điều kiện nhận thực tập tốt nghiệp do thiếu số tín chỉ tích luỹ nhưng hiện tại điểm tổng kết học kì của em đã có mà chưa được cập nhật vào STC tích luỹ nên em mong PĐT xem xét các hình ảnh minh chứng dưới đây và cho em được đăng kí môn này bởi nếu không đăng kí được thực tập tốt nghiệp thì em sẽ không nhận được đề cương LVTN và LVTN kéo dài tiến độ ra trường rất nhiều ạ.. . Em xin cám ơn thầy cô PĐT đã chấp nhận câu hỏi này, Chúc thầy cô một ngày mới tốt lành ạ!. . . . . .",
            "Đã trả lời câu trước. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name] MSSV [student_id].. . Em muốn đăng ký môn tiểu luận tốt nghiệp (260663).Em mong xin phòng đào tạo giải quyết cho em.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Dạ trong 4 lần ĐK [full_name] em đều đăng kí được, thỏa điều kiện LV nhưng cả 4 lần đều bị xóa và không có LVTN trong TKB. Em mong PĐT có thể giải quyết cho em để em có thể làm LVTN đúng hạn ạ.",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy/cô, . . Hiện tại, em muốn hủy môn Đề cương luận văn (ME4675) nhóm A01 của học kỳ 2 (2021-2022).. . . . Lý do: đã hoàn thành ME4675 vào học kỳ 1 2021-2022. Nguyên nhân em vẫn đăng ký lại do khi đăng ký môn Luận văn tốt nghiệp (ME4677) gặp lỗi hệ thống yêu cầu phải đăng ký môn Đề cương luận văn (ME4675) rồi mới có thể đăng ký LVTN. Do em đã hoàn thành môn Đề cương luận văn (ME4675) vào HK1 2021-2022 rồi nên hiện tại mong muốn được hủy môn ạ.. . . . Mong thầy cô cho em hướng dẫn xử lý vấn đề này ạ. Em xin cảm ơn. . . Chúc thầy/cô một ngày tốt lành!",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào phòng đào tạo,. . Em là [full_name] - MSSV [student_id] Khoa Cơ Khí Lớp CK14CD02. . Em đã nộp mẫu thu nhận lại và quyết định xuất ngũ để PĐT xem xét thu nhận lại em trong HK212.. . Hiện tại em đã hoàn thành chương trình đào tạo tại trường, không nợ MH nào cả, tuy nhiên em em vượt qua kì thi Speaking and Writing tại trường nên chưa đủ điều kiện đăng kí TN. PDT cho em hỏi là em có cần DKMH trong HK tới hay không và em cần những điều kiện gì nữa để TN trong HK tới.. . Em chân thành cám ơn.",
            "Chào em,. . Trường hợp nếu em đã đủ điều kiện tốt nghiệp thì không cần phải ĐKMH nhé/. . Sau tết nguyên đán em có thể liên hệ trực tiếp tại trung tâm ngoại ngữ để hỏi về thi AV nói viết.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kính gửi quý anh chị, kỳ học 212 nhà trường miễn xét anh văn từng năm để được đăng ký LVTT, em đã đăng ký LVTT ở đợt đăng ký chính quy và bổ sung mà kết quả thì vẫn không đăng ký được. . . Em mong nhà trường giải quyết trường hợp này giúp em với ạ. . Em xin chân thành cảm ơn",
            "Khiếu nại đăng ký môn học. . . . Kính gửi quý anh chị, kỳ học 212 nhà trường miễn xét anh văn từng năm để được đăng ký LVTN em đã đăng ký LVTN ở đợt đăng ký chính quy và bổ sung mà kết quả thì vẫn không đăng ký được.. . Em mong nhà trường giải quyết trường hợp này giúp em với ạ. . Em xin chân thành cảm ơn  /QUOTE . .",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân",
            "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 124  125 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Kính gửi: Phòng Đào tạo . . Em tên: [full_name] , [student_id] . . Hôm 20/01 em có gửi đơn mở lớp môn Me3015 - Kỹ thuật robot, em được hẹn là 13h ngày 21/01 nhưng hiện giờ môn học vẫn chưa được mở. Em mong Pđt xử lý sớm để bọn em có thời gian vào đăng ký ạ.. . Em xin cảm ơn.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào phòng đào tạo, . . Hiện em có lớp TT01 Calculus 2 (exercise) (MT1022) do giảng viên [full_name] phụ trách. Trong BKeL của môn học tụi em chỉ được đưa 1 link google meet duy nhất, nhưng đã 2 buổi khi tụi em vào thì không thấy giảng viên và tụi em đã chờ cho hết 2 tiếng của buổi học nhưng vẫn không có thông báo gì. Phòng đào tạo có thể kiểm tra lại giúp em được không ạ.. . Em cảm ơn và mong nhận được phản hồi sớm nhất.",
            "\"Chào bạn. . Về vấn đề này bạn vui lòng liên hệ [full_name] qua địa chỉ mail: [email] để được hỗ trợ thêm. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi phòng đào tạo. . Em tên [full_name] - MSSV [student_id] - Khoa công nghệ vật liệu. . Em muốn trình bày việc tài khoản mybk của em bị mất thời khóa biểu học kì 2 và cả trang mybk lại trở về học kì 1. Và ngay cả bkel cũng mất hoàn toàn dữ liệu của hk2 mà chỉ còn hk1. Do đó em không thể làm bài tập trên hệ thống và truy cập vào lớp học nên gây khó khăn cho em trong quá trình học tập.Và em vẫn chưa nhận được lịch thi trên mail và lịch thi trên cổng thông tin sinh viên. . Mong phòng đào tạo kiểm tra lại tài khoản của em và chỉnh sửa lại giúp em. Em chờ hồi âm sớm nhất từ phòng đạo tào. Em cảm ơn thầy cô rất nhiều ạ.. . Thân gửi. .",
            "Chào bạn. . Bạn kiểm tra lại mail thông báo vì bạn chưa hoàn thành xong hồ sơ. . Bạn phải hoàn thành theo yêu cầu thì sau đó Pdt sẽ xem xét lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi Phòng Đào Tạo trường Đại Học Bách Khoa. . Em Tên [full_name] . . Hiện tại gmail trường của em có người lạ cố gắng đăng nhập vào nên em đã tạo xác minh 2 bước, em đã tính đổi mật khẩu nhưng gmail trường lại yêu cầu \"Hãy liên hệ với quản trị viên miền của bạn để được trợ giúp.\" Mong trường có thể cho phép tài khoản gmail của em đổi mật khẩu để đảm bảo an ninh cho tài khoản gmail trường của em ạ.. .",
            "Chào em,. . Sinh viên đăng nhập vào mybk đổi mật khẩu. Sau 12g - 24g sẽ cập nhật sang mật khẩu mới đổi sang email.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ do vì lí do em nhận được bằng trễ, nên không có số hiệu bằng để đăng ký nộp bằng THPT trên trang mybk đúng thơid điểm được. . Em mong các quý thầy cô sẽ có hướng giải quyết giúp em với ạ",
            "Chào em,. . Về việc nộp bằng THPT, PDT đã gửi mail thông báo tạm ngưng SV xem mail PDT đã gửi vào ngày 13/12/2021 (SV vui lòng xem mail) và đợi thông báo sau tết nguyên đán. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào quý thầy cô,. . Dạ em là sinh viên k16, do hôm trước em sợ không qua 2 môn ( là phương pháp tính và giải tích 2) của kỳ vừa rồi nên em đăng ký tiếp tục học laị, mà không có đăng ký môn giải tích 1 (MT1003). Vì em chỉ còn một môn giải tích 1 này nữa là được tốt nghiệp rồi ạ, nên em kính mong quý thầy cô xem xét cho em đăng ký môn giải tích 1 (MT1003) dự thính kỳ này được không ạ. . . Em trân trọng kính chào và cảm ơn quý thầy cô.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 26/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Hiện tại thì em đủ điều kiện để đăng ký luận văn tốt nghiệp, nhưng kết quả trong đợt đăng ký bổ sung vừa rồi em biết vì lý do gì bị xóa đăng ký.. .  Em xin chân thành cảm ơn!. .",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi phòng đào tạo. . Em tên [full_name] - MSSV [student_id] - Khoa công nghệ vật liệu. . Em muốn trình bày việc tài khoản mybk của em bị mất thời khóa biểu học kì 2 và cả trang mybk lại trở về học kì 1. Và ngay cả bkel cũng mất hoàn toàn dữ liệu của hk2 mà chỉ còn hk1. Do đó em không thể làm bài tập trên hệ thống và truy cập vào lớp học nên gây khó khăn cho em trong quá trình học tập.Và em vẫn chưa nhận được lịch thi trên mail và lịch thi trên cổng thông tin sinh viên. . Mong phòng đào tạo kiểm tra lại tài khoản của em và chỉnh sửa lại giúp em. Em chờ hồi âm sớm nhất từ phòng đạo tào. Em cảm ơn thầy cô rất nhiều ạ.. . Thân gửi. .",
            "Đã trả lời. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi là tại sao ở mục kết quả đăng ký môn học, LVTN của em lại tiếp tục bị xóa ạ. Anh văn và điểm đề cương của em đều không ảnh hưởng đến việc đăng ký làm luận văn ạ. . . Xin nhà trường giải đáp vì hiện tại em rất hoang mang không hiểu lý do vì sao rất nhiều đợt đăng ký lại không được, và bị xóa đăng ký ạ. . .",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân",
            "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 124  125 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo,. . . . Em là [full_name]. . MSSV: [student_id]. . Khoa: Kỹ thuật Hóa Học. . Chương trình Chất Lượng cao. . . . Thưa phòng đào tạo, em đã hoàn thành chương trình học của khoa và hiện đã có điểm bảo vệ luận văn tốt nghiệp. Em xin phép đăng ký xét tốt nghiệp trong đợt này để hoàn thiện chương trình học sớm ạ.. . . . Cảm ơn Phòng Đào Tạo",
            "\"\"\"Chào em,. . Trường hợp SV đã đủ điều kiện tốt nghiệp, SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022 (Hiện tại chưa cập nhật). . Sau thời gian công bố danh sách dự kiến tốt nghiệp, trường hợp SV vẫn chưa có tên trong danh sách dự kiến, có thể gửi câu hỏi qua bksi để được xét bổ sung (nếu đã đủ điều kiện tốt nghiệp) (dự kiến cập nhật sau tết nguyên đán). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] [full_name] [full_name] Em tên [full_name] - MSSV: [student_id][full_name] [full_name] Trước đó là em có đăng kí được Luận văn tốt nghiệp ( mã môn học: CI4383) nhưng khi có kết quả đăng kí thì bị xoá[full_name] [full_name] [full_name] Lý do em được biết là do em bị thiếu tín chỉ[full_name] Tín chỉ hiện tại của em là 123 nhưng tín chỉ cần để làm Luận văn là 124[full_name] [full_name]  Nếu em làm đơn lên bộ môn xin được làm luận văn trước, và nếu bộ môn đồng ý thì có thể được làm luôn kì này được không ạ[full_name][full_name] [full_name] Em cảm ơn! [full_name] [full_name] [full_name]",
            "Chào em,. . Hiện tại Pdt không thể cứu xét theo yêu cầu của SV để đăng ký LVTN trong HK212 vì thiếu điều kiện đăng ký môn học. Em vui lòng hoàn thành các điều kiện còn thiếu trong HK212, sau đó đăng ký LVTN vào HK213 để Pdt xét.. . Về kế hoạch đăng ký LVTN trong HK213, em vui lòng xem chi tiết: \"Kế hoạch học tập của HK2 và HK hè năm học 21-22\" Pdt đã gởi qua mail vào ngày 27/12/2021- [full_name] 6. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào quý nhà trường. . Em tên: [full_name]  MSSV:[student_id]. . . . Nhà trường cho em hỏi là có thể đăng kí môn học giáo dục thể chất trong đợt đăng kí HK Dự thính 212 - lộ trình 2 (Đợt 2) từ 10g00 ngày  20/01/2022  đến 14g50 ngày 25/01/2022 (Đợt 2) không ạ.. . Em cảm ơn quý nhà trường nhiều ạ.",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . \"Thông báo ĐKMH HK Dự thính 212 - lộ trình 2 (Đợt 2). . Hộp thư đến. . . . - Ho Tro SV   [email] . . Tệp đính kèm. . 15:32, Th 4, 19 thg 1 (5 ngày trước). . tới stu.all, bcc: tôi. . . . Thân gửi các bạn sinh viên,. . . . . . . . Sinh viên (SV) đăng ký đợt HK Dự thính 212 - lộ trình 2 (Đợt 2) từ 10g00 ngày  22/01/2022  đến 14g50 ngày 25/01/2022 (Đợt 2), Không mở cho SV chính quy học môn học lần đầu.. . . . - Trong đợt ĐKMH này : SV kiểm tra TKB sơ bộ, có thể đăng ký thêm, điều chỉnh nhóm hoặc hủy môn. Nếu SV không hiệu chỉnh là chấp nhận TKB sơ bộ đã được xếp. Môn Giáo dục thể chất đã được bổ sung, SV có nhu cầu thì đăng ký.. . . . - Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định. Xem quy định về sĩ số mở lớp cho từng loại môn học tại web : aao.hcmut.edu.vn    sinh viên quy chế    học vụ    Quy chế đào tạo và học vụ bậc đại học, cao đẳng    Điều 8.2.\". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô, đợt ĐKMH bổ sung LVTN đợt 2, em có đăng ký và trong mail có nói rằng xem như những môn học em đang học của học kỳ 211 đều qua vậy tại sao em lại bị hủy môn LVTN ạ? Em xin cảm ơn. .   i Khiếu nại đăng ký môn học .",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân",
            "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 123  125 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT,. . Hiện trên Thời khóa biểu em đã cập nhật môn \"[full_name]\", tuy nhiên trên BKEL vẫn chưa cập nhật.. . Kính mong PĐT kiểm tra và cập nhật giúp em.",
            "Chào em,. . [full_name] phân công CBGD, em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em chào thầy/ cô.. . . . Hiện em đang là SV K18, vì còn thiếu môn Hệ thống số (mã cũ CO1009) nhưng trường không mở nữa. Vậy nên em có đăng ký dự thính môn Hệ thống số (mã mới CO1023) đợt này,   B tuy nhiên nó lại bị chồng chéo với quy định không được học trước môn trong kỳ dự thính (?)  /B  . Em mong rằng trường sẽ giải quyết vấn đề này đối với những người học lại môn tương đương như tụi em ạ.. . . . Ở dưới em có đính kèm hình ảnh ghi lý do bị xóa đăng ký, mong trường kiểm tra lại ạ.. . . . Mong thầy/cô trả lời sớm giúp em vì gần hết hạn đăng ký môn học đợt 2 rồi ạ.. . . . Trân trọng,. . [full_name]",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin phép được hỏi là bao giờ bằng tốt nghiệp chính thức cùng với bản điểm tốt nghiệp mới được phát ạ. Em đã được chấp nhận tốt nghiệp từ tháng 12 rồi ạ.. .   i Tốt nghiệp .",
            "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công và nhận được mail xác nhận đồng ý, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name], MSSV [student_id]. . Lớp TT18COA1. . Em gửi email này để trình bày việc chưa đăng ký được môn LVTN trong HK212 này.. . Theo email của PĐT về đăng ký bổ sung (đợt cuối) môn LVTN, em đã đăng ký lại môn LVTN vào ngày 18/01, nhưng hiện giờ em kiểm tra kết quả đăng ký môn học thì vẫn bị xóa ạ.. . Em đã kiểm tra các điều kiện để đăng ký LVTN, như số TCTL, Chuẩn Tiếng anh, Ngày CTXH, ... thì em đều đạt ạ.. . Kính mong Phòng Đào tạo hỗ trợ kiểm tra giúp em ạ.. . Em cảm ơn và chờ phản hồi từ Phòng Đào tạo ạ.. .",
            "Chào em,. . Em vui lòng gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . - MONG PĐT X[full_name] XET LẠI CHỨ TẤT CẢ CÁC MÔN [full_name] ĐỀU QUA VÀ CÓ ĐIỂM, [full_name] [full_name] LẠI KOG ĐƯỢC [full_name] [full_name] Ạ.. . - THỰC TẬP TỐT NGHIỆP 8.5. . - ĐỀ CƯƠNG LUẬN VĂN 8.0. .  CẢM ƠN Ạ, TUẦN THỨ 3 RỒI MÀ [full_name] [full_name] ĐK ĐƯỢC [full_name].. .  [full_name], [full_name] LẦN RỒI. [full_name]. [full_name] KOG BIẾT [full_name] [full_name].. .",
            "Chào em,. . Em vui lòng gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng Đào Tạo,. . Em là [full_name]-MSSV [student_id]. Em có thắc mắc về vấn đề Đăng kí môn Luận văn tốt nghiệp. . . . . Em có đăng ký môn Luận văn tốt nghiệp vào tất cả các đợt mở đăng ký của trường, gần nhất là đợt đăng ký bổ sung vào ngày 18-19/1/2022 và đã có GVHD Luận văn từ Khoa. Tuy nhiên đều bị xóa kết quả và không có thời khóa biểu. . . . . Theo thông tin em nhận được thì có nhiều bạn có tình trạng tương tự như em và vẫn chưa rõ về lý do bị xóa.. . . . Kính mong phòn Đào tạo xem xét để chúng em có thể hoàn thành đúng tiến độ Luận văn.. . . . Em xin chân thành cảm ơn. . .",
            "Chào em,. . Em vui lòng gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa pđt, em là sinh viên khoá K15, hiện tại em chỉ còn anh văn nói viết là đủ điền kiện tôt nghiệp. Nhưng em đang có khả năng cao sẽ phải thực hiện nghĩa vụ quân sự vào tháng tới trong vòng 2 năm.. . Em xin hỏi nhà trường nếu như vậy có cho phép em hoãn 2 năm để hoàn thành nghĩa vụ quân sự rồi quay trở lại trường thi anh văn nói viết và lấy bằng không ạ!.. . Em cảm ơn !. .",
            "Chào em,. . Trường hợp của em thì HK211 là học kỳ cuối của bạn và bạn phải hoàn thành điều kiện tốt nghiệp trong đợt tháng 4/2022.. . Bạn nên cố gắng hoàn thành các điều kiện tốt nghiệp trước khi đi NVQS.. . Bạn vui lòng trình bày rõ khi nào bạn đi NVQS và đã có lệnh gọi chưa. . Thân",
            "Dạ thưa pđt. . Em đã nhận lên sẵn sàng nhập ngủ, chỉ còn 1 trường hợp có thể không đi trong đợt này đó là dự bị.. . Còn nếu không rơi vào trường hợp đó thì em sẽ nhập ngũ vào tháng 2 tới, có nghĩa là không đủ thời gian để em thi xong anh văn nói-viết. Vì lí do đến thời điểm hiện tại chưa thấy nhà trường mở thêm thi anh văn nói-viết theo hình thức online ạ.. . Mong pđt, tư vấn thêm, em cảm ơn !",
            "Dạ thưa pdt!. . Pdt có nhận được câu hỏi của em không ạ, rất mong nhận được sự tư vấn ạ!. . Em cảm ơn",
            "Chào em,. . Trường hợp của em vui tải mẫu đơn tạm dừng tại aao.hcmut.edu.vn/Sinh viên/ biểu mẫu, điền đầy đủ thông tin + kèm lệnh gọi nhập ngũ và gửi qua bksi nhé. . Thân. ."
        ]
    }
]