[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Vì một số sự cố mà vào học kì hè(203) em đã đăng kí lộn thực tập tốt nghiệp. Vì cũng chưa học nên kính thưa Phòng Đào Tạo có thể đổi môn \"Thực tập tốt nghiệp (Vật liệu Xây dựng)\" từ MMH CI3365 sang CI3393. Kính mong phòng đào tạo xem xét.",
            "Chào bạn,. . Bạn vui lòng làm đơn xin đổi mã môn TTTN, ghĩ mã MH đổi, có xác nhận của [full_name] và gửi qua [full_name] nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô, vừa rồi em đã có kết quả thi tiếng anh từ BK English đạt chuẩn ạ, em gửi mail này để xin thầy cô chuyển điểm về văn phòng đào tạo quốc tế giúp em với ạ, để emcó thể đăng kí tốt nghiệp.. . . . Em xin chân thành cảm ơn thầy cô, chúc thầy cô luôn mạnh khỏe trong đại dịch Covid.",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PDT, em tên [full_name] -[student_id] lớp XD18CTN , em xin PDT có thể giúp em nới rộng sỉ số trong đợt 2 đăng kí môn Công trình giao thông từ 60/60 lên thêm ạ, do các bạn đăng kí đã đủ sỉ số nên em không thể vào được mặc dù lúc ấy vẫn chưa hết hạn đăng ký, em kính mong PDT có thể chấp thuận nguyện vọng của em vì môn Công trình giao thông chỉ mở 1 lần duy nhất này và từ k19 trở đi sẽ không được mở nữa , em kính mong PDT có thể giúp em, em xin cảm mơn thầy cô đã đọc, em kính chúc thầy cô có một ngày tốt lành ạ. .",
            "Chào bạn,. . PDT đã tăng sĩ số rùi nhé, bạn vào ĐKMH liên nhé, thời gian hết hạn ĐK  lúc 14h59' ngày 19/8/2021. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi Phòng đào tạo,. . . . Em tên là [full_name], sinh viên Đại học chính quy bằng 2 thuộc khoa Khoa học và Kỹ thuật máy tính, MSSV [student_id], nhập học vào HK211. . . . . Phòng đạo tạo cho em xin phép đăng ký vào HK211 học chung với K21 2 môn học sau:. . . . + Nhập môn điện toán - CO1005. . + Hệ thống số - CO1023. . . . Đơn xin đăng ký em đã gửi đến Khoa Khoa học và Kỹ thuật máy tính và đã được chấp nhận.. . . . Nội dung đơn, hình chụp minh chứng như file đính kèm. Mong phòng đào tạo chấp thuận giúp em. Em xin cảm ơn.",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em hiện tại là học sinh văn bằng 2 nhưng khi đăng ký môn học thì vẫn bị giới hạn 14 tín chỉ ạ.",
            "Chào bạn,. . Vui lòng trình bày rõ vấn đề của bạn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào cô. . hk211 em có đăng kí hai môn Cấu trúc vải ME3077 và Đồ án sợi dệt ME4035. Hai môn này đều có điều kiện môn học trước là Khoa học vật liệu dệt ME2063. . Nhưng em lại học tương đương/thay thế bằng môn KHoa học vật liệu dệt ME2103. . khi đkmh thì bị thiếu môn học trước Khoa học vật liệu dệt ME2063 nên không đăng kí được. . em đã gửi mail cho PDT để hỏi về vấn đề trên thì PDT có trả lời em vào ngày 16/7/2021 là đã điều chỉnh rồi và vào đăng kí lại trong đợt 3 nhưng đến đợt 3 em vẫn không đăng kí được (vẫn bị ghi thiếu môn Khoa học vật liệu dệt ME2063). . Sáng nay bạn [full_name]( có trường hợp giống em) đã gọi cho pdt và pdt chỉ mở cho bạn đăng kí còn em và một bạn khác vào thì vẫn chưa đăng kí được . . Em mong pdt có thể kiểm tra lại và mở đăng kí để em có thể đăng kí được. . Em xin cảm ơn. . [full_name] [student_id]. . [full_name] [student_id]. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên: Trần Việt Trung. . MSSV: [student_id]. . Hệ VB2: khoa Khoa Học Máy Tính.. . Em đã xin BCN Khoa và đã được đồng ý cho em học chung môn học   B Nhập môn điện toán và Hệ Thống Số  /B  với K21 .. . Kính mong thầy/cô xem xét giúp em.. . Em xin cảm ơn.",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . - Môn CO1023 chưa biết có mở không . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy (cô),. . Em là sinh viên Bằng 2 chính quy khóa 2021.MSSV: [student_id] Em có các câu hỏi sau:. . - Cho em hỏi là hết hạn đợt đăng ký môn học HK211 Đợt 3 thì có thể đăng ký học chung Thời khóa biểu với Khóa K21 không ạ.Tại em đang đăng ký dự thính cho 2 môn nhưng không biết có đủ sĩ số để mở lớp hay không.Nếu không mở lớp thì em muốn đăng ký học chung với Khóa K21 mà sợ qua đợt đăng ký Đợt 3 này thì không biết có đăng ký được nữa không.. . Rất mong được thầy (cô) giải đáp.. . Cảm ơn!",
            "Chào em,. . Các môn mở cho K21 có các môn Nhập môn về kỹ thuật.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi, hè em có đăng kí môn Kỹ năng chuyên nghiệp cho kĩ sư,em chưa thấy xếp thời khóa biểu ,nên không đóng tiền .Nhưng bây giờ em đăng kí môn học cho năm 2,em thấy thông báo chưa thanh toán học phí ,là như thế nào vậy ạ?. .",
            "Chào bạn. . Sinh viên vui lòng xem kết quả ĐKMH, xem thời gian sv đăng ký+ kết quả tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK203- Đợ 3 - Kết quả đợt 2. . quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký. .    xem Lịch sử đăng ký.. . . . Bạn dkmh vào ngày 25/5, Pdt cập nhật TKB vào ngày 1/6. . Pdt có thông báo Thanh toán học phí từ 02/06 đến 07/06/2021. Sau thời gian trên Phòng đào tạo sẽ đánh giá lại điều kiện mở lớp và có thể hủy các lớp không đảm bảo sĩ số theo qui định. Các sinh viên không thanh toán học phí đúng hạn sẽ bị hủy thời khóa biểu nhưng vận treo nợ học phí. . Bạn xem lại các thông báo nhà trường đã gởi. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô.. . . . Như các năm trước thì đợt đăng kí tốt nghiệp sẽ diễn ra vào cuối tháng 8. Hiện tại, em đã hoàn thành luận văn, đáp ứng đủ tiêu chuẩn tiếng anh và em cần nộp bằng tạm thời trước ngày 30/09/2021 cho đơn vị khác.. . . . Thầy/cô cho em hỏi là năm nay, em có thể nhận được bằng tốt nghiệp tạm thời trước thời gian trên hay không ạ (trong trường hợp em đã thõa điều kiện tốt nghiệp)? Do em được thông báo là đợt xét tốt nghiệp sẽ kéo dài đến hết kì 211, em sợ bị chậm trễ do nó rất quan trọng với em. Em xin chân thành cảm ơn.",
            "Chào em,. . Khi nào có bằng tốt nghiệp tạm thời, PĐT sẽ gửi email.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô PDT, lần trước em có hỏi về vấn đề đăng kí môn học.. . . . Giờ đợt chỉnh sửa môn học đợt 3 đã mở, nhưng em không thể xóa môn hay đăng kí thêm môn được. Nguyên nhân em không đăng kí và xóa được ở đợt 3, em cũng không rõ.. . . . Nhưng trong đăng kí đợt 2 thì em đã không đăng kí được môn LA1007.. . . . Em có chụp lại màn hình trong quá trình đăng kí đợt 3. Mong cô xem qua giúp em!. . . . 1. Em không thể hủy được môn EN1007, do bị khoá. . . . 2. Em không thể đăng kí được môn LA1007, do sĩ số đã đầy ở tất cả các lớp.. . . . Mong thầy/cô có thể giúp em hủy môn EN1007 và đăng kí môn LA1007.. . . . Trong trường hợp cô không giải quyết được hủy môn EN1007, Mong cô tư vấn hướng dẫn làm phiếu rút môn học.. . . . Em cảm ơn.",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . . . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1811857  /b \t. . . .   i Học vụ . Kính gửi PĐT BK TP.HCM,. . . . Em là Lê Diễn Đạt - MSHV: 1811857,. .   B Em tham gia chương trình liên thông ĐH-Th  /B s nên kì 202 đang học môn 'Công nghiệp CNSH - 065155 của chương trình CAO HỌC', hiện môn học vẫn chưa có điểm (do dịch nên bị dời lịch kết thúc môn) nên   B chưa thể làm thủ tục chuyển điểm sang môn tương đương là 'Cơ sở Công nghiệp CNSH - CH3245' của chương trình ĐẠI HỌC  /B  được. Vì vậy, việc này đã   I ảnh hưởng đến việc ĐKMH của những môn yêu cầu CH3245 làm môn học trước trong chương trình ĐẠI HỌC  /I ,  B  trì hoãn tiến độ học tập hiện tại của em  /B , bao gồm cả việc đăng ký các môn Đồ án!. . . . Em đã cố gắng liên lạc PĐT Đại học nhiều lần về vấn đề này nhưng chưa được hồi đáp. Vì vậy em đã có động thái liên hệ PĐT SĐH và đã nhận được phản hồi sẽ có hỗ trợ,   B nhưng đến nay vấn đề vẫn chưa được giải quyết!  /B . . . . Vì vậy em mong nhận được sự hỗ trợ từ phía PĐT như sau:. . 1. Được xem xét tạm thời đã \"học trước\" môn CH3245 để được đăng ký các môn học phụ thuộc vào nó. (em đã có kèm file minh chứng em đã học môn CH5155 tương đương với môn CH3245). . 2. Được mở điều chỉnh môn học (hủy, xóa môn) trong đợt 3 để có thể đăng ký các môn học vẫn chưa đăng ký được (sắp xếp tkb vì có thể bị trùng tkb) vì mâu thuẫn không đáng có này.. . . . Kính mong PĐT ĐH và PĐT SĐH xem xét và hỗ trợ em trong vấn đề này. Em rất không mong muốn tình trạng  B  bị trễ tiến độ khi tham gia chương trình đáng ra phải giúp em đi nhanh hơn trong con đường học tập  /B !. . . . Kính mong sự xem xét và hỗ trợ từ phía PĐT,. . Trân trọng",
            "Chào em,. . Em vui lòng làm đơn đăng ký môn học HK211: ghi rõ mã môn học, tên môn học, nhóm (nếu có) ... gửi qua bksi sớm để PĐT xem và giải quyết nhé.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô ạ, qua mấy ngày săm soi thì em vẫn chưa thấy được chỗ gửi đơn HỦY hoãn thi nó nằm đâu, em có gửi đơn qua khung câu hỏi/ yêu cầu nhưng mà không có phản hồi về việc đơn đã được gửi.. . . . . . Mong thầy cô chỉ em là nên bấm vào đâu để nộp và em cũng có gửi qua mail [email] đơn HỦY hoãn thi rồi nhưng chưa nhận được phản hồi. . Em cám ơn ạ!",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1811832  /b \t. . . .   i Đăng ký môn học . Dạ e chào Thầy/Cô PĐT, em tên là Võ Thị Xuân Đào, MSSV: 1811832, sinh viên khoa Môi trường chuyên ngành Quản lý Môi trường ạ. Em vừa nhận được mail là bị huỷ các môn sỉ số thấp nên số chỉ đăng kí được 19c. Do chương trình đào tạo từ khoá K19 bị thay đổi nên ảnh hưởng rất lớn đến việc đăng ký môn của ngành của em khi mà sỉ số lớp em rất ít. Em đã đăng ký môn theo chương trình đạo tạo của K18 nhưng đã bị huỷ môn. Nên buộc em phải đăng ký môn của mã K19, môn bắt buộc của K18 trở thành tự chọn trong hơn 10 môn của khoá K19 nên để đăng ký được môn này em đã đi vận động, năn nỉ các khoá dưới rất nhiều. Nên khả năng cao chỉ mở được kì này thôi ạ. Nhưng do chương trình thay đổi, từ môn 2c thành 3c nên khi đăng ký em bị vướng điều kiện vượt quá 21c. Em kính mong quý Thầy/Cô PĐT cho phép em được đăng ký thêm môn EN3071 để có thể hoàn thành chương trình đào tạo . Mong PĐT có thể xem xét giúp em ạ, em chân thành cảm ơn quý Thầy/Cô!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào thầy (cô),. . Em tên là [full_name], học bên khoa cơ khí ạ. Bây giờ em muốn tốt nghiệp bằng kỹ sư cơ khí không có chuyên ngành gì, thì em không cần bắt buộc học đủ 9 chỉ nhóm G và 3 chỉ môn nhóm F phải không ạ.. . Em cám ơn và mong nhận được phản hồi sớm ạ.",
            "Chào em,. . Em liên hệ [full_name] trình bày, để [full_name] xem xét và xác nhận, hoặc có hướng dẫn cụ thể.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Ngày 9/8 em có làm đơn hoãn thi môn đường lối cách mạng ĐCSVN vì không nộp được bài làm nhưng sau đó được giáo viên mở và đã nộp được bài nên em làm đơn này để hủy hoãn thi.. . Em cảm ơn ạ.. .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Thầy/Cô. . . . Thầy cô cho em hỏi, khu vực em đang bị phong toả. Nếu trường hợp lúc trường đưa ra học phí mà chỗ em chưa được tháo dỡ phong toả thì em có thể xin gia hạn đóng học phí (gồm kì chính và   B dự thính  /B ) được không ạ ?",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "SV: [full_name] [student_id] lớp XD18CTN . . Dạ cô ơi em muốn xin nới rộng sỉ số môn Công trình giao thông (CI4003) 3 CHỈ  từ 60/60 lên thêm một chút ạ ,em đã nhận được phản hồi từ cô, nhưng vào đăng kí thì vẫn thấy sỉ số đã đầy như cũ là 60/60 , mong cô giúp em ạ , em có ảnh chụp đính kèm ạ vì môn chỉ mở một lần duy nhất này",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi nhà trường!. . Em tên là [full_name].. . MSSV:[student_id].. . Khoa:Khoa học và kỹ thuật máy tính,ngành:Khoa học máy tính.. . Hệ:chất lượng cao.. . Em có trục trặc về việc không thể đăng ký được 1 môn học thuộc diện bắt buộc của học kỳ này do lớp học đã đủ sinh viên.Do đó,em đăng ký 1 môn cũng thuộc diện bắt buộc nhưng của học kỳ sau với tín chỉ tương đương với môn đó.Vậy,em đăng ký như vậy không biết có ổn không?. . . . . .",
            "Chào bạn,. . Bạn vui lòng liên hệ với [full_name] (Văn Phòng Đào tạo Quốc tế) để được hướng dẫn và hỗ trợ về ĐKMH nhé:. . [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa phòng đào tạo, em tên [full_name] mssv [student_id], em vừa viết đơn cập nhật môn tương đương và được phản hồi là đã cập nhật thành công, nhưng tại sao khi em đăng kí luận văn thì vẫn thông báo là thiếu môn :ĐAMH Thiết kế cầu (mã CI4123) ạ!. . Cụ thể là em xin cập nhật môn : Xây dựng cầu + ĐAMH Thiết kế cầu (CI4121+CI4123) tương đương với môn: Xây dựng cầu (CI4033) mà em đã học trong HK1(2019-2020).. . Em mong phòng đào tạo xem xét và cập nhật lại giúp em. Em cảm ơn !",
            "Chào bạn,. . Hiện tại bạn vẫn chưa đủ CCNN để ĐK môn LVTN (theo như bạn đã trình bày), vì mới cập nhật môn tương đương cho bạn, những vẫn chưa cập nhật trên hệ thông online nhé.. . Phải đủ điều kiện bạn mới có thể đăng ký được môn LVTN.. . Sau khi đủ điều kiện, bạn có thể làm đơn xin đăng ký LVTN trễ hạn sau khi hết thời gian đăng ký online.. . Trong đơn phải có xác nhận đồng ý của giáo viên hướng dẫn và Ban chủ nhiệm khoa sau đó nộp tại Phòng Đào tạo để được xem xét đăng ký bổ sung trễ hạn. . Chúc bạn học tốt. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa quý anh/ chị pđt hỗ trợ sv đkmh.. . . . Dạ do đợt 3 này có môn tự chọn mới mở thêm, nhưng lại trùng giờ với môn học đã đăng ký trước đó. Nên mong quý anh/chị có thể mở khóa để em đăng ký được không a.. . . . Em đã hỏi 4 lần rồi nhưng k thấy ai rep em hết. Em cảm ơn quý anh/ chị. Chúc quý anh/ chị sức khỏe trong mùa dịch nhé. . . . . Thân.",
            "Chào bạn,. . Bạn vui lòng trình bày rõ cụ thể môn học bạn muốn hiểu chỉnh (tên mã MH), ghi rõ cụ thể, lý do để PDT kiểm tra và trả lời cho bạn.. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn (trong thông báo về ĐKMH đợt 3 có ghi rõ nhé bạn), SV vui lòng đọc kỹ thông báo về ĐKMH. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: G[student_id]  /b \t. . . .   i Đăng ký môn học  /i Thưa Phòng đâò tạo, cho em gửi đơn xin đăng kí môn học ạ.. .",
            "Dạ cho em gửi lại bổ sung",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . .   i Đăng ký môn học .",
            "Em nhấn gửi nhầm, xin lỗi ạ, xóa Câu hỏi giùm em, em cám ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em muốn đăng kí thêm môn 2 chỉ nữa, tuy nhiên do đã quá tín chỉ cho phép . . Em thực sự mong có thể được cho đăng kí thêm 2 chỉ vì em muốn học lại môn này ạ. Em cảm ơn rất nhiều",
            "Chào bạn. . Theo quy định là không được nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa pđt, hiện tại e có đăng kí nhằm môn học Anh Văn 3A kì dự thính HK1 năm 2021-2022, Mong pđt mở khóa giùm e để e điều chỉnh lại",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy cô, cho em xin nộp đơn đăng ký thu nhận.. .   Em mong nhận phản hồi sớm để đăng ký môn học ạ.",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn thu nhận vào HK211 của bạn. . Bạn vui lòng theo dõi tình trạng sinh viên của bạn chuyển sang từ “tạm dừng” sang tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 20/08/2021. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào thầy (cô),. . Em tên là [full_name]. Cho em hỏi là khi nào thì bắt đầu nhận đơn rút học phần học kì 211 vậy ạ.. . . . Em cám ơn và mong nhận được phản hồi ạ. .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào PĐT! Kỳ 211 em có nguyện vọng đăng kí học môn Độc chất học công nghiệp ứng dụng (CH3127 - nhóm môn tự chọn B2). . . . Hiện tại e đã đăng kí 20 chỉ, tuy nhiên do em học trễ và môn này chỉ mở kỳ chính lần này cho K18 (đợt đăng kí môn đợt 3), kể từ K19 đã đổi mã. Em không thể đăng kí thêm do vượt quá 21 chỉ (nếu em đăng kí môn này em sẽ được 22 chỉ). . . . Mong PĐT xem xét cho em có thể đăng kí môn này để hoàn thành đủ 6 chỉ tự chọn môn nhóm B2, theo đúng CTĐT của K18 và hoàn thành tốt học vụ. Em chân thành cám ơn và mong PĐT xem xét.",
            "Chào em,. . Cô thấy em đã đăng ký được rồi nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi hiện em đang cần lấy bằng tốt nghiệp, nhưng trong tình hình hiện tại vẫn đang giãn cách, trường có thể cung cấp bằng tốt nghiệp điện tử (pdf) hoặc giấy tờ nào tương đương để em thuận tiện làm hồ sơ được không ạ? Em cảm ơn.",
            "Chào bạn,. . Hiện tại bạn cần nhà trường hỗ trợ gửi những loại nào? Bạn vui lòng làm đơn trình bày rõ? ghi rõ lý do? Để trình đơn cho BLD xem xét nhé!. . Thân",
            "Em cần bằng tốt nghiệp ạ. Cho em hỏi em có thể gửi đơn vào địa chỉ email nào để được xem xét ạ?",
            "Em cần bằng tốt nghiệp ạ. Cho em hỏi em có thể gửi đơn vào địa chỉ email nào để được xem xét ạ?",
            "Em cần bằng tốt nghiệp ạ. Cho em hỏi em có thể gửi đơn vào địa chỉ email nào để được xem xét ạ?",
            "Chào bạn. . Bạn gởi thông tin về mail PDT: [email]. . Trình bày rõ: tên mssv, tình trạng đã tốt nghiệp nhưng chưa lấy bằng, cần bản chụp bằng tốt nghiệp, lý do gì vì hiện tại Bằng tốt nghiệp PDT đang lưu trữ. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Thầy/Cô!. . Em là [full_name]. MSSV: [student_id]. . Là sinh viên khoa Kỹ Thuật Hóa Học.. . Hiện tại học kì chính 211 em đã đăng ký tối đa số tín chỉ cho phép.. . Do một số môn học thuộc nhóm B2 đổi mã số môn học ở các học kì tiếp theo và không mở học phần dự thính học kì 211.. . Em bị thiếu môn Độc Chất Công Nghiệp Ứng Dụng (CH3127) để hoàn thiện nhóm B2.. . Nên em xin phòng đạo tạo tăng số tín chỉ đăng ký, để em hoàn thiện nhóm B2.. . Em cảm ơn!",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712525  /b \t. . . .   i Đăng ký môn học . Em xin mở lớp dự thính môn học CƠ HỌC ĐẠI CƯƠNG VÀ MÔI TRƯỜNG LIÊN TỤC theo dạng đồ án, do môn này không còn được mở nữa nên còn kẹt lại 3 bạn ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào PĐT thân mến,. . . . Em tên là [full_name], mssv: [student_id]. Dạ nay em xin PĐT cho phép em rút môn học \"Quản lý dự án cho kỹ sư\" Mã MH: IM2011 và em học lớp L01 ạ. . . Lý do là vì em đã vô tình đăng ký nhầm ạ. Vì là theo như chương trình đào tạo của em thì phải học 3 chỉ môn nhóm F và em đã học kỳ trước 1 môn đủ 3 chỉ rồi ạ. Thật là trong tình cảnh hiện tại em biết PĐT đang rất bận việc trong thời gian đăng ký môn này học, em xin lỗi vì sơ suất mà phải làm phiền đến PĐT như vậy. Thật sự em cũng không muốn chuyện này xảy ra ạ. . . Em mong PĐT xem xét và giúp đỡ em với ạ, tại vì dịch bệnh mà em cũng không thể đi làm thêm để có tiền phụ ba mẹ học phí nữa.. . . . Em chân thành cám ơn và chúc sức khỏe.. . [full_name]. . \t. .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin làm lại giấy hoãn nghĩa vụ quân sự",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phường và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name], MSSV: [student_id]. . Vào đợt 2 đăng ký môn học, em đã làm đơn xin đặc cách học môn CN điều hòa không khí(IU3005) và đăng ký học môn CN khí nén(IU3003). Nhưng em không hề biết rằng hai môn này sẽ bị trùng lịch thực hành vào sáng Chủ Nhật vì trong mục đăng ký môn học không hiển thị lịch học Thực Hành. Kết quả là em bị hủy môn CN khí nén. . . . Em mong muốn được ưu tiên học môn CN khí nén(IU3003) trong kỳ này HK211 và hủy môn học CN điều hòa không khí(IU3005)",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ pđt cho em hỏi kì 211 này em có đăng kí làm đề cương luận văn tốt nghiệp thì trong đợt này em làm đơn rút môn học có cần phải thanh toán học phí cho đề cương đó k ạ.Em cám ơn.. . . .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Phòng Đào tạo ạ, do thời khóa biểu của em có 2 môn một môn học ở cs2 và một môn học ở cs1 liền kề nhau nên em xin phép được chuyển nhóm môn An toàn quá trình (CH3297) ạ. .",
            "Chào em, . . PĐT đã mở khóa trong đợt 3 nên sv hoàn toàn có thể hủy, chuyển nhóm.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  : Độc chất. . em đang hiện 20 chỉ nhưng muốn đăng ký thêm môn độc chất nhóm B vì môn này chỉ mở vào kì chính thôi, với năm sau sợ mã môn thay đổi nên có thể đây là cơ hội cuối để học môn này. Mong các thầy cô có thể xét duyệt cho em.. . . .",
            "Chào bạn. . Theo quy định là không thể tăng. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô Phòng đào tạo,. . . . Em là SV k17, trược giờ do nhầm lẫn về điểm Toiect nên em chần chứ chưa nộp điểm Toiec.. . Em thi tháng 12 vừa rồi và được 525 điểm đủ chuẩn làm luận văn 500 của k17.. . Hôm nay em mới nộp chứng chỉ nên chưa kịp xác nhận đăng kí luận văn.. . . . Không biết có còn cách nào khác để em có thể đăng kí luận văn trong kì tới không ạ.. . Em cảm ơn,. . . .",
            "Em muốn hỏi cho học kì 211 ạ . . Em cảm ơn thầy cô",
            "Chào bạn,. . Riêng môn LVTN, ĐCLV, TTTN sẽ còn 1 đợt để đăng ký online nữa nhé bạn, bạn vui lòng theo dõi mail và lịch học vụ để vào ĐKMH học HK211 nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học  i . . Em chào thầy cô Phòng đào tạo,. . . . Em là SV k17, do đăng kí nhầm môn học nên em muốn hủy môn a.. . Xin thầy cô hướng dẫn cho em quy trình hủy môn học online trong thời gian bị dịch.. . . . Em xin cảm ơn,. . [full_name]. . . .",
            "Em muốn hỏi cho học kì 211 ạ. . Em cảm ơn thầy cô",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy, cô Phòng Đạo tào,. . . . Em là [full_name], MSSV [student_id], khóa K16, khoa: Tài nguyên và Môi trường.. . . . Em xin trình bày về trường hợp của em như sau:. . Em có tên trong danh sách dự kiến tốt nghiệp đợt bổ sung, em bị ghi chú nợ CTXH và nợ lệ phí bảng điểm HK171. Cuối tuần trước em đã nộp lệ phí, và ngày CTXH của em đã được cập nhật đủ 15 ngày rồi ạ. Nhưng hôm nay em lên hệ thống mybk để đăng ký xét tốt nghiệp thì em vẫn chưa đăng ký được ạ.. . Em mong thầy, cô hỗ trợ và xem lại giúp em với ạ.. . . . Em mong sớm nhận được phản hồi từ thầy, cô ạ.. . Em xin chân thành cảm ơn.. . . . Trân trọng,. . [full_name],. .",
            "Chào bạn,. . Sau 17h giờ bạn vô ĐK tốt nghiệp lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em gửi đơn thu nhận ạ, mong nhà trường xem xét để em tiếp tục học kì sau ạ . . Dạ trường xét duyệt giùm em ạ chú sắp hết hạn đk môn học đợt 3 rồi ạ",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn thu nhận vào HK211 của bạn. . Bạn vui lòng theo dõi tình trạng sinh viên của bạn chuyển sang từ “tạm dừng” sang tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 20/08/2021. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy, cô ạ. . Em là [full_name] MSSV [student_id]. . Em à sinh viên khóa K2017 hiện tại em chỉ thiếu AV4 nữa là hoàn thành chương trình học trong đợt 3 dki em thấy tất cả các lớp đều full sĩ số. Mong thầy cô mở thêm slot để em có thể ra trường đúng hạn ạ. Em cảm ơn",
            "Chào em,. . PĐT mới mở khóa, em đăng ký nhanh nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712010  /b \t. . . .   i Đăng ký môn học . Chào thầy cô,. . . . Hiện tại em đã đăng ký chuyển điểm các môn Anh Văn 1, Anh Văn 2, Anh Văn 3.. . . . Tuy nhiên, sau khi chuyển điểm, thì em vẫn chưa không đăng ký được   U Anh Văn 4A (Dự thính)  /U   I .. . . . Vậy nên cho em hỏi, khi nào thì điểm chuyển sẽ được cập nhật và em sẽ đăng ký được Anh Văn 4A (Dự thính). Và đăng ký Anh Văn 4A (Dự thính) trong kì này, liệu có kịp để tốt nghiệp trong đợt sắp tới đây không ạ.. . . . Em xin cảm ơn.",
            "Chào bạn. . Do hệ thống chưa ghi nhận. . Bạn vui lòng theo dõi Pdt sẽ cập nhật điểm chuyển sau, đồng thời bạn đăng ký môn Anh văn 4 vào Hk sau nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT,. . Em đã đăng kí môn học đầy đủ ở đợt 1 nhưng mà không được xếp thời khóa biểu. Học phí thì em đã hoàn thành đầy đủ. Vậy tại sao em lại không được xếp thời khóa biểu ạ.. . . . . .",
            "Chào bạn. . Vấn đề ở chỗ là bạn có quyết định chuyển ngành, nên khi xử lý dkmh bị phát sinh lỗi. . Bạn trao đổi qua mail [email]. . để Cô hỗ trợ nhanh hơn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". .   i Tốt nghiệp . Thưa thầy cô, hiện tại em là sinh viên của chương trình Việt Pháp, vừa hoàn thành luận văn tốt nghiệp, các môn học cũng đã trả nợ, tiếng Anh tiếng Pháp đầy đủ, ngày công tác xã hội 15 ngày đủ. Em muốn hỏi là có chỗ nào trên trang web của trường để kiểm tra xem em còn thiếu điều kiện gì để tốt nghiệp không ạ?. . . . [full_name]-[student_id]. . . . Em xin cảm ơn thầy cô ạ.",
            "Chào bạn. . - Bạn vui lòng đợi ds dự kiến tốt nghiệp nghen. . - Đợt tốt nghiệp tháng 11/2021 - HK211 sẽ có thông báo cụ thể cho SV về danh sách về cách đăng ký tốt nghiệp dự kiến bắt đầu từ tháng 9/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô ạ. Em tên [full_name] MSSV [student_id]. Học kì 202,203 vừa qua em có đóng học phí trễ hạn nên đã bị tạm dừng học. Nay em xin được nộp phiếu thu nhận để được tiếp tục học kì  203 ạ và đăng kí môn học 211 ạ. Mong thầy cô xử lý giúp em ạ. Em xin cảm ơn thầy/cô ạ.",
            "Chào bạn. . PDT đã  đồng ý và tiếp nhận đơn thu nhận vào HK203 của bạn. . Bạn vui lòng theo dõi tình trạng sinh viên của bạn chuyển sang từ “tạm dừng” sang tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 24/08/2021. . Bạn vui lòng gửi thêm 1 yêu cầu về ĐKMH, ghĩ rõ tên, mã Mh, mã nhóm xin DK trong HK211, PDT sẽ kiểm tra và hỗ trợ DK nếu còn sĩ số(nếu SV có nhu cầu). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ pđt cho em hỏi là em đã hoàn thành LVTN và chương trình giáo dục, em đã đăng kí môn học cho kì 211 vì em đọc quy chế là phải đăng kí môn học để duy trì tình trạng học của sinh viên, giờ em muốn rút môn học online thì quy trình rút như thế nào ạ. Em xin cảm ơn ạ",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào Phòng Đào Tạo,. . . . Em xin gửi đơn ĐKMH bổ sung cho Câu hỏi/yêu cầu # 30439. . . . Em xin cảm ơn.",
            "Chào bạn. . Pdt đã nhận được đơn của bạn. . Bạn vui lòng kiểm tra TKB cập nhật mới tại trang Mybk-TKB dự kiến vào ngày 27/8/21. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1700233  /b \t. . . .   i Học vụ . Dạ em xin gửi đơn HỦY HOÃN THI như cô hướng dẫn ạ. .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi là em muốn đăng kí đại số tuyến tính vào kì chính 211 nhưng giờ không có lớp, vậy em có thể đợi K21 cùng vào để đăng kí được không ạ ?",
            "Chào bạn, . . Hiện tại đang đợt có đợt đăng ký dự thính HK211 (lần), bạn vui lòng vào ĐKMH để PDT lấy dữ liệu mở lớp nhé. . Thân"
        ]
    }
]