[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name] - mssv: [student_id]. . Hiện em đang học khoa khoa học và kỹ thuật máy tính. . Cho em hỏi khi nào là hạn chót nộp đơn đăng kí môn đề cương luận văn ạ!. . Hiện em đang làm với thầy nhưng chưa đăng ký môn học với nhà trường ạ.. . Em cảm ơn",
            "Chào em,. . Cho em hỏi khi nào là hạn chót nộp đơn đăng kí môn đề cương luận văn ạ!. . =  Hiện tại đã quá trễ để bổ sung môn học (đang là tuần thứ 9 của HK). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên: [full_name] MSSV: [student_id]. . Ngày 4/10 em đã đăng kí giấy xác nhận sinh viên để có thể Hoãn nghĩa vụ quân sự mà vẫn chưa nhận được.. . Em có thể nhận sớm hơn hoặc pdt gửi cho em bảng PDF được không vậy ạ",
            "Chào bạn,. . - [full_name] đã ghi nhận phản hồi của bạn. Vì số lượng đăng ký giấy CNSV tăng đáng kể, PĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi cách hoãn thi môn Cơ Lưu chất ạ, học kì 211, và cho em hỏi khi nào có đợt thi ạ em cảm ơn",
            "Chào em,. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Em tham khảo HK202. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. . Thân mến. . . .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  . . . . Chỗ em bắt bổ sung giấy chứng nhận đang học tại trường trước ngày 15/10/2021 đẻ hoãn nghĩa vụ quân sự, bây giờ làm sao để em có giấy chứng nhận ạ",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . . . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Học vụ  /i [full_name] [full_name] [full_name] [full_name] Kính gửi thầy cô,[full_name] [full_name] Vào ngày 1/10/2021 em có đăng ký in bảng điểm và nhận dưới dạng chuyển phát bưu điện[full_name] Tình trạng hiện tại em kiểm tra thì bảng điểm em vẫn ở trạng thái \"Đang in\" nên em có thể lên trường trực tiếp để nhận bảng điểm không ạ? Vì em đang cần gấp và chuyển bưu điện cần một khoảng thời gian dài ạ[full_name][full_name] [full_name] Em mong thầy cô sớm hồi âm[full_name][full_name] [full_name] Em xin chân thành cảm ơn[full_name] [full_name] [full_name][full_name]",
            "Em đã nhận được ạ. . Em xin chân thành cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . .   i Học vụ . Kính gửi: Phòng Đào Tạo Trường Đại Học Bách Khoa.. . Em tên là : [full_name]  . . mssv : [student_id]8. . Cho em xin nộp đơn \"Đơn xin gia hạn thời gian đào tạo HK211\" ở file đính kèm theo.. . Em xin cảm ơn!. .",
            "Chào bạn. . Pdt đã ghi nhận trường hợp kéo dài của bạn, khi nào có qd Cô sẽ gởi cho bạn qua BKSI. . - Bạn vui lòng đợi thông báo khoảng từ giữa cho đến cuối tháng 10 về việc thi anh văn 2 kỹ năng các đợt tiếp theo. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PĐT!. . Em xin hỏi các môn em hoãn thi kì trước (202 và 203) nếu được hoãn thì sẽ thi chung với ngày với các môn tương ứng ở học kì 211 này phải không ạ?  . .",
            "Chào em,. . nếu được hoãn thì sẽ thi chung với ngày các môn tương ứng ở học kì 211 này phải không ạ?. . =  Thông thường như vậy. . =  Em chờ thông báo sau khi có quyết định hoãn thi.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi năm nay có giấy hoãn nvqs chưa ạ",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . . . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác. . chào ad ạ . . em có đăng ký giấy xác nhận sinh viên và được xử lý ngày 08/09/2021 nhưng bây giờ vẫn chưa nhận được ạ trong khi có những bạn được xử lý hôm 16/09/2021 lại nhận được rồi ạ. . Mong ad xem giúp em với ạ. . em cảm ơn ạ",
            "Chào bạn,. . - [full_name] đã ghi nhận phản hồi của bạn. Vì số lượng đăng ký giấy CNSV tăng đáng kể, PĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chào PĐT ạ, bây h em muốn bảo lưu kết quả 1 năm thì mình cần phải làm những bước nào ạ. Em xin cảm ơn nhiều ạ.. .",
            "Chào bạn,. . Trường hợp của bạn không có thời khóa biểu trong HK211, theo quy định sinh viên sẽ bị xử lý tạm dừng theo quy chế.. . Trường hợp đã nhập học vào trường là sinh viên thì mình không gọi là bảo lưu nữa nhé bạn, mình chỉ có thể tạm dừng, theo quy định không được tạm dừng quá 2 học kỳ liên tiếp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào PĐT, em là [full_name], mssv [student_id].. . Em đã đăng ký giấy chứng nhận sinh viên dùng để hoãn nghĩa vụ quân sự từ ngày 09/09/2021. Đến nay chỉ nhận được file PDF nhưng chưa nhận được giấy gửi qua bưu điện. Em mong PĐT xem lại trường hợp của em.. . Lương",
            "Chào bạn,. . - [full_name] đã ghi nhận phản hồi của bạn. Vì số lượng đăng ký giấy CNSV tăng đáng kể, PĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Học kỳ-211, em có đăng ký môn ME4537–Đề cương luận văn tốt nghiệp. Và em có nhận được mail của phòng Giáo Vụ Khoa Cơ Khí về việc hủy môn ME4537 do thiếu môn song hành ME3277–Thực tập ngoài trường. Em được phòng Giáo vụ hướng dẫn làm đơn để đăng ký bổ sung môn học. Mong thầy/cô và Phòng Đào tạo xem xét mở đăng ký môn học bổ sung - môn ME3277 ở học kỳ 211. Hiện tại em đã nhận đề cương luận văn và đang thực hiện nên em rất mong Phòng Đạo tạo xem xét lại trường hợp của em. . . Em xin cảm ơn!",
            "Chào bạn. . Hiện tại đã đến tuần thứ 9 của HK 211, nên bạn vui lòng làm đơn đăng ký TTNT, trong đơn ghi rõ tên môn học, mã số môn học, lý do bổ sung. Và phải có xác nhận của Khoa (có thể gởi yêu cầu Khoa xác nhận trong đơn, hoặc xác nhận qua mail, bạn chụp hình mail  đồng ý đính kèm ), gởi yêu cầu tại BKSI để xử lý. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] MSSV [student_id] Khoa Bảo dưỡng công nghiệp . Em chào PDT cho em hỏi em đã đăng ký tốt nghiệp được 1 tuần mà vẫn chưa thấy bằng tốt nghiệp tạm thời gửi tới nhà em .Giải quyết vắn đề này giúp em . . . .",
            "Sáng Thứ 6 hàng tuần P.ĐT sẽ lấy dữ liệu SV đăng ký và đã thanh toán lệ phí tốt nghiệp trước đó để tiến hành in giấy chứng nhận tốt nghiệp tạm thời, dự kiến nhận trễ nhất vào thứ 3 tuần tiếp theo. Giấy chứng nhận tốt nghiệp sẽ được tải lên trang đăng ký hồ sơ cấp bằng. Sinh viên tự lên tải về sử dụng trong thời gian này. . . . . Giấy chứng nhận tốt nghiệp bản chính sẽ được gửi về Sinh viên qua bưu cục theo địa chỉ Sinh viên đã đăng ký."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy, cô,. . Em tên là [full_name] -Mssv:[student_id]. . Em xin hoãn kiểm tra môn Kỹ thuật số vào lúc 15h tại phòng thi lớp L11_A vì  em phải đi tiêm ngừa covid-19.. . Mong thầy cô cho em được hoãn thi.. . Em xin cảm ơn và chúc thầy cô nhiều sức khoẻ.",
            "Chào em,. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Em tham khảo thông báo HK202. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. . Thân mến. . . .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b. . Cho em hỏi, trong đợt thi Cuối kì 202. Em có đăng kí hoãn thi 2 môn, nhưng em vẫn tham gia thi đầy đủ. Hiện tại, tên em đã có trong danh sách tham gia thi mặc dù em đã có điểm trung bình các môn học kì 202. Vậy em có được phép đăng kí thi lại ko ạ",
            "Chào em,. . - Nếu em đã đăng ký hoãn thi mà không muốn hoãn thi ?. . . . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi (aao/biểu mẫu). . . . Thân mến. .",
            "Vậy nếu em tham gia thi lại thì điểm trung bình sẽ thay đổi  phải không vậy ạ..",
            "Chào em,. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Tốt nghiệp . Dạ em chào PĐT, em thuộc khóa K17. Em có 2 câu hỏi nhờ PĐT giải đáp ạ:. . . . 1. Hiện tại em còn thiếu chuẩn tiếng anh đầu ra .Do tình hình dịch bệnh phức tạp và trung tâm chưa mở cửa nên em không thể thi để quy điểm anh văn ra trường. Trên trang trường có để hạn đăng kí bằng tốt nghiệp tạm thời hạn đến 31/10/2021.. . . . PĐT cho e hỏi khi sinh viên được phép lên thành phố để thi anh văn, thì trường có gia hạn thời gian đăng kí nhận bằng tốt nghiệp tạm thời không ạ?, vì tụi em đang rất cần bằng trong tình trạng gấp ạ.. . . . 2. Hiện tại em đã nhận học bổng và đang học Master của trường ở Nước ngoài. Vì thế trường bên đó yêu cầu bằng tốt nghiệp chính  thức trước tháng 1. PĐT cho em hỏi trường mình có thể hỗ trợ cho sinh viên cấp bằng chính thức trước khi làm lễ tốt nghiệp được không ạ. Hiện tại em đang rất cần bằng chính thức để nộp cho trường bên đó. Rất mong trường có thể hỗ trợ sinh viên ạ.. . . . Em cảm ơn PĐT và trường rất nhiều.. . . . . . . . . .",
            "Chào bạn. . ·        Pdt sẽ giải quyết tốt nghiệp theo thông báo đến hết HK211 (dự kiến cuối tháng 12/2021) . . ·        Xem chi tiết lịch trình tốt nghiệp tại trang web PĐT (aao.hcmut.edu.vn)    Tốt nghiệp    Thông tin tốt nghiệp    Tháng 11/2021    Lịch trình đăng ký tốt nghiệp và cấp bằng tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em là sinh viên lớp VLVH (MSSV [student_id]). Vừa rồi em có hoàn thành xong môn học Truyền số liệu và mạng EE3019 GV: [full_name] (5 điểm). Nhưng khi thông báo xét tốt nghiệp đợt 2 năm 2021 thì thông tin của e vẫn còn nợ môn Truyền số liệu và mạng nên không đăng ký tốt nghiệp được. E có yêu cầu lần 1 vào ngày 29/09/2021 nhưng hiện tại chưa thấy PĐT trả lời. Kính mong PĐT xem xét hỗ trợ giúp em vì sắp hết thời gian đăng ký tốt nghiệp rồi ạ. E cảm ơn (đính kèm hình ảnh bảng điểm và file thông báo còn nợ môn).",
            "Chào bạn. . Sau khi kiểm tra bạn còn thiếu 2 tín chỉ để tốt nghiệp. Bạn kiểm tra lại Chương trình đào tạo so với bảng điểm bạn tính lũy được.. . Nếu có gì sai sót bạn phản hồi lại nghen.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em xin chào, em là [full_name], MSSV [student_id]. Trong 1 số học bổng em có thấy yêu cầu Giấy xác nhận ĐRL. Em không biết ĐRL có được ghi kèm trong bảng điểm hay không, hay sẽ phải đăng kí riêng ạ?. . Nếu phải đk thì đk ở đâu ạ ?. . Em xin cảm ơn . .   i Học vụ .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "I Yêu cầu khác:",
            "Chào em,. . Không cần nộp nha em.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Hiện tại chưa có quyết định xử tạm dừng trường hợp SV không có TKB trong HK211.. . SV theo dõi mail và tình trạng trên mybk/Thông tin sinh viên, khi nào có quyết định xử lý tạm dừng, tình trạng sinh viên chuyển qua trạng thái \"tạm dừng\", bạn mới nộp đơn thu nhận nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em thuộc hệ VHVL, em muốn hỏi là kỳ sau em đk từ 12 tín chỉ trở xuống nhưng vẫn học lớp sáng chung với hệ ĐH chính quy thì có được giảm 25% tiền học không ạ?",
            "Chào em,. . -      Thông báo về mức thu học phí các bậc đào tạo năm 2021-2022 tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] MSSV: [student_id]. . . . Em có đăng ký xin hoãn thi của cuối kỳ của cả kỳ 202 với 203 ở đợt thi vừa rồi nhưng khi vào trang tra cứu thì chỉ có học kỳ 202 có kết quả còn ở kỳ 203 thì em nhận được câu trả lời là \"Không tìm thấy mã số sinh viên này trong trong danh sách\". . . . Em mong Phòng Đào Tạo sớm phản hồi về trường hợp của em!. . Em xin cảm ơn!. . . . . . . . . .",
            "Chào bạn,. . Sau khi đối chiếu dữ liệu, Pdt xác nhận bạn đã đăng ký Hoãn thi:. . [student_id]\tHK203\tMT1007. . [student_id]\tHK203\tMT1005. . để biết cách thức tiến hàng sau khi Pdt đã xác nhận yêu cầu Hoãn thi của bạn. . Vì sự cố kỹ thuật nên có thể thông tin tra cứu không có dữ liệu của bạn. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ bây giờ em muốn huỷ môn học thì có được không? . . . .",
            "Chào em,. . - Đã hết thời gian cho phép hủy môn học.. . - Đã hết thời gian rút môn học có tính học phí. . . Nếu em muốn rút cần làm theo hướng dẫn sau:. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Hạn cuối để đăng ký lại đến 10 giờ ngày 12/10/2021. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] Em khai báo thiếu thông tin ở mục người hướng dẫn, nhưng lại không có nút cập nhật thông tin! Nếu sửa được xin nhà trường thay đổi dùm em thành: \"Ts[full_name] Đỗ Tiễn Sỹ - Ts[full_name] [full_name]\"[full_name] [full_name] Em cảm ơn",
            "Chào bạn. . Pdt đã ghi nhận. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Tên sv: [full_name], mssv: [student_id]\t. . Môn học Tin học 3D chuyên ngành (CI1025) em học ở học kì 202 chưa có điểm trên hệ thống mybk . . Trong khi em hỏi mất bạn khác học cùng lớp thì các bạn đã có rồi. Em cũng đã mail cho thầy đứng tên môn để hỏi thì thầy bảo đã nộp bản điểm cho trường rồi và liên hệ phòng đạo tạo để giải quyết. . . Hiện trạng thái điểm môn CI 1025 của em là CH (Chưa có điểm). . Mong thầy/cô giải quyết cho em ạ. Em cảm ơn. . . .   i Học vụ .",
            "Chào em,. .  Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa (HK202) trong thời gian cho phép sửa.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tên sv: [full_name], mssv: [student_id]    . . Môn học Tin học 3D chuyên ngành (CI1025) em học ở học kì 202 chưa có điểm trên hệ thống mybk. . Trong khi em hỏi mất bạn khác học cùng lớp thì các bạn đã có rồi. Em cũng đã mail cho thầy đứng tên môn để hỏi thì thầy bảo đã nộp bản điểm cho trường rồi và liên hệ phòng đạo tạo để giải quyết.. . Hiện trạng thái điểm môn CI 1025 của em là CH (Chưa có điểm). . Mong thầy/cô giải quyết cho em ạ. Em cảm ơn. .   i Học vụ .",
            "Chào em,. . Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa (HK202) trong thời gian cho phép sửa.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Ngày 10/10/2020 em có lịch thi 2 môn nhưng do hôm đó khu vực nhà em bị mất điện cả ngày nên em không thi được, em xin phép được hoãn thi.",
            "Chào em,. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . . . Em tham khảo thông báo HK202. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. . Thân mến. . . .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là bây giờ còn hoãn thi môn ở HK 202 được k ạ?? Nếu dc thì hoãn như thế nào vậy?. .   i Yêu cầu khác .",
            "Chào em,. . Em vui lòng trình bày rõ lý do.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có đăng ký hoãn thi 2 môn ở học kì 2 , đó là môn Quản lý sản xuất IM2031 và môn Tài chính doanh nghiệp IM2033. Hiện tại kết quả thi của em xem trên bảng điểm là \" 13\", là vắng thi,và điểm 2 môn đó đã tính vô điểm TBTL là 0 . Em xin được hỏi là kết quả hoãn thi của em có đã được duyệt chưa và với kết quả hiện tại thì em có được thi đợt sau không ạ. Em xin cảm ơn, em mong sẽ nhân được phản hồi của trường ạ.",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi em để thẻ sinh viên ở Sài Gòn và đã đăng kí làm lại nhưng thời gian giải quyết lâu, em sợ sẽ không kịp về trước ngày thi thì em có dùng CMND thay thế được không ạ. . Em cảm ơn",
            "Chào em,. . Hiện tại PĐT giải quyết in thẻ sv hàng ngày và gửi bưu cục (nếu sv có đăng ký). Nhưng vì nhiều lý do bất khả kháng Thư vẫn chưa đến SV để kịp thi, SV vui lòng trình bày tất cả lý do kèm minh chứng để Cán bộ coi thi ghi nhận vào danh sách thi. PĐT đối chiếu dữ liệu sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo,. . Lần trước em có thắc mắc về việc danh sách tốt nghiệp dự kiến đang sử dụng điểm trung bình tích lũy để xếp loại tốt nghiệp và chưa được cập nhật lại theo điểm trung bình tích lũy ngành. Em có gửi minh chứng và pđt phản hồi sẽ cập nhật sau ngày 10/10.. . . . Hiện tại hôm nay 11/10 trên danh sách tốt nghiệp dự kiến của em vẫn chưa được cập nhật điểm trung bình tích lũy ngành và kết quả xếp loại tốt nghiệp của em vẫn là loại Khá.. . . . Mong pđt kiểm tra lại giúp em.. .",
            "Chào bạn. . Cô kiểm tra danh sách hiện tại của bạn. . [student_id]\tPhạm Minh         \tKhôi   \tQL17CN2\tĐiểm tblt: 7.98. . Điểm tbtl ngành:\t8.03. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Gởi Thầy, cô, anh, chị. . Hiện tại em đã đăng kí tốt nghiệp và thanh toán chi phí từ đợt tháng 5, em kiểm tra thông tin tốt nghiệp thì thấy mình đã có tên trong danh sách tốt nghiệp dự kiến của cả tháng 4 và tháng 8 năm 2021, tuy nhiên em có kiểm tra danh sách tốt nghiệp chính thức thì không thấy tên mình trong danh sách. . . Nhờ anh chị kiểm tra giúp e với ạ. Do tình hình dịch bệnh nên từ giữ tháng 6 tới giờ e không lên trường được.. . Em cảm ơn thầy, cô, anh, chị và mong phản hồi ạ. . Chúc thầy, cô, anh, chị một ngày vui vẻ",
            "Chào bạn. . Bạn kiểm tra tại Mybk-thông tin sinh viên. . tình trạng hiện tại của bạn là Tốt nghiệp và đã được in bằng. . Bạn liên hệ Pdt để nhận bằng nhớ mang theo CMNH và thẻ SV. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ cho em hỏi:. . Em hiện đang thiếu môn Anh văn 4 để xét tốt nghiệp. Em đang đăng kí học Anh văn 4A nhu cầu trong học kì (dự thính) này (HK211). Nếu em đủ điểm qua Anh văn 4A thì em có được xét tốt nghiệp trong học kì này (HK211) không ạ hay phải đợi đợt xét tốt nghiệp học kì sau?. . Em cảm ơn.. .",
            "Chào bạn. . ·        Pdt sẽ giải quyết tốt nghiệp theo thông báo đến hết HK211 (dự kiến cuối tháng 12/2021) . . ·        Xem chi tiết lịch trình tốt nghiệp tại trang web PĐT (aao.hcmut.edu.vn)    Tốt nghiệp    Thông tin tốt nghiệp    Tháng 11/2021    Lịch trình đăng ký tốt nghiệp và cấp bằng tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào em,. . Em phải thanh toán hết học phí HK211 mới nhận đơn thôi học.. . Thân mến. .",
            "Chào cô ạ, . . Cho em hỏi trường có thể mở cổng thanh toán để em thanh toán hết học phí được không ạ.. . Em cám ơn cô",
            "Chào em,. . PĐT sẽ mở cổng thanh toán học phí cho em vào thứ 2 tuần sau.. . Thân mến. .",
            "Chào cô ạ.. . Em đã đóng hết học phí rồi ạ , em có cần gửi lại đơn không cô . . Em cám ơn ạ",
            "Chào bạn. . Pdt gởi bạn bảng scan quyết định thôi học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên [full_name]_[student_id]. Em đã đăng kí giấy xác nhận sinh viên trên MyBK. Em đã đăng kí từ ngày 28/9 (khoảng 2 tuần) nhưng chưa được xử lí. Địa phương em đang chuẩn bị khám sức khỏe. Em mong thầy cô giúp scan giấy xác nhận gửi lên MyBk để em nộp trước hoãn khám sức khỏe ạ (vì em còn ở TP.HCM). Mong Thầy Cô giúp đỡ ạ. Em chân thành cảm ơn.. . . .",
            "Chào bạn,. . - [full_name] đã ghi nhận phản hồi của bạn. Vì số lượng đăng ký giấy CNSV tăng đáng kể, PĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy/ cô cho em hỏi chuẩn anh văn cho học kỳ 212 có được áp dụng không và cho em hỏi trường mình có tổ chức kiểm tra Anh văn định kỳ trong khoảng thời gian này không ạ?. . Thầy/ cô cho em hỏi mình có được rút môn lớp Anh văn theo nhu cầu không ạ, vì em mới phát hiện TKB bị trùng lịch 1 môn nhưng không bị hủy ạ.. . Em cảm ơn và chúc thầy cô làm việc sức khỏe.",
            "Chào bạn. . - Về Hk 212 (chuẩn anh văn + kì thi) bạn đợi thông báo bổ sung sau. . - Rút là phải đóng học phí, nếu trùng thì bạn viết đơn ghi rõ hủy môn học tên môn học, mã số môn học. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo. Em là [full_name], MSSV [student_id], đã hoàn thành đầy đủ các môn học, và các lệ phí. Nhưng vẫn không nằm trong danh sách dự kiến tốt nghiệp, cũng như không đăng kí tốt nghiệp được. Mong phòng đào tạo xem xét giúp em, để em có thể tốt nghiệp ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo.. . Em tên [full_name], MSSV [student_id], hệ đào tạo VLVH, chuyên ngành Công nghệ may.. . Hiện đang học theo CTĐT khóa 2014 và đã làm đơn chuyển khóa 2013 theo yêu cầu của Phòng đào tạo. . . Vậy sau khi chuyển khóa có ảnh hưởng đến lịch trình tốt nghiệp không ạ.. . Em xin cảm ơn Thầy/Cô.. .",
            "Chào bạn,. . Chuyển sang khóa 2013 có nghĩa là SV áp dụng theo CTĐT khóa 2013 để xét tốt nghiệp nhé bạn.. . Chưa hiểu việc bạn hỏi về lịch trình xét tốt nghiệp là gì nhé?. . Vui lòng trình bày cụ thể. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào thầy/cô của Phòng Đào tạo của Trường ạ. . Em xin hỏi thầy/cô một câu hỏi đó là, em có thể đăng kí in bảng điểm Đại học, tuy nhiên thay vì chuyển bưu điện về địa phương (hiện tại em đang ở thành phố Vĩnh Long), mà thay vào đó em xin nhờ phòng scan giúp em và gửi email bản electronic cho em khi in xong được không ạ.... . Hiện tại, em đang ứng tuyển vào một học bổng, tuy nhiên thì điểm tổng kết các môn học đều chưa có đủ, khoảng 1, 2 tuần nữa em nghĩ mới có. Vì vậy, nếu mà chuyển bảng điểm bằng bưu điện về địa phương em, xong rồi em lại ra tiệm photo scan thì không kịp thời gian ạ.... . Em xin hỏi câu hỏi này đến các thầy/cô ở Phòng ạ, em rất mong có thể nhận được câu trả lời sớm từ thầy/cô ạ, và em rất mong Phòng có thể giúp đỡ em việc này ạ.... . Em xin cảm ơn Phòng Đào tạo của Trường rất nhiều ạ!. .   i Yêu cầu khác .",
            "Chào bạn,. . Hiện tại theo quy trình in Bảng điểm in ra trình ký và đóng dấu và chuyển bưu điện liền nha bạn. Nên bạn vui lòng đăng ký in bảng điểm sớm thì sẽ nhận được bảng điểm sớm thôi, hiện tại cô kiểm tra bạn vẫn chưa đăng ký in bảng điểm.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào Phòng Đào tạo. Em có thắc mắc muốn hỏi PĐT về thời hạn đào tạo để xét tốt nghiệp.. . . . Em có đọc quy chế về thời hạn và kế hoạch đào tạo trên web aao.hcmut.edu.vn và thấy quy chế có quy định SV thỏa điều kiện xét tốt nghiệp về việc hoàn thành CTGD (số TCTLN và điểm TBTLN) nhưng chưa đủ các điều kiện khác để xét tốt nghiệp (chuẩn tiếng Anh, công tác xã hội) được kéo dài thời gian đào tạo tối đa một học kỳ để SV bổ sung các điều kiện để được xét tốt nghiệp (không được đăng ký môn học trong thời gian kéo dài này).. . . . Em sẽ hoàn thành CTĐT trong HK211 này nhưng còn thiếu chuẩn Nói-[full_name] (dịch em k thi online được) và ngày CTXH. Do đó, em cần gia hạn học kỳ tiếp theo (HK212) để hoàn thành chuẩn CTXH + tiếng Anh để xét tốt nghiệp. Vì không được phép ĐKMH trong thời gian kéo dài nên em có cần phải làm thủ tục gì, như thế nào để đăng ký học kỳ kéo dài này không ạ ?. . . . Em đợi phản hồi sớm từ PĐT. Em cảm ơn PĐT ạ!. .",
            "Chào bạn. . Sau Học kỳ 211, bạn có thể làm đơn kéo dài 1 học kỳ : SV thỏa điều kiện xét tốt nghiệp về việc hoàn thành CTGD (số TCTLN và điểm TBTLN) nhưng chưa đủ các điều kiện khác để xét tốt nghiệp (chuẩn tiếng Anh, công tác xã hội) được kéo dài thời gian đào tạo tối đa một học kỳ để SV bổ sung các điều kiện để được xét tốt nghiệp (không được đăng ký môn học trong thời gian kéo dài này).. . Bạn vui lòng đợi thông báo khoảng từ giữa cho đến cuối tháng 10 về việc thi anh văn 2 kỹ năng các đợt tiếp theo. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Thầy/Cô,. . Hiện em đã đăng ký ĐCLV nhưng do em chưa đăng ký môn TTTN nên em nằm trong danh sách bị huỷ ĐCLV. Thầy/Cô cho em hỏi là bây giờ em đăng ký TTTN thì số chỉ của em sẽ bị giới hạn còn 12 chỉ, nhưng em đã đăng ký kỳ này 21 chỉ rồi ạ! Vậy em có bị xoá môn khi đăng ký TTTN không? Em cảm ơn Thầy/Cô.",
            "Chào bạn. . Nếu hiện tại tkb của bạn 21 chỉ thì bạn không thể đăng ký được TTTN. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em có nhận được mail của trường là phải hoàn thành mục đăng kí nộp chứng chỉ ngoại ngữ.. . Sau khi điền xong thì em có cần phải chọn mục xét miễn điểm không ạ?. .",
            "Chào bạn. . Việc đăng ký chuyển điểm và thanh toán lệ phí là quyền quyết định của bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Gửi PĐT,. . Em tên là [full_name] MSSV: [student_id], sinh viên khóa 2014 ngành công nghê nhiệt lạnh. Hôm trước em có gửi email nhờ PĐT xét duyệt Tốt nghiệp từ chính quy xuống hệ VHVL (do em  không đủ điều kiện tốt nghiệp chính quy: thiếu AV4, CTXH, AV nói-viết). Em có làm đơn chuyển xuống hệ VHVL và được chấp thuận vào ngày 02/04/2021. Nhưng khi vô mục đăng kí tốt nghiệp thì lại không được. Em kính mong PĐT kiểm tra lại giúp em tại sao em đăng kí không được.. . Em xin chân thành cảm ơn và chúc quý thầy cô nhiều sức khỏe ạ",
            "Chào bạn,. . Pdt đã ghi nhận trường hợp của bạn theo phản hồi trước đây rồi, tuy nhiên việc xét sẽ chậm trễn hơn vì đang rà soát lại dữ liệu. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 29/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em kính chào Thầy/Cô!. . . . Vì chỗ em không có ngân hàng OCB và cũng như em hiện đã quên mất mật khẩu OCB (do trước giờ thanh toán trực tiếp tại ngân hàng). Nhưng dịch bệnh bùng phát là không lường trước, nên hiện tại em không thể đóng học phí bằng tài khoản OCB được. Thầy/Cô cho em hỏi có thể đóng bằng một ngân hàng nào khác được không ạ?. . . . Em xin cảm ơn Thầy/Cô.. . . .   i Yêu cầu khác .",
            "Chào em,. . Số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Yêu cầu khác. . Dạ chào anh/chị,. . Cho em hỏi là sau khi em nộp chứng chỉ anh văn lên thì có cần bấm vào ô xét miễn để nhà trường thấy không ạ hay nhà trường sẽ tự xét cho em ạ?. . Em cảm ơn.",
            "Chào bạn. . Việc miễn môn học là do bạn quyết định. . Sau khi bạn đăng ký bạn phải thanh toán lệ phí. . chuyển điểm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ, cho em hỏi là em tra mã vận đơn của em trên Viettel Post thì nó hiện như vậy ạ? Anh/chị, thầy/cô cho em hỏi là tài liệu năm nhất của em có được gửi lại không ạ? :((",
            "Chào em,. . Em vui lòng email [email] cô thư viện phụ trách phần gửi bưu điện cho SV để hướng dẫn . . Thân mến",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy / cô . . ﻿Em tên [full_name] - [student_id]. . ﻿Sinh viên khoa Công Nghệ Vật liệu . . ﻿Em , hiện tại vẫn đang ko rõ là mình đăng ký sách rồi mà saoo bạn bè em cùng chung khu vực quân Tân Phú đã nhận được hết mà không biết em có làm sai bước đăng ký hay bên vận chuyển có sao không ạ . Tại nếu cùng chung khu vực thì em cũng phải nhận cùng lúc với bạn bè phải không ạ .. . ﻿. . ﻿Em cám ơn , thầy cô lắng nghe ạ . . ﻿Mong thầy cô sớm hồi đáp để em có thể nhận sách thuận tiện hơn cho việc học ạ . . ﻿  B   I   /B   /I   B",
            "Chào em,. . Những trường hợp SV ở TPHCM, thì Trung tâm hỗ trợ SV sẽ giao sách về nhà cho SV.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em xin chào ạ, . . Sáng nay em có nhận được mail của trường rằng phải cập nhật thông tin chứng chỉ ngoại ngữ theo hướng dẫn (hình chụp bên dưới ạ) nhưng khi làm theo đầy đủ các bước thì em chỉ thấy nơi để cập nhật số điện thoại và phần đăng kí mới. Em ko biết phải làm gì tiếp theo nên em mong được hướng dẫn thêm ạ.. . Em cảm ơn rất nhiều.",
            "Chào bạn. . Bạn vào đăng ký mới. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy, cô,. . . . Em tên [full_name], MSSV [student_id]. Em muốn hỏi là em có đăng ký tốt nghiệp vào tháng 1/2022 sắp tới và cũng đã được trường xác nhận đăng ký thành công rồi. Em muốn nhận giấy chứng nhận tốt nghiệp tạm thời tại nơi em đang tạm trú tp hcm( em có ghi địa chỉ ở mục đăng ký tốt nghiệp) trên mybk nhưng lúc đó em tính sẽ lên trường nhận luôn nên em hk có tick vào ô gửi qua đường bưu điện  mà giờ em chuẩn bị đi làm rồi nên chắc là hk tiện ghé trường, em muốn hỏi em PĐT có thể chuyển giấy đó qua đường bưu điện tới địa chỉ em ghi ở mục tạm trú trên mybk được hk ạ?.. . . . Em xin cám ơn.",
            "Thứ 6 hàng tuần P.ĐT sẽ lấy dữ liệu SV đăng ký và đã thanh toán lệ phí tốt nghiệp trước đó để tiến hành in giấy chứng nhận tốt nghiệp tạm thời, dự kiến nhận trễ nhất vào thứ 3 tuần tiếp theo. Giấy chứng nhận tốt nghiệp sẽ được tải lên trang đăng ký hồ sơ cấp bằng. Sinh viên tự lên tải về sử dụng trong thời gian này. . . . . Giấy chứng nhận tốt nghiệp bản chính sẽ được gửi về Sinh viên qua bưu cục theo địa chỉ Sinh viên đã đăng ký."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có đăng kí lớp anh văn theo nhu cầu hình thức dự thính và đã có tkb , nhưng vì có lý do cá nhân nên em muốn xin rút môn học vấn thanh toán học phí.Nếu như vậy có được không ạ?",
            "Chào em,. . Đã hết thời gia rút môn học, em cần làm theo hướng dẫn sau:. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Hạn cuối để đăng ký lại đến 10 giờ ngày 12/10/2021. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào Thầy Cô Phòng Đào Tạo,. . . . Em là [full_name], MSSV:[student_id]. Em có đăng ký AV4 theo yêu cầu và có xác nhận đăng ký thành công nhưng đến giờ vẫn chưa có thời khóa biểu ạ. Mai đã bắt đầu học rồi ạ (11/10/2021).. . Thời gian dịch nên khó có thể thi chứng chỉ để kịp đợt tốt nghiệp. Mong Thầy Cô kiểm tra giúp giùm em (em có đính kèm ảnh đã đăng ký thành công môn học bên dưới).. . . . Em cảm ơn nhiều ạ.. . . . Trân trọng,. . [full_name]",
            "Chào bạn. . Pdt đã đăng ký cho bạn. . Bạn đợi TKB cập nhật mới tại trang Mybk-xemtkb. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin gửi đơn đăng ký môn học bổ sung xin phòng đào tạo xem xét giúp em.. . Em xin cảm ơn",
            "Xin trả lời giúp em với ạ",
            "Cô đóng bớt 1 câu. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] Chào Thầy/Cô[full_name] [full_name] Em tên Huỳnh Trọng Hữu, mssv [student_id][full_name] [full_name] Em muốn xin đăng ký bổ sung môn LVTN mã EE4333 học kỳ này[full_name] Do từ hè em bị vướng các môn chuyển điểm nên chưa đăng ký được LVTN, sau khi làm việc với văn phòng khoa đến nay thì đã đủ điều kiện nhận LVTN[full_name] Em đã xin được Thầy hướng dẫn từ tháng 8 và làm đến nay đã gần xong Luận Văn rồi ạ[full_name] Nên em muốn xin đăng ký môn LVTN để chính thức có thời khóa biểu học kỳ này[full_name] Xin Thầy/Cô chỉ hướng cho em làm đơn xin nhận bổ sung LVTN ạ[full_name][full_name] [full_name] Thân![full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] [full_name] [full_name]"
        ]
    }
]