[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . \"Em mong phòng đào tạo có thể tạo cơ hội tăng sỉ số lớp SP1007 (pháp luật đại cương Việt Nam) nhóm lớp L07 ạ. Bởi e không đăng kí kịp môn học đó ạ.\". . Đây là câu hỏi cũ của em ạ, e xin lỗi, e không vô kịp. phòng đào tạo có thể cho em cơ hội cuối được không ạ. 1 slot cuối.",
            "Chào bạn. . . . PĐT đã tăng sĩ số cho bạn, 20p nữa bạn có thể vào ĐKMH ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi Phòng đào tạo,. . Em viết đơn này xin Phòng đào tạo có thể mở rộng sĩ số lớp Xử lý ảnh - EE3035.  Vì bị vướng lỗi chuẩn thể chất nên môn học này của em bị xóa, nhưng môn học này vô cùng quan trọng trong hướng em đang nghiên cứu nên mong Phòng đào tạo có thể cứu xét mở rộng sĩ số lớp giúp em.. . Em cảm ơn các thầy, cô đã đọc thư này và hy vọng có thể trả lời em sớm.",
            "Chào bạn. . . . PĐT đã tăng sĩ số cho bạn, 20p nữa bạn có thể vào ĐKMH ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chào thầy cô ạ.. . Vấn đề của em là không đăng kí được các môn chuyên ngành ở năm 2 ạ. Lúc đăng kí sẽ hiện lỗi chưa đạt chuẩn anh văn. Nhưng hiện tại em đủ điều kiện đăng kí các môn chuyên ngành ở năm 2 ạ. Vì em đang học anh văn 1 trong thời gian đăng kí môn học ạ.. . Mong thầy cô xem lại và sửa lỗi giúp em để em có thể đăng kí các môn học chuyên ngành ở năm 2 cho kì tới ạ.. . Em cảm ơn thầy cô rất nhiều ạ",
            "Chào bạn. . Như emai PĐT đã gửi trước đó, PĐT đã cập nhật lại số tín chỉ xếp loại sinh viên theo các năm. Các môn học ở HK191 vẫn được cộng vào số tín chỉ hiện tại nên bạn có thể vào đăng ký môn học.. . . . Chúc bạn học tốt.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Dạ phòng đào tạo cho em tăng sỉ số lớp học môn vật lý bán dẫn mã môn học EE1013 ạ. Em bị xóa môn do trùng giờ học đănh ký lại hết sỉ số ạ. . . Mong phòng đào tạo giải quyết vấn đề. Xin cám ơn ạ",
            "Chào em,. . . . Những EE1013 phòng thí nghiệm bị full sỉ số. Em có thể làm đơn xin mở lớp.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Theo quy chế đào tạo về chuẩn anh văn đăng kí luận văn cho khóa 2016 của kĩ sư tài năng là 450 toeic. Em đã nộp chứng chỉ này nhưng việc đăng kí môn học vẫn báo lỗi. Mong được xem xét lại.Em cảm ơn!!!. . . .",
            "Chào bạn,. . Hiện tại dữ liệu av của bạn đang cập nhật, bạn hãy vào đăng ký lại môn học sau 1g ngày 20/12/2019.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .     Em và một số bạn khác hiện không đăng kí được lớp giải tích 2 nên kính mong nhà trường tằn sĩ số lớp giải tích 2 để chúng em có thể đăng kí cho học kì sau.. .     Em xin chân thành cảm ơn!",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "U Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi Phòng đào tạo,. . Em viết đơn này xin Phòng đào tạo có thể mở rộng sĩ số lớp A04 Kỹ thuật siêu cao tần - EE3025.  Vì bị vướng lỗi chuẩn thể chất nên môn học này của em bị xóa, nhưng môn học này vô cùng quan trọng trong hướng em đang nghiên cứu nên mong Phòng đào tạo có thể cứu xét mở rộng sĩ số lớp giúp em.. . Em cảm ơn các thầy, cô đã đọc thư này và hy vọng có thể trả lời em sớm.",
            "Chào bạn. . . . PĐT đã tăng sĩ số cho bạn, 20p nữa bạn có thể vào ĐKMH ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính thưa thầy cô ở phòng đào tạo,. . Sau khi đăng kí các môn học trong đợt 1, em có kiểm tra kết quả môn học của mình vào ngày hôm qua 18/12/2019, thì em thấy rằng mình không có kết quả đã đăng kí môn nào nữa ạ. Trước đó em đã rớt GDTC3 và đã học lại trong học kì 191. Thầy hiện tại có thể chưa cập nhật điểm cho sinh viên. Còn quy chế mới thì đã được áp dụng vào học kì 193 rồi.. . . . Em không biết rằng, có nên đợi thêm thời gian nữa để phòng đào tạo có thêm các điều chỉnh, hay là đăng kí lại trong đợt 2 này.. . . . Em xin cảm ơn ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Cho em hỏi: Đăng kí môn học đợt 1 em có đăng kí môn luận văn tốt nghiệp (EE4323) kết quả thỏa điều kiện đăng kí và đăng kí thành công. Nhưng trong kết quả đăng kí đợt 1 thì kết quả của em bị hủy do thiếu chưng chỉ anh văn. Cho em hỏi em qua môn anh văn 4 thì có thể đăng kí được không? Hoặc em có thể nộp chứng chỉ vào tuần đầu kì tới để đăng kí trước luận văn không? Nếu không thì cho em hỏi có biện pháp nào để em đăng kí luận văn trong kì sắp tới,",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...). . . . Cho em hỏi: Đăng kí môn học đợt 1 em có đăng kí môn luận văn tốt nghiệp (EE4323) kết quả thỏa điều kiện đăng kí và đăng kí thành công. Nhưng trong kết quả đăng kí đợt 1 thì kết quả của em bị hủy do thiếu chưng chỉ anh văn. Cho em hỏi em qua môn anh văn 4 thì có thể đăng kí được không? Hoặc em có thể nộp chứng chỉ vào tuần đầu kì tới để đăng kí trước luận văn không? Nếu không thì cho em hỏi có biện pháp nào để em đăng kí luận văn trong kì sắp tới,    /QUOTE . . Chào [full_name], Em xem lịch nộp ccav và đăng ký LVTN lại nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . Thầy cho em hỏi em là [full_name]15 chương trình Việt Pháp có thể học 2 môn Giải tích 1 và Đại số tuyến tính như trong hình đính kèm để chuyển điểm cho môn Toán 1 được không.. . . . Cảm ơn thầy,",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Khoa để xin được tư vấn về CTDT. . Thân",
            "Cho em xin hỏi nếu trong 1 kỳ em phải đăng kí bao nhiêu tín chỉ để không bị đình chỉ học ạ. .",
            "Chào bạn,. . Bạn vui lòng xem quy định về đăng ký MH tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 9. Đăng ký môn học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chào thầy cô ạ.. . Hiện tại em đang gặp lỗi đăng kí môn học: lúc đăng kí môn chuyên ngành thì hệ thống báo chưa đạt chuẩn anh văn sau năm 1. Nhưng hiện tại em đang học lớp anh văn 1 ở trường. Vậy em có được đăng kí môn học chuyên ngành năm 2 ở kì sau không ạ. Theo như lời thầy [full_name] giải đáp thì em có thể đăng kí môn học chuyên ngành năm 2( em có để ở dưới hình ảnh dưới ạ). . Mong thầy cô giải đáp và sửa lỗi giúp em ạ. Hiện tại em vẫn chưa đăng kí được môn nào chuyên ngành năm 2 vì lỗi trên ạ.. . Lỗi em gặp phải em có để ở hình ảnh dưới đây ạ.. . Em cảm ơn thầy cô.",
            "Chào bạn. . . . Bạn đang học AV1 hiện tại phải có điểm và đạt PĐT sẽ chuyển điểm chứng chỉ AV sau năm 1 cho bạn.. . . . Nếu chưa có điểm bạn không thể đăng ký môn năm 2"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kinh gửi thầy cô PĐT Trường Đh Bách Khoa. . em ten [full_name] MSSV [student_id]. . Thầy cô cho em hỏi hiện nay em đang học anh văn 1 trong trường, và ngày 6/1/2020 thì e mới thi cuối kì môn này, thầy cô có thể tư vấn giúp em là có cách nào để chờ kết quả môn này để đăng kí mấy môn cơ sở ngành năm 2 ko ạ ? Có cách nào để xin thêm gia hạn đăng kí môn được không ạ  em xin cảm ơn",
            "Chào Bạn. . . . Bạn có thể đợi khi có điểm AV1 và đăng ký bổ sung môn học trong đợt 3 ĐKMH.. . . . Bạn nên chủ động học trước các môn ngoại ngữ để được chuyển điểm trước khi Học kỳ bắt đầu."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Chào anh/chị,. . Em muốn đăng ký môn học ME4661 nhưng không đăng ký được vì lí do hệ thống hiển thị thiếu môn HT là ME3233 (Hình 1), nhưng em xem cấu trúc môn học thì lại để môn HT của ME4661 là môn ME3117 (Hình 2 - môn này em đã học).. . . . Mong anh chị sớm giải đáp, em xin cảm ơn!",
            "Chào bạn. . . . Môn học ME4661 Khoa đã cập nhật lại môn TQ nên PĐT đang cập nhật lại cấu trúc môn học trên website.. . . . Bạn có thể liên hệ trực tiếp bộ môn để biết rõ hơn về thay đổi môn TQ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Cho em xin tăng sỉ số 2 môn:. . Điện tử công suất ứng dụng/EE3079/A02. . [full_name] [full_name]ởng Hồ Chí Minh/SP1005/A03",
            "Chào bạn. . . . PĐT đã tăng sĩ số cho bạn, 20p nữa bạn có thể vào ĐKMH ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Hôm qua em có gửi xin yêu cầu xin phòng đào tạo cho em bổ sung sĩ số vào lớp Vật lý bán dẫn EE1013 A02_A04 các tiết sáng chiều ngày thứ 4. Phòng đào tạo đã đánh dấu \"SOLVE/ĐÃ GIẢI QUYẾT\" cho em rồi kèm theo mail là \"tự em lên phần mềm đăng ký môn học, phòng đào tạo không thể đăng ký giùm em được.\" . . . . Nhưng khi em lên phần mềm đăng kí môn học thì lớp em yêu cầu xin bổ sung vào sĩ số vẫn chưa tăng để em có thể đăng kí.. . . . Giờ em phải làm sao ạ.. . . .",
            "Chào bạn. . . . PĐT đã tăng sĩ số cho bạn, 20p nữa bạn có thể vào ĐKMH .. . . . Sĩ số hiện tại là 33/34 bạn nhanh chân nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Dạ thưa thầy cô, em tên là [full_name], MSSV [student_id], [full_name].. . Hôm qua em không đăng ký kịp môn Kinh tế Đại cương (IM1013) lớp L06. Cho em hỏi em có thể làm đơn xin tăng sĩ số lớp được không ạ?. . Em xin cảm ơn!",
            ". . Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . . . Gửi PĐT. Các môn học đại cương Toán 2, Hóa đại cương và Đường lối ĐCSVN em có đăng kí từ đợt 1. Nhưng đợt đăng kí bổ sung lần này thì môn học của em bị hủy. Em có đăng kí lại môn Toán 2 và Hóa đại cương nhưng được thông báo là không thuộc hệ ĐH vì em k2015 của cao đẳng bảo dưỡng. Tuy nhiên từ 2017 các môn đại cương của hệ CĐ được chuyển lại mã môn học của hệ ĐH. Bạn em cùng khóa với em có đăng kí Toán 2 ở đợt 1, và đã được đăng kí môn học với mã môn học thuộc hệ ĐH, có thời khóa biểu. Vậy cho em hỏi tại sao em không được đăng kí ạ. Em có gửi câu hỏi chiều qua nhưng chưa được trả lời. Vì TKB của em bị huỷ hết các môn em đã đăng kí ở đợt 1 nên em sợ em không được xếp lớp. Mong PĐT có hướng dẫn cho em có thể đăng kí môn học ạ . Em xin cảm ơn.",
            "Chào bạn. . . . Bạn nên lưu ý mã môn học khi đăng ký, các môn học bạn đăng ký ở mã cũ hiện tại không còn mở lớp do không đúng tiến độ. . . . . Để đăng ký các mã hệ đại học bạn phải tham khảo các môn tương đương của môn học hệ cao đẳng (mã số) sang các môn học mã mới.. . . . Khi đăng ký lưu ý phải đăng ký các môn tương đương được Khoa chấp nhận. Danh sách các môn tương tại đây: . . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_201&tid=447"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Chào thầy/cô. . Dạ em tên là [full_name] MSSV:[student_id], thầy cô cho em xin tăng sĩ số lớp A03 môn Tư tưởng [full_name] ( Mã môn:SP1005) để em đăng kí với ạ vì em bị hủy các môn đăng kí ở đợt 1 nên em phải đăng kí lại. Em xin cảm ơn",
            "Chào bạn. . PĐT đã tăng sĩ số cho bạn, 20p nữa bạn có thể vào ĐKMH . Bạn vào đăng ký nhanh để tránh hết chỗ.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . xin tăng sĩ số lớp giải tích mạch MSMH:EE1011. . mã nhóm:A01_A01.tên sinh viên:[full_name],MSSV:[student_id]",
            "Chào bạn,. . Môn học hiện tại đã vượt sức chưa tối đa cho phép.. . Nếu bạn môn đăng ký môn học thì bạn liên hệ VP Khoa xin mở thêm lớp, hoặc chờ đăng ký trong đợt Dự thính.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi thầy cô phòng đào tạo.. . Em đăng kí môn học Thực tập điện tử 1 (EE2023) với điều kiện đăng kí là học trước Giải tích mạch và Kỹ thuật số, nhưng khi em vô đăng kí thì em lại bị báo lỗi chưa học trước Vật lý bán dẫn. . . Em mong thầy cô giải quyết sớm cho em ạ.. . Em xin chân thành cảm ơn.. .",
            "Chào bạn. . . . Để được đăng ký môn EE2023 bạn phải học trước môn EE1013. . . . Các thay đổi về môn học trước được Khoa Điện cập nhật, bạn có thể liên hệ trực tiếp Khoa để biết rõ",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Cho em xin tăng sỉ số lớp sp1007 nhóm lớp L07. . . .",
            "Chào bạn. . PĐT đã tăng sĩ số cho bạn, 20p nữa bạn có thể vào ĐKMH . Bạn vào đăng ký nhanh để tránh hết chỗ.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Lịch học ban đầu của em là môn Vật Lý bán dẫn được sắp vào Chiều thứ 2 và chiều thứ 6. . Em muốn chuyển nhóm môn học sang Chiều thứ 2 và sáng thứ 6 như hình bên dưới nhưng em bị báo lỗi lý do: \" Môn học trùng thời khóa biểu \". . Em mong quý thầy cô giúp em chuyển nhóm thành công ạ!!!. . Em xin cảm ơn ạ !!!. .",
            "Môn học cần chuyển nhóm đang trùng với TKB hiện có của bạn.. . . . Bạn xem lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học  EE1011 . . Nhóm lớp A01. . . .",
            ". . Chào bạn,. . Môn học hiện tại đã vượt sức chưa tối đa cho phép.. . Nếu bạn môn đăng ký môn học thì bạn liên hệ VP Khoa xin mở thêm lớp, hoặc chờ đăng ký trong đợt Dự thính.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]6  /b \t. . Khi em đăng kí luận văn ms:440303 hệ thống báo lỗi thiếu các môn thí nghiệm. Kì 1 e đã làm luận văn nhưng không đạt. Nhờ các thầy cô giúp đỡ ạ. .",
            "Chào bạn. . Bạn liên hệ lại Phòng đào tạo A1 để đăng ký vào danh sách xét bổ sung. . Cảm ơn bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Tăng sỉ số lớp môn IM1013",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy (cô).. . Em có yêu cầu là tăng sĩ sô môn Pháp luật Việt Nam đại cương (sp2007). Vì hôm trước em không đăng kí. Em đăng kí môn để duy trì học ạ.. . Em xin thầy (cô) giúp em. Em xin cảm ơn.. . Trân trọng. . . .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Đăng ký in thẻ sinh viên .",
            "Chào bạn,. . Bộ phận kỹ thuật đã kiểm tra, tài khoản bạn có thao tác đăng ký làm lại thẻ SV, nên có phát sinh phí trên BKpay. Có thể tài khoản của bạn đã bị SV khác sử dụng..., Bạn có thể làm đơn nộp tại Phòng Đào tạo để xin hủy tiền làm lại thẻ để được xem xét. Vui lòng đổi mật khẩu để tránh tình trạng trên, bảo mật tài khoản của mình, đặc biệt khi đăng nhập vào các máy tính bên ngoài cần lưu ý thoát ra khỏi tài khoản.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Thu nhận lại . Học kì vừa rồi em bị tạm dừng do không đăng kí môn học. Xin hỏi làm thủ tục thu nhận lại như thế nào ạ?",
            "Chào bạn,. . Bạn vui lòng vào trang http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu. . Tải mẫu đơn thu nhận và nộp tại Phòng Đào tạo"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: K[student_id]  /b \t. . Em đăng ký môn   I Luận văn tốt nghiệp ( mã 201303 )  /I  thuộc bộ môn Cơ kỹ thuật, khoa Khoa học ứng dụng, trang Mybk báo về kết quả là thiếu môn tiên quyết   I Thực hành lập trình tính toán ( mã 006047 )  /I .. . Sau khi kiểm tra kĩ lại chương trình đào tạo khóa K13 bộ môn Cơ kỹ thuật, em không tìm thấy mã môn học Mybk báo lỗi.. . Em đã thử dùng cả điện thoại và laptop vào đăng ký nhưng vẫn báo cùng một lỗi như hình em đính kèm ạ.. . Em kính mong Phòng đào tạo xem xét và hồi đáp giúp em hoàn thành đăng ký Luận văn tốt nghiệp ạ. Em xin thành thật cám ơn ạ.. .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) .",
            "QUOTE MSSV/MSGV: K[student_id]    . . Em đăng ký môn Luận văn tốt nghiệp ( mã 201303 ) thuộc bộ môn Cơ kỹ thuật, khoa Khoa học ứng dụng, trang Mybk báo về kết quả là thiếu môn tiên quyết Thực hành lập trình tính toán ( mã 006047 ).. . Sau khi kiểm tra kĩ lại chương trình đào tạo khóa K13 bộ môn Cơ kỹ thuật, em không tìm thấy mã môn học Mybk báo lỗi.. . Em đã thử dùng cả điện thoại và laptop vào đăng ký nhưng vẫn báo cùng một lỗi như hình em đính kèm ạ.. . Em kính mong Phòng đào tạo xem xét và hồi đáp giúp em hoàn thành đăng ký Luận văn tốt nghiệp ạ. Em xin thành thật cám ơn ạ.. . Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...). . . .   /QUOTE . . Em lên đăng ký lại nhe!",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi Phòng Đào Tạo. . . . Kì này em có đăng kí môn Pháp luật VN đại cương nhưng lớp em muốn học hết chỗ.. . Mong PDT mở thêm sĩ số lớp L04 môn SP1007.. . Em xin cảm ơn",
            "Chào bạn. . . . Nhóm [full_name] đã ở sĩ số tối đa không thể tăng thêm"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . các anh chị ơi e còn 1 môn vi xử lý là chưa đăng ký dc trên cs1, e xin các anh chị mở thêm đúng 1 slot để e đk học ạ. e cảm ơn nhiều ạ . . mã môn học : vi xử lý EE2013/ A01-A01 hoặc A01 A02 đều được ạ . em cảm ơn nhiều ạ  . .",
            "Chào em,. . . . Môn EE1013  phòng thí nghiệm bị full sỉ số. Em có thể làm đơn xin mở lớp.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đóng học trễ nên giờ không được đăng kí môn học.Giờ em có phải làm đơn không ạ?",
            "Sau khi thanh toán học phí PĐT sẽ mở khóa cho bạn sau 18h hằng ngày. . . . Bạn chú ý theo dõi đăng ký"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]. . thầy cô cho em hỏi là tại sao khi đăng kí môn học đợt 2 thì phầm mềm báo lỗi là chưa khai báo lí lịch online trong khi trước đợt một e đã khai báo rồi và đã đăng kí môn được đợt một. do hôm qua hệ thống báo lỗi tín chỉ đăng kí môn học nên e đợi đến hôm nay nhưng đến bây giờ em chưa được giải quyết. rất mong thây cô giải quyết giúp em để em sớm được đăng kí môn đợt hai ạ.. . em xin cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "PĐT kiểm tra thấy đã mở khóa dữ liệu thông tin và bạn có thể đăng ký môn học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em bị huỷ môn học Quy hoạch đô thị bền vững - CI3147 khi đăng kí môn học của học kì 2 (2019-2020), lý do là thiếu môn song hành CI3145 - Thiết kế Kiến trúc. Nhưng theo chương trình đào tạo, mục cấu trúc môn học thì không có môn song hành là môn CI3145. . . Em mong quý nhà trường xem xét và kiểm tra lại về vấn đề này, để em cùng nhiều bạn khác bị vấn đề tương tự có thể đăng kí được môn học. . . Em mong sớm nhận được hồi âm! Xin chân thành cảm ơn ạ!",
            "Chào bạn. . Các trường hợp này [full_name] đã thay đổi điều kiện môn học trước, PĐT sẽ cập nhật lại trên website trong tuần này.. . . . Bạn có thể liên hệ trực tiếp [full_name] để biết rõ hơn các thay đổi về môn Tiên quyết + học Trước . . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Hiện tại em mong muốn được đăng kí môn học \"Điện tử công suất ứng dụng\" (EE3079) nhưng lớp đã kín. Mong phòng đào tạo có thể mở rộng sỉ số để em có thể tham gia lớp học. Em cám ơn!",
            "Cho em hỏi khi nào mới mở rộng sỉ số ạ? Em đợi từ sáng đến giờ. Lỡ lúc mở lại không đăng kí kịp.",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số một số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em muốn đăng ký vào lớp vẽ kỹ thuật xây dựng (CI1033) lớp L01-L01 thứ 4 tiết 2345.. . Em kính mong thầy cô giúp đỡ em. Cảm ơn thầy cô nhiều ạ.",
            "Chào bạn. . . . Bạn phải thực hiện đăng ký môn học trên phần mềm ĐKMH như buổi tập huấn đã hướng dẫn trước đó. . . . . PĐT sẽ không đăng ký dùm bạn được.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i Không đăng kí làm lại thẻ sinh viên nhưng trên bkpay vần bắt đóng chi phí làm lại thẻ sinh viên vậy ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng đem thẻ sinh viên đến Phòng Đào tạo cơ sở 1 (tổ kỹ thuật) để kiểm tra thông tin tài khoản của bạn nhé.. . Nếu bạn không đăng ký thì không có hiện tiền trên BKpay nhé (bạn lưu bảo mật tài khoản của mình)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Do hôm mở đkmh, tài khoản cá nhân em bị lỗi nên không đkmh được. Em cần tăng sĩ số môn học 3 môn chuyên ngành thì thủ tục như thế nào ạ ? . . . . Em xin cảm ơn",
            "bạn cung cấp mã môn học, mã nhóm cần tăng sĩ số để kiểm tra",
            "Dạ là 2 môn:. . + Môn ĐAMH có mã ME325, nhóm A01. . + Môn Mô hình ra quyết định có mã ME3257, nhóm A01",
            "Chào em,. . . . + Môn ĐAMH có mã ME325, nhóm A01 -  mã số môn học không đúng.. . + Môn Mô hình ra quyết định có mã ME3257, nhóm A01 -  đã tăng sỉ số em đăng kí nhanh nhé.",
            "à em coppy ẩu nên bị thiếu ạ.. . . . Môn đồ án logistics 2, có mã ME3259- nhóm A01 ạ. . . . . Em xin cảm ơn",
            "Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. .",
            "14h59 ngày 23/12 là hết hạn đăng kí rồi, em chưa kịp đăng kí môn đó. Thì thủ tục đăng kí khi trễ hạn là như thế nào ạ ? Em xin cảm ơn",
            "Bạn có thể đăng ký trong đợt 3 ĐKMH nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Xin PĐT tăng sĩ số lớp A02_A04 môn vật lí bán dẫn , mã môn học ee1013",
            "Chào em,. . . . Môn EE1013  phòng thí nghiệm bị full sỉ số. Em có thể làm đơn xin mở lớp.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em xin pđt mở thêm slot cho môn vậy lí bán dẫn mã EE1013 nhóm A02 A04 tiết thứ 4 345 và thứ 4 789 . Em xin cảm ơn ạ.",
            "Môn học đã ở sĩ số tối đa không thể tăng thêm (do kèm TN)",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Thầy/Cô tăng giúp em sĩ số của 4 lớp sau:. .   B CH3101 - [full_name]01  /B  - Hoá học và công nghệ chất hoạt động bề mặt. .   B CH3031 - [full_name]04  /B  - Cơ sở điều khiển quá trình. .   B CH3127 - [full_name]01  /B  - Độc chất học và công nghiệp ứng dụng. .   B CH3133 - [full_name]04  /B  - Mô hình hoá, mp và tưh CNHH. . Em cảm ơn ạ!",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "bạn cần tăng sĩ số môn học nào. vui lòng cung cấp mã môn học. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name] mssv [student_id]. .  vì đóng trễ học phí nên em chưa đăng ký được mộn học , em rất xin lỗi về sự thiếu trách nhiệm này . . nay em đã dóng đủ học phí xin được mở lại đăng ký môn , em xin hứa sẽ không tái phạm em xin cảm ơn",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Trường hợp thanh toán học phí trễ/ cập nhật thông tin, . . Bạn vui lòng vào thanh toán học phí và cập nhất thong tin, cuối ngày (16h hàng ngày) Phòng Đào tạo sẽ lấy dữ liệu và cập nhật cho các bạn đăng ký MH vào 13h ngày hôm sau nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em mong trường có thể tăng sĩ số 2 môn . . -   /B ME3231   I Kỹ thuật mô hình hóa và mô phỏng . -   B ME3233  /B    I Quản lý logistics. .  . Em mong nhà trường có thể tạo điều kiện cho em theo học 2 môn chuyên ngành này.. . Em xin cám ơn",
            ". . Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em có đăng kí môn CO2013, CO3003, CO3061 nhưng bị loại ra vì lỗi chưa cập nhập tín chỉ ngày 18/12, đến khi được mở lại để đăng kí thì các môn này đã đủ lớp. Em mong phòng đào tạo có thể tăng sĩ số, mở thêm một slot cho em ở các lớp trên,vì đây là các môn bắt buộc phải học trước để được học các môn sau này nên nếu không được học kì này thì em sẽ bị chậm trễ. Kính mong các thầy cô xem xét.. . . . Em xin cảm ơn",
            "Môn CO2013 --  full sĩ số phòng TN 40sv/ nhóm. .     CO3003 --  Đã tăng 1 slot . .     CO3061 -- Đã tăng 7 slot bạn vào đăng ký nhan nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Đã tăng sĩ số các môn học.Một số môn đang ở sĩ số tối đa không thể tăng được."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở thêm giúp em vị trí trong lớp Phương pháp tính MT1009_LT08",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn . . . . Môn học đã ở sĩ số tối đa không thể tăng"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Dạ cho em nhờ PĐT tăng thêm sĩ số môn giải tích 2 nhóm L14_L25 với tại sáng nay em đi học nên không đăng ký kịp r. .",
            "Tại sáng nay em mới nhận thông báo tăng sĩ số mà em học vật lý 10h em mới ra thì đăng ký không kịp nữa.. . Em mong PĐT tăng thêm sĩ số giúp em với.. .",
            "Dạ em đăng ký được r.. . Em cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở thêm cho em vị trí trong lớp Phương pháp tính MT1009_LT08",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . PĐT đã tăng sĩ số cho bạn, 20p nữa bạn có thể vào ĐKMH . Bạn vào đăng ký nhanh để tránh hết chỗ.. ."
        ]
    }
]