[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào Thầy/Cô và các bạn,. . Em là [full_name], khoá 2015.. . . . Học kì HK221 là HK cuối cùng của em theo thời gian đào tạo tối đa của trường. Hiện tại em đã hoàn thành tất cả các môn học theo chương trình đào tạo nhưng vẫn còn thiếu chứng chỉ anh văn nói/viết. Em có đọc quy chế học vụ quy định có thể gia hạn thêm 1 học kì nữa để bổ sung chứng chỉ ngoại ngữ.. . Thầy/cô và các bạn cho em hỏi em nên làm thủ tục gì để có thể gia hạn thêm thời gian bổ sung chứng chỉ ngoại ngữ ạ! (Tình trạng sv của em đang là \"nghỉ\" trong hình đính kèm bên dưới).. . . . Em cảm ơn!",
            "\"Chào em,. . SV khóa 2015 hiện tại đã hết thời gian đào tạo theo quy định và hạn cuối tốt nghiệp vào đợt tháng 4/2022 này.. . Hiện tại PDT đã ra quyết định thôi học vì hết thời gian đào tạo. . Trong đợt tốt nghiệp tháng 4/2022 này, khi nào SV đủ điều kiện tốt nghiệp, có thể làm đơn gửi qua bksi để xin cứu xét thu nhận lại để xét tốt nghiệp nhé. . Sau ngày 22/04/2022, SV chưa đủ điều kiện tốt nghiệp do chưa hoàn thành đủ ngày CTXH, CCNN xét tốt nghiệp, có thể nộp đơn xin gian hạn 1HK tại Phòng Đào tạo.. . (chưa đủ điều kiện vì thiếu CCNN  có nghĩa là SV phải hoàn thành tất cả các môn học thuộc CTĐT, kể cả AV1,2,3,4. có thể làm đơn xin gia hạn thời gian nộp CCNN để tốt nghiệp. SV lưu ý, trường hợp này PDT phải xét điều kiện đúng là SV chỉ còn nợ CCNN để tốt nghiệp mới được gia hạn nhé). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô, hôm qua em vào kiểm tra thì thấy ở trang BKEL và thời khóa biểu học kỳ 212 bị mất. Đồng thời kiểm tra BKPay thì em mới thấy có một khoản tiền học phí bổ sung 350 nghìn em vẫn chưa đóng, nhưng vì không để ý nên em bị trễ hạn nộp.Em cũng nhận được 1 mail ngày 29/3/2022 của trường về danh sách sinh viên tạm dừng HK1(21-22), em xem qua thấy không có tên trong danh sách. Em thắc mắc khoản phí đó cụ thể là như thế nào và có phải như vậy em được tính là trễ học phí không ạ? Và bây giờ đóng thì em có được tiếp tục học các môn đã đăng kí ở học kỳ 212 không ạ?",
            "Chào bạn. . Chính quy: Tình trạng của bạn đã có quyết định tạm dừng số 855 ngày 25/3/2022 vì chưa thanh toán học phí HK 211 (CHÍNH QUY) theo quy định.. . Để được phục hồi TKB HK211 & HK212 (nếu có), SV phải thanh toán phần học phí còn nợ, Tiếp theo:. . 1 - SV tự viết đơn trình bày xem xét phục hồi TKB HK211 & HK212 (nếu có), ghi rõ lý do thanh toán trễ học phí + tên môn + MSMH + Học kỳ cần phục hồi. . 2 -  SV tải mẫu đơn: Thu nhận tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu- . . Điền đầy đủ thông tin thu nhận lại HK211. . - gởi tại trang hỗ trợ trực tuyến [full_name]SI. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào,. . Em tên [full_name] - MSSV: [student_id]. . . . Vì hiện tại trên mybk, tình trạng sinh viên em bị   B tạm dừng  /B . Lí do, em đã không đăng kí môn học kì này. Do đó, em không thể đăng kí in bằng tốt nghiệp tạm trực tiếp trên mybk. . . . . Hiện tại, em đang rất cần bằng tốt nghiệp tạm thời. Nên em rất mong văn phòng đào tạo có thể nhận được phản hồi sớm từ văn phòng đào tạo. . . . . Em cám ơn nhé!. . . . Trân trọng, . . [full_name]. .",
            "Chào em,. . Khi nào em có tên trong danh sách tốt nghiệp dự kiến, thì SV mới có thể đăng ký tốt nghiệp  và đăng ký giấy CN TNTT được nhé, SV hiện tại đã đủ điều kiện tốt nghiệp chưa?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào pđt ạ,. . . . Em là [full_name] sinh viên K15. Điểm Toeic ra trường của em là 500 và hiện tại em đã được thẩm duyệt và đã nộp tiền chuyển điểm AV hết rồi ạ nhưng pđt báo là em chưa đủ điều kiên ra trường là \"Thiếu Toeic\". Mong pđt xem xét giúp em gấp ạ (có ảnh 1 đính kèm).. . . . Đồng thời pđt giải quyết giúp em trường hợp em không đăng ký được xét tốt nghiệp do nhà trường ra quyết định thông báo tạm dừng do hết chương trình đào tạo K15 ạ. Pđt có nói là gửi lại yêu cầu tốt nghiệp 30/3 để pđt xét duyệt lại (có ảnh 2 đính kèm).. . . . Em xin cảm ơn ạ",
            "Chào em,. . Còn AV 2 kỹ năng nói viết em có kết quả ngày nào? Vui lòng trình bày rõ hơn để PDT kiểm tra và trả lời cho bạn nhé. . Thân",
            "Dạ em xin chào pđt ạ,. . . . AV nói viết em thi ngày 6/3 và có kết quả sau 2 tuần thi tức là ngày 20/3. . . . (Có đính kèm ảnh 3 bên dưới)",
            "Chào em,. . Trường hợp của em đã được cập nhật và xét tốt nghiệp lại.. . SV đã đủ điều kiện tốt nghiệp, em vui lòng đợi danh sách bổ sung mới cập nhật lại trong tuần sau nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo trường Đại học Bách Khoa DHQG TPHCM. . Em tên là [full_name], MSSV: [student_id]. . Em xin hỏi là học kì 211 em có hoãn thi môn phương pháp tính, em muốn hỏi là em sẽ thi lại trong kì này phải không ạ.Phòng đào tạo sẽ xếp lịch hay là em phải đăng kí thi lại ạ. Và nếu đăng kí thì em phải lên trên trường đăng kí đúng không ạ.. . Em xin cảm ơn ạ.",
            "\"Chào bạn,. . Về việc hoãn thi HK211. . SV đã có Quyết định Hoãn thi HK211 và được cập nhật kết quả (Điểm 14) tại: mybk.hcmut.edu.vn     Thông tin sinh viên    Bảng điểm. . Đối với môn Luận văn tốt nghiệp: SV đăng ký bảo vệ trực tiếp tại Khoa. Khoa đưa tên các SV vào danh sách các hội đồng LVTN của HK212 và gửi về PĐT để ra quyết định hội đồng. . Môn học có mở trong HK212: PĐT sẽ tự động xếp Lịch thi và đồng thời  cập nhật trên trang mybk.hcmut.edu.vn    Thông tin sinh viên    Lịch thi (SV theo dõi lịch thi thường xuyên). . Các môn học còn lại (không mở trong HK212): Sinh viên vui lòng đợi thông báo sau. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào Thầy (Cô) cho em hỏi là sinh viên chính quy khóa K18 có được miễn chuẩn anh văn trong đợt đăng ký môn học HK213 không ạ?. . Em cảm ơn!",
            "Chào bạn. . Bạn xem lại thông báo, nếu không có tạm pass thì Nhà trường sẽ xử lý theo quy định. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào [full_name]!. . Em là sinh viên K15, đã có tên trong danh sách dự kiến tốt nghiệp. Nhưng tơi nay 31/3, em vẫn chưa được thu nhận lại, tình trạng vẫn là nghỉ (do hết thời gian học), nên không vào đăng ký được. [full_name] kiểm tra giúp em.. . Em có hỏi các bạn khác thì được hay sinh viên được thu nhận lại sẽ được cập nhật vào thứ 6 các tuần. Không biết có đúng không ạ. Nếu vậy em mong [full_name] kiểm tra tình trạng của em sớm, để nếu có vấn đề em có thể giải quyết sớm, tránh trễ hạn đăng ký tốt nghiệp ạ!",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . xin chào thầy cô em đa đăng ký xét tốt nghiệp trên bki  thầy cô đa xác nhận trên đây nhưng vẫn chưa nhận được mail xác nhận của quý thầy cô để em đang ký tốt nghiệp ak, em vao trang k đăng ký tốt nghiệp được, em chuyển he chinh quy sang VHVL em cảm ơn",
            "SV đã đăng ký tốt nghiệp thành công"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gởi thầy cô PĐT !. . . . Em là [full_name]15XDKT. Em có đăng ký tốt nghiệp nhưng do ngày ctxh chưa cập nhật đủ ngày nên em chưa đăng ký. Nay ngày ctxh em đã được cập nhật đủ 15 ngày rồi nhưng em không đăng ký được, Em lên đăng ký thì vẫn đề là thiếu ngày ctxh.. . . . Em viết thư này mong thầy cô kiểm tra và cập nhật lại giúp em ạ.. .",
            "\"Chào bạn,. . Sau thứ 6 hàng tuần, PDT sẽ cập nhật lại ngày CTXH, HP và mở khóa cho SV đăng ký tốt nghiệp nhé bạn!. . Thân\"",
            "Tốt nghiệp . Chào thầy/cô,. . . . Em đã có tên trong danh sách dự kiến tốt nghiệp tháng 04/2022 nhưng em chưa đăng ký tốt nghiệp được do tình trạng bị tạm dừng.. . . . Thầy/cô vui lòng kiểm tra giúp em ạ.. . . . Em xin cảm ơn.. . . . [full_name].",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Thầy cô ạ!. . cho em xin được hỏi 1 vấn đề là:. . - kì 211 em đã xin gia hạn đóng học phí, và hiện tại em đã đóng xong học phí 211.. . - vậy kì 212 này em có được gia hạn nữa không ạ?",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email: [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Dạ chào thầy cô!. . . . Em tên là [full_name] mssv [student_id]. . Vấn đề em đang gặp phải là em đăng ký dự thính môn AV4 và đã bị hủy nhưng hôm nay em kiểm tra BKpay lại có khoản đóng học phí môn dự thính ạ! Mong thầy cô giải quyết và giải thích về vấn đề này giúp em với ạ! . . Em xin cám ơn thầy cô"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi: Thầy (cô) Phòng Đào Tạo. . Em tên là [full_name], SV khóa K18.. . . . Thầy cô cho em hỏi là học phí [full_name] là xét như kì chính của khóa K18 (350.000đ) hay theo kỳ dự thính (875.000đ). Từ đó để em cân nhắc đăng ký hoàn thành chương trình học.. . . . Em cảm ơn thầy cô rất nhiều.",
            "Chào bạn, . . Học phí Luận văn tốt nghiệp được tính theo học phí của học kỳ chính. . . Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí    Mức thu học phí các bậc đào tạo năm 2021-2022   Mục III-Đại học chính quy.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô. Hiện tại em đã có tên trong danh sách tốt nghiệp dự kiến đợt 1 năm học 2022. Tuy nhiên tình trạng sinh viên của em vẫn đang bị tạm dừng nên em không thể thực hiện đăng kí tốt nghiệp trên MyBK. Em cần phải làm thêm những thủ tục gì để có thể thu nhận lại ạ? Em xin cảm ơn. .",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Em chào thầy/cô thuộc Phòng đào tạo,. . . . Em là [full_name], mssv [student_id]. Em xin mong các thầy/cô mở lại môn học hk212 trong tkb của em ạ, cụ thể: . . SP1031 - Triết học [full_name] - [full_name]. . CO2011 - Mô hình hoá toán học. . CO3049 - Lập trình web. . CH1003 - Hoá đại cương. . CH2003 - Cấu trúc dữ liệu và giải thuật",
            "\"Chào bạn. . Chính quy: Tình trạng của bạn đã có quyết định tạm dừng số 855 ngày 25/3/2022 vì chưa thanh toán học phí HK 211 (CHÍNH QUY) theo quy định.. . Để được phục hồi TKB HK211 & HK212 (nếu có), SV phải thanh toán phần học phí còn nợ, Tiếp theo:. . 1 - SV tự viết đơn trình bày xem xét phục hồi TKB HK211 & HK212 (nếu có), ghi rõ lý do thanh toán trễ học phí + tên môn + MSMH + Học kỳ cần phục hồi. . 2 -  SV tải mẫu đơn: Thu nhận tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu- . . Điền đầy đủ thông tin thu nhận lại HK211. . - gởi tại trang hỗ trợ trực tuyến BKSI. . Thân.. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo trường đại học Bách Khoa. . Em tên: [full_name], MSSV: [student_id]. . Em xem có thấy thông tin trên BKPAY, thấy học phí kỳ 212 là 5.180.000, nội dung: học phí dự thính chính quy.. . Đợt đăng ký môn học ở học kỳ 212, em chỉ đăng ký các môn học chính quy, tổng số: 7 tín chỉ (2 môn học), không có môn học dự thính.. . Em mong phòng đào tạo xem xét lại học phí có nhầm lẫn không ạ? Và điều chỉnh lại (nếu có) giúp em ạ, em cảm ơn.. .",
            "Chào bạn,. . Học phí mới đã cập nhật lại, bạn kiểm tra lại thông tin nghen. . Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí    Mức thu học phí các bậc đào tạo năm 2021-2022   Mục III- Đại học chính quy. . - Khóa 2016(đã quá thời gian đào tạo theo kế hoạch), từ học kỳ 2 năm học 2021-2022: 740.000VNĐ/TC.. . - Học phí của bạn là đúng, bạn vui lòng xem lại.. . Chúc bạn học tốt.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa PĐT,. . . . Em tên là [full_name], MSSV [student_id]. Học kỳ 212 này em chỉ đăng ký các môn học của học kỳ chính, nhưng khi em kiểm tra trên BkPay thì lại thấy hiển thị   QUOTE Học phí dự thính chính qui  /QUOTE  thay vì   QUOTE Học phí ĐH chính quy 212  /QUOTE  ạ. Mong PĐT giải đáp giúp em ạ. Em xin cảm ơn ạ.. . . . Trân trọng,. . [full_name]",
            "Chào em,. . PDT đã cập nhật lại thông tin tên của học phí tại bkpay nhé.. . SV vào BKpay kiểm tra lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào Thầy/cô ạ.. . . . Em muốn hỏi là nếu bị buộc thôi học (do không đăng ký môn học 2 học kì chính liên tiếp) thì có được làm đơn xin thu nhận để tiếp tục việc học/tốt nghiệp ở học kì tiếp theo được không ạ?. . Em xin cảm ơn ạ.",
            "Chào bạn, . . Diện xử lý học vụ buộc thôi học vì học lực, tự ý bỏ học không có lý do – có ĐTBHK bằng 0 ở một học kỳ chính: làm thủ tục xin cứu xét tại Khoa theo thời gian quy định của Khoa.. .  •Sinh viên vui lòng xem chi tiết quy định: Điều 14.3 Buộc thôi học tại Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21). . - Sau khi cứu xét xong thì bạn vui lòng đăng ký xét tốt nghiệp tại BKSI mục tốt nghiệp.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là sinh viên k15 do thiếu chưngs chỉ ngoại ngữ để ra trường. Nếu em xin chuyển hệ trước 11/4/2022 thì trong đợt tốt nghiệp cuối tháng 4/2022 e nhận bằng được không ạ. Em xem quy chế thì mình đủ điều kiện để tốt nghiệp sau khi chuyển qua hệ vừa học vừa làm.",
            "\"Chào bạn,. . Về việc chuyển qua hệ VLVH. . Bạn vui lòng tải mẫu đơn: Phiếu đề nghị chuyển sang hình thức Vừa Làm Vừa Học  tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua BKSI. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa thầy/cô đang tiếp nhận yêu cầu,. . . . . . Trong câu hỏi #52239, em được phản hồi là . . em thiếu điều kiện TOEIC để được xét tốt nghiệp.. . . . Tuy nhiên, em đã nộp chứng chỉ [full_name] và đã được thẩm tra thành công ngày 24/03/2022. Em cũng đã đăng kí chuyển điểm, đóng lệ phí thành công ngày 24/03/2022. Mã xác nhận đăng kí chuyển điểm là \"220328HK212D09\". Em có đính kèm ảnh chứa thông tin đăng kí nộp chứng chỉ ngoại ngữ.. . . . Em kính mong Phòng Đào Tạo kiểm tra lại điều kiện [full_name] của em.. . . . Cảm ơn thầy/cô đã tiếp nhận yêu cầu.. . . . . . Trân trọng,. . [full_name].",
            "Chào em,. . Còn [full_name] nói viết em có kết quả khi nào?. . Thân",
            "QUOTE Chào em,. . Còn [full_name] nói viết em có kết quả khi nào?. . Thân  /QUOTE . . Chào cô ạ,. . . . Em xin bổ sung thông tin như sau:. . Anh Văn nói viết em tham gia kì thi do BKEnglish tổ chức vào ngày 17/12/2021. Theo kết quả trên BKeL, em đạt 240.. . . . Mong cô kiểm tra giúp em ạ. Cảm ơn cô.. . . . . . Nguyễn [full_name].. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ phòng đào tạo cho em xin email của thầy [full_name] giảng viên môn GDTC ạ. . . Em xin thông tin mail để liên lạc với thầy hỏi mốt số vấn đề về môn học GDTC ạ. . Em cảm ơn phòng đào tạo . .   i Học vụ .",
            "Chào bạn. . SV liên hệ Trung tâm Giáo dục thể chất: Email: [email]. . Địa chỉ: phòng 520 Nhà điều hành ĐHQG-HCM (khu phố 6, phường Linh trung, Thủ đức. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô,. . Em hiện là sinh viên năm 2 khoa KH&KT Máy tính, em có ý định thi lại vào ngành khác của trường mình, cho em hỏi là em có được chuyển điểm của những môn đại cương mà em đã đạt không ạ(GT1, GT2, Hóa, Lí,...). . Em xin cảm ơn thầy/cô ạ,. . Chúc thầy/cô làm việc vui vẻ.. . . .",
            "Chào bạn, . . Sinh viên vui lòng xem chi tiết quy định: điều 18/18.1c Công nhận kết quả học tập và chuyển đổi tín chỉ tại Quyết định ban hành Quy định chung về học vụ và đào tạo (số 2931 ngày 10/9/21). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào pđt,. . . .   B Về email:  /B . . - Cho em hỏi sau khi tốt nghiệp thì em có còn sử dụng mail trường được không ạ? Vì có một số đăng ký các khóa học hay các ứng dụng em sử dụng mail trường, và trong các bài báo nghiên cứu nộp hội nghị cũng để thông tin tác giả là mail trường. Em không biết là sau khi tốt nghiệp thì người khác có thể liên hệ với em thông qua email trường không?. . . .   B Về drive  /B . . - Hiện tại trên drive em có khá nhiều dữ liệu về luận văn và cần sử dụng cho mục đích chứng minh thông tin nghiên cứu khi báo cáo trên các hội nghị. Em không biết là sau khi em ra khỏi trường thì drive sẽ bị khóa và không thêm dữ liệu vào được, nhưng dữ liệu vẫn tồn tại và có thể lấy ra được. Hay là sẽ bị mất luôn toàn bộ không thể sử dụng drive nữa ạ?. . . . Em cảm ơn. .",
            "Chào em,. . Sau khi tốt nghiệp, tài khoản mail của SV sẽ bị khóa.. . SV cần hỗ trợ vui lòng liên hệ tại Ban quản lý mạng để được hướng dẫn và trả lời thêm nhé[full_name]. . [full_name]. . Ban Quản Lý Mạng - Trường ĐH Bách Khoa Tp.HCM. . . . Địa chỉ[full_name] 268 Lý Thường Kiệt, Quận 10, Tp.HCM. .              Phòng 109, nhà A5. .              [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào thầy/cô pđt,. . Thầy/cô cho em hỏi là em đã nhận bằng và tốt nghiệp đợt tháng 11/2021 rồi nhưng không được làm lễ tốt nghiệp. Vậy đợt tháng 4/2022 em có được làm lễ tốt nghiệp không ạ?. . Em xin cám ơn!",
            "Chào em,. . Được nhé bạn, bạn có thể liên hệ ở Khoa để hỏi về thông tin tổ chức lễ tốt nghiệp và đợi thông báo chung về lễ tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô, hôm nay em viết đơn này để xin thu nhận và xem xét phục hồi thời khóa biểu kỳ 212 năm học 2021-2022 với lý do tạm dừng là thành toán học phí bổ sung trễ hạn. Hiện tại em đã thanh toán hoàn tất học phí bổ sung. Mong thầy/cô xem xét và có thể phục hồi tkb học kỳ 212 năm học 2021-2022 của em.. . Em xin cảm ơn",
            "Dạ em chào cô, hiện tình trạng thu nhận của em có thể được giải quyết xong trước khi vào học lại không ạ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Em có Đăng ký môn học Dự thính môn học HK212 - Đợt 1 - Lộ Trình 2 2 môn nhưng đến giờ vẫn chưa có thời khóa biểu và kết quả đăng ký là sao ạ.. . . . Mong được pđt giải đáp về môn học dự thính",
            "đã trả lời câu khác, vui lòng lần sau chỉ gởi 1 câu hỏi"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô ạ, em tên là [full_name], MSSV [student_id], lớp MT19KH07. Hiện nay em gặp một vấn đề đó là bị mất thời khóa biểu và lịch thi ở kì 212 (đã diễn ra khoảng vài tháng), và đến tối hôm qua (ngày 30/3) thì các môn học trong học kì 212 ở trong trang BK-Elearning cũng đã bị xóa ạ. Mong thầy cô có thể khắc phục giúp em để em có được sự chuẩn bị tốt nhất cho đợt thi giữa kì sắp tới cũng như quá trình học sau này ạ.. . . . Em xin cảm ơn. . . .",
            "Chào bạn. . Chính quy: Tình trạng của bạn đã có quyết định tạm dừng số 855 ngày 25/3/2022 vì chưa thanh toán học phí HK 211 (CHÍNH QUY) theo quy định.. . Để được phục hồi TKB HK211 & HK212 (nếu có), SV phải thanh toán phần học phí còn nợ, Tiếp theo:. . 1 - SV tự viết đơn trình bày xem xét phục hồi TKB HK211 & HK212 (nếu có), ghi rõ lý do thanh toán trễ học phí + tên môn + MSMH + Học kỳ cần phục hồi. . 2 -  SV tải mẫu đơn: Thu nhận tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu- . . Điền đầy đủ thông tin thu nhận lại HK211. . - gởi tại trang hỗ trợ trực tuyến [full_name]SI. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh/chị,. . . . Lúc trước, khi đăng ký xét tốt nghiệp thì em có thấy hình thức nhận Giấy chứng nhận tốt nghiệp tạm thời là sẽ gửi đường bưu điện về địa chỉ mình nhập.. . . . Nhưng cũng có lúc em thấy trên aao ghi là sẽ đến trực tiếp tại Văn phòng khoa để nhận.. . . . Nhờ anh/chị vui lòng hướng dẫn cụ thể giúp em về quy trình này (sau khi đã có tên ở Danh sách tốt nghiệp chính thức tháng 04.2022), để em kịp thời hoàn thành những thủ tục còn thiếu cho việc tốt nghiệp.. . . . Đồng thời cho em xin hỏi dự kiến thì đợt tốt nghiệp 04.2022 có tổ chức lễ không, và sẽ vào thời điểm nào sắp tới ?. . . . Em xin cám ơn.",
            "\"Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp(sad) https://forms.gle/2WnfHeAHnRZWJ6Jn7. . Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và scan gởi qua mail SV, sau đó SV cần bảng chính vui lòng liên hệ Pdt để nhận. . . Thân\"\"\"",
            "Chào anh/chị,. . . . Tuần vừa rồi, em đã nhận email về việc \"Bản scan giấy chứng nhận tốt nghiệp đã được tải lên trang đăng ký hồ sơ cấp bằng Mybk    đăng ký tốt nghiệp\".. . . . Nhưng khi em đăng nhập MyBK ở phần Đăng ký tốt nghiệp thì, HOẶC không vào được (như hình đính kèm) HOẶC không hiển thị gì khác ngoài phần cập nhật hồ sơ và thư viện ảnh tốt nghiệp.. . . . Nhờ anh/chị hướng dẫn cụ thể giúp em cách để truy cập vào mục có file scan bằng tốt nghiệp tạm thời. Hoặc nếu được thì cho em xin file scan ấy thông qua email sinh viên [student_id] giúp luôn ạ.. . . . Em xin cám ơn",
            "Chào em;. . Gửi em bản scan nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   B  Vấn đề lịch thi để xóa điểm hoãn thi. . Em có đăng kí hoãn thi 3 môn Xác suất và thống kê ( MT2013 ) , Hệ thống máy tính và ngôn ngữ lập trình ( EE2009 ) và Giải tích mạch ( EE2033 ), hiện giờ em chỉ mới có lịch thi Xác suất và thống kê vào ngày ( 7/5 ), 2 môn còn lại em chưa có lịch, cho em hỏi là 2 môn EE2009 và EE2033 chưa có lịch thi phải không ạ?, và 2 môn đó em chưa biết em có được thi để xóa điểm hoãn thi không? ( 3 môn trên đều đã xác nhận điểm 14 trong bảng điểm).",
            "\"Chào bạn,. . Về việc hoãn thi HK211. . SV đã có Quyết định Hoãn thi HK211 và được cập nhật kết quả (Điểm 14) tại: mybk.hcmut.edu.vn     Thông tin sinh viên    Bảng điểm. . Đối với môn Luận văn tốt nghiệp: SV đăng ký bảo vệ trực tiếp tại Khoa. Khoa đưa tên các SV vào danh sách các hội đồng LVTN của HK211 và gửi về PĐT để ra quyết định hội đồng. . Môn học có mở trong HK212: PĐT sẽ tự động xếp Lịch thi và đồng thời  cập nhật trên trang mybk.hcmut.edu.vn    Thông tin sinh viên    Lịch thi (SV theo dõi lịch thi thường xuyên, hiện đang được cập nhật). . Các môn học còn lại (không mở trong HK212): Sinh viên vui lòng đợi thông báo sau. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Đăng ký môn học . Kính gửi Phòng đào tạo !. . Em là : [full_name]. . MSSV:[student_id]. . Sinh viên khoa Điện - Điện Tử Hệ VHVL. . Hiện tại em đang học theo chương trình đào tạo K2019 ( 132 tín chỉ ), học kì 2 2020-2021 em có đăng kí đồ án môn học EE3061 ( Kỹ Thuật Điện ): 1 tín chỉ  tuy nhiên mã đồ án môn học này thuộc chương trình đào tạo từ K2018 trở về trước, em có thể làm đơn xin chuyển điểm đồ án môn học này sang mã đồ án môn học của chương trình đào tạo em đang học EE3181 Đồ án 1 (Kỹ Thuật Điện ) : 1 tín chỉ  được không ạ !. Em xin chân thành cảm ơn. .",
            "Chào em;. . em liên hệ ở khoa nhé. . Than"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Các môn tự chọn em đã miễn.. . Ch3281 phát triển sản phẩm thực phẩm. . Ch3287 công nghệ chế biến lương thực. . Ch3055 công nghệ chế biến rau quả. . Ch3093 công nghệ chế biến thịt . . Ch3097 công nghệ chế biến thủy sản. .  Và một môn chưa vào điểm. . Ch2087 thực tập quá trình thiết bị em được 9 điểm. . Mong thầy cô xem xét lại giúp em để em xét tốt nghiêp sớm nhất. . Em có gửi các tệp mong thầy cô xem giúp  QUOTE",
            "Em đã bổ sung các môn tự chọn em đã được miễn....vậy em có được xét tốt nghiệp không vậy... Em chưa thấy sự phản hồi. .",
            "Chào bạn, . . SV còn thiếu 2tc trong nhóm tự chọn. .   1 CH3039  COSO THIETKE MAY &TBI T[full_name]  4. .   2 CH3047  MO H/H &M/[full_name]HONG TRG CNT[full_name]  4. .   3 CH3055  C/[full_name] [full_name]   2. .   4 CH3071  C/[full_name] SX DUONG& BANHKEO  2. .   5 CH3075  [full_name] &LD T/[full_name]HAM  4. .   6 CH3081  C/[full_name] CB TRA,C[full_name]HE,CACAO  2. .   7 CH3085  HE THONG VC TRONG NMT[full_name]    2. .   8 CH3089  C/[full_name] CB CHAT BEO T[full_name]HAM  2. .   9 CH3093  CONG [full_name] CHE BIEN THIT   2. .  10 CH3097  C/[full_name] [full_name]  2. .  11 CH3103  C/[full_name] SX S[full_name] TU SUA&TU[full_name]C  2. .  12 CH3279  [full_name]         2. .  13 CH3281  [full_name]HAT TRIEN S[full_name] THUC [full_name]HAM   2. .  14 CH3287  C/[full_name] CHEBIEN LUONGTHUC  2. .  15 CH3293  [full_name]              2. .  16 CH3317  KY THUAT XL NUOC CA[full_name] -NT  2. . và thiếu chuẩn AV tốt nghiệp. . - Bạn vui lòng kiểm tra lại, có thắc mắc gì vui lòng phản hồi qua BKSI"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi khi nào là hết hạn đợt xét tốt nghiệp vậy ạ?. .   i Tốt nghiệp .",
            "Chào em,. . SV xem lịch trình xét tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022 . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] Chào cô![full_name] [full_name] Các môn tự chọn nhóm A có 4 tín chỉ em đã được miễn[full_name][full_name] [full_name] 1[full_name][full_name]3281: [full_name][full_name] [full_name] 2[full_name][full_name]3287: CÔNG NGHỆ [full_name]Ế [full_name][full_name] [full_name] 3[full_name][full_name]3093: CÔNG NGHỆ [full_name]Ế [full_name][full_name] [full_name] 4[full_name][full_name]3097: CÔNG NGHỆ [full_name]Ế BIẾN THỦY SẢN[full_name] [full_name] [full_name]Ô [full_name][full_name] [full_name] VÀ MÔN [full_name]ƯA VÀO ĐIỂM[full_name] [full_name] MÔN [full_name]2087 THỰC TẬP QUÁ TRÌNH THIẾT BỊ EM ĐƯỢC 7 ĐIỂM[full_name] [full_name] MONG CÔ(THẦY) XEM XÉT LẠI ĐỂ EM SỚM ĐƯỢC TỐT NGHIỆP[full_name] [full_name]",
            "Chào bạn, . . SV còn thiếu 2tc trong nhóm tự chọn. .   1 CH3039  COSO THIETKE MAY &TBI T[full_name]  4. .   2 CH3047  MO H/H &M/[full_name]HONG TRG CNT[full_name]  4. .   3 CH3055  C/[full_name] [full_name]   2. .   4 CH3071  C/[full_name] SX DUONG& BANHKEO  2. .   5 CH3075  [full_name] &LD T/[full_name]HAM  4. .   6 CH3081  C/[full_name] CB TRA,C[full_name]HE,CACAO  2. .   7 CH3085  HE THONG VC TRONG NMT[full_name]    2. .   8 CH3089  C/[full_name] CB CHAT BEO T[full_name]HAM  2. .   9 CH3093  CONG [full_name] CHE BIEN THIT   2. .  10 CH3097  C/[full_name] [full_name]  2. .  11 CH3103  C/[full_name] SX S[full_name] TU SUA&TU[full_name]C  2. .  12 CH3279  [full_name]         2. .  13 CH3281  [full_name]HAT TRIEN S[full_name] THUC [full_name]HAM   2. .  14 CH3287  C/[full_name] CHEBIEN LUONGTHUC  2. .  15 CH3293  [full_name]              2. .  16 CH3317  KY THUAT XL NUOC CA[full_name] -NT  2. . và thiếu chuẩn AV tốt nghiệp. . - Bạn vui lòng kiểm tra lại, có thắc mắc gì vui lòng phản hồi tại BKSI."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào quý thầy/cô,. . Em là [full_name] (MSSV: [student_id]). . Hôm nay em viết đơn này kính mong quý thầy cô xem xét cập nhật lại tình trạng sinh viên đợt này cho em để em kịp xét tốt nghiệp vào tháng 4/2022.. . Em xin chân thành cảm ơn!!!. . [full_name]",
            "Chào em,. . Hiện tại em đã đủ điều kiện tốt nghiệp chưa?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào cô,. . Em [full_name] [student_id] hệ VHVL.. . Trong phần khai lý lịch tốt nghiệp, em đã tích vào đăng ký in giấy chứng nhận tốt nghiệp tạm thời từ rất lâu rồi ạ( như trong hình). Mà ngày 31/3/2022, em có gọi điện phòng đào tạo thì cô trả lời \"cô kiểm tra mssv là em chưa tích và kiểm tra lại, nếu có tích thì nêu câu hỏi trong BKSI\". . Em đã kiểm tra (như trong hình) ạ. Có thể bị lỗi gì đó, cô có thể đăng kí giùm em giấy chứng nhận tốt nghiệp được không ạ? và cho em hỏi nào có giấy ạ. Tại em đang cần gấp để xin việc ạ.. . Em cảm ơn.",
            "Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp): https://forms.gle/2WnfHeAHnRZWJ6Jn7. . Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và scan gởi qua mail SV, sau đó SV cần bảng chính vui lòng liên hệ Pdt để nhận. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi : Phòng Đào Tạo Trường Đại Học Bách Khoa TP.HCM. . Em tên: [full_name]. . MSSV: [student_id]. . Do lâu nay bị dịch bệnh nên em không có lên trường lấy thẻ sinh viên, cho em hỏi là nếu mai mốt em lên lấy thì vẫn lấy ở Phòng 101A1 hay ở chỗ khác ạ?. . Em xin chân thành cảm ơn!. . [full_name]. . . .",
            "Chào em,. . Em liên hệ phòng Đào tạo 101A1 để nhận thẻ SV nhé (khi đến nhớ mạng theo CMND/CCCD). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ xin chào quý thầy cô,. . Em đã đăng ký môn học đầy đủ và hiện trên elearning, thời khóa biểu học bình thường trong tháng 1 và tháng/2022. Tuy nhiên, khoảng 1 tháng trở lại đây thì thời khóa biểu bị mất, và đã 1 tháng rồi thời khóa biểu vẫn chưa xuất hiện lại trên mybk của em ạ. Mong quý thầy cô giải đáp giùm em thắc mắc này. Em xin cảm ơn.",
            "Chào bạn. . Chính quy: Tình trạng của bạn đã có quyết định tạm dừng số 855 ngày 25/3/2022 vì chưa thanh toán học phí HK 211 (CHÍNH QUY) theo quy định.. . Để được phục hồi TKB HK211 & HK212 (nếu có), SV phải thanh toán phần học phí còn nợ, Tiếp theo:. . 1 - SV tự viết đơn trình bày xem xét phục hồi TKB HK211 & HK212 (nếu có), ghi rõ lý do thanh toán trễ học phí + tên môn + MSMH + Học kỳ cần phục hồi. . 2 -  SV tải mẫu đơn: Thu nhận tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu- . . Điền đầy đủ thông tin thu nhận lại HK211. . - gởi tại trang hỗ trợ trực tuyến [full_name]SI. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng đào tạo,. . . . Em đã nhận bằng tốt nghiệp vào tháng 02/2022 và có mong muốn tham gia lễ tốt nghiệp vào tháng 04/2022.. . . . Xin Phòng đào tạo hướng dẫn em cách đăng kí. Em xin cảm ơn.",
            "Chào em,. . Về lễ tốt nghiệp em vui lòng đợi thông báo sau nhé.. . SV có thể liên hệ về Khoa của bạn để hỏi thêm về thông tin về lễ tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã hoàn tất đăng kí và thanh toán tốt nghiệp. Em muốn nhận bằng tốt nghiệp tạm thời vì công ty em xin việc yêu cầu bằng tốt nghiệp tạm thời. Em mong nhận được bằng tốt nghiệp tạm thời sớm nhất có thể ở địa chỉ sau:. . [full_name]. . Sđt [phone_number] . . Địa chỉ: 69 Diệp Minh Tuyền, KP5, Phường 8, TP Mỹ Tho, tỉnh Tiền Giang",
            "Chào bạn. . - Bảng scan giấy chứng nhận tốt nghiệp đã được tải lên trang đăng ký hồ sơ cấp bằng, Sinh viên tự lên tải về sử dụng trong thời gian này. . - Giấy chứng nhận tốt nghiệp bản chính sẽ được gửi về Sinh viên qua bưu cục theo địa chỉ Sinh viên đã đăng ký.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name]. Em đã hoàn thành chương trình đào tạo nên mong quý thầy cô xét tốt nghiệp cho em. Em xin chân thành cám ơn. .",
            "Chào em,. . Đã cập nhật ds tốt và mở cho SV đăng ký tốt nghiệp. Em vui lòng trang mybk.hcmut.edu.vn/Đăng ký tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Thầy/Cô Phòng Đào tạo. . Em là [full_name], MSSV [student_id]. . Dạ thầy/cô cho em hỏi là Luận văn tốt nghiệp đăng ký học kỳ hè 213 thì học phí tính theo học kỳ chính hay học kỳ dự thính? Và có xét chứng chỉ Toeic để đăng ký Luận văn không ạ?. . Em cảm ơn thầy/cô.. . . .",
            "Chào bạn, . . Luận văn tốt nghiệp đăng ký trong học kỳ hè tính học phí theo học kỳ chính và có xét chứng chỉ ngoại ngữ. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "U Học vụ . Về việc đăng ký nộp CCNN và đăng ký chuyển điểm ngoại ngữ thì không có thông báo thời hạn trên lịch học vụ của học kỳ hè 213. Vậy nếu em nộp và đăng ký chuyển điểm trong học kỳ hè 213 thì có được tính chuyển điểm vào học kỳ hè 213 không ạ?",
            "Chào bạn, . . - Đến thời điểm hiện tại, quy trình nộp + chuyển điểm chứng chỉ ngoại ngữ, Phòng đào tạo sẽ lấy dữ liệu hàng tháng nên không có thời hạn thông báo trên lịch học vụ. . . - Khi nào bạn có chứng chỉ ngoại ngữ bạn vui lòng nộp tại myBK (mybk.hcmut.edu.vn)    Đăng ký nộp Chứng chỉ ngoại ngữ / Chuyển điểm . . Thân. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi là kỳ này em không đăng ký môn học nên bị \"tạm dừng\" trên tình trạng hiện tại. Vậy để đăng ký tốt nghiệp em cần làm gì ạ?",
            "Chào em,. . Hiện tại em đã đủ điều kiện để xét tốt nghiệp chưa? Vui lòng trình bày rõ thêm giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào quý thầy cô, . . Em đã đóng lệ phí in mới thẻ sinh viên, mong quý thầy cô xử lý đơn đăng ký và in thẻ mới giúp em ạ. . . Em cảm ơn quý thầy cô.. .   i Yêu cầu khác .",
            "Chào bạn. . Sau khi có trạng thái \"Đã in\", SV đến Phòng Đào tạo (tại cơ sở đã đăng ký) để nhận thẻ.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy, cô!. . Em chưa đăng ký môn học CO1013 (Kỹ thuật lập trình) tới thời điểm hiện tại thì môn này không còn nữa và được thay thế bằng môn học tương đương là CO1003 (Nhập môn về lập trình). Thầy cô cho em hỏi là học xong rồi em làm đơn chuyển điểm hay là phải làm đơn xin học môn tương đương rồi mới được học. Và cho em xin mẫu đơn để học môn tương đương hoặc mẫu đơn xin chuyển điểm ạ. em cảm ơn.. .   i Đăng ký môn học .",
            "\"Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B   B   /B Yêu cầu khác:",
            "Chào bạn. . Chính quy: Tình trạng của bạn đã có quyết định tạm dừng số 855 ngày 25/3/2022 vì chưa thanh toán học phí HK 211 (CHÍNH QUY) theo quy định.. . Để được phục hồi TKB HK211 & HK212 (nếu có), SV phải thanh toán phần học phí còn nợ, Tiếp theo:. . 1 - SV tự viết đơn trình bày xem xét phục hồi TKB HK211 & HK212 (nếu có), ghi rõ lý do thanh toán trễ học phí + tên môn + MSMH + Học kỳ cần phục hồi. . 2 -  SV tải mẫu đơn: Thu nhận tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu- . . Điền đầy đủ thông tin thu nhận lại HK211. . - gởi tại trang hỗ trợ trực tuyến [full_name]SI. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em muốn hỏi ngày hết hạn hủy môn học là ngày mấy ạ?",
            "Chào bạn,. . - Hiện tại đến tuần thứ 13 của học kỳ đã hết thời hạn của việc hủy môn học. Nếu có nhu cầu rút môn học bạn vui lòng xem quy trình rút môn học.. . - Về việc rút môn học (Có tính học phí):. . - Bạn vui lòng tải mẫu đơn: [full_name] HỌC tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua trực tiếp hoặc BKSI trước ngày 15/04/2022. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào nhà trường. Em tên [full_name] hoàng - [student_id]. hiện em có chuyển qua hệ VHVL rồi. giờ em lên đăng ký tốt nghiệp em phải làm như thế nào a.",
            "MSSV/MSGV: [student_id]    . . . . xin xét Tốt nghiệp. . . . Em chào nhà trường. Em tên nguyễn duy hoàng - [student_id]. hiện em có chuyển qua hệ VHVL rồi.em đã đủ điều kiên tốt nghiệp mà chưa dc xét.",
            "MSSV/MSGV: [student_id]    . . . . xin xét Tốt nghiệp. . . . Em chào nhà trường. Em tên nguyễn duy hoàng - [student_id]. hiện em có chuyển qua hệ VHVL rồi.em đã đủ điều kiên tốt nghiệp mà chưa dc xét.",
            "MSSV/MSGV: [student_id]    . . . . xin xét Tốt nghiệp. . . . Em chào nhà trường. Em tên nguyễn duy hoàng - [student_id]. hiện em có chuyển qua hệ VHVL rồi.em đã đủ điều kiên tốt nghiệp mà chưa dc xét.",
            "MSSV/MSGV: [student_id]    . . . . xin xét Tốt nghiệp. . . . Em chào nhà trường. Em tên [full_name] - [student_id]. hiện em có chuyển qua hệ VHVL rồi.em đã đủ điều kiên tốt nghiệp mà chưa dc xét.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin kính chào quý cô/thầy.. . . . Em là [full_name] sinh viên K15 khoa Khoa học và kỹ thuật Máy Tính.. . Em sẽ có kết quả chứng chỉ Toeic Listening and Reading vào ngày 01/04/2022 và em còn 4 môn anh văn 1,2,3,4 chưa hoàn thành ạ. Em muốn nộp chứng chỉ này để xét tốt nghiệp cũng như là chuyển điểm các môn anh văn vào thời điểm này để xét tốt nghiệp được không ạ?. . Em xin chân thành cảm ơn.. . . .",
            "\"Chào em,. . Trường hợp của em vui lòng theo dõi tình trạng thẩm tra chứng chỉ tại mybk/Nộp chứng chỉ ngoại ngữ, khi nào chuyển qua tình trạng đã thẩm tra hợp lệ (thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ), bạn gửi lại yêu cầu qua bksi xin chuyển điểm sớm để xét tốt nghiệp nhé. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name], mssv: [student_id]. . Em đã đăng ký tốt nghiệp và phiếu đăng ký đã được xử lý. Vậy cho em hỏi lễ tốt nghiệp sắp tới (từ ngày 22/4 đến 29/4) em có được trao bằng không? Hay là chờ đợt tốt nghiệp sau? Nếu chờ đợt sau thì vào tháng mấy? Em xin cảm ơn.",
            "Chào em,. . Về lễ tốt nghiệp SV vui lòng đợi thông báo sau của nhà trường nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Quý thầy cô PĐT,. . . . Em là Nguyễn [full_name], MSSV [student_id]. Cho em hỏi học phí học kỳ 1 của e khi đăng ký 1 môn LTVN chỉ có 3.150.000đ mà học kỳ 2 cũng môn đó mà tăng lên tới 6.660.000đ vậy ạ? . . . . Mong PĐT phản hồi thắc mắc này của em. Chân thành Quý thầy cô.. . . . Trân trọng. . . . . . . [full_name].",
            "Chào bạn,. . Học phí mới đã cập nhật lại, bạn kiểm tra lại thông tin nghen. . Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí    Mức thu học phí các bậc đào tạo năm 2021-2022   Mục III- Đại học chính quy. . - Khóa 2016 trở về trước(đã quá thời gian đào tạo theo kế hoạch). .   +Từ học kỳ 2 năm học 2021-2022:740.000VNĐ/TC. . Chúc bạn học tốt.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . . . Dạ cho em xin phep hỏi là PĐT có biểu mẫu gia hạn học phí không ạ, hay là em tự làm đơn rồi đưa giáo viên chủ nhiệm kí ạ.. . . . Em cảm ơn ạ.",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email: [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng đào tạo,. . . . Em tên [full_name], MSSV: [student_id], Lớp DD17DV7.. . Em đã tạm dừng từ học kỳ 1 năm học 2021 - 2022 vì lý do không đăng ký môn học, theo quyết định số 2869/QĐ-ĐHBK.. . . . Hiện tại, em đã bổ sung Chứng chỉ ngoại ngữ và thực hiện chuyển điểm. Em đã thoả điều kiện thu nhận lại và đủ điều kiện đăng ký tốt nghiệp.. . . . Em hy vọng Nhà trường có thể xem xét và chấp thuận đề nghị được thu nhận lại từ học kỳ 1 năm học 2021-2022.. . . . Em xin cảm ơn đã xem qua yêu cầu của em ạ.",
            "\"Chào em,. . Trường hợp của em vui lòng theo dõi tình trạng thẩm tra chứng chỉ tại mybk/Nộp chứng chỉ ngoại ngữ, khi nào chuyển qua tình trạng đã thẩm tra hợp lệ (thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ), bạn gửi lại yêu cầu qua bksi xin chuyển điểm sớm để xét tốt nghiệp nhé. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô do em hoàn thành luận văn tốt nghiệp thì hết đợt đăng ký môn học của học kì 212 nên em đã không thể đăng ký môn học mới. Em kính mong thầy/cô cho em được tình trạng đang học để có thể tiếp tục đăng ký môn học",
            "Chào bạn,. . Về việc đăng ký thu nhận lại:. . Bạn vui lòng tải mẫu đơn: Thu nhận tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua trực tiếp tại Phòng đào tạo hoặc BKSI. . Thân."
        ]
    }
]