[
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Thưa [full_name] cho em hỏi là trước tết em có chuyển qua hệ VLVH và có đăng ký môn thành công ( đã có thời khóa biểu trên myBK học kì 212) . Nhưng qua tết vào kiểm tra lại thì đã mất hết môn học Học kì 212 . Như vậy là các môn học em đk bị hủy háy sao ạ . . . Em cảm ơn [full_name] . Chúc [full_name] một năm mới vui vẻ .\t. . . .   i Khiếu nại đăng ký môn học .",
            "Chào em,. . Em vào xem TKB lại nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện tại em đã có trong danh sách tốt nghiệp chính thức tháng 11/2021, không biết khi nào em mới được lên lấy bằng ạ, vì hiện tại em đang cần để bổ sung hồ sơ làm việc ạ. . . .",
            "\"Chào em,. . Trường hợp của em đã có bằng, do hệ thống mail của trường đang bị lỗi nên chưa gửi được, em có thể lên trực tiếp Phòng Đào tạo (101. A1) để nhận nhé.. . Đi theo giờ hành chính từ thứ 2 đến thứ 6. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em tên [full_name] MSSV:[student_id]. . - Nay em vào trang thông tin sinh viên của em thì mất thời khóa biểu học kì 2 bây em không nắm được lịch học của mình. Em xin các thầy cô giải quyết sớm nhất có thể ạ. Em xin cảm ơn. .",
            "Chào em,. . Em vào mybk xem lại nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name], MSSV:[student_id]. . Vào ngày 24/12/2021 em đang điều trị Covid 19 nên không thể tham gia buổi thi Trang bị điện-đtử trg MCN. Trước đó là ngày 23/12/2021 em có nhờ bạn em đăng ký hoãn thi và bạn em đã điền đầy đủ thông tin trong mục hoãn thi cuối kì rồi nhưng vừa qua em xem bảng điểm thì thấy mình điểm 13.. . Mong nhà trường xem xét xác nhận về việc hoãn thi của em. Em xin chân thành cảm ơn.. . . .",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé em, dự kiến ra quyết định chung vào tháng 3, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1513634  /b \t. . . .   i Học vụ . Kính gửi: Phòng Đào Tạo - ĐH. Bách Khoa TPHCM;. .                Quý Thầy/Cô; . . . . Em là: Ngô Thị Diễm Trinh, MSSV: 1513634, Khoa Môi Trường và Tài Nguyên - khóa 2015;. . . . Hiện tại em đang hoàn thành Luận Văn Tốt Nghiệp trong đợt bảo vệ của khoa ngày 22/02/2022. Tuy nhiên, do thời gian dịch bệnh vừa qua và em cũng bị nhiễm Covid vừa khỏi, nên em vẫn chưa thể hoàn thành được chuẩn anh văn đầu ra (4 kỹ năng), em đang lên kế hoạch sẽ cố gắng hoàn thành đủ để được xét tốt nghiệp trong kỳ này. Tuy nhiên, em vẫn có một vài thắc mắc như sau, rất mong Thầy/Cô sẽ giúp em giải đáp, cụ thể:. . - Thời hạn cuối cùng để em nộp chứng chỉ anh văn trong kì xét tốt nghiệp này, bao gồm: anh văn quốc tế toeic 500 và 2 kỹ năng nói viết là khi nào?. . - Em tra trên web của thi tiếng anh 2 kỹ năng nói viết tại BK English hiện đang trong trạng thái tạm dừng từ ngày 21/05/2021, vậy khi nào thì sẽ mở thi lại bình thường?. . - Trường hợp em không thể hoàn thành được chuẩn anh văn để xét tốt nghiệp trong kỳ này (hạn đào tạo em kiểm tra được là 04/2022) thì em có được gia hạn thêm thời gian để hoàn thành không? và thủ tục như thế nào?. . Em thật sự rất lo lắng vì em thấy đợt này là đợt cuối để em có thể tốt nghiệp, vì vậy, em đã tìm hiểu trên web của trường có nói về 2 nội dung:. . 1. Nếu em đã hoàn thành đủ điều kiện xét tốt nghiệp (TCTLN và điểm TBTLN) Nhưng chưa đủ các điều kiện xét tốt nghiệp (chuẩn anh văn) thì em sẽ được kéo dài thời gian đào tạo tối đa 1 học kỳ;. . 2. Nếu hết thời gian đào tạo bao gồm luôn cả thời gian được kéo dài, mà em vẫn chưa đủ điều kiện xét tốt nghiệp thì em sẽ chuyển sang hệ VLVH.. . Tuy nhiên, em vẫn rất mong Thầy/Cô có thể xác nhận lại giúp em về thông tin trên em tìm hiểu có đúng không? Để em có thể có kế hoạch học tập và sắp xếp cho kịp tiến độ.. . . . Rất mong PĐT và Quý Thầy/Cô hỗ trợ giúp đỡ em ạ!. . . . EM XIN CHÂN THÀNH CẢM ƠN!",
            "Chào bạn,. . - Thời hạn cuối cùng để em nộp chứng chỉ anh văn trong kì xét tốt nghiệp : trước tháng 4/2022. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . - Bạn vui lòng liên hệ TTNN để được hỗ trợ. .  . . Điện thoại        (08) 3866 6869 – 0909 625 988. . Fax        (84.8) 38.[student_id]69. . Website        . . http://bkenglish.edu.vn/. .  . . Email        [email]. . - Trường hợp thiếu chứng chỉ anh văn 2 kỹ năng để đủ điều kiện tốt nghiệp, SV [full_name]15 sẽ nộp đơn kéo dài 1 H[full_name] (tự làm, không mẫu) thời gian sau tháng 04/2022. . . - Nếu hết thời gian đào tạo bao gồm luôn cả thời gian được kéo dài, mà em vẫn chưa đủ điều kiện xét tốt nghiệp thì em sẽ chuyển sang hệ VLVH : đúng.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tên: [full_name]. . MSSV: [student_id]. . Cho em hỏi là sao bảng điểm có 1 môn mạch điện tử đăng kí học kì 2 (2020-2021) _Đã qua môn_Học cải thiện điểm.. . Nhưng đến nay bảng điểm vẫn 14(hoãn thi đợt 1 và đã thi lại trong đợt 2), mặc dù trước đó học offline đi học đầy đủ và vẫn làm bài kiểm tra giữa kì đầy đủ. Nhưng vẫn chưa cập nhật điểm, chỉ có mỗi điểm thí nghiệm(online sau này) nên em thắc mắc ạ.. . Em cảm ơn.",
            "Chào em,. . Vui lòng trình bày rõ tên và mã MH giúp cô? . . Điểm là do GV chấm và nhập điểm. SV vui lòng liên hệ GV để được nhập điểm và nộp cho PDT để cập nhật điểm cho SV nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi quy trình rút môn trong thời gian chưa thể quay lại trường ạ",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . \"ĐĂNG KÝ RÚT MÔN HỌC HỌC KỲ 2(2021-2022). . Hộp thư đến. . . . - Ho Tro SV   [email] . . 08:57, Th 6, 7 thg 1. . tới stu.all. . . . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản [email] và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại [full_name] [full_name] điều 11.2. . . . Chúc các bạn học tập thật tốt!\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại thời khóa biểu của học kỳ này trên mybk của em ở hoc kì này không hiển thị ạ(TKB chỉ hiển thị những môn của học kỳ trước). Mong nhà trường sửa lai giúp em.. . . .",
            "Chào em,. . Em vào mybk xem lại nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Dạ em chào thầy cô ạ,. . Hôm ngày 21/01/2022 em có tạo yêu cầu về việc đăng kí luận văn tốt nghiệp với mã yêu cầu là . . # 48993, thầy cô có trả lời đã nhận và sẽ gửi kết quả lại qua bksi hoặc email, hôm nay em vẫn chưa nhận được kết quả, em rất lo và chờ đợi phản hồi từ trước tết đến giờ, em sợ yêu cầu của em bị bỏ xót. Mong thầy cô kiểm tra và phản hồi kết quả cho em với ạ. Em chân thành cảm ơn ạ.",
            "Chào em,. . Pdt kiểm tra số tín chỉ tích luỹ ngành của em: 100+21=121  123 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Em vui lòng kiểm tra lại nhé. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Quý Thầy Cô.. . Em là [full_name].. . MSSV: [student_id]. . Học kỳ 212 em có đăng ký môn Luận văn tốt nghiệp. Nếu em rút môn học trong kỳ học kỳ 212 thì em có bị tính học phí không ạ? Hoặc nếu bị tính học phí thì em có thể chuyển tính học phí đó qua học kỳ sau (HK221) được không ạ.. . Em xin chân thành cám ơn.. . Trân trọng.. .",
            "Chào em;. . theo quy chế học vụ điều 11.2 rút môn học phải thanh toán học phí nhé, còn vấn đề  gia hạn học phí em có thể liên hệ phòng Công tác Chính trị - Sinh viên nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô,. . Em là [full_name] MSSV:[student_id]. . Thời khóa biểu HK 212 của em hiện không có, trên BKEl vẫn có môn học đăng kí, mong thầy cô kiểm tra giúp em.. . Sinh viên . . [full_name]. . . .",
            "Chào em,. . Em vào mybk xem TKB lại nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Thầy Cô,. . Cho phép em gửi đơn để cập nhật thời khóa biểu AV4A (LA1043) học kỳ dự thính lộ trình một.. . Đơn đã có sự chấp thuận của thầy [full_name] dạy môn AV4A theo như yêu cầu của PĐT đưa ra.. . Em hy vọng thời khóa biểu sẽ được cập nhật sớm.. . Em chân thành cảm ơn.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . kính gửi thầy/cô. . Em đã tham gia thi xóa điểm hoãn thi kì hè 203 theo lịch của phòng đào tạo nhưng trên bảng điểm hiện nay vẫn là điểm 14 ạ. Mong thầy/ cô xem xét giúp em ạ",
            "Chào em,. . Vui lòng trình bày rõ tên và mã MH.. . Điểm là do GV chấm và nhập điểm, SV vui lòng liên hệ GV nhờ nộp điểm cho PDT để cập nhật cho SV nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào phòng đào tạo. . . Em tên [full_name], MSSV: [student_id]. . Kì 212 này em có đăng kí nhận luận văn nhưng do vẫn thiếu điều kiện, cụ thể ở đây là thiếu tín chỉ dẫn đến trường hợp bị xóa LV ạ. Nhưng sắp tới T3 này em thi AV xong sẽ đủ tín chỉ nên em xin phép bên phòng có thể xem xét cho em được đặc cách được đăng kí LVTN để có thể kịp tiến độ trong kì 212 này được không ạ? . . Dạ hiện tại em được 115 chỉ trong đó chưa bao gồm:. . + 3 chỉ thực tập tốt nghiệp do dịch nên cả khoa em dời lại đến tháng 6.. . + 8 chỉ anh văn -  đây cũng là lí do khiến em chưa thể đăng kí được luận văn ạ. . . Vì khoảng tháng 3 em mới thi được và nộp bằng ngay để bù 8 chỉ này. Như thế em sẽ đủ 126 chỉ ạ. Nên mong phòng đào tạo xem xét thêm một lần nữa.. . Em xin chân thành cảm ơn ạ.",
            "Chào bạn. . Hiện tại Pdt không thể cứu xét theo yêu cầu của SV để đăng ký LVTN trong HK212 vì thiếu điều kiện đăng ký môn học. Bạn vui lòng hoàn thành các điều kiện còn thiếu trong HK212, sau đó đăng ký LVTN vào HK213 để Pdt xét.. . Về kế hoạch đăng ký LVTN trong HK213, Bạn vui lòng xem chi tiết: \"Kế hoạch học tập của HK2 và HK hè năm học 21-22\" Pdt đã gởi qua mail vào ngày 27/12/2021- [full_name] 6. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "QUOTE Tốt nghiệp . Kính gửi PĐT trường Đại học Bách Khoa,. . . . Em tên là [full_name]. . MSSV: [student_id]. . . . Hiện tại em chưa thấy lịch thi anh văn nói viết ở trung tâm ngoại ngữ để kịp tốt nghiệp trong HK này.. . . . Em đã hỏi Trung tâm ngoại ngữ thì được phản hồi liện hệ đến phòng đào tạo, cho em hỏi phòng đào tạo có kế hoạch tổ chức thi anh văn nói viết lại cho sinh viên vào thời gian nào ạ?. . . . Em cảm ơn,. . Sv [full_name]",
            "Chào em,. . AV Nói - viết: Em vui lòng liên hệ Trung tâm ngoại ngữ để đăng ký thi. Cuối tuần này em xem trên web của TTNN để biết lịch thi, dự kiến thi tại C6-CS1 nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào PDT,. . . . Em có thấy tên em trong Danh sách tốt nghiệp chính thức 11/2021 mà đến nay em chưa nhận được mail nhận bằng tốt nghiệp. Em có thắc mắc là đợi mail trường hay đến trường nhận bằng mà không cần chờ mail ạ?. . . . Và em có đăng ký in Bảng điểm vào 05.01 thì em không biết là bảng điểm em có chưa ạ? Và khi nào em được nhận bảng điểm ạ?",
            "\"Chào em,. . Trường hợp của em đã có bằng, do hệ thống mail của trường đang bị lỗi nên chưa gửi được, em có thể lên trực tiếp Phòng Đào tạo (101. A1) để nhận nhé.. . Đi theo giờ hành chính từ thứ 2 đến thứ 6. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào quý thầy cô. . Hiện tại trên bẳng điểm của em chưa cập nhật điểm trung bình và số tín chỉ trong học kỳ 211. Em mong quý thầy cô có thể cập nhật điểm số trung bình và số tín chỉ để em sớm làm thủ tục đăng ký tốt nghiệp trong học kỳ 212 . . Em cảm ơn quý thầy cô",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/02/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. .",
            "\"Chào bạn. . Pdt kiểm tra hiện tại bạn còn nợ Toeic.. . Không đủ ĐK để tốt nghiệp. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Chào thầy/cô ạ. . Em tên: Ô [full_name]. . MSSV:[student_id]. . Em có đăng kí luận văn kì 212 này mã môn ME4727 nhưng không được duyệt thành công, em có gửi khiếu nại trước đó và được nói là sẽ kiểm tra và cập nhật lại TKB dự kiến trễ nhất trước ngày 14/2/2022. . Hiện tại em vẫn chưa được cập nhật TKB . . Thầy/cô cho em hỏi nguyên nhân không đăng kí thành công để em có thể biết không ạ. .",
            "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 122  123 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . trong kì 211 em đã hoãn thi môn cơ lý thuyết mã AS1003 nay em xin pdt cho em được hủy hoãn thi ạ( em xin hủy hoãn thi chứ không phải xin hoãn thi ạ)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy cô cho em hỏi khi nào trường tổ chức thi nói việt lại ạ em cảm ơn!",
            "Chào em,. . AV Nói - viết: Em vui lòng liên hệ Trung tâm ngoại ngữ để đăng ký thi. Cuối tuần này em xem trên web của TTNN để biết lịch thi, dự kiến thi tại C6-CS1 nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT:. . Cho em hỏi, Đơn thu nhận viết tay trực tiếp nộp ở PĐT được chưa ạ, Do dịch Covid nên em không biết có giải quyết đơn tại cửa của PĐT chưa, (em đang làm việc ở tỉnh xa, mong được hướng dẫn đề thu xếp ạ).. . - Các điều kiện TN em đã hoàn thành, xin được hướng dẫn để sớm TN.. . Trân trọng. .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/02/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào quý thầy cô. . . . Em tên là [full_name],  MSSV: [student_id], sinh viên ngành Công nghệ sinh học, lớp: HC19SH2.. . . . . . Em muốn xin Phòng đào tạo xem xét cho em hủy hoãn thi môn Quá trình và thiết bị truyền nhiệt học kỳ 211.. . Lí do: đính kèm tệp.. . . . Mong quý thầy cô xem xét giúp em.. . . . Em xin chân thành cảm ơn.. . . . . .",
            "Chào bạn,. . Pdt ghi nhận đăng ký hủy Hoãn thi của bạn cho Hk 211. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kính gửi Phòng đào tạo!. . Em là [full_name], MSSV [student_id]. Em có nhận được phản hồi của PĐT về lí do em bị hủy Luận văn là thiếu Tín chỉ tích lũy ngành.. . Trước đó em đăng ký chuyên ngành Vật liệu Năng lượng thuộc lớp VL18NL, nhưng từ hk192 em đã chuyển sang chuyên ngành Vật liệu Silicat và học đến hiện nay. . . File xét tín chỉ tích lũy ngành (TCTLN) mà em nhận được của PĐT đang xét em theo chuyên ngành Vật liệu Năng lượng nên kết quả cho thấy em bị thiếu tín chỉ ạ. Thực tế, em đã tích lũy đủ tín chỉ của chuyên ngành Vật liệu Silicat là 131 TC (bằng tổng số tín chỉ tích lũy) và đủ điều nhận Luận văn rồi ạ (cả 2 chuyên ngành đều cùng một mã môn Luận văn ạ).. . Em đã trình bày vấn đề này với khoa và khoa trả lời đã liên hệ PĐT để giải quyết.. . Em có cần làm thêm thủ tục nào để có thể đăng ký Luận văn không ạ? Mong PĐT có thể hướng dẫn giúp em.. . Mong PĐT kiểm tra và đăng ký Luận văn MA4317 giúp em ạ. Em xin cảm ơn!",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trước ngày 18/02/2022.. . Thân mến. .",
            "Chào em,. . Em vui lòng liên hệ lại [full_name] nhé, PĐT đợi [full_name] gửi công văn chuyển lớp mới giải quyết được nhé. (Cô đã gửi email [full_name]).. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng kí môn học GDQP . Kính gửi thầy/cô,. . . . Em là [full_name], MSSV: [student_id], sinh viên khóa K20, chương trình Đại trà.. . . . Vì một số lý do sức khỏe (có minh chứng phía dưới) nên em không thể tham gia kì học GDQP tháng 11/2020 của khóa K20 vào năm ngoái. Hiện em muốn đăng kí kì học tháng 3/2022 của Trung tâm để hoàn thành học phần GDQP (TKB của em trống trong thời gian này và có thể tham gia học được) . . . . Em có tham khảo trên trang web của trung tâm thì thấy cầm có giấy giới thiệu từ nhà trường để có thể đăng kí học.. . . .   B Thầy/cô có thể cho em xin mẫu giấy giới thiệu để em hoàn thành hồ sơ gửi cho trung tâm ạ.  /B . . . . Mong sớm nhận được phản hồi từ thầy/cô. Chúc thầy cô nhiều sức khỏe.. . Em xin chân thành cảm ơn.",
            "Chào em,. . - Em liên hệ PĐT TT GDQP qua 028.[student_id]7, hoặc email [email]. . - SV BK không cần giấy giới thiệu nhé . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT đại học Bách Khoa,. . em là :trương hoàng khang-mssv:[student_id]. . em muốn hỏi về vấn đề hiển thị môn học đồ án  trên e-learning của em. các môn học:. .  1-ĐAMH kết cấu thép-CI3213. .  2-đồ án môn học kết cấu bê tông cốt thép 1- CI2093. .  3-đồ án môn học kết cấu bê tông cốt thép 2-CI3177. .  4-đồ án môn học tổ chức thi công 1-CI4127. .  5-đề cương luận văn-CI4345. . các môn học này đã có trên thời khóa biểu của em nhiều tuần qua, nhưng trên hệ thống e-learning vẫn chưa hiển thị nhiều tuần qua.em đã đối chiếu với các sinh viên khác và các bạn đã có các môn đồ án đó trên e-learning. vậy kính mong PĐT kiểm tra và cập nhật cho em để em có thể theo sát tiến độ cập nhật của các môn đồ án. em xin chân thành cảm ơn.. .   i Yêu cầu khác .",
            "Chào em,. . [full_name] phân công CBGD, em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1810700  /b \t. . . .   i Khiếu nại đăng ký môn học . Khiếu nại đăng ký môn học. . . . Kính gửi thầy/cô,. . . . Hiện tại em đã Đăng ký môn học   B Dự thính môn học HK212 - CQ + VLVH Đợt 3 - Lộ Trình 1  /B  thành công môn Xác suất và thống kê   B MT2013  /B . Tuy nhiên, đến hiện tại, tức là tuần 7 trong lịch học, em vẫn chưa có được thời khoá biểu hay tham gia trang e-learning để theo học. Trong lần cập nhật thời khoá biểu mới nhất vào trưa ngày 14/02/2022, thời khoá biểu của em hiện vẫn chưa có môn học. . . . Kinh mong thầy/cô giải quyết giúp em để em theo kịp tiến độ tốt nghiệp! Em xin trân thành cảm ơn.. . . . Trân trọng,. . Tấn Đạt.",
            "Chào em;. . kết quả của em đã báo trên lịch sử đăng ký môn học là môn chưa học nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa thầy (cô)! Em thuộc hệ CQ khoá k16 muốn chuyển sang hệ VHVL thì Anh văn tiêu chuẩn tốt nghiệp và ngày CTXH như thế nào ạ!. . # Anh văn hiện tại của em: toeic400 (mã môn học: LA1031) , chưa học anh văn 1,2,3,4.. . Vậy em có đủ điều kiện [full_name] xét tốt nghiệp đối với hệ VHVL không ạ!. . # em cảm ơn thầy (cô) nhiều ạ!",
            "Chào em,. . Về CTDT là giống nhau của đại trà và VLVH. . Tuy nhiên, VLVH sẽ:. . Giảm chuẩn anh văn xét LVTN và tốt nghiệp so với Chính quy: chi tiết xem quy chế học vụ. . Không xét môn anh văn 1234, GDTC, GDQP, Ngày CTXH.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1613405  /b \t. . . .   i Yêu cầu khác .   /B Dạ chào THẦY/CÔ. . Học kỳ 212 này em đăng ký:. . _ 1 môn PHƯƠNG PHÁP TÍNH (MT1009)  ở học kỳ chính. . . _ 2 môn là GIẢI TÍCH 2 ( đã đăng ký rút môn học), và môn GIẢI TÍCH 1 (MT1003) ở kỳ dự thính.. .    Nếu em đăng ký rút môn PHƯƠNG PHÁP TÍNH ở học kỳ chính chỉ giữ lại học môn GIẢI TÍCH 1 ở học kỳ dự thính thì có bị đình chỉ học tập không ạ.. . Em cảm ơn thầy/cô ạ.  /B",
            "Chào em;. . trường hợp sinh viên không có thời khóa biểu thì sẽ bị quyết định tạm dừng nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy, cô!. . Dạ thầy, cô cho em hỏi là phiếu phúc tra bài thi cuối kì của em đã đăng kí ngày 23/1/2022, mà đến giờ vẫn chưa được duyệt ạ. Thầy, cô cho em hỏi là khi nào mới được duyệt để chấm lại bài ạ. Tại vì em thấy 28/2/2022 là hết hạn phúc khảo rồi ạ. Mong thầy, cô xem lại giúp em với ạ.. . Em cảm ơn ạ!",
            "Chào bạn. . Bạn gởi hình chụp minh chứng để Pdt kiểm tra lại. . Thân",
            "Chào cô!. . Dạ thưa cô đây là hình chụp minh chứng của em. Mong cô kiểm tra lại giúp em với ạ.. . Em cảm ơn cô!",
            "Chào bạn. . là môn kỹ thuật ra quyết định phải không bạn, bạn không nói rõ là bạn muốn khiếu nại môn gì, không gởi minh chứng để Pdt hỗ trợ bạn nhanh hơn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Gửi Thầy/Cô,. . Em tên [full_name], sinh viên bằng 2 khóa 2017, thời gian đào tạo từ 09/2017 đến 10/2022, MSSV: [student_id]. . Em vào học bằng 2 từ tháng 9/2017. . Em có chứng chỉ TOEIC 2 kỹ năng (Reading, Listening) có hiệu lực đến 27/03/2018. . Em đăng ký thẩm tra chứng chỉ ngoại ngữ trên trang MyBK và được trả kết quả \"Hợp lệ\" vào ngày 28/12/2017 (như ảnh gửi kèm). . . . Thầy/ Cô cho em hỏi là em có cần thi lại chứng chỉ TOEIC 2 kỹ năng (Reading, Listening) để nộp lại hay không ạ? Hay lúc em đăng ký thẩm tra là đã \"Hợp lệ\" rồi thì kết quả đó được dùng đến khi xét tốt nghiệp luôn ạ?. . . . Em cảm ơn Thầy / Cô đã hổ trợ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PĐT, . . . . Em tên [full_name]. . . Mssv: [student_id]. . . . . Cho em hỏi HK202 em có đăng kí hoãn thi môn   B IU2021  /B . Nhưng sang HK211 em có đăng kí thi lại nhưng hiện tại điểm ở trên mybk của em vẫn   I chưa cập nhật  /I . Không biết có sự nhầm lẫn gì không ạ. Em xin cảm ơn.. .",
            "Chào bạn, . . PDT kiểm tra đúng là HK 202 có quyết định hoãn thi môn IU2021. Nhưng chưa xếp lịch thi lại vào HK 211. Bạn gửi minh chứng(nếu có)để PDT kiểm tra cho bạn. . . Thân.",
            "Hiện tại lịch thi bổ sung vào tháng 12 đã bị mất. Em không có bằng chứng đưa ra ạ, nhưng em có clip quay lại hôm em thi. Em mong PĐT giải quyết giúp em ạ. . . link ggdrive record bản thi môn IU2021(21/12/2021): https://drive.google.com/file/d/1HACHPEWw-bRBcl4YGI03ryTJ0CzOOWme/view?usp=sharing",
            "QUOTE Hiện tại lịch thi bổ sung vào tháng 12 đã bị mất. Em không có bằng chứng đưa ra ạ, nhưng em có clip quay lại hôm em thi. Em mong PĐT giải quyết giúp em ạ.. . link ggdrive record bản thi môn IU2021(21/12/2021): https://drive.google.com/file/d/1HACHPEWw-bRBcl4YGI03ryTJ0CzOOWme/view?usp=sharing  /QUOTE . .",
            "Chào bạn. . Pdt kiểm tra lại đúng là môn này đã xếp lịch thi. . Và hiện tại do Khoa chưa phân công Giảng viên chấm điểm nhóm HT nên điểm chưa cập nhật. . Bạn vui lòng liên hệ Khoa Bảo dưỡng công nghiệp  để được hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô, cho em hỏi hiện tại thời khóa biểu của em không có môn Luận văn TN, mặc dù đã đăng ký thành công trước đó.. . . . Nhờ thầy/cô kiểm qua giúp em trường hợp này với ạ.. . . . . . Em cảm ơn.. .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 18/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kính gửi Phòng đào tạo!. . Em là [full_name], MSSV [student_id]. Em có nhận được phản hồi của PĐT về lí do em bị hủy Luận văn là thiếu Tín chỉ tích lũy ngành.. . Trước đó em đăng ký chuyên ngành Vật liệu Polyme thuộc lớp VL18PO, nhưng từ hk192 em đã chuyển sang chuyên ngành Vật liệu Silicat và học đến hiện nay. . . File xét tín chỉ tích lũy ngành (TCTLN) mà em nhận được của PĐT đang xét em theo chuyên ngành Vật liệu Polyme nên kết quả cho thấy em bị thiếu tín chỉ ạ. Thực tế, em đã tích lũy đủ tín chỉ của chuyên ngành Vật liệu Silicat là 130 TC (bằng tổng số tín chỉ tích lũy) và đủ điều nhận Luận văn rồi ạ (cả 2 chuyên ngành đều cùng một mã môn Luận văn ạ).. . Em đã trình bày vấn đề này với khoa và khoa trả lời đã liên hệ PĐT để giải quyết.. . Mong PĐT kiểm tra và đăng ký Luận văn MA4317 giúp em ạ. Em xin cảm ơn!",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trước ngày 18/02/2022.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa pdt sắp tới trường mình tổ chức kì thi tin học cho sinh viên. Do trong email thông báo thi không giải thích yêu cầu thi một cách rõ ràng. Nên em muốn hỏi nhà trường là kì thi này mình hùng phiên bản office năm bao nhiêu để em có sự chuẩn bị tốt nhất cho kì thi. Em trân trọng cảm ơn",
            "Chào bạn, . . Bạn vui lòng xem thông báo sẽ gửi qua email SV. . Trước kỳ thi PDT sẽ gửi thông báo cụ thể và chi tiết sau. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô.. .  Em tên [full_name], k17.. .  Em đã đạt anh văn nói viết trong đợt thi ngày 17/12/2021. Thầy/cô cho em hỏi có thể dùng kết quả này để xét tốt nghiệp vào 4/2022 được không? hay mỗi đợt tốt nghiệp cần phải thi lại và lấy kết quả mới?. .   Em cám ơn.. .",
            "Chào bạn, . . Kết quả thi sẽ được PDT bảo lưu để xét chuẩn TN cho bạn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV  B : [student_id]  /b \t. . . .   i Khiếu nại đăng ký môn học . em là đổng hoàng hưng K19 thuộc khoa kỹ thuật địa chất và dầu khí thuộc ngành kĩ thuật dầu khí em muốn phản ánh rằng đợt trước em có khiếu nại về môn học GE3345 thực tập ngoài trường của khoa em và em đã đăng ký hết 3 lần và đợt bổ sung nhưng lúc nhận kết quả thì đều bị xóa em đã liên hệ bên phòng đào tạo hồi trước tết và được nhận thông báo sẽ khắc phục trước ngày 14/2 và bên phòng đào tạo kêu em theo dõi lại TKB  tại vì môn này không có bị dính tiên quyết nhưng em không đăng ký được và nếu không được học thì em sẽ bị chậm 1 năm mong bên phòng đào tạo khắc phục trường hợp này ạ em xin hết.",
            "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 62  67 Không đủ ĐK . . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp  . . Kính chào Phòng Đào tạo,. . . . Em tên [full_name], MSSV: [student_id]. Hiện tại em đã hoàn thành tất cả các môn học và thỏa mãn các điều kiện để tốt nghiệp nhưng vẫn chưa được cập nhật đầy đủ số tín chỉ tích lũy và điểm trung bình, cũng không đăng ký tốt nghiệp được. Vậy em cần làm gì để đăng ký tốt nghiệp được ạ? Và có cần phải chờ đến đợt tổ chức lễ tốt nghiệp mới được nhận bằng hay không? . . . . Em xin cảm ơn.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/02/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào quý thầy/ cô,. . Học kỳ 2 này em không đăng ký môn học và em vừa nộp chứng chỉ ngoại ngữ để chuyển điểm anh văn để hoàn thành chương trình học. Thầy / cô cho em hỏi làm đơn thu nhận như thế nào để được xét tốt nghiệp vậy ạ?. . Và khoảng bao lâu em mới có thể đăng ký tốt nghiệp được ạ?. . Em xin cảm ơn.. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 01/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1710105  /b \t. . . .   i Học vụ . Họ và tên: Lê Đức Huy. . MSSV: 1710105. . Lớp: VPk17 CĐT. . Em xin nhờ các thầy/cô phòng đào tạo chuyển điểm các môn học dưới đây giúp em, để em có thể đăng kí Luận văn tốt nghiệp.. . Danh sách các môn:. . 1.   B Mac-Lênin - SP1003, điểm 7.5, HK1 (2019-2020)  /B  chuyển điểm qua môn   B Mac-Lênin - 001001  /B .. . 2.   B Đường lối - SP1009, điểm 6, HK1 (2020-2021)  /B  chuyển điểm qua môn   B Đường lối - 001004  /B .. . 3.   B Tư tưởng - SP1005, điểm 6.5, HK3 (2019-2020)  /B  chuyển điểm qua môn   B Tư tưởng - 001025  /B .. . 4.   B Pháp luật - SP1007, điểm 6.5, HK3 (2019-2020)  /B  chuyển điểm qua môn   B Pháp luật - 008001  /B .. . 5.   B Nhập môn về kỹ thuật - EE1001, điểm 9, HK1 (2017-2018)  /B  chuyển điểm qua môn   B Nhập môn về kỹ thuật - ME1001  /B .. . . . Em cũng xin đề nghị PĐT xét đăng kí trong học kì 212:. . 1.   B Luận văn tốt nghiệp - 218700  /B .. . 2.   B Thực tập tốt nghiệp - 218750  /B .. . . . Em xin cảm ơn các thầy/cô PĐT.",
            "Chào bạn, . . Bạn đã đăng ký thành công môn LVTN và TTTN.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Chào quý thầy cô. . . . Em là [full_name] MSSV 181222. . Em hiện tại không bị nợ môn, ngoại trừ chưa có 4 môn tiếng anh nhưng theo mail của trường đã miễn tiếng anh kỳ 212. Và một số bạn của em cũng thiếu 4 môn tiếng anh mà vẫn đăng ký được luận văn tốt nghiệp. Cho em hỏi điều kiện đăng ký luận văn tốt nghiệp kỳ 212 này là gì, mong quý thầy cô giải đáp thắc mắc ạ.. . . . Em đã khiếu nại lần 1 vào ngày 24/1 và đã được trả lời chờ ngày 14/2 nếu không có thời khóa biểu thì tiếp tục khiếu nại lại để biết lý do ạ.. . . . Cảm ơn thầy cô",
            "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 125  126 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo,. . . . Em tên là [full_name], sinh viên Đại học chính quy bằng 2 thuộc khoa Khoa học và Kỹ thuật máy tính, MSSV [student_id].. . . . Em viết phiếu này để xin PĐT làm thủ tục cấp cho em giấy chứng nhận là sinh viên đang học tại trường, cấp cho sinh viên dùng để bổ túc hồ sơ giảm thuế thu nhập cá nhân.. . . . Thủ tục để cấp giấy có những yêu cầu cần làm gì, mong PĐT hướng dẫn giúp. Em xin cảm ơn.. . . . Trân trọng.",
            "Chào em,. . Em đăng ký trên mybk/xác nhận sv nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy cô,. . . . Trong quá trình đăng kí in bảng điểm thì em có gặp lỗi này và không vào được trang của mybk (ảnh đính kèm).. . . . Em xin phép thầy cô hướng dẫn em cách khắc phục. Đồng thời xin thầy cô giúp em cập nhật thông tin in bảng điểm của em. Em xin chân thành cảm ơn thầy cô.. . . .",
            "Chào bạn, . . Bạn đã có quyết định tốt nghiệp rồi. Bạn vui lòng liên hệ PDT để đăng ký in bảng điểm nhé. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào quý thầy cô:. . Em là [full_name], mssv: [student_id]. . Em có 02 câu hỏi mong được quý thầy cô giải đáp:. . 1. Em đã chuyển điểm anh văn từ HK1 (2021-2022) và hiện tại bảng điểm vẫn là điểm AV1 và AV2 từ HK1 (2017-2018). Vậy bây giờ em đăng ký in bảng điểm thì AV1 và AV2 của em có được thay thế bằng điểm chuyển (cụ thể là 10 điểm) không? Và điểm AV1 AV2 cũ đó có còn nằm trong điểm TBTL không?. . 2. Vì lý do dịch bệnh covid-19 nên hiện tại em mới đủ điều kiện xét tốt nghiệp. Nếu bây giờ em đăng ký xét tốt nghiệp thì khoảng bao lâu sẽ được xét và có bằng tạm thời? Lễ tốt nghiệp sẽ diễn ra vào khoảng tháng mấy? và có được tổ chức cùng các bạn đã nhận bằng đợt vừa rồi không?. . Em xin cảm ơn quý thầy cô.. .",
            "\"\"\"Chào em,. . Trường hợp SV đã đủ điều kiện tốt nghiệp, SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022 . . Sau thời gian công bố danh sách dự kiến tốt nghiệp, trường hợp SV vẫn chưa có tên trong danh sách dự kiến, có thể gửi câu hỏi qua bksi để được xét bổ sung (nếu đã đủ điều kiện tốt nghiệp). . Điểm chuyển AV của bạn năm ở mục mybk/Thông tin sinh viên/ điểm chuyển. . Và in bạn đăng ký in Bảng điểm sẽ có trong bảng điểm của bạn nhé được tính trong điểm TB tích lũy nhé. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào phòng đào tạo ,. . Học kì này em có đăng kí dự thính môn Thủy lực và đã có môn học trong thời khóa biểu nhưng không hiện giờ học . Cảm ơn phòng đào tạo. .",
            "Chào em,. . Môn học SV làm đơn mở lớp  dạng đồ án do sỉ số ít. SV liên hệ GV trên BKel.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] Dạ em chào Cô[full_name] [full_name] - Nhờ cô kiểm tra bằng giúp em với ạ[full_name] Đến nay em vẫn chưa nhận được mail hay bằng tốt nghiệp tạm thời qua bưu điện[full_name][full_name] [full_name] Dạ em cảm ơn ạ[full_name][full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name]",
            "Chào bạn, . . Quy trình nhận bằng TN đại học của hệ VLVH yêu cầu bổ sung bản sao bằng TN trung học phổ thông.. . Nên bạn vui lòng nộp cho PDT 2 bản sao bằng TN THPT và mang theo bản chính để đối chiếu. Hiện tại bằng TN của bạn đã có sau khi hoàn tất thủ tục thẩm tra bằng bạn sẽ được nhận bằng TN. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy/cô,. . Em là [full_name] (MSSV:[student_id]), cho em xin hỏi khi nào nhà trường mới cấp thẻ sinh viên cho sinh viên khóa 2021 (năm nhất) và nhận tại đâu vậy ạ? Và do hiện tại em vừa bị đánh cắp mất túi xách, nên đã mất căn cước công dân. Thì em có thể sử dụng loại giấy tùy thân nào khác để xác nhận vào phòng thi(giữa kì sắp tới) không ạ?. . Em xin cảm ơn!",
            "Chào em,. . - SV phải dùng thẻ SV khi dự thi, vì nhiều lý do bất khả kháng SV vui lòng trình bày tất cả lý do kèm minh chứng để Cán bộ coi thi ghi nhận vào danh sách thi. PĐT đối chiếu dữ liệu sau.. . - Khi học trực tiếp em nhận thẻ SV, thường nhận ở Khoa, GVCN.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô.. . . . Đợt tháng 12 trường có thông báo thi tiếng anh nói viết nhưng em không đăng ký.. . . . . . Thầy/cô cho em hỏi khi nào trường lại tổ chức thi anh văn nói viết tiếp ạ.. . . . Chân thành cảm ơn thầy/cô.",
            "Chào em,. . AV Nói - viết: Em vui lòng liên hệ Trung tâm ngoại ngữ để đăng ký thi. Cuối tuần này em xem trên web của TTNN để biết lịch thi, dự kiến thi tại C6-CS1 nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô.. . . . Hiện tại em có một môn chờ thi để xóa điểm hoãn thi.. . . . Thầy/cô cho em hỏi em nếu kỳ này em không đăng ký môn học và bị đình chỉ, thì em có thể dự thi xóa điểm hoãn thi không ạ.. . . . Chân thành cảm ơn thầy/cô.",
            "Chào bạn, . . Bạn vui lòng bổ sung thêm: Tên MH,mã MH, môn học ở HK nào để PDT kiểm tra cho bạn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT,. . . . Em muốn hỏi là khi chuẩn bị lên năm tư, làm đồ án tốt nghiệp thì có cần phải chuẩn bị các loại bằng cấp như bằng tiếng anh như IELTS, TOEIC à bằng tin học như MOS không ạ ? Nếu có thì đạt mức tối thiểu bao nhiêu mới được làm đồ án và ra trường ạ và nếu bằng hết hạn mà em chưa ra trường thì có cần phải thi lại bằng và nộp cho nhà trường không ạ ?. . . . Em xin cám ơn.",
            "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Còn quy định về đạt chuẩn chứng chỉ MOS không áp dụng cho K19. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Dạ em chào thầy cô,. . Em tên [full_name], mssv 181444, lớp CK18CDM. Dạ hôm nay em viết yêu cầu này về vấn đề đăng kí luận văn tốt nghiệp vào kì chính 212. Dạ ngành Công nghệ may em đủ 123 tín chỉ sẽ được đăng kí luận văn tốt nghiệp ạ. Hiện tại tích lũy chung của em là 124 tín chỉ, nhưng vẫn không đăng kí được LVTN, trên BKSI cô bảo là do tích lũy ngành em là 121. Dạ thầy cô ơi nguyên nhân là do kì 202 em bị vướng anh văn nên em không thể đăng kí được môn Mỹ thuật trang phục (ME3113), vì vậy em đành phải học môn tương đương để thay thế ạ. Để tương đương với môn đó em phải học 2 môn là Mỹ thuật trang phục (ME2109) + Công nghệ dệt nhuộm ( ME4125). Ở kì 202 em đã học môn Mỹ thuật trang phục (ME2109), còn Công nghệ dệt nhuộm (ME4125) em đang học kì 212 này ạ. Đối với môn mỹ thuật trang phục (ME2109) đã học xong tích được 3 chỉ, mặc dù chưa đủ để tương đương với môn mỹ thuật trang phục (ME3113), nhưng em đã học được 1 trong 2 môn tương đương. Thầy cô có thể xem xét cho trường hợp của em được không ạ, em rất hy vọng được đăng kí LVTN (ME4545) vào kì 212 này ạ, Kính mong thầy cô xem xét và giúp đỡ em với ạ, em chân thành cảm ơn ạ.",
            "Chào em;. . Luận Văn của em đã được xét đặc cách, thời khóa biểu sẽ cập nhật trước ngày 18/2. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT, . . . . Em hiện tại là sinh viên năm 3 của khoa kĩ thuật hóa học, đang học chương trình cử nhân.  Sau khi học xong, tốt nghiệp chương trình cử nhân và đi làm trong một thời gian (2-3 năm). Em muốn hỏi rằng khi ấy trường còn bảo lưu kết quả học tập của em để em có thể quay lại trường tiếp tục học theo chương trình liên thông được không ạ ?",
            "Chào em,. . Về vấn đề liên quan đến học chương trình liên thông Đại học-Thạc sĩ & Thạc sĩ (Cao học) em vui lòng liên hệ Phòng đào tạo Sau đại học qua địa chỉ: Website:www.pgs.hcmut.edu.vn, Email    : [email]. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1[full_name]10079  /b \t. . . .   i Yêu cầu khác . Họ và tên: [full_name]. . MSSV: 1[full_name]10079. . . . Thị giác máy tính (ME5227)- [full_name]211 - Điểm: 10 - Nhập môn thị giác máy tính (ME4201). . . . Điều khiển quá trình (ME5226)- [full_name]211 - Điểm: [full_name].5 - Nhập môn điều khiển các quá trình công nghiệp (ME4215). . . . Hệ thống điều khiển số (ME5259)- [full_name]211 - Điểm: [full_name].6 - Công nghệ CNC (ME3239). . . . Nhờ thầy cô kiểm tra lại.. . Em xin cám ơn.",
            "Chào bạn, . . PDT đã xử lý chuyển điểm tương đương môn ME4203, ME4201 và ME3239 theo dữ liệu Sau đại học gửi.. . Hiện tại đã cập nhật tại mybk  thông tin sinh viên  điểm chuyển. . . Hiện tại bạn có thể đăng ký in bảng điểm tại mybk để kiểm tra.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Nhà trường cho em hỏi, em đã đăng ký tốt nghiệp vào tháng 11/2021 và đã có tên trong danh sách chính thức rồi, nhưng đến nay đã gần 2 tháng mà vẫn không có mail đến nhận bằng tốt nghiệp. Nhà trường có thể kiểm tra giúp em bằng tốt nghiệp của em đã được in và kí bởi thầy hiệu trưởng chưa ạ? . . . . Em xin chân thành cảm ơn.. . [full_name] - [student_id]",
            "\"Chào em,. . Trường hợp của em đã có bằng, do hệ thống mail của trường đang bị lỗi nên chưa gửi được, em có thể lên trực tiếp Phòng Đào tạo (101. A1) để nhận nhé.. . Đi theo giờ hành chính từ thứ 2 đến thứ 6. . Thân\""
        ]
    }
]