[
    {
        "intent": "",
        "message": [
            "Cô cho em hỏi là đăng kí dưới bao nhiêu chỉ là được giảm 50% học phí vậy ạ",
            "o   Nhà trường xem xét giảm:. . . . ▪   25% học phí của học kỳ cho các sinh viên học ít hơn hoặc bằng 12TC/HK;. . . . ▪  50% học phí của học kỳ cho các sinh viên học ít hơn hoặc bằng 8TC/HK;. . . . ▪  75% học phí của học kỳ cho các sinh viên học ít hơn hoặc bằng 4TC/HK.. . . . . . Nếu em đăng kí bằng 8 TC thì làm sao để được giảm ạ em cần phải làm đơn gì không ạ",
            "Chào bạn,. . Nhà trường sẽ tự động xem xét và giảm nhé, bạn không cần làm đơn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Em chào thầy/cô,em tên là [full_name],mssv:[student_id]. . em thắc mắc là tại sao lại không đăng kí được 2 môn như trong hình bên dưới ạ.. . môn EE1011 hình như là thuộc về những khóa trước hay sao ấy ạ!.em thuộc khóa 2019 ạ.Mong thầy cô giải thích giúp em lí do không đăng kí được 2 môn học như trong tệp đính kèm với ạ.. . em xin chân thành cảm ơn!",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn vào đăng kí chưa.. . . . Thân. .",
            "Dạ rồi ạ!. . Em cảm cô!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô!. . Thầy/cô cho em hỏi kết quả đăng kí môn đợt một em có đăng kí một số môn chuyên ngành nhưng bị xoá do bị ghi là thiếu môn học tiên quyết GDTS_2. Thầy/cô cho em hỏi môn đó là môn gì vậy ạ. Em cảm ơn!. .",
            "Chào bạn,. . . . - GDTS-2: chuẩn GDTC sau năm 2.. . . . - Trong đợt đăng kí nguyện vọng bổ sung bạn vào đăng kí chưa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào thầy, cô:. . Em tên: [full_name]. Mssv [student_id]. . Em xin hỏi về việc những môn học bị xóa ở đăng kí đợt 2 do không đủ chuẩn anh văn thì sau khi thi đợt anh văn đầu vào đợt vét vào đợt gần tết nguyên đáng thì ở đăng kí đợt 3 có được đăng kí thêm vào lại không ạ. Em đã thi anh văn đầu vào ở đợt ngày 20/12 nhưng không đủ chuẩn thì đợt sau có được đăng kí thi tiếp không ạ.. . Xin cám ơn thầy, cô vì đã giải đáp thắc mắc giúp em ạ.",
            "Chào bạn. . Về vấn đề này bạn vui lòng đợi thông báo qua mail vào thời gian này nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy(cô). Trong kì thi anh văn đầu vào mà trường vừa tổ chức thì e đạt được 665 điểm tức là đủ để qua hết các môn av 1234 ở trường. nhưng học kì trước e đã học môn anh văn 2 và không đạt. trong danh sách môn của e môn này vẫn là môn bị rớt. Thì trong học kì kế tiếp em có cần phải đăng kí để học lại không ạ?",
            "Chào bạn. . - Sinh viên đăng ký dự kỳ kiểm tra tiếng Anh định kỳ (theo định dạng TOEIC) do PĐT tổ chức không dùng để miễn môn các môn anh văn 1234 chỉ dùng để đạt chuẩn tiếng Anh sau mỗi năm học. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 2-c. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô ạ.. . Cho em hỏi em sinh viên k18, hk182 em . . có rớt môn kỹ thuật lập trình (mã C01011), kỳ 192 em có học lại môn kỹ thuật lập trình (mã mới CO1027) và đã qua môn. Vậy em đã qua môn kỹ thuật lập trình mã cũ chưa ạ hay em phải học thêm môn đồ án kỹ thuật lập trình (mã CO1031) mới qua môn mã cũ ạ?. . Mong thầy/cô phản hồn sớm, em cảm ơn! . .",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi em đăng ký chỉ được 9 tín chỉ thì có được làm đơn xin miễn học phí được không ạ?",
            "Chào bạn,. . . . Bạn vui lòng xem qui định học phí có cập nhật trên web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_61&tid=1939.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đợt 1 vừa rồi em có đăng ký môn học cơ sở kỹ thuật điện EE2017 và bị hủy với lý do môn tiên quyết là EE2011 nhưng đối với K19 thì môn EE2011 đã đổi thành EE2033 và chương trình đào tạo là học kỳ 1 học EE2033 và em còn thi cuối kỳ nữa nên chưa biết qua hay không vậy nếu hủy đợi này là tụi em sẽ không được học môn EE2017 vào học kỳ 2 phải không ạ?",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn vào đăng kí chưa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo,. . Em tên là [full_name], MSSV [student_id].Em có thắc mắc về vấn đề đăng ký môn Cơ sở kỹ thuật điện của HK4 ạ. Theo em được biết là môn ấy chỉ yêu cầu môn tiên quyết là Giải tích mạch để được đăng ký môn nhưng mà trong phần đăng ký môn lại không cho em đăng ký vì chưa học môn học trước là Trương điện tử nhưng mà trong CTĐT của em lại không yêu cầu học môn này ạ. Vì vậy em xin được hỏi hướng giải quyết vấn đề này là gì vậy ạ? Em xin cảm ơn.",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn vào đăng kí chưa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . em có xuống tram y tế trường đăng ký khám sức khỏe nhưng do em k15 nên bên trạm y tế bảo không đăng ký được, giờ em phải làm sao để đăng ký khám sức khỏe hoặc em có thể khám bên ngoài rồi nộp lại cho trường không ạ",
            "Chào bạn,. . Vấn đề về sinh hoạt công dân, bảo hiểm y tế, BHTN, điểm rèn luyện, sinh viên khá giỏi toàn diện, giấy xác nhận sinh viên về vay vốn ngân hang, khám sức khỏe bạn vui lòng liên hệ tại Phòng Công tác chính trị sinh viên để được hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn hỏi là pđt có thể mở lớp Sinh học đại cương(CH2027) trong kì sau được k ạ? Do đợt đk lần 1 e cũng thấy số lượng sinh viên đk môn học này cũng đủ để mở lớp ạ. . Em mong thầy cô có thể mở lớp cho môn học này ạ. . Em xin chân thành cảm ơn . .",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn vào đăng kí chưa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào cô, em là sinh viên khóa K18 khoa Điện-điện tử đã chuyển sang khóa K19. Nay chưa có quy định về môn học tương đương nên cho em hỏi cụ thể trường hợp của em ạ. Đợt đkmh hk202 em bị xóa môn mạch điện tử (ee2035) do thiếu môn học trước là giải tích mạch (ee2033, 3 tín chỉ) trong khi em đã hoàn thành môn giải tích mạch (ee1011, 4 chỉ, mã cũ của k18). Vậy cho em hỏi trường hợp của em sẽ giải quyết ra sao vậy ạ?, có được tính tương đương giữa 2 môn học không ạ? . . Em cảm ơn!",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn vào đăng kí chưa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi k20 đăng kí môn thẻ chất chung vs các môn khác hay đăng kí riêng v ạ . .",
            "Chào bạn,. . . . - Việc này PDT có gởi mail thông báo cho sinh viên rồi, bạn vui lòng kiểm tra mail (khi nào đăng kí môn GDTC Phòng Đào Tạo sẽ gởi mail thông báo).. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . 1.Đợt 1 em đăng kí môn rồi nhưng sang đợt 2 PĐT ghi là thiếu môn tiên quyết GDTS-2 nên không được đăng kí. Cho em hỏi môn tiên quyết GDTS-2 là môn gì ạ?. . 2. Những môn đang học ở kì 1 có được cộng vào số TCTL để đủ chuẩn sinh viên cho đăng kí môn học kì 2 không ạ?. . Em xin cám ơn",
            "Đăng ký môn học . 1.Đợt 1 em đăng kí môn rồi nhưng sang đợt 2 PĐT ghi là thiếu môn tiên quyết GDTS-2 nên không được đăng kí. Cho em hỏi môn tiên quyết GDTS-2 là môn gì ạ?. . 2. Những môn đang học ở kì 1 có được cộng vào số TCTL để đủ chuẩn sinh viên cho đăng kí môn học kì 2 không ạ?. . Em xin cám ơn",
            "Chào bạn,. . . . 1  GDTS-2: chuẩn GDTC sau năm 2.. . . . 2. Hiện tại là có tính, sau khi có điểm PDT sẽ xét lại kết quả DKMH.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name], thấy cô cho em xin tăng sỉ số môn [full_name] (ME2045) được không ạ do em đăng ký trùng lịch nên bị xóa mất. . . .   i Đăng ký môn học .",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn vào đăng kí chưa.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT, . .  Em là sinh viên khoa điện khoá K17. Hiện tại em đã học đủ 7 môn chuyên ngành tự chọn theo chương trình đào tạo. Ở học kì 202 này, em muốn đăng kí học thêm 1 môn chuyên ngành tự chọn nữa và nếu em qua thì tổng số môn chuyên ngành tự chọn của em là 8 môn. Vậy thì điểm trung bình tích lũy ngành của em sẽ được tính là 7 môn cao nhất phải không ạ? Còn trung bình tích lũy của 4 năm học của em sẽ tính luôn 8 môn chuyên ngành tự chọn phải không ạ? . . Em xin chân thành cảm ơn ạ.",
            "Chào bạn. . - \"điểm trung bình tích lũy ngành của em sẽ được tính là 7 môn cao nhất phải không ạ\" ĐÚNG . . - \"Còn trung bình tích lũy của 4 năm học của em sẽ tính luôn 8 môn chuyên ngành tự chọn phải không ạ?\" ĐÚNG, bạn chú ý điểm trung bình tích lũy chung và điểm trung bình tích lũy ngành khác nhau nghen. . . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em xin được hỏi em không được duyệt đăng kí môn học vì thiếu tiên quyết GDTS-2 .. . Em không biết đó là môn gì ạ.. . Em xin cám ơn.",
            "Chào bạn,. . . . - GDTS-2: chuẩn GDTC sau năm 2.. . . . - Trong đợt đăng kí nguyện vọng bổ sung bạn vào đăng kí chưa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ hôm trước em lỡ cho mẹ mượn tiền học phí để có việc gấp xong em quên mất thanh toán học phí.Nay em nhận mail ngày 2/1/2021-8/1/2021 phải thanh toán thì em thanh toán hạn trên thì có cần phải nộp đơn lên nữa không ạ?Do em đang về quê ôn thi nên em lo lắng nếu không nộp đơn bị cấm thi và đăng kí học phần.Em cảm ơn quí anh chị ạ",
            "Dạ em bổ sung là học phí trễ này là học phí kì chính ạ!",
            "Em có thể xin mở đăng kí trước được không ạ! Em cam kết Bkpay mở là em đóng ngay tình hình lớp hiếm quá em sợ không đăng kí được.Em bị trễ 1 năm do anh văn năm ngoái rồi.Em mong được xem xét ạ",
            "Chào bạn,. . . . Đợt 3 DKMH bạn có thể huỷ/ bổ sung DKMH nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào các anh/chị pđt.. . . . Em là [full_name], lớp trưởng lớp Hóa Dược 18, Khoa Hóa. . . . Hiện tại các môn chuyên ngành (tự chọn nhóm B), có môn lại học cs1, có môn lại học cs2. Dù lớp có sỉ số rất ít (29 sinh viên) nên việc chạy giữa 2 cơ sở rất khó để tụi em sắp xếp được thời gian học tập và giáo viên cũng vậy ạ.. . . . Cảm ơn quý anh/chị lắng nghe.",
            "Chào bạn,. . . . Hiện tại phòng học cơ sở 1 trong tình trạng quá tải, nên có những mông hoc CS2.. . . . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi học giáo dục thể chất hè sau khi kết thúc học kì 2 năm 2 có tính là học xong 3 môn giáo dục thể chất trước năm 3 không ạ",
            "Chào bạn,. . . . Không bạn, vì đăng kí học kỳ 1 thường khoảng tháng 5 hoặc tháng 6. Chỉ có học kỳ 201 vừa rồi do dịch bệnh nên lịch đăng kí học kỳ 201 bị dời đến tháng 8.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . vào kỳ 192(chính) em rớt môn vẽ kỹ thuật nên kỳ 194 em muốn đăng ký môn này để học thì liệu trường có tính điểm môn này để thay cho . . kỳ trước bị rớt như kỳ dự thính không ạ",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Tại sao em không đăng kí được môn \"EE2017 Cơ sở kỹ thuật điện\" ạ??? . . Trong phần lịch sử đăng kí lại ghi \"PDT không đ/ký cho SV MH EE2017 (0: Thiếu môn tiên quyết EE1011)\" . . Trong khi em học cùng tiến độ với các bạn mà các bạn lại đăng kí được ạ!! và môn tiên quyết . . EE1011 là môn gì ạ??. . Em thuộc ngành tự động hóa.. . Mong trả lời sớm giúp em ạ em cảm ơn.. .",
            ". . Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn vào đăng kí chưa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào anh/chị. Em là [full_name] - MSSV: [student_id], là sinh viên năm 3 khoa Điện-Điện tử, chuyên ngành Kĩ thuật điện. Hồi đợt 1 em có đăng kí 7 môn mà em xem lại kết quả ở đợt 2 thì có 5 môn bị xóa vì lí do \"Thiếu môn tiên quyết GDTS_2\". Anh/Chị cho em hỏi GDTS_2 là gì ạ. . . Em xin cảm ơn!. .",
            "Chào bạn,. . . . . . -GDTS_2 : chuẩn thể dục sau năm 2. . .  Trong đợt đăng kí nguyện vọng bổ sung bạn vào đăng kí chưa.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại em đang gặp lỗi Loại hình sinh viên và Loại hình đào tạo nên không ĐKMH học kỳ 202. . . Nhờ PĐT hỗ trợ xử lý giúp em.. . . . Thanks and Best Regards,.",
            "Chào bạn,. . . . - Bạn sinh viên bằng 2 nên phải đăng kí môn mã nhóm có ký tự đầu là B, nếu bạn đăng kí mã nhóm có ký tự đầu là  A hoặc L thì bạn phải đăng kí mục chuyển hệ.. . . . - Bạn không đăng kí mã nhóm có ký tự đầu là C nha vì mã nhóm này dành cho sinh viên quốc tế, chất lượng cao.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin hỏi hạn chót đăng kí LVTN HK202 ạ. . .",
            "Chào bạn, . . Xem chi tiết lịch học vụ (lịch đăng ký môn học + lịch chuyển điểm ngoại ngữ + lịch trình đăng ký lvtn…) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Hk2(2020-2021). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào PĐT, . . Em tên là [full_name], với MSSV [student_id]. . . Chiều nay, em kiểm tra kết quả đăng ký môn học đợt 1 trên mybk thì nhận thấy mình không được đăng ký tất cả các môn với lý do là \"Thiếu môn tiên quyết GDTS_2\". . . Hiện em không biết đang là môn gì. Em đang học theo đúng chương trình đào tạo, đạt chuẩn anh văn và thực hiện đúng các hoạt động. Em nghĩ đây là lỗi hệ thống vì có nhiều bạn cũng bị giống em.. . Em mong PĐT kiểm tra lại hệ thống và cập nhật lại các môn học.. . Em cảm ơn,. . [full_name]. . . . .",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn vào đăng kí chưa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào anh/chị! em tên [full_name] mssv [student_id] hiện tại em chỉ đăng kí được 1 vài môn do quy chế, em xin đuợc đăng kí môn EN1003 con người và môi trường lớp L02. em cảm ơn!. .",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn vào đăng kí chưa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy, cô, hiện tại do lịch cá nhân nên em muốn đổi sang lớp L02 môn con người và môi trường (EN1003) nhưng hiện tại sĩ số đã đầy. Nên em xin phép thầy cô mở thêm sĩ số nhóm lớp này để em có thể thực hiện đổi nhóm lớp ạ. . . . Em xin cám ơn",
            "Chào bạn,. .  . .  Phòng Đào tạo đã gởi mail thông báo về việc  đăng kí môn học đợt nguyện vọng (đăng ký thêm các môn có nhu cầu học) từ ngày 31/12/2020 đến 09 giờ ngày 04/01/2021, bạn vui lòng kiểm tra mail để biết thông tin nha.. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là theo như qui định từ kì 2 năm 2017-2018 thì trường mình đã cho mở môn thực tập vào kì 2. Đợt 1 vừa rồi tụi em có đăng kí môn thực tập tốt nghiệp ngành xây dựng cầu đường CI3313, và môn đề cương tốt nghiệp CI4311, nhưng vẫn bị xóa. Cho em hỏi lí do tại sao ạ. Và làm sao để đăng kí ạ",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn vào đăng kí chưa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . .   i Đăng ký môn học .  Kính gửi thầy cô phòng đào tạo DHBK TP.HCM. .  Em tên là : [full_name]  Mssv : [student_id]8. . Cho em xin có câu hỏi về đăng kí môn học như sau ạ :. .  Vào sáng hôm nay em đăng kí môn học đợt 2 học kì 2 (2020-2021), nhưng không thể đăng kí được luận văn tốt nghiệp (813303) mặc dù em đã đủ điều kiện để đăng kí luận văn này .. .  Em không biết tại sao ? Mong thầy cô hướng dẫn cho em ạ .. . Em cám ơn!. .",
            "Chào bạn,. . . . Bạn làm đơn xin đăng kí luận văn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào anh chị. Năm nay gia đình em gặp khó khăn về kinh tế, ông nội em bị ung thư trực tràng phải nằm viện trị liệu gần một năm nay và mới mổ khối u hôm qua, tất cả tiền gia đình phải lo chạy chữa cho ông, nên em đến giờ chưa nộp học phí. Bây giờ sau khi hệ thống bảo trì xong em nộp tiền học phí kèm lý do trễ hạn học phí như trên, có giấy tờ hoá đơn viện phí của nội thì em có được mở lại đăng ký môn học lần 2 không ạ. Mong anh chị giúp cho em. Em chân thành cảm ơn.",
            "Chào bạn,. . . . Bạn đóng xong là được rồi bạn, lần sau nếu gặp khó khăn về học phí thì bạn nên liên hệ sớm phòng Công Tác Chính Trị để xin gia hạn đóng học phí nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào BKsi, em tên là [full_name], MSSV [student_id].. . Trong lần đăng ký môn học đợt 1, em có đăng ký môn học nhưng bị xóa toàn bộ môn học đã đăng ký. Nay em có vào xem lại thì thấy môn học CH2049- Thí nghiệm hóa học hóa sinh thực phẩm, cả hai lớp LO1 và LO2 đều đã full sỉ số.. . Em mong phòng đào tạo có thể mở thêm sỉ số lớp, để em có thể đăng ký và hoàn thiện học phần.. . Em xin cảm ơn.",
            "Chào [full_name]si, em có nhận mail của trường và vào xem lý do bị xóa môn: Lớp học không mở nhưng em tìm kiếm và thấy có hai lớp mở và full sỉ số. Em cần phải hoàn thành môn học này để không bị trễ những môn tiếp theo ak.. . Mong nhà trường xem xét và mở thêm sỉ số giúp em.. . Em xin cảm ơn.. .",
            "Chào bạn,. .  . .  Phòng Đào tạo đã gởi mail thông báo về việc  đăng kí môn học đợt nguyện vọng (đăng ký thêm các môn có nhu cầu học) từ ngày 31/12/2020 đến 09 giờ ngày 04/01/2021, bạn vui lòng kiểm tra mail để biết thông tin nha.. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em học khoa Kỹ thuật Xây dựng, chuyên ngnahf Kỹ thuật Xây dựng dân dụng và công nghiệp. Cho em hỏi là ngoài các môn tự chọn nhóm A và các môn tự chọn nhóm B (mỗi nhóm sẽ học là 3 tín chỉ), vậy còn môn tự chọn tự chọn tự do là môn nào nữa ạ.",
            "Chào bạn,. . . . Về chương trình đào tạo, bạn về khoa để tư vấn cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào phòng đào tạo, em là sinh viên khóa k19. Em có vấn đề này muốn hỏi: Chuyện là học kì rồi em có thi anh văn được tổ chức ở trường và đạt được 430đ. Học kì này em vừa thi lại anh văn thì chỉ đạt được có 330đ. Vậy cho em hỏi là em đã pass chuẩn anh văn năm nhất và được đăng kí môn tiếp theo không a? . .   i Đăng ký môn học .",
            "Chào bạn,. . . . Sẽ lấy đợt nào có điểm cao nhất, do vậy bạn pass chuẩn anh văn sau năm nhất.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy ( cô). . Em vừa đăng kí môn thí nghiệm hoá học hoá sinh thực phẩm mã môn CH2049 Đã full sĩ số. . Nhà trường có thể mở thêm sĩ số để tạo điều kiện cho em được không ạ?",
            "Chào bạn,. .  . .  Phòng Đào tạo đã gởi mail thông báo về việc  đăng kí môn học đợt nguyện vọng (đăng ký thêm các môn có nhu cầu học) từ ngày 31/12/2020 đến 09 giờ ngày 04/01/2021, bạn vui lòng kiểm tra mail để biết thông tin nha.. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ cho em hỏi, em dự định học kì hè 203, thì có được dk tốt nghiệp tháng 11 năm 2021 ko ạ. Em cám ơn. .",
            "Chào bạn,. . Bạn vui lòng đợi lịch học vụ tốt nghiệp của đợt tháng 11/2021 nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là mã môn học EE2022 ( cơ sở điện tử công suất) đã chuyển thành mã khác hay môn không được mở trong kỳ này (202). . Em xin cảm ơn ạ",
            "Đăng ký môn học. . . . Cho em hỏi là mã môn học EE2021 ( cơ sở điện tử công suất) đã chuyển thành mã khác hay môn không được mở trong kỳ này (202). . Em xin cảm ơn ạ  /QUOTE . .",
            "Chào bạn,. . . . Học kỳ 202 không mở môn EE2021 nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào ạ!Dạ cho e hỏi là do em còn nợ lại Môn Hóa Lý Mã mÔn là CH2031 2chỉ nên kì này em tính đăng ký lại nhưng môn hóa Lý 2 đã đổi mã môn thành CH2109 3chỉ. Vậy em phải làm như thến ào ạ. em có được học môn hóa lý 2 ch2109 3chir không ạ.. . EM cảm ơn ạ!",
            "Chào bạn,. . . . Môn tương đượng PDT đã cập nhật trên web PDT, nếu 2 môn này tương đương nhau khi bạn hoàn thành môn PDT sẽ tự chuyển điểm qua nha.. . . . Đường link xem môn tương đương http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_62&tid=1717.. . . . Bạn về khoa để được tư vấn thêm.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa cô,. . Em tên là [full_name] [full_name] MSSV [student_id]. . . . Em bị hủy môn Kinh Tế chính trị Mác[full_name]Lenin (SP1033) vì lí do trùng TKB. . Nhưng khi em vào xem TKB của môn SP1033 thì e thấy lịch không bị trùng ở lớp L02. . . . Em mong cô giải đáp thắc mắc cho em. . Em cám ơn ạ. . . .",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn vào đăng kí nha .. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là em muốn đăng kí học môn cơ lý thuyết lớp L01 ở cs2 mà hết chỗ trống. Nhà trường có thể mở thêm lớp không ạ?",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn vào đăng kí chưa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Dạ cho em hỏi là thi anh văn đầu vào ngày 24-25 đợt 3 có được xét để đăng ký môn học cho học kỳ 202 này không ạ",
            "Chào bạn. . Về vấn đề này bạn vui lòng đợi thông báo qua mail vào thời gian này nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Nếu em làm kiểm tra định kỳ vào đầu năm 2 mà qua được các chuẩn anh văn nhưng em bị nợ môn anh văn 1 từ đầu năm nhất thì em có cần phải trả môn anh văn 1 không ạ?",
            "Chào bạn. . Môn Anh văn là một 1 học như các môn học trong chương trình đào tạo, nên bạn phải đạt môn anh văn 1 bằng 2 hình thức : HỌC hoặc NỘP CHỨNG CHỈ NGOẠI NGỮ ĐỂ MIỄN. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em mong PDT cho phép em đổi lớp L07 thành lớp L03 ạ",
            "Đăng ký môn học. . . . Em mong PDT cho phép em đổi lớp L07 thành lớp L03 ạ  /QUOTE . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo Đại Học Bách Khoa TPHCM.. . . . Em là sinh viên CQ Bằng 2, MS: [student_id]. . . . . Hiện tại đang trong đợt đăng kí môn học HK2 đợt 2, em vào giao diện đăng kí môn học nhưng không thay đổi được kết quả đăng kí vào đợt 1 như mọi lần, em mong thầy/cô hỗ trợ activate chức năng điều chỉnh giúp em ạ, em cám ơn nhiều.",
            "Chào bạn,. . . . Đợt 3 DKMH bạn có thể huỷ/ bổ sung DKMH nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô, . . Thầy/cô cho em hỏi không thể đăng ký môn học do thiếu môn tiên quyết GDTS_2 là sao vậy ạ? Do em đã học đúng như chương trình đào tạo và đăng ký môn như chương trình đề ra và cũng đã đạt hết các chuẩn tiếng anh theo mỗi năm... Kết quả đăng ký của em như hình đính kèm ạ.... . . . Mong thầy cô xem lại giúp em, . . Em xin cảm ơn.. .",
            "Chào bạn,. . . . - GDTS-2: chuẩn GDTC sau năm 2.. . . . - Trong đợt đăng kí nguyện vọng bổ sung bạn vào đăng kí chưa.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i. . . . Em xin chào, em là [full_name], sinh viên khóa K18 ngành Kỹ thuật xây dựng. Hiện tại em đã sang năm 3 nhưng vẫn chưa học Sinh học đại cương. Tuy nhiên đến sáng ngày 30/12 lại không thấy trường mở lớp này. . . . . Em xem chương trình đào tạo thì thấy khóa K20 lại không học môn này. Vậy thì có phải là trường không mở lớp này nữa ko ạ? Vậy thì trường hợp của em phải giải quyết thế nào ạ?. . . . Em xin cảm ơn!. .",
            "Chào bạn,. . . .  Phòng đào tạo đã gởi mail thông báo về việc  đăng kí môn học đợt nguyện vọng (đăng ký thêm các môn có nhu cầu học) từ ngày 31/12/2020 đến 09 giờ ngày 04/01/2021, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi là trong đợt ĐK môn học đợt một, em bị hủy gần hết các môn do thiếu môn tiên quyết CCAS_1 là sao ạ. Mong sớm có phản hồi từ PDT.",
            "Chào bạn,. . . . Môn tiên quyết CCAS_1: chuẩn anh văn sau năm nhất.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào nhà trường,. . . . Em tên là [full_name], MSSV: [student_id], sinh viên K14 khoa Khoa học và Kỹ thuật máy tính.. . . . Ở học kì 202, do đã hết thời hạn đào tạo tối đa là 13 học kì nên em muốn đăng kí môn học cho học kì tiếp theo thì bây giờ qui trình là làm gì vậy ạ?. . . . Em xin chân thành cảm ơn quý nhà trường.. . [full_name]. .",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 5, mục 5.5 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào các thầy cô.. . Mong thầy cô xem xét mở lớp môn học:. . EE3323 - Thực tập tốt nghiệp (KT Điều khiển và Tự động hóa) và . . EE4321 - Đề cương luận văn tốt nghiệp(KT Điều khiển và Tự động hóa).. . Các môn học này thường được mở lớp vào học kỳ 1, nên trong đợt đăng ký môn học lần 1 của học kỳ 2 đều bị xóa, mong các thầy cô mở lớp, vì 2 môn học này có đặc thù nên thầy cô bộ môn lúc nào cũng nhận giảng dạy hết ạ. . . Em cảm ơn.",
            "Chào bạn,. . Phòng Đào tạo đã gởi mail thông báo về việc  đăng kí môn học đợt nguyện vọng (đăng ký thêm các môn có nhu cầu học) từ ngày 31/12/2020 đến 09 giờ ngày 04/01/2021, bạn vui lòng kiểm tra mail để biết thông tin nha. . Các SV căn cứ trên nhu cầu học tập cá nhân, kết quả ĐKMH ĐANG CÓ ở đợt ĐKMH lần 2, đăng ký THÊM các môn học có nhu cầu học. . Đợt 3 - dự kiến vào 12-14/1/2021, sinh viên có thể hủy, hiệu chỉnh và bổ sung môn học nhé bạn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào admin.. . Em tên: Phạm Quốc Nhật MSSV: [student_id]. . Cho em hỏi là PĐT đã mail cho tụi em là đợt thi Anh Văn tại H6 vừa rồi sẽ được chuyển điểm Anh Văn 1,2,3,4. Vậy cho em hỏi là cách để chuyển điểm Anh Văn trong đợt này là như thế nào ạ. . . Em xin chân thành cảm ơn",
            "Chào bạn,. . PDT đã gửi mail đính chính lại về việc này nhé, kết quả của kỳ thi IIG vừa qua, chỉ dùng để xét chuẩn tiếng từng năm học, không dùng xét miễn các môn AV nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Môn học mạch điện tử ( ee2035) không được đăng kí do thiếu môn học trước giải tích mạch ( ee2033).... Vấn đề ở đây là em đã hoàn thành môn gải tích mạch ( ee1011) - môn này em học ở HK182 nhưng do em mới chuyển từ K18 lên K19 nên mã môn học này có dự thay đổi( vấn đề này em cũng đã xin giải quyết một lần để được đăng kí môn học kĩ thuật sô --ee1009). Mong PDT giải quyết cho em :. .  + Chuyển môn tương đương ee1011 sang ee1023. .  + Đăng kí môn Mạch điển tử ( HK202) để em hoàn thành chương trình học đúng tiến độ ạ. . Em xin chân thành cảm ơn..",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn vào đăng kí chưa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do học tập ngoại ngữ không tốt nên em đã không đạt chuẩn anh văn năm 3. Do đó không được đăng ký môn trong học kỳ 202. Do môn học Đo lường và điều khiển bằng máy tính(EE3017) ở học kỳ 202 học trước cho Đề cương luận văn và Luận văn sau này nếu lỡ học có dễ dẫn đến trễ 1 năm. Em muốn hỏi là em có thể viết đơn xin được học môn Đo lường và điều khiển bằng máy tính(EE3017) trong kỳ 202 chỉ dùng để xét học trước và không lấy điểm có được không ạ. Vẫn tính học phí như bình thường ạ.",
            "Chào bạn. . Theo quy định là không được nghen bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô, em tên là [full_name] MSSV [student_id]. Do hiện tại em chưa đủ chỉ của học kì nên thầy/ cô có thể cho em xin vào lớp Con người và môi trường, mã môn EN1003, lớp L01 được không ạ, em xin cảm ơn thầy/cô rất nhiều",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn vào đăng kí chưa.. . . . Thân. ."
        ]
    }
]