[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kinh gửi Phòng Đào tạo,. . Em tên là [full_name], MSSV:[student_id], hiện đang là sinh viên khóa K17, khoa Môi trường và Tài nguyên. Em đã đủ tín chỉ tốt nghiệp và hoàn tất luận văn tốt nghiệp vào HK202 vừa rồi. Hiện đang chuẩn bị thi anh văn để hoàn thành chuẩn anh văn ra trường ạ. Bây giờ em vẫn chưa tốt nghiệp và không có đăng kí môn học HK211 ở trường, nên hiện trạng sinh viên của em là tạm dừng.. . Em muốn hỏi rằng trường hợp đến tháng 4/2022 em mới đủ điều kiện tốt nghiệp, thì em có cần phải thực hiện thủ tục gì để chứng minh tình trạng sinh viên hay không ạ. Vì theo thông báo sinh viên không đăng kí môn học 2 học kì sẽ buộc thôi học. Mong Phòng đào tạo giải đáp thắc mắc và hướng dẫn em những thủ tục cần thiết để tránh tình trạng bị buộc thôi học ạ. . . Em xin chân thành cảm ơn.",
            "Chào em,. . Trường hợp em đủ điều kiện có thể làm đơn thu nhận lại xét tốt nghiệp.. . Về việc thu nhận lại trước, nhưng bạn không ĐKMH thì vẫn bị xử lý tạm dừng vì không Đăng ký MH nhé.. . Trường hợp SV tạm dừng quá 2HK liên tiếp thì bị Buộc thôi học theo quy chế nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào tạo trường Đại học Bách Khoa,. . Em tên là [full_name], MSSV: [student_id], sinh viên hệ VHVL khoa ĐIỆN_ĐIỆN TỬ. . Trên hệ thống BKe_learning đang gặp sự cố không vào được có thể ảnh hưởng đến việc học tập online của các bạn sinh viên và em . Mong nhà trường sửa chữa sớm ạ.. . Em xin cảm ơn",
            "Gửi các bạn Sinh viên,. . . . Hệ thống e-learning BKeL của trường ta đang ở tình trạng không ổn định, dữ liệu quá lớn. Tổ kỹ thuật BKeL đang liên tục điều chỉnh, sửa chữa, xoá bớt các dữ liệu cũ từ trước học kỳ 1/2018-2019, để tiếp tục phục vụ việc dạy và học của trường.. . . . Chúng tôi kỳ vọng hệ thống sẽ hoạt động ổn định chậm nhất vào cuối tuần này, Chủ Nhật 05/12/2021.. . . . Do tính bất ổn định của hệ thống BKeL hiện nay, được sự chỉ đạo của Ban Giám hiệu, Phòng Đào tạo đề nghị Quý Thầy Cô sử dụng hệ thống thi BKeX cho việc tổ chức thi cuối kỳ để đảm bảo an toàn và thuận tiện.. . . . Trong tương lai, trường sẽ chuẩn bị một hệ thống mới với các quy định mới và dự kiến áp dụng từ học kỳ 2/2021-2022.. . . . Chúng tôi rất tiếc về sự cố lần này. Kính mong Quý Thầy Cô và Sinh viên tiếp tục cùng đồng hành với nhà trường trong việc đảm bảo chất lượng dạy và học.. . . . Trân trọng thông báo.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào quý thầy/ cô.. . Em tên là Nguyễn Văn Luật - MSSV [student_id] - sinh viên khóa K17 khoa Cơ khí.. . Em xin đi vào vấn đề luôn ạ. Dạ là em đã hoàn thành các yêu cầu để Tốt nghiệp trong đợt tháng 11/2021 này, tuy nhiên em chưa đăng ký tốt nghiệp được, và vào trang đăng ký tốt nghiệp thì nó báo lỗi \"Bạn không có quyền để truy cập vào trang này\" (em có đính kèm file ảnh ở dưới ạ). Theo như em tìm hiểu thì tài khoản của bạn em (chưa đăng ký Tốt nghiệp) vẫn vào trang này được bình thường ạ. Em có kiểm tra trong mục Tình trạng sinh viên thì em hiện đang bị tình trạng \"Tạm dừng\" ạ (em có đính kèm ở hình dưới).. . Trước đó em có làm đơn xin không nhận bằng Tài Năng để nhận bằng thường rồi, và cũng đang chờ xử lý tuy nhiên em vẫn chưa nhận được phản hồi nào mới hết ạ. . . Em rất mong được PĐT xử lý vấn đề này cho em sớm nhất có thể ạ. Do em đang rất cần Bằng Tốt nghiệp tạm thời nên em đã xin bỏ thi Anh Văn đợt tháng 12 này để nhận bằng thường, để kịp nhận bằng Tốt nghiệp tạm thời ạ.. . Em xin cám ơn quý thầy cô.. . . . . .",
            "Chào em,. . Khi nào em có tên trong ds dự kiến mới có thể đăng ký tốt nghiệp nhé bạn,. . Về tình trạng sinh viên khi nào bạn có tên trong ds tốt nghiệp dự kiến, tự động PDT sẽ ra quyết định thu nhận cho bạn nhé. . Thân",
            "Dạ.. . Tức là PDT   B sẽ cập nhật  /B  các điều kiện TN của SV, rồi sẽ cập nhật tên trong DS dự kiến TN trên trang aao Mục Tốt nghiệp dự kiến, lúc đó mục Đăng ký TN của SV mới tự động được mở ra cho phép Sinh viên Đăng ký TN đúng không ạ, bây giờ SV như bọn em không phải làm đơn hay gì luôn đúng không ạ ?",
            "Chào em,. . Đúng rồi em, hàng tuần sẽ cập nhật ds tốt nghiệp dự kiến, nếu SV có tên trong ds dự kiến tốt nghiệp (bị tạm dừng), PDT sẽ tự động ra QD thu nhận và mở khóa cho SV nhé.. . Thân",
            "Dạ vâng ạ,. . Em cám ơn cô."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô ạ.. . Em là [full_name], MSSV là [student_id].. . Các kì trước e có bị tạm dừng học và đã được quyết định học lại (quyết định 3059/QĐ-ĐHBK). Nhưng lúc em vào để đăng kí môn học thì vẫn hiện tình trạng là tạm dừng và không thể đăng kí được.. . Không biết là thầy/cô có thể giúp em được không ạ?",
            "Em đã có thể đăng kí ạ. E xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b   \t. . . .   i Yêu cầu khác . [full_name] - MSSV [student_id]. . Từ đầu học kỳ đến bây giờ mail trường của em gặp một vấn đề ạ! . . . . Ex:+ [email] . . . . nhưng thầy cô dạy em thì nhận được mail em là: . .    . .    +([email]) . . . . thiếu mất một dấu \".\" chỗ cuối mail ạ, nên em không nhận được mail từ một số thầy cô, có thầy cô khi không gửi được mail cho em thì thấy sai nên sửa ạ, có thầy cô thì không. Em mong bên anh chị kĩ thuật hỗ trợ    . . . .",
            "Chào em,. . - Địa chỉ email thiếu dấu chấm từ đâu ? Hệ thống tạo email tự động chứ không phải tạo bằng tay mà thiếu dấu chấm.. . - Em xem trên cổng mybk, địa chỉ email của em có dấu chấm nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:  Chào Phòng Đào Tạo!. .  Em tên là [full_name] (MSSV [student_id]).. .  Em xin nộp phiếu đăng ký thu nhận lại để được đăng ký môn học ạ.. .  Em luận văn và chỉ thiếu anh văn nói viết đẻ ra trường. Vì không nắm được lịch đăng ký mông học học kỳ trước nên em bị tạm dừng. Để không bị tạm dừng học kỳ này em cần đăng ký môn học.. . Mông anh chị giải quyết đơn xin đăng ký thu nhân lại nhanh giúp em để em có thể đăng ký môn học vì hạng chót đăng ký môn học là ngày 6/12 rồi ạ. . .  Mông các anh chị Phòng Đào Tạo giúp em ạ.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Học kì 202 em còn 1 môn để tốt nghiệp và em đã hoãn thi vì không đủ thiết bị. Em sẽ thi xóa điểm vào học kì 211 này. Em xin hỏi PĐT có mở thêm đợt xét tốt nghiệp bổ sung sau ngày 24/12 không ạ?. . Em xin cảm ơn . .",
            "Chào em,. . Khi nào em đủ điều kiện tốt nghiệp có thể gửi câu hỏi qua bksi. Tại thời điểm đó sẽ trả lời cho bạn có kịp xét tốt nghiệp cho đợt tháng 11/2021 không nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Xin chào thầy/cô phụ trách:. . Em có một câu hỏi liên quan đên Đăng ký môn học như sau:. . . . . . - Hiện tại em ở học kì 3, đang đăng ký môn cho học kì thứ 4.. . . . - Tuy nhiên,   i em muốn đăng ký môn học A  /i  mà như mục   i Kế hoạch giảng dạy  /i  theo chuyên ngành của Khoa,   i môn A này nằm ở học kỳ 5(tức kỳ 1 năm sau) . .   B *  /B Vậy em có bị hủy môn không ạ?. .   B *  /B Nếu như đủ sĩ số nhà trường vẫn mở lớp như thường đúng không ạ?. . . . - Em xin nói thêm là môn này không yêu cầu môn học trước hay tiên quyết nào.. . . . . . Cảm ơn thầy/cô đã đọc,. . Sinh viên [full_name], MSSV [student_id].",
            "Chào em,. . Em nên tư vấn từ GVCN nhé.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1915770  /b \t. . . .   i Đăng ký môn học . Dạ thưa cô, học kì 202 do chưa đạt anh văn nên em chưa đăng kí học môn Vi Xử Lý(EE2039) và Mạch Điện Tử(EE2035). Đến học kì hè 203 em đã đủ chuẩn anh văn để đăng kí môn nhưng trường không mở 2 môn này do có học phần thí nghiệm mà lúc đó tình hình đang dịch bệnh. Cho đến học kì 211 em có đăng ký dự thính đợt 2 nhưng bị hủy lớp do sĩ số ít. Và học kì tiếp theo 212 em sẽ không được học một số môn chuyên ngành, đồ án, thực tập do chưa học 2 môn Vi Xử Lý và Mạch Điện Tử (học trước). Các môn này rất khó mở trái kì nên nếu em bỏ lỡ thì phải mất 1 năm sau em mới có thể đăng kí học được. Vậy nên trường có thể tạo điều kiện cho em học song hành 2 môn này cùng với các môn học kì 212 được không ạ. Em thực sự rất cố gắng để có thể học theo kịp chương trình nhưng tình hình dịch bệnh là ngoài ý muốn. Em xin cảm ơn.",
            "Chào em,. . Vậy nên trường có thể tạo điều kiện cho em học song hành 2 môn này cùng với các môn học kì 212 được không ạ.. . =  Em liên hệ Khoa, GVCN để được hỗ trợ nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dear quý Thầy/Cô phòng đào tạo,. . . . Em là [full_name], khóa K16 ngành Logistics. Mã số SV của em là [student_id].. . . . Em đã đủ điều kiện đăng ký tốt nghiệp nhưng hệ thống không cho đăng kí xét tốt nghiệp vì bị tạm dừng học kì 1 năm học 2021 - 2022 ạ do không đăng ký môn học.. . . . Mong thầy cô hỗ trợ em vấn đề này. Thầy cô hãy giữ gìn sức khỏe trong mùa dịch căng thẳng này và em mong nhận được phản hồi sớm ạ.. . . . Em cảm ơn nhiều ạ.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 07/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. . \"",
            "Dear quý Thầy/Cô phòng đào tạo,. . . . Em là [full_name], khóa K16 ngành Logistics. Mã số SV của em là [student_id].. . Hiện tại em vẫn chưa nhận được mail của phòng đào tạo ạ, em lên đăng ký tốt nghiệp thì cũng vẫn chưa được ạ.. . Mong thầy cô kiểm tra giúp em ạ, em cảm ơn thầy cô thật nhiều.. .",
            "Chào em,. . Cô gửi em file xét tốt nghiệp, em vui lòng xem lại điều kiện của mình.. . Trường hợp xét sai em vui lòng gửi lại câu hỏi để kiểm tra khiếu nại. . Thân",
            "Dạ cô ơi, bây giờ em mới nhận ra kì trước em đăng ký nhầm sang môn tự chọn nhóm A nên là giờ em còn thiếu môn tự chọn nhóm B. Bây giờ em có thể được thu nhận và đăng ký tiếp học phần ở kì này không cô? Em cảm ơn cô",
            "\"Chào bạn,. . Về việc đăng ký thu nhận lại:. . Bạn vui lòng tải mẫu đơn: Thu nhận tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa thầy/cô. . . . Em đã có đăng ký in bảng điểm Đại học và đã được hẹn trả kết quả vào ngày 25/11/2021. Nhưng đến nay đã quá hẹn 7 ngày và tình trạng là vẫn đang in. Em có nhận được phản hồi là bảng điểm em đã gửi cho Bưu điện để chuyển đến nhà.. . . . Em đã có tra trên app ViettelPost nhưng không thấy thông tin vận đơn. Không biết em có thể xin mã vận đơn để tra cứu được không ạ?. . . . Em thấy thông tin em nhập trên trang Đăng ký là đã chính xác rồi ạ.. . . . Kính thư,. . [full_name]",
            "Chào bạn;. . mã vận đơn: PDT[phone_number]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  Em xin chuyển sang hệ VHVL học kỳ 202. Xin thầy cố giúp em trong học kỳ này. . . .",
            "Chào bạn. . Theo Qd này, bạn đã được chuyển sang VLVH rồi, giờ bạn dkmh cho Hk212 nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy, cô. . Em là sinh viên K17, đã đủ điều kiện tốt nghiệp đợt tháng 11 trừ điểm anh văn 4 vì em nộp bằng toeic chưa đủ điểm chuyển (em được 580 toeic). . - Vậy kì này em có đăng kí anh văn 4A theo yêu cầu và sắp tới sẽ thi hết học kì vào ngày 5/12. . - Nhưng bây giờ em mới thì và đã có bằng toeic trên 600 đủ để chuyển điểm để xét tốt nghiệp. .  . .  Vậy cho em hỏi, giờ em xin rút môn anh văn 4A để chuyển điểm xét tốt nghiệp được không ạ. Và giờ chuyển điểm thì thời gian chở xét duyệt lại bằng toeic và chuyển điểm qua anh văn 4A có kịp hạn xét tốt nghiệp lần cuối vào ngày 24/12 không ạ.. . . . Em cảm ơn, chúc thầy cô nhiều sức khoẻ mùa dịch.",
            "\"Chào bạn,. . Về việc rút môn học (Có tính học phí):. . Bạn vui lòng tải mẫu đơn: RÚT MÔN HỌC tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Em vui lòng đăng ký chuyển điểm AV4 và đóng lệ phí chuyển điểm nhé. . Theo dõi tình trạng thẩm tra chứng chỉ trên mybk/Đăng ký nộp CCNN, khi nào chuyển qua trạng thái thẩm tra hợp lệ, em gửi câu hỏi qua bksi nhờ cập nhật CCNN để xét tốt nghiệp.. . Thời gian thẩm tra chứng chỉ phụ thuộc vào đơn vị cấp chứng chỉ nhé bạn. . Thân. . \"",
            "Cảm ơn cô,. . Tệp đính kèm là đơn xin rút môn học Anh văn 4A của em. Mong cô có thể giải quyết sớm cho em ạ. Nếu có lỗi gì thì cô có thể phản hồi để em sửa và bổ sung lại ạ.. . Em cảm ơn",
            "\"Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK211(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/Thời khóa biểu và xem điểm trễ nhất là 30/12/2021. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân \"",
            "Vậy là giờ em chỉ cần chờ thẩm định bằng toeic là có thể đăng kí tốt nghiệp đúng không ạ vì em đã chuyển điểm qua cho anh văn 4. . . Mong thầy, cô phản hồi sớm nhất ạ.. . Em cảm ơn",
            "Chào em,. . EM Theo dõi tình trạng thẩm tra chứng chỉ trên mybk/Đăng ký nộp CCNN, khi nào chuyển qua trạng thái thẩm tra hợp lệ, em gửi câu hỏi qua bksi nhờ cập nhật CCNN để xét tốt nghiệp bổ sung nhé.. . Khi nào em có tên trong ds tốt nghiệp dự kiến mới có thể đăng ký tốt nghiệp được nhé. . Thân",
            "Bằng toeic của em nộp đac được thẩm tra hợp lệ.  Thầy cô giúp em cập nhật CCNN để xét tốt nghiệp với ạ.. . Em cảm ơn.. .",
            "Chào bạn . . Môn Anh văn 4, bạn mới thanh toán tiền ngày 3/12, bạn theo dõi khi nào Pdt ghi nhận chuyển điểm thành công thì em báo Pdt xét Tốt nghiệp bổ sung cho bạn. . Thân",
            "Em chào thầy cô,. . - Như em đã hỏi trước đó. Em có thực hiện nộp bằng toeic để chuyển điểm anh văn 4 để có đủ điều kiện xét tốt nghiệp. Em xem điểm chuyển mới nhất trên trang bkel cá nhân thì có tình trạng điểm chuyển như hình đính kèm. . . -  Vậy như vậy đã đủ điều kiện chuyển điểm thành công qua anh văn 4 để em đăng kí xét tốt nghiệp bổ sung chưa ạ?. . Nếu chưa đủ điều kiện chuyển điểm qua anh văn 4 thì lịch sớm nhất đến kì chuyển điểm của PĐT là ngày mấy vậy ạ?. . Em cảm ơn.",
            "Chào bạn. . - Bạn xem trên trang đăng ký CCNN mục chuyển điểm, sẽ cập nhật trên Mybk- xem điểm: ghi rõ là môn Anh văn 4. . Hình bạn chụp là toeic : chuẩn anh văn ra trường mà bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào các anh/chị tư vấn,. . Em là [full_name], hiện là sinh viên khóa 2020 ngành logistic và quản lí chuỗi cung ứng chương trình chất lượng cao. Em có nhận được email thông báo nộp bằng tốt nghiệp THPT nhưng khi em lên hệ thống thì em không nhập thông tin để đăng ký phiếu xác nhận được, mong anh/chị tư vấn giúp em phải làm thế nào ạ. . . Em xin cảm ơn",
            "Chào em,. . SV đăng ký mà vào không đúng thời gian mở, trước 20/12/2021 và sau 22/01/2022 thì SV sẽ không ấn được nút \"xác nhận đăng ký\".. . Vì vậy SV phải vào đăng ký đúng thời gian PĐT đã thông báo. (PĐT mở từ 0h ngày 20/12/2021 đến 0h ngày 22/01/2022). . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào Phòng đào tạo,. . . . Em tên: [full_name]. . MSSV: [student_id]. . . . Dạ cho em hỏi là hiện tại em vẫn chưa đăng ký được môn học của HK212 mặc dù đã được thu nhận lại ạ.. . Mong PĐT giải đáp ạ.. . Em xin cảm ơn.",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi\". . \"V/v gia hạn Đăng ký môn học Sinh viên HK Chính + Dự thính 212+ VLVH. . Hộp thư đến. . . . - Ho Tro SV   [email] . . 17:01, Th 3, 7 thg 12 (20 giờ trước). . tới stu.all\". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Tốt nghiệp . Kính gửi PĐT,. . Em tên là [full_name], mssv [student_id], sinh viên khóa K15 ngành Kỹ Thuật Xây Dựng, bộ môn Kiến trúc.. . Dạ hiện tại em đã đủ điều kiện đăng ký tốt nghiệp ( đã thi qua 2 kĩ năng nói viết TA, hoàn thành hết các môn học ) nhưng đang bị tình trạng tạm dừng do không đăng ký môn học ở học kỳ này, hi vọng PĐT có thể giúp em gỡ bỏ tình trạng tạm dừng để em đăng ký tốt nghiệp ạ.. . Do tình hình đợt dịch vừa qua nên môn học cuối của em là Giáo dục thể chất 1 đã bị dời và phải học bù và mới cập nhật điểm gần đây.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 07/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi sao tới hiện tại thời khóa biểu học thí nghiệm offline của khoa Hóa K19 chưa cập nhật vậy ạ?",
            "Chào em,. . Email có ghi: . . - Thời gian dự kiến bắt đầu: từ 06/12/2021.. . - Thời gian có thể thay đổi tùy theo tình hình của Thành phố Hồ Chí Minh và hướng dẫn của Đại học Quốc gia.. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em xin kính chào quý thầy cô.. . Thầy cô cho e hỏi. Do em muốn đăng ký hệ vhvl ở trường mình. Mà trường cần học bạ thpt. Và e là cựu sinh viên k17 của trường, lúc trước em học cao đẳng đã có nộp rồi. Vậy kính xin thầy cô cho e hỏi là em có thể lấy học bạ thpt lại được không ạ? Để e làm hồ sơ ạ. E cảm ơn",
            "Chào em,. . - Vậy kính xin thầy cô cho e hỏi là em có thể lấy học bạ thpt lại được không ạ?. . =  Không lấy được nhé, PĐT lưu, chỉ là bảng sao. . - Do em muốn đăng ký hệ vhvl ở trường mình. . . =  Em vui lòng email đến [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào phòng đào tạo,. . Em là [full_name] [student_id], ngành Cơ điện tử (Việt Pháp). . Em muốn hỏi là việc đăng ký môn thực tập ngoài trường ME3385 là mình đăng ký ở đợt 1 này luôn hay phải chờ đến mở đăng ký học kỳ hè mới đăng ký ạ ? Do trong chương trình đào tạo có ghi là học kỳ hè, em không biết phải đăng ký và cách tính học phí như thế nào, xin phòng đào tạo giải đáp giúp em.. . Em xin chân thành cảm ơn !",
            "Chào em,. . Em liên hệ [full_name], GVCN để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "i Đăng ký môn học . Chào thầy cô,. . Cho em hỏi là học kỳ 212 mình có đăng ký 12 chỉ được giảm 25% không ạ.. . Do nhà em có việc nên em buộc phải đăng ký ít lại vì bỏ ngang thì bị cảnh cáo học vụ ạ.. . Mong thầy cô sớm giải đáp.. . Em xin cảm ơn nhiều ạ.",
            "Chào em,. . Em vui lòng xem thông báo về HP. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế quy định/học vụ/Học phí. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy cô cho e hỏi cách gọi số nội bộ tuyển sinh ạ? E thử nhiều cách vẫn không được ạ. E cảm ơn",
            "Chào em,. . Thầy cô cho e hỏi cách gọi số nội bộ tuyển sinh ạ? . . =  Cho hệ nào vậy em ?. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào cô ạ.. . Em đã làm xong luận văn và còn thiếu mỗi chứng chỉ TOEIC nói viết. Em mới đăng ký thi chứng chỉ TOEIC nói viết đợt tháng 12 này. Nhưng tình trạng sinh viên của em đang là   I tạm dừng tạm thời  /I  vì học kì trước em không đăng ký môn học. Theo quy chế thì nếu em không đăng ký môn học 2 học kì liên tiếp thì bị buộc thôi học. Vậy trong đợt đăng ký môn học học kì 212 em có phải đăng ký 1 môn nào đó để duy trì tình trạng sinh viên không ạ?. . . . Em cảm ơn cô nhiều ạ",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Thầy/Cô.. . Em tên là [full_name]. . Lớp DD20LT09. . Vì một số lý do không đủ điều kiện về trang thiết bị để thi online, em đã đăng ký hoãn thi một số môn trên bkel nhưng chưa thấy được xử lý. Em mong thầy/cô có thể xử lý giúp em ạ.. . Em cảm ơn thầy/cô ạ.",
            "Chào bạn. . Đăng ký Hoãn thi không có thông báo nào đăng ký qua BKEL. . Bạn xem lại các thông báo của nhà trường về cách thức đăng ký Hoãn thi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên Lê Ngọc HUÂN. . MSSV: [student_id]. . Lớp: DD15DV1. . Ngày sinh: 21/07/1997. . Số điện thoại: [phone_number]. . . . Em có mong muốn chuyển từ hệ \"Chính quy\" sang \"Vừa học vừa làm\" để học tiếp 3 môn Đồ ÁN DTVT, Đề cương LVTN và LVTN.. . . . Rất  mong thầy cô phản hồi em sớm để em kịp đăng ký môn Đồ Án DTVT kỳ này ạ.. . . . Em cảm ơn!",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn chuyển sang VLVH vào HK2(2021-2022) của bạn.. . Bạn vui lòng theo dõi tình trạng sinh viên sẽ cập nhật “thu nhận vào hệ VLVH”  trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 20/12/2021. . - Xem chi tiết Lịch đăng ký môn học + đăng ký tốt nghiệp của Hk212 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ để biết thời gian đăng ký môn học hoặc đăng ký tốt nghiệp. . - Quy chế đào tạo và học vụ: xem chi tiết tại trang web aao.hcmut.edu.vn   Sinh viên   Quy chế-Quy định  Học vụ. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện tại em đang bị tạm ngưng vì không thanh toán học phí học kỳ 202. Em đã đóng học phí và mong mở lại TK để em có thể đăng ký môn học HK212.. . Em xin cảm ơn.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . xin thu nhận lại từ HK202",
            "Chào em,. . xin thu nhận lại từ HK202. . =  Thu nhận từ HK212, em sửa rồi gửi lại.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào PĐT, . . Cho em hỏi hiện tại học kì 211 em đang học môn cuối cùng là đủ điều kiện tốt nghiệp. Nếu không đăng kí môn học trong học kì 212 thì em sẽ không có thời khóa biểu và không trong tình trạng sinh viên. Vậy em có cần đăng kí môn học trong học kì 212 để giữ tình trạng sinh viên hay không? Và nếu không đăng kí thì kì 212 em có đăng kí tốt nghiệp được bình thường không?. . Em cảm ơn.",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin chào thầy/cô, . . Em tên là [full_name] (MSSV: [student_id]), tình hình học tập của em tính tới hiện tại đã hoàn thành đầy đủ các môn học theo chương trình đào tạo, và đủ mọi điều kiện để đăng ký tốt nghiệp chỉ ngoại trừ duy nhất môn Hóa Phân Tích (CH2009) trong học kỳ 202, đối với trường hợp của em thì em đã được giáo viên bộ môn thông báo điểm giữa kỳ và cuối kỳ là đủ để qua môn, chỉ thiếu công đoạn bảo lưu điểm Thí nghiệm (TNg) để em hoàn thành môn học, theo thông báo của Phòng Đào Tạo, thì em biết được các lớp TNg vẫn chưa được mở cho đến 06/12 nên em vẫn chưa thể đăng ký tốt nghiệp.. . Vì vậy nên kỳ vừa rồi em đã không đăng ký thêm bất kỳ môn học nào vì em không nghĩ tình hình dịch bệnh lại kéo dài như vậy khiến cho quá trình tổng kết môn học vẫn chưa thể hoàn tất để em đăng ký tốt nghiệp đúng hạn và hiện tại em đang bị quyết định Tạm dừng học vì không đăng ký môn học học kỳ 211.. . Em mong thầy/cô xem xét lại về Quyết định Tạm dừng học đối với em và hướng giải quyết ạ!. . Em xin cảm ơn và chúc thầy/cô một ngày tốt ngày và sức khỏe!. . . .",
            "Chào em,. . Trường hợp của em khi nào đủ điều kiện tốt nghiệp có thể gửi câu hỏi qua bksi để xin xét tốt nghiệp bổ sung. Khi em có tên trong ds dự kiến tốt nghiệp thì tự động PDT sẽ ra QD thu nhận cho bạn.. . Nếu bạn muốn đăng ký môn học cho HK212, thì làm theo hướng dẫn sau:. . Về việc đăng ký thu nhận lại:. . Bạn vui lòng tải mẫu đơn: Thu nhận tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em xin chào. Cho em hỏi là đợt trước em có đăng kí nộp bằng tốt nghiệp THPT nhưng cho dịch bệnh nên chưa thể nộp và vẫn đang trong quá trình xử lý thì em có phải đăng kí lại trên mybk không ạ?. . Em cảm ơn.. .",
            "Chào em,. . Em vui lòng email [email] trình bày rõ hơn em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào các thầy cô, . . Em hiện tại là sinh viên khóa K2019 khoa KTXD, về việc đăng kí môn tự chọn tự do, em có thể đăng kí môn   B CI3121 - Nhà nhiều tầng  /B  trong chương trình đào tạo của khóa K2018 thì môn học trên em đăng kí làm môn tự chọn thì nó có được tính vào tín chỉ tích lũy không ạ? . . Tại vì chương trình đào tạo K2019 có sự thay đổi nhiều so với K2018   B (Do đổi mã môn mới - mã môn cũ)   /B . . Kính mong các thầy cô phản hồi sớm cho em để việc đăng kí môn diễn ra thuận lợi ạ.. .",
            "Chào em,. . Học phần tự chọn tự do là học phần sinh viên được tự do đăng ký, không bị ràng buộc với ngành/chuyên ngành sinh viên đang theo học, nhưng phải có kiến thức không trùng lắp với các kiến thức dùng để xét tốt nghiệp của chương trình đào tạo. Hai học phần được xem là trùng lắp nếu có chuẩn đầu ra/nội dung trùng lắp đến 50%.. . . . Ở một chừng mức nào đó, để tránh cho sinh viên không lúng túng khi chọn môn tự do, tránh lãng phí thời gian và tài chính, [full_name] gợi ý cho sinh viên chọn các môn nhằm trang bị kiến thức chuyên sâu hơn ở các chuyên ngành.. . . . Em liên hệ [full_name] trình bày môn đã chọn tự do, để [full_name] xem xét và xác nhận, hoặc có hướng dẫn cụ thể.. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chào anh chị ạ. . Vì lý do tài chính nên em quên mất việc đăng kí bảo hiểm y tế đợt vừa rồi. Mong anh chị giúp em có thể đăng kí được bảo hiểm y tế với ạ.. . Cảm ơn anh chị nhiều và chúc anh chị sức khỏe.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Ngày 23/11 e có nộp phiếu rút môn để đăng kí tốt nghiệp PĐT tiếp nhận đơn và thông báo sau ngày 30/9 chưa cập nhập điểm thì phản hồi lại. Ngày 1/12 e có phản hồi lại bksi thì cô nói là điểm cuối kì mới cập nhập còn thời khóa biểu cập nhập các môn học rút rồi. Sau đó e kiểm tra thời khóa biểu thì vẫn chưa cập các môn học đã rút. Mong cô kiểm tra lại giúp e. . . Cho e hỏi giấy chứng nhận tốt nghiệp tạm thời bao lâu thì gửi về đến nhà ạ?",
            "Chào em,. . Vui lòng ghi rõ tên và mã MH bạn xin rút nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  Dạ cho em hỏi là nhà trường có thông báo là 6/12 dự sẽ bắt đầu học thí nghiệm trực tiếp. Vậy tới tuần đó thì em đi học hay có phải đăng kí mới đi học như trước đó PĐT có mail ạ, với có một số bạn hiện vẫn chưa tiêm mũi 2 nên không lên thành phố được thì phải giải quyết như nào ạ.. . . .",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi nhé:. . Kế hoạch về việc giảng dạy, học tập trực tiếp các học phần Thực hành, Thí nghiệm, Đồ án môn học, Đề cương Luận văn tốt nghiệp, Luận văn Tốt nghiệp của học kỳ 2 và học kỳ hè/năm học 2020-2021, và học kỳ 1/năm học 2021-2022. . Hộp thư đến. . . . - Ho Tro SV   [email] . . 16:04, Th 4, 17 thg 11. . tới stu.all. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô ạ.  Em tên [full_name] mssv [student_id]. . em nhận được mail nhà trường cần nộp bằng THPT nhưng e đã nhập đầy đủ thông tin nhưng hệ thống không cho em xác nhận ạ. Mong thầy cô hỗ trợ giúp e ạ. . Em xin cảm ơn thầy cô đã xem.. . . .",
            "Chào em,. . SV đăng ký mà vào không đúng thời gian mở, trước 20/12/2021 và sau 22/01/2022 thì SV sẽ không ấn được nút \"xác nhận đăng ký\".. . Vì vậy SV phải vào đăng ký đúng thời gian PĐT đã thông báo. (PĐT mở từ 0h ngày 20/12/2021 đến 0h ngày 22/01/2022). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa PĐT, em có tên trong danh sách tốt nghiệp tháng 11 nhưng chưa có thông tin nhận bằng. Nên tạo đơn hỏi về ttuongwf hợp của em. Xin cảm ơn PĐT. . . .",
            "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi mail thông báo lên nhận bằng từ Phòng Đào tạo. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào Thầy/Cô. Cho em hỏi là em đã đăng ký tốt nghiệp và lấy bằng tốt nghiệp tạm thời rồi. Gần đây em thấy có một số bạn đã lấy bằng tôt nghiệp chính thức. Em có hỏi thăm thì các bạn ấy bảo là pđt sẽ gửi mail thời gian lên nhận nhưng hiện tại em chưa nhận được mail đó, vậy bây giờ em có lên nhận được không ạ.. . Em xin cảm ơn.",
            "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi mail thông báo lên nhận bằng từ Phòng Đào tạo. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Ngày 23/11 e có nộp phiếu rút môn KINH TẾ [full_name] (IM2003) để đăng kí tốt nghiệp PĐT tiếp nhận đơn và thông báo sau ngày 30/9 chưa cập nhập điểm thì phản hồi lại. Ngày 1/12 e có phản hồi lại bksi thì cô nói là điểm cuối kì mới cập nhập còn thời khóa biểu cập nhập các môn học rút rồi. Sau đó e kiểm tra thời khóa biểu thì vẫn chưa cập các môn học đã rút. Mong cô kiểm tra lại giúp e.. . Cho e hỏi giấy chứng nhận tốt nghiệp tạm thời bao lâu thì gửi về đến nhà ạ?",
            "Chào em,. . Điểm môn IM2003 đã chuyển qua điểm 17 (điểm rút môn học rồi nhé bạn).. . Em xem lại tại mybk/Thông tin SV/Xem điểm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo,. . Em là sinh viên năm cuối khóa 2017 ngành Chế tạo máy khoa Cơ khí.. . Vào học kỳ 202 em có đăng kí môn học Hệ thống PLC, mã số môn học ME3013. Tuy nhiên, do tình hình dịch bệnh covid phức tạp nên học phần thí nghiệm của môn này được hoãn đến 28/11 thì lớp chúng em mới hoàn thành. Em đã có liên lạc với giảng viên và thầy cũng nói rằng sang tuần sau sẽ nộp điểm thí nghiệm.. . Em lo sợ rằng trường hợp như em sẽ không được tốt nghiệp kịp thời và đúng hạn.. . Em xin phép phòng đào tạo có thể giải đáp thắc mắc giúp em.. . . . Em xin cảm ơn.. . . . [full_name]",
            "Chào em,. . Khi nào thầy nộp điểm và có điểm được cập nhật tại mybk/Thông tin SV/xem điểm, em đủ điều kiện tốt nghiệp có thể gửi câu hỏi qua bksi để xin xét tốt nghiệp bổ sung.. . Tại thời điểm đó mới trả lời cho em được không nhé!. . Em liên hệ với giảng viên cố gắng nộp điểm sớm để cho SV xét tốt nghiệp nhé, vì nếu GV không nhập và nộp điểm cho Khoa/Phòng Đào tạo thì không thể xét tốt nghiệp được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô. . . .    Hôm bữa em có điền form học thực hành vào tháng này, và em xem trên bkel thì em thấy có lịch học vào chiều thứ 7 tuần 49 và 50 . Tuy nhiên hiện tại nhà em đang có F0, hiện đang cách ly tại nhà, và em không thể ra ngoài để lên SG đi học.. . . . Em không biết là có thể đăng kí đi học lại vào thời giang khác được không ạ. em xin cảm ơn",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name].. . CLC khoa KHMT. .   i Đăng ký môn học . đây là file sheet CTDT khoa KHMT CLC.. . https://docs.google.com/spreadsheets/d/[full_name]UP-U4PUbbSlAvA3_1cT91wiMnShszv99xoc/edit#gid=[student_id]31. . . . ở sheet \"K20 ve sau\", HK4, môn tự chọn tự do. . em thắc mắc môn tự chọn tự do là gì?. . có phải: môn tự chọn tự do gồm gồm nhóm môn Đại cương tự chọn và nhóm môn khoa học xã hội tự chọn?. .",
            "Chào em,. . Học phần tự chọn tự do là học phần sinh viên được tự do đăng ký, không bị ràng buộc với ngành/chuyên ngành sinh viên đang theo học, nhưng phải có kiến thức không trùng lắp với các kiến thức dùng để xét tốt nghiệp của chương trình đào tạo. Hai học phần được xem là trùng lắp nếu có chuẩn đầu ra/nội dung trùng lắp đến 50%.. . . . Ở một chừng mức nào đó, để tránh cho sinh viên không lúng túng khi chọn môn tự do, tránh lãng phí thời gian và tài chính, [full_name] gợi ý cho sinh viên chọn các môn nhằm trang bị kiến thức chuyên sâu hơn ở các chuyên ngành.. . . . Em liên hệ [full_name] trình bày môn đã chọn tự do, để [full_name] xem xét và xác nhận, hoặc có hướng dẫn cụ thể.. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] PHÒNG ĐÀO TẠO.. . TÔI TÊN [full_name]I MSSV [student_id]. . Hiện tại thông tin trên MyBK của Tôi bị cập nhật sai. Tôi là sinh viên của khoa Kỹ Thuật Giao Thông nhưng trên MyBK lại cập nhật là Khoa Điện Điện Tử. Kính mong Phòng Đào Tạo chỉnh sửa lại giúp tôi.",
            "Chào em,. . Em vui lòng email đến [email] để được hỗ trợ nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô,. . Em tên Trương Hoàng Duy, Mssv: [student_id].. . Em có tập hợp được 17 bạn để đăng kí môn Thiết Kế Kĩ Thuật kì chính 212.. . Mong thầy/cô xem xét và mở lớp ạ.. . Em cảm ơn, mong sớm nhận được hồi âm từ thầy/cô.",
            "Chào bạn. . Trước tiên các bạn đăng ký các môn cần học HK212 ở đợt 1, nếu đợt 2 (từ ngày 23/12/2021)  không có mở lớp thì lúc đó mới nộp đơn mở lớp, sẽ có thông báo mở lớp  ở đợt 2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dear a/c,. . Em là [full_name] MSSV [student_id], đã hoàn thành chương trình học, và tiếng anh. Kì này em muốn đăng kí tốt nghiệp . Em gặp vấn đề là em đăng kí không được mà chưa rõ nguyên nhân. A/C xem giúp em ạ.. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 14/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. . \"",
            "Dear chị [full_name],. . em đã thanh toán bkpay về khoản phí tốt nghiệp. Chị xem giúp em ( MSSV: [student_id] )như thế là em đã hoàn thành tất cả thủ tục để nhận bằng tốt nghiệp rồi phải không ạ .",
            "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \"",
            "Dear chị,. . Cho em hỏi, khi nào em nhận được bằng tốt nghiệp chính thức ạ. Em không thấy trường gửi gmail thông báo để còn biết lên nhận bằng",
            "\"Chào em,. . Trường hợp của em đã ra quyết định tốt nghiệp ngày 30/12/2021, cập nhật quyết định tốt nghiệp tại trang mybk/Thông tin SV/tình trạng và đang tiến hành in bằng nhé, dự kiến sẽ cố gắng thông báo nhận bằng trước nghỉ tết nguyên đán. . Thân\"",
            "Dear anh/ chị ,. . Em là sinh viên đã đủ điều kiện nhận bằng. Anh/Chị cho em hỏi là em nhận bằng tốt nghiệp trước tết kịp không ạ? . Để em làm thủ tục xin việc . . Em xin cảm ơn",
            "Chào em,. . Hiện tại PDT đang trong khâu kiểm dò, SV vui lòng đợi mail thông báo nhận bằng nhé. . Thân",
            "Dear anh/chị,. . Em là sinh viên đã đủ điều kiện nhận bằng tốt nghiệp nhưng chưa có nhận được thông báo từ gmail trường để lên lấy bằng đại học. Cho em hỏi là khi nào em có thể nhận bằng chính thức? Tại em đang cần để phục vụ cho công việc.. . Năm mới chúc a/c nhiều sức khỏe và thành công. . Em xin cảm ơn.",
            "\"Chào em,. . Trường hợp của em đã có bằng, do hệ thống mail của trường đang bị lỗi nên chưa gửi được, em có thể lên trực tiếp Phòng Đào tạo (101. A1) để nhận nhé.. . Đi theo giờ hành chính từ thứ 2 đến thứ 6. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào Tạo.. . Tôi tên là: [full_name] . . Mssv: [student_id] . . Vào ngày 07/11/2021 lúc 16h00 tôi đã thi môn học anh văn 400 của hệ Vừa Làm Vừa học nên tôi viết mail này để hỏi phòng đào tạo về tình hình cập nhập điểm và điểm thi của tôi. Để tôi đăng kí tốt nghiệp cho kịp vào ngày 24/12/2021.. . Mong Phòng Đào Tạo giúp tôi. Tôi xin trân thành cảm ơn.",
            "Chào bạn. . Điểm hiện tại của bạn là 15: chưa nhập. . Điểm là do Giảng viên nhập điểm không phải Pdt nhập, bạn vui lòng liên hệ Giảng viên nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Gủi PĐT, . . Em là sinh viên K17, hiện tại em đã hoàn thành tất cả chương trình đào tạo của khoa Điện -Điện tử và các chứng chỉ cần thiết để tốt nghiệp nhưng bây giờ em không thể vào đăng ký tốt nghiệp vì tình trạng sinh viên là \"tạm dừng học\". Mong PĐT hướng dẫn thêm để em có thể đăng ký tốt nghiệp trong HK 211 này.. .",
            "Chào em,. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Thầy [full_name].. . Học kỳ này theo như chương trình đào tạo thì em có 1 môn gọi là Tự chọn tự do. Thầy [full_name] cho em hỏi là môn này thì em thích đăng ký môn nào để học cũng được hay là môn đó phải là môn đại cương hay chuyên ngành ạ? Và em có bắt buộc phải đăng ký trong học kỳ này không hay là đăng ký lúc nào cũng được ạ?. . Em cảm ơn Thầy [full_name] ạ.",
            "Chào em,. . Học phần tự chọn tự do là học phần sinh viên được tự do đăng ký, không bị ràng buộc với ngành/chuyên ngành sinh viên đang theo học, nhưng phải có kiến thức không trùng lắp với các kiến thức dùng để xét tốt nghiệp của chương trình đào tạo. Hai học phần được xem là trùng lắp nếu có chuẩn đầu ra/nội dung trùng lắp đến 50%.. . . . Ở một chừng mức nào đó, để tránh cho sinh viên không lúng túng khi chọn môn tự do, tránh lãng phí thời gian và tài chính, [full_name] gợi ý cho sinh viên chọn các môn nhằm trang bị kiến thức chuyên sâu hơn ở các chuyên ngành.. . . . Em liên hệ [full_name] trình bày môn đã chọn tự do, để [full_name] xem xét và xác nhận, hoặc có hướng dẫn cụ thể.. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô,. . Hiện tại đang là đăng ký môn học HK212.Đúng lịch là kỳ sau em sẽ làm LVTN nhưng do bản thân em cảm thấy mình chưa đủ kiến thức để làm nên em quyết định dời đến kỳ kế và em đã hoàn thành hết tất cả môn trong CTĐT chỉ còn 1 môn nữa là Hư hổng và sửa chữa công trình 2 chỉ. Thầy cô cho em hỏi em đang ký chỉ học duy nhất một môn này vào kỳ sau có được không ạ.. . Chúc thầy cô có thật nhiều sức khỏe trong mùa dịch phức tạp này.. . Em xin chân thành cảm ơn.",
            "Chào em,. . - Em vui lòng liên hệ GVCN để được tư vấn.. . - Em tham khảo số tín chỉ tối thiểu tại. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 9.4. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào quý thầy cô!. . Em là sinh viên khóa 19 liên thông.. . 1. Cho e hỏi là làm sao để thu nhận lại tình trạng sinh viên của em để em có thể đăng ký môn học hoặc đăng ký xét tốt nghiệp trong học kỳ tới ạ?. . 2. E đã đăng ký thi anh văn nói viết, vậy em còn được phép thi hay không? Tại vì e chưa nhận được mail thông báo lịch thi.",
            "Chào em,. . 1. Nộp đơn thu nhận: tải mẫu đơn thu nhận, điền đầy đủ thông tin gửi bksi. . Mẫu đơn: http://www.aao.hcmut.edu.vn/biểu mẫu. . 2.  Tại vì e chưa nhận được mail thông báo lịch thi.. . =  Theo dõi email sắp tới.. . Thân mến . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Đăng ký môn học . Kính chào quí thầy / cô! . . Em do không thể thanh toán học phí trong thời gian dịch bệnh. Nay em xin nộp đơn thu nhận lại mong quí thầy cô xử lí giúp em để em có thể đăng kí môn cho học kì kế tiếp ạ! Nay em đã xoay sở và hoàn thành thanh toán học phí. Em mong nhận được phản hồi sớm nhất. Em xin chúc sức khỏe và an lành cho quí thầy cô nhiều ạ. Em xin cám ơn!. . . . [full_name] . [student_id]",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Gửi phòng đào tạo,. . Em là [full_name]. Theo thông báo từ nhà Trường, lịch học dự kiến các môn thí nghiệm thực hành bắt đầu từ ngày 6/12. Tuy nhiên trước đó thì em không đăng ký để học các môn này (thời gian đăng ký từ 11/17-19/11). Nên em muốn hỏi là em có phải bắt đầu học các phần thí nghiệm từ ngày dự kiến 6/12 hay không? Hay lịch dự kiến này chỉ dành cho những bạn đã đăng ký trước đó. . . Em mong sẽ nhận được phản hồi sớm từ phòng đào tạo. . . Em cảm ơn phòng đạo tạo đã đọc hết thư của em.",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . \"Kế hoạch về việc giảng dạy, học tập trực tiếp các học phần Thực hành, Thí nghiệm, Đồ án môn học, Đề cương Luận văn tốt nghiệp, Luận văn Tốt nghiệp của học kỳ 2 và học kỳ hè/năm học 2020-2021, và học kỳ 1/năm học 2021-2022. . Hộp thư đến. . . . - Ho Tro SV   [email] . . 16:04, Th 4, 17 thg 11. . tới stu.all,. . \". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy/cô,. . Em tên [full_name]. MSSV: [student_id]. Khóa:2016; Khoa:Kỹ thuật hóa học.Lớp: HC16HLY.. . Em đăng ký tốt nghiệp đã lâu từ tháng 06/2021, em có vào phần đăng ký xét tốt nghiệp để kiểm tra, phiếu đã xử lý và đợi nhận giấy qua bưu điện, nhưng chưa thấy phần tải file scan giấy chứng nhận tốt nghiệp tạm thời ạ. Em đã liên hệ PĐT vào ngày 15/11/2021,và thầy/cô phản hồi cho em là giấy của em gửi đường bưu điện vài ngày nữa tới nhưng hơn nửa tháng rồi em chưa nhận được ạ, do tình hình dịch bệnh em cũng hiểu và thông cảm. Nhưng hiện tại em đang cần gấp để nộp cho Công ty nên em mong PĐT gửi giúp em gấp file scan giấy chứng nhận tốt nghiệp tạm thời  trước được không ạ? Em mong nhận được phản hồi cũng như sự quan tâm, giúp đỡ từ phía PĐT sớm nhất có thể ạ. Em xin chân thành cảm ơn PĐT.. . Thân ái,. . [full_name].",
            "Chào em,. . Trường hợp của em là rơi vào đợt tốt nghiệp tháng 4/2021, em vô đăng ký tốt nghiệp vào tháng 6, nhưng sao em để tới ngày 15/9 em mới thanh toán lệ phí tốt nghiệp?. . Trường hợp của em cô đã báo lại và sẽ in giấy chứng nhận tốt nghiệp trong đợt tháng 11/2021, sau ngày 7/12/2021 em vào mybk/Đăng ký tốt nghiệp để tải file chứng nhận tốt nghiệp tạm thời nha.. . Hiện tạm em đã nhận được mail xác nhận tốt nghiệp chưa?. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Dạ em cảm ơn cô đã quan tâm, giúp đỡ ạ,. . Do tình hình em đi làm rất nhiều việc nên em có những sơ suất, sự hay quên trong quy trình đăng ký cũng như thanh toán tốt nghiệp. Em thành thật xin lỗi vì sự sơ suất của em ạ, mong cô thông cảm và em cảm ơn cô rất nhiều vì đã quan tâm và giúp đỡ em kịp thời trong tình hình dịch bệnh này cũng như tình hình cần gấp của em ạ.. . Hiện tại em chưa nhận được mail xác nhận tốt nghiệp ạ, em mong cô hỗ trợ gửi mail giúp em luôn ạ. Em chân thành cảm ơn cô rất nhiều.. . Thân ái, . . [full_name].",
            "Dạ vậy cho em hỏi thêm, tức là em qua đợt tốt nghiệp tháng 11/2021 luôn phải không ạ cô? Và lấy bằng theo lịch của đợt tốt nghiệp này ạ?",
            "Chào em,. . Cô gửi file scan giấy CN tốt nghiệp tạm thời, trường hợp bạn sẽ xét tốt nghiệp trong tháng 11/2021. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi mail thông báo lên nhận bằng từ Phòng Đào tạo. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: G[student_id]  /b \t. . . .   i Yêu cầu khác . Chào quý anh/chị thuộc ban đại diện PĐT,. . . . Tháng 8 vừa rồi em có nộp đơn xin thôi học , lý do để chuyển sang hê VHVL nhưng đã quá hạn để tham gia học kỳ 1 2021-2022. Kính mong anh chi xem xét va xử lý yêu cầu của em để em được đăng ký môn học cho học kỳ 2 (VHVL).. . . . Em xin chân thành cảm ơn",
            "Chào em,. . Em tải mẫu đơn chuyển hệ và điền lại gửi giúp cô.. . Về việc chuyển qua hệ VLVH. . Bạn vui lòng tải mẫu đơn: Phiếu đề nghị chuyển sang hình thức Vừa Làm Vừa Học  tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em tên là [full_name], mã số sinh viên [student_id].. . . . Em đã nộp chứng chỉ anh văn và đang chờ đợi thẩm tra để đủ điều kiện tốt nghiệp. Tình trạng sinh viên hiện tại của em trên trang mybk là . . \"Tạm dừng\". Cho em hỏi mình sẽ nộp đơn cứu xét khi thẩm tra xong chứng chỉ anh văn hay nộp ngay luôn ạ?. . . . Em xin cảm ơn.. .",
            "\"Chào em,. . Trường hợp của em vui lòng theo dõi tình trạng thẩm tra chứng chỉ tại mybk/Nộp chứng chỉ ngoại ngữ, khi nào chuyển qua tình trạng đã thẩm tra hợp lệ (thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ), bạn gửi lại yêu cầu qua bksi xin chuyển điểm sớm để xét tốt nghiệp nhé. . Về tình trạng, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    }
]