[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào Thầy/Cô,. . Em là sinh viên K2018. Theo như chương trình đào tạo được PĐT sắp xếp thì HK203 này chuyên ngành Địa kỹ thuật phải học 2 môn thực tập: GE3125 - Thực tập sản xuất Địa Kỹ thuật và GE3315 - Thực tập tốt nghiệp. Tuy nhiên, hiện tại môn học   B GE3125 - Thực tập sản xuất Địa kỹ thuật  /B   I    B đã bị hủy  /B  và   B không mở lớp trong đợt 2  /B  (mặc dù lớp DC18KT đã đăng ký vượt sĩ số mở lớp tối thiểu). Em xin được hỏi về hướng giải quyết đối với môn học trên ạ.. . Trân trọng,. . [full_name]",
            "Chào bạn,. . . . Bạn có thể làm đơn xin mở lớp, đơn có sự đồng của giáo viên hướng dẩn và ban chỉ nhiệm khoa.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i Dạ cho em hỏi hạn nộp học phí lần 2 kì 202 là ngày 25/5 nhưng em quên mất nên ngày 26/5 mới nộp thì phải làm đơn nộp phòng đạo tạo vì trễ hạn không ạ.Nếu nộp đơn thì nộp khi đi học trở lại được không ạ  Em cảm ơn. . . . . .",
            "Chào bạn,. . . . Bạn thanh toán rồi không sao bạn, không cần phải nộp đơn chỉ trừ 5 điểm rèn luyện thôi.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô,. . Hiện em muốn đăng kí môn Kết cấu thép 1 (CI3009) nhưng hệ thống báo môn Sức bền vật liệu (CI2007) chưa đạt dù em đã được 5 điểm tổng kết trong bảng điểm từ HK1 2020-2021. Vậy làm sao để được đăng kí ạ? Em cảm ơn.. .",
            "Chào bạn,. . . . Hiện tại học kỳ 1 2020-2021 bạn không đăng kí môn CI2007.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên khoa điện tử, hiện tại mới tích lũy được 76 chỉ, tính thêm cả HK202 thì mới có 91 chỉ, chưa đủ để thực tập hè.. . cho em hỏi em phải làm đơn xin như thế nào để có thể xin đi thực tập để theo kịp chương trình ạ.",
            "Chào bạn,. . . . Bạn đủ số tín chỉ mới đăng kí thức tập tốt nghiệp được bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy cô, em có nhu cầu đăng ký môn SP1035 Chủ nghĩa xã hội khoa học. . . Vì lớp đầy nên em không đăng kí được, thầy cô có thể bổ sung em vào lớp không ạ ? Em cám ơn.",
            "Chào bạn,. . . . Tất cả các nhóm lớp đã tăng đến sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/ cô. . Thầy/cô cho em hỏi đợt đóng học phí hk202 vừa rồi do nhà em có việc đột xuất nên em chưa có đủ tiền để đóng phần học phí còn lại của học kì này thì sang đầu tháng 6 em có thể đóng học phí còn lại được không ạ?. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Bạn vui lòng thanh toán học phí sớm nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin PĐT mở thêm lớp SP1035 - Chủ nghĩa xã hội khoa học, cho tụi em có cơ hội học online vào hè, em xin cảm ơn",
            "Chào bạn,. . . . Tất cả các môn học đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em bị trễ hạn thanh toán học phí học kì 202 và em đã đóng học phí ngay sau khi nhận được mail, nhưng hiện giờ vì dịch nên em đang ở quê và không thể nộp đơn thanh toán trễ học phí cho phòng đào tạo được. Cho em xin hỏi là em phải làm sao ạ và em có được đăng kí học kì hè 203 không ạ ?",
            "Chào bạn,. . Bạn sẽ được mở ĐKMH học kỳ 203 vào đợt 3 nhé. Vui lòng xem lịch đăng ký MH tại aao.hcmut.edu.vn/ Lịch học vụ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Em chào thầy cô,. . Em tên [full_name] MSSV [student_id],. . Theo thông báo của Trường gửi vào ngày 21/5/2021 \"Do tình hình dịch Covid-19, Để hỗ trợ cho sinh viên khi đăng ký môn học .... . Các môn học đang học ở học kỳ chính 202 chưa có điểm, Phòng đào tạo sẽ tạm xét đạt để tính số tín chỉ tích lũy và điều kiện tiên quyết.\". . Vì vậy nếu cộng 80 tín chỉ em đã tích lũy và 20 tín chỉ em đăng ký ở kì 202 thì đủ điều kiện nhận TTTN của ngành Vật lý kỹ thuật 98 tín chỉ.. . Nhưng em vẫn bị xóa môn TTTN với lý do không đủ tín chỉ tích lũy.. . Mong thầy cô xem xét giúp em,. . Em cảm ơn thầy cô.",
            "Chào bạn,. . . . Trong thông báo chỉ pass những môn học của học kỳ chính không pass môn dự thính nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy cô cho em hỏi do em quên thanh toán học phí thì bây giờ em thanh toán có bị trừ điểm khôg ạ.",
            "Chào bạn,. . Bạn vui lòng xem quy định về thanh toán học phí tại đây:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế-quy định/học vụ/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 7. Học phí/7.2 Thanh toán học phí. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ xin chào BKSI, em có câu hỏi mong được giải đáp án. Chuyện là em không còn nhu cầu học môn phân tán pha trong học kì này nữa, em có ý định rút môn học trong kì này. Dạ cho em hỏi, em có thể rút môn học này bây giờ không ạ ? Có ảnh hưởng đến điểm số hay cần phải làm gì để rút môn ạ ? Mong được BSKI giúp đỡ. Em cảm ơn ạ.",
            "Chào bạn,. . Hiện tại đã hết thời gian để nhận đơn rút môn học, bạn vui lòng trình bày rõ lý do cụ thể trường hợp của bạn hơn nhé, kèm theo minh chứng (nếu có). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học. . Cho em hỏi có đợt đăng kí môn học dự thính hè 203 lần 3 không ạ, nếu có em có được hủy môn không ạ? Em cảm ơn ạ.",
            "Chào bạn,. . . . Có đợt DKMH lần 3, nhưng lần 3 chỉ cho bổ sung không cho huỷ môn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do đợt đóng học phí vừa rồi e quên nên bị đóng trễ nên hệ thống chưa cập nhật không cho e đăng kí môn học được. Mong thầy cô cập nhật lại để cho e kịp đăng kí môn học kì hè này. E chân thành cảm ơn",
            "Chào bạn,. . . . Bạn có thể đăng kí vào đợt 3 nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào anh/chị. . Theo như thông báo mới của PĐT, thi cuối kỳ 202 sẽ bắt đầu sau kỳ TTTN HK203, trong khi số tín chỉ (tính cả kỳ chính HK202, chưa tính dự thính) không đủ số tín chỉ để thực tập, em có thể đăng ký thực tập không ạ?. . Nếu tổng tín chỉ chưa tính dự thính của em là 96 trên 99 chỉ yêu cầu, em có thể làm đơn xin cứu thực tập được không ạ?. . Em cảm ơn",
            "Chào bạn,. . . . Phải tích luỹ đầy đủ tín chỉ mới đăng kí thực tập tốt nghiệp được bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi PĐT, hiện tại, ngoài Anh văn 3, 4 chưa đạt thì em đã hoàn thành đầy đủ các môn học theo Chương trình đào tạo và đang làm LVTN. Do tình hình dịch Covid_19, em không có điều kiện ở lại TP và Đăng kí thi Toeic để đủ chuẩn ra trường.. . . . Em đã ĐKMH HK203 môn AV3. Môn AV4 thì cần môn học trước là AV3 nên hiện tại không ĐK được.. . . . Kính mong PĐT xem xét đăng kí HK203 môn AV4(LA1009)DT-01 (Sĩ số lớp vẫn còn trống) giúp em để em nhận bằng tốt nghiệp đúng hạn ạ!. . . . Em cám ơn!",
            "Chào bạn,. . . . Theo qui định nhà trường môn anh văn 4 có môn học trước là anh văn 3. Bạn phải học anh văn 3 thì mới đăng kí anh văn 4 được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo,. . . . Em là [full_name] - [student_id], đang theo học văn bằng 2 chuyên ngành xây dựng.. . . . Em có nguyện vọng đăng ký môn \"Thực tập tốt nghiệp\" CI3343   B vào kỳ DT203  /B  Nhưng không được ạ, do   B do khác loại hình sinh viên.  /B  như ảnh em đính kèm ạ. . . . . Mong Phòng Đào Tạo giúp em giải quyết vấn đề này ạ. Em cám ơn rất nhiều!. .",
            "Chào bạn,. . . . Bạn vào đăng kí lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy,cô,em tên Lâm Lý Bảo Nhân K19,Khoa Công Nghệ Vật Liệu,em vào đăng kí môn học dự thính hè các môn Vẽ Kỹ Thuật CL1003,Thí Nghiệm Vật Lý PH1007 đều không được còn Pháp Luật Đại Cương SP1007 thì đã hết chỗ mong thầy cô có thể vào các lớp trên em xin cảm ơn rất nhiều ạ",
            "Chào bạn,. . . . Học kỳ hè  những môn thí nghiệm sẽ không được mở nha bạn, tất các các môn học học kỳ hè đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa PĐT, . . Em là sinh viên [full_name]- mssv [student_id]. . . Trong đợt ĐKMH kì hè 203 này, em có đăng kí môn thực tập tốt nghiệp (AS3325) nhưng bị hủy do không đủ số tín chỉ. Hiện nay số tín chỉ tích lũy của em là 81, kì chính đang học là 14 và dự thính là 4, tổng cộng là 99 tín chỉ.( so với yêu cầu để thực tập là 98). Theo như lí do là không đủ số tín chỉ để được đăng kí môn thì em không biết có phải là do chưa tính các chỉ dự thính không ạ ?. . Em đã đăng kí học lại môn vào kì dự thính thay vì kì chính 202 để có thể kết thúc môn học sớm hơn và được đăng kí thực tập vào kì hè 203. Nhưng do dịch bùng phát nên nhà trường đã hoãn lại lịch thi, vì vậy làm chậm tiến độ và em không thể đăng kí môn thực tập vào kì hè này. . . Em rất mong PĐT xem xét lại trường hợp của em. Em cảm ơn ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa PĐT, . . Em là sinh viên [full_name]- mssv [student_id]. . . Trong đợt ĐKMH kì hè 203 này, em có đăng kí môn thực tập tốt nghiệp (AS3325) nhưng bị hủy do không đủ số tín chỉ. Hiện nay số tín chỉ tích lũy của em là 81, kì chính đang học là 14 và dự thính là 4, tổng cộng là 99 tín chỉ.( so với yêu cầu để thực tập là 98). Theo như lí do là không đủ số tín chỉ để được đăng kí môn thì em không biết có phải là do chưa tính các chỉ dự thính không ạ ?. . Em đã đăng kí học lại môn vào kì dự thính thay vì kì chính 202 để có thể kết thúc môn học sớm hơn và được đăng kí thực tập vào kì hè 203. Nhưng do dịch bùng phát nên nhà trường đã hoãn lại lịch thi, vì vậy làm chậm tiến độ và em không thể đăng kí môn thực tập vào kì hè này. . . Em rất hy vọng được đăng kí thực tập trong kì hè 203 này. Vì vậy em mong học PĐT xem xét lại trường hợp của em. Em cảm ơn ạ.",
            "Chào bạn,. . . . Trong thông báo PDT ghi rất rõ PDT sẽ pass môn học trong học kỳ chính học kỳ 202, không tính những môn học dự thính nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  nếu qua hết kì này em chỉ vừa tích lũy được 54 tín chỉ nên không đủ điều kiện học năm 3, mong pđt có thể cho em 1 slot để được đăng kí năm 3 với ạ . em cảm ơn rất nhiều!. . . .",
            "Chào bạn,. . . . Hiện tại tất cả các môn học đã tăng đến  sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa thầy cô,. . Em là [full_name], sinh viên kỳ cuối của Khoa Điện - Điện tử đang chuẩn bị vào đợt Bảo vệ Luận văn. Theo kế hoạch, vì em thực tập trước Tết nên em sẽ bảo vệ đợt tháng 6. Tuy nhiên, vì bài báo cáo của chúng em chưa hoàn chỉnh nên em muốn chuyển sang đợt Bảo vệ tháng 7 - 8 chung với các bạn thực tập trong Tết. Em đã nộp đầy đủ các biểu mẫu  và chỉ còn thiếu cuốn Luận văn ( bìa xanh chữ vàng). . . Không biết em có cần phải làm thủ tục gì để có thể chuyển không hay chỉ cần nộp cuốn Luận văn đúng thời hạn của đợt tháng 7 - 8 ạ?. . Ngoài ra, liệu việc em chuyển sang đợt bảo vệ tháng 7-8 như vậy có ảnh hưởng gì đến kế hoạch tốt nghiệp vào tháng 11 của em không ạ?. . Kính mong thầy cô giải đáp giúp em.. . Em xin cảm ơn ạ.. .",
            "Chào bạn,. . Về việc dời đợt LVTN từ tháng 6 sang tháng 7 bạn vui lòng liên hệ tại Văn Phòng Khoa của bạn để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quý thầy cô,. . . . Em muốn bảo lưu kết quả học tập để chuẩn bị đi du học.. . . . Em có thể làm đơn xin được thôi học hay đơn xin tạm dừng học để có thể quay lại học tiếp nếu việc du học có trục trặc ạ.. . . . Em xin cảm ơn quý thầy cô.",
            "Chào bạn,. . . . Bạn làm đơn thôi học, bạn có thể quay về học trong vòng 1 năm nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào anh/chị. . Học kì hè 203 em có môn học Thực Tập Ngoài Trường, do em thiếu 1 môn học Thiết kế cầu 1 nên em không đăng kí được môn Thực Tập. Cho em hỏi PDT có thể cho em đi Thực Tập trong học kì 203 được không ạ.. . Em cảm ơn",
            "Chào bạn,. . . . Bạn hoàn thành đủ điều kiện thực tập mới đăng kí thức tập tốt nghiệp được bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Cho em hỏi là bây giờ em đã cuối năm 2 thì có thể đăng ký chuyển ngành không ạ?",
            "Chào bạn,. . . . Việc này bạn liên hệ với khoa nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em tên là [full_name] mssv [student_id], em có đăng kí in bảng điểm, nhưng do tình hình dịch bệnh em không lên nhận được. Em có nhờ bạn [full_name] mssv [student_id] ra nhận giúp bảng điểm được không ạ ?",
            "Chào bạn,. . Đã gửi bảng điểm của bạn cho bạn [full_name] ([student_id]). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   B  Do dịch covid 19 nên trường không mở môn GDTC vào học kỳ hè 203. Vì vậy so với dự định hoàn thành học phần GDTC vào kì hè của em không thực hiện được và em không hoàn thành 3 học phần giáo dục thể chất sau năm 2. Vậy nhà trường cho em hỏi có hướng giải quyết nào cho trường hợp của em không?",
            "Do dịch covid 19 nên trường không mở môn GDTC vào học kỳ hè 203. Vì vậy so với dự định hoàn thành học phần GDTC vào kì hè của em không thực hiện được và em không hoàn thành 3 học phần giáo dục thể chất sau năm 2. Vậy nhà trường cho em hỏi có hướng giải quyết nào cho trường hợp của em không?",
            "Chào bạn,. . . . PDT mở rất nhiều đợt cho các bạn học môn GDTC , nhà trường không có qui định miễn môn GDTC để đăng kí môn học nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là em có làm đơn xin mở lớp môn Thực Tập Kỹ thuật (MA2027) và môn Công Nghệ Đúc (MA3029). Vậy đã có kết quả chưa ạ! Em cảm ơn ạ!",
            "Chào bạn,. . . . Bạn vui lòng chụp hình biên nhân xin mở lớp 2 môn trên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "I Đăng ký môn học . Dạ thầy cô cho em hỏi số tín chỉ học kì dự thính 202 có tính vào để đăng kí môn học cho học kì hè 203 không ạ. Mong được thầy cô giải đáp, em cảm ơn ạ.",
            "Chào bạn,. . . . Dự thính học kỳ 202 không tín vào số tín chỉ học kỳ hè nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học giải tích 1 . . Họ tên : [full_name]. . Mssv:[student_id]. . Nội dung: em xin đăng ký môn học giải tích 1 của cô [full_name]. . Nhóm lớp :DT06. .",
            "Chào bạn,. . . . Tất cả các môn học đã tăng sỉ số tối đa không đăng được nữa nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name], sinh viên năm 3.. . Hiện nay do tình hình dịch bệnh nên em chưa thể lên lại Tp.HCM được. Hiện tại em có nhu cầu in bảng điểm, không biết trường có hỗ trợ gửi qua đường bưu điện về không ạ.",
            "Chào bạn,. . Bạn có thể nhờ người thân hoặc bạn bè đến nhận thay nhé. Bạn thể trình bày rõ là nhờ ai nhận hoặc gửi thẻ SV cho người nhận giùm bạn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . kính gửi PĐT Đại Học Bách Khoa HCM . hôm nay em viết mail này về vấn đề đkmh cho hk203 . em là sinh viên K18 , hè này tụi em có xin mở lớp 2 môn đó là môn cao phân tử và gia công (MA3019,MA3047) và đơn đã được nộp theo kèm theo công văn của KHOA và đã được thầy [full_name] Trường Phòng Đào Tạo phê duyệt . Nhưng tụi em đợi từ ngày 26/5 đến hôm nay là ngày 28/5 thì trên hệ thống ĐKMH của MYBK vẫn chưa có hiện 2 môn học đó để chúng em có thể đăng ký ạ . Em rất mong thầy cô và đội ngũ của PĐT sẽ hỗ trợ tụi em đăng ký được 2 môn này ạ vì đơn và công văn tụi em đã làm và xin được như yêu cầu của PĐT và hạn ĐKMH HK203 hết hạn ngày 31/5 nên tụi em rất là lo lắng về tình hình như hiện nay ạ . Mong thầy cô PĐT thông cảm và hiểu được sự nổi khổ của tụi em . em xin cám ơn ạ .",
            "em đã có liên hệ với thầy [full_name] và được thầy trả lời là sẽ đăng ký được trong nay và mai ( tức là ngày 29/5) em mong thầy cô PĐT trường Đại Học Bách Khoa HCM giúp đỡ sinh viên K18 chúng em ạ",
            "Chào bạn,. . . . Môn học đã được mở, bạn vào đăng kí môn học nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name]. . . .   i Đăng ký môn học  /i   Em đang học song bằng 2 ngành cùng lúc. Kì dự thính 203 hè này e có đăng kí môn thực tập tốt nghiệp ci3343 mà bị phòng đào tạo xoá vì lí do không đúng chuyên ngành em đang học. Em mong phòng đào tạo đăng kí cho em để được học . Vì tình hình dịch bệnh em không thể xuống trường để làm đơn được . Em mong phòng đào tạo xem xét cho trường hợp của em ạ. . Em chân thành cảm ơn. . . .",
            "Chào bạn,. . . . Những trường hợp ngoại lệ bạn làm đơn nộp PDT để xin đăng kí xét tốt nghiệp nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Em muốn hỏi là em vừa nộp bằng toeic và đã được thẩm định vào học kỳ 202 nhưng do cần điểm tích lũy gấp để phân ngành thì em muốn điểm đó tính vào học kỳ 201 được không ạ ? Nếu được thì mình phải làm những thủ tục gì ạ ?Yêu cầu khác:",
            "Chào bạn,. . . . Chuyển điểm anh văn chỉ tích luỹ vào điểm trung bình tích luỹ chung.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Học kỳ hè 203. . em ĐKMH đợt 1 môn [full_name] Pháp Tính . . . . Đợt ĐKMH lần 2 em đổi [full_name] Pháp Tính thành giải tích 2. . . . Nhưng hiện tại thì thời khóa biểu kỳ hè của em đang là môn [full_name] Pháp Tính. Mong quý thầy cô kiểm tra giúp em ạ. .",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra lại kết quả DKMH nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "PĐT cho em hỏi là điều kiện để đăng kí môn học năm 3 là cần phải đủ bao nhiêu tín chỉ vậy ạ?  MSSV/MSGV: [student_id]  /b \t. . . .   i Đăng ký môn học .",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 4, mục 4.2 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi Phòng Đào tạo,. . Sao em đã đổi điểm từ giữa HK2 rồi mà điểm chuyển đổi vẫn không hiển thị trên bảng điểm ạ?. . . . Mong sớm nhận được hồi đáp từ Phòng Đào tạo!. .",
            "Chào bạn,. . . . Đã cập điểm chuyển trên cổng thông tin sinh viên rồi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào thầy/cô PĐT,. . Em tên [full_name], MSSV [student_id], là SV hệ văng bằng 2 - ban ngày k19. Hè này em có đăng ký thực tập ngoài trường. Do thay đổi chương trình đào tạo nên hiện đang có 2 mã môn thực tập là CO3313 (từ k17 trở về trước) và CO3315 (k18 trở về sau). Hiện tại em là k19 nhưng có do chương trình học bằng 2 nên em học chung các môn với cả k17 và k18.. . Vậy thầy/cô cho em hỏi là hè này em thực tập sẽ đăng ký theo mã môn của k17 hay k18 ạ?. . Mong sớm nhận được phản hồi từ thầy/cô.. .",
            "Chào bạn,. . . . Bạn vui lòng đăng kí theo đúng mã số trong chương trình đào tạo của  bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . CHo em hỏi trường có điều chỉnh gì e-learning à mà em bị mất môn học ạ.",
            "Chào bạn,. . . . BKEL đã khắc phục rồi nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . cho em hỏi khoa em lấy điểm trung bình tích lũy HK1 để phân ngành nhưng sang HK2 em mới có thể nộp chứng chỉ ngoại ngữ. Em muốn hỏi là nhanh nhất bao lâu nữa em sẽ nhận được điểm chuyển   (em nộp ngày 06/05) và điểm em có thể chuyển vào điểm tbtl của kỳ nào ạ?. . Em cảm ơn ạ.. .",
            "Chào bạn,. . . . Hiện tại đã chuyển điểm cho bạn rồi.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khoa Hóa sắp tới sẽ phân ngành dựa vào điểm trung bình của học kì 1. Em đã nộp bằng anh văn để chuyển điểm vào học kì 2. Ban cán sự khoa nói là có thể chuyển điểm anh văn đó sang bảng điểm kì 1 được. Vậy cho em hỏi điểm các môn anh văn đó có thể đổi để được cập nhật vào bảng điểm của học kì 1 không ạ? Em xin cảm ơn. . .",
            "Chào bạn,. . . . Chuyển điểm anh văn tích luỹ trong điểm trung bình tích luỹ chung.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính chào thầy/cô phòng đào tạo. . Em kính mong phòng đào tạo tạm thời không xét điều kiện môn học trước ở học kì 203,cho em đăng kí môn thiết kế hệ thống nhúng EE3003   (điều kiện đăng kí : học trước môn vi xử lý EE2013). Vì kì này số lượng môn mở rất hạn chế đặc biệt không thể mở những môn có thí nghiệm như vi xử lý.. . Em xin cam kết sẽ tự bổ sung những mảng kiến thức liên quan đến môn học trước và tự chịu trách nhiệm trước kết quả của môn học.",
            "Chào bạn,. . . . Việc này nhà trường chưa có thông báo nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô, . . Em là [full_name] MSSV [student_id].. . Em có gửi in bảng điểm để bổ sung hồ sơ đi thực tập nhưng vì dịch bệnh nên em đã về quê và không thể nhận trực tiếp được. . Nên em có thể nhờ bạn [full_name] MSSV [student_id] nhận thay cho em được không ạ.. . Em xin cảm ơn.",
            "Chào bạn, . . Được nhé, bạn nói bạn [full_name] khi đi nhận cho bạn nhớ mang theo thẻ SV và trình bày là bạn đã gửi yêu cầu qua BKSI. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy(cô)!. . Em có đăng kí môn thực tâp tốt nghiệp - ME3039 ạ. . . -Cho em hỏi khi nào thì thực tập bắt đầu ạ? Vào khoảng tuần thứ mấy ạ?. . -Nếu thực tập thì sinh viên có được vào trường không ạ hay là nhận công ty online ạ?. . Em cám ơn!. . . .",
            "Chào bạn,. . . . Việc này bạn liên hệ khoa nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em tên [full_name]. . Mssv: [student_id]. . Chiều nay, em không biết sao hệ thống e-learning của trường xóa các môn học kì này của em làm em không thể vào xem lại bài giảng của thầy cô ạ.. . Em mong hệ thống bkel hiện lại các môn học. . để em có thể tự ôn tập trong thời gian nghỉ ạ.. . Em cám ơn quý thầy cô nhiều ạ.",
            "Chào bạn,. . . . Hệ thống đã cập nhật nhật lại, bạn vui lòng kiểm tra trên BKEL lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa phòng đào tạo , Em tên [full_name] . . MSSV [student_id] , Trong đợt đăng ký dự thính kỳ hè này em có đăng ký hai môn chuyên ngành ở đợt đăng ký 1 , nhưng vì dịch covid nên hai môn này bị huỷ trong đó có 1 môn là thực tập môn còn lại không mở với lý do là học online không đáp ứng được lượng kiến thức. Và hiện tại em không biết phải học gì trong khi số tín chỉ của em đang bị hạn chế vì thế mong nhà trường có thể đăng kí cho em môn MT1003 - Giải tích 1, Lớp DT04 ( Hay bất kỳ lớp nào cũng được ) trong đợt dự thính hè này.Hiện môn này  đã full sĩ số , Vì học online nên sẽ không ảnh hưởng gì , Em rất mong muốn có thể học môn này ạ nếu được mong phòng đào tạo có thể đăng kí giúp em , để vô năm em đủ 80 chỉ học năm tư .Chứ hiện tại các môn chuyên ngành không thể mở thì em cũng chả biết làm sao để tích luỹ đủ số tín chỉ ạ . Em cảm ơn phòng đào tạo ạ. . . .",
            "Chào bạn,. . . . Tất cả các môn học đã tăng sỉ số tối đa không tăng được nữa. Nếu muốn đăng kí bạn làm đơn xin mở lớp.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . cho e hỏi bkel có trục trặc gì không v ạ tại e vô mấy môn học hk 202 thì nó trống trơn kể cả tên lecturer với các bài giảng đều không có ạ. . . .",
            "Chào bạn,. . . . Hiện tại BKEL đã khắc phục rồi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name] .Cho em hỏi là em vào khoá học một số môn trên Bk elearning thì nhận được dòng “ Bạn không thể ghi danh chính bạn vào khóa học này.” Mặc dù em có trong khoá học này ạ . Cho em hỏi là bị sao vậy ạ. Em xin cảm ơn ạ",
            "Chào bạn,. . . . Hệ thống đã cập nhật nhật lại, bạn vui lòng kiểm tra trên BKEL lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào thầy/cô PĐT,. . . . Em tên [full_name]. . . . Sinh viên khoa quản lí công nghiệp. . . . Thầy/cô cho em hỏi là:. . . . Em đăng kí môn học học kì 203 không được vì em chưa thanh toán học phí. Nhưng trên BK pay em đã thanh toán rồi.. . Có thể thông tin từ phòng tài chính chưa cập nhật qua bên PĐT.. . . . Em mong PĐT xem xét giúp em,. . Em xin cảm ơn,. . . . [full_name].",
            "Chào bạn,. . . . Bạn đăng kí trễ học phí, đợt 3 DKMH dự thính hè  bạn vào đăng kí nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô.. . Em là [full_name], sinh viên ngành cơ khí chất lượng cao.. . Em muốn đăng kí môn \"Thực tập cơ khí đại cương\" mã: ME1013 trong học kì hè này.. . Chỉ có lớp CC02 là hợp khớp với giờ học còn trống của em nhưng lớp lại đủ chỉ tiêu rồi ạ.. . Em muốn xin trường mở thêm 1 chỗ nữa cho em được học môn này trong kì hè này ạ.",
            "Chào bạn,. . . . Bạn sinh viên chất lượng cao vui lòng liên hệ văn phòng Đào tạo quốc tế để tư vấn cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào PĐT,. . . . Em là Trung sinh viên năm 3, hết kì này thì em tới hạn chuẩn tiếng Anh, hiện tại em đang ở quê, tình hình dịch bệnh đang khá căng và KTX cũng không cho phép sinh viên trở lại nữa nên em đang gặp khó khăn trong việc trở lại TPHCM để thi TOIEC cho đủ chuẩn.. . . . Em muốn hỏi PĐT là mình có kế hoạch tổ chức thi nội bộ tại trường nhưng các kỳ trước không ạ, hay trường có kế hoạch dời xét chuẩn Anh văn cho kỳ sau không ạ? . . . . Mong PĐT giải đáp để em có thể chuẩn bị kế hoạch ạ. . . . Em cảm ơn PĐT. .",
            "Chào bạn,. . . . Việc này PDT đã gởi mail thông báo cho sinh viên rồi nha bạn, bạn vui lòng đọc mail.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ ad cho em hỏi với tình hình dịch hiện tại thì ở đợt đăng kí môn học kì 211 nhà trường sẽ áp dụng số tín chỉ tích lũy tối thiểu để dăng kí môn như thế nào ạ ? Vẫn giữ nguyên như trên web của pdt đã đăng hay sẽ giảm xuống ạ ?",
            "Chào bạn,. . . . Vẫn giữ nguyên số tín chỉ đã cập nhật trong qui chế học vụ.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi nhà trường.. . Vì tình hình dịch bệnh ngày càng phức tạp nên nhiều công ty được các thầy cô giới thiệu đã từ chối nhận thực tập và các công ty khác cũng không có nhu cầu tuyển thực tập sinh. . . Em muốn hỏi rằng nếu như không tìm được công ty thì có thể dời thực tập được không ạ ?. . Em xin cảm ơn.",
            "Chào bạn,. . . . Hiện tại nhà trường không có thông báo hoãn thực tập tốt nghiệp.. . . . Thân. ."
        ]
    }
]