[
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT. . Em tên: [full_name]. . Mssv: [student_id]. . Hệ VHVL - Khoa Kỹ thuật xây dựng. . Em có đăng ký môn Đồ án bê tông 2 (CI3177), đã có thời khoá biểu, đã được phân công giảng viên hướng dẫn, nhưng lại chưa có tên trong danh sách lớp (file danh sách lớp do giảng viên up trên e-learning). Mong PĐT giúp em. .",
            "Chào bạn. . Pdt ghi nhận và sẽ cập nhật lại"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô. . Em muốn đăng ký môn   B 5X0303/Khóa Luận Thi Tốt Nghiệp Đại Học  /B  nhưng không thấy khi đăng ký  trong đợt đăng ký bổ sung.. . Cho em hỏi môn có mở trong HKI không ạ?. . Em xin chân thành cảm ơn.. . Thân.. .",
            "Đã có [full_name]B"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . kính gửi phòng đào tạo,. . . . Em đã gửi đơn cứu xét để được làm luận văn và đang trong quá trình đợi duyệt đơn (vào ngày 18/08). Kính mong phòng đào tạo có thể cho em biết két quả được không ạ vì ngày 25/08 là ngày kết thúc đăng ký luận văn tốt nghiẹp rồi ạ.. . . . Kính mong phản hồi sớm từ phòng đào tạo.",
            "Chào bạn,. . Đơn của bạn đang đợi duyệt, nếu đồng ý PDT sẽ đăng ký tay theo cho bạn (vì không ĐKMH online được nhé). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kỳ 2 khóa 2020 em không đăng ký môn học nên bị tạm dừng, hiện em chỉ còn nợ nói viết, em không đăng ký thi nói viết được do tình hình dịch bệnh, nên em muốn đăng ký dự thính kỳ 1 khóa 2021 này, nhưng không được vì lý do tạm dừng, cho em hỏi cách giải quyết vấn đề của em ạ,",
            "Chào bạn. . Bạn tải mẫu đơn thu nhận tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý thu nhận lại cho bạn. . - nếu bạn đã hoàn thành CTDT thì không cần dkmh, đợi thông báo thi anh văn 2 kỹ năn rồi đăng ký nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện.tại em vẫn không đăng kí được môn học kì dự thính vì lí do chưa thanh toán học phí. Mà học phí môn đó em đã hủy từ trước khi học. Mà hôm nay học phí vẫn còn. Và khi em đăng kí mới vẫn không được. Mong phòng đào tạo giúp em để em có thời khóa biểu cho kì dự thính này.. .",
            "Chào bạn,. . Bạn vui lòng trình bày rõ vấn đề nhé?. . Theo thông báo về việc ĐKMH của HK203,. . Trường hợp SV không thanh toán học phí đúng hạn (thời gian đã công bố ngay trong đợt ĐKMH), SV sẽ bị hủy TKB, và ghị nợ học phí, cấm các đợt ĐKMH tiếp theo.. . Bạn vui lòng xem lại các thông báo về ĐKMH của HK203 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Em xin chào thầy cô Phòng đào tạo. Em xin gửi đơn xin mở lớp môn Cơ sở kỹ thuật điện mã EE2017, file danh sách sinh viên đăng kí và hình chụp mail xác nhận của giảng viên nhận lớp. Em mong Phòng đào tạo sẽ tạo điều kiện mở lớp giúp chúng em. Vì môn này là môn HT của nhiều môn năm 3, 4. Em xin cảm ơn thầy cô.",
            "Chào bạn. . Cô đã lấy dữ liệu chuyển cho bộ phận xử lý, bạn theo dõi đến 17 giờ ngày 26/8 mà không thấy mở lớp thì báo lại. . Nếu có phản hồi gì Cô sẽ báo trên BKsi và mail, kiểm tra thường xuyên nghen bạn. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào thầy cô, em có một môn học cần được khôi phục từ học kì 203 là môn Thực Tập Ngoài Trường CI4345, em đã hoàn thành thủ tục xin khôi phục, cho em hỏi hệ thống mình khi nào mới cập nhật vậy ạ vì em đang bị kẹt không thể đăng ký bổ sung môn đề cương luận văn tốt nghiệp. Mong thầy cô xem xét. Em cảm ơn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT . . Em tên: [full_name]. . MSSV: [student_id]. . Hệ:VHVL (ngành Kỹ thuật Cơ điện tử). . Trong đợt \"Đăng ký môn học HK211-Đợt 3\" em có đăng ký môn Luận văn tốt nghiệp (ME4019) có gửi xác nhận gửi đăng ký thành công. Tuy nhiên, đến đợt xem kết quả đăng ký thì không có môn này cũng như lý do bị hủy, em xem \"lịch sử đăng ký\" trong đợt xem kết quả thì hiện lên \"bạn chưa đăng ký\" và em cũng chưa có thời khóa biểu. Em kính mong PDT xem xét cho em đăng ký môn này.. . Em xin trân trọng cam ơn.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em kính chào thầy cô phòng đào tạo,. . . . Em tên là [full_name], có MSSV là [student_id], hiện là sinh viên của khoa Khoa học máy tính và kĩ thuât máy tính hệ VHVL.. . . . Em có nguyện vọng đăng kí môn Đại số tuyến tính trong học kì dự tính đợt hk211 - lộ trình 2 - đợt 2.. . . . Tuy nhiên, hiện tại chỉ có lớp cho các bạn sinh viên học hệ chất lượng cao.. . . . Dạ kính mong thầy cô cho em xin ý kiến về trường hợp của em hay là em nên đợi sang học kì năm sau để dăng kí ạ.. . . . Em xin chân thành cảm ơn sự giúp đỡ từ phía nhà trường.. . . . Kính mến, . . Em [full_name].",
            "Chào em,. . - Hiện tại chỉ có lớp cho các bạn sinh viên học hệ chất lượng cao.. . =  Dành cho SV CLC . . -Em nên đợi sang học kì năm sau để dăng kí ạ.. . =  Việc ĐKMH là tùy sinh viên nhé. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Như đã yêu cầu, em xin phép Nhà Trường Và Khoa mở giúp em môn Xác xuất và thống kê (MT2013). . Gmail của em: [email]",
            "Chào bạn. . Bạn vui lòng đọc quy trình mở lớp theo hướng dẫn: phải có xác nhận đồng ý của Giảng viên + Khoa/bộ môn. . . . •\tQuy trình nhận đơn mở lớp (các môn chưa được mở):. . 1-\tTải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giảng viên giảng dạy & Khoa/Bộ môn để được:-. . -\tKý xác nhận đồng ý. . -\tGhi rõ Thời khoá biểu. . . -\tĐối với các môn có thực hành/thí nghiệm: Khoa phải cam kết tổ chức được cho SV. . 2-  Tiếp theo: gởi đơn + email (tất cả) qua trang hỗ trợ trực tuyến (BKSI)   chọn đề mục: MỞ LỚP DỰ THÍNH    ghi rõ tiêu đề yêu cầu: MỞ MÔN HỌC DỰ THÍNH HK211.. . 3-  Thời gian gởi đơn từ 24/8 đến 17g ngày 25/8. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1713443  /b \t. . . .   i Mở lớp dự thính (bắt đầu học từ 30/8) . Em xin chào thầy cô ạ!. . . . - Vì môn “cơ học máy-ME2043-4 tín chỉ” nằm trong chương trình đào tạo của khóa 18 trở về trước nên hiện tại số lượng sinh viên đăng ký không nhiều, và đã được thay thế bằng môn học khác nhưng khi đăng khí môn học thì môn thay thế không được mở, và chỉ mở môn “cơ học máy-ME2043-4 tín chỉ” và cũng đã bị hủy vì sỉ số đăng ký ít . . . . - Em đã xin ý kiến từ giảng viên phụ trách và khoa về mở môn học với sỉ số ít. Và đã được đồng ý. Em mong thầy/cô có thể tạo điều kiện mở môn học để em được hoàn thành chương trình trong kỳ 211 ạ!. . . . - Vì học kỳ dự thính học phí quá cao so với học kỳ chính mà môn học tới 4 chỉ. Em xin mở trong học kỳ chính được không ạ?. . . . - Em đã làm đơn và gởi từ lúc đăng ký học kỳ chính đến nay nhưng vẫn không được trả lời ạ?. . EM PHẢI LÀM SAO MỚI MỞ ĐƯỢC Ở HỌC KỲ CHÍNH Ạ? EM XIN THẦY/CÔ CÓ THỂ GIÚP EM Ạ!. . . . - Em xin gởi thầy/cô đơn xin đặt cách ạ!. . . . Em chân thành cảm ơn và chúc thầy/cô thật nhiều sức khỏe ạ!. . Em rất mong nhận được phản hồi từ thầy/cô ạ!",
            "Chào bạn. . - Bạn bổ sung danh sách SV: ít là bao nhiêu bạn. . - Bổ sung Thời khóa biểu theo Lịch học của dự thính. . - Và hiện tại chỉ có thể mở dự thính theo thông báo, còn nếu bạn muốn học kỳ chính thì vui lòng đợi HK sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Cho Em xin mở lớp dự thính giải tích mạch (EE2033) ạ, do em bị chậm nên nếu không đăng kí được thì kì sau em sẽ không học được 1 số môn ạ, em mong phòng đào tạo mở lớp cho em ạ.. . Em xin chân thành cảm ơn.",
            "•\tQuy trình nhận đơn mở lớp (các môn chưa được mở):. . 1-\tTải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giảng viên giảng dạy & Khoa/Bộ môn để được:-. . -\tKý xác nhận đồng ý. . -\tGhi rõ Thời khoá biểu. . . -\tĐối với các môn có thực hành/thí nghiệm: Khoa phải cam kết tổ chức được cho SV. . 2-  Tiếp theo: gởi đơn + email (tất cả) qua trang hỗ trợ trực tuyến (BKSI)   chọn đề mục: MỞ LỚP DỰ THÍNH    ghi rõ tiêu đề yêu cầu: MỞ MÔN HỌC DỰ THÍNH HK211.. . 3-  Thời gian gởi đơn từ 24/8 đến 17g ngày 25/8. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Em chào thầy cô. . Em tên: [full_name]. . MSSV: [student_id]. . Hệ: VLVH. . . . Em có đăng kí lớp dự thính đợt 1 (nhập học ngày 30.08) thì hôm nay trường có mail là hiệu chỉnh đăng kí lớp dự thính đợt . Nên em có một số vấn đề thắc mắc như sau ạ.. . . . 1. Em đã đăng kí đợt 1 nhưng thời khóa biểu em vẫn không thấy. Chỉ có số tuần còn thứ mấy học, thời gian học cụ thể em vẫn không thấy ạ (bởi em nắm được thứ mấy học, thời gian nào học để em biết để hiệu chỉnh để không bị trùng vào thời gian học của những môn hiện tại, và biết thời gian học để không ảnh hưởng đến công việc hiện tại). Em có đính kèm File hình ảnh thầy, cô xem để rõ hơn ạ. . . . .",
            "Chào bạn. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Dự thính - Lộ trình 2-đợt 2 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký. .    xem Lịch sử đăng ký.. . - Tóm lại 2 môn này không mở do Khoa. . - Và hiện tại 2 môn này mới mở bạn vào đăng ký lại. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Dạ em đã nhận được sự đồng ý của thầy trường bộ môn để mở lớp Cơ Lưu chất CI2003, với tình hình dịch bệnh hiện tại, em không thể xin chứ kí xác nhận của thầy được ạ, không biết mình phải làm thế nào ạ. Em đã liên lạc và nhận được sự đồng ý của thầy trưởng bộ môn [full_name] cũng như giáo viên giảng dạy ạ.. . . .",
            "Chào bạn. . Bạn liên lạc qua mail và chụp hình xác nhận của Thầy Cô. . •\tQuy trình nhận đơn mở lớp (các môn chưa được mở):. . 1-\tTải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giảng viên giảng dạy & [full_name]hoa/Bộ môn để được:-. . -\t[full_name]ý xác nhận đồng ý. . -\tGhi rõ Thời khoá biểu. . . -\tĐối với các môn có thực hành/thí nghiệm: [full_name]hoa phải cam kết tổ chức được cho SV. . 2-  Tiếp theo: gởi đơn + email (tất cả) qua trang hỗ trợ trực tuyến (B[full_name]SI)   chọn đề mục: MỞ LỚP DỰ THÍNH    ghi rõ tiêu đề yêu cầu: MỞ MÔN HỌC DỰ THÍNH H[full_name]211.. . 3-  Thời gian gởi đơn từ 24/8 đến 17g ngày 25/8. .",
            "Dạ, Em đã hoàn thành tất cả thủ tục, nhưng số sv đăng kí em tìm rất khó vì bất tiện, nhưng ở đợt đk đợt 1 có đến hơn 70 sv đk, ở đây em chỉ có danh sách của 5 sv thôi, em vẫn gửi lên đây để được mở môn đúng không ạ.",
            "Không cần số SV đâu, theo hướng dẫn Cô đã gởi là được"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chảo thầy/cô,. . . . Em là SV VLVH, kỳ này em có đăng ký 2 môn đồ án có mã môn học là:   B ME4047 và ME2011  /B . Mặc dù thời khóa biểu là bắt đầu vào tuần 33, nhưng hiên tại là giữa tuần 34 nhưng em vẫn chưa nhận được mail phân công nhiệm vụ, hay bất cứ thông tin gì về môn học.. . . . Em muốn hỏi là thay đổi gì về thời khóa biểu hay thiếu xót gì trong việc gửi mail cho sinh viên không ạ.. . . . Em cám ơn!. . . . . .",
            "Chào bạn. . Pdt đã cập nhật lại, bạn vào kiểm tra lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào cô/thầy!. . Em đã bảo vệ xong luận văn tốt nghiệp nhưng chưa cập nhật điểm. Em đã liên hệ bên trung tâm ngoại ngữ và được biết phòng đào tạo lập và gửi danh sách đủ điều kiện tốt nghiệp để thi anh văn nói - viết online. Hiện tại em đã đủ điều kiện tốt nghiệp nhưng chưa nhận được mail thông báo và không thể đang ký thi. Em mong phòng đạo tạo sớm giải quyết giúp e có thể đăng ký dự thi để sớm ra trường.. . Em xin cảm ơn!. .",
            "Chào bạn. . Pdt sẽ có thông báo cụ thể trong tháng 9 nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Em thành thật xin lỗi và đã làm phiền như thế này ạ!. . Nhưng thật sự em không thể nào mà tìm ra được 4 bạn đã đăng ký môn cơ học máy cả.. . Em không cùng lớp với mấy bạn ấy nên không có cách nào em tìm ra được cả.. . Em chỉ có cách làm đơn nhờ khoa xác nhận và khoa đã thông báo đến sinh viên có môn học này trong chương trình rồi ạ!. . Nhưng về thông tin của mấy bạn ấy thực sự em không thể tìm ra được ạ!. . Em rất xin lỗi và mong rằng thầy/cô có thể chăm chước cho em lần này ạ!",
            "Chào bạn. . Bạn hỏi lại Khoa. . - Thứ nhất đơn của bạn là đặc cách sĩ số ít thì phãi báo là bao nhiêu để Cô trình báo Ban lãnh đạo phòng. . - Với lại phải có THỜI KHÓA BIỂU cụ thể. . Gấp nghen bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i : [full_name] (LA1009) - [full_name] \"ĐĂNG KÝ MÔN HỌC DỰ THÍNH BỔ SUNG HK211 (HỌC TỪ 30/8) - [full_name] 2 - ĐỢT 2\".. . . . Em chào cô/thầy. Em vừa mới điểm điểm anh văn 1 2 3 để đăng kí anh văn 4. Khi đăng kí vẫn bị báo là \"PDT không đ/ký cho SV MH LA1009 (2: Thiếu môn học trước LA1007)\".. . Em xin nhờ PĐT đăng kí hoặc mở cho em môn  Anh văn 4 - [full_name] - Nhóm DT01 với ạ. Em cám ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Đơn xin mở lớp Dự thính môn Cơ lưu chất CI2003",
            "Chào bạn. . Cô đã lấy dữ liệu chuyển cho bộ phận xử lý, bạn theo dõi đến 17 giờ ngày 26/8 mà không thấy mở lớp thì báo lại. . Nếu có phản hồi gì Cô sẽ báo trên BKsi và mail, kiểm tra thường xuyên nghen bạn. . Thân. . . .",
            "Dạ cô em thầy hạn chót đk đợt này là 27/08 đó cô. Cô xem coi có mở sớm giúp em nhé, để các bạn còn thấy vào đăng kí cho đủ sĩ số mở lớp, cám ơn cô đã hỗ trợ rất nhiệt tình cho em.",
            "Dạ em cập nhật lại thời khóa biểu thầy [full_name] báo lại cho em ạ, cô [full_name] nhận dạy vào tối thứ 4 và sáng chủ nhật ạ, cô cập nhật giúp em",
            "QUOTE Dạ em cập nhật lại thời khóa biểu thầy [full_name] báo lại cho em ạ, cô [full_name] nhận dạy vào tối thứ 4 và sáng chủ nhật ạ, cô cập nhật giúp em  /QUOTE . . Dạ tối thứ 4 và sáng chủ nhật 10-12h ạ",
            "Cô ghi nhận. . Không thay đổi nữa nghen, chú ý xem TKB để đăng ký học nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Anh [full_name] (LA1009) - Nguyễn Hữu Tiên - Nhóm DT01 - Đợt \"ĐĂNG KÝ MÔN HỌC DỰ THÍNH BỔ SUNG HK211 (HỌC TỪ 30/8) - [full_name] 2 - ĐỢT 2\".. . . . Em chào cô/thầy. Em vừa mới điểm điểm anh văn 1 2 3 để đăng kí anh văn 4. Khi đăng kí vẫn bị báo là \"PDT không đ/ký cho SV MH LA1009 (2: Thiếu môn học trước LA1007)\".. . Em xin nhờ PĐT đăng kí hoặc mở cho em đăng kí môn  Anh văn 4. Em cám ơn ạ.. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . MONG QUÝ THẦY CÔ XEM GIÚP EM XEM EM ĐÃ ĐK THÀNH CÔNG MÔN VẬT LÝ 1 PH1003 SAO EM LÀM THEO HƯỚNG DẪN VẪN KHÔNG COI ĐƯỢC THỜI KHÓA BIỂU VÀ MUỐN BIẾT MÔN VẬT LÝ 1 PH1003 CÓ MỞ ĐỢT 2 [full_name]Ì 211",
            "Chào bạn,. . Vui lòng trình bày rõ vấn đề nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có đăng ký nhận điểm I(hoãn thi) môn hóa hữu cơ mã CH2021 lớp L02-A nhưng trên mybk cập nhật cho em điểm 13 ạ và em muốn bên phòng đào tạo sửa lại cho em điểm hoãn thi ạ. Em cảm ơn ạ.. . . .",
            "Chào em,. . - Danh sách thi PĐT gửi trước rồi em.. . - Em đã điền form thì xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên : [full_name] . . MSSV:[student_id]. . Em xin mở lớp dự thính đợt 2 môn kỹ thuật siêu cao tầng (EE3025).Vì kì này em còn 1 môn này nữa là ra trường nên môn này rất quan trọng với em.Có khá nhiều bạn cần mở môn này do kì này thi môn kỹ thuật siêu cao tầng muộn quá nên bọn em chưa biết kêt quả mà đăng kí dự thính đợt 1 kết thúc sơm quá trước khi chúng em thi cuối kì trong học kì chính.Vì vậy chúng em không đăng kí được đợt 1 mà đợt 2 lại không mở lóp khả năng bọn em bị trễ rất cao mong quý thầy cô xem xet mở lớp giúp em ạ. . Em xin cảm ơn.",
            "Quy trình nhận đơn mở lớp (các môn chưa được mở):. . . . 1-  Tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giảng viên giảng dạy & Khoa/Bộ môn để được:. . . . -      Ký xác nhận đồng ý. . . . -      Ghi rõ Thời khóa biểu. . . . . -      Đối với các môn có thực hành/thí nghiệm: Khoa phải cam kết tổ chức được cho SV. . . . 2-  Tiếp theo: gửi đơn + email (tất cả) qua trang hỗ trợ trực tuyến (BKSI)    chọn đề mục: MỞ LỚP DỰ THÍNH    ghi rõ tiêu đề yêu cầu: MỞ MÔN HỌC DỰ THÍNH HK211.. . . . 3-  Thời gian gửi đơn từ 24/8 đến 17g ngày 25/8"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chị ơi em có thể xin vào lớp dự thính lộ trình 1 mà đã bắt đầu từ ngày 16/8 không ạ. Em cảm ơn chị. Các lớp em muốn xin vào:. . 1. mã: ME3005 - lớp: DTQ1_DTQ1 - môn: Thiếtkế hệthống cơđiệntử - GV: [full_name]. . 2. mã: ME3011 - lớp: Z3LI_Z3LI - môn: Động lực học &điều khiển - GV: Đoàn Thế Thảo. . Nhiều môn học em đăng kí nhưng bị hủy môn, giờ em học được ít tín chỉ quá, mong chị giúp đỡ.",
            "Chào bạn,. . Bạn vui lòng liên hệ với [full_name] (Văn Phòng Đào tạo Quốc tế) để được hướng dẫn và hỗ trợ về ĐKMH nhé:. . [email]. . Thân. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . .",
            "Chào bạn,. . Bạn vui lòng liên hệ với [full_name] (Văn Phòng Đào tạo Quốc tế) để được hướng dẫn và hỗ trợ về ĐKMH nhé:. . [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô,. . . . . . Em là sinh viên thuộc K14, cho em hỏi từ giờ tới cuối năm còn đợt đăng ký cho SV Chính quy ĐHBK chuyển hệ sang vừa làm vừa học không ạ? Em hy vọng được biết để có thể canh thời gian đăng ký. Em vừa mới kiểm tra thì thấy đã bỏ lỡ đợt tháng 7 vừa rồi.. . . . . . Em xin cảm ơn.",
            "Chào bạn. . Bạn tải mẫu đơn thôi học  tại trang web: aao.hcmut.edu.vn (đánh dấu vào option chuyển sang VLVH ) gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . - Đồng thời bạn làm đơn dkmh đính kèm luôn. . Thân. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô,. . Em tên là [full_name] . . MSSV: [student_id] . . Chuyên Ngành: Logistics và Quản lý chuỗi cung ứng. .     Em đã tham gia học tập và hoàn thành môn học đồ án 1 (ME3255). Em và các bạn có nguyện vọng được chuyển điểm để có thể học tập theo tiến độ.. .      Em đã có nộp đơn mở đơn vào kì dự thính nhưng theo quy định thì đồ án không thể mở vào dự thính. Vậy cho em hỏi có các để có thể đăng kí môn học để chuyển điểm không ạ?. .      Em và các bạn rất cần chuyển điểm môn học này để được thực hiện tiếp đồ án 2.. .      Mong PĐT xem xét giúp. . Cảm ơn thầy cô. . Chúc thầy cô ngày làm việc vui vẻ.. .",
            "Chào bạn,. . Vui lòng trình bày rõ vấn đề nhé vì sao chuyển điểm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa PĐT,. . . . Em là Bảo Sơn, hiện đang học chương trình PFIEV khoá 2015. Vì lí do trục trặc kĩ thuật, nên em không thể tham gia buổi thi tiếng Pháp 8 hệ Việt Pháp vào 16h ngày 22/08/2021. Em viết thư này mong PĐT có thể tạo điều kiện để em có thể thi lại và tốt nghiệp. . . . . Em cảm ơn",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B   B   /B Yêu cầu khác: nhà trường cho em hỏi để bảo lưu trong mùa dịch này thì cần làm những thủ tục gì vậy ạ",
            "Chào em,. . Em tải mẫu đơn tạm dừng trên aao/... xem quy chế tạm dừng ... nộp đơn qua bksi nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: Phòng Đào Tạo. . . . Em xin gửi kèm đơn xin cứu xét đăng kí môn học học kì 211 và chụp màn hình những trao đổi đã được khoa chấp nhận.. . . . Mong Phòng Đào Tạo xem xét cho em.. . . . Trân trọng,. . . . [full_name]",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Em đã đăng kí, gửi đơn theo mẫu đơn: \"Đề nghị mở môn học\" , trên trang bksi trong đợt 1, mà môn học vẫn chưa được mở, kính mong PDT xem xét đơn và mở lớp môn học này cho em với ạ. Em xin chân thành cảm ơn.. . . . . . Mở lớp : CƠ HỌC [full_name] - MSMH: 201701. . Theo dạng: đồ án môn học. .",
            "Chào bạn. . Cô đã lấy dữ liệu chuyển cho bộ phận xử lý, bạn theo dõi đến 17 giờ ngày 26/8 mà không thấy mở lớp thì báo lại. . Nếu có phản hồi gì Cô sẽ báo trên BKsi và mail, kiểm tra thường xuyên nghen bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  . . vật lý 1 PH1003. . . . MONG QUÝ THẦY CÔ GIẢI ĐÁP GIÚP EM",
            "Chào bạn,. . Môn này đã được mở trong HK DT HK211 (lộ trình 1), trong kết quả lịch sử đăng ký có báo rõ cho bạn,. . \"PDT không đ/ký cho SV MH PH1003 (K: Môn học khoa không mở lớp - SV liên hệ Khoa)\". . Trong DT HK211 (lộ trình 2) khoa không mở lớp nữa.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ, em xin gửi đơn đăng ký thu nhận lại ạ, do tình hình dịch bệnh nên em không đăng ký thi nói viết được, em sợ không đăng ký môn học hai kỳ liên tiếp sẽ bị buộc thôi học. Em đã hoàn thành ctdt nhưng vẫn bị buộc tạm dừng vì không đăng ký môn học, nên em cũng hơi thắc mắc liệu rằng mình được thu nhận lại ở kỳ này mà không đăng ký môn học nữa có sao không, em đang chờ BKenglish tổ chức thi online mà chưa thấy.",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn thu nhận vào HK211 của bạn. . Bạn vui lòng theo dõi tình trạng sinh viên của bạn chuyển sang từ “tạm dừng” sang tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 30/08/2021. . Nếu có nhu cầu ĐKMH HK211, bạn vui lòng gửi thêm 1 yêu cầu xin đăng ký môn học, ghi rõ tên và Mã MH, mã nhóm, để PDT kiểm tra và ĐKMH cho bạn (nếu còn sĩ số). . . SV chủ động liên lạc với GV để xin vào lớp vì hiện tại đã bắt đầu HK211. . Thân. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Em xin mở lớp dự thính đợt 2 môn kỹ thuật siêu cao tầng (EE3025).Vì kì này em còn 1 môn này nữa là ra trường nên môn này rất quan trọng với em.Có khá nhiều bạn cần mở môn này do kì này thi môn kỹ thuật siêu cao tầng muộn quá nên bọn em chưa biết kêt quả mà đăng kí dự thính đợt 1 kết thúc sơm quá trước khi chúng em thi cuối kì trong học kì chính.Vì vậy chúng em không đăng kí được đợt 1 mà đợt 2 lại không mở lóp khả năng bọn em bị trễ rất cao mong quý thầy cô xem xét mở lớp giúp em ạ. . Em xin cảm ơn.. .   i Đăng ký môn học .",
            "Quy trình nhận đơn mở lớp (các môn chưa được mở):. . . . 1-  Tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giảng viên giảng dạy & Khoa/Bộ môn để được:. . . . -      Ký xác nhận đồng ý. . . . -      Ghi rõ Thời khóa biểu. . . . . -      Đối với các môn có thực hành/thí nghiệm: Khoa phải cam kết tổ chức được cho SV. . . . 2-  Tiếp theo: gửi đơn + email (tất cả) qua trang hỗ trợ trực tuyến (BKSI)    chọn đề mục: MỞ LỚP DỰ THÍNH    ghi rõ tiêu đề yêu cầu: MỞ MÔN HỌC DỰ THÍNH HK211.. . . . 3-  Thời gian gửi đơn từ 24/8 đến 17g ngày 25/8"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em gửi mẫu đơn xin chuyển hệ vừa học vừa làm ạ",
            "Chào bạn . . Pdt ghi nhận đơn thôi học của bạn. . Bạn cần dkmh gì thì viết đơn ghi rõ tên với msmh nộp gấp để Pdt giải quyết cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Em xin mở lớp dự thính đợt 2 môn kỹ thuật siêu cao tầng (EE3025) hoặc thêm sỉ số ở lộ trình 1. Vì kì này em còn 1 môn này nữa là ra trường nên môn này rất quan trọng với em.Có khá nhiều bạn cần mở môn này do kì này thi môn kỹ thuật siêu cao tầng muộn quá nên bọn em chưa biết kêt quả mà đăng kí dự thính đợt 1 kết thúc sơm quá trước khi chúng em thi cuối kì trong học kì chính.Vì vậy chúng em không đăng kí được đợt 1 mà đợt 2 lại không mở lóp khả năng bọn em bị trễ rất cao mong quý thầy cô xem xet mở lớp giúp em ạ. . Em xin cảm ơn.",
            "Quy trình nhận đơn mở lớp (các môn chưa được mở):. . . . 1-  Tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giảng viên giảng dạy & Khoa/Bộ môn để được:. . . . -      Ký xác nhận đồng ý. . . . -      Ghi rõ Thời khóa biểu. . . . . -      Đối với các môn có thực hành/thí nghiệm: Khoa phải cam kết tổ chức được cho SV. . . . 2-  Tiếp theo: gửi đơn + email (tất cả) qua trang hỗ trợ trực tuyến (BKSI)    chọn đề mục: MỞ LỚP DỰ THÍNH    ghi rõ tiêu đề yêu cầu: MỞ MÔN HỌC DỰ THÍNH HK211.. . . . 3-  Thời gian gửi đơn từ 24/8 đến 17g ngày 25/8"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy cô,. . Em tên là [full_name], mssv [student_id], vì lý do sức khoẻ, em xin được rút môn học   B Kết cấu thép 1 (CI3009)_lớp DT01.  /B . . Kính mong quý thầy cô thông cảm và chấp nhận cho em.. . Cám ơn thầy cô đã đọc. . Trân trọng.",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính (lộ trình 1) HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đã hoãn thi và được nhận mail chấp nhận của phòng đào tạo những điểm của em lại là điểm 13.. . mong pđt xem xét ạ.. . em cảm ơn.",
            "Chào em,. . - Danh sách thi PĐT gửi trước rồi em.. . - Em đã đăng ký vào form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dear Thầy cô!. . Dạ thưa quý thầy cô em hiện là khóa K15 đây là kì cuối của em em còn nợ môn vật lý 1 giờ em có thể làm đơn gi để được xét học trong học kì này trả nợ không ạ . Mong quý thầy cô cho em giải pháp với ạ",
            "Chào bạn,. . Bạn vui lòng tự kiểm tra xem môn học của bạn có mở trong HK này không nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name]. . Thuộc khoa kỹ thuật xây dựng.. . . . Em muốn đăng ký phúc khảo bài thi cuối kỳ thì phải làm sao ạ.. . Cụ thể em muốn phúc khảo bài thi môn Kết cấu Bê tông cốt thép 2 (CI3175)-nhóm A04-A. Em đã học rất kỹ và giải rất nhiều đề cho môn này. Nhưng điểm thi không như mong muốn, khiến em ngỡ ngàng và hoang mang lắm ạ.. .   . . Em có vô Mybk nhưng lại hiện lên là \" Không tìm thấy thông tin bảng điểm\". . . . Mong PDT hướng dẫn giúp em.. . Em xin chân thành cảm ơn.",
            "Chào em,. . Khi GV thông báo điểm, SV có thể liên lạc GV để xin xem xét lại điểm. Nếu GV cần sửa điểm thì theo quy trình bình thường.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa cô môn học của em có mở đọt 1 . LỘ trình 2 này không được mở. em có thể làm đơn hay có giải pháp nào giúp em được học không ạ",
            "Vấn đề là không mở lớp sao hỗ trợ bạn đăng ký mh được. SV liên hệ khoa để xin mở lớp nhé:. . Quy trình nhận đơn mở lớp (các môn chưa được mở):. . . . 1-  Tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giảng viên giảng dạy & Khoa/Bộ môn để được:. . . . -      Ký xác nhận đồng ý. . . . -      Ghi rõ Thời khóa biểu. . . . . -      Đối với các môn có thực hành/thí nghiệm: Khoa phải cam kết tổ chức được cho SV. . . . 2-  Tiếp theo: gửi đơn + email (tất cả) qua trang hỗ trợ trực tuyến (BKSI)    chọn đề mục: MỞ LỚP DỰ THÍNH    ghi rõ tiêu đề yêu cầu: MỞ MÔN HỌC DỰ THÍNH HK211.. . . . 3-  Thời gian gửi đơn từ 24/8 đến 17g ngày 25/8"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: G[student_id]  /b \t. . . .   i Học vụ . PĐT xin thông báo hủy kết quả ĐKMH của các bạn trong HK211 vì đã hết thời gian đào tạo. Sinh viên có thắc mắc vui lòng đặt câu hỏi trực tiếp trên BKSI để được giải đáp.. . CÓ nghĩa là gì ạ.. . Làm sao để em giải quyết vấn đề này ạ.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là [full_name], MSSV: [student_id], lớp VL17KL. . Em xin hỏi về vấn đề tốt nghiệp tháng 11 sắp tới. Theo như trường thông báo là xét tốt nghiệp từ tháng 11 đến hết HK211. . . Trường hợp của em là em học chương trình liên thông đại học và thạc sĩ. Tín chỉ tích lũy của cao học trong thời gian em học tối đa 22 TC. Em đã học xong 21 TC. Và nếu học kỳ tới đăng ký môn học, em sẽ vượt tín chỉ và số tín chỉ vượt của em sẽ không được công nhận. Để việc học được tiếp tục, em phải làm bản cam kết với PDT sau đại học là nộp bản tốt nghiệp và bảng điểm với hạn chót là 30/11/2021.. . Em xin hỏi là trường mình xét tốt nghiệp bắt đầu từ thời gian nào ạ? Thời gian trường cấp bản đại học là khi nào ạ? Và trong quá trình xét tốt nghiệp chính thức, em có thể xin bản tốt nghiệp đại học tạm thời để gửi trong PDT sau học ạ. Vì thời hạn cuối là 30/11/2021.. . Em cảm ơn PDT đã lắng nghe thắc mắc của em ạ.",
            "Chào bạn. . - Bạn yên tâm, Pdt sẽ cấp giấy chứng nhận tốt nghiệp tạm thời, trong thời gian chờ nhận bằng tốt nghiệp chính thức,. . - Đợt tốt nghiệp tháng 11/2021 - HK211 sẽ có thông báo cụ thể cho SV về danh sách về cách đăng ký tốt nghiệp dự kiến bắt đầu từ tháng 9/2021. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào PDT. . Em xin nhờ PDT kiểm tra dùm em điều kiện để tốt nghiệp của em, mssv [student_id] ạ. . Trong học kì vừa rồi, em đã đăng kí trả nợ môn vật lí 1 PH1003, nhưng em hoãn thi. . vì lí do dịch bệnh, em đã làm đơn và được chấp thuận. . Vậy cho em hỏi là trong kì tới em có thể được thi và tính tốt nghiệp không ạ? Vì em nhận được mail báo là hủy môn học do hết thời gian đào tạo. Và cho em hỏi cách giải quyết trong trường hợp này ra sao ạ. . Mong nhận được câu trả lời, em cảm ơn PDT",
            "Chào bạn. . Tình hình xét tốt nghiệp đến cuối HK211, nên bạn theo dõi thông báo nhận quyết định hoãn thi, và trả nợ Hoãn thi xong, thì báo Pdt xét tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô ạ. . HK211 em có đăng kí đề cương luận văn (EE4331) nhưng thầy hướng dẫn hiện tại có kêu em chọn giảng viên khác để làm. Học kì sau em phải làm sao để đổi giảng viên ạ? . . Em cảm ơn thầy cô nhiều ạ.",
            "Chào em,. . Vấn đề này em liên hệ Khoa, Bộ môn để được hỗ trợ nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . cho mình hỏi là mình mới đăng ký dự thính lộ trình 2 đợt 1 môn đại số tuyến tính ( MT1007) mà sao mình không có thời khóa biểu cũng như vào lý do thì không thấy lý do ạ",
            "- Sinh viên xem lý do tại sao có ĐKMH HK211 Dự thính –Lộ trình 2- Đợt 1 mà không có TKB tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    ĐKMH HK211 Dự thính –Lộ trình2 -Đợt 1 - Kết quả đợt 1    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trong đợt 2 em không thể đăng kí dự thính vì thông báo là :   B do không đăng kí đợt 1  /B . Vậy bây giờ em cần làm gì để khắc phục vấn đề này ạ?!. .",
            "Câu này đã trả lời ở câu khác rồi nhé.. .",
            "Dạ, vậy câu này đã được trả lời ở trên bksi hay thông báo ở đâu vậy ạ !! Vì trên bksi mục bảng tin em không có thấy câu này, mà thấy  chủ yếu là các yêu cầu mở lớp  thôi ạ!!",
            "Chào em,. . - Xin lỗi em có 1 bạn ghi nhầm mã sv nên báo câu này đã giải quyết,. . - Ý em cần gì ghi rõ mã môn học, tên môn học, mã nhóm, lý do để PĐT xem nhé.. . Thân mến,. . . .",
            "Dạ, hôm nay em đã đăng kí lại được rồi ạ!!. . Em cảm ơn cô đã hỗ trợ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . [email]",
            "Quy trình nhận đơn mở lớp (các môn chưa được mở):. . 1-  Tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp. . đến Giảng viên giảng dạy & Khoa/Bộmôn để được:-. . -      Ký xác nhận đồng ý. . -     Ghi rõ Thời khoá biểu.. . -    Đối với các môn có thực hành/thí nghiệm: Khoa phải cam kết tổ chức. . được cho SV. . 2-  Tiếp theo: gởi đơn + email (tất cả) qua trang hỗ trợ trực tuyến (BKSI)   chọn đề mục: MỞ LỚP DỰ THÍNH    ghi rõ tiêu đề yêu cầu: MỞ MÔN HỌC DỰ THÍNH HK211.. . 3-  Thời gian gởi đơn từ 24/8 đến 17g ngày 25/8. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào phòng đào tạo,. . . . Đến ngày 23/8 hôm qua, thầy dạy môn Kĩ thuật lập trình, [full_name], mã môn CO1011, đã họp lại lớp về phương thức thi, nên em có thể yên tâm đăng kí thi được. Trước đó em không thể liên lạc thầy [full_name] được, không thể xin thầy hoãn thi, nên em đăng kí hoãn thi môn Kĩ thuật lập trình, mã môn CO1011 với link mà phòng đào tạo gửi rồi.. . Bây giờ em xin rút đơn hoãn thi môn Kĩ thuật lập trình, mã môn CO1011.. . Em xin cảm ơn",
            "Em gửi lại đơn có chữ ký, họ tên nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Thưa quý thầy cô. . EM có xin giảng viên vào lớp học đã được học vào 16/8 nếu bên phòng đạo tạo cho phép em được học thì giáo viên cho phép em vào trễ 1 tuần. Mong phòng đào tạo cho em vào học với ạ",
            "Chào bạn. . Vậy bạn làm đơn xin học và giảng viên ký xác nhận vào đơn bạn gởi gấp chọn đề mục DKMH,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi các thầy/ cô.. . Em là [full_name] mssv [student_id]. . Em muốn được hiểu về email mà trường vừa gửi vào. . chiều ngày 24/08 với tiêu đề \"HK211- Hủy kết quả ĐKMH vì hết thời gian đào tạo\".. . Nội dung email em có đính kèm file hình PNG.. . Em xin cảm ơn. .",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV[full_name]MSGV: [student_id]  [full_name]b . . Kính chào [full_name] . . Em là [full_name]. Hệ Liên Thông. . Em mới vừa nhận được mail của nhà trường về việc Hủy kết quả DKMH.. . Thầy[full_name]Cô có thể chấp thuận cho em tiếp tục đăng kí môn học: Luận Văn Tốt Nghiệp được không ạ ?. . Do em trúng tuyển năm 2016 và em xin được đến năm 2017 em mới nhập học nên em chưa kịp hoàn thành chương trình.. . Em kính mong Thầy[full_name][full_name] chấp thuận để em hoàn thành chương trình.. . Em xin chân thành cảm ơn !\t. . . .   i Đăng ký môn học  [full_name]i . . . .",
            "Chào bạn,. . Trường hợp của bạn đã hết thời gian đào tạo và không thể ĐKMH cho HK211 nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo,. . Em tên [full_name] . . Hiện nay em còn môn giải tích 2 và kỳ học này là kỳ cuối nhưng em không đăng ký kịp môn giải tích 2 kỳ chính lẫn dự thính do đã đủ sĩ số.. . Em mong phòng đào tạo cân nhắc cho em được đăng ký thêm vào môn giải tích 2 kỳ này ạ.. . Em xin cảm ơn ạ",
            "Chào em,. . Em ghi rõ mã môn học, mã nhóm, tên môn học, lý do để PĐT xem nhé.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PDT. . Em tên: [full_name]. . MSSV:[student_id]. . Hiện tại em đã hoàn thành môn học kết cấu thép 2 và đã cập nhật điểm trên bảng điểm nhưng khi đăng ký luận văn tốt nghiệp thì lại gặp lỗi không cho đăng ký vì thiếu môn kết cấu thép 2.. . Kính mong PDT xem xét và hỗ trợ em đăng ký luận văn tốt nghiệp đúng thời gian đăng ký ạ.. . Trân trọng!",
            "Chào bạn,. . Vui lòng bổ sung giúp cô mã [full_name] nhé!. . Thân"
        ]
    }
]