[
    {
        "intent": "",
        "message": [
            "B   /B Tốt nghiệp . Dạ cho em hỏi hạn xét tốt nghiệp có được dời không ạ. Qua tháng 1 trường cong xét tốt nghiệp không ạ.. . . . Em cảm ơn.",
            "Chào em,. . Vui lòng trình bày rõ câu hỏi giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Do sơ xuất cá nhân em đã không kiểm tra kỹ và điền vào form đăng ký đi học lại Thực hành Thí nghiệm ngày 17/11. Hiện tại chưa có phương thức nào để em có thể trở lại TP HCM, và trong gia đình em cũng đang có người mới phát hiện F0 nên đang phải cách ly tại nhà. Vậy làm sao để em có thể huỷ đăng ký học thí nghiệm ạ?. .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: G[student_id]  /b \t. . . .   i Yêu cầu khác . Chào quý anh/chị thuộc ban đại diện PĐT,. . . . Em đã tải biểu mẫu mới nhất như được yêu cầu. Kính mong anh chi xem xét va xử lý yêu cầu của em để em được đăng ký môn học cho học kỳ 2 (VHVL).. . . . Em xin chân thành cảm ơn",
            "\"Chào em,. . Phòng Đào tạo đã tiếp nhận đơn xin chuyển qua VLVH của bạn.. . SV theo dõi tình trạng cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để đăng ký MH cho HK212 vào đợt 2 (nếu có nhu cầu). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . PĐT cho em hỏi theo trường thông báo sẽ cho phép học thí nghiệm từ ngày 6/12 nhưng hiện tại thì thời khóa biểu vẫn chưa cập nhật phòng học.. . Vậy PĐT cho em hỏi là khi nào sẽ cặp nhật thời khóa biểu học thí nghiệm để chuẩn bị phương án di chuyển ạ ? Em cảm ơn",
            "Chào em,. . Em vui lòng xem PĐT đã gửi. . \"Thân gửi các bạn Sinh viên,. . . . Được sự đồng ý của Ban Giám Hiệu theo kế hoạch về việc giảng dạy, học tập trực tiếp các học phần Thực hành, Thí nghiệm, Đồ án môn học, Đề cương Luận văn tốt nghiệp, Luận văn Tốt nghiệp của học kỳ 2 và học kỳ hè/năm học 2020-2021, và học kỳ 1/năm học 2021-2022 số 143/ĐHBK-ĐT ngày 17/11/2021, dựa trên kết quả khảo sát sinh viên, thời gian cho phép các sinh viên đủ điều kiện đến trường và đã đăng ký đến trường thực hiện ĐA, ĐCLV, LVTN, TH/TNg trực tiếp là Thứ hai, 13/12/2021.. . . . . . Thời khoá biểu TH/TNg xếp đặc biệt cho các trường hợp này sẽ được cập nhật với nhóm là Vxxx.. . . . . . . . Lưu ý: Tạm thời nhà trường chỉ cho phép Sinh viên học tại Cơ sở Lý Thường Kiệt.. . . . Trong thời gian giảng dạy và học tập trực tiếp, Giảng viên và Sinh viên tuân thủ đúng quy định phòng chống dịch Covid-19 hiện hành.. . . .  . . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy (cô). . . . Em muốn hỏi là Năm nhất em có thi Anh Văn bên ngoài và đạt chuẩn Anh văn 3. Nhưng khi chuyển điểm em chỉ chuyển điểm Anh văn 1, 2 thôi. Sau đó em có học Anh văn 4 vào kỳ 202. Vậy kỳ này em vẫn có thể đăng ký học Anh văn 3 phải không ạ.. . . . Em cảm ơn",
            "Chào bạn. . Được nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ kính gửi PĐT , em có nhận được mail về việc nhà trường cho sinh viên trở lại học tập tại cơ sở LTK , nhưng hiện tại KTX vẫn chưa tiếp nhận sinh viên quay trở lại . Vậy nhà trường đã có phương án nào giành cho sinh viên khi trở lại học tập chưa ạ .",
            "Chào em,. . Vui lòng trình bày rõ giúp cô? hiện tại chỉ thông báo cho SV đủ điều kiện và tự nguyện tham gia học thí nghiệm trực tiếp nhé.. . Nên nếu bạn không thể quay lại trường trong thời gian này thì bạn không nên đăng ký học trực tiếp thời điểm này nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name] sinh viên đã nhận được mail có tên trong danh sách tốt nghiệp dự kiến. Nhưng hiện tại em không thể truy cập vào trang đăng ký tốt nghiệp trên mybk (do tình trạng sinh viên tạm ngưng vì không đăng ký môn học). Mong bên trường sửa lỗi để em có thể đăng ký tốt nghiệp. .",
            "Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào quý thầy cô phòng đào tạo.. . Em tên: [full_name]. . MSSV: [student_id]. . Lớp: XD17CD2. . Dạ phần ghi chú trong danh sách tốt nghiệp dự kiến của em để là \" tạm dừng\", dạ em có gửi hình ảnh đính kèm bên dưới ạ. Dạ thầy cô giải thích giúp em vấn đề này và cách giải quyết như thế nào ạ.. . Dạ em cảm ơn thầy cô.",
            "\"Chào em,. . không sao nhé, PDT sẽ tự động ra thu nhận lại và quyết định tốt nghiệp cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name], mssv [student_id]. Em xin gửi đơn trình bày hủy đăng ký học thí nghiệm trực tiếp ạ. . . Mong nhà trường xử lý giúp em. Em cảm ơn ạ.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV:[student_id] . . . . Dạ thầy cô cho em hỏi em đã đăng ký nộp văn bằng THPT đợt 20/06/2020 thì em có cần đăng ký lại để nộp không ạ, bữa trước em cũng gửi về pđt nhưng tới gườ vẫn chưa được tích xanh",
            "Chào em,. . SV K20 hiện PĐT chưa xác nhận nộp bằng cho những SV đã nộp theo thông báo đợt 1 và 2 (mới có hai ba lớp nộp thôi) nên những sv này sẽ xác nhận sau đợt này (từ 20/12/21-22/1/22). . . Sau khi xác nhận xong sẽ có mail thông báo trường đã xác nhận để SV vào kiểm tra lại.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào phòng đào tạo,. . Hôm trước em có hỏi vấn đề em là sinh viên chính quy k14 chuyển hệ vừa học vừa làm học kì này(em đang làm luận văn tốt nghiệp). Thì điểm anh văn để em ra trường là bao nhiêu, có áp dụng cho khóa 2017 về trước được không ạ. Cô có nói nếu chưa nhận được câu trả lời thì nhắn lại để cô kiểm tra ạ.. .",
            "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . - Xét theo CTDT của Khóa 2017. . Đại học VLVH, ĐTTXa. . . . 350 (từ K.2017 về trước). . . . hoặc đạt môn AV350. . . . 450 (K.2018). . . . hoặc đạt môn AV450. . . . 500 (K.2019). . . . hoặc đạt môn AV500. . . . 600 (từ K.2020 trở đi). . . . 400 (từ K.2017 về trước). . . . hoặc đạt môn AV400. . . . 450 (K.2018). . . . hoặc đạt môn AV450. . . . 500 (K.2019). . . . hoặc đạt môn AV500. . . . 600 (từ K.2020 trở đi). ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa phòng đào tạo, em là sinh viên k16 em đã hoàn thành chương trình học nhưng chưa qua anh văn nói viết nên em không đăng ký học kỳ 211 nên đã bị tạm dừng, pđt có thể mở cho em được không ạ và em có cần đăng ký môn học cho kỳ sau không ạ. . Em cám ơn ạ!",
            "Chào bạn. . Nếu bạn đã hoàn thành CTDT thì không cần dkmh, khi nào bạn có tên trong danh sách tốt nghiệp, diện tạm dừng thì tự động pdt sẽ thu nhận lài để bạn khai thông tin tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em có đăng kí lên trường học thực hành nhưng Lúc đầu em ở ktx nên nghĩ ktx nhận sv nên em đă đăng kí lên học thực hành, mà giờ em nghe tin ktx nhận sinh viên từ 14/2/2022 nên hiện tại em không có chỗ ở do em từ ở quê, nên em gửi mong cho em rút lại đăng kí đi học lại ạ.",
            "Chào em,. . Em đã gửi email PĐT, em xem trả lời qua email nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Kính thưa PDT;. . Em là [full_name] khóa K14,nay em làm đơn xin thu nhận lại để em có thể làm LVTN cho học kỳ này ạ. Mong PDT có thể xét duyệt sớm giúp em ạ.. . Em cảm ơn!",
            "QUOTE  MSSV/MSGV: [student_id]    . . . . Đăng ký môn học. . . . Kính thưa [full_name]T;. . Em là [full_name] khóa K14,nay em làm đơn xin thu nhận lại để em có thể làm LVTN cho học kỳ này ạ. Mong [full_name]T có thể xét duyệt sớm giúp em ạ.. . Em cảm ơn!  /QUOTE . .   QUOTE  MSSV/MSGV: [student_id]    . . . . Đăng ký môn học. . . . Kính thưa [full_name]T;. . Em là [full_name] khóa K14,nay em làm đơn xin thu nhận lại để em có thể làm LVTN cho học kỳ này ạ. Mong [full_name]T có thể xét duyệt sớm giúp em ạ.. . Em cảm ơn!  /QUOTE . .",
            "Chào bạn. . Bạn đã có qd chuyển sang vlvh, giờ bạn dkmh cho Hk212 bình thường. . Thân",
            "Em vẫn chưa thể dkmh được ạ, vào dkmh cứ bị báo lý do tạm dựng ạ",
            "\"Chào bạn,. . Sau khi Cô kiểm tra lại quyết định chuyển sang VLVH của bạn có vấn đề nên không dkmh môn học được. Vì QD bạn là thôi học để chuyển sang VLVL theo quy trình cũ.. . Nên theo quy trình hiện tại để được chuyển qua hệ VLVH. . Bạn vui lòng tải mẫu đơn: Phiếu đề nghị chuyển sang hình thức Vừa Làm Vừa Học tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa phòng đào tạo, em là sinh viên k16 đã hoàn thành chương trình học nhưng chưa qua anh văn nói viết. Bởi vì học kỳ 211 em không có đăng ký môn nên đã bị tạm dừng, nay em có nhu cầu đăng ký môn học. Phòng đào tạo có thể mở lại để em có thể đăng ký môn được không ạ? Em cảm ơn.",
            "Chào em,. . Em phải nộp đơn xin thu nhận lại nhé.. . Tải mẫu đơn thu nhận, điền đầy đủ thông tin rồi gửi lại.. . http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào quý thầy cô!. . Em là sinh viên khóa 19 Liên Thông.. . Em xin gửi mẫu đơn đăng ký thu nhận lại trong học kỳ 212 để em có thể đăng ký xét tốt nghiệp ạ. Và cho em xin hỏi là:. . 1/ Em chỉ còn thiếu chứng chỉ anh văn nói viết thôi và em sẽ thi trong tháng 12 này. Vậy thì đơn thu nhận lại này có hiệu lực kịp trong cuối tháng 12 này không hay là em phải đợi đến đợt xét TN sau?. . 2/ Nếu em chưa đủ điều kiện xét TN (do thiếu chứng chỉ Toeic) thì em có cần phải đăng ký môn học để giữ tình trạng không? Hay là chỉ cần bổ sung chứng chỉ rồi đợi đăng ký Tốt Nghiệp kỳ sau ạ?. . Em xin cảm ơn!",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo.. . 2. Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Em có nhận được mail thông báo đi học trực tiếp tại trường một số môn thực hành, thí nghiệm.. . . . Hiện tại em đang ở quê và việc di chuyển vào trong thành phố Hồ Chí Minh với em rất khó khăn và tốn kém.. . . . Em muốn hỏi rằng theo thời khóa biểu của em(đã đính kèm) thì em có cần phải quay lại trường không.. . Và nếu có thì em có cách nào để hoãn lịch học và đăng ký học chung với những sinh viên chưa đăng ký học trực tiếp không ạ?. . . . Em xin cảm ơn.",
            "Chào em,. . Em vui lòng làm đơn trình bày rõ lý do và nguyện vọng trong đơn và gửi lại qua bksi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào chị!. . em là [full_name]. . MSSV: [student_id]. . em muốn chuyển sang hệ VHVL và sau đó làm đơn bảo lưu kết quả học tập được không chị, vì hiện tại em bị bệnh rất nặng không thể tiếp tục học được, em có tất cả các hồ sơ bệnh án của bác sĩ và bệnh viện.. . Nếu được xin chị hướng dẫn các thủ tục giúp em.. . Em xin chân thành cảm ơn!. .",
            "Chào bạn. . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô,Em là sinh viên K19 ngành Kiến trúc khoa KTXD ạ.. . . . Trong bảng kế hoạch giảng dạy trên aao ngày 2/11 thì 2 môn Bố cục tạo hình trong kiến trúc và Kĩ thuật công trình dân dụng bị đổi sang 2 mã mới. Cụ thể là môn BCTHKT đổi từ mã CI3275 sang CI2111, môn KTCTDD đổi từ mã CI3277 sang CI2113 ạ. . . . . Cho em hỏi mã môn học nào mới là mã đúng ạ, vì môn mã cũ vẫn mở đăng kí lớp và nhiều bạn lớp em đã đăng kí được, còn mã mới chỉ mới mở đăng kí ngày hôm qua thôi ạ.. . . . Em cảm ơn.",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name]. . MSSV [student_id]. . Do lúc PĐT mở form đăng kí trở lại trường để học các học phần thí nghiệm, thực hành thì điều kiện chưa cho phép nên em không đăng kí. Nay tình hình đã ổn định em và các bạn khác cũng muốn được trở lại trường để hoàn thành nốt các môn học, nên em mong PĐT xem xét mở thêm form đăng kí bổ sung cho những ai muốn được trở lại trường được không ạ.. . Em xin cảm ơn.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 13/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em nộp đơn xin hủy học thí nghiêm trực tiếp ạ. Lí do em đã nêu tromg file",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn xin hủy đăng ký học thí nghiệm trực tiếp của bạn.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dear Phòng đào tạo,. . . . Em tên là [full_name], MSSV: [student_id]. . Hiện tại trình trạng sinh viên của em để tạm dừng do không đăng ký môn học. Do em chờ đăng ký tốt nghiệp mà PĐT đã cập nhật tình hình học tập của em. Với trình trạng này nên em không thể truy cập được Mục đăng ký tốt nghiệp trên myBk: Hệ thống báo bạn không phải là trình trạng của bạn không được cấp quyền truy cập sử dụng dịch vụ này.. . . . Em kính mong PĐT kích hoạt lại trạng thái cho em.. . Em chân thành cảm ơn ạ!!. . Thân mến",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Yêu cầu khác . ĐƠN TRÌNH BÀY VỀ VIỆC HỦY HỌC TRỰC TIẾP CÁC MÔN THỰC HÀNH THÍ NGHIỆM. . . . Kính gửi[full_name] Phòng Đào đạo trường Đại học Bách Khoa - ĐHQG TPHCM . . Em tên là[full_name] [full_name]. . MSSV[full_name] [student_id]. . Khoa[full_name] Kĩ thuật hóa học - ngành Công nghệ Sinh học. . Tỉnh[full_name] Đồng Nai. . Lí do viết đơn [full_name] Vừa rồi em có điền link của trường về việc học thí nghiệm, em đọc không kĩ và tưởng đó là khảo sát trước để chuẩn bị cho việc học nên đã điền vô. Mà gần đây em nhận được thông báo của trường đi học trực tiếp dành cho những bạn đã điền link đấy. Nhưng mà hiện tại thì trong nhà anh em đang bị dính F0. Hôm nay thì em trai em (con của cô) sống gần nhà đi làm phụ bếp ở quán ăn nay đi xét nghiệm và bị F0. Hiện tại gia đình em đang tự cách ly và tình hình dịch tỉnh em số ca nhiễm cũng đang tăng. Vì không muốn lây lan bệnh cho mọi người nên em viết đơn này để xin hủy đăng kí học trực tiếp ạ. Đồng thời, kí túc xá đại học Quốc Gia cũng chưa mở cửa đón tiếp sinh viên cho ở và cũng không có người thân nào trên thành phố để ở nhờ, nên nếu có lên đi học thì em không biết phải ở đâu nữa ạ. Gia đình nhà em cũng chỉ có một chiếc xe của ba, nên việc di chuyển đi lại hiện tại của em cũng gặp khó khăn.. . Do đó, em xin phép hủy đăng kí học trực tiếp tại trường và đợi thông báo tiếp theo của trường ạ.. . Em mong thầy/cô phòng đào tạo sẽ xem xét trường hợp này cho em ạ.. . Em xin chân thành cảm ơn!",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em xin phép hỏi một số vấn đề về môn học anh văn nhu cầu.. . Anh văn nhu cầu 1A 2A,...   U có tính điểm vào trung bình tích lũy  /U  không ạ, hay chỉ tính đạt hay không đạt.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi form đăng kí học trực tiếp Thí nghiệm Hoá ở đâu vậy ạ. Vì em có thấy mail của nhà trường về việc đi học trực tiếp phần Thí Nghiệm. . .",
            "Chào em,. . Nhà trường gửi form cho SV điền chung nhé bạn. và hiện tại đã hết thời gian đăng ký, SV chưa đăng ký vui lòng làm đơn trình bày rõ lý do và nguyện vọng trong đơn (ghi rõ tên và Mã MH thí nghiệm SV xin đăng ký học trực tiếp). . Thân",
            "SV chưa đăng ký làm đơn trình bày thì đơn đó ở đâu v ạ. Em không thấy thông báo về đơn trình bày ở đâu hết ạ",
            "Chào em,. . Em vui lòng gửi lại nội dung có mã số môn học, tên môn học, học kỳ.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa cô, em là sinh viên khoá k18, hiện tại có nhiều môn học em bị trễ vậy em có thể đăng kí học với khoá k19 các môn tương đương được không cô. Và có 1 vài môn tiên quyết của môn đồ án em chưa qua thì em có thể nộp đơn cho khoa xem xét em học song song để làm đồ án được không cô. 1 số môn có mã cũ nhưng vẫn còn nhiều bạn đăng kí vậy có được mở lớp nữa không cô, hay em phải đăng kí mã mới ạ. Em cảm ơn cô!. .",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào Phòng đào tạo.. . . . Em là [full_name]. . MSSV: [student_id]. . . . Hiện tại em đã có tên trong danh sách Tốt nghiệp dự kiến tháng 11 (tệp hình ảnh đính kèm). Nhưng em vào đăng ý thì có dòng thông báo tình trạng sinh viên không được cấp quyền sử dụng dịch vụ (tệp hình ảnh đính kèm). Em vào xem tình trạng sinh viên là do không đăng ký môn học học kỳ 211 năm học 2021-2022 nên bị như vậy. . . . . Vậy em mong Phòng đào tạo cho hướng giải quyết nhanh chóng ạ. . . . . Hiện tại em rất cần bằng để bổ sung hồ sơ việc làm.Nếu em làm đơn để cập nhật dữ liệu \" sinh viên đăng lý tốt nghiệp và đã thanh toán lệ phí tốt nghiệp\" sau khi em đã \"hoàn thiện thủ tục đăng ký Tốt nghiệp và thanh toán lệ phí\" thì có thể có bằng tạm thời trong tuần sau không ạ.. . . . Em xin chân thành cảm ơn.. . Trân trọng./.. . [full_name]",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào PĐT, theo như thông báo mới nhất thì các sinh viên đã được tiêm phòng đầy đủ, đáp ứng đủ yêu cầu của trường sẽ được trở lại trường học các môn thí nghiệm. Tuy nhiên vấn đề mà em đang gặp phải đó chính là vấn đề về lưu trú. Em muốn hỏi rằng nhà trường có phương pháp nào hỗ trợ cho sv đk ở ngắn hạn ở KTX Bách Khoa, hay KTX ĐHQG được không ạ. Bởi vì chúng em đã được nhà trường cho phép (đủ điều kiện học trực tiếp) và có thời khóa biểu. Nhưng chưa có nơi lưu trú. . . Em xin chân thành cảm ơn",
            "Đã trả lời câu trước. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là [full_name], MSSV: [student_id], PĐT cho em hỏi là hiện tại em chuẩn bị có bẳng điểm TOEIC để chuyển điểm và đăng ký tốt nghiệp nhưng hiện tại em vào thử mục đăng ký tốt nghiệp thì không vào được vì không đăng ký môn học trong học kì vừa rồi nên trạng thái của em đang là tạm dừng. Vậy cho em hỏi khi em đã chuyển điểm TOEIC rồi thì em phải làm sao để có thể đăng ký tốt nghiệp ạ. Em cảm ơn.",
            "\"Chào em,. . Trường hợp của em vui lòng theo dõi tình trạng thẩm tra chứng chỉ tại mybk/Nộp chứng chỉ ngoại ngữ, khi nào chuyển qua tình trạng đã thẩm tra hợp lệ (thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ), bạn gửi lại yêu cầu qua bksi xin chuyển điểm sớm để xét tốt nghiệp nhé. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy cô Phòng đào tạo, em tên [full_name], MSSV: [student_id]. Thầy cô cho em hỏi năm nay sao em không thấy mail với bkpay thông báo đóng tiền gia hạn bảo hiểm y tế ạ vì bình thường mọi năm em đều có. Mong thầy cô kiểm tra lại giúp em và phản hồi sớm nhất có thể để em có thể mau chóng gia hạn thẻ bảo hiểm y tế của mình ạ.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào thầy (cô), . . Em tên là [full_name] mssv [student_id]. . Trong kì 202, em có đăng kí hoãn môn Kinh tế chính trị [full_name] - [full_name] vì không có  laptop tham gia dự thi. Ở kì này em đã chuẩn bị đầy đủ thiết bị để tham gia thi.. . Kính mong thầy cô xem xét và sắp xếp lịch thi giúp em trả điểm hoàn thành môn học.. . Phiếu đăng kí thi trả điểm em có đính kèm bên dưới.. . Em xin chân thành cảm ơn!. . Chúc thầy (cô) nhiều sức khoẻ.. . Trân trọng",
            "Chào bạn. . Pdt không nhận được thông tin Hoãn thi Hk202 của bạn. . Bạn gởi minh chứng để Pdt kiểm tra lại. . Thân",
            "Kính chào cô, . . Em gửi lại email xác nhận từ giảng viên bộ môn và ảnh chụp màn hình yêu cầu hoãn thi được đồng ý trên bksi ở kì học 202 ạ.. . File ảnh em đính kèm bên dưới.. . Mong cô xem xét và hỗ trợ giúp em trong trường hợp này. Em xin chân thành cảm ơn!. . Chúc cô có một ngày làm việc vui vẻ.. . Trân trọng.. .",
            "Chào bạn. . Trước tiên bạn vui lòng xem lại các thông báo của Nhà trường đã gởi: Vì số lượng hoãn thi của SV gởi qua BKSI quá nhiều,. . Nên vào ngày 5/8/2021, Pdt đã gởi cho toàn bộ SV quy trình Hoãn thi mới (nội dung bên dưới) nhấn mạnh Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . -    Thời điểm hiện tại là tháng 12/2021, Pdt đã tổng kết danh sách Hoãn thi gởi về Khoa để hậu kiểm danh sách cấm thi, bạn không điền vào form nên Pdt không có dữ liệu gởi về Khoa để xác minh. . -    Nên Bạn muốn Hoãn thi vui lòng làm theo hướng dẫn : Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa đồng ý không Cấm thi (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail pdt@hcmut.edu.vn hoặc BKSI)”. . -    Thời gian Pdt có thể tiếp nhận lại hồ sơ hoãn thi đến 16/12/2021, sau thời gian này Pdt không giải quyết các phát sinh nếu có. Vì đầu tháng 12/2021 đã bắt đầu thi của HK211. .",
            "Kính chào cô,. . Em chưa biết mình cần liên hệ với Khoa nào để xác nhận không nằm trong dánh sách cấm thi.. . Mong cô có thể hỗ trợ thêm thông tin về email giúp em.. . Em xin chân thành cảm ơn cô!. .",
            "Chào em,. . Em chưa biết mình cần liên hệ với Khoa nào để xác nhận không nằm trong dánh sách cấm thi.. . =  Môn Kinh tế chính trị [full_name]-[full_name] thuộc Khoa Khoa học Ứng dụng, em gửi qua email [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Hôm trước em đã đính kèm file lý do huỷ đăng kí học thí nghiệm trực tiếp và hôm nay em xin xác nhận là em muốn huỷ đăng kí vì tình hình hiện tại của em không thể đáp ứng đủ yêu cầu đi học trực tiếp được nên em muốn học các môn thí nghiệm vào kì tới ạ. Em cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em kính chào thầy/cô,. . Em gửi thư này mong được thầy/cô xét duyệt cho em HUỶ việc học thí nghiệm theo kế hoạch của trường vào ngày 13/12/2021 sắp tới.. . Lý do: tình hình dịch ở quê em khá căng thẳng, xã em đang thực hiện giãn cách và phong toả một số nhà trong xã nên em khó để di chuyển để đi đến trường học. Và ba mẹ em cũng lo lắng, không yên tâm để em di chuyển vào TP.HCM vì HCM bùng dịch cũng như về tình hình dịch ở quê.. . Em mong được thầy/cô Phòng Đào tạo xét duyệt cho em ạ.. . Em xin cảm ơn.. . . . . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi quý thầy cô Phòng Đào tạo,. . Em là [full_name], sinh viên lớp QL17KD khoa Quản lý Công nghiệp. . . . . Học kỳ 211 do các môn cần đăng ký không mở lớp nên em tạm dừng 1 học kỳ. Nay em làm đơn xin thu nhận lại ở học kỳ 212. Rất mong quý thầy cô xem xét và quyết định thu nhận lại để em được tiếp tục hoàn thành chương trình học của mình.. . . . Phiếu đăng ký được đính trong tập tin kèm theo.. . . . Em xin chân thành cảm ơn quý thầy cô. . . [full_name].. . . . . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo.(SV ĐKMH vào đợt 2, 13 giờ ngày 23/12/21). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin kính chào quý thầy cô,. . Hiện em chưa điền tên trong danh sách đăng kí đến tham gia học tập trực tiếp tại trường ở HK211 trong thời gian vừa rồi. Nay em muốn đăng kí bổ sung thì có được không ạ.. . Em xin cảm ơn quý thầy cô!. .",
            "Chào bạn,. . Bạn vui lòng làm đơn trình bày ghi rõ lý do và nguyện vọng trong đơn, ghi rõ tên và mã MH thí nghiệm SV đăng ký nhé, để PDT kiểm tra và trả lời. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin kính chào quý thầy cô,. . Hiện em chưa điền tên trong danh sách đăng kí đến tham gia học tập trực tiếp tại trường ở HK211 trong thời gian vừa rồi.. . Xin cho em hỏi là nay em muốn đăng kí bổ sung thì có được không ạ.. . Em xin cảm ơn quý thầy cô!. .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 13/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là [full_name],sinh viên khoa Điện- Điện tử.. . Ở đợt đăng ký đến trường học trực tiếp các học phần thí nghiệm, em có đọc được nhưng do lúc đó trong form đăng ký không để thời gian dự kiến bắt đầu học và lúc đó địa phương em cũng đang là vùng dịch cấp độ 4, không cho phép phương tiện vận chuyển hành khách đi Sài Gòn nên em chưa đăng ký.. . Hiện tại em đã đủ điều kiện vaccine, và tỉnh em là An Giang cũng đang là vùng cấp độ 2, nên em đã đặt xe khách trở lại Sài Gòn vào 12/12/2021 và sẽ ở tại KTX Bách khoa (em đã đủ tiêu chuẩn Covid để tham gia học trực tiếp tại trường).. . Hôm nay, em có nhận mail thông báo các học phần thí nghiệm sẽ bắt đầu vào 13/12/2021 cho các bạn [full_name]. Em muốn hỏi  PĐT có cách nào để em có thể đăng ký bổ sung tham gia đợt học trực tiếp các học phần thí nghiệm bắt đầu từ 13/12/2021 đó không ạ! (Do em muốn hoàn thành các học phần đó để giảm áp lực cho học kỳ luận văn của em).. . Em cám ơn!. .",
            "Chào em,. . Em đã gửi email PĐT, em xem PĐT trả lời qua email.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô!. . Em tên là [full_name],MSSV:[student_id],hiện là sinh viên năm 3 khoa Điện-Điện tử.. . Do đợt trước em đã bất cẩn và thiếu sót không đọc hết thông tin mà đã điền vào đơn đăng kí học trực tiếp các môn thí nghiệm của trường vào tháng 12 nhưng hiện tại nơi ở của em vẫn không cho có chuyến xe chở khách vào thành phố đồng thời KTX Đại học Quốc Gia sẽ mở cửa vào ngày 15/2/2022 vì vậy nên em không thể học thí nghiệm trực tiếp tại cơ sở [full_name] Thường Kiệt vào ngày 13/12/2021 được ạ.. . Nên em muốn hỏi là em có thể làm đơn hoãn học thí nghiệm do trường tổ chức vào tháng 12 ( cho những bạn đã đăng kí đơn thực hành học trực tiếp trước đó) được không ạ? Và em có được xếp lịch học các môn thí nghiệm này chung lại với các bạn cùng khóa khi toàn trường cho tất cả sinh viên học lại bình thường hay là em sẽ bị dời môn thí nghiệm trễ lại 1 năm vậy ạ?. . Em xin cảm ơn !. . Chúc thầy\\cô một ngày vui vẻ !",
            "Đã trả lời. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô,. . Hôm bửa trường có gửi form đăng ký đến trường nhưng lúc đó em không điền vì vẫn đang phân vân về tình hình dịch bệnh nhưng cho em hỏi hiện tại em có thể đăng ký nhận thời khóa biểu và đi học lại được không ạ?",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 13/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào thầy/cô,. . . . Em là [full_name], MSSV: [student_id], sinh viên năm 4, khoa Điện - Điện tử. Em có đăng kí hoãn thi môn Siêu cao tần (EE3025) ở HK 202, và em sẽ thi lại vào ngày 22/12/2021 (em có hỏi lần trước thì em có thể kịp đăng kí Tốt nghiệp tháng 11/2021). Em có dự định đăng kí môn Siêu cao tần trong HK 212 để phòng trường hợp em thi rớt ngày 22/12/2021. Em có vài câu hỏi mong thầy/cô PĐT trả lời giúp em:. . . . 1. Nếu em thi qua môn Siêu cao tần ngày 22/12/2021 mà có đăng kí môn này trong HK 212 thì em có thể hủy môn và đóng tiền hủy môn kịp để xét đăng kí Tốt nghiệp tháng 11/2021 không?. . . . 2. Nếu em thi rớt môn Siêu cao tần ngày 22/12/2021 mà không đăng kí môn này trong HK 212 thì em có phạm vi quy định gì không do kì trước (HK 211) em không đăng kí môn và kì tiếp (HK 212) em cũng không đăng kí để chờ đợi tốt nghiệp?. . . . Mong nhận được phản hồi sớm nhất từ thầy/cô và chúc thầy/cô thật nhiều sức khỏe.. . . . Kính gửi,. . [full_name]",
            "Chào bạn,. . Về việc đăng ký MH trong HK212: SV theo dõi lịch học vụ để biết thời gian đăng ký môn học của từng đợt đăng ký (hiểu chỉnh, hủy bổ sung môn học), hủy trong thời gian cho phép nhé.. . SV cân nhắc để trước khi đăng ký môn học trong HK212 nhé.. . 2.SV không đăng ký MH trong HK212 thì bị buộc tạm dừng theo quy chế nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi quý thầy cô phòng đào tạo. . Em tên: [full_name]. . MSSV:[student_id]. . Cho em xin hỏi sao lịch thi kì này của em bị xóa trên hệ thống mybk. .",
            "Chào em,. . Cho em xin hỏi sao lịch thi kì này của em bị xóa trên hệ thống mybk. . =  Vì em chưa thanh toán HP nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/: 1915742  /b \t. . . . Em kính chào Cô!. . . . Em tên là: Nguyễn Vũ Trường; MSSV: 1915742.. . . . Em gửi tin nhắn này để nhờ Cô giải đáp giúp em một vài thắc mắc xoay quanh vấn đề   B \"Kế hoạch dự kiến giảng dạy, học tập trực tiếp năm học 2020-2021 và năm học 2021-2022\"  /B .. . . . Thưa Cô! Kỳ 211 em có 1 môn liên quan trực tiếp tới chuyên ngành mình đang học và thầy cô phụ trách có dự định cho sinh viên thực hành trực tiếp với máy trên trường (  B cơ sở 1  /B ) (có thể là đến thực tập tại bệnh viện) vì đặc thù ngành học của em nếu không tương tác với máy sẽ là một bất lợi. Nhưng do tình hình dịch bệnh phức tạp nên khó khăn trong việc thực hành, do đó, thầy cô cũng phải chấp nhận làm thí nghiệm ONLINE và có mở link đăng ký để bạn nào đủ điều kiện lên phòng thí nghiệm tại trường có thể được lên để thực hành vào ngày 13/12/2021. Nhưng em chưa hiểu rõ lắm   I   B \"đủ điều kiện\"  /B   /I  ở đây là như thế nào ạ?. . . .   I Ví dụ  /I ,   B em đã được tiêm 2 mũi vaccine Pfizer  /B ,   B có đầy đủ phương tiện đi lại  /B    B   I  nhưng   /I   /B    B ký túc xá lại không cho phép SV vào nội trú đến hết tháng 01/2022  /B  (trong khi công văn của trường cho phép sinh viên thực hành vào ngày 13/12/2021). Như vậy, em có được xem là đủ điều kiện không ạ? Và với những trường hợp như vậy, không biết trường có liên hệ với Ký túc xá (khu A, B) để cho phép những sinh viên có nhu cầu thực hành giống như em được phép nội trú để thực hành thí nghiệm không ạ? Hay \"đủ điều kiện\" ở đây phải thỏa mãn thêm:   I   B sinh viên tự chủ nơi ở của mình hay sinh viên phải nội trú Thành phố Hồ Chí Minh  /B   /I  vậy ạ?. . . . Em mong Cô giải đáp thắc mắc của em.. . Em xin chân thành cảm ơn Cô!. . . . Truong,. . . .   i Yêu cầu khác .",
            "Chào em,. . - Đủ điều 5K, tiêm  vaccine .... . - Chỗ ở do SV tự thu xếp nên mới cho SV đăng ký để xếp TKB.. . - Nếu em đã đăng ký mà muốn hủy thì gửi câu hỏi lại để PĐT hủy nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em hiện đang là khóa K19, trong qui chế yêu cầu Sinh viên khoá K19 phải học 3 môn thể chất khác nhau, kì này em đang học môn aerobic học phần 1, kì sau em đăng ký học môn aerobic học phần 2 thì có được tính là 2 môn khác nhau không hay em phải đăng ký 1 môn hoàn toàn khác ạ?",
            "Chào em,. . Em liên hệ cô [full_name] [phone_number], phòng 520 Nhà điều hành ĐHQG-HCM (khu phố 6, phường Linh trung, Thủ đức). . Email của cô [full_name] : [email]. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào cô (thầy),. . . . Em tên là [full_name] MSSV [student_id], sinh viên chương trình Tiên Tiến. . . . . Đợt vừa rồi em phải đợi bên Khoa xét miễn điểm học phần GS Mỹ môn Trường và sóng điện từ (405408) để hoàn thành tất cả tín chỉ để tốt nghiệp. Tới hôm thứ 6 (3-12) thì em mới nhận được mail đủ điều kiện tốt nghiệp. Tuy nhiên, khi em kiểm tra thì thấy  em đang bị tình trạng đang   B Tạm dừng vì không đăng kí môn học  /B  và không thể sử dụng chức năng   B Đăng ký tốt nghiệp  /B  trên mybk như file em đính kèm ạ. . . . . Em mong thầy (cô) giúp đỡ và hướng dẫn em giải quyết trường hợp này để kịp đăng ký tốt nghiệp trước hạn 24/12/2021 ạ.. . . . Em xin chân thành cảm ơn thầy (cô).. . . .   i Tốt nghiệp .",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thời khóa biểu các môn sẽ thực hành trực tiếp cho sinh viên đăng kí đi học sẽ được cập nhật lên thời khóa biểu của mybk đúng không ạ",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Thân gửi các bạn Sinh viên,. . . . Được sự đồng ý của Ban Giám Hiệu theo kế hoạch về việc giảng dạy, học tập trực tiếp các học phần Thực hành, Thí nghiệm, Đồ án môn học, Đề cương Luận văn tốt nghiệp, Luận văn Tốt nghiệp của học kỳ 2 và học kỳ hè/năm học 2020-2021, và học kỳ 1/năm học 2021-2022 số 143/ĐHBK-ĐT ngày 17/11/2021, dựa trên kết quả khảo sát sinh viên, thời gian cho phép các sinh viên đủ điều kiện đến trường và đã đăng ký đến trường thực hiện ĐA, ĐCLV, LVTN, TH/TNg trực tiếp là Thứ hai, 13/12/2021.. . . . . . Thời khoá biểu TH/TNg xếp đặc biệt cho các trường hợp này sẽ được cập nhật với nhóm là Vxxx.. . . . . . . . Lưu ý: Tạm thời nhà trường chỉ cho phép Sinh viên học tại Cơ sở Lý Thường Kiệt.. . . . Trong thời gian giảng dạy và học tập trực tiếp, Giảng viên và Sinh viên tuân thủ đúng quy định phòng chống dịch Covid-19 hiện hành.. . . .  . . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cô ơi, kỳ này em có đăng ký môn học Khuếch đại viba Việt Pháp và mấy môn khác. Mấy môn khác thì em có thấy lịch thi trên Mybk Stinfo rồi, nhưng môn Khuêch đại viba này thì chưa có. Cô kiểm tra giúp em với",
            "Chào em,. . - Lịch thi sẽ được cập nhật liên tục vì vậy SV cần theo theo dõi thường xuyên lịch thi của mình.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô.. . Em là [full_name], MSSV [student_id].. . Vừa rồi, em có đăng ký học thực hành/thí nghiệm vào ngày 13/12. . . Nhưng hiện nay, do tình hình dịch bệnh tại quê em đang diễn biến nặng hơn, nên gia đình hiện tại không cho em vào Sài Gòn học ạ.. . Em xin phép được rút đăng ký học thí nghiệm đợt này và xin phép được học sau.. . Em xin cảm ơn.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy (cô),. . Em tên [full_name], MSSV [student_id], lớp VP16VT chương trình Việt Pháp (PFIEV).. . Do em không cập nhật giờ thi nên hôm nay em vào thi online bị trễ 15 phút và bị giám thị khóa phòng thi môn Tiếng pháp 7, mã MH 003707, ngày thi 04/12, giờ thi 07g00.. . Theo hướng dẫn của giáo viên coi thi, em xin Phòng Đào tạo cho em đăng ký thi lại môn Tiếng pháp 7, mã MH 003707 HK1(2021-2022).. . Em xin chân thành cảm ơn.. . . .",
            "QUOTE MSSV/MSGV: 1611755    . . . . Yêu cầu khác. . . . Em chào thầy (cô),. . Em tên Trần Văn Lâm, MSSV 1611755, lớp VP16VT chương trình Việt Pháp (PFIEV).. . Do không đảm bảo thiết bị nên hôm nay em vào thi online bị trễ 15 phút và bị giám thị khóa phòng thi môn Tiếng pháp 7, mã MH 003707, ngày thi 04/12, giờ thi 07g00.. . Theo hướng dẫn của giáo viên coi thi, em xin Phòng Đào tạo cho em đăng ký thi lại môn Tiếng pháp 7, mã MH 003707 HK1(2021-2022).. . Em xin chân thành cảm ơn.. . . .   /QUOTE . .   QUOTE MSSV/MSGV: 1611755    . . . . Yêu cầu khác. . . . Em chào thầy (cô),. . Em tên Trần Văn Lâm, MSSV 1611755, lớp VP16VT chương trình Việt Pháp (PFIEV).. . Do em không cập nhật giờ thi nên hôm nay em vào thi online bị trễ 15 phút và bị giám thị khóa phòng thi môn Tiếng pháp 7, mã MH 003707, ngày thi 04/12, giờ thi 07g00.. . Theo hướng dẫn của giáo viên coi thi, em xin Phòng Đào tạo cho em đăng ký thi lại môn Tiếng pháp 7, mã MH 003707 HK1(2021-2022).. . Em xin chân thành cảm ơn.. . . .   /QUOTE . .   QUOTE MSSV/MSGV: 1611755    . . . . Yêu cầu khác. . . . Em chào thầy (cô),. . Em tên Trần Văn Lâm, MSSV 1611755, lớp VP16VT chương trình Việt Pháp (PFIEV).. . Do em không cập nhật giờ thi nên hôm nay em vào thi online bị trễ 15 phút và bị giám thị khóa phòng thi môn Tiếng pháp 7, mã MH 003707, ngày thi 04/12, giờ thi 07g00.. . Theo hướng dẫn của giáo viên coi thi, em xin Phòng Đào tạo cho em đăng ký thi lại môn Tiếng pháp 7, mã MH 003707 HK1(2021-2022).. . Em xin chân thành cảm ơn.. . . .   /QUOTE . .   QUOTE MSSV/MSGV: 1611755    . . . . Yêu cầu khác. . . . Em chào thầy (cô),. . Em tên Trần Văn Lâm, MSSV 1611755, lớp VP16VT chương trình Việt Pháp (PFIEV).. . Do em không cập nhật giờ thi nên hôm nay em vào thi online bị trễ 15 phút và bị giám thị khóa phòng thi môn Tiếng pháp 7, mã MH 003707, ngày thi 04/12, giờ thi 07g00.. . Theo hướng dẫn của giáo viên coi thi, em xin Phòng Đào tạo cho em đăng ký thi lại môn Tiếng pháp 7, mã MH 003707 HK1(2021-2022).. . Em xin chân thành cảm ơn.. . . .   /QUOTE . .   QUOTE MSSV/MSGV: 1611755    . . . . Yêu cầu khác. . . . Em chào thầy (cô),. . Em tên Trần Văn Lâm, MSSV 1611755, lớp VP16VT chương trình Việt Pháp (PFIEV).. . Do em không cập nhật giờ thi nên hôm nay em vào thi online bị trễ 15 phút và bị giám thị khóa phòng thi môn Tiếng pháp 7, mã MH 003707, ngày thi 04/12, giờ thi 07g00.. . Theo hướng dẫn của giáo viên coi thi, em xin Phòng Đào tạo cho em đăng ký thi lại môn Tiếng pháp 7, mã MH 003707 HK1(2021-2022).. . Em xin chân thành cảm ơn.. . . .   /QUOTE . .   QUOTE MSSV/MSGV: 1611755    . . . . Yêu cầu khác. . . . Em chào thầy (cô),. . Em tên Trần Văn Lâm, MSSV 1611755, lớp VP16VT chương trình Việt Pháp (PFIEV).. . Do em không cập nhật giờ thi nên hôm nay em vào thi online bị trễ 15 phút và bị giám thị khóa phòng thi môn Tiếng pháp 7, mã MH 003707, ngày thi 04/12, giờ thi 07g00.. . Theo hướng dẫn của giáo viên coi thi, em xin Phòng Đào tạo cho em đăng ký thi lại môn Tiếng pháp 7, mã MH 003707 HK1(2021-2022).. . Em xin chân thành cảm ơn.. . . .   /QUOTE . .   QUOTE MSSV/MSGV: 1611755    . . . . Yêu cầu khác. . . . Em chào thầy (cô),. . Em tên Trần Văn Lâm, MSSV 1611755, lớp VP16VT chương trình Việt Pháp (PFIEV).. . Do em không cập nhật giờ thi nên hôm nay em vào thi online bị trễ 15 phút và bị giám thị khóa phòng thi môn Tiếng pháp 7, mã MH 003707, ngày thi 04/12, giờ thi 07g00.. . Theo hướng dẫn của giáo viên coi thi, em xin Phòng Đào tạo cho em đăng ký thi lại môn Tiếng pháp 7, mã MH 003707 HK1(2021-2022).. . Em xin chân thành cảm ơn.. . . .   /QUOTE . .   QUOTE MSSV/MSGV: 1611755    . . . . Yêu cầu khác. . . . Em chào thầy (cô),. . Em tên Trần Văn Lâm, MSSV 1611755, lớp VP16VT chương trình Việt Pháp (PFIEV).. . Do em không cập nhật giờ thi nên hôm nay em vào thi online bị trễ 15 phút và bị giám thị khóa phòng thi môn Tiếng pháp 7, mã MH 003707, ngày thi 04/12, giờ thi 07g00.. . Theo hướng dẫn của giáo viên coi thi, em xin Phòng Đào tạo cho em đăng ký thi lại môn Tiếng pháp 7, mã MH 003707 HK1(2021-2022).. . Em xin chân thành cảm ơn.. . . .   /QUOTE . .   QUOTE MSSV/MSGV: 1611755    . . . . Yêu cầu khác. . . . Em chào thầy (cô),. . Em tên Trần Văn Lâm, MSSV 1611755, lớp VP16VT chương trình Việt Pháp (PFIEV).. . Do em không cập nhật giờ thi nên hôm nay em vào thi online bị trễ 15 phút và bị giám thị khóa phòng thi môn Tiếng pháp 7, mã MH 003707, ngày thi 04/12, giờ thi 07g00.. . Theo hướng dẫn của giáo viên coi thi, em xin Phòng Đào tạo cho em đăng ký thi lại môn Tiếng pháp 7, mã MH 003707 HK1(2021-2022).. . Em xin chân thành cảm ơn.. . . .   /QUOTE . .   QUOTE MSSV/MSGV: 1611755    . . . . Yêu cầu khác. . . . Em chào thầy (cô),. . Em tên Trần Văn Lâm, MSSV 1611755, lớp VP16VT chương trình Việt Pháp (PFIEV).. . Do em không cập nhật giờ thi nên hôm nay em vào thi online bị trễ 15 phút và bị giám thị khóa phòng thi môn Tiếng pháp 7, mã MH 003707, ngày thi 04/12, giờ thi 07g00.. . Theo hướng dẫn của giáo viên coi thi, em xin Phòng Đào tạo cho em đăng ký thi lại môn Tiếng pháp 7, mã MH 003707 HK1(2021-2022).. . Em xin chân thành cảm ơn.. . . .   /QUOTE . .   QUOTE MSSV/MSGV: 1611755    . . . . Yêu cầu khác. . . . Em chào thầy (cô),. . Em tên Trần Văn Lâm, MSSV 1611755, lớp VP16VT chương trình Việt Pháp (PFIEV).. . Do em không cập nhật giờ thi nên hôm nay em vào thi online bị trễ 15 phút và bị giám thị khóa phòng thi môn Tiếng pháp 7, mã MH 003707, ngày thi 04/12, giờ thi 07g00.. . Theo hướng dẫn của giáo viên coi thi, em xin Phòng Đào tạo cho em đăng ký thi lại môn Tiếng pháp 7, mã MH 003707 HK1(2021-2022).. . Em xin chân thành cảm ơn.. . . .   /QUOTE . .   QUOTE MSSV/MSGV: 1611755    . . . . Yêu cầu khác. . . . Em chào thầy (cô),. . Em tên Trần Văn Lâm, MSSV 1611755, lớp VP16VT chương trình Việt Pháp (PFIEV).. . Do em không cập nhật giờ thi nên hôm nay em vào thi online bị trễ 15 phút và bị giám thị khóa phòng thi môn Tiếng pháp 7, mã MH 003707, ngày thi 04/12, giờ thi 07g00.. . Theo hướng dẫn của giáo viên coi thi, em xin Phòng Đào tạo cho em đăng ký thi lại môn Tiếng pháp 7, mã MH 003707 HK1(2021-2022).. . Em xin chân thành cảm ơn.. . . .   /QUOTE . .   QUOTE MSSV/MSGV: 1611755    . . . . Yêu cầu khác. . . . Em chào thầy (cô),. . Em tên Trần Văn Lâm, MSSV 1611755, lớp VP16VT chương trình Việt Pháp (PFIEV).. . Do em không cập nhật giờ thi nên hôm nay em vào thi online bị trễ 15 phút và bị giám thị khóa phòng thi môn Tiếng pháp 7, mã MH 003707, ngày thi 04/12, giờ thi 07g00.. . Theo hướng dẫn của giáo viên coi thi, em xin Phòng Đào tạo cho em đăng ký thi lại môn Tiếng pháp 7, mã MH 003707 HK1(2021-2022).. . Em xin chân thành cảm ơn.. . . .   /QUOTE . .   QUOTE MSSV/MSGV: 1611755    . . . . Yêu cầu khác. . . . Em chào thầy (cô),. . Em tên Trần Văn Lâm, MSSV 1611755, lớp VP16VT chương trình Việt Pháp (PFIEV).. . Do em không cập nhật giờ thi nên hôm nay em vào thi online bị trễ 15 phút và bị giám thị khóa phòng thi môn Tiếng pháp 7, mã MH 003707, ngày thi 04/12, giờ thi 07g00.. . Theo hướng dẫn của giáo viên coi thi, em xin Phòng Đào tạo cho em đăng ký thi lại môn Tiếng pháp 7, mã MH 003707 HK1(2021-2022).. . Em xin chân thành cảm ơn.. . . .   /QUOTE . .   QUOTE MSSV/MSGV: 1611755    . . . . Yêu cầu khác. . . . Em chào thầy (cô),. . Em tên Trần Văn Lâm, MSSV 1611755, lớp VP16VT chương trình Việt Pháp (PFIEV).. . Do em không cập nhật giờ thi nên hôm nay em vào thi online bị trễ 15 phút và bị giám thị khóa phòng thi môn Tiếng pháp 7, mã MH 003707, ngày thi 04/12, giờ thi 07g00.. . Theo hướng dẫn của giáo viên coi thi, em xin Phòng Đào tạo cho em đăng ký thi lại môn Tiếng pháp 7, mã MH 003707 HK1(2021-2022).. . Em xin chân thành cảm ơn.. . . .   /QUOTE . .   QUOTE MSSV/MSGV: 1611755    . . . . Yêu cầu khác. . . . Em chào thầy (cô),. . Em tên Trần Văn Lâm, MSSV 1611755, lớp VP16VT chương trình Việt Pháp (PFIEV).. . Do em không cập nhật giờ thi nên hôm nay em vào thi online bị trễ 15 phút và bị giám thị khóa phòng thi môn Tiếng pháp 7, mã MH 003707, ngày thi 04/12, giờ thi 07g00.. . Theo hướng dẫn của giáo viên coi thi, em xin Phòng Đào tạo cho em đăng ký thi lại môn Tiếng pháp 7, mã MH 003707 HK1(2021-2022).. . Em xin chân thành cảm ơn.. . . .   /QUOTE . .   QUOTE MSSV/MSGV: 1611755    . . . . Yêu cầu khác. . . . Em chào thầy (cô),. . Em tên Trần Văn Lâm, MSSV 1611755, lớp VP16VT chương trình Việt Pháp (PFIEV).. . Do em không cập nhật giờ thi nên hôm nay em vào thi online bị trễ 15 phút và bị giám thị khóa phòng thi môn Tiếng pháp 7, mã MH 003707, ngày thi 04/12, giờ thi 07g00.. . Theo hướng dẫn của giáo viên coi thi, em xin Phòng Đào tạo cho em đăng ký thi lại môn Tiếng pháp 7, mã MH 003707 HK1(2021-2022).. . Em xin chân thành cảm ơn.. . . .   /QUOTE . .   QUOTE MSSV/MSGV: 1611755    . . . . Yêu cầu khác. . . . Em chào thầy (cô),. . Em tên Trần Văn Lâm, MSSV 1611755, lớp VP16VT chương trình Việt Pháp (PFIEV).. . Do em không cập nhật giờ thi nên hôm nay em vào thi online bị trễ 15 phút và bị giám thị khóa phòng thi môn Tiếng pháp 7, mã MH 003707, ngày thi 04/12, giờ thi 07g00.. . Theo hướng dẫn của giáo viên coi thi, em xin Phòng Đào tạo cho em đăng ký thi lại môn Tiếng pháp 7, mã MH 003707 HK1(2021-2022).. . Em xin chân thành cảm ơn.. . . .   /QUOTE . .   QUOTE MSSV/MSGV: 1611755    . . . . Yêu cầu khác. . . . Em chào thầy (cô),. . Em tên Trần Văn Lâm, MSSV 1611755, lớp VP16VT chương trình Việt Pháp (PFIEV).. . Do em không cập nhật giờ thi nên hôm nay em vào thi online bị trễ 15 phút và bị giám thị khóa phòng thi môn Tiếng pháp 7, mã MH 003707, ngày thi 04/12, giờ thi 07g00.. . Theo hướng dẫn của giáo viên coi thi, em xin Phòng Đào tạo cho em đăng ký thi lại môn Tiếng pháp 7, mã MH 003707 HK1(2021-2022).. . Em xin chân thành cảm ơn.. . . .   /QUOTE . .   QUOTE MSSV/MSGV: 1611755    . . . . Yêu cầu khác. . . . Em chào thầy (cô),. . Em tên Trần Văn Lâm, MSSV 1611755, lớp VP16VT chương trình Việt Pháp (PFIEV).. . Do em không cập nhật giờ thi nên hôm nay em vào thi online bị trễ 15 phút và bị giám thị khóa phòng thi môn Tiếng pháp 7, mã MH 003707, ngày thi 04/12, giờ thi 07g00.. . Theo hướng dẫn của giáo viên coi thi, em xin Phòng Đào tạo cho em đăng ký thi lại môn Tiếng pháp 7, mã MH 003707 HK1(2021-2022).. . Em xin chân thành cảm ơn.. . . .   /QUOTE . .   QUOTE MSSV/MSGV: 1611755    . . . . Yêu cầu khác. . . . Em chào thầy (cô),. . Em tên Trần Văn Lâm, MSSV 1611755, lớp VP16VT chương trình Việt Pháp (PFIEV).. . Do em không cập nhật giờ thi nên hôm nay em vào thi online bị trễ 15 phút và bị giám thị khóa phòng thi môn Tiếng pháp 7, mã MH 003707, ngày thi 04/12, giờ thi 07g00.. . Theo hướng dẫn của giáo viên coi thi, em xin Phòng Đào tạo cho em đăng ký thi lại môn Tiếng pháp 7, mã MH 003707 HK1(2021-2022).. . Em xin chân thành cảm ơn.. . . .   /QUOTE . .   QUOTE MSSV/MSGV: 1611755    . . . . Yêu cầu khác. . . . Em chào thầy (cô),. . Em tên Trần Văn Lâm, MSSV 1611755, lớp VP16VT chương trình Việt Pháp (PFIEV).. . Do em không cập nhật giờ thi nên hôm nay em vào thi online bị trễ 15 phút và bị giám thị khóa phòng thi môn Tiếng pháp 7, mã MH 003707, ngày thi 04/12, giờ thi 07g00.. . Theo hướng dẫn của giáo viên coi thi, em xin Phòng Đào tạo cho em đăng ký thi lại môn Tiếng pháp 7, mã MH 003707 HK1(2021-2022).. . Em xin chân thành cảm ơn.. . . .   /QUOTE . .   QUOTE MSSV/MSGV: 1611755    . . . . Yêu cầu khác. . . . Em chào thầy (cô),. . Em tên Trần Văn Lâm, MSSV 1611755, lớp VP16VT chương trình Việt Pháp (PFIEV).. . Do em không cập nhật giờ thi nên hôm nay em vào thi online bị trễ 15 phút và bị giám thị khóa phòng thi môn Tiếng pháp 7, mã MH 003707, ngày thi 04/12, giờ thi 07g00.. . Theo hướng dẫn của giáo viên coi thi, em xin Phòng Đào tạo cho em đăng ký thi lại môn Tiếng pháp 7, mã MH 003707 HK1(2021-2022).. . Em xin chân thành cảm ơn.. . . .   /QUOTE . .   QUOTE MSSV/MSGV: 1611755    . . . . Yêu cầu khác. . . . Em chào thầy (cô),. . Em tên Trần Văn Lâm, MSSV 1611755, lớp VP16VT chương trình Việt Pháp (PFIEV).. . Do em không cập nhật giờ thi nên hôm nay em vào thi online bị trễ 15 phút và bị giám thị khóa phòng thi môn Tiếng pháp 7, mã MH 003707, ngày thi 04/12, giờ thi 07g00.. . Theo hướng dẫn của giáo viên coi thi, em xin Phòng Đào tạo cho em đăng ký thi lại môn Tiếng pháp 7, mã MH 003707 HK1(2021-2022).. . Em xin chân thành cảm ơn.. . . .   /QUOTE . .",
            "Về việc hoãn thi cuối kỳ HK211. . Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . - Sinh viên không đáp ứng các yêu cầu về trang thiết bị điện tử, đường truyền như. . trong hướng dẫn thi trực tuyến được phép đăng ký hoãn thi Cuối kỳ trực tuyến.. . Trường hợp này, SV sẽ đăng ký Hoãn thi(HT) Cuối kỳ tại trang Mybk.hcmut.edu.vn. .    Ứng dụng cho Sinh viên    12. Đăng ký hoãn thi Cuối kỳ (Ứng dụng dự kiến bắt. . đầu mở cho Sinh viên đăng ký từ đầu tháng 12/2021 thời gian đăng ký hoãn thi theo. . quy đinh: trong vòng 5 ngày tính từ ngày vắng thi (chỉ tính ngày làm việc)), Sau khi. . SV đăng ký hoãn thi PĐT sẽ hậu kiểm các tình huống cấm thi hoặc không đủ điều. . . . 2. . . . kiện hoãn thi với Giảng viên/Bộ môn/Khoa trước khi ra quyết định cho phép hoãn thi.. . Trường hợp đặc biệt, nhà trường sẽ xem xét riêng. Nếu SV được nhận điểm hoãn thi. . Cuối kỳ thì sẽ được phép thi vào lần tổ chức kế tiếp của học phần trong thời hạn tối. . đa 01 năm theo quy định."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào [full_name]/Cô,. . Em tên là [full_name] MSSV: [student_id], Khoa KTXD. . Hôm nay em có lịch thi Anh văn 3 ca 7h00 ngày 04/12/2021, Nhóm L03-B, do nhà em bị cúp điện từ đêm khuya đến hơn 7h sáng mới có và trong lúc cúp điện mạng 4G không chạy nổi nên em đã vào trễ phòng thi và bị đình chỉ thi.. . [full_name]/Cô cho em hỏi em có được thi lại hoặc hoãn thi không ạ. Và em phải thực hiện như thế nào ạ.. . Mong [full_name]/Cô giải đáp giúp em ạ!Em xin chân thành cảm ơn.. .",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi: . . \"Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022\". . Cô chỉ trích lượt: \"5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . - Sinh viên không đáp ứng các yêu cầu về trang thiết bị điện tử, đường truyền như . . trong hướng dẫn thi trực tuyến được phép đăng ký hoãn thi Cuối kỳ trực tuyến. . . Trường hợp này, SV sẽ đăng ký Hoãn thi(HT) Cuối kỳ tại trang Mybk.hcmut.edu.vn . .    Ứng dụng cho Sinh viên    12. Đăng ký hoãn thi Cuối kỳ (Ứng dụng dự kiến bắt . . đầu mở cho Sinh viên đăng ký từ đầu tháng 12/2021 thời gian đăng ký hoãn thi theo . . quy đinh: trong vòng 5 ngày tính từ ngày vắng thi (chỉ tính ngày làm việc)), Sau khi . . SV đăng ký hoãn thi PĐT sẽ hậu kiểm các tình huống cấm thi hoặc không đủ điều . . 2. . kiện hoãn thi với Giảng viên/Bộ môn/Khoa trước khi ra quyết định cho phép hoãn thi.. . Trường hợp đặc biệt, nhà trường sẽ xem xét riêng. Nếu SV được nhận điểm hoãn thi . . Cuối kỳ thì sẽ được phép thi vào lần tổ chức kế tiếp của học phần trong thời hạn tối . . đa 01 năm theo quy định.\".... . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Thầy/Cô,. . . . Em là sinh viên khóa K17, em đã hoàn thành các môn học theo chương trình đào tạo. . . Em chỉ còn thiếu điều kiện [full_name] đầu ra để có thể tốt nghiệp.. . Do tới khi bắt đầu học kỳ tới HK212, em vẫn chưa có [full_name] để tốt nghiệp. . . Nên em muốn hỏi thầy/cô là em có cần thiết phải đăng ký 1 môn học để duy trì tình trạng sinh viên cho tới khi tốt nghiệp không ạ?. . . . Em xin cảm ơn!. .",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào quý thầy/cô,. . . . Em là sinh viên khóa K20 - chương trình Chất lượng cao. Theo như CTĐT thì ở HK212 em có môn GDQP và thời gian học dự kiến từ 07/03 - 03/04/2022. Em có dự định đăng kí những môn còn nợ ở học kì trước thì có bị ảnh hưởng bởi môn GDQP không ạ ?. Em xin cảm ơn",
            "Chào em,. . Em liên hệ PĐT TT GDQP qua 028.[student_id]7, hoặc email [email] để biết học như thế nào nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Ngày mai em có 1 môn học thi cuối kì trên bk e-learning nhưng hiện tại trang e-learning của trường bị lỗi tới giờ vẫn chưa vào được ạ.. . Cho em hỏi tới ngày mai trang của trường đã sửa được chưa ạ?. .",
            "Chào em,. . Hệ thống bkel hiện tại đã hoạt động lại bình thường nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi: Phòng đào tạo ĐHBK TPHCM. . . . Em xin gửi đơn đăng ký thu nhận lại đính kèm bên dưới.. . Rất mong phòng đào tạo và thầy cô xem xét nguyện vọng được tiếp tục học của em ạ.. . . . Em chân thành cảm ơn!",
            "Chào bạn. . Tình trạng của bạn là đã chuyển sang hệ VLVH, nên bạn dkmh cho Hk212 bình thường. . Thân"
        ]
    }
]