[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name]. MSSV [student_id]. Số tín chỉ tích luỹ: 126. Số ngày công tác xã hội : 12.5. . Em đã đăng ký môn GE4313 - Luận văn tốt nghiệp (Địa chất môi trường) nhưng đã bị hủy ở đợt kết quả. Phần lịch sử đăng ký lại không có kết quả. Nhưng trong E-learning đã có.. . Mong quý thầy cô kiểm tra giúp em.. . Em xin cảm ơn.",
            "Đã có TKB trên mybk/ SV kiểm tra lại nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô.. . Dạ cho em hỏi là, em có thể xin rút hết các môn học học kì này và để lại một môn Thực tập có được không ạ. Do là hiện tại em không sắp xếp được thời gian học. Vậy thì thay vì bảo lưu tất cả để học kì sau học thì em có thể xin huỷ các môn học và để lại môn thực tập thôi được không? Và nếu rút môn học thì học phí em chỉ cần đóng những môn không rút thôi có phải không ạ? Em cảm ơn.",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Các môn thuộc nhóm tự chọn tự do (Free Elective) thì có bắt buộc những môn đó phải thuộc về ngành/khoa đang học không ạ.. .  . . Em xin cảm ơn",
            "Chào em,. . Học phần tự chọn tự do là học phần sinh viên được tự do đăng ký, không bị ràng buộc với ngành/chuyên ngành sinh viên đang theo học, nhưng phải có kiến thức không trùng lắp với các kiến thức dùng để xét tốt nghiệp của chương trình đào tạo. Hai học phần được xem là trùng lắp nếu có chuẩn đầu ra/nội dung trùng lắp đến 50%.. . . . Ở một chừng mức nào đó, để tránh cho sinh viên không lúng túng khi chọn môn tự do, tránh lãng phí thời gian và tài chính, [full_name] gợi ý cho sinh viên chọn các môn nhằm trang bị kiến thức chuyên sâu hơn ở các chuyên ngành.. . . . Em liên hệ [full_name] trình bày môn đã chọn tự do, để [full_name] xem xét và xác nhận, hoặc có hướng dẫn cụ thể.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin kính chào quý thầy cô Phòng Đào Tạo,. . . . Em tên là [full_name], hiện đang là sinh viên ngành kĩ thuật máy tính phân lớp MT20KT02. Vào ngày 18/08/2021, phòng đào tạo đã thông báo đã tiếp nhận đơn bảo lưu của em nhưng đến ngày hôm nay (28/08/2021) em vẫn chưa nhận được đơn phản hồi từ Phòng Đào Tạo. Kính mong thầy cô có thể kiểm tra đơn của em và phê duyệt sớm nhất để em có thể hoàn thành thủ tục bảo lưu kết quả học tập.Em xin chân thành cảm ơn quý thầy cô.. . . . Trân trọng,. . [full_name].",
            "Đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . chào thầy/cô, hôm trước em có đăng kí luận văn tốt nghiệp đợt bổ sung nhưng khi vào em xem kết quả thì thấy bị hủy mặc dù em đã đủ số tín chỉ tích lũy, số ngày CTXH và khi xem lý do thì em không thấy hiện lý do lên. Em mong nhận được sự phản hồi của thầy/cô. Em xin cảm ơn.",
            "Chào bạn,. . SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "em chào thầy cô ạ em tên [full_name] - [student_id]. Em muốn hỏi e có đăng kí môn học học kì 211, môn tiểu luận tốt nghiệp - 260663, lúc đăng thì thỏa mãn hết yêu cầu sao kết quả lại không ạ ? . . . .",
            "số tín chỉ tích lũy e là 98 còn số ngày công tác xã hội là 12.5 ngày ạ !",
            "Chào bạn. . Cô đã lấy dữ liệu chuyển bộ phận dkmh xét lại. . Bạn đợi kết quả phản hồi trễ nhất là thứ 4 ngày 15/9. . Thân",
            "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 95   96 Không đủ điều kiện nhận TLTN. . Bạn kiểm tra lại nghen. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] [full_name]. . Kính gửi: Phòng Đào Tạo Đại học Bách Khoa. . Em là: [full_name]. MSSV [student_id]. . Em xin gửi đơn xin gia hạn thêm một học kì và đăng kí môn học mong được giải quyết sớm cho em được vào lớp. Em xin cảm ơn!. .",
            "đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Gửi học vụ,. . . . Em tên: [full_name]. . MSSV: [student_id]. . Hệ VLVH. . . . Hiện tại em vẫn không xem được học phí HK211 để thanh toán học phí (em chưa có thẻ OCB nên sẽ chuyển khoản vào tài khoản của trường).. . . . Mong học vụ cập nhật hoặc phản hồi sớm để em thanh toán học phí.. . . . Thanks and best regards,. . [full_name].tnx",
            "Chào bạn,. . Hiện tại chưa đưa HP của VLVH lên bkpay nhé, nên bạn chưa xem được.. . Bạn vui lòng xem quy định về thanh toán HP nhé, TT qua bkpay nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô,. . . . Em tên là [full_name] ([student_id]) trong lần đăng ký môn học vừa rồi em lỡ đăng ký môn Anh văn 3 (LA1007) lớp L03 học kỳ 211. Thầy/cô cho em xin phép rút môn học này vì em cảm thấy không phù hợp và em tập trung vào Luận văn ạ.. . . . Và trong đại dịch Covid-19 này, gia đình em cũng gặp khó khăn về mặt tài chính. Thật sự, em rất mong quý thầy/cô giúp đỡ đê em rút môn học không phí. Đó sẽ là động lực đê em hoàn thành các môn khác trong thời buổi khó khăn này.. . . . Em xin chúc sức khỏe quý thầy/cô.. . . . Em xin cám ơn.",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi!. . Trong đợt đăng kí môn học bổ sung dành cho LVTN em đã có đăng kí môn học nhưng lại bị hủy vì lí do là chưa đăng kí ạ. Em xin gửi một số thông tin kèm hình ảnh minh chứng để thầy cô xem xét và giải đáp giúp em.. . Họ và tên: [full_name]. . Lớp: CK17CĐ3. . MSSV:[student_id]. . MSMH: ME4019. . Số ngày CTXH: 11.5 ngày. . Số tín chỉ tích lũy: 125 tín chỉ (107tín chỉ + 18 tín chỉ của kì 212)( trước đây em chưa từng học bất cứ môn anh văn nào trong trường nên em còn 8 tín chỉ tiếng anh, nhưng vì dịch nên nhà trường đã cho phép tụi em bỏ qua điều kiện CCAV nên em mong có vấn đề này có thể giải quyết, vì hiện tại em chỉ còn nộp bằng Toeic và làm LVTN). . Trân trọng.",
            "Đã có TKB nhé, bạn vui lòng vào kiểm tra lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào,. . . . Em là [full_name], sinh viên CK17CTM1, MSSV: [student_id]. . . . . Ở lần đăng ký LVTN bổ sung (mở ngày 23/08), em đã đăng ký LVTN. Nhưng khi kiểm tra tra ở đợt kiểm tra kết quả lại không có, chỉ hiển thị là em chưa đăng ký.. . . . Nhờ thầy/cô kiểm tra lại giúp và hỗ trợ em  đăng ký LVTN.. . . . Em xin cảm ơn.",
            "Đã cập nhật tkb rồi nghen bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi nhà trường,. . Vì lý do dịch bệnh em và các bạn khác chưa thể thi tiếng anh để chuyển điểm nên không đủ tín chỉ để đăng ký làm LVTN. Em kính mong nhà trường xem xét và giúp đỡ chúng em có thể hoàn thành LVTN trong kỳ này. . . Em cám ơn ạ.",
            "Chào bạn,. . Phải đủ điều kiện mới có thể ĐK LVTN nhé, SV vẫn có thể ĐK AV 1,2,3,4 trong trường học bình thường nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712794  /b \t. . . .   i Đăng ký môn học . Em xin chào thầy cô.. . Thầy cô cho em xin đăng ký ĐCLVTN (CI4381) ạ. Do em đã đăng ký nhưng bị hủy với lý do thiếu môn TTTN nhưng em đã đăng ký TTTN ở kỳ hè và bị xoá tkb đóng học phí trễ, và hiện em đang chờ phục hồi tkb của TTTN nên mỗi lần em đăng ký ĐỀ CƯƠNG LUẬN VĂN TỐT NGHIỆP đều bị xoá vì tkb của học kỳ hè chưa được khồi phục. Mong thầy cô có thể đăng ký ĐCLNTN giúp em để em có thể làm luận văn trong kỳ sau ạ. Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào PĐT.. . Em tên là [full_name] MSSV([student_id]). Hiện là sv hệ cao đăng của trung tâm đào tạo bảo dưỡng công nghiệp, đợt vừa rồi pđt có gửi mail sẽ được miễn chứng chỉ anh văn để được đăng kí TLTN nhưng bây giờ em cùng các bạn trong trung tâm đăng kí nhưng đến bh không thấy có kết quả cũng như trong mục lịch sử có ghi là k đủ điều kiện để đăng kí ạ, Mong PĐT giải quyết giúp tụi em ạ . . Em cảm ơn ạ.",
            "Chào bạn,. . SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[student_id]. .   i Học vụ  /i  . . Mình có đăng kí môn đồ án tổ chức thi công nhưng đến nay trong elearning không có thông tin môn học. vậy xin hỏi mình cần liên hệ đâu để lấy thông tin này. .",
            "Chào bạn. . Đã cập nhật lại, bạn kiểm tra nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào PĐT.Em là SV [full_name]([student_id]) học kì 211 này em có nhận được email từ PĐT là sẽ không xét điều kiện Anh văn để đăng kí môn LVTN(260663) thì em đã đăng kí, nhưng hôm qua em vào xem kết quả đăng kí thì lại không được ạ.PĐT cho em hỏi là vì sao lại không đăng kí được vậy ạ?. . Em xin cám ơn PĐT.. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 6/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào quí thầy cô. . Em tên là [full_name] mssv [student_id]. . Em xin nộp đơn khiếu nại ĐKMH HK221 về việc xét đăng kí Luận văn tốt nghiệp ạ!",
            "da tiep nhan"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Họ và tên: [full_name]. . MSSV: [student_id]. . Khoa: Kỹ Thuật Xây Dựng. . Kính thưa phòng đào tạo, em xin trình bày nội dung là tại đợt đăng ký bổ sung TTTN + LVTN + DCLVTN từ ngày  23-25/08/2021 được thông báo là không xét chuẩn anh văn nên em đã tiến hành đăng kí thành công LVTN vào ngày 23/08/2021, nhưng sau đến ngày 27/08/2021 và sáng 28/08/2021 em kiểm tra lại thì không thấy môn LVTN đâu. . . Nên kính mong phòng đào tạo xem xét.. . Mã môn học: CI4343. . Số tín chỉ tích lũy: 128. . Số ngày CTXH: 18. . Đã hoàn thành thực tập tốt nghiệp, đề cương luận văn.",
            "Đăng ký môn học. . Họ và tên: [full_name]. . MSSV: [student_id]. . Khoa: Kỹ Thuật Xây Dựng. . Kính thưa phòng đào tạo, em xin trình bày nội dung là tại đợt đăng ký bổ sung TTTN + LVTN + DCLVTN từ ngày  23-25/08/2021 được thông báo là không xét chuẩn anh văn nên em đã tiến hành đăng kí thành công LVTN vào ngày 23/08/2021, nhưng sau đến ngày 27/08/2021 và sáng 28/08/2021 em kiểm tra lại thì không thấy môn LVTN đâu.. . Nên kính mong phòng đào tạo xem xét.. . Mã môn học: CI4343. . Số tín chỉ tích lũy: 128. . Số ngày CTXH: 18. . Đã hoàn thành thực tập tốt nghiệp, đề cương luận văn.  /QUOTE . . Em xin cập nhật thêm hình ảnh cho việc đã đăng kí thành công",
            "em kiểm tra đã có thời khóa biểu LVTN rồi ạ. Em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name] mã số sinh viên [student_id], sinh viên liên thông bên cao đẳng bảo dưỡng công nghiệp, số tín chỉ tích lũy 127 và số ngày công tác xã hội là 15.5 ngày, môn tiên quyết đồ án thiết kế ( ME2011),Đồ án chuyên ngành (Kỹ thuật Chế tạo)(ME4045),Đề cương luận văn tốt nghiệp ( ME4725) em điều thỏa . . Em đăng kí môn ME4727- Luận văn tốt nghiệp( mã liên thông ) nhưng lại bị hủy ở đợt kết quả. Còn phần lịch sử đăng kí lại không có kết quả và eleaning cũng không có.  . . Mong quý thầy cô kiểm tra lại giúp em . . Em xin cảm ơn. . . .",
            "Đã có [full_name]B"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào thầy cô.. . Thầy cô cho em đăng ĐỀ CƯƠNG [full_name] (CI4381) với ạ. Em đã đăng ký ở đợt trước nhưng bị xoá vì thiếu TTTN, nhưng em đã đăng ký TTTN ở học kỳ hè và bị xoá do đóng học phí trễ và hiện giờ em đã làm đơn và đang chờ phục hồi tkb của TTTN ạ. Mong thầy cô có thể đăng ký ĐCLVTN giúp em với ạ để em có thể tiếp tục làm luận văn trong kỳ tới ạ.. . Em xin cảm ơn thầy cô ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào thầy cô.. . Thầy cô cho em đăng ĐỀ CƯƠNG [full_name] (CI4381) với ạ. Em đã đăng ký ở đợt trước nhưng bị xoá vì thiếu TTTN, nhưng em đã đăng ký TTTN ở học kỳ hè và bị xoá do đóng học phí trễ và hiện giờ em đã làm đơn và đang chờ phục hồi tkb của TTTN ạ. Mong thầy cô có thể đăng ký ĐCLVTN giúp em với ạ để em có thể tiếp tục làm luận văn trong kỳ tới ạ.. . Em xin cảm ơn thầy cô ạ.",
            "EM xin bổ sung thêm [full_name] [full_name] HK203 mà em đã gửi gmail cho phòng đài tạo ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 15/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào PĐT, em muốn hỏi quy trình làm đơn đăng kí trễ LVTN sau khi đã hết thời gian đăng kí Online ạ. Dịch bệnh em không lên trường không gặp thầy được thì xin chữ kí thầy hướng dẫn với khoa như thế nào ạ. . . PĐT giải đáp đúng trọng tâm cho em ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em kính chào Phòng Đào tạo,. . . . Em là [full_name], MSSV [student_id].. . Trên trang BKeL, một số môn học của em không có hiển thị tên lớp đầy đủ (hình 1). Trong trang môn học em click vào thì cũng không hiển thị đầy đủ các mục mà giảng viên đã đưa lên. Ví dụ như môn Thí nghiệm Hóa đại cương (CH1004), giảng viên đã thông báo đưa đường link học online vào từng lớp cụ thể nhưng em không thấy tên lớp mình (hình 2). Hay ở môn Mô hình hóa toán học (CO2011), các thầy đã đưa đường link học online tuần trước nhưng đến nay em vẫn không nhận được (hình 3, 4, 5), trong khi em hỏi các bạn cùng lớp thì các bạn đã có đường link rồi (môn học bắt đầu vào tuần trước, em phải hỏi xin đường link Meet của bạn cùng lớp để vào lớp học).. . Em kính mong Phòng Đào tạo kiểm tra và giải quyết cho em trong trường hợp có trục trặc, hoặc hướng dẫn để em nhận được đầy đủ các thông báo của giảng viên.. . . . Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa quý thầy cô!. . Em tên là [full_name] MSSV [student_id]. Em học khoa Vật Liệu.. . Em có ĐKMH bổ sung LVTN nhưng em lại không có thời khóa biểu và trên elening cũng không có và cũng không có lý do hủy môn của e.Số tín chỉ của em là 125 và đủ 10 ngày CTXH. . Mong quý thầy cô có thể phản hồi giúp em!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: [full_name]",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa Quý nhà trường,. . . . Em tên là [full_name], MSSV [student_id] khoa Quản lý công nghiệp. Hiện em chưa có điểm luận văn, không đăng ký tốt nghiệp được mặc dù các bạn thực hiện luận văn cùng HK 202 đã có điểm luận văn hết rồi.. . . . Em đã hoàn thành đầy đủ không thiếu điều kiện nào cho việc tốt nghiệp ạ.. . . . Kính mong Quý nhà trường xem xét trường hợp này giúp em. Mong sớm nhận được phản hồi từ Quý Thầy/Cô.. . . . Trân trọng,. . [full_name]. .",
            "Chào bạn. . - Đợt đăng ký tốt nghiệp hiện tại đến 30/8 là của HK 202. . - Đợt tốt nghiệp tháng 11/2021 - HK211 sẽ có thông báo cụ thể cho SV về danh sách về cách đăng ký tốt nghiệp dự kiến bắt đầu từ tháng 9/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào PĐT, em tên là [full_name] mssv [student_id]. Em có đăng ký môn anh văn 2A ( anh văn theo yêu cầu ) La1039 lớp dự thính DT02 vào đợt 3 thì em bị hủy môn học ạ, vì báo trùng lịch ạ. Nhưng em đang trong tình trạng thiếu Chuẩn anh văn đầu vào ạ . Mong PĐT cho phép em đăng ký lớp này hoặc Anh văn 2 LA1005 lớp L03 để kịp tiến trình học ạ. Em xin trân thành cám ơn ạ",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa quý thầy cô!. . Em tên là [full_name] MSSV [student_id]. Em học khoa Vật Liệu.. . Em có ĐKMH bổ sung LVTN nhưng em lại không có thời khóa biểu và trên elening cũng không có. Số tín chỉ của e là 123 với lại có 1 môn 2 chỉ chưa cập nhật, CTXH 10 ngày. Em vừa kiểm tra trên ĐKMH thì thấy là PĐT không đăng kí môn học vì không đủ kiện. Cho em hỏi có phải vì 2 chỉ chưa cập nhật mà em không được đăng kí không ạ.. . Mong quý thầy cô có thể phản hồi giúp em!",
            "Xin lỗi thầy cô vì em đã nhầm thông tin. Số tín chỉ cần là 126 chỉ.. . Số chỉ hiện tạo của em là 123 và HK210 em đã qua 1 môn 2 chỉ nữa là 125.. . Hôm 29/8 em vừa chuyển điểm AV1 nữa là 127. Đủ chỉ tiêu để đăng kí.. . Em mong quý thầy cô có thể giúp đỡ em đăng kí bổ sung môn LVTN, vì học kì này là học kì cuối của em.. . Em xin chân thành cảm ơn ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào tạo . . Em tên: [full_name]. . MSSV: [student_id]. . Hệ: VHVL (ngành Kỹ thuật Cơ điện tử). . Trong đợt \"Đăng ký bổ sung LVTN-TTTN-DCLVTN\", em có đăng ký môn Luận văn tốt nghiệp (ME4019) nhưng bị hủy, lý do: \"chờ xét LVTN-TTTN-DCLVTT, sinh viên xem kết quả sau\". Trước đó, trong đợt Đăng ký môn học HK211-Đợt 3  em cũng có đăng ký môn này nhưng cũng bị hủy không lý do.Em kính mong PĐT xem xét lại cho em đăng ký môn này vì em chuyển từ hệ chính quy qua hệ VHVL đợt tháng  03/2021,theo như chương trình đào tạo K2014 thì em chỉ còn môn Luận văn tốt nghiệp là chưa hoàn thành.. . Em xin cảm ơn.. .",
            "SV liên hệ khoa nhận LVTN, ds gửi khoa ngày 31/8. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT, . . . . Em là Chang Mã Điền , hệ VHVL , mssv [student_id] , Khoa Điện - Điện tử. . . . PĐT giúp em mở môn Luân Văn (EE4313) HK chính 211 . . . . Luận văn thì em đã đăng ký 3 lần nhưng không được do 2 nguyên nhân :. . . . + Điểm môn đề cương (EE4311) HK202 chưa được cập nhật, dù em đã bảo vệ và có điểm vào đầu tháng 8.. . . . + Thực Tập Tốt Nghiệp (EE3313) HK hè 203, do dịch nên TTTN HK203 hè vẫn chưa bắt đầu, em cũng xin thầy hoãn TT HK203 để em nộp báo cáo TT sau.. . . . Tình hình dịch kéo dài, nên thực tập thì không biết bao giờ mới thực tập được. . . . . Mong PĐT xem xét mở môn LVTN vào HK211 cho em ạ.. . . . Cảm Ơn PĐT. .",
            "Xem TKB tại mybk"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào [full_name]T,. . Em có đăng ký DCLVTN nhưng do em dùng mã cũ (EE4331) để đăng ký thay vì dùng mã mới (EE4335) do [full_name]T cập nhật nên bị xóa môn. Mong [full_name]T đăng ký giúp em môn DCLVTN EE4335 để em kịp tiến độ. Em xin cảm ơn [full_name]T!. . [full_name]. . MSSV: [student_id]",
            "Mong PĐT phản hồi sớm ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 15/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào cô ạ! . . Cô cho em hỏi là lúc trước em có nộp đơn đăng ký hoãn thi và đã được chấp nhận. Nhưng tại sao bảng điểm vẫn để điểm 13 vậy ạ. Em mong cô kiểm tra lại giúp em ạ.. . Em cảm ơn ạ !. . . .",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Phòng Đào tạo. . Em tên: [full_name] -[student_id]. . Dạ Pdt cho em hỏi : Do kì này pdt không xét chứng chỉ anh văn để đăng kí luận văn nên em đã gửi đăng kí luận văn nhưng sao không có trong thời khóa biểu ạ.(tín chỉ để đăng kí luận văn của em đã đủ ). . . .",
            "Chào bạn,. . SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . . . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thưa quý Thầy/Cô, . . Em có đăng ký thủ tục xin hoãn thi cuối kì môn Hệ cơ sở dữ liệu (CO2014) của thầy Trần Quang (VLVH_HK202) với Phòng đào tạo và được báo mail là đã đồng ý yêu cầu của em.. . . . Em gửi tin nhắn này mong quý Thầy/Cô cập nhật lại điểm thi CK môn này của em điểm 14 ạ.. . Em tên: [full_name]. . MSSV: [student_id]. . Môn thi: Hệ cơ sở dữ liệu-CO2014-Trần Quang (VLVH_HK202). . Hệ đào tạo: VHVL. . Ngày thi: 29/08/2021. . Em xin chân thành cảm ơn quý Thầy/Cô! Em chúc Thầy/Cô nhiều sức khỏe ạ.",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa quí thầy cô. . Em tên là [full_name] mã số sinh viên [student_id]. Sinh viên khoa Công nghệ vật liệu chuyên ngành Vật liệu năng lượng và ứng dụng.. . Sau đây, em xin trình bày về vấn đề đăng ký Luận văn tốt nghiệp (MA4341) và kết quả xét đăng ký: . . Hiện tại, em chỉ còn 2 môn học với tổng số tín chỉ là 5 chỉ ( MA3031 (2 chỉ) và MA4023 (3 chỉ)). Tổng số tín chỉ hiện tại của em là 112 chỉ và ngày CTXH là 86 ngày. Tổng số tín chỉ học kì trước (học kì 202) mà chưa có kết quả là 13 chỉ, trong đó có môn học tiên quyết là: Đề cương luận văn tốt nghiệp (MA4341) (đã báo cáo và đợi kết quả trên bảng điểm). .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 6/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. .",
            "Chào bạn. . Bạn xem lại lý do khi xét LVTN:. . 109+13=122  126 Không đủ điều kiện nhận LVTN. . Bạn kiểm tra lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy, cô. . Theo như thông báo kì đăng kí LVTN đợt bổ sung không xét CCAV nên em có đăng kí do em chỉ thiếu CCAV.. . Nhưng sau khi có kết quả thì phòng đào tạo có ghi là không đủ điều kiện.. . Em không biết do lỗi hay không, do em đã đủ các chỉ tiêu khác chỉ thiếu CCAV.. . em cảm ơn.",
            "Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   I   /I   /B Yêu cầu khác: Kính gửi phòng đào tạo . . Em là [full_name] mssv [student_id] em là sinh viên k15 hiện tại kì này là kì cuối của em để hoàn thành chương trình học.. . 1.Em đang thắc mắc là sao số tín chỉ tích luỹ nghành của em lại 104 nhưng số tín chỉ tích luỹ lại là 118. . 2.Vì sao số tín chỉ của các bạn khác chỉ 142 nhưng của em là 148 nếu cộng hết kể cả luận văn.không biết có sự sai sót gì không ạ. . Hiện tại vì số tín chỉ tích luỹ nghành của em quá thấp nên em không đăng kí thành công luận văn tốt nghiệp ạ.nhưng số tín chỉ thật sau kì 201 là 118tc và sau kì 203 có những môn có điểm rồi thì là 129tc. . Mong phòng đào tạo xem xét và sữa lại giúp em. . Xin phản hồi sớm giúp em ạ.",
            "Chào bạn,. . Bạn vui lòng bổ sung lại giúp cô mã LVTN để chuyển đi xét lại cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em là SV khóa K15, MSSV [student_id]. . HK211 em có đăng kí LVTN, MSMH : CI4343. . Em đã có điểm môn học AV1 nhưng khi đang kí môn LVTN thì bị hủy với lí do thiếu môn AV_1. . PĐT kiểm tra lại giúp em với ạ.",
            "Chào bạn,. . Bạn không ĐKMH được LVTN vì:. . SV không đăng ký đc môn CI4343 vì chưa học môn CI3175. . SV vui lòng kiểm tra lại điều kiện nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ bây giờ em có thể rút môn học học kỳ chính không ạ",
            "Chào bạn,. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT. . Em là [full_name], MSSV [student_id]. . Theo email trong đợt đăng ký LVTN bổ sung nhà trường sẽ không xét chuẩn anh văn.. . Em đã đăng ký LVTN bổ sung nhưng kết quả lại bị hủy do thiếu chuẩn anh văn.. . Kính mong quý thầy cô xem xét lại giúp em.. .   i Đăng ký môn học .",
            "Chào bạn. . Bạn bổ sung giúp cô mã môn LVTN nhé!. . Thân",
            "Em chào Cô. . Mã môn LVTN em đã đăng ký là CI4343. . Mong Cô xem xét giúp em.. . Em cảm ơn",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 15/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name], MSSV [student_id] hệ VHVL khoa Kỹ thuật giao thông chuyên ngành Công nghệ ô tô.. . Vừa qua có đợt đăng ký môn học, em có đăng ký môn AV400 (do lúc thi đầu vào em được 425), nhưng sao giờ trong thời khóa biểu chính thức của em lại không có môn đó. Trong đợt đăng ký hiệu chỉnh đợt 3 của em vẫn còn, số sinh viên đăng ký môn đó em coi là 88/110 bạn, hay còn lý do nào khác khiến môn đó bị hủy không thầy/cô? Nhờ thầy/cô giải đáp thắc mắc giúp em với ạ, em cảm ơn thầy/cô nhiều.. . Em [full_name]!. . . .",
            "Chào bạn,. . Hiện tại SV muốn xin ĐK bổ sung môn học (ghi rõ lý do xin đăng ký trễ, tên MH, mã MH, mã nhóm xin đăng ký và kèm xác nhận đông ý của GV cho vào lớp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào cô,. . Em tên [full_name], MSSV [student_id] SĐT [phone_number].. . Em có đăng ký LVTN trong đợt Đăng ký bổ sung TTTN + LVTN + [full_name]1 (PĐT có gửi mail nói đợt này không xét chứng chỉ Anh văn).. . Nhưng hôm nay khi em vào trang Đăng ký môn học để xem BẢNG ĐĂNG KÝ ĐĂNG KÝ BỔ SUNG TTTN + LVTN + [full_name]1 ĐỢT KẾT QUẢ (CHỈ ĐỂ XEM) thì lại không có.. . Em mong PĐT có thể cập nhật đăng ký LVTN để em và một số bạn nữa có thể làm LVTN trong tình hình dịch bệnh khi thể thi các chứng chỉ Anh văn như hiện nay.. . Em cảm ơn cô.. . Mong nhận được sự phản hồi từ cô.",
            "Chào bạn,. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi, trong đợt đăng kí luận văn tốt nghiệp bổ sung vừa rồi em có đăng kí và đã thỏa điều kiện đăng kí. Nhưng hôm nay khi cập nhật thời khóa biểu em lại không có ạ.. . Mong PĐT kiểm tra lại giúp em sớm nhất có thể.. . Thông tin của em.. . [full_name]. . MSSV:[student_id]. . Môn đăng kí: CI4333",
            "Dạ em coi lại thì em thấy do em sinh viên K15 mà từ K16 trường mình có đổi mã môn học mới.. . Nên em đã thống kê lại các môn mã mới mà e đã học qua bằng file bên dưới. Mong PĐT xem xét chuyển điểm các môn này giúp em.Để em đủ điều kiện bổ sung thời khóa biểu luận văn kì này. Em rất mong nhận phản hồi sớm nhất từ phòng đào tạo.. . em cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi em đã đủ điều kiện đăng kí môn Thiết kế Dự án tốt nghiệp và đã đăng kí nhưng . . vì sao không có kết quả ạ? Em cảm ơn",
            "Chào bạn,. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô.. . Em nộp đơn rút môn bây giờ được chưa hay là đợi đến đợt đăng ký rút môn ạ.. . Em xin cảm ơn.. .",
            "Chào bạn,. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Tên : [full_name]. .  Mssv: [student_id] . .  Nội dung kn: Đã đăng ký bổ sung luận văn tốt nghiệp nhưng bị hủy kết quả.. .  mã MH: MA4003 - Đồ án môn học cn nl& ck. .  Số tín chỉ tính lũy : 124. .  số ngày CTXH 15,5. .  chứng chỉ anh văn ( chưa có ). .  Mong pdt giải quyết sớm cho em. . em xin trân thành cảm ơn. .  . . . .",
            "Đăng ký môn học. . Tên : [full_name]. . Mssv: [student_id]. . Nội dung kn: Đã đăng ký bổ sung luận văn tốt nghiệp nhưng bị hủy kết quả.. . mã MH: MA4003 - Đồ án môn học cn nl& ck. . Số tín chỉ tính lũy : 127. . số ngày CTXH 15,5. . chứng chỉ anh văn ( chưa có ). . Mong pdt giải quyết sớm cho em , em đã đủ tất cả điều kiện đăng ký. . . em xin trân thành cảm ơn. . . . . .   /QUOTE . .",
            "Chào bạn,. . Vui lòng bổ sung mã môn LVTN. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi trường đại học Bách Khoa,. . . . Em tên là [full_name], MSSV [student_id]. Em gửi tin nhắn này mong được trình bày lại vấn đề của em như sau: Đợt đăng ký môn học vừa rồi trùng với ngày thi và kỳ thực tập của khoa em, nên khi đăng ký em đã bỏ qua   B Đồ án Hệ thống số - CO1029  /B . Em biết việc này là xảy ra là do em đã không có sự chuẩn bị từ trước, để xảy ra sai lầm này. Mong nhà trường có thể cho phép em có thêm cơ hội để đăng ký học môn kể trên được không ạ.. . . . Em xin chân thành cám ơn. Mong sớm nhận được hồi âm ạ.",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân mến,. .",
            "Chào em,. . Cô [full_name] đã gửi email đến em, PĐT không để tên em trong danh sách chung k21 nữa nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "- Em tên là: [full_name]. . - MSSV: [student_id]. . - Em gửi đơn này để hỏi Phòng Đào Tạo về thủ tục tạm dừng học trong học kì này.. . - Em xin chân thành cảm ơn",
            "Chào bạn,. . SV vui lòng tải mẫu đơn tạm dừng tại trang aao.hcmut.edu.vn/Sinh viên/biểu mẫu. Điền đầy đủ thông tin và gửi qua bksi nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào Thầy, cô. . . . Em tên là [full_name] mssv [student_id].. . Em có đăng kí IM4323 Luận văn tốt nghiệp (Quản trị Kinh doanh) LVTN đợt bổ sung nhưng sau khi có kết quả thì bị hủy với lý do không đủ điều kiện. . . Em tích đủ tín chỉ là 125 và còn 3 chỉ môn dự thính đã thi và đang đợi điểm, ngày công tác xã hội là 19 ngày.. . Bạn em cùng khoa cùng đăng kí đợt bổ sung với em nhưng chỉ có 123 chỉ vẫn đăng kí thành công LVTN.. . Không biết có lỗi hay em còn thiếu điều kiện gì mà không được chấp nhận đăng ký để nhận luận văn. Mong nhận được thông tin từ thầy cô . . . . Em cám ơn. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 6/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi quý thầy/cô. . Ngày 23/8 em có đăng kí Luận văn tốt nghiệp trong đợt bổ sung vừa rồi nhưng tới hiện nay em đã bị mất kết quả đăng kí và không được cập nhật Thời khóa biểu có Luận văn tốt nghiệp. Quý thầy/cô có thể kiểm tra dùm em vì sao em không em không được cập nhật thời khóa biểu không ạ.. . Em chân thành cảm ơn.",
            "Chào bạn,. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng đào tạo. . . . Chúng em có giờ học môn phương pháp tính(MT1009) bắt đầu từ   B tuần thứ 33  /B . Nhưng đã qua   U 2 buổi  /U  chúng em không thấy đường link đâu cả, mong phòng đào tạo xem xét giúp tụi em ạ. . . . Em xin cảm ơn",
            "Chào bạn. . Đã cập nhật lại"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào PĐT.. . Em tên : [full_name]. . MSSV: [student_id].. . Kì rồi e đăng kí \" Luận văn tốt nghiệp\". Được biết PĐT k xét Chuẩn Av của LVTN HK211. Em đã kiểm tra đầy đủ tiêu chuẩn ( k dính môn tiên quyết, đủ số tín chỉ). Sao các bạn đã có TKB rồi mà em không có ạ???. . E cảm ơn.",
            "Chào bạn,. . SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . . . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. ."
        ]
    }
]