[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho e hỏi là : khi e đăng ký môn học, e có đăng ký 16 tín chỉ bình thường và có đăng ký thêm 1 môn GDTC ( 1 tín chỉ học phí ), nay e vào bkpay thì có thấy mức đóng của là 6.200.000 mà e biết thì trong khung 17 tín chỉ , chỉ phải đóng 5.850.000, tại sao lại có khoảng chênh như vậy ạ, em cảm ơn.",
            "Chào bạn,. . . . - Bạn đăng kí 16 tín chỉ học phí 5.850.000.. . . . - Còn môn GDTC tính theo lần học 3 lần đầu được miễn phí, lần thứ 4 sẽ tính 1 môn là 1 chỉ (350.000) nha bạn.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . chào cô em là [full_name](mssv[student_id]). . cô ơi cho em hỏi trước em có đăng kí chuyển điểm trên mybk nhưng chưa có điểm trên bảng điểm ấy ạ vì bây giờ em muốn hủy lệnh chuyển điểm đó được không ạ. Do em đang muốn dùng bảng điểm đó để chuyển điểm ở trường bên Nhật sắp chuyển tiếp tới đây và họ yêu cầu là bằng đó chưa được sử dụng để đổi điểm ở trường cũ ạ, từ giờ cho tới khi chuyển điểm bên kia còn mấy ngày nên không kịp thi bằng mới mong cô/thầy giúp đỡ em. Em cảm ơn.. .",
            "Chào bạn,. . . . PDT đã chuyển điểm rồi không huỷ lệnh chuyển điểm được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:  Em đã có gửi yêu cầu xem lại học phí học kỳ 201. Do đầu năm em đăng ký 18 chỉ học chính và môn học đề cương luận văn , lúc thanh toán học phí có thanh toán học phí môn đề cương luận văn nhưng môn đề cương không có trên bảng điểm. . .  Em mong PDT xem lại học phí cho em với ạ",
            "Chào bạn,. . . .  Học phí học kỳ 201 nếu có sai sót, bạn làm đơn nộp PDT để ban lãnh đạo phòng kiểm tra phê duyệt việc hoàn học phí cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có đăng kí đợt thi kiểm tra tiếng Anh theo định hướng TOEIC hệ VHVL,ĐTTXA ngày 7/3/2021 lúc 13g30, phòng thi C5-302.. . . . Cho em hỏi có điểm thi chưa ạ ? Em chưa biết điểm ạ. Em cám ơn!",
            "Chào bạn,. . . . Có điểm rồi nha bạn, vào trang tra cứu danh sách phòng thi mà PDT đã gởi để xem điểm nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1813253  /b \t. . . .   i Yêu cầu khác . Cô cho em hỏi là vào HK193 em có vắng thi cuối kì môn Những nguyên lí cơ bản của chủ nghĩa Mac Lê-nin (SP1003) do em bệnh phải nhập viện. Em có nộp đơn xin nhận điểm vắng thi có phép và đã có quyết định đồng ý của nhà trường, em đã đăng kí thi môn học này vào HK201 nhưng đến hiện tại bảng điển của em vẫn được cập nhật môn này.Em có lên pdt và hỏi ở trên bksi nhưng tới hiện tại vẫn chưa cập nhật cho em ạ. Mong cô sớm cập nhật giúp em. Em cảm ơn cô ạ.",
            "Chào bạn,. . . . Hiện tại môn SP1003 của bạn 4 điểm, PDT sẽ cập nhật điểm trên cổng thông tin sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại các bạn khác đã được cập nhật thông tin điểm để xét học bổng nhưng trên mybk của em lại chưa được cập nhật ạ. Mong phòng đào tạo xem giúp em với ạ!",
            "Chào bạn,. . . . Học bổng bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha. Hiện tại điểm học bổng chưa cập nhật nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1713967  /b \t. . . .   i Học vụ . Kính chào Thầy/Cô ạ.. . Em là Huỳnh Quang Vinh. MSSV: 1713967.. . Lớp HC17MB1 Khoa Kỹ thuật hóa học.. . Hôm nay em có kiểm tra lại Thời khóa biểu học kỳ này của em thì phát hiện các môn của kỳ này bị mất hết ạ. Trên E-learning cũng tương tự như vậy. Trong khi TKB và EL của bạn em thì vẫn vào được bình thường.. . Mong Thầy/Cô kiểm tra lại và cho em hướng giải quyết ạ, vì kỳ này em đang làm luận văn ạ.. . Em cảm ơn Thầy/Cô đã đọc.. . Huỳnh Quang Vinh.  . . . .",
            "Chào bạn,. . . . Bạn nợ học phí bên sau đại học nên bị huỷ TKB nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy cô,. . Em là [full_name] MSSV [student_id]. Em đã học xong tất cả các môn nhưng thiếu anh văn để đăng ký luận văn. Em muốn xin giấy xác nhận sinh viên để đăng ký thi nhưng kỳ này em không đăng ký môn học nên không xin được. Kính mong thầy cô giúp đỡ ạ.. . Em xin cảm ơn ạ.",
            "Chào bạn,. . . . Việc này bạn làm đơn nộp PDT để xin giấy xác nhận sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh/chị PĐT. . Em tên Nguyễn Hồng Sơn - [student_id]. . . . Trong lần yêu cầu trước em có câu hỏi, là việc đăng ký tốt nghiệp bổ sung tháng 04/2021, thì PĐT có trả lời em nợ chứng chỉ Toeic nói - viết.. . Hiện tại em có kết quả thi Toeic Nói - viết tại BK English ngày 10/09/2020 là 200 điểm và ngày 13/09/2020 là 220 điểm.. . Mong anh/chị PĐT kiểm tra lại thông tin giúp em để em đăng ký tốt nghiệp đúng hạn, em cảm ơn.",
            "Chào bạn,. . . . Bạn mới nộp toeic ra trường, PDT đang xử lý xét tốt nghiệp cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em bị nhà trường buộc thôi học. Em hỏi rằng có cách nào để em được học lại ở trường không?",
            "Chào bạn,. . . . Bạn về khoa để tư vấn cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy cô phòng đào tạo. Em đã làm đơn xin phép và gửi cho PĐT cs2 để xin được đăng kí môn học dự thính cơ học máy ME2077 vi nhà trường nhiều lần xóa môn của em . Em đã được PĐT đồng ý và giáo viên đứng lớp đã đồng ý ký xác nhận để em được học lớp cho kịp tiến độ học tập. Nhưng em đã đi học được một tuần vẫn chưa được cập nhật thời khóa biểu lẫn elearning , mong Thầy cô xem xét cập nhật giúp em ạ !. .",
            "Chào bạn,. . . . [full_name] đã đăng kí cho bạn môn ME2077 rồi, cuối tuần sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào Thầy/Cô,. . Văn phòng PFIEV có nói với sinh viên tụi em là chương trình đào tạo mới chỉ có 2 môn tiếng anh chứ không còn 4 môn như trước nữa. Vậy điều này chính xác không ạ? Như vậy chuẩn sinh viên cũng thay đổi phải không ạ?. . Em cảm ơn. . . .",
            "Chào bạn,. . . . - Về chương trình đào tạo Việt Pháp bạn liên hệ cô [full_name] để tư vấn về chương trình đào tạo cho bạn. . . - Chuẩn sinh viên không thay đổi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em tên là [full_name]. . Mssv: [student_id]. . Dạ trường cho em hỏi em đã đủ hết tất cả điều kiện tốt nghiệp vậy vì sao em không đăng ký xét tốt nghiệp tháng 4/2021 và đóng tiền Onl được ạ ?. . Kính mong nhà trường xem xét và kiểm tra giúp em để em kịp hoàn thành thủ tục ra trường ạ.  B . . . .",
            "Chào bạn,. . . . Bạn đợi mail PDT hướng dẫn đăng kí tốt nghiệp thì bạn mới đăng kí tốt nghiệp được nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy,cô em là sinh viên khóa 18 bị trễ tiếng anh từ năm 1 nên em học trễ so với chương trình 1 năm và việc thay đổi chương trình từ khóa 19 làm em gặp nhiều khó khăn trong quá trình học tập, có 3 câu hỏi mong thầy, cô giải đáp giúp em ạ.. .   . .    1. Có một số môn học bắt buộc ở k18 nhưng chương trình đào tạo ở k19 lại không có hay nó là một môn tự chọn. Và nếu có một số môn chuyên ngành bọn em xin mở lớp với mã môn học cũ, đủ sỉ số và được giảng viên bộ môn đồng ý mở lớp thì phòng đào tạo có mở lớp cho bọn em không ạ. Vì nếu đợi môn học tương đương của k19 tụi em sẽ lại trễ tiếp 1 năm nữa là 6 năm để tốt nghiệp trong khi nếu không tính những môn rớt tụi em chỉ còn 6-7 môn để ra trường và trong quá trình học bọn em chua bị cảnh cáo học vụ bao giờ cả ạ.. . . .   2. Sỉ số mở lớp môn chuyên ngành và môn chuyên ngành tự chọn nhóm A,C là bao nhiêu ạ.. .   3.học kì hè nhà trường có mở lớp vào thứ 7, chủ nhật không ạ.. . . . Em xin cảm ơn thầy, cô. Chúc thầy cô một ngày tốt lành ạ.",
            "Chào bạn,. . . . 1. Nếu đủ sỉ số PDT sẽ mở.. . . . 2. Tuỳ theo môn, nếu môn chuyên ngành tầm 20.. . . . 3. Có.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . kính gửi pdt . . em đã xin hủy môn học những nguyên lí cơ bản mac lenin nhưng tại sao lại tính học phí môn học đó và chưa thấy cập nhật môn học đó trên tkb ạ . . em xin cảm ơn. .",
            "Chào bạn,. . . . Đã huỷ môn SP1003, học phí sẽ cập nhật sau ngày 13/4 nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại theo thông tin em biết thì từ học kì 211 sinh viên chương trình đại trà sẽ chuyển 100% về cơ sở 2 học. Vậy cho em hỏi thông tin đó có chính xác không ạ (để em có thể chủ động sắp nơi ở để phù hợp với điều kiện học tập). Em xin cảm ơn ạ",
            "Chào bạn,. . . . Hiện tại nhà trường chưa có thông báo  nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2013082  /b \t. . . .   i Yêu cầu khác . TRƯỜNG cho em hỏi điều kiện và quy trình bảo lưu học tập tại trường là như thế nào ạ. . Và tái nhập học như nào ạ. .",
            "Chào bạn,. . . . Bạn làm đơn tạm dừng học, khi nhập học trở lại bạn bạn đơn thu nhận lại. Mẫn đơn có sẵn trên web PDT.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy cô, em được biết từ K21 đại trà sẽ lên học phí mức 25tr/Kỳ, nếu em là K19 học liên thông đại học từ học kì 211 thì sẽ tính mức học phí theo K19 hay K21 ạ. Và nếu theo K21 thì học phí Liên thông ĐH là bao nhiêu ạ? Em cảm ơn thầy cô đã hỗ trợ.",
            "Chào bạn,. . . . Hiện tại nhà trường chưa có thông báo về học phí cho khoá K.21 nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: do em thiếu anh văn nên chỉ đăng kí được 7 tín chỉ mà trong bkpay không có hiển thị tiền đóng học phí. vậy em phải làm sao ạ",
            "Chào bạn,. . . . BKay có hiện học phí rồi mà bạn, bạn vui lòng kiểm tra lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là trong kì này em không có đăng kí dự thính mà sao trong Bkpay lại yêu cầu em phải thanh toán ạ. Mong được admin trường sớm giải quyết giúp em ạ. Em cảm ơn.",
            "Chào bạn,. . . . Môn anh văn yêu cầu được tính theo học phí dự thính nha bạn. Bạn có đăng kí môn LA0011.. . . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy/cô.. . Hiện tại thời khóa biểu của em bị lỗi. Em đang học môn cấu trúc dữ liệu và giải thuật (CO2003) nhóm DT01_DT01 , nhưng thời khóa biểu của em lại hiển thỉ môn CO2003 của nhóm khác, không phải nhóm em đang học.. . Thời khóa biểu môn CO2003 em đang học là tối thứ 4 và thứ 5 tại CS1.. . Hôm qua em có gửi hỗ trợ, nhưng chưa giải quyết xong đã đóng yêu cầu của em. Mong thầy cô kiểm tra lại giúp em.. . . . Em xin cảm ơn thầy/cô.. .",
            "Chào bạn,. . . . Đã trả lời câu hỏi trước cho bạn rồi.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy cô ơi, hiện nhà em đang khó khăn, thầy cô có thể dời hạn học phí của em, đợi đóng đợt 2 rồi em đóng luôn 1 lần được ko ạ, tại hiện giờ em chưa có tiền, nên là thầy cô có thể dời hạn đến đợt đóng tiền này đến đợt 2 rồi em đóng luôn được ko ạ, em xin cảm ơn thầy cô",
            "Chào bạn,. . . . Bạn muốn gia hạn học phí liên hệ phòng Công tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô ạ.. . Em muốn đăng kí rút môm XSTK mã MT2013 và Vật lý 2 mã PH1005 ở kì dự thính 202 này ạ.. . . . Lí do là do em không hề biết mình có đăng ký môn, có thể do lỗi hệ thống hoặc do ai đó vào tài khoản của em để đăng ký và sáng nay em có lên PĐT thì cô không giải quyết được ạ.. . . . Em có thể rút môn được không và mức học phí em vẫn phải đóng là 4.200.000 đúng không ạ?",
            "Chào bạn,. . . . - Hệ thống không bị lỗi nha bạn, mỗi sinh viên có một tài khoản đều được bảo mật, sinh viên phải chụi trách nhiệm về tài khoản của mình.. . . . - Trường hợp của bạn là bạn làm đơn trình bày rõ để ban lãnh đạo phòng Đào Tạo xem xét trường hợp của bạn.. . . . Thân",
            "Dạ và bây giờ em muốn rút môn luôn ấy ạ.. . Em có thể rút 2 môn này không ạ?",
            "li answer rate:",
            "Chào bạn,. . . . Bạn có thể nộp đơn rút môn học nộp tại PDT.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi em có thấy trên trang web   I http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_79&tid=1952  /I  là học phí chương trình vừa học vừa làm ở Bách Khoa được thu theo trọn gói một học kỳ: 15.000.000 VNĐ/HK từ khoá 2021 nghĩa là mình học bao nhiêu tín chỉ cũng đóng bằng đó tiền hay sao ạ? Em cảm ơn!. .   i Học vụ .",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Cho em hỏi em có thấy trên trang web http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_79&tid=1952[/i] là học phí chương trình vừa học vừa làm ở Bách Khoa được thu theo trọn gói một học kỳ: 15.000.000 VNĐ/HK từ khoá 2021 nghĩa là mình học bao nhiêu tín chỉ cũng đóng bằng đó tiền hay sao ạ? Em cảm ơn!. . [i]Học vụ",
            "Chào bạn,. . . . Bạn khoá 16 bạn hỏi về học phí khoá 21 hệ vừa làm vừa học làm gì???.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô,. . Em muốn hỏi là điểm trung bình tích lũy Ngành có tính các điểm môn đại cương và chính trị vào không ạ?. . Và môn học được đánh dấu cốt lõi tốt nghiệp là gì ạ?. . Em cảm ơn. . . .",
            "Chào bạn,. . . . - Điểm trung bình tích luỹ ngành là tính tất cả các môn học trong chương trình đào tạo  nha bạn.. . . . - Môn cốt lõi là dành cho các sinh viên tài năng.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \tTên là: [full_name].  MSSV: [student_id]. . . .   i Yêu cầu khác . Cho em hỏi học phí kỳ chính của em là 19 chỉ còn dự thính của em ( tính cả anh văn 1A trong kỳ chính) là 6 chỉ, tổng công em có 25 chỉ. Mà học phí học kỳ chính của em có vấn đề ạ, theo nhà trường 1 chỉ là 350k vnđ trong kỳ chính, nhân lên với 19 chỉ của kỳ chính của em là 6650k vnd mà em đc miễn giảm học phí 70% ( thuộc diện dân tộc thiểu số) vậy đc miễn giảm xong em còn 1995k vnđ chứ ạ. Mà sao trên PKpay của em trong học kỳ chính là 2730k vnd vậy ạ?",
            "Chào bạn,. . . . Được miễn giảm đối với môn học lần 1, bạn có 3 tín chỉ học lại không được miễn giảm nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1813579  /b \t. . . .   i Học vụ . * HỌC PHÍ. . - Hiện tại trên trang Bkpay của em chưa có hiện học phí học kỳ này (202), em có nợ lệ phí kiểm tra Anh Văn (160k) hồi đợt tết.. . - Em rất sợ là mình bị huỷ kết quả học kỳ này (202). Em xin được hỏi cách giải quyết và e sẽ làm nhanh nhất có thể để khắc phục.. . . .",
            "Chào bạn,. . . . Trên Bkay có cập nhật học phí của bạn mà, bạn vui lòng kiểm tra lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Trong đợt đăng kí môn học em có đăng kí thành công môn Pháp Luật Việt Nam Đại Cương (SP1007). Nhưng sau nhiều lần Phòng Đào Tạo cập nhật lại thời khóa biểu thì thời khóa biểu của em đã bị mất môn học trên (đồng thời mất luôn 2 tín chỉ đã đăng kí). Kính mong Phòng Đào Tạo xem xét ạ. Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Môn Pháp luận Việt Nam đại cương bạn có đăng kí nha, cuối tuần PDT sẽ cập nhật trên cổng thông tin sinh viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chào thầy/cô, em là [full_name], mssv: [student_id]. . . . Dạ em muốn rút môn học thì tuần này là tuần 6 còn kịp không ạ ? với em ghi vào đơn mẫu và gửi hình qua bksi vẫn được không ạ ?. . . . em cảm ơn thầy/cô.",
            "Chào bạn,. . . . Thời điểm này bạn làm đơn rút môn học vẫn được, rút môn học nộp trực tiếp PDT nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có thi av do trường tổ chức tại cơ sở 2, và được 495đ thì nó có được tính là qua av3 không ạ? và muốn coi danh sách những môn av đã được thông qua thì xem ở đâu ạ? em cám ơn.",
            "Chào bạn,. . . . Điểm đó chỉ dùng xét chuẩn anh văn sau các năm nha bạn, bạn muốn coi điểm anh văn được chuyển bạn vào cổng thông tin sinh viên mục điểm chuyển https://mybk.hcmut.edu.vn/stinfo/.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa thầy cô!. . Vì một số lý do nên em muốn rút môn học ở HK này. Theo quy chế là hết tuần thứ 6(là hết tuần này), nhưng trên mail lại là 26/3.. . Thầy cô cho em hỏi bây giờ em có thể nào làm đơn xin rút môn không ạ. . . .",
            "Chào bạn,. . . . Hiện tại PDT vẫn còn nhận đơn rút môn học nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . em học lại do rớt môn mà đăng kí trong học kì chính không học kì dự thính vậy tiền học tính trong học kì chính luôn phải không ạ. .",
            "Chào bạn,. . . . Nếu bạn đăng kí học kỳ chính thì học phí được tính theo học kỳ chính (trừ môn anh văn theo yêu cầu).. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi, nếu chưa đạt chuẩn anh văn năm 4 thì có được thực tập tốt nghiệp vào hè năm 3 không ạ! Em cảm ơn.",
            "Chào bạn,. . . . Môn thực tập tốt nghiệp khi đăng kí chỉ qua chuẩn anh văn sau năm 2 thôi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi, em đang học ngành Kỹ thuật hóa học CLC K19, em có được đổi sang ngành Công nghệ thực phẩm không ạ? Điểm thi đầu vào của em đủ cho cả 2 ngành ạ.",
            "Chào bạn,. . . . Việc này bạn liên hệ văn phòng Đào tạo quốc tế để tư vấn cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . cho em hỏi là tuần này còn có thể nộp giấy đăng ký rút môn học không ạ?. .",
            "Chào bạn,. . . . Hiện tại vẫn nhận đơn rút môn học nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy ạ !. . . . Em là sinh viên hệ VHVL , em có học một số môn học ở hệ Chính Quy .. . . . Em có cần phải chuyển điểm từ hệ Chính Quy sang hệ VHVL không ạ ? .. . . . Nếu cần phải chuyển điểm , mong Thầy chuyển giúp giùm em hoặc Thầy có thể hướng dẫn giúp em thủ tục để chuyển điểm được không ạ .. . . . Em xin cảm ơn Thầy ạ ! . .",
            "Em chào thầy ạ !. . . . Em là sinh viên hệ VHVL , em có học một số môn học ở hệ Chính Quy .. . . . Em có cần phải chuyển điểm từ hệ Chính Quy sang hệ VHVL không ạ ? .. . . . Nếu cần phải chuyển điểm , mong Thầy chuyển giúp giùm em hoặc Thầy có thể hướng dẫn giúp em thủ tục để chuyển điểm được không ạ .. . . . Em xin cảm ơn Thầy ạ !",
            "Chào bạn,. . . . Nếu bạn là sinh viên hệ vừa làm vừa học và đăng kí môn học của hệ chính qui thì điểm đó PDT sẽ tự chuyển điểm cho bạn luôn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . chào cô em là [full_name](mssv[student_id]). . cô ơi cho em hỏi trước em có đăng kí chuyển điểm trên mybk nhưng chưa có điểm trên bảng điểm ấy ạ vì bây giờ em muốn hủy lệnh chuyển điểm đó được không ạ. Hủy kết quả hay điểm cũng được ạ. Do em đang muốn dùng bảng điểm đó để chuyển điểm ở trường bên Nhật sắp chuyển tiếp tới đây và họ yêu cầu là bằng đó chưa được sử dụng để đổi điểm ở trường cũ ạ, từ giờ cho tới khi chuyển điểm bên kia còn mấy ngày nên không kịp thi bằng mới mong cô/thầy giúp đỡ em. Em thực sự rất cần để đủ điều kiện qua đó mong thầy cô xem xét. .",
            "Chào bạn,. . . . Việc này bạn làm đơn để ban lãnh đạo phòng phê duyệt nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa ban quản lý pđt , học kì này em đăng ký dưới 8 chỉ thì cho em hỏi là em có đc giảm 50% học phí không ạ? Do em thấy em đk 6 chỉ mà học phí tận 4tr4 nên em muốn hỏi mình có đc giảm bớt học phí không ạ.",
            "Chào bạn,. . . . Bạn đăng kí 10 chỉ học kỳ chính và 6 tín chỉ học kỳ dự thính. Mà 10 tín chỉ thì chỉ giảm 25% học phí thôi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa cô/thầy,. . Trên web tốt nghiệp nhà trường ghi hạn chót xét tốt nghiệp là 2/4. Em muốn hỏi có dời lại thêm được không ạ, nếu h mình đăng ký xét tốt nghiệp tháng 4 thì còn kịp không ạ.. . . . Cảm ơn. . . .",
            "Chào bạn,. . . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 9/4 Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn  tốt nghiệp  thông tin tốt nghiệp  danh sách tốt nghiệp 4/2021. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . . . Thân",
            "Cô ơi,. . Đã qua ngày 9/4 rồi, nhưng em vẫn chưa thấy danh sách cập nhật mới ạ!. . Cảm ơn cô",
            "Chào bạn,. . . . Bạn đã có tên trong danh sách tốt nghiệp dự kiến và hoàn thành các bước đăng kí tốt nghiệp là được rồi bạn. Danh sách tốt nghiệp chính thức PDT sẽ cập nhật sau nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] Chào Thầy/cô [full_name] !![full_name] [full_name] Em tên: [full_name][full_name] [full_name] MSSV: [student_id][full_name] [full_name] Em xin hỏi trường mình đã có thời gian chính thức cho lễ tốt nghiệp chưa ạ !! Mong Thầy/cô phản hồi em sớm để em có thể sắp xếp công việc[full_name][full_name] [full_name] Em xin chân thành cảm ơn Thầy/Cô [full_name][full_name] [full_name] Kí tên[full_name] [full_name] Thạnh[full_name] [full_name]",
            "Chào bạn,. . . . Ngày lễ tốt nghiệp là ngày 24/4 nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy cô. . Em là Ông [full_name] MSSV [student_id]. . . . Em có một số câu hỏi như sau:. . . . 1) Em đọc quy định học bổng thấy có ghi là số tín chỉ (tc) tối thiểu 10 tc nếu sinh viên học vượt có TCTLN  = 100% số tc chương trình đào tạo (ctdt) tính tới kì xét học bổng. Em không hiểu phần này mong thầy cô giải thích.. . . . 2) Theo ctdt hk202 của em là 18 tc và hiện tại em đang học 21 tc. Nếu điểm trung bình xét học bổng của em  = 7.0 với:. . - đạt 21 chỉ. . - có rớt nhưng đạt được 100% số tc theo ctdt. . - có rớt nhưng đạt được 90% số tc theo ctdt. . . . Trong 3 trường hợp trên thì trường hợp nào em được xét học bổng khuyến khích học tập vậy ạ. . . . Em mong thầy cô giải đáp cho em. . Em trân thành cảm ơn",
            "Chào bạn,. . . . Học bổng bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào Thầy/Cô!. . Em tên: [full_name]. . MSSV : [student_id]. Lớp PC16HTD.. . Hệ : Vừa làm vừa học. . Em đăng kí tốt nghiệp trong mục thông tin cá nhân thiếu nơi sinh và Khoa/TT đào tạo.. . . . Nơi sinh : Thành phố Hồ Chí Minh. . Khoa: Điện - Điện Tử. . Kính mong Quý Thầy Cô xem và cập nhật lại giúp em.. . Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . [full_name] ghi nhận trường hợp của bạn và cập nhật trong hệ thống trường. Khi nhận bằng tốt nghiệp tạm thời bạn kiểm tra lại, nếu có gì sai sót thì khiếu nại lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ do em nợ học phí Sau Đại học kỳ rồi nên TKB Đại học HK202 bị hủy.. . Hôm qua em kiểm tra thấy học phí bên Sau Đại học có thời hạn deadline là 9/5/2021 và em đã thanh toán lại vào hôm qua rồi ạ. . . Vậy cho em hỏi là em có thể xin mở lại bổ sung môn Luận văn tốt nghiệp (CH4353) ở kỳ này được không ạ? Mong Thầy/Cô xem xét ạ.. . Cảm ơn Thầy/Cô đã đọc ạ, em cảm ơn.",
            "Chào bạn,. . . . Bạn làm đơn xin phục hồi Tkb nộp lại PDT nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô. . Em có thắc mắc là khóa K19 có phải nộp chứng chỉ CNTT không ạ?",
            "Chào bạn,. . . . Khoá 19 không nộp chứng chỉ CNTT nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào Thầy/Cô!. . Em tên: [full_name]. . MSSV : [student_id]. Lớp PC16HTĐ.. . Hệ : Vừa làm vừa học. . Em đăng kí tốt nghiệp trong mục thông tin cá nhân thiếu nơi sinh và Khoa/TT đào tạo.. . . . Nơi sinh: Thành phố Hồ Chí Minh. . Khoa: Điện - Điện Tử. . Kính mong Quý Thầy Cô xem và cập nhật lại giúp em.. . Em xin chân thành cảm ơn!. .   i Yêu cầu khác .",
            "Chào bạn,. . . . [full_name] ghi nhận trường hợp của bạn và cập nhật trong hệ thống trường. Khi nhận bằng tốt nghiệp tạm thời bạn kiểm tra lại, nếu có gì sai sót thì khiếu nại lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em muốn rút môn học nhưng không đọc kĩ mail nên đã bỏ lỡ đợt rút môn học . . Cho em hỏi giờ phòng đào tạo còn tiếp nhận đơn rút môn học không ạ . . Em cảm ơn",
            "Chào bạn,. . . . Hiện tại vẫn nhận đơn rút môn học nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho e hỏi là lịch thi giữa kì môn giải tích 2 của e trùng với lịch học thực hành môn vẽ kỹ thuật xây dựng thì phải làm sao ạ?. .",
            "Chào bạn,. . . . Việc này bạn xin giáo viên dạy môn thực hành vẽ kỹ thuật xin học nhóm khác của buổi bị trùng TKB.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi quý thầy cô giáo tư vấn,. . Em tên là [full_name],mssv: [student_id] sinh viên Khoa Cơ Khí.. . Theo như em đọc về quy đinh học bổng trên trang aao.hcmut.edu.vn thì điểm trung bình 1 học kỳ sẽ không tính điểm của các môn kì dự thính. Nhưng khi em xem mục Thông tin xét học bổng khuyến khích học tập ở Bảng điểm của mình thì điểm trung bình học kì em lại tính luôn cả điểm của môn dự thính ( chi tiết em có đính kèm ảnh Bảng điểm của em bên dưới ). Mong quý thầy cô giáo Phòng đào tạo giải quyết vấn đề này giúp em .. . Em xin chân thành cảm ơn.. . \t. . . .",
            "Chào bạn,. . . . Về học bổng bạn liên hệ phòng Công Tác Chính Trị Sinh Viên để tư vấn cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1613133  /b \t. . . .   i Yêu cầu khác . Em là sinh viên K16 nghành Công nghệ may khoa Cơ Khí, hiện tại em vẫn chưa qua một số môn, nhưng theo chương trình đào tạo của k19 thì em không thấy có môn học giống khóa của em, cụ thể là 2 môn có MSMH ME3985 VÀ ME3111, em tìm trong danh sách môn tương đương thay thế trên trang web phòng đào tạo cũng không thấy môn học thay thế cho hai môn này. . . Môn học ME3111 là môn đồ án, vậy nếu chỉ có mình em đăng kí, không đủ sĩ số thì có được mở lớp không ạ.. . Và trường hợp môn tương đương thay thế ít số tín chỉ hơn môn học theo chương trình đào tạo khóa của em thì phải làm sao ạ.. . Mong phòng đào tạo sớm giải đáp giúp em.. . Em cảm ơn ạ",
            "Chào bạn,. . . . Về môn tương đương thay thế bạn về khoa để tư vấn cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tên : [full_name] . . MSSV : [student_id]. . Vào ngày 07/4/2021 em có kiểm tra học phí kỳ 202 trên bkpay, ngoài tiền học phí 5.850.000 nghìn đồng cho kỳ này em còn có một mục khác là mục tiền học phí dự thính ngoài giờ 1.050.000 nghìn đồng của kỳ 202, trong khi lúc trước em chưa từng đăng ký học dự thính cho kỳ 202 và ở kỳ 202 em chỉ đăng ký đủ 17 tín chỉ, vậy em phải làm như thế nào ạ ???. .  Em xin cảm ơn.. . . .",
            "Chào bạn,. . . . Bạn có đăng kí môn anh văn theo yêu cầu LA1037 là môn học được tính học phí như dự thính nha. Việc này PDT có gởi mail thông báo nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn hỏi là tại sao em đã có quyết định chuyển khoá từ k19 sang k20 vào ngày 16/10/2020 , và đã được cập nhật lớp mới GT20HKTT1  ở thời điểm đó . Nhưng sao bây giờ lớp của em lại là GT19TAU1 vậy ạ?",
            "Chào bạn,. . . . PDT sẽ cập nhật lại tên lớp của bạn trên cổng thông tin sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào [full_name]. . Em là [full_name]  MSSV : [student_id]. . Em vào mục đăng ký TN nhưng trang web hiện trình trạng đăng ký là không được đăng ký ( tạm dừng ). Trước em có lên [full_name] nộp đơn đăng ký thu nhận lại thi [full_name] bảo không cần. Nếu có tên trong danh sách dự kiến TN thì trang web đăng ký sẽ tự động thu nhận lại và em sẽ đăng ký được.. . Vì vậy, em mong [full_name] mở lại trang web đăng ký để em đăng ký TN ạ.. . Em xin cảm ơn!. .",
            "Chào bạn,. . . . Sau 5h chiều nay bạn vào khai tốt nghiệp nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dear cô,. . Em vừa rút môn học mã EN1003 vào ngày 07/04/2020. Em xin phép được hỏi làm sao để biết rút môn học đã thành công ạ?",
            "Chào bạn,. . . . Môn rút  thành công  thì môn đó không có TKB trên cổng thông tin sinh viên mục TKB và trên BKEL.. . . . Thân"
        ]
    }
]