[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cho em hỏi là nếu em hoãn thi một môn do sốt, vậy nếu em đủ tín chỉ và đạt đủ điểm thì có thể nhận học bổng không ạ?",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . [full_name] MSSV: [student_id]. . Cho em gửi yêu cầu xin đăng ký môn học ạ.. . CO2011 - Mô hình hóa toán học - mã nhóm: CN02. . SP1035 - Chủ nghĩa xã hội khoa học - mã nhóm: L18. . CO3009 - Vi xử lý - vi điều khiển - mã nhóm: L02_L04. . CO3091 - Đồ án thiết kế luận lý - mã nhóm:L02. . Lý do ĐKMH trễ hạn: Đăng ký môn học đợt 1 thì em đã đăng ký các môn cần học nhưng đến đợt 2 thì hệ thống thông báo do em chưa thanh toán tiền học phí hè nên không thể đăng ký môn học ở đợt 2 ạ. Em đã thử thanh toán học phí hè từ đợt học kì hè đến hết đợt đăng ký môn học đợt 3 thì vẫn không được. Và cuối cùng thì em cũng đã thanh toán được học phí của học kì hè vào ngày 22/8/2021, cũng là đã kết thúc đợt đăng ký môn học đợt 3.Trong lúc này thì em cũng có gửi mail cho phòng đào tạo để hỏi ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em là sinh viên năm cuối đang chờ anh văn để tốt nghiệp, học kỳ này em không đăng ký môn học. Nhưng địa phương cần giấy xác nhận hoãn nghĩa vụ của trường,em được biết sinh viên không có thời khóa biểu sẽ không được phát giấy. Nhưng hôm nay lại quá hạn đăng ký môn học. Không biết em có thể có cơ hội đăng ký môn học mới và nhận giấy hoãn nghĩa vụ quân sự được không ạ? em cảm ơn !. .",
            "Chào em,. . Em vui lòng trình bày lý do, mã môn học, tên môn học, mã nhóm để PĐT xem xét nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Môn Phương pháp tính. . Mã MH: MT1009. . Nhóm: DT02. . Sinh viên [full_name]. . MSSV: [student_id]",
            "Đã có [full_name][full_name] [full_name] Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name]     Mssv: [student_id]. . Trong đợt đăng kí bổ sung LVTN HK211 em đã đăng kí thành công LVTN VLXD CI4393. Nhưng trong đợt kết quả lại không thấy cập nhật và trong phần lịch sử ghi là chưa có môn học đăng kí.. . Kính mong phòng đào tạo giải đáp thắc mắc và khắc phục giúp em ạ. . . Chân thành cảm ơn.. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 15/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy cô. Kì 202 vừa rồi em học môn Kinh tế chính trị [full_name]-[full_name] lớp L08 của thầy [full_name]. Lớp em có giờ học bị trùng vào ngày lễ 30/4, nên thầy đã cho học bù vào tuần dự trữ cuối cùng của học kì. Nhưng trước đó thầy có yêu cầu lớp em học bù thêm 1 buổi vì lý do thiếu bài trên lớp.. . . . Thầy cô cho em hỏi, giáo viên có quyền yêu cầu học bù với lý do trên không ạ? . . . . Em mong thầy cô giải đáp thắc mắc giúp em.. . Em xin cảm ơn thầy cô.",
            "Chào em,. . Thầy cô cho em hỏi, giáo viên có quyền yêu cầu học bù với lý do trên không ạ?. . =  Thầy có quyền bù trước nhé em.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em xin chào các thầy cô. Hiện em có đăng ký LVTN đợt bổ sung ( không xét đến chứng chỉ anh văn) mã môn CI4313 nhưng khi vào xem kết quả lại bị Hủy. Kính mong các thầy cô kiểm tra lại giúp em ạ. Em xin chân thành cảm ơn ạ.. .   i Đăng ký môn học .",
            "SV liên hệ khoa nhận LVTN, đã có tên gửi ngày 31/8"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi quý thầy cô phòng đào tạo, . . . . Em tên là [full_name], mã số sinh viên [student_id], sinh viên khoa khoa học và kỹ thuật máy tính. Hiện tại địa phương em đã yêu cầu giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự. Em có vào trang Mybk để đăng ký nhưng trang đang được bảo trì. Hiện tại em khá bối rối về chuyện này. Em kính mong qúy thầy/cô có thể giải đáp và hướng dẫn em để có thể xin giấy xác nhận sinh viên nhanh nhất, em cảm ơn qúy thầy/cô đã đọc.. . . . [full_name],. . [full_name]. . . .   i Yêu cầu khác .",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phường và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn thu nhận và ĐKMH vào HK211 của bạn. . Bạn vui lòng theo dõi tình trạng sinh viên của bạn chuyển sang từ “tạm dừng” sang tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 6/9/2021. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ cho em hỏi em chỉ thiếu bằng av 3 chỉ là 6 chỉ cho nợ tối đa là 7 chỉ thì vẫn đủ điều kiện dki luận văn. đợt dki luận văn cuối cùng em đã dki thành công nhưng không hiểu sao kết quả dki thì lại ko có, trên mybk cũng k có thời khóa biểu. chỉ có trên bke thì có hiện môn. Cho em hỏi v là sao v ạ. .",
            "Chào bạn,. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  ME3267\tThực tập ngoài trường. . . . Dạ em là [full_name] -[student_id] khoa cơ khí ngành cơ khí chế tạo, em có đăng ký môn đề cương luận văn tốt nghiệp (ME4725) thì bị vướng môn song hành trên nên em mong PĐT cho em được bổ sung môn ME3267\tThực tập ngoài trường ạ. . Em xin trân thành cảm ơn",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 20/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo,. . Em tên : [full_name]. . MSSV: [student_id]. . Em làm đơn này kính mong Phòng đào tạo xem xét giúp em cho em được đăng ký bổ sung môn Đề cương luận văn tốt nghiệp (Mã MH: ME4095) ạ.. . Em xin chân thành cảm ơn Thầy/Cô.",
            "SV xem TKB tại Mybk/Thông tin Sinh viên nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em chào thầy/cô. . Thầy/cô cho em hỏi em đky đợt lvtn bổ sung, mà kết quả em bị xóa rồi ạ.",
            "Chào bạn. . Đã cập nhật tkb"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name] MSSV [student_id] trong đợt đăng kí dự thính chính quy học kì 211 em đã đăng kí được môn vật lý bán dẫn mã EE1007. nhưng đến bây giờ em vẫn chưa có thời khóa biểu. Em mong phòng đào tạo kiểm tra và thêm em vào lớp học. Em có đính kèm ảnh chụp màn hình đã đăng kí thành công môn học. Em xin chân thành cảm ơn.. .",
            "Đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa Phòng Đào Tạo. . Em tên là [full_name] MSSV [student_id]. Vì ảnh hưởng covid nên em đã xin hoãn luận văn ở kì trước và được Phòng Đào Tạo đồng ý, tuy nhiên vì lỗi không đọc kĩ mail của bộ môn nên em không đăng kí môn học luận văn tốt nghiệp ở kì tiếp theo để tiếp tục làm luận văn. . . Do đó, em mong Phòng Đào Tạo xem xét cho em đăng kí lại môn LVTN để tiếp tục làm vào kì tới.. . Em rất xin lỗi vì sự bất cẩn này. Em rất mong Phòng Đào Tạo hỗ trợ em.. . Em xin chân thành cảm ơn ạ.. . . .   i Đăng ký môn học .",
            "Chào bạn,. . Bạn vui lòng trình bày rõ, vì nếu bạn đã xin hoãn LVTN ở HK202 và được đồng ý thì bạn không cần ĐK LVTN ở HK211 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1613782  /b \t. . . .   i Yêu cầu khác . Chào Thầy/Cô,. . Em muốn đăng ký in giấy tạm hoãn NVQS để nộp cho đại phương nhưng lại thấy thông báo bảo trì từ hệ thống, hiện tại em không thể đăng ký được mà ngày hẹn của địa phương đã gần hết nên em muốn nhờ Thầy/Cô có thể tìm giúp em giấy tạm hoãn nghĩa vụ quân sự do phòng đào tạo in ra để chụp hình rồi gửi qua zalo với số điện thoại 0342454511 (Huỳnh Tấn Trung) để em có thể scan rồi nộp cho địa phương được không ạ. Rất mong Thầy/Cô có thể giúp đỡ em ạ! Vì tình hình dịch bệnh nên kính mong quý Thầy/Cô thông cảm.. . Em xin chân thành cảm ơn,. . Kính chúc quý Thầy/Cô sức khỏe,",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phường và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . . . - Hiện tại bưu cục không nhận chuyển đến hết ngày 6/9/21. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] Kính gửi PĐT,[full_name] [full_name] Em tên là [full_name], sinh viên khoa hóa, Mssv: [student_id][full_name][full_name] [full_name] Vừa lúc nãy em nhận được tin của lớp trưởng đề điền form xem có đủ yêu cầu để đi thực tập tốt nghiệp hay không? (tối thiểu 99 tín chỉ)[full_name] Em chỉ có 95 tín chỉ thôi nhưng mà đó là em chưa tính 8 chỉ anh văn 1,2,3,4[full_name] [full_name] [full_name] Lí do em không học anh văn 1,2,3,4 của trường là vì muốn thi lấy bằng nộp vào[full_name] [full_name] [full_name] Hồi tháng 4 vừa rồi em có đăng kí thi Toeic ở trường (trường có thể kiểm tra), nhưng sau đó do dịch nên bị trả lại[full_name] [full_name] [full_name] Em rất tự tin vào trình độ tiếng anh hiện tại của bản thân, dư sức vượt qua 4 anh văn[full_name] Và đó cũng là dự tính của em để tổng số chỉ   99[full_name][full_name] [full_name] Tuy nhiên, hiện giờ dịch như vầy thì em không thể thi được[full_name] Nên em muốn hỏi là nhà trường có thể suy xét về trường hợp của em được không ạ ( em chấp nhận thi test tiếng anh luôn ạ)?  Nếu không thì em bị trễ đến một năm lận[full_name] [full_name] [full_name] Mong nhận được sự giúp đỡ ạ[full_name][full_name] [full_name] Em xin cảm ơn[full_name][full_name] [full_name] Chân thành,[full_name] [full_name] [full_name][full_name] [full_name] Nguyễn Hồng [full_name]",
            "Chào bạn,. . Phải đủ điều kiện mới có thể đăng ký TTTN nhé bạn.. . Các môn AV vẫn mở trong từng học kỳ bình thường nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi quý Thầy/Cô, em tên là [full_name], mssv [student_id], khoa Quản lý công nghiệp. Em xin gửi đơn xin hủy hoãn thi.. . Chúc quý Thầy/Cô nhiều sức khỏe ạ.",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào Phòng Đào Tạo, em tên là Hồ Trọng Nam, MSSV: [student_id].. . Trong đợt đăng ký môn học này, em thấy trường có gửi mail thông báo là không cần chứng chỉ ngoại ngữ vẫn được đăng ký luận văn tốt nghiệp, nhưng em có đăng ký môn Luận Văn Tốt Nghiệp (Cơ điện tử) mã môn: ME4019 thì hiện tại có kết quả thì em thấy môn của em đăng ký đã bị xóa mất.. . Em có kiểm tra lại các yếu tố khác ảnh hưởng để làm luận văn tốt nghiệp thì không có yếu tố nào vi phạm. Vì vậy em mong Phòng Đào Tạo có thể xem lại giùm em ạ.. . Em xin chân thành cảm ơn!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 6/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Họ và Tên : [full_name]. . MSSV:[student_id]. . việc là em gặp vấn đề gửi video ghi màng hình Vật lý 1 DT05 Ca 10h. . và hôm nay em có đăng kí hoãn thi vì lý do là  em chưa kịp gửi thì máy tính bị hỏng đột xuất nên trong 48 giờ em  chưa sửa được máy tính nên không thể nào gửi video lên.Nên hôm nay em có đăng kí hoãn thi. Hôm nay thì máy tính đã sữa xong nên em xin phòng đào tạo có thể hủy phiếu đăng kí hoãn thi và cho em gửi video ghi màng hình lại.. . Em mong là sẽ được chấp nhận.Em xin cảm ơn rất nhiều.",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . . . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . - Bạn muốn hủy hoãn thi:  làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em [full_name] mssv:[student_id]. . Em đăng kí bổ sung luận văn nhưng không hiện kết quả đăng ký.. . Mong pdt giải quyết cho em.. . ( Em thuộc diện chưa đủ chứng chỉ ngoại ngữ). . Em xin trân thành cảm ơn.",
            "Chào bạn,. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi thầy cô phòng đào tạo!. . Em tên [full_name] MSSV [student_id]. . Ngày 5/8/2021 em thi Xác suất thống kê MT2001. . ca thi 7h. Trong lúc làm bài hệ thống bị lỗi em bị văng ra liên tục. Khi đăng nhập lại em còn có 10 phút làm bài nên làm không kịp. Em có báo với bộ môn. Bộ môn kêu em xin PDT có thể hoãn thi đợt này được không? . . Xin thầy cô PDT cho em xin hoãn thi đợt này để thi đợt khác.. . Em xin cảm ơn!",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hi pdt, . . Em tên là [full_name]. . Mssv: [student_id]. . Tháng 11 này em tốt nghiệp nhưng vì tình hình dịch bệnh nên sợ không thi toiec kịp, có cách nào để em có thể tốt nghiệp đợt này không ạ. . Em cám ơn. . . .",
            "Chào bạn. . Phải hoàn thành theo đúng quy định thì mới tốt nghiệp được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em xin chào ạ.. . Dạ học kỳ trước em có việc gia đình nên phải bảo lưu việc học ạ.. . Và vào kỳ này em có đăng ký môn học nhưng không được ạ (lý do là bị tạm dừng học ạ).. . Dạ cho em hỏi, em muốn đăng ký môn học ở đợt bổ sung dự thính này thì phải làm thế nào ạ.. . Em rất mong muốn được đi học lại vào kỳ này ạ.. . Em mong muốn đăng ký môn Anh văn 4, LA1009 ạ (Em có đính kèm mẫu đơn thu nhận rồi ạ).. . Em cảm ơn,. . [full_name]",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn thu nhận và ĐKMH vào HK211 của bạn. . Bạn vui lòng theo dõi tình trạng sinh viên của bạn chuyển sang từ “tạm dừng” sang tình trạng “Đang học” và TKB sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 15/9/2021. . SV chủ động liên lạc với GV để xin vào lớp vì hiện tại đã bắt đầu HK211. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin lỗi nhà trường về sự bất tiện này. Nhưng em muôn hỏi là nêu em đã tham gia thi online và làm bài thi nhưng khi kiểm tra lại thì video ghi hình màn hình lúc làm bài bị lỗi (vì phần mềm ghi hình). Thì em có được đăng ký hoãn thi ko ak.",
            ". . Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . . . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép).. . Bạn phải báo với CBCT để ghi nhận về trường hợp của bạn trong quá trình thi, vì PDT sẽ gửi ds hoãn thi về Khoa để đối chiếu lại nhé!. . . . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "xin chào Thầy/Cô ạ. . Em đăng kí LVTN nhưng thiếu ngày công tác xã hội. Em hiện đang đăng kí tham xa phòng chống dịch, vậy em có thể xin pdt cho em làm luận văn trước rồi em nộp CTXH sau được không ạ.. . LVTN em đã xin được giáo viên hướng dẫn với bộ môn rồi ạ.",
            "Chào bạn,. . Không được nhé bạn, để hoàn thành Ngày CTXH, SV có rất nhiều cách, kể cả tham gia các hoạt động địa phương. SV cần liên hệ P.CTCT-SV và Đoàn-Hội để được hỗ trợ.. . . . Phải đủ điều kiện bạn mới có thể đăng ký được môn LVTN.. . Sau khi đủ điều kiện, bạn có thể làm đơn xin đăng ký LVTN trễ hạn sau khi hết thời gian đăng ký online.. . Trong đơn phải có xác nhận đồng ý của giáo viên hướng dẫn và Ban chủ nhiệm khoa sau đó nộp tại Phòng Đào tạo để được xem xét đăng ký bổ sung trễ hạn. . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . . PĐT Cho em hỏi về vấn đề như tiêu đề ạ,. . Trước đây em đã đăng ký hoãn thi môn Kinh Tế Chính Trị nhưng hiện trên MyBK có cập nhật điểm thi là 13 thì không rõ có vấn đề gì không ạ. Em xin cám ơn",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng đào tạo,. . Em tên là [full_name], MSSV là [student_id], hiện đang là sinh viên lớp CK17CTM4 thuộc khoa cơ khí. Nay em viết đơn để phòng đào tạo xem lại số tín chỉ tích lũy ngành của em ạ. Hiện tại, tính tới học kỳ 201 thì em được 128 tín chỉ, và tất cả các tín chỉ là tín chỉ của các môn thuộc khoa cơ khí theo chương trình đào tạo của khóa k17 nên số tín chỉ tích lũy ngành của em là 128 chỉ, nhưng ở bảng điểm sinh viên của em lại ghi số tín chỉ tích lũy ngành của em là 126.. . Em mong phòng đào tạo có thể xem xét và cập nhật lại số tín chỉ tích lũy ngành của em ạ.. . Em xin cảm ơn phòng đào tạo đã giành thời gian cho đơn của em ạ.. .",
            "Chào bạn. . Hiện tại Mybk-bảng điểm chỉ cập nhật đúng điểm và điểm trung bình tích luỹ chung, số tín chỉ tích luỹ chung. . Riêng số tín chỉ tích luỹ ngành vì nhiều lý do trên Mybk cập nhật không đúng nghen bạn, tự bạn sẽ kiểm tra theo CTDT, và khi nào tốt nghiệp bảng điểm sẽ in có điểm trung bình tích luỹ ngành. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dear Phòng đào tạo,. . . . em đã đăng ký LVTN HK211 nhưng kết quả (chỉ xem) em thấy là PĐT không đăng ký môn TR4313 (đang xét) là hiện tại PĐT đang xem xét lại là được đăng ký đúng không ạ, . . và môn đề cương luận văn tốt PĐT cho em hỏi là môn học đó có điểm hay chỉ xét đạt/không đạt vậy ạ, vì em chưa thấy cập nhật điểm số.. . . . em cảm ơn . . trân trọng. . [full_name] - [student_id]",
            "SV liên hệ khoa nhận LVTN, ds gửi khoa ngày 31/8. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin kính chào PDT. . . Hôm nay nhận được kết quả là không đăng kí LVTN được em rất buồn và không rõ lý do. . . Mong pdt trả lời giúp em vì sao em không đủ điều kiện đăng kí LVTN kì 211 này ạ.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi đợt vừa rồi PĐT cho cho phép sinh viên chưa qua AV được đăng ký luận văn đợt bổ sung, em có đăng ký vào đợt đó. Mà hiện tại em xem lại kết quả đăng ký thì không thấy có và không có thời khoá biểu ạ.Không biết do lỗi hay sao mà lại bị huỷ ạ.. .",
            "Chào bạn. . - Sinh viên xem lý do tại sao có ĐKMH HK211 LVTN mà không có TKB tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    ĐKMH HK211 TTTN+DCLV+LVTN – Đợt Kết quả (chỉ để xem)    bấm vào mục Đăng ký mới    chọn. . Loại hìnhđăng ký    xem Lịch sử đăng ký.. . Thân. . . .",
            "Đăng ký môn học . Cho em hỏi là trường không xét CCAV cho kì 211, lúc đăng kí em đã đăng kí và thông báo đăng kí thành công Luận văn tốt nghiệp nhưng tại sao lại không có môn học trên BK e-learning và kết quả đăng kí môn của em lại bị hủy ạ?",
            "Chào bạn,. . - SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . - Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . - Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Gửi phòng đào tạo. . Em là [full_name]. Khoa công nghệ vật liệu. khóa 15. Em hiện bị tạm ngưng. Cho em hỏi thủ tục làm đơn thu nhận ạ. em cảm ơn.. . Trân trọng!",
            "Để tiếp tục ĐKMH cho HK 211, SV vui lòng tải mẫu đơn thu nhận tại trang aao .hcmut.edu.vn/Sinh viên/biểu mẫu. . Điền đầy đủ thông tin và gửi qua bksi nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào quý Thầy/Cô. . Em tên là [full_name] MSSV: [student_id]. . Lớp VL15KL. . Em đã đăng ký môn học Luận văn tốt nghiệp vào đợt đăng ký ngày 23/08/2021-25/08/2021 nhưng hôm nay kiểm tra kết quả thì em được cập nhật là không có môn LVTN. Em hiện đã đạt 133 tín chỉ đủ điều kiện đăng ký và đã đăng ký thành công vào hôm 23/08/2021 em cũng đã kiểm tra nhiều lần sau đó đều ghi là đã đăng ký nhưng hôm nay em không có tên trong danh sách của lớp và không có môn LVTN trong thời khoá biểu cũng như E-learning. Em kính mong quý Thầy/Cô xem xét lại giúp em xem có sai sót hay sự cố gì trong quá trình cập nhật không ạ.. . Em cảm ơn Quý Thầy/Cô nhiều ạ.. .",
            "Chào bạn,. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]Ý [full_name] . Em chào phòng đào tạo ạ.  Em là [full_name] MSSV: [student_id]. . Vừa qua em có đăng ký luận văn tốt nghiệp nhưng bị hủy vì lý do không đủ điều kiện. Nhưng sau khi xem lại điều kiện thì em mới biết là khoa em 126 tín chỉ tích lũy mới được đăng ký môn học. Tuy nhiên số tín chỉ tích lũy của em là 127 tín chỉ trong đó có 125 tín chỉ các môn học và 2 tín chỉ do chuyển điểm anh văn 1. Em đã chuyển điểm và đóng tiền chuyển điểm anh văn 1 vào 28/5/2021 nhưng đến nay vẫn chưa được cập nhật. Vì vậy vừa qua em đã không thể đăng ký LVTN được. Em mong phòng đào tạo có thể xem xét và giúp em chuyển điểm và đăng ký lại LVTN ạ. Em xin cảm ơn ạ",
            "Chào bạn,. . Vui lòng bổ sung giúp cô [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT,. . Em tên [full_name], MSSV [student_id], ngành Kiến trúc, Khoa Kỹ thuật Xây dựng. . Em đang chuẩn bị hồ sơ xin học bổng khuyến học Quỹ TL-STIFTUNG và trong hồ sơ xét tuyển có yêu cầu nộp Bảng điểm học tập.. .  Nhưng trong tình hình dãn cách xã hội tại TPHCM, em không thể đến trường để nhận bảng in được. PĐT cho em hỏi là em có thể nhận file in bảng điểm qua mail được không ?. . Em xin cảm ơn.",
            "Chào bạn,. . Bạn đã đăng ký bảng điểm chưa? Nhà trường có cho chọn hình thức gửi qua đường bưu điện và người nhận trả tiền. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi em đăng kí luận văn bổ sung ngày 23/8 rồi mà bị hủy ạ. Em thiếu 1 ngày ctxh để đăng kí nhưng lúc bấm vô đăng kí vẫn được , cũng có bạn trường hợp như em nhưng được cập nhật thời khóa biểu luận văn rồi ạ . . . Mong phản hồi cho em ạ.. . . . . .",
            "Chào bạn,. . Không được nhé bạn, để hoàn thành Ngày CTXH, SV có rất nhiều cách, kể cả tham gia các hoạt động địa phương. SV cần liên hệ P.CTCT-SV và Đoàn-Hội để được hỗ trợ.. . . . Phải đủ điều kiện bạn mới có thể đăng ký được môn LVTN.. . Sau khi đủ điều kiện, bạn có thể làm đơn xin đăng ký LVTN trễ hạn sau khi hết thời gian đăng ký online.. . Trong đơn phải có xác nhận đồng ý của giáo viên hướng dẫn và Ban chủ nhiệm khoa sau đó nộp tại Phòng Đào tạo để được xem xét đăng ký bổ sung trễ hạn. . Về trường hợp bạn của bạn, vui lòng cho cô thông tin để kiểm tra và trả lời nhé. . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "i Mở lớp dự thính (bắt đầu học từ 30/8) . Chào thầy/ cô,. . Em là [full_name], MSSV [student_id]. Em rất xin cảm ơn thầy/ cô đã tạo cơ hội cho em được đăng ký vào lớp dự thính môn học Kết cấu thép 2 - CI3211 ạ. . . Tuy nhiên có một vấn đề nhỏ, lớp thầy/ cô đã đăng ký cho em là DT02 của thầy [full_name], theo em xem thì tkb đã học từ đầu tuần 34 rồi ạ. Lớp các bạn em xin đăng ký mở ngày hôm qua để học từ tuần 35 là DT03 ấy ạ, em có thấy tkb lớp đó là Thứ 3 tiết 13 - 14, em có 1 môn học Thứ 3 tiết 10 - 12, không biết đây có phải lí do mà thầy/ cô đăng ký cho em lớp DT02 không ạ? Nếu có thể, xin thầy/ cô giúp em chuyển sang lớp DT03 với ạ, được học từ buổi đầu sẽ tốt hơn cho em ạ. Em cảm ơn thầy/ cô rất nhiều ạ.. . Trân trọng,. . [full_name].",
            "Chào bạn. . Cố gắng học theo lớp Pdt đã xếp nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . . . Thưa thầy/cô, nếu sau khi cập nhật điểm cuối kỳ 202, một sinh viên năm hai chưa đủ 56 tín chỉ để được công nhận là sinh viên năm 3, vậy sinh viên đó có bị hủy những môn học mã 30xx đã đăng ký và đang học trong học kỳ 211 này không ạ, em cảm ơn!. .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi cách để gia hạn học phí với ạ, với khi đã gia hạn thì thời hạn để đóng là khoảng bao lâu ạ. Em xin cảm ơn!!",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Học vụ  /i [full_name] [full_name] [full_name] [full_name] Kính Gửi : Ban Giám Hiệu [full_name] [full_name]            Phòng Đào Tạo[full_name] [full_name]            Văn Phòng Khoa Khoa Kỹ Thuật Xây [full_name] [full_name]            Dựng - Trường Đại Học Bách Khoa[full_name] [full_name] Em tên là : [full_name] [full_name] [full_name] Mssv : [student_id] [full_name] [full_name] Lớp : XD18CT1[full_name] [full_name] Dạ thưa PĐT em là sinh viên K18 chuyên ngành Kỹ Thuật Xây Dựng Công Trình Thủy ạ[full_name][full_name] [full_name] Hôm nay em có thắc mắc mong được PĐT giải đáp và cho em xin ý kiến với ạ hiện tại em vẫn chưa học môn : Thực Tập Nhận Thức Ngành([full_name] Công Trình Thủy), MSMH : CI2063 ạ nhưng mà từ K19 trở về sau thì đào tạo chương trình cử nhân và môn Thực Tập Nhận Thức Ngành([full_name] Công Trình Thủy) đã bị tinh giảm và không còn trong chương trình giảng dạy và trong học kỳ dự thính 211 em có đăng ký nhưng do không đủ sỉ số nên bị hủy lớp rồi ạ, nếu không được học thì em sẽ không thể ra Trường được ạ[full_name] Dạ em mong PĐT xem xét cho em với ạ [full_name] [full_name] Em xin chân thành cảm ơn[full_name][full_name] [full_name] [full_name][full_name][full_name] [full_name] [full_name][full_name]",
            "Chào bạn,. . . . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm nhé!. . Môn thực tập không mở dự thính nhé bạn, sao bạn không đăng ký vào HK chính. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . MSMH:+ CO1003- Nhập môn về lập trình.. .      + [full_name]15- Nguyên lý máy.. .      + [full_name]- Cảm biến và đo lường.. .      + [full_name]- Chi tiết máy.. .      + [full_name]97- Kĩ thuật an toàn điện.. .      + [full_name]- Kĩ thuật điều khiển tự động  B",
            "QUOTE MSSV/MSGV[full_name] [student_id]    . . Dear [full_name]. Em muốn đăng kí môn học ạ.mong [full_name] phản hồi sớm ạ. Thanks.. . Đăng ký môn học. . . . [full_name][full_name][full_name] [full_name]3- Nhập môn về lập trình.. .      [full_name] [full_name]15- Nguyên lý máy.. .      [full_name] [full_name]- Cảm biến và đo lường.. .      [full_name] [full_name]- Chi tiết máy.. .      [full_name] [full_name]97- Kĩ thuật an toàn điện.. .      [full_name] [full_name]- Kĩ thuật điều khiển tự động   /QUOTE . .",
            ". . Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là khi nào mới được đăng kí giấy chứng nhận sinh viên ạ",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phường và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . . . - Hiện tại bưu cục không nhận chuyển đến hết ngày 6/9/21. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Đăng ký môn học . Kính gửi PĐT. . Em tên là[full_name] [full_name]. . MSSV [full_name] [student_id]. . Ở đợt đăng kí bổ sung TLTN em đã đăng kí môn TLTN (260663) nhưng em bị hủy không có lí do và hiện không có danh sách làm tiểu luận của khoa.. . Em đã hoàn thành đủ chương trình học và đủ ngày công tác xã hội chỉ còn thiếu chứng chỉ anh văn. Nhưng ở đợt đăng kí này, trường không xét chứng chỉ anh văn.. . Vậy em mong PĐT cho em biết tại sao em không được đăng kí môn TLTN và làm thế nào em có thể làm TLTN ngay trong kì này.. . Em xin chân thành cảm ơn.. . Thanks & Best regard",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 15/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT. . Em tên là: [full_name]. . MSSV : [student_id]. . Ở đợt đăng kí bổ sung TLTN em đã đăng kí môn TLTN (260663) nhưng em bị hủy không có lí do và hiện không có danh sách làm tiểu luận của khoa.. . Em đã hoàn thành đủ chương trình học và đủ ngày công tác xã hội chỉ còn thiếu chứng chỉ anh văn. Nhưng ở đợt đăng kí này, trường không xét chứng chỉ anh văn.. . Vậy em mong PĐT cho em biết tại sao em không được đăng kí môn TLTN và làm thế nào em có thể làm TLTN ngay trong kì này.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . Trường hợp của bạn không đủ điều kiện nhận TLTN nhé:. . \"Thiếu 1 tín chỉ 95  96\". . Bạn xem lại điều kiện nhận TLTN nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi trường ĐH Bách Khoa,. . . . Em tên [full_name], MSSV [student_id], học chương trình chất lượng cao. Hiện tại em sắp du học và cần làm thủ tục bảo lưu 2 học kỳ kế tiếp. Em muốn biết với tình hình dịch hiện tại thì thủ tục như thế nào ạ? . . . . Em xin cảm ơn.",
            "Chào em,. . Em vui lòng liên hệ VP ĐTQT qua email [email] để được hướng dẫn nhé.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Em chào thầy/cô ạ. .  Do bị tạm dừng học giữa chừng nên em phải đăng ký lại các môn học. Và sau khi gửi đơn thì pđt đã đăng ký lại các môn học cho em đủ hết rồi ạ. Nhưng có môn Pháp luật đại cương thì em bị đổi qua lớp L16 trong khi lớp lúc chưa bị tạm dừng là L23. Thì em xin thầy/cô cho em qua lại lớp L23 với ạ. Do lớp L23 em có tên trong danh sách và em cũng đang là nhóm trưởng luôn ạ. Mong thầy/cô giúp em với ạ ! Em cám ơn.. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em xin chào PĐT, đợt trả \"Kết quả đăng ký bổ sung LVTN HK211\" của em vẫn không hiện môn học em đã đăng ký ME4039 - LVTN ngành kt nhiệt, em bấm vào lịch sử thì vẫn hiện là \"Xét đợt 2\". Tuy em vẫn gửi đăng ký được và thõa mãn điều kiện, nhưng khi vào aao để tra danh sách nhận LVTN thì lại chưa cập nhật tín chỉ, TA và xét không đạt. Em là sinh viên chuyển hệ trong học kì 202, em chỉ nợ LVTN và vẫn đăng ký được LVTN HK202. Kì trước em đã nhận được mail chuyển điểm từ PĐT. Em mong PĐT giải quyết giúp em ạ, em xin cám ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ hiện tại em muốn đăng ký Rút môn học của kỳ 211 thì em phải thực hiện như thế nào ạ ?. . Em cảm ơn.",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em kính chào Phòng đào tạo ạ!. . . . Em là [full_name].. . MSSV: [student_id]. . Khoa: Điện - Điện tử. . . . Ngày 18 tháng 8 năm 2021, em có làm đơn xin rút môn học trễ hạn. . . . . Theo như thông báo của Phòng đào tạo thì kết quả trả lời sẽ có chậm nhất là sau ngày 27 tháng 8 năm 2021.. . . . Nhưng hôm nay là ngày 28 tháng 8 năm 2021, em vẫn chưa thấy phản hồi từ Phòng đào tạo. . . . . Em kính mong Phòng đào tạo kiểm tra lại giúp em với ạ.. . . . Em xin chân thành cảm ơn.. . . . Trân trọng.. .",
            "Chào bạn,. . Đơn rút môn học của bạn đã được chấp nhận nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "/B Dear-[full_name]. . Tên: Nguyễn Vũ Sơn. . MSSV: [student_id]. . Khoa: Điện- Điên Tử. . Ngành : Kỹ thuật điều khiển và tự dộng hóa. . Hệ: VLVH (Cao Đẳng liên thông). . Câu hỏi 1: . . Có 3 môn. xin xét miễn ở Khoa Điện, đã học ở Cao Đẳng.. . Được Khoa báo cần học bổ túc mỗi môn thêm (15 Tiết). . - Vậy em cần đăng kí ở đâu và vào thời gian nào ?. . . . Câu hỏi 2:. . Em nhập học ngày 22/5/2021. . Gmail trường gửi học theo CTĐT KHÓA 2019 . . - Vậy học phí thu chọn gói của em tính theo K2019 hay k2021 ?. . . . [full_name]/[full_name] PHẢN HỒI GIÚP EM. . THÂN GỬI. . . .",
            "Chào em,. . PĐT đã nhận được thông tin của em, đã gửi đến bộ phận phụ trách sẽ trả lời  em qua bksi, email. . . . Thân mến,. .",
            "Chào em,. . - Dự kiến tháng 10 sẽ tổ chức các môn bổ túc kiến thức.. . - Nếu có thắc mắc em email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào Thầy Cô Phòng đào tạo,. . . . Em là [full_name], mã số sinh viên là [student_id] khóa 17, khoa Cơ khí. Em có đăng ký Luận văn Tốt nghiệp mã ME4049 đợt đăng ký bổ sung LVTN HK211.. . Do thi online trễ nên hiện tại điểm của em vẫn chưa được cập nhật, do đó em chưa đủ 123 tín chỉ.. . Em cũng xin chia sẻ thêm là các môn em chưa cập nhật điểm đều có khả năng đậu.. . Em xin hỏi Thầy Cô hướng dẫn em cách nộp đơn để xin xét đăng ký Luận văn.. . Em có gửi hình ảnh điểm của kỳ 202 và 203, vẫn chưa cập nhật, tất cả các môn em đều đã thi.. . . . Em cảm ơn Thầy Cô.. . Thầy Cô cứu em với.. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 15/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. .",
            "Chào bạn,. . Trường hợp của bạn không đủ điều kiện nhận LVTN nhé, bạn vui lòng xem file đính kèm.. . Nếu có thắc mắc khiếu nại, vui lòng phản hồi qua bksi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô,. . . . Hiện tại em vừa bảo vệ luận văn xong, đủ điều kiện để tốt nghiệp (em khoá K17 ạ).. . Vì chưa rõ bao giờ đến đợt xét tốt nghiệp nên em có đăng ký 1 môn để cải thiện vào kỳ tới.. . Thầy/cô cho em hỏi là nếu trong thời gian tới có đợt xét tốt nghiệp thì em có thể huỷ môn đang học để đăng ký xét tốt nghiệp luôn không ạ ?. . . . Cảm ơn thầy/cô",
            "Chào bạn. . - Bạn có thể rút môn học nghen, thông báo rút trong tháng 9. . - Đợt đăng ký tốt nghiệp hiện tại đến 30/8 là của HK 202. . - Đợt tốt nghiệp tháng 11/2021 - HK211 sẽ có thông báo cụ thể cho SV về danh sách về cách đăng ký tốt nghiệp dự kiến bắt đầu từ tháng 9/2021. . Thân. ."
        ]
    }
]