[
    {
        "intent": "",
        "message": [
            "Kinh thưa Phòng đào tạo,. . . . Em xin phép các thầy cô cho em được đăng kí môn học \"  B CO3069 - Mật mã và An ninh mạng  /B \" vì môn học trước đó em đăng kí là \"CO3039 - Hệ thống nhúng nâng cao\" đã bị hủy do không đủ sỉ số để mở lớp. Em mong phòng đào tạo có thể giải quyết để giúp em hoàn thành chương trình đào tạo kịp thời hạn.. . Em xin chân thành cảm ơn.",
            "đã thêm môn học. CO3069_L01. . bạn xem tkb cập nhật vào cuối tuần. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi quý thầy/cô trong phòng đào tạo. Em xin phép thầy/cô cho em được đăng ký môn học \"CO3069-Mật mã và an ninh mạng\" ạ.. . . . Lí do là môn học trước mà em đăng kí là môn \"CO3039-Hệ thống nhúng nâng cao\" đã bị hủy vì không đủ sỉ số.Vì đây là học kỳ cuối, em mong muốn có thể hoàn thành chương trình đào tạo và tích lũy đủ số tín chỉ để có thể tốt nghiệp.. . . . Em xin chân thành cảm ơn.. . . .",
            "đã đăng ký môn học CO3069, nhóm L01.. . bạn xem tkb cập nhật vào cuối tuần. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em xin phép các thầy cô trong Phòng Đào tạo đăng ký cho em môn 'CO3065 - Công nghệ phần mềm nâng cao'. . Lý do: Môn học em đăng ký trước là CO3039 - Ưng dụng hệ thống nhúng nâng cao không mở vì không đủ sĩ số và đây cũng là học kỳ cuối nên em muốn tích lũy đủ số tín chỉ để hoàn thành chương trình đào tạo.. . . . Em xin chân thành cảm ơn.",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Trường hợp của em thiếu 03 môn tiên quyết để đăng ký Luận văn:. . +   B Thực tập tốt nghiệp  /B : Đang chờ thầy nhập điểm.. . +   B Thí nghiệm độc học (mã 610002)  /B : Em đã lên PĐT để xin quyết định miễn môn học và ngày 26/08 sẽ có quyết định.. . + Còn riêng môn   B Thực hành Điện - Điện tử (Mã 406029)  /B : Trong chương trình cũ môn này là 1 môn riêng, tuy nhiên, trong chương trình mới từ k2014, môn này không có môn thay thế nên Khoa qui định em phải học thêm 1 môn tự chọn để bù số tín chỉ cho môn học này. Trong HK191, em đã đăng ký môn \"Phân tích hệ thống môi trường\" (Mã EN2019), vậy em có được gỡ vướng môn TH Điện - Điện tử không ở học kì 191 (để đăng ký Luận văn) hay em phải đợi đến khi có điểm môn EN2019 mới được gỡ vướng ? Dạ thưa cô, nếu đợi có điểm thì em sẽ lỡ mất học kì chính qui cuối cùng của mình (em khoá K13). Mong cô cho em hướng giải quyết vì về bản chất, em đã hoàn toàn hoàn tất các môn tiên quyết.. . . . Em cảm ơn cô đã đọc ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô,. . Em là [full_name], lớp VP2014, MSSV [student_id]. Em xin được hỏi về vấn đề sau :. . . . Tháng 7 em có đăng ký bảo lưu 1 học kỳ và đã nhận kết quả theo phiếu hẹn là được chấp nhận, tình trạng trên Mybk của em vài ngày sau cũng đã được cập nhật thành \"đã tạm dừng\". Lúc em nhận kết quả thì cô văn phòng cũng nhắc em tháng 8 này phải lấy một giấy tờ hay kết quả gì đấy liên quan (em không nhớ rõ). Vì vậy, em muốn hỏi là giấy tờ này có cần thiết không ạ? Và nếu có thì em có thể nhờ bạn lấy được không ạ? Hiện tại em đang có việc ở gia đình nên không thể vào HCM ngay được.. . . . Kính mong thầy/cô giải đáp.. . Em xin cám ơn.",
            "Chào bạn,. . Ban phải đến lấy QĐ tạm dừng, bạn cố gắng sắp xếp nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em xin phép các thầy cô trong Phòng Đào tạo đăng ký cho em môn 'CO3065 - Công nghệ phần mềm nâng cao'. . Lý do: Môn học đăng ký trước đó là CO3039 - Ứng dụng hệ thống nhúng nâng cao bị hủy vì không đủ sĩ số. vì đây là kỳ cuối nên em mong Phòng đào tạo giúp em đăng ký để em hoàn thành chương trình đào tạo, tích lũy đủ tín chỉ.. . . . Em xin chân thành cảm ơn.",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Cho em hỏi văn bằng 2, em đăng nhập vô phần đăng ký môn học xong bấm vô phần lựa chọn  HỌC KỲ 1 (2019 - 2020) - HK191 - [full_name] BẰNG 2 KHÓA 2019  thì hiện tại chưa thấy môn học .. . . . Cho em hỏi cac môn em không học trong chương trình trước thì phải dk học (môn đại cương) phải ko ạ",
            "Chào bạn.. . SV bằng 2 khóa 2019 học theo chương trình đào tạo của khóa 2017 Chính quy bằng 1. . Trừ đi các môn Quốc phòng, thể dục và Anh văn. . Trừ các môn học đã học ở chính quy bằng 1(Ngành học đã TN). . . . Phiếu miễn môn sẽ gởi tới SV sau (SV đk môn học trước, khi có phiếu miễn sẽ hủy môn đã đăng ký). . . . Còn lại là các môn mình cần đăng ký học. . . . SV nhập mã môn học vào ô tìm kiếm trên trang đkmh để đăng ký môn học. . . . CTĐT SV xem tại : . . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chuongtrinhdaotao"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em xin phép các thầy cô trong Phòng Đào Tạo đăng ký cho em môn CO3065 - Công nghệ phần mềm nâng cao.. . . . Lý do: Môn học đăng ký trước là CO3039 - Ứng dụng hệ thống nhúng nâng cao bị hủy do không đủ sĩ số. Vì đây là học kỳ cuối cùng nên mong Phòng Đào tạo đăng ký cho em để em có thế hoàn thành chương trình đào tạo và tích lũy đủ tín chỉ.. . . . Em xin chân thành cảm ơn.",
            "[full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em xin các thầy cô trong phòng đào tạo cho phép em được đăng kí môn học \"CO3065 Công nghệ phần mềm nâng cao\".. . . . Lí do: Vì môn học em đăng kí trước đó là \"CO3009 - Hệ thống nhúng nâng cao\" sau khi có thời khóa biểu đã bị hủy vì không đủ sỉ số.. . . . Vì học kì này là học kì gần cuối, em muốn hoàn thành đủ số môn và số tín chỉ cần thiết để tốt nghiệp đúng hạn.. . . . Em xin chân thành cám ơn thầy cô.",
            "[full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Dạ em xin phép chào PDT ạ! . . Em là [full_name], MSSV [student_id], sinh viên khóa k14, Khoa Kỹ Thuật Xây Dựng, Ngành Cảng-Biển.. . Em xin được trình bày yêu cầu là: Đợt Đăng Ký Môn Học đợt 3 em đăng ký môn anh văn 3 đã thành công. Nhưng khi có kết quả em kiểm tra thì bị hủy ạ, em lên xem lại là do em bị thiếu môn học trước anh văn 2(LA1005) ạ. Em xin PDT cứu xét cho em được đăng ký lại môn anh văn 2 để em được duy trì học ạ. Nếu không đăng ký được em bị bắt đi nghĩa vụ ạ. Em rất momg PDT cứu xét cho em được đăng ký học môn anh văn 2 ạ. Em mong chờ phản hồi của PDT ạ. Em chân thành cảm ơn PDT rất nhiều ạ!. . Em xin phép gửi lời chào và cảm ơn ạ!",
            "Môn học LA1007 lỗi môn học trước : LA1005.. . bạn có thể đk môn học khác. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  Tối ngày, 14/8/2018 em bắt đầu làm bài thu hoạch chủ đề 1 của trường nhưng khi làm xong nộp bài nó lại hiện lỗi \"phản hồi của trang web này chậm\" thế là em tắt máy mở lại thì thấy bài em 0 điểm và xem lại thì thấy bỏ trống toàn bộ câu hỏi. Em momg quý thầy/cô hỗ trợ cho em để 16/8/2019 là thời hạn cuối làm bài. Chân thành cảm ơn thầy cô nhiều ạ. . . .",
            "Chào bạn,. . Về bài thu hoạch bạn vui lòng liên hệ trực tiếp Phòng Công tác chính trị sinh viên để được hỗ trợ bạn nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn hiện tại tân sinh viên có thể đăng kí kí túc xá được k ạ?",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp Ký túc xá.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đăng ký môn học bổ sung đợt 3 môn AV2 học kì 191, nhưng đợt cập nhật thời khoá biểu ngày 15/8/2019 ,chưa thấy môn av2 trong thời khoá biểu. . . .",
            "Môn LA1005 bị lỗi môn học trước : LA1003. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Cho em hỏi là em hôm nay 15/8 có sửa phần lý lịch chỗ bảo hiểm y tế nên em có tạo hồ sơ mới, mà phần nhập học của em bị mất phần tick xanh, vậy em có cần xác nhận gì lại bên nhà trường không ạ, tại phần bảo hiểm e có ghi sai phần mã bảo hiểm ấy ạ, mog được thầy cô trả lời",
            "Chào bạn,. . Hiện tại thông tin nhập học sau khi Phòng đào tạo xác nhận là đã khóa lại, bạn không điều chỉnh nữa.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Gửi phòng đào tạo . . Em tên [full_name], MSSV/MSGV: [student_id]. . . . Em đã tốt nghiệp khóa 2002 khoa Công nghiệp Vật Liệu. nay e đăng ký học bằng 2 Khoa Kỹ thuật Xây Dựng, ngành Trắc Địa - Bản đồ. . Nay em muốn hỏi có những môn em đã học rồi, tên môn học giống nhưng MSMH khác ví dụ như Anh văn. MSMH lúc e học là 003016-003019. Còn MSMH chỗ thay thế thì lại có MSMH 003001-003004. vậy e có được miễn những môn này không? còn nhiều môn như vậy mà e không liệt kê ở đây.",
            "Chào bạn. . . . Danh sách các môn học tương đương thay thế bạn tham khảo tại đây :. . . . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_201&tid=447"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Kính Gửi:Phòng Đào Tạo . . Em tên:[full_name] mssv:[student_id]. . Khoa:Bảo Dưỡng Công Nghiệp . . Lớp:BD15CN01 . .   Hôm nay em làm đơn này xin thầy cô Phòng Đào Tạo giúp đỡ em được đăng được đăng ký  môn học (anh văn 4,mã môn:003004),vì em đã bỏ lỡ đợt đăng ký môn học và đã hết hạn đăng ký(05/08/2019) nên kính mong thầy cô Phòng Đào Tạo giúp đỡ em để em được đăng ký môn học và hoàn thành chương trình học của em.. .   Em xin chân thành cảm ơn Thầy Cô. . .",
            "đã đăng ký.. . bạn xem tkb vào cập nhật vào đầu tuần. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo Trường Đại học Bách khoa . . . . Em tên là [full_name] MSSV [student_id]. . Khoa Kĩ thuật Xây dựng, Ngành kiến trúc, Lớp XD18KT. . . . . Học kì 171 em rớt Hình học họa hình MSMH : CI1011 . . Vì môn đó rất ít trường hợp bị rớt, nên em không thể mở lớp được. . . Em làm đơn này mong phòng đào tạo xét duyệt có thể cho em học chung với [full_name] [full_name] học họa hình . Em xin cam kết sẽ đi học đầy đủ. . . . . Em cảm ơn phòng đào tạo đã đọc đơn và mong phòng đào tạo hỗ trợ. Em xin cảm ơn",
            "đã thêm môn CI1011 nhóm L01.. . bạn xem tkb cập nhật vào đầu tuần. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "e chào cô!. . e lỡ nhập sai điểm tổng kết toeic để xét tốt nghiệp .e nhập điểm thành phần đúng nhưng lại bị sai ở điểm tổng kết.điểm của e là 505 nhưng e lỡ nhập sai là 550.e không thể nào hủy được.mong cô giúp e ạ. .",
            "Chào bạn. . Phòng đào tạo đã cập nhật KQ không hợp lệ, em vào khai báo lại nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác . Dạ mong thầy cô phòng đào tạo cho em hỏi em k17 do mấy kì đầu em học sa sút nên tới hết kì hè này em chỉ được 30 tín chỉ em có được làm đơn cứu xét không ạ. Hết kì hè này là em đã qua 4 kì chính rồi ạ. Kì trước em có làm đơn cứu xét và được tạm thu nhận nhưng do em chưa bắt kịp nhịp độ việc học nên kì này vẫn thiếu chỉ.. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng gặp cố vấn học tập- Giáo viên chủ nhiệm- để được tư vấn hỗ trợ.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em tên là [full_name], sinh viên khoa Điện Điện tử. Phòng đào tạo vừa thông báo là hủy lớp L09_L11 của môn mạch điện tử EE2007 của em do không đủ sĩ số lớp. Trong khi các đợt đăng kí lần 2 và 3 lại thông báo vẫn mở được và sau khi hủy thì lại không sắp xếp em vào các lớp khác. Tình hình này diễn ra đối với rất nhiều bạn làm chậm tiến trình học của chúng em ạ. Mong nhà trường mở lại các lớp đã hủy để chúng em học kịp tiến độ ạ, vì các học kì sau của khoa em rất nặng. Em xin chân thành cám ơn.",
            "Chào bạn.. . . . Các môn học hủy sĩ số ít PĐT chỉ hủy các môn tự chọn và sĩ số thấp không thể mở lớp. Môn học chỉ có 9 bạn sinh viên đăng ký trong khi sĩ số tối thiểu mở lớp là 25sv. . . . . Bạn có thể đăng ký các môn học khác trong group tự chọn theo CTĐT để không bị chậm tiến độ học tập. Bạn phản hồi lại topic này kèm mã môn + mã nhóm môn học khác cần đăng ký."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name], sinh viên khoa Điện Điện tử. Phòng đào tạo vừa thông báo là hủy lớp L09_L11 của môn mạch điện tử EE2007 của em do không đủ sĩ số lớp. Trong khi các đợt đăng kí lần 2 và 3 lại thông báo vẫn mở được và sau khi hủy thì lại không sắp xếp em vào các lớp khác. Tình hình này diễn ra đối với rất nhiều bạn làm chậm tiến trình học của chúng em ạ. Mong nhà trường mở lại các lớp đã hủy để chúng em học kịp tiến độ ạ, vì các học kì sau của khoa em rất nặng. Em xin chân thành cám ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "đã đăng ký môn EE2007 nhóm L06_L12. . bạn xem tkb cập nhật vào cuối tuần. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name],sinh viên khoa Điện Điện tử. Phòng đào tạo vừa thông báo là hủy lớp L09_L11 của môn mạch điện tử EE2007 của em do không đủ sĩ số lớp. Trong khi các đợt đăng kí lần 2 và 3 lại thông báo vẫn mở được và sau khi hủy thì lại không sắp xếp em vào các lớp khác. Tình hình này diễn ra đối với rất nhiều bạn làm chậm tiến trình học của chúng em ạ. Mong nhà trường mở lại các lớp đã hủy để chúng em học kịp tiến độ ạ, vì các học kì sau của khoa em rất nặng. Em xin chân thành cám ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn . . . . Môn học nhóm tự chọn chỉ có 9sv nên không thể mở lớp, trường hợp đặc cách mở lớp sĩ số ít bạn vui lòng liên hệ khoa. Nếu không bạn có thể đăng ký các môn học khác trong các tự chọn cùng nhóm. . . . . bạn phản hồi lại MSMH + mã nhóm môn học cần đăng ký bổ sung để mình đăng ký giúp bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name], sinh viên khoa Điện Điện tử. Phòng đào tạo vừa thông báo là hủy lớp L09_L11 của môn mạch điện tử EE2007 của em do không đủ sĩ số lớp. Trong khi các đợt đăng kí lần 2 và 3 lại thông báo vẫn mở được và sau khi hủy thì lại không sắp xếp em vào các lớp khác. Tình hình này diễn ra đối với rất nhiều bạn làm chậm tiến trình học của chúng em ạ. Mong nhà trường mở lại các lớp đã hủy để chúng em học kịp tiến độ ạ, vì các học kì sau của khoa em rất nặng. Em xin chân thành cám ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "sẽ cập nhật môn : EE2007 nhóm L06_L12. . . . Bạn xem tkb lại cuối tuần. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi PĐT trường ĐH BÁCH KHOA TP HỒ CHÍ MINH.. .  Em tên là Lê Tuấn Kiệt, MSSV: [student_id] sinh viên khóa K17 khoa ĐIỆN ĐIỆN TỬ. . . Vừa rồi em có đăng kí môn học cho học kì 191 trong đó có 2 môn MÁY ĐIỆN(EE3009) và GIẢI TÍCH HỆ THỐNG ĐIỆN(EE3013), cả 2 môn này trong đợt 1 và đợt 2 PĐT đều báo kết quả là thành công và đã sắp thời khóa biểu tạm thời, Nhưng đến khi có kết quả đợt 3 thì 2 môn này lại bị xóa vì lí do sĩ số ít. Đến lúc này đã hết thời hạn đăng kí môn học nên em không thể nào đăng kí thêm môn học mới được nên trong thời khóa biểu hiện giờ chỉ còn 14 chỉ.. . Nay em viết đơn này xin phép PĐT cho phép em đăng kí thêm môn NHỮNG NGUYÊN LÍ CƠ BẢN CHỦ NGHĨA MÁC LÊ-NIN để kịp tiến độ học tập của em có được không ạ? Em xin cảm ơn. Mong PĐT sớm hồi âm!",
            "bạn cung cấp mã môn học, mã nhóm học để đang ký. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Kính gửi thầy cô PĐT Trường ĐH Bách Khoa . . Em tên [full_name] MSSV [student_id]. . Vào đợt 3 em có đăng kí thêm môn Anh văn 1 nhưng sao trong thời khóa biểu vừa cập nhật lại không có môn Anh văn 1 ạ?. . Mong thầy cô kiểm tra lại giúp em. . Em xin cảm ơn. .",
            "Bạn bị môn TQ: LA1001. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô phòng đào tạo, em tên là [full_name], MSSV [student_id][full_name] Do em thanh toán trễ hạn học phí học kì chính kì hè nên đã không có thời khóa biểu hk 191 ( em vân được đk môn học)[full_name] [full_name] Em hi vọng thầy cô có thể xem xém để giải quyết giúp em[full_name] Em xin chân thành cảm ơn![full_name] [full_name]",
            "Em cần đăng ký môn học nào .. . ghi rõ mã môn học, mã nhóm. . . . Lưu ý: Phải thanh toán học phí, và làm đơn trình bày lý do đóng trễ học phí.. . Kèm đơn đk các môn học",
            "Em đã đóng tiền và làm đơn gửi lên pđt rồi ạ. Em xin đăng kí lại các môn là: . . - Điện tử y sinh                          EE3037- A01. . - Đường lối CM Cộng sản VN   SP1009- A04. . - Kĩ thuật an toàn điện.             EE3097-A02/A06. . - Đề cương luận văn.                EE4321. . - Thiết bị ht&td thuỷ khí             EE3075-A01. . - Trí tuệ nhân tạo trong đk        EE3063- A01",
            "Trường hợp bạn nợ HP bạn vui lòng liên hệ khoa và nộp đơn trễ học phí về PĐT trước khi đăng ký môn học .",
            "Em đã làm đơn nộp đơn trình bày lí do trễ học phí lên khoa, đơn đăng kí môn học lên pđt, đã nộp tiền đầy đủ luôn ròi ạ. .",
            "trừ sp1009 và ee4321"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là bắt đầu khi nào mình làm giấy xác nhận sinh viên để bổ túc cho địa phương tạm hoãn nghĩa vụ quân sự năm học 2019-2010 vậy ạ?",
            "Chào bạn,. . Bạn vui lòng xem thông báo của trường gởi email sv.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Chào các thầy cô,. . Em là sinh viên năm I,NGÀNH KỸ THUẬT CÔNG TRÌNH XÂY DỰNG (BẰNG 2).. . . . Hiện đang trong thời gian đăng ký môn học (từ 15/08/2019 đến 20/08/2019) nhưng có một số môn không có nút \"chọn\". Cụ thể là các môn mở ban đêm (từ tiết 13) đều không chọn được.. . . . Kính mong quý thầy cô kiểm tra để em kịp đăng ký môn học đúng hạn ạ! Em xin cám ơn.",
            "Chào bạn.. . bạn đăng ký môn học nào.. . bạn vui lòng ghi rõ mã môn học, mã nhóm để PĐT hỗ trợ đăng ký. . . . Thân.",
            "Dạ em chào thầy,. . . . Giúp em đăng ký các môn sau ạ:. . . . Môn học - mã môn học - mã nhóm. . . .  1.Hóa vô cơ - CH2011 - B01. . . .  2.Sức bền vật liệu - CI2007 - B01. . . .  3.Địa chất công trình - CI1043 - B01. . . . . . *** Em đã có tài khoản BknetID nhưng không vào được mục THÔNG TIN SINH VIÊN (mục số 4 trong MyBK). Thầy kiểm tra giúp em luôn ạ.. . . . Em cám ơn thầy!",
            "Chào bạn.. . Các môn bạn chọn không mở lớp nhóm B01. (do B2 khóa 2019 ngành XD không mở lớp riêng). . Bạn xem lại tkb và đk môn học mở ở nhóm khác. . . . Thân",
            "Chào thầy,. . . . Vì em đi làm nên không thể học ban ngày được.. . Trước khi đăng ký học em đã đọc thông báo tuyển sinh bằng 2. Chỉ có 2 ngành của khoa Máy Tính không mở lớp ngoài giờ (phụ lục 1). Em không biết có thông báo về việc Ngành XD không mở lớp ngoài giờ, thầy có thể hướng dẫn em xem thông báo này không ạ?. . Sáng ngày 20/08, em có lên gặp các thầy trên PDT và em đã nộp đơn xin đăng ký 3 môn học trên, PDT đã tiếp nhận đơn và bảo em đi học bình thường.. . Vậy là như thế nào hả thầy?. . . .",
            "Chào bạn. . . . Các lớp bằng 2 do số lượng không đủ để mở lớp riêng buổi tối. Bạn có thể liên hệ trực tiếp nơi nhận hồ sơ (PĐT 201A4) để biết rõ hơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1610901  /b \t. . . .   i Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Dạ em đã đóng lệ phí chuyển điểm AV nhưng hiện tại em vẫn chưa được chuyển điểm. Hệ thống báo về BK Pay của em phải đóng tiền 2 lần nhưng em đã đóng tiền 1 lần rồi ạ. Bên dưới là hình ảnh em đã đóng tiền trên BK Pay",
            "Chào bạn,. . Do bạn chưa hoàn ta6t1t hủ tục chuyển điểm nên chưa được cập nhật điểm chuyển. [full_name]5 vui lòng xem lại quy trình chuyển điểm từ chứng chỉ ngoại ngữ tại:www.aao.hcmut.edu.vn- Sinh viên -  Hướng dẫn - Ngọại ngữ.. . Thân.",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "Dạ em chào cô ạ,. . Dạ thưa cô, em đã thực hiện đầy đủ thủ tục chuyển điểm rồi ạ nhưng vẫn chưa được cập nhật điểm chuyển ạ.. . Ngày 04/06/2019 em đã đăng ký nộp chứng chỉ ngoại ngữ =  em đăng ký xét miễn 4 AV =  em tiến hành nộp tiền trên BK Pay. . Nhưng sau khi nộp tiền thì vẫn không được chuyển điểm vào hệ thống MyBK của em ạ. . . Bên dưới là hình ảnh biên lai em đã nộp tiền cho đợt chuyển điểm ạ.. . Mong cô xem xét lại trường hợp của em.. . Em cám ơn.",
            "Dạ em chào cô ạ,. . Dạ thưa cô, em đã thực hiện đầy đủ thủ tục chuyển điểm rồi ạ nhưng vẫn chưa được cập nhật điểm chuyển ạ.. . Ngày 04/06/2019 em đã đăng ký nộp chứng chỉ ngoại ngữ =  em đăng ký xét miễn 4 AV =  em tiến hành nộp tiền trên BK Pay. . Nhưng sau khi nộp tiền thì vẫn không được chuyển điểm vào hệ thống MyBK của em ạ. . . Bên dưới là hình ảnh biên lai em đã nộp tiền cho đợt chuyển điểm ạ.. . Mong cô xem xét lại trường hợp của em.. . Em cám ơn.",
            "Chào bạn,. . Phòng đào tạo đã cập nhật lại dữ liệu bkpay của bạn, điểm chuyển anh văn sẽ cập nhật theo đợt chuyển trên lịch học vụ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Vì lý do ốm trong suốt thời gian đăng ký môn học đợt 3 nên em đã sơ suất đăng ký thiếu 1 môn học tư chọn:. .  Mã môn học:TR4001 Kỹ thuật chẩn đoán và bảo dưỡng động cơ.. . Em nhận thấy sĩ số lớp hiện tại 36/40 và vì là môn học tự chọn mỗi năm mới mở 1 lớp. Nên rất mong nhà trường tạo điều kiện cho em có thể ra trường đúng hạn.. .  Em xin chân thành cảm ơn!. .",
            "đã thêm môn TR4001 A01.. . bạn xem tkb vào cuối tuần. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em là Lê Vinh Khiêm MSSV [student_id]. . Em xin PĐT có thể giúp em đăng lí lại môn học ạ!. . Lí do: Em đi thực tập, quên ngày đóng học phí, chính vì thế toàn bộ đăng kí môn học cho học kì 191 đã bị xóa ạ!. . Em xin được đăng kí mới ạ!. . EM XIN GỬI MỘT SỐ MÃ MÔN HỌC Ạ!. . [full_name]25 - [full_name]. . [full_name]21 - [full_name]. . [full_name]17 - THIẾT KẾ [full_name]. . [full_name]5 - [full_name]. . [full_name]23 - [full_name]. . . . Em xin được gửi file ảnh đã đóng tiền ở bên dưới ạ!. . Cả file ảnh đã đăng kí môn học đợt 1 vừa rồi khi chưa bị xóa ạ!. . Em cảm ơn phòng đào tạo đã đọc đơn và mong phòng đào tạo hỗ trợ. Em xin cảm ơn ạ.. . . . . .",
            "Chào bạn. . . . Trường hợp đóng học phí trễ bạn liên hệ PĐT làm đơn trình bày lý do đóng trễ kèm đơn xin đăng ký môn học mới được nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: G[student_id]  /b . . Dạ thưa cho e hỏi : trường hợp em nộp chứng chỉ ngoại ngữ mà em nộp nhầm hình !! Giờ làm sao để em nộp lại chứng chỉ và em liên hệ với phòng đào tạo , mấy cô nói chờ ! Em hơi lo lắng và cũng gần ngày đăng kí lvtn cuối cùng ! Em khoá k13 , em cảm ơn",
            "Chào bạn,. . Hiện tại chứng chỉ của bạn đang thẩm tra, nếu cần bổ sung file ảnh trường sẽ liên hệ em sau.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Kinh gửi thầy cô PĐT Trường ĐH BÁCH KHOA. . Em tên [full_name] MSSV [student_id]. . Em có đăng kí môn Anh văn 1( LA1003) mà sao trong thời khoá biểu vừa cập nhật lại thiếu môn Av1 ạ. Em đã nộp CCNN 305đ và PĐT đã báo cho em là em đã pass AVCB rồi. PĐT bảo là em môn tiên quyết LA1001 là sao vậy ạ ?",
            "Đã đăng ký cho bạn.. . . . bạn theo dõi tkb cập nhật sau 5g chiều nay nhé.",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kinh gửi thầy cô PĐT Trường ĐH BÁCH KHOA. . Em tên [full_name] MSSV [student_id]. . Em có đăng kí môn Anh văn 1( LA1003) đợt 3 nhưng thời khóa biểu ko cập nhật. Thầy cô PĐT bảo em là thiếu môn tiên quyết LA1001. Lúc trước em có nộp CCNN 305đ và thầy cô nói em đã pass AVCB rồi nhưng sao bây giờ em lại còn vướn môn AVCB vậy ạ ? Mong thầy cô kiểm tra giúp em. . .",
            "đã đăngh"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1810032  /b . . Em tên là Bùi Văn Hoài Bảo. . Sau đợt đăng kí môn lần 3 vừa qua, em thấy rằng lớp mạch điện tử của em đã bị đổi mà không thông báo trước. Lịch học hiện tại của em có lớp thí nghiệm diễn ra vào chiều thứ 7 nhưng em đang có ý định sẽ đăng kí học dự thính để trả nợ môn mà hầu hết các lớp dự thính sẽ học vào thứ 7 & Cn. Nên em thấy rằng lớp học này sẽ gây bất lợi cho việc học dự thính. . . Cho nên em xin phòng đào tạo có thể chuyển môn mạch điện tử của em sang lớp lý thuyết L06 (sáng t3) và thí nghiệm L12(chiều t6), cả hai buổi đó em đều đang trống tiết.. . Em hi vọng pđt có thể thay đổi cho em vì khoa của em sẽ phân ngành vào cuối kì 3 nên em cần trả nợ sớm để phân ngành ạ.. . . .",
            "Đã chuyển nhóm cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em tên [full_name], MSSV [student_id]. Hiện nay em đã hoàn thành chương trình học nhưng còn vướng lại môn xử lý số liệu (CH3309). Em vừa tìm được việc làm, nhưng thời khóa biểu hiện tại (lớp thứ 6, tiết 4,5,6) không phù hợp nên em muốn xin chuyển thời khóa biểu môn hoc này sang thứ 2 tiết 7,8,9. Rất mong phòng đào tạo xem xét và giúp đỡ em.. . Em xin chân thành cảm ơn!",
            "Đã chuyển môn học cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi phòng đào tạo em tên: [full_name] . . MSSV: [student_id] thuộc diện VB2 . . . . Xin PĐT xem xét và cho phép em được học chung với k19 môn CO1005: Nhập mô điện toán . . nhóm lớp L03_L11 Quản Thành Thơ t2 tiết 11 12 và t5 tiết 23. vì đây là môn yêu cầu để được học những môn sau ạ.. . . . Ngoài ra em có làm đơn (đã gửi pdt) để mở thêm sĩ số môn CO1007 : cấu trúc rời rạc khmt nhóm lớp: L01  t6 tiết 78910. . . . Mong nhận được phản hồi của phòng đào tạo a. . [full_name] trong,. . [full_name]. . . .",
            "Đã đăng ký cho bạn CO1005 và tăng sĩ số CO1007"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi nhà trường,. . . . Em mới nhập học bằng 2 K19, vì khi tới đợt em đăng ký (15/8) thì các bạn bằng 1 đã đăng ký xong 3 đợt nên hầu như không còn lớp nào em có thể đăng ký được, do đó em kính mong nhà trường tăng sỉ số 4 lớp sau đây:. . 1) CO2013 Hệ cơ sở dữ liệu, nhóm L02_L08.. . 2) CO2017 Hệ điều hành, nhóm L01_L01.. . 3) CO3003 Mạng máy tính, nhóm L02_L06.. . 4) IM3001 Quản trị kinh doanh cho kỹ sư, nhóm A03.. . . . Em xin chân thành cám ơn,. . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name], sinh viên khoa Điện Điện tử. Phòng đào tạo vừa thông báo là hủy lớp L09_L11 của môn mạch điện tử EE2007 của em do không đủ sĩ số lớp. Trong khi các đợt đăng kí lần 2 và 3 lại thông báo vẫn mở được và sau khi hủy thì lại không sắp xếp em vào các lớp khác. Tình hình này diễn ra đối với rất nhiều bạn làm chậm tiến trình học của chúng em ạ. Mong nhà trường mở lại các lớp đã hủy để chúng em học kịp tiến độ ạ, vì các học kì sau của khoa em rất nặng. Em xin chân thành cám ơn.. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "QUOTE MSSV/MSGV: [student_id]    . . Em tên là [full_name], sinh viên khoa Điện Điện tử. Phòng đào tạo vừa thông báo là hủy lớp L09_L11 của môn mạch điện tử EE2007 của em do không đủ sĩ số lớp. Trong khi các đợt đăng kí lần 2 và 3 lại thông báo vẫn mở được và sau khi hủy thì lại không sắp xếp em vào các lớp khác. Tình hình này diễn ra đối với rất nhiều bạn làm chậm tiến trình học của chúng em ạ. Mong nhà trường mở lại các lớp đã hủy để chúng em học kịp tiến độ ạ, vì các học kì sau của khoa em rất nặng. Em có nguyện vọng là giữ nguyên lớp bóng chuyền thứ 6 phòng đào tạo giúp em được không ạ ?/ Em xin chân thành cám ơn.. .   /QUOTE . .",
            "Chào bạn.. . . . Môn học có sĩ số quá thấp (môn tự chọn) nên PĐT không thể giữ lớp. Trường hợp bạn muốn mở lại lớp với sĩ số thấp bạn vui lòng liên hệ trực tiếp khoa."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Vừa làm vừa học - ĐTTX   Đăng ký môn học . Cho em hỏi học kì I 2019-2020 mới có tkb em muốn hủy môn thì phải làm sao và thời gian cho phép hủy môn là đến ngày mấy vậy?. . Thanks!  I   /I",
            "Chào bạn. . . . Trong thời điểm này bạn không thể hủy môn học, bạn có thể làm đơn xin rút môn học nộp về PĐT (có tính học phí). . . . quy định bạn xem tại đây :. . . . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_77&tid=1568"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ thưa em tên là [full_name]. . MSSV: [student_id]. . Em vừa bị hủy môn học ở HK191 vì lí do không đủ sĩ số. Nhà trường có gửi mail và nói là sẽ chuyển những trường hợp trên sang những nhóm khác nếu phù hợp với thời khóa biểu. Hiện tại em vẫn chưa được chuyển mặc dù thời khóa biểu em còn phù hợp với những nhóm khác ạ. Em muốn hỏi phòng đào tạo làm sao em mới được chuyển và khi nào được chuyển vì sắp vào học rồi ạ. Em xin cảm ơn",
            "Chào bạn. . . . PĐT đã cố gắng chuyển nhóm, và khi không có khả năng chuyển nhóm PĐT bắt buộc phải hủy lớp.. . . . Rất tiếc không thể giúp bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi,em là sinh viên khóa K15, em muốn in giấy xác nhận sinh viên cho tạm hoãn nghĩa vụ quân sự như mọi năm, mà trong \" loại hình đăng ký\" ko còn mục in giấy tạm hoãn nghĩa vụ quân sự nữa.. . . . . .",
            "Chào bạn,. . Phòng đào tạo đã gởi thông báo cho tất cả sinh viên về vấn đề này, bạn vui lòng xem thông báo chi tiết trên email.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em tên [full_name], MSSV [student_id], lớp VL17PO. Vừa qua ngày 13th8 em có nhận được mail môn Công nghệ cao su( TN, nhóm lớp L03, mã môn MA3010 ) bị hủy vì thiếu sĩ số sinh viên. Việc thông báo hủy cận ngày bắt đầu đi học làm em rất hoang mang và đang ở thế bị động.. . Để kịp tiến độ học tập cũng như không ảnh hưởng tới các môn học ở học kỳ kế tiếp, em xin Phòng Đào tạo xem xét đến trường hợp của em cụ thể là:. . + Em muốn xin tăng sĩ số môn Công nghệ cao su( TN, MA3010) nhóm lớp L02 để em được đăng ký sang nhóm lớp L02 này vì L03 đã bị hủy( vì thiếu sĩ số). . + Mặt khác, việc chuyển xin đăng ký MA3010 sang L02 lại vướng vào môn Kỹ thuật sản xuất các chất cao phân tử( TN, Ma3020, nhóm lớp L03). Vì vậy, để học được 2 môn này,em cũng xin chuyển mã MA3020 từ nhóm lớp L03( hiện đang học ) sang nhóm lớp L02.. . Kính mong Phòng Đào tạo xem xét và phê duyệt trường hợp trên.. . Em cũng đã làm đơn và xin được xác nhận tăng sĩ số của giảng viên bộ môn và khoa Công nghệ Vật liệu.. . Em xin chân thành cảm ơn!!. . . .",
            "Mình đã chuyển nhóm và đăng ký 2 môn cho bạn để không trùng lịch học.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là sv K18, mssv:[student_id]. Ở học kì vừa rồi vì chưa nắm rõ qui chế của nhà trường nên đã bỏ qua môn Anh văn vì vậy hiện tại em chưa qua Anh văn 1 thế nên các môn học của HK191 em không được đăng kí. Cũng vì chưa nắm rõ được qui chế của nhà trường nên em đã không biết là có thể được đăng kí các môn học đại cương, pháp luật,... Cho nên đã bị trễ đăng kí môn học đợt 3, em có hỏi phòng đạo tạo và được hướng dẫn lên đây để xin xét đăng kí bổ sung.. . Vì vậy em xin Trưởng phòng đào tạo có thể duyệt cho em được đăng kí môn học bổ sung. Những môn em đăng kí: MT1005-Giải tích 2, EE1003-Toán kĩ thuật, EE1011-Giải tích mạch, MT1009-Phương pháp tính và EE1013-Vật lí bán dẫn.. . Em kính mong Trưởng phòng đào tạo có thể xét duyệt để em có thể được tiếp tục học tập vào Hk191 sắp tới. Em xin chân thành cảm ơn.",
            "Đã đăng ký cho bạn. . . . riêng môn EE1013 bị trùng tkb không đăng ký được"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Anh cho em hỏi : Em nộp bằng TOEIC vào online mà lúc nhập Tổng điểm em nhập bị sai, 555đ mà em nhập nhầm 550đ, Các điểm thành phần thì em nhập đúng rồi ạ. Em đang đợi thẩm tra mà giờ không biết sửa hay làm như thế nào. Em đợi kết quả để đăng kí tốt nghiệp tháng 11/2019. Anh chỉ dẫn giúp em được không ạ.",
            "Chào bạn,. . Phòng đào tạo đã cập nhật anh văn sai điểm là không hợp lệ rồi.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi phòng đào tạo,. . Em muốn hỏi về môn đại cương có mở ở học kỳ tiếp theo hay không ạ để em có thể xếp lịch ở kỳ sau a.. . . . Trân trọng,. . [full_name]",
            "Chào bạn . . . . Chương trình đào tạo các năm của các Ngành khác nhau bạn có thể tham khảo tại đây để biết chính xác môn học mở ở học kỳ nào . . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chuongtrinhdaotao. . . . Bạn chọn ngành + năm đầu vào tương ứng"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Anh cho em hỏi : Em nộp bằng TOEIC vào online mà lúc nhập Tổng điểm em nhập bị nhầm, 555đ mà em nhập nhầm 550đ, Các điểm thành phần thì em nhập đúng rồi ạ. Kết quả ghi đang thẩm tra mà giờ không biết sửa hay làm như thế nào.. .  . . Em đợi kết quả để đăng kí tốt nghiệp tháng 11/2019. Anh chỉ dẫn giúp em được không ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1713410  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . - Kính gửi phòng đào tạo. . - Em tên là Quách Thị Diễm Thùy, mssv: 1713410. . - Hiện tại môn Công nghệ cao su (Mã môn học: MA3009, nhóm lớp L03 (Thí nghiệm)) của em đã bị hủy do sĩ số lớp không đủ (còn 5 sinh viên). Việc môn học bị hủy đã ảnh hưởng rất nhiều tới tiến độ học tập học kỳ 192 của em (Môn Công nghệ cao su là môn học trước của môn Kỹ thuật gia công Polyme). Bên cạnh đó, việc hủy môn học đã làm giảm số tín chỉ môn học học kỳ 191 của em xuống còn 11 chỉ (Mà để duy trì tình trạng sinh viên phải đăng ký tối thiểu 14 chỉ ở học kỳ chính). Vì vậy em có nhu cầu muốn xin tăng sĩ số lớp môn   B Công nghệ cao su (TN)   B (Mã môn học: MA3009, nhóm lớp L02)  /B  để em có thể chuyển lớp và được học theo đúng tiến độ.. . - Mặt khác, việc đổi nhóm lớp Công nghệ cao su ảnh hưởng đến lịch học môn Kỹ thuật sản xuất các chất cao phân tử (Mã môn học: MA3019, nhóm lớp L03 (Thí nghiệm)), nên em muốn chuyển qua lớp   B Kỹ thuật sản xuất các chất cao phân tử (TN) (Mã môn học: MA3019, nhóm lớp L02)  /B  để có thể học cả hai môn như chương trình đào tạo đã sắp xếp.. . - Em đã làm đơn xin ý kiến từ các thầy cô phụ trách môn Công nghệ cao su và Kỹ thuật sản xuất các chất cao phân tử.. . - Kính mong Phòng đào tạo xem xét và giúp đỡ trường hợp của em.. . - Em xin chân thành cảm ơn!. . (Em có đính kèm ảnh đơn xin ý kiến của các thầy cô phụ trách môn và thời khóa biểu của em).",
            "Đã chuyển nhóm và đăng ký 2 môn học cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Em tên là Nguyễn Tuấn Anh, MSSV: [student_id]. . Em mới chuyển từ hệ chính quy sang hệ VLVH.. . Kỳ trước em có làm luận văn bên hệ chính quy. Kỳ này, em chuyển qua hệ vlvh theo hệ khóa 2013 mà đăng ký thì bị ghi là thiếu môn tiên quyết. . . Em xem thì ghi là thiếu môn Mạch Điện Tử. Môn này thì kỳ trước em đã trả nợ đầy đủ đạt điểm tổng kết 7.5.. . Mong pdt xem xét để em được duyệt đăng ký luận văn. . Em cảm ơn",
            "LVTN của bạn sẽ được PĐT xét riêng. . Thân",
            "QUOTE LVTN của bạn sẽ được PĐT xét riêng. . Thân  /QUOTE . . . . Vậy Thầy có thể cho em biết bao giờ Luận Văn được xét để em có thể chủ động liên hệ với Thầy hướng dẫn làm Luận văn được ko ah?. . Em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "E bị lỗi vậy là s ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . Bạn vui lòng liên hệ trực tiếp Phòng đào tạo để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Trong đợt  đăng kí môn đợt 3 vừa rồi em đăng kí môn EE3019 được mà sao trong thời khóa biểu không có. Xin nhà trường xem xét ạ. Em cảm ơn. . Mã môn EE3019. . Nhóm lớp A10_A27. .",
            "Chào bạn. . . . bạn vào kết quả đợt 3 -  xem lịch sử đăng ký để biết lý do nhé :. . . . . . . . 14/ 08/ 2019 09:47\tHK191 - Đăng ký môn học Học kỳ 1 (2019 - 2020) - HK191 - [full_name] - Kết quả đợt 3\tPDT không đ/ký cho SV MH EE3019 (2: Thiếu môn học trước EE1015)"
        ]
    },
    {
        "intent": "",
        "message": [
            "I Yêu cầu khác . Dạ cho em hỏi là thẻ sinh viên khi nào được nhận vậy ạ, của em đã được in từ ngày 13,nhưng mà trong phần nhận thẻ sinh viên-nhập học thì nói lấy tại phòng đào tạo là sau 7 ngày, vậy khi nào thì em lấy thẻ được, và lấy ở đâu ạ ?. .",
            "Chào bạn,. . Thẻ sinh viên bạn sẽ nhận trực tiếp tại văn phòng bạn vui lòng theo dõi thông báo tại văn phòng [full_name] bạn nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b  . . Chào anh/chị do em đóng học phí học kỳ hè trễ nên bị khóa các môn đã đăng ký học kỳ 1 năm học 2019/2020. Em đã thanh toán học phí và làm đơn trình bày hoàn cảnh và đã gửi lên phòng đào tạo lẫn văn phòng khoa. Em xin được khôi phục thời khóa biểu các môn em đã đăng ký vì thứ 2 ngày 19/8 là bắt đầu học kỳ mới. Em chân thành cảm ơn!. . . .   i Học phí - Đại học - Cao đẳng chính quy   Học phí dự thính .",
            "Chào bạn. . . . Bạn vui lòng cung cấp mã môn + mã nhóm cần đăng ký lại vì 1 số môn học có thể đã full sĩ số và không đăng ký được."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Chào thầy.. . Em có 1 thắc mắc là tại sao khi đăng ký môn học thì em vẫn đăng ký được nhưng khi có thời khóa biểu thì lại thông báo: Không đăng ký được: Mã 2.. . Em là sinh viên chuyển từ hệ chính quy sang vhvl và đã qua môn tiên quyết nhưng vẫn thông báo là thiếu môn học trước.. . 3 môn có mã 2 là:. . 1. Cơ sở điện tử công suất (EE2021). . 2. Đồ án (EE3151). . 3. Đề cương luận văn tốt nghiệp (EE4331). . Mong thầy giúp em đăng ký 3 môn này trước khi học kỳ 1 bắt đầu để em có thể hoàn thành chương trình học trong 2 học kỳ tới.",
            "Em đăng ký lại môn học. . Thời gian đk kéo dài tới 10g00 ngày 22/08.. . Thân"
        ]
    }
]