[
    {
        "intent": "",
        "message": [
            "Thưa cô,. . Bao giờ trường mình mới có lịch học vụ mới vì nghỉ dịch vậy ạ? Em cần biết lịch học vụ để ôn tập, thi và nộp chứng chỉ anh văn ạ.. . Em cảm ơn. .",
            "Chào em,. . . . Nếu có thay đổi về lịch học vụ trường sẽ gởi mail  và cập nhật trên web. Em theo dõi thường xuyên nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô,. . . . Cho em hỏi cách thức học trực tuyến như thế nào vậy ạ?. . . . Em cám ơn nhiều ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Rút môn học . Kính gửi thầy cô pdt trường đh Bách Khoa em tên [full_name] MSSV [student_id]. . Thầy cô cho em hỏi là thời gian nhận phiếu rút môn học hk 192 có được hoẵn lại không ạ? do trường cho sv nghỉ hết tháng 3. em xin cảm ơn ạ",
            "Chào em,. . . . Snh viên được nghỉ, nhưng trường vẫn làm việc bình thường em nhé.",
            "Dạ. Nhưng em đang ở quê ạ chờ tới tháng 4 đi hc lun ạ.. Có cách nào dời lại ko ạ",
            "Chào em,. . . .  PDT sẽ thông báo qua mail ngày cụ thể nha em. Em thường xuyên theo dõi mail."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . .   i Học vụ - Đại học - Cao đẳng chính quy   Rút môn học ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Chào anh chị. Hiện tại em có đăng ký môn học cho học kỳ 219, nhưng lỡ đăng ký vào môn học của ngành khác (he vừa làm vừa học). vì hiện tại do dịch cúm nên trường hoãn lịch học nên học kỳ 219 chưa học, vậy giờ em có thể hủy môn đăng ký nhầm đề đăng ký môn khác được không.. . Tks anh chị.",
            "Chào bạn.. . Tuy do dịch bệnh chưa học, nhưng bạn đã đăng ký môn học quá 02 tháng.. . (Hủy môn học được phép trong 1 tuần đầu tiên). . Vì vậy nếu đúng luật bạn ko được phép hủy.. . Tuy nhiên,. . Bạn là SV mới vào Khóa 2019, vì vậy PĐT sẽ hỗ trợ giải quyết cho bạn.. . Bạn cung cấp mã môn học cần hủy, (có thể đk bổ sung môn khác nếu tkb không bị trùng). . Lưu ý: chỉ giải quyết trong 1-2 ngày tới.. . Sau thời gian trên sẽ không giải quyết nữa.. . Thân",
            "Họ và tên: [full_name]. . mssv: [student_id]. . mã môn học cần hủy là: ME4007  CAD/CAM. . Cám ơn anh.",
            "Em có cần lên trường để hủy môn ko vậy.",
            "Đã hủy môn.. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Rút môn học . Em kính chào phòng đào tạo.. . Theo như thông báo của phòng đào tạo trước khi có lịch nghỉ cập nhật của nhà trường do dịch Covid-19 (hết tháng 3), thì lịch rút môn học bắt đầu vào 16/03/2020, cho em hỏi là vậy thì sau khi có thông báo nghỉ học thì lịch rút môn học có thay đổi không và em có thể làm đơn rút môn học trên hệ thống bksi luôn không ạ?. . Em cám ơn.. . . . [full_name]",
            "Chào em,. . . . Sinh viên được nghỉ đến hết tháng 3, nhưng trường vẫn làm việc bình thường, rút môn học em phải liên hệ trực tiếp tại PDT."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi sao thời khoá biểu em có môn học nhưng trên e-learning lại không có ạ?",
            "Chào em,. . . . Em cho biết đó là môn học gì?, mã số môn học.",
            "Môn Đồ án thiêt kế (ME2011) ạ.",
            "Chào em,. . . . Môn đồ án em phải liên hệ trực tiếp ở Khoa và bộ môn."
        ]
    },
    {
        "intent": "",
        "message": [
            "- Em tên: [full_name]. . - MSSV: [student_id]. . - Cho em hỏi: Em đã nộp chứng chỉ toeic trên 500 đủ yêu cầu để làm luận văn tốt nghiệp. Nhưng em không chuyển điểm (vẫn đủ số tín chỉ tối thiểu để làm luận văn). Thì có được không ạ? . . - Em mong cô (thầy) giải đáp giúp em ạ. Em xin chân thành cảm ơn.. .   i Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... .",
            "Chào em,. . . . Em xem qui chế và làm cho đúng nhé http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1609"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy(cô).. . . . Học kỳ này em có đăng ký 2 môn học do chưa biết điểm học kì trước. Giờ em muốn hủy môn học do điểm học kì trước đã đạt yêu cầu và để tốt nghiệp.. . Thầy(cô) cho em hỏi trường nghỉ đến hết tháng 3 giờ em phải chờ đến khi trường đi học lại mới hủy được hay là có thể hủy được qua trực tuyến không?. . Thầy(cô) cho em hỏi nếu em hủy môn học thì vẫn được đăng ký tốt nghiệp trong học kì này phải không?. . . . Em cảm ơn thầy(cô)",
            "Chào em,. . . . - Nếu em đủ điều kiện tốt nghiệp, em đăng kí tốt nghiệp.. . - Còn việc huỷ môn học PDT sẽ gởi mail thông báo giời gian cụ thể. Em thường xuyên theo dõi nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi Thầy cô phòng đào tạo. . Em tên là [full_name] MSSV [student_id] lớp XD16TNCT lớp Tài năng Khoa Kĩ thuật Xây dựng.. . Em viết thư này xin Thầy cô xem giúp em tại sao em bị hủy 2 lần khi đăng kí luận văn tốt nghiệp. Em đã đủ chỉ nhận luận văn theo tiến độ học tập; TBTL 8.11; Đủ 21 ngày CTXH; Toeic 600 đã nộp và đã thẩm tra.. . Em mong thầy cô xem xét và phản hồi sớm để em có thể theo tiến độ học tập và tốt nghiệp đúng hạn ạ.. . Em xin chân thành cảm ơn Thầy cô",
            "Chào em,. . . . Em lại qui chế về nhận luận văn http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1609.. . . . Em kiểm tra lại, nếu muốn khiếu nại gì thì em làm đơn nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi Thầy cô phòng đào tạo. . Em tên là [full_name] MSSV [student_id] lớp XD16TNCT lớp Tài năng Khoa Kĩ thuật Xây dựng.. . Em viết thư này xin Thầy cô xem giúp em tại sao em bị hủy 2 lần khi đăng kí luận văn tốt nghiệp. Em đã đủ chỉ nhận luận văn theo tiến độ học tập; TBTL 8.11; Đủ 21 ngày CTXH; Toeic 600 đã nộp và đã thẩm tra.. . Em mong thầy cô xem xét và phản hồi sớm để em có thể theo tiến độ học tập và tốt nghiệp đúng hạn ạ.. . Em xin chân thành cảm ơn Thầy cô"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào tạo,. . . . Em tên là: [full_name]. . MSSV: [student_id]. . Là sinh viên khóa K14,Khoa Kỹ thuật Hóa học.. . . . Hôm nay em viết mail này, kính mong các Thầy/Cô Phòng Đào tạo có thể xem xét và giúp đỡ em đăng ký được môn học Hóa hữu cơ-CH2021 cho học kỳ chính 192.. . . . Em thành thật xin lỗi vì đề nghị này của mình, vì chính sai sót và bất tài của mình mà đã làm phiền lòng đến các Thầy/Cô.. . . . Em chỉ còn một môn Hóa hữu cơ này nữa là hoàn thành chương trình đào tạo của trường mình và ra trường, vì sự ngu ngốc của mình nên em đến giờ vẫn chưa qua được môn Hữu cơ và còn chưa ra được trường như dự kiến chương trình đào tạo của trường mình.. . . . Trong thời gian đăng ký môn học cho học kỳ chính 192, em đã không chú ý mà chỉ chăm lo cho công việc của mình dẫn đến việc lơ là không chú ý đến thời gian đăng ký môn học mà PĐT đưa ra. Môn Hữu cơ chỉ được mở trong học kỳ chính mà không được mở trong kỳ dự thính nên thật sự em cũng rất ân hận vì sự ngu ngốc của mình, lo sợ và cũng rất hoang mang về tương lai của mình, mặc dù chuyện này tất cả lỗi là ở chính bản thân mình.. . . . Một lần nữa, em kính mong quý Thầy/Cô có thể xem xét và cho phép em xin 1 cơ hội để sửa sai cho bản thân mình, em hứa sẽ cố gắng hoàn thành chương trình học, không để chuyện nợ môn kéo dài thêm bất kỳ học kỳ nào nữa sau này.. . . . Em vô cùng biết ơn các Thầy/Cô và trân trọng cảm ơn các Thầy/Cô ạ!. . . . Trân trọng,. . . . [full_name]  . . . . . . . . . .",
            "Chào em,. . . . [full_name] đã đăng kí môn CH2021 cho em rồi và sẽ chạy lại TKB cho em. Em thường xuyên theo dõi TKB để học nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy, cô. . Lần trước em đăng kí nhầm môn đồ án, phòng đt đã sửa lại cho em nhưng em chưa được phân công giáo viên hướng dẫn.... . Mong phòng đào tạo sớm phân công giáo viên hướng dẫn môn đồ án viễn thông cho em... Em xin chân thành cảm ơn!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Yêu cầu khác. . . . Chào thầy, cô. . Lần trước em đăng kí nhầm môn đồ án, phòng đt đã sửa lại cho em nhưng em chưa được phân công giáo viên hướng dẫn.... . Mong phòng đào tạo sớm phân công giáo viên hướng dẫn môn đồ án viễn thông cho em... Em xin chân thành cảm ơn!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào quý thầy cô ạ, em là [full_name], MSSV: [student_id], Khoa Kĩ thuật Xây dựng, trong đợt đăng kí bổ sung LVTN vừa rồi, em có đăng kí LVTN nhưng trong kết quả đăng kí và thời khóa biểu của em vẫn chưa có môn LVTN trong đó, em mong quý thầy cô giúp em khắc phục ạ, em cảm ơn quý thầy cô!. . Bên dưới em có đính kèm minh chứng em có đăng kí ạ.",
            "Chào em,. . . . Em kiểm tra lại qui chế về nhận luận văn http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1609. . . . Bên cạnh đó PDT sẽ ghi nhận trường hợp của em, sẽ xét lại lần nũa. Ngày 24/3 sẽ có kết quả lần cuối."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào phòng đào tạo ạ! Em là sinh viên tài năng K16. Em vừa đăng kí luận văn tốt nghiệp đợt cuối cùng 25/2-2/3 ạ! Em đã gửi đăng kí và thỏa điều kiện. Nhưng kết quả và thời khóa biểu đến nay vẫn chưa có luận văn tốt nghiệp ạ! Nhiều bạn đã có thời khóa biểu rồi nên em cảm thấy lo lắng ạ! Em cảm ơn phòng đào tạo ạ! Em cảm ơn Phòng đào tạo nhiều ạ! . .",
            "Chào em,. . . . Em xem lại qui chế về nhận luận văn và tự kiểm tra lại chính mình----  http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1609. . . . Bên cạnh đó, PDT ghi nhận lại trường hợp em và sẽ xét 1 lần nữa. Ngày 24/3 sẽ có kết quả."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Rút môn học . Em muốn hỏi là thời gian bắt đầu và kết thúc đợt rút môn kỳ 2 năm 2020 là từ bao giờ đến bao giờ ạ ?. . Em xin cảm ơn.",
            "Chào em,. . . . PDT sẽ gởi mail thông báo lịch cụ thể, em thường xuyên theo dõi nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Đăng ký in bảng điểm . Kính chào Thầy/Cô,. . . . Em đang có nhu cầu in bảng điểm để nộp cho công ty thực tập. Khi kiểm tra trên MyBK thì mặc dù HK191 vừa rồi đã có bảng điểm nhưng em thấy điểm kết quả học tập chưa được cập nhật đến học kì mới nhất (vẫn chỉ cập nhật đến hết kì 183).. . . . Em muốn hỏi hiện tại nếu em gửi yêu cầu in bảng điểm thì bảng điểm in ra là kết quả đến HK183 hay là sẽ bao gồm luôn HK191 mới nhất ạ?. . . . Cảm ơn Thầy/Cô.",
            "Chào em,. . . . Hiện tại, bảng điểm của em cập nhật đến học kỳ 191 https://mybk.hcmut.edu.vn/stinfo/"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi phòng đào tạo trường Đại học Bách khoa. Học kì này em có đăng ký môn luận văn tốt nghiệp nhưng do không thể sắp xếp được lịch gặp với giáo viên hướng dẫn hiện tại nên em xin phép được thay đổi giáo viên hướng dẫn khác. Hiện nay em vẫn còn ở quê theo thông báo nghỉ của nhà trường vậy em phải làm thế nào để có thể thay đổi ạ. Em xin cảm ơn.. .",
            "Chào em,. . . . Việc này em phải liên hệ với [full_name] nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . Kính gửi Phòng Đào Tạo,. . . . Em muốn hỏi, em có đăng ký thành công môn học \"Thực tập tốt nghiệp\", nhưng do lý do cá nhân, nên hiện tại em không sắp xếp để đi thực tập được, nên muốn rút môn học để dời lại sang kì sau. Nhưng với tình hình nghỉ dịch như hiện tại, em có cần phải trực tiếp lên Phòng Đào Tạo để nộp đơn hay có cách thức nào khác để em có thể thực hiện việc này không ạ?. . . . Em xin cảm ơn.. .   i Học vụ - Đại học - Cao đẳng chính quy   Rút môn học .",
            "Chào em,. . . . Rút môn học phải nộp đơn trực tiếp PDT em nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ tên: [full_name]. . MSSV: [student_id]. . . . Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học. . -Không biết em có thể bổ sung đăng ký học lớp. . AS3035 Tính toán động lực học lưu chất được không em xin cảm ơn.. .",
            "Chào em,. . . . [full_name] đã đăng kí AS3035 rồi, sẽ chạy lại TKB cho em. Em thường xuyên theo dõi nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .  Kính gửi thầy, cô! Hôm nay em viết yêu cầu này với mong muốn được đăng kí môn đề cương luận văn, em đã đăng kí trong đợt bổ sung nhưng không được vì thiếu môn song hành là thực tập tốt nghiệp ME3029. Vậy em viết đơn này xin quý thầy cô cho phép em được đăng kí làm đề cương luận văn trước sau đó hè tới em sẽ đi thực tập. Rất mong quý thầy cô tạo cơ hội cho em để việc học của em được thuận lợi, để em có thể kịp ra trường vào tháng 11 năm nay ạ.. .  Em cảm ơn quý thầy cô rất nhiều!",
            "Chào em,. . . . Phần mềm đã lập trình sẵn nên không đăng kí được."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ chào thầy cô, em tên là [full_name], MSSV [student_id]. Trong đợt đăng kí bổ sung LVTN em có đăng kí luận văn mã số CI4393 và đã đăng kí thành công, nhưng khi ra đợt Kết quả thì báo là chưa có đăng kí. Mong phòng đào tạo giải quyết giúp em, em cảm ơn ạ.",
            "Chào em,. . . . Em xem lại kết quả đăng kí môn học http://apps.aao.hcmut.edu.vn/qlgd_man/home.action;[full_name]=54009C447DB2BA7D8E277F0431ED8AB0;[full_name]=05FD07AA2AB4FDD4793DAF575FBCC024;[full_name]=B3BF0DB61BCAAEB15A71DEF[student_id]EF"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Đủ điều kiện đăng kí luận văn và đã đăng kí thành công nhưng thông báo kết quả đăng kí không có",
            "Chào em,. . . . Em xem lại kế quả đăng kí môn học của em http://apps.aao.hcmut.edu.vn/qlgd_man/home.action;[full_name]=54009C447DB2BA7D8E277F0431ED8AB0;[full_name]=05FD07AA2AB4FDD4793DAF575FBCC024;[full_name]=[full_name]F0DB61BCAAEB15A71DEF[student_id]EF"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name], kì rồi em có nhận được học bổng của Quỹ Học bổng và Văn hóa Việt Nam Kumho Asiana, điều kiện để kì này nhận tiếp học bổng là em phải nộp bảng điểm vào ngày 20/3 về Ban Công tác Sinh viên ĐHQG-HCM.. . Vì hiện tại là đang nghỉ học do dịch bệnh thì em có cần phải nộp bảng điểm vào ngày 20/3 không ạ, em có thể nộp sớm hơn hay trể hơn hay phải vào đúng ngày đó mới được ạ.. . Thầy cô cho em hỏi thêm la Ban Công Tác Sinh viên ĐHQD-HCM ở đâu ạ, . . Em cảm ơn thầy cô ạ.",
            "Chào em,. . . . Việc này em phải liên hệ phòng Công Tác Chính Trị sinh viên, toà nhà A4. Trường vẫn làm việc bình thường."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô,. . . . Cho em hỏi là theo lịch học thì học kỳ mình bị dời lại bắt đầu từ tháng 4 thì em không biết lịch làm luận văn cho sinh viên năm cuối có bị dời theo lịch học học kỳ không ạ. Do hồi tuần trước bên khoa em có thông báo là lịch bắt đầu làm luận văn là 2/3/2020.. . . . Em cảm ơn!",
            "Chào em,. . . . Em liên hệ Khoa, giáo viên hướng dẫn nhé để biết lịch trình. Đầu tháng 4 bắt đầu học, nhưng 9/3 nhiều môn học vẫn học trực tuyến online."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ em đủ điều kiện đk luận văn tốt nghiệp và đã đk trong đợt bổ sung thứ 3 tại sao em không có tkb vậy ạ ?? Em cảm ơn",
            "Chào em,. . . . Em xem lại kết quả đăng kí môn học của em http://apps.aao.hcmut.edu.vn/qlgd_man/home.action;[full_name]=54009C447DB2BA7D8E277F0431ED8AB0;[full_name]=05FD07AA2AB4FDD4793DAF575FBCC024;[full_name]=[full_name]F0DB61BCAAEB15A71DEF[student_id]EF"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Hiện tại  e đã đăng ký nộp chứng chỉ điểm toeic nhưng thấp nếu bây giờ e chỉ chuyển điểm môn anh văn 1 và 2 thì sau này em có thể chuyển điểm tiếp cho môn anh văn 3 và 4 không ạ?  Vì e muốn cải thiện điểm nộp chứng chỉ mới ( điểm toeic cao  hơn) để chuyển điểm cho  2 môn anh văn còn lại? như vậy thì có được không?",
            "Chào bạn,. . Được nhé bạn, theo quy định mỗi môn AV chỉ được chuyển điểm 1 lần nhé bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào quý thầy, cô! Dạ em muốn hỏi là nếu em học cải thiện mà điểm cải thiện thấp hơn điểm cũ thì sẽ lấy điểm cao nhất hay lấy điểm sau cùng ạ?",
            "Chào em,. . . . Cải thiện cùng mã môn học sẽ lấy điểm cao nhất."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là trường mình học online mà không có giáo trình thì làm sao học được ai? Bây giờ mua thì mua giáo trình ở đâu?",
            "Chào em,. . . . Việc này em liên hệ trực tiếp giảng viên giảng dạy nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Chào cô/thầy em có đăng kí trên form của PDT A1 nhưng giờ em vẫn không thấy mình có kết quả đạt hay không ạ.",
            "Chào em,. . . . PDT đã ghi nhận rồi, bạn đợi 17/3 nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy cô! Em là [full_name] lớp XD15KT. Vừa rồi em có thanh toán BHYT ở trường, sau đó công ty có mua BHYT cho em. Vì vậy em đã đóng BHYT 2 lần, thầy cô cho em hỏi làm cách nào để hoàn lại tiền BHYT ở trường ạ! Em cảm ơn!",
            "Chào em,. . . . Em liên hệ phòng Công Tác chính trị sinh viên."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô ạ !. .   Do tình hình dịch bệnh nghỉ hết tháng 3 mới bắt đầu học kỳ 192, ngoài dự tính so với kế hoạch HK2 ban đầu nên thời gian cá nhân của em có thay đổi so với dự tính ban đầu.. . . .   Vì thế em có nguyện vọng muốn đăng ký học thêm 2 môn sau đây (các nhóm lớp này em thấy sĩ số vẫn chưa đủ so với sĩ số tối đa):. .  1.   B Đường lối cách mạng của ĐCSVN  /B    B (SP1009)  /B  - Nhóm   B A09  /B .. .  2.   B Khởi nghiệp  /B    B IM3071  /B  - Nhóm   B A01  /B .. .   . .   Em biết đề nghị của em chưa từng có tiền lệ so với trước đây nhưng mong PĐT xem xét giúp em trường hợp này !. .   Em xin chân thành cảm ơn !",
            "QUOTE MSSV/MSGV: [student_id]    . . Em chào thầy/cô ạ !. .   Do tình hình dịch bệnh nghỉ hết tháng 3 mới bắt đầu học kỳ 192, ngoài dự tính so với kế hoạch HK2 ban đầu nên thời gian cá nhân của em có thay đổi so với dự tính ban đầu.. . . .   Vì thế em có nguyện vọng muốn đăng ký học thêm 2 môn sau đây trong   B Học kỳ 192  /B  (các nhóm lớp này em thấy sĩ số vẫn chưa đủ so với sĩ số tối đa):. . 1. Đường lối cách mạng của ĐCSVN (SP1009) - Nhóm A09.. . 2. Khởi nghiệp IM3071 - Nhóm A01.. .   . .   Em biết đề nghị của em chưa từng có tiền lệ so với trước đây nhưng mong PĐT xem xét giúp em trường hợp này !. .   Em xin chân thành cảm ơn !  /QUOTE . .",
            "Chào em,. . . . PDT đã đăng kí môn SP1009, môn IM3071 không đăng kí được. PDT sẽ chạy lại DKMH cho em, em thường xuyên theo dõi nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name], MSSV [student_id]. Em đã thanh toán lệ phí chuyển điểm cho 4 môn AV và đã được xác nhận đăng ký nhưng vẫn chưa được cập nhật điểm trên hệ thống mà vẫn chỉ có điểm 12 khi kiểm tra AVĐV. Mong quý thầy cô xử lí giúp em. Em xin cảm ơn. .   i Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) .",
            "Chào bạn,. . Khi bạn đăng ký in bảng điểm sẽ có nhé. hiện tại trên mybk sẽ cập nhật sau (thường trên mybk sẽ cập nhật theo đợt). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: E chào cô ạ. . Cô ơi cho e hỏi thời gian này em lên cơ sở 1 để lấy thẻ bảo hiểm YT thì các cô có trên trường ko ạ.. . Em cảm ơn cô.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . . . Trường vẫn làm việc bình thường."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Các thầy/cô cho em xin hỏi là làm sao để kiểm tra mình có bảo hiểm y tế hay không ạ? Nếu có thì mình lấy thẻ BHYT ở đâu và nếu chưa có thì khi nào có đợt đăng ký tiếp ạ?. .",
            "Chào em,. . . . Em liên hệ phòng Công Tác Chính Trị Sinh Viên."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Yêu cầu khác . Hiện tại em có đăng ký làm luận văn khoa Việt Pháp ngành Xây Dựng trong học kỳ này, nhưng do vấn đề dịch bệnh mà trường liên tục cho nghỉ, cũng như việc gặp thầy cô hướng dẫn cũng gặp nhiều khó khăn hơn. Vậy nhà trường cho em hỏi về thời gian thực hiện cũng như bảo vệ luận văn của học kỳ này có thay đổi dựa theo tình hình dịch bệnh hay không? Mong nhà trường có thể cho em một lịch trình cụ thể được không ạ?",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . . . - Việc làm luận văn em phải liên hệ về Khoa và giáo viên hướng dẫn.. . - Lịch học học kỳ này đều có trên lịch học vụ của Phòng Đào Tạo, nếu có thay đổi gì trường sẽ gởi mail và cập nhật trên lịch học vụ nhé. Em phải theo dõi thường xuyên.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thầy/ Cô cho em hỏi trường mình sử dụng hệ thống tín chỉ gì, có tên gọi và cách tính như thế nào ạ?. . Em cảm ơn",
            "Chào em,. . . . Em có thể tham khảo trang WEB http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô, em xem video bài giảng chương 1 môn Xác suất thông kê rồi trả lời câu hỏi cuối video xong, ấn vô Continute thì video chạy lại từ đầu. Câu hỏi kiểm tra chương 1 cũng không mở được. Vậy bây giờ em làm sao để làm bài kiểm tra và xem tiếp các video bài giảng chương khác ạ?",
            "Chào em,. . . . Em có thể liên hệ trực tiếp giảng viên giảng dạy nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Đăng ký in thẻ sinh viên . Em đăng kí thẻ sinh viên và thanh toán trên bk pay cũng gần cả tuần ạ! Tới nay em kiểm tra tình trạng vẫn \" đang chờ in\". Xin Phòng Đào tạo có thể hỗ trợ sớm giúp em ạ! Em xin cám ơn!",
            "Chào em,. . . . Trong tuần này sẽ in cho em, em lên hệ thống nếu in rồi thì lên nhận nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi nhà trường.. . Tên em là [full_name]. Mssv: [student_id].. . Hiện em đang học lớp VP19CDT( ct việt- pháp). . Do trễ hạn nộp học phí nên đến lần đăng kí môn học thứ 3 em mới đăng kí được, em đã gửi phiếu đăng kí môn học mà chưa có TKB chính thức. Hiện em xin nhà trường học các môn học trong HK192: MT1013,MT1014 PH1009, [full_name]1013, PH1010, SP1007,  EN1003.. . Em cảm ơn.. . . .",
            "Chào em,. . . . PDT đã kiểm tra nhưng không thấy phiếu DKMH của em, nhưng PDT sẽ giải quyết cho em đăng kí các môn học trên, sẽ chạy lại TKB cho em. Em theo dõi thường xuyên nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi thư viện cơ sở 1 có mở cửa không vậy?",
            "Chào em,. . . . Trường vẫn làm việc bình thường"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT,. . Em mới đăng ký bổ sung môn: Xử lý ảnh số và thị giác máy tính. . MSMH: CO3057. . Nhưng trên BKeL vẫn chưa cập nhật. Em thấy có thông báo sẽ học online nên kính mong PĐT sẽ cập nhật sớm để em có thể theo kịp tiến độ học tập. Em xin cảm ơn. . . .",
            "Chào em,. . . . Em xem lại TKB của em nhé https://mybk.hcmut.edu.vn/stinfo/"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . em bị trục trặc trong quá trình đăng kí môn học, nay em muốn làm đơn xem xét lại để đăng kí bổ sung môn học đó, cho em hỏi cách thức đăng kí thế nào, và khi nào là hạn chót để đăng kí, em cảm ơn!",
            "Chào em,. . . . Em muốn đăng kí môn học nào?, mã số môn học."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . . Kính thưa thầy/cô Phòng Đào tạo Đại học Bách Khoa, Tp Hồ Chí Minh. . . . . Em tên là   B [full_name]  /B . MSSV:   B [student_id]1  /B .. . Em viết yêu cầu này là vì em thiếu 1 môn tự chọn trong chương trình Đào tạo, do học kỳ vừa rồi em học nhưng kết quả không đạt và không thể đăng ký kịp cho học kỳ 2.. . . . Em mong thầy/cô có thể giúp em đăng ký bổ sung vào lớp   B Kết cấu bê tông cốt thép 3  /B  của thầy [full_name] (Nhóm A01, thứ 6, tiết 7-8-9). . . . Em rất mong thầy cô có thể hỗ trợ em vì đây là môn học cuối và học kỳ này cũng là kỳ cuối của em trong chương trình Đào tạo. . . . . Em xin chân thành cảm ơn thầy/cô.",
            "Chào em,. . . . [full_name] đã đăng kí cho em môn CI3115 (kết cấu bê tông cốt thép 3) và sẽ chạy lại TKB cho em.. . Em thường xuyên theo dõi web để cập nhật TKB."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi em chưa đăng ký học dự thính đợt 1. Vậy trường có đợt đăng ký bổ sung học dự thính không ạ . . Dạ em cám ơn ạ",
            "Chào em,. . . . Em xem trên lịch học vụ nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Khác ... . Thầy, cô kiểm giúp em xem có phải hệ thống bị lỗi không ạ. Số  tín chỉ tích lũy của em là 95 mà ở bảng điểm lại hiển thị là 99. . . Em cám ơn!",
            "Chào em,. . . . - Số tín chỉ tích luỹ ngành của em là 95.. . - Số tín luỹ tích luỹ chung của em là 99.. . . . Số tín chỉ tích luỹ trên qui chế học vụ điều 19 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . Em muốn hỏi là danh sách học bổng kì 191 là khi nào có và e xem ở đâu ạ. Em cảm ơn nhiều ạ. .",
            "Chào bạn,. . Bạn vui lòng đợi mail thông báo của nhà trường nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Mình là sinh viên K13, vừa rồi mình có đăng ký thi anh văn 2 kỹ năng nói viết vào tháng 3 nhưng do dịch bệnh nên k thi được, v cho mình hỏi là nếu tháng 3 mình k thi kịp do lịch thi dời sang tháng 4 thi khi mình nhận kết quả thì có kịp xét tốt nghiệp vào tháng 4 này không ạ, và ngày nhận kết quả xét tốt nghiệp cuối cùng là ngày bao nhiêu ạ,. . mình xin cảm ơn,. . . .",
            "Chào em,. . . . Hiện tại PDT đang xét tốt nghiệp vào tháng 4, lịch tốt nghiệp đều cập nhật trên trang web của Phòng Đào Tạo. Nếu có thay đổi về lịch học vụ  Phòng Đào Tạo  sẽ gởi mail thông bào sv và cập nhật trên trang web của PDT."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Gửi Phòng Đào tạo,. . Cho em xin hỏi về Đơn xin đăng ký bổ sung môn học.. . Vì đợt rồi em có để dành số lượng tín chỉ để đăng ký LVTN nhưng không được nhận, . . Do đó em xin phép được đăng ký môn Nghiên Cứu KH&PT - 800707, để kịp tiến độ học tập.. . Môn này em đã làm NCKH Sinh viên, nhưng vì 1 số lý do nên chưa được duyệt môn NCKH phát triển.. . Mong Phòng đào tạo xét duyệt trường hợp này cho em ạ, em sẽ làm đủ giấy tờ và nộp trực tiếp tại PDT.. . Em cám ơn ạ",
            "Chào em,. . . . PDT ghi nhận lại trường hợp em và sẽ xét 1 lần nữa. Ngày 24/3 sẽ có kết quả."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Cho em xin bổ sung 3 môn học trong học kỳ 8 ạ.. . 501708 \t. . Các kỹ thuật & thủ tục cài đặt. . 404711\t. . Biểu diễn & xử lý tín hiệu nhiên. . 408707. . Bức xạ, bao bọc, giao thoa",
            "Chào em,. . . . [full_name] đã đăng kí môn 501708,404711,408707 và sẽ chạy lại TKB của em. Em theo dõi thường xuyên nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào phòng đào tạo ạ! Em là sinh viên tài năng K16. Em vừa đăng kí luận văn tốt nghiệp đợt cuối cùng 25/2-2/3 ạ! Em đã gửi đăng kí và thỏa điều kiện. Nhưng kết quả và thời khóa biểu đến nay vẫn chưa có luận văn tốt nghiệp ạ! Nhiều bạn đã có thời khóa biểu rồi nên em cảm thấy lo lắng ạ! Em cảm ơn phòng đào tạo ạ! Em cảm ơn Phòng đào tạo nhiều ạ! . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi thư viện trường mình có bán sách online không? Em ở xa mà muốn mua sách thì phải mua như thế nào?",
            "Chào em,. . . . Việc này em liên hệ thư viện trường."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em tên [full_name]. . MSSV: [student_id]. . Lớp: XD16KSDD. . Trong đợt (Đăng ký bổ sung TTTN - LVNTN- DCLVTN Học kỳ 192- Hệ Chính Quy) em có đăng kí môn học CI4343 - [full_name]. Và đã có xác nhận đăng kí thành công trên web MyBk ạ (có ảnh chụp xác minh). Nhưng đến bây giờ một số bạn đã được cập nhật thời khóa biếu môn học CI4343 nhưng cũng còn nhiều bạn trong đó có em vẫn chưa được cập nhật thời khóa biểu môn học đã đăng kí ạ. Em kính mong quý thầy cô có thể xem xét kiểm tra lại để em có được cập nhật thời khóa biếu môn học CI4343 - [full_name] ạ!. . Em xin chân thành cảm ơn!. . . .",
            "Chào em,. . . . Em xem lại qui chế về nhận luận văn và tự kiểm tra lại chính mình----         . .   http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1609. . . .    Bên cạnh đó, PDT ghi nhận lại trường hợp em và sẽ xét 1 lần nữa. Ngày 24/3 sẽ có kết quả.. .",
            "Dạ thưa cô em đã check hết các yêu cẩu để có thể đăng kí môn học CI4343 - [full_name], và em đã đáp ứng được đầy đủ các yêu cầu của nhà trường ạ. Em đang học đúng với chương trình Kỹ sư tài năng khoa Xây dựng K16 ạ. Mong cô xem xét giúp e để e có thể đăng kí thành công mộn học CI4343 - [full_name]. Em thật sự rất lo vì nếu gặp vấn đề trong việc đăng kí môn học luận văn thì em không thể ra trường đúng hạn và không có được bằng kỹ sư tài năng ạ. Mong cô giúp em, em xin chân thành cảm ơn cô ạ!!!",
            "Chào em,. . . . Em kiểm tra TKB của mình lại nhé. https://mybk.hcmut.edu.vn/stinfo/"
        ]
    }
]