[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chào thầy/cô ạ. . Đầu đợt đkmh đợt 2, em không đăng kí được môn LVTN vì bị báo thiếu ccnn (dù em đã nộp). Đến cuối đợt em lại đăng kí được (vẫn bị báo thiếu ccnn nhưng chỉ warning). . . Đến đợt 3 này thì môn LVTN của em lại bị xóa và không đăng kí được vì thiếu ccnn.. . Cho em hỏi đây có phải là lỗi gì không ạ.. . Em cảm ơn",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . Em chào thầy/cô ạ. . Đầu đợt đkmh đợt 2, em không đăng kí được môn LVTN vì bị báo thiếu ccnn (dù em đã nộp). Đến cuối đợt em lại đăng kí được (vẫn bị báo thiếu ccnn nhưng chỉ warning). . . Đến đợt 3 này thì môn LVTN của em lại bị xóa và không đăng kí được vì thiếu ccnn.. . Cho em hỏi đây có phải là lỗi gì không ạ.. . Em cảm ơn  /QUOTE . . Chào [full_name], em xem thời khóa biểu Mybk vào ngày 14/01/20 nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em lỡ đăng kí nhầm giờ rồi, bây giờ đợt 3 em lên xin phòng đào tạo xóa môn đó để em đăng kí lại môn khác được không ạ?. . Tại vì môn em đã đăng kí trùng với lịch môn tiên quyết của em, em phải đăng kí đươc môn tiên quyết.. . Đợt 3 em lên nhờ phòng đào tạo xóa dùm được không ạ?",
            "Chào bạn. . Trong đợt 3 ĐKMH bạn không thể hủy hoặc chuyển nhóm môn học. Bạn có thể làm đơn xin rút môn học khi học kỳ bắt đầu.. . Lưu ý khi rút môn học vẫn được tính học phí môn đã rút.. . Đơn xin rút môn học bạn nộp về PĐT theo mẫu có sẵn.. . Mẫu đơn rút môn:. . http://www.aao.hcmut.edu.vn/image/data/bieumau/sinhvien/PDT-03_Rut%20mon%20hoc%20(%C4%90iem%20R).pdf. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]2  /b \t. . Kính chào phòng đào tạo.. . Học kì trước em có đăng ký và hoàn tất Thực tập tốt nghiệp, kì này ở các đợt đăng ký em có đăng ký Luận văn tốt nghiệp, tuy nhiên kết quả đăng ký môn học thì phòng đào tạo không đăng ký Luận văn cho em (vì lý do chưa đủ điều kiện nhận luận văn).. . . . Em có vài thắc mắc sau mong phòng đào tạo giải đáp giúp em:. . . . 1/ Có phải vì lý do môn Thực tập tốt nghiệp của em ở học kì trước chưa có điểm cho nên em chưa đủ điều kiện nhận luận văn đúng không ạ?. . . . 2/ Giả sử em còn 3 môn, 7 tín chỉ bắt buộc và 2 tín chỉ tự chọn (7 tín chỉ không phải môn tiên quyết, cụ thể là Đường lối CM Đảng CS và Giải tích 1), vậy khi em đăng ký 3 môn này ở học kì sau học chung song song với Luận văn tốt nghiệp thì 9 tín chỉ của 3 môn đó (dù chưa hoàn tất) em có được tính vào để xét điều kiện nhận Luận văn không ạ? . . . . Em cám ơn. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "QUOTE MSSV/MSGV: 81302632    . . Kính chào phòng đào tạo.. . Học kì trước em có đăng ký và hoàn tất Thực tập tốt nghiệp, kì này ở các đợt đăng ký em có đăng ký Luận văn tốt nghiệp, tuy nhiên kết quả đăng ký môn học thì phòng đào tạo không đăng ký Luận văn cho em (vì lý do chưa đủ điều kiện nhận luận văn).. . . . Em có vài thắc mắc sau mong phòng đào tạo giải đáp giúp em:. . . . 1/ Có phải vì lý do môn Thực tập tốt nghiệp của em ở học kì trước chưa có điểm cho nên em chưa đủ điều kiện nhận luận văn đúng không ạ?. . . . 2/ Giả sử em còn 3 môn, 7 tín chỉ bắt buộc và 2 tín chỉ tự chọn (7 tín chỉ không phải môn tiên quyết, cụ thể là Đường lối CM Đảng CS và Giải tích 1), theo quy định của nhà trường thì được nợ tối đa 7   U Tín Chỉ Tích Lũy Ngành  /U , vậy 3 môn này không được đưa vào để xét tín chỉ nhận Luận văn đúng không ạ? (Vì là 1 môn tự chọn và 2 môn đại cương, không phải môn ngành). . Em cám ơn. .   /QUOTE . .   QUOTE MSSV/MSGV: 81302632    . . Kính chào phòng đào tạo.. . Học kì trước em có đăng ký và hoàn tất Thực tập tốt nghiệp, kì này ở các đợt đăng ký em có đăng ký Luận văn tốt nghiệp, tuy nhiên kết quả đăng ký môn học thì phòng đào tạo không đăng ký Luận văn cho em (vì lý do chưa đủ điều kiện nhận luận văn).. . . . Em có vài thắc mắc sau mong phòng đào tạo giải đáp giúp em:. . . . 1/ Có phải vì lý do môn Thực tập tốt nghiệp của em ở học kì trước chưa có điểm cho nên em chưa đủ điều kiện nhận luận văn đúng không ạ?. . . . 2/ Giả sử em còn 3 môn, 7 tín chỉ bắt buộc và 2 tín chỉ tự chọn (7 tín chỉ không phải môn tiên quyết, cụ thể là Đường lối CM Đảng CS và Giải tích 1), vậy khi em đăng ký 3 môn này ở học kì sau học chung song song với Luận văn tốt nghiệp thì 9 tín chỉ của 3 môn đó (dù chưa hoàn tất) em có được tính vào để xét điều kiện nhận Luận văn không ạ?. . . . Em cám ơn. .   /QUOTE . .",
            "Về việc tăng sĩ số/khiếu nại đăng ký MH. . Bạn vui lòng vào trang http://bksi.hcmut.edu.vn/. . Bước 1: Chọn mục Hỏi/yêu cầu. . Bước 2: Tạo câu hỏi/ yêu cầu mới. . Bước 3: Click vào dấu (+) đứng trước các danh mục để chọn chủ đề câu hỏi cho phù hợp. . Ví dụ: Chọn mục” đăng ký môn học”. . Lưu ý phải chọn cho đúng chủ đề để được trả lời nhanh nhất.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo đại học bách khoa,. . . . Em tên là [full_name], mssv [student_id], sinh viên khoa máy tính.. . . . Em có vấn đề muốn hỏi về đăng ký môn,. . . . Hôm trước bên phòng đào tạo có mail thông báo về mở thêm lớp Đăng ký kế hoạch học tập theo CTĐT Khóa 2018 Bằng 2 CQ ngành Khoa học máy tính HK192, nen em đã đăng ký môn khóa này.. . . . Hiện tại đã có kết quả của đăng ký môn đợt 2 và đang là đợt bổ sung, nhưng chưa có tkb chính thức, . . . . vậy nên em muốn được hủy môn ở đợt 2 và chuyển qua học ở đợt cho khóa 2018 Bằng 2 CQ ở CS1. . . . . Em mong phòng đào tạo xem xét và giải quyết trường hợp cho em, . . . . Xin cảm ơn,. . . . [full_name]. . . .",
            "Chào bạn.. . hiện đã mở khóa môn học để bạn hiệu chỉnh tkb đợt này.. . Còn môn học theo kết hoạch CTĐT Khóa 2018 hiện đang chờ ý kiến của [full_name], nên chưa biết mở lớp hay ko nhé. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Phòng cho em hỏi nếu học kỳ hè em đăng ký bộ môn thực tập nhận thức ngành thì em có được đăng ký các môn cơ sở ngành khác không ạ hay chỉ duy nhất môn thực tập đó",
            "Chào em,. . . . Tuỳ theo môn, nếu môn này đi thức tập full cả tuần thì em không đăng kí được. Còn nếu đi chỉ vài ngày thì nào không có lịch thực tập thì em vẫn DKMH được."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Đăng ký in thẻ sinh viên . Dạ thưa thầy cô PĐT, hiện em không may bị mất thẻ sinh viên, thầy cô giúp em in thẻ sinh viên được không ạ, và khi nào có để em lên nhận lại",
            "Chào bạn,. . Bạn vui lòng vào đăng ký in thẻ SV tại trang mybk, đăng ký in thẻ nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Dạ em thầy (cô),. . Em vừa nộp bằng anh văn vào đợt Nộp CCNN 26/12 và em thấy thì bằng đang được thẩm tra. Nhưng ngày 2/1-6/1 là đăng kí môn học bổ sung mà hiện tại bằng em chưa xét duyệt xong nên em chưa đăng kí được LVTN. Em hiện là sinh viên khoá K15 nên em muốn hỏi nếu trường không xét duyệt kịp đợt đăng kí này thì em phải làm sao để đăng kí được môn LVTN trong kì này ạ.. . Em cám ơn!",
            "Chào bạn,. . Theo quy định về ngoại ngữ thì nếu bạn nộp chứng chỉ để xét đạt chuẩn và chuyển điểm anh văn cho đăng ký môn học, bạn chỉ cẩn nộp trước đợt quy định 1 ngày ( VD: đợt 25/07  thì bạn nộp 24/07 là đươc), không cần phải chờ kết quả thẩm tra.. . \t\t\t. . Thân,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . dạ cho em hỏi sao bằng của em được thẩm tra và cũng đóng tiền lâu rồi ạ sao chưa được cập nhật vào bảng điểm vậy ạ. em cảm ơn ạ",
            "Chào bạn,. . điểm chuyển môn av bạn vui lòng xem tại mục điểm chuyển của bạn nhé.. . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]5  /b \t. . . .  Kính chào quý thầy cô, anh, chị!. . Em hiện tại là sinh viên khóa K2013, đã học những môn học:. .  Giáo dục thể chất 1 (mã MH 005005). .  Giáo dục thể chất 2 (mã MH 005006. .  Giáo dục thể chất 3 (mã MH 005011). . Nhưng hiện tại đăng ký môn học đợt 2 và đợt 3 cho HK192 thì bị hệ thống báo lỗi là chưa học môn tiên quyết Giáo dục thể chất (GDTS_2) nên không được phép đăng ký. . .  Kính mong quý thầy cô, anh chị kiểm tra giúp em ạh. . .            Em xin trân trọng cảm ơn. .               [full_name] _ [student_id]5",
            "Bạn vào đăng ký lại nhé",
            "Kính chào quý anh chị, thầy cô! . . Hiện tại em vẫn chưa đăng ký được vì hệ thống lại tiếp tục báo lỗi chưa hoàn thành môn . . chưa học môn tiên quyết Giáo dục thể chất (GDTS_3). . Kính mong quý thầy cô! Anh chị xem xét",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Chào em,. . . . Em đăng kí môn học nào? mã số môn học?",
            "Dạ hiện tại em cần đăng ký 2 môn:. . CI3169 - Tin học trong quản lý xd. . CI3115 - Kết cấu bêtông cốt thép3",
            "Chào em,. . . . Những trường đặt biệt này, em làm đơn nộp PDT nha em."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: [student_id]. . Cho em hỏi là. . - Nếu như lớp đăng ký đã đủ sỉ số có thể xin thầy bộ môn đăng ký thêm không?. . - Có cách nào để em đăng ký môn cần có môn tiên quyết mới đăng ký được không?. . em xin cảm ơn.",
            "Chào bạn. . . . Bạn không thể đăng ký môn học nếu vướng TQ. . . . . Các trường hợp đặc cách bạn vui lòng liên hệ Khoa/bộ môn"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Em vẫn bị hủy môn  TTTN ở lần 2, mặc dù sau khi bị hủy môn ở lần 1 em có hỏi trên BKSI và được PĐT hướng dẫn đăng kí lại.Mong PĐT phản hồi  để em đăng kí lại vào đợt 3 ạ .Em cảm ơn Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "QUOTE Em vẫn bị hủy môn  TTTN ở lần 2, mặc dù sau khi bị hủy môn ở lần 1 em có hỏi trên BKSI và được PĐT hướng dẫn đăng kí lại.Mong PĐT phản hồi  để em đăng kí lại vào đợt 3 ạ .Em cảm ơnMSSV/MSGV: [student_id]    . . . . Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . .   /QUOTE . . . . Chào [full_name], Môn TTTN và ĐCLV của đã được xét lại em theo dõi kết quả trên MyBK sau ngày 14/1/2020 nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là thì xong vào ngày thứ 4 vậy thứ 5 6 mình có đi học k ạ",
            "là sao bạn",
            "Là k19_thi xong có học k ấy ?",
            "Bạn kiểm tra tuần học trong TKB của mình nhé.. . Nếu môn học vẫn còn tkb trong tuần học thì vẫn đi học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Chào thầy cô phòng đào tạo. Em không phòng đào tạo tăng theo sĩ số môn học \" TR1003 - Vẽ kỹ thuật giao thông - L02\" do đã đủ sĩ số môn học này",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Kính gởi thầy(cô).. . . . Em xin hỏi là đợt đăng ký chuyển điểm cho đợt đăng ký môn học bổ sung HK 192 là ngày 26/12/2019, là mình nộp chứng chỉ trước ngày 26/12/2019 rồi phòng đào tạo sẽ thẩm tra sau ngày đó hay là thẩm tra trước hôm ngày đó?. . . . Em xin cám ơn.",
            "Chào bạn,. . Theo quy định về ngoại ngữ thì nếu bạn nộp chứng chỉ để xét đạt chuẩn và chuyển điểm anh văn cho đăng ký môn học, bạn chỉ cẩn nộp trước đợt quy định 1 ngày ( VD: đợt 25/07  thì bạn nộp 24/07 là đươc), không cần phải chờ kết quả thẩm tra.. . \t\t\t. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ thưa.Em đã được thẩm định bằng toeic 370 ngày 30/12/2019.Nhưng hiện tại em không đăng kí môn được,hệ thống vẫn để chưa đạt chuẩn anh văn 1.Em mong có sự phản hồi sớm nhất từ nhà trường.. . Em cảm ơn ạ. . . . . .",
            "Điểm AV đã được cập nhật lại ngày 1/1/2020. . . . Bạn vào đăng ký lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "mssv [student_id]. tên [full_name], . . . . em đã đủ anh văn nhưng các môn của em vẫn bị xóa ạ cho em hỏi lí do tại sao ạ.. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Bạn vào đợt kết quả -  xem lịch sử đăng ký để biết lý do. . . . Thời gian xét đăng ký môn học bạn chưa đủ chuẩn AV bạn có thể đăng ký lại trong đợt 3."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào [full_name]. Em là [full_name] MSSV:[student_id] của ngành kỹ thuật công trình xây dựng, nay em tạo câu hỏi này mong được giải đáp và kiểm tra việc bị hủy môn học đăng ký trong đợt 3 đối với môn CI3043 - Kỹ thuật thi công của khoa kỹ thuật xây dựng ạ. Theo cấu trúc môn học do phòng đào tạo đưa ra thì điều kiện để đăng ký môn CI3043 - Kỹ thuật thi công là học song hành với môn \"Nền móng\" và học trước môn \"Kết cấu bê tông cốt thép 1\". Học kỳ 192 này em đã đăng ký được môn \"Nền móng\" và học kỳ dự thính của học kỳ 191 em đã học trước môn \"Kết cấu bê tông cốt thép 1\" vậy mà đợt 3 này phòng đào tạo lại hủy môn CI3043 - Kỹ thuật thi công. Mong sớm được giải đáp để đăng ký lại môn học.. .",
            "Chào bạn. . . . Bạn vui lòng kiểm tra lại điều kiện TQ để đăng ký môn CI3043 trên trang web PĐT. . . . Khoa đã có sự thay đổi các môn học TQ,HT đối với môn này.. . . . Bạn có thể liên hệ trực tiếp khoa để thắc mắc về thay đổi môn TQ,HT",
            "Dạ trường hợp này là vì PĐT mình cập nhật trễ cái cấu trúc môn học cho môn CI3043 - Kỹ thuật thi công đó ạ chỉ mới cập nhật trong đợt đăng ký môn học lần 3 của học kỳ 192 này nên hồi đăng ký môn học của học kỳ 1 vẫn để yêu cầu củ là chỉ cần học trước môn \"bê tông cốt thép 1\" và học song hành môn \"nền móng\" nên em không lường trước được trường hợp này và không đăng ký môn \"đồ án bê tông cốt thép 1\" mà để tập trung học toeic do đó qua kỳ này em không đăng ký được môn \"kỹ thuật thi công (CI3043)\". Trong kỳ này (192) em cũng đã đăng ký học được môn \"đồ án bê tông cốt thép 1\" nên không biết em có thể làm đơn xin đăng ký học luôn môn kỹ thuật thi công (CI3043) trong kỳ này được không ạ tại vì môn kỹ thuật thi công (CI3043) nó sẽ là môn học trước của môn \"tổ chức thi công\" và môn \"đồ án thi công\" nên nếu không được đăng ký học trong kỳ này sẽ dẫn đến nhiều môn ở các kỳ tiếp theo. Mong PĐT xem xét ưu tiên cho em được học môn \"kỹ thuật thi công\" (CI3043) trong kỳ này. Cảm ơn ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . cho em hỏi tại sao e vừa thi qua av1 ở trường,mà lúc e đăng kí môn học thì báo là chưa qua av1 ạ.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Trên quy định về ngoại ngữ có ghi rõ: \"Kết quả thi kiểm tra trình  độ tiếng anh cuối  kỳ chỉ có giá trị xét pass các chuẩn anh văn của từng năm học\"  không có giá trị pass đạt các môn AV1+2+3+4 nha bạn.. . Bạn vui lòng xem chi tiết quy định về kỳ thi kiểm tra trình độ tiếng anh định kỳ tại :www.aao.hcmut.edu.vn- sinh viên - Ngoại ngữ -  Kiểm tra trình độ tiếng anh mỗi học ký.. . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em không đăng ký được môn. Tuy là còn hạn đăng ký nhưng luôn bị báo là sẽ huỷ kết quả đăng ký khi đăng xuất.",
            "Bạn vui lòng chọn đúng đợt đăng ký . . . . Tên Đợt đăng ký :  ĐĂNG KÝ MÔN HỌC HỌC KỲ 2 (2019 - 2020) - ĐỢT 3"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Chào anh/chị, em khóa k13 hiện tại khi đăng ký môn luận văn cho kì sau thì là báo là thiếu rất nhiều môn tiên quyết, nhưng thực tế là em chỉ còn nợ 1 môn nữa thôi và môn đó không phải môn tiên quyết theo chương trình đào tạo khóa k13. Những môn em bị báo thiếu có 1 số là em đã qua môn nhưng chưa được cập nhật và có 1 số là các môn tự chọn, mà đã là tự chọn thì không có môn nào tiên quyết cả. Có thể là do sự nhầm lẫn giữa các môn tiên quyết của k13 chương trình cũ và của các khóa sau học chương trình mới. Xin anh/chị xem xét, cập nhật lại cho em có thể đăng ký luận văn. Em xin cám ơn",
            "Trường hợp nợ các môn học mã cũ trong khi bạn đã học các môn tương đương, bạn ghi rõ ra các môn đã học + môn tương đương.. . . . Đơn xin đăng ký kèm các môn tương đương trên bạn nộp về PĐT càng sớm càng tốt"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Chào bạn. . Các nhóm đã ở sĩ số tối đa không thể tăng thêm được. Bạn có thể đăng ký môn này ở học kỳ dự thính sắp tới (nếu sĩ số mở lớp cho phép). ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1711079  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chào thầy/cô, em là sinh viên khóa K17  B . Hiện tại em không để đăng ký môn học học kỳ 2 ( 2019-2020) vì bị Sinh vien N3 ( theo như trong hình) tức là chưa đủ 56 chỉ tích lũy khi hết năm 2 theo như em hiểu trong thông báo từ phòng đào tạo. Thế nhưng TRONG LỚP vẫn có NHIỀU BẠN CHƯA ĐỦ 56 tín chỉ tích lũy giống em nhưng vẫn đăng ký đươc môn học cho học kỳ 2 ( 2019-2020) và không bị dính chuẩn sinh viên năm 3, tức Sinh viên N3. Vậy cái điều kiện 56-80 chỉ tích lũy đó là hết năm 3 mới tính hay như nào ạ? Mong PĐT giải quyết gấp giúp em, em xin chân thành cảm ơn !",
            "Chào bạn,. . Xét từng trường hợp cụ thể nhé bạn, bạn không thể lấy bạn của mình và so sánh với trường hợp mình được, bạn vui lòng kiểm tra về điều kiện của bạn, nếu PDT xét không đúng chuẩn theo quy định, bạn có thể làm đơn khiếu nại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi là nếu đăng kí cả giáo dục thể chất 2 và 3 trong 1 học kì thì nếu học xong có cần phải đăng kí học GDTC ở học kì sau không hay cứ học đủ 3 lần GDTC là đủ rồi ạ? Và tại sao chúng em không xem được chương trình đào tạo ạ? Mong nhận được sự phản hồi từ thầy cô sớm nhất, em xin chân thành cảm ơn.. .",
            "Chào em,. . . . Em xem lại giúp chi qui chế về môn thể dục thể chất:. . http://www.aao.hcmut.edu.vn/image/data/CTDT/thay_doi_mon_hoc_gdtc.pdf."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo ĐHBK- TPHCM. . Em tên Vĩnh Phúc Nay em làm đơn xin phép PĐT cho phép em được chuyển môn Thiết kế đường 1-CI 3063 (Nhóm A02) và ĐAMH Thiết kế đường -CI3221( Nhóm A02) sang nhóm lớp A01( vẫn còn sĩ số). . . . Do em bị kẹt lịch môn Đồ án Nền móng và một vài lớp mới được mở thêm trong đợt đăng kí bổ sung.. . Mong Phòng đào tạo tạo điều kiện giúp em để em có thể sắp xếp đăng kí được nhiều môn học hơn và hoàn thành tốt CTĐT.. . Em xin chân thành cảm ơn.",
            "Chào bạn.. . hiện đã mở khóa để bạn tự hiểu chỉnh môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em là sinh viên năm thứ 5 khoa xây dựng. Môn kết cấu thép 1 là môn tiên quyết kép bắt buộc phải qua trước năm thứ 6. Nếu không sẽ bị đuổi. Bài thi cuối kỳ vừa rồi em làm không tốt nên định đăng ký học lại vào kỳ tới nhưng bị đụng giờ môn bê tông 2. Nên em muốn đổi từ  thứ 2 tiết 345 sang Thứ 2 tiết 789. Để có thể đăng ký môn thép 1. Ngày 6/1 hết hạn đăng ký rồi mong thầy cô cho em câu trả lời sớm.",
            "Chào bạn. . . . Trong đợt 3 ĐKMH bạn không thể thực hiện đổi nhóm hoặc hủy lớp. . . . Các trường hợp đặc biệt bạn nộp đơn về PĐT để xét đặc cách"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name] . Mssv:[student_id]. . Em xin tăng tỉ số lớp vật lý bán dẫn  lớp A01_A01 mã số môn học EE1013 . . Em cảm ơn. .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. .",
            "Em là [full_name] ,mssv: [student_id]. . Em xin tăng tỉ số môn vật lý bán dẫn , mã số EE1013 lớp A01_A01 . . Tình hình là lớp A01_A01 là khi chưa tăng tỉ số lớp thì lớp đã có tỉ số là 36/35 khi tăng thì nó vừa đủ tỉ số nên em không thể đăng kí được ạ. Chỉ có lớp này là em không trùng lịch với các môn khác thôi ạ. . . Em cảm ơn! Chúc anh một ngày làm việc vui vẻ",
            "Chào bạn.. . hiện mình tăng thêm 1 chỗ nữa. bạn nhanh tay vào đk. sẽ không tăng thêm vì đã vượt quá nhiều so với sức chứa. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ cho em hỏi là em đã nộp bằng toic 310 nhưng sao khi đăng kí anh văn 1 lại bảo em thiếu anh văn cơ bản ạ.bằng thì em nộp lâu và hợp lệ rồi ạ . .",
            "Bạn đã đăng ký thành công rồi mà bạn????"
        ]
    },
    {
        "intent": "",
        "message": [
            "CODE Dạ cho em hỏi, chừ em muốn rút môn học anh văn 1 vì môn anh văn 1 bị trùng lịch với môn sức bền vật liệu mà môn đó là môn chuyên ngành tiên quyết của em , nếu không đăng ký được môn đó thì em bị trễ một năm ạ.. . Em xin cảm ơn.",
            "Chào bạn. . Trong đợt 3 ĐKMH bạn không thể hủy hoặc chuyển nhóm môn học. Bạn có thể làm đơn xin rút môn học khi học kỳ bắt đầu.. . Lưu ý khi rút môn học vẫn được tính học phí môn đã rút.. . Đơn xin rút môn học bạn nộp về PĐT theo mẫu có sẵn.. . Mẫu đơn rút môn:. . http://www.aao.hcmut.edu.vn/image/data/bieumau/sinhvien/PDT-03_Rut%20mon%20hoc%20(%C4%90iem%20R).pdf. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Dạ em chào thầy cô ạ. Em là sinh viên năm 3. Do em còn 2 giáo dục thể chất chưa học nên trong kì này em đăng kí môn bóng rỗ (PE1015) vào sáng thứ 6 tiết 2-3 và môn thủy lực hải văn (CI3049) vào buổi chiều thứ 6 tiết 7-8-9. Em đăng kí vào đợt đăng kí đợt 1 và kết quả của đợt 1 và đợt 2 vẫn giữ nguyên lịch đăng kí. Em không biết vì sao bây giờ thời khóa biểu của em bị đổi thành bóng rổ học vào buổi chiều và môn chuyên ngành thủy lực hải văn của em bị hủy. Em kính mong thầy cô giúp em đổi lại thời khóa biểu như cũ vì em bị trễ tiến độ thể dục và đây là lớp chuyên ngành duy nhất mở trong kì này ạ. Em xin cảm ơn thầy cô",
            "Môn học PE1015 do sĩ số ít nên phải chuyển nhóm.. . Môn học CI3049 thiếu môn học trươc : CI2003. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "chào thầy cô, đợt vừa rồi e có thi anh văn ở trường và đủ điểm để đăng ký môn học của học kỳ này sao vân k đăng ký môn học được ạ.mong thầy cô giúp đỡ, em cảm ơn ạ.. .",
            "Chào bạn,. . Điểm thi Anh văn ngày 21.22/12 đã cập nhật cho các bạn đăng ký MH, bạn vui lòng vào kiểm tra và đăng ký lại báo lỗi gì? Bạn vui lòng kiểm tra điều kiện AV nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Thầy/Cô cho em hỏi là bây giờ mình làm đơn xin hủy một môn học thì mình có được đăng kí bổ sung lại chính môn đó không vậy ạ?. . Đồng thời mình có phải nộp phí của môn học đã hủy qua bkpay không vậy ạ? Em cảm ơn thầy/cô rất nhiều ạ.",
            "Chào bạn.. . hiện tại đã mở khóa để bạn hiểu chỉnh môn học online. . Thân",
            "Vâng ạ, Em cảm ơn thầy nhiều ạ",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Rút môn học . Chào anh/chị em muốn rút môn anh văn ba trong đợt đăng ký thứ hai phải làm như thế nào, mong hồi đáp vì em hỏi lần hai để kịp đăng ký môn bổ sung đợt ba"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . dạ sao em đã qua chuẩn av1 vẫn chưa đăng kí môn được z ạ. em cảm ơn ạ",
            "Chào bạn,. . Bạn vui lòng kiểm tra lại khi đăng ký báo lỗi gì nhé, vui lòng trình bày rõ, kèm minh chứng để khiếu nại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Tính cả tín chỉ 192 thì em trên 30 chỉ ạ . . Em chưa thi av 1 ạ . .",
            "Chào bạn.. . Nếu bạn là SV hệ CQ đại trà.. . Bạn chỉ đăng ký được các môn học thuộc các nhóm sau: A (CS1), L (CS1), DT0(dự thính). . . . Ko đăng ký được các nhóm học của lớp quốc tế và chất lượng cao. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em chào thầy/cô. . Em muốn đăng ký lớp Anh [full_name] 4 A01 nhưng hiện lớp Anh [full_name] 4 A01 đã hết sĩ số nên em xin phòng đào tạo mở thêm sĩ số để em có thể đăng ký ạ.. . Em xin chân thành cảm ơn.",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/ cô . . Em tên là [full_name] . . MSSV [student_id]. . Vào ngày 22/12 vừa rồi em có tham gia lớp kiểm tra chuẩn anh văn do nhà trường tổ chức và qua được chuẩn anh văn 1, nhưng nay đến đợt đăng kí đợt 3 em đăng kí môn học thì hệ thống báo lỗi là chưa đạt chuẩn anh văn tiên quyết.. .  Mong thầy/cô xem xét,tra cứu thông tin giúp em,để em có thể đăng kí môn học cho học kì sau ạ!. . Em xin châ thành cảm ơn!!. .",
            "Chào bạn,. . Kết quả thi anh văn ngày 21,22/12 chỉ dùng để pass chẩn anh văn từng năm học, không dùng xếp lớp anh văn nhé bạn, bạn vui lòng xem lại quy định về ngoại ngữ. Vui lòng trình bày rõ hệ thống báo lỗi gì (kèm minh chứng)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em mong muốn được học lớp môn Kỹ thuật An toàn điện EE3097. . Mong được chấp thuận. . Em xin cảm ơn . .",
            "Em mong muốn được học lớp môn Kỹ thuật An toàn điện EE3097 A03-A08 để thuận tiện cho việc học . . Mong được chấp thuận. . Em xin cảm ơn",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B E đã chuyển điểm thành công av1 và av2 nhưng sao e đăng kí môn av3 hệ thống vẫn báo e chưa hoàn thành av2. Mong thầy/cô cập nhật sớm giúp e ạ. E cảm ơn.",
            "Bạn đã đăng ký môn AV3 rồi mà??"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gởi Phòng Đào tạo.. . Phòng Đào tạo cho em hỏi, em đã qua chuẩn Anh văn sau năm 2 rồi mà lúc đăng ký môn học hệ thống vẫn báo chưa qua chuẩn Anh văn. Mong Phòng Đào tạo xử lí giúp em. Em cảm ơn.",
            "Bạn đã được pass chuẩn và đã đăng ký thành công môn học rồi mà???"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em là [full_name] mssv [student_id].. . Hiện tại em gặp tình trạng lỗi khi đăng kí môn đợt 3 là bị báo thiêu anh văn 1 trong khi đó em đã nộp băng văn đủ để qua tất cả anh văn của trường rồi.. . Mong nhà trường xem xét lại giúp em.",
            "Chào bạn,. . Khi bạn đăng ký nộp chứng chỉ ngoại ngữ online, phòng đào tạo tự xét các chuẩn anh văn của từng năm, LVTN và tốt nghiệp khi chứng chỉ của bạn đạt chuẩn theo quy định, không cần chở KQ thẩm tra.. . Riêng việc chuyển điểm do bạn thanh toán lệ phí chuyển điểm trễ so với lịch lấy dữ liệu nên điểm chuyển chưa được cập nhật.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện tại, em bị hủy môn thể dục, em xin đổi lớp anh văn về cs2 để học thể dục ạ",
            "Chào bạn.. . hiện tại đã mở khóa để bạn tự hiểu chỉnh môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em đã đăng ký môn đường lối vào nhóm A04 sáng thứ tư. Giờ em muốn đăng ký bổ sung thêm 1 môn khác nhưng lại trung giờ của lớp đường lối này. Phòng đào tạo có thể cho em xin chuyển lớp đường lối qua nhóm A09 để em đăng thêm môn khỏi bị trùng không ạ. Em cảm ơn!!!",
            "Chào bạn. . Trong đợt 3 ĐKMH bạn không thể hủy hoặc chuyển nhóm môn học. Bạn có thể làm đơn xin rút môn học khi học kỳ bắt đầu.. . Lưu ý khi rút môn học vẫn được tính học phí môn đã rút.. . Đơn xin rút môn học bạn nộp về PĐT theo mẫu có sẵn.. . Mẫu đơn rút môn:. . http://www.aao.hcmut.edu.vn/image/data/bieumau/sinhvien/PDT-03_Rut%20mon%20hoc%20(%C4%90iem%20R).pdf. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ em xin chào Thầy(Cô). . Em tên [full_name] Mssv [student_id]. . Em đang học môn AV1 và lịch thi môn AV1 của em là 6/1. Mà 6/1 là hạn cuối của đợt Đăng kí môn học bổ sung.Nên e không có điểm kịp để đăng kí môn ạ. Em đã viết mail Thầy [full_name] và được Thầy trả lời là PĐT đã tạm tính đạt các môn đang học nên xem như em đã đạt AV1 và đủ điều kiện để đăng kí môn học bổ sung. Nhưng hiện bây giờ em đăng kí vẫn gặp lỗi thiếu các môn chuẩn AV năm 2 ạ.. . Em kính mong Thầy(Cô) có thể giải quyết giúp em để em có thể đăng kí môn học bổ sung kịp thời. Vì nếu không đăng kí được môn e sẽ bị mất thêm 1 năm nữa ạ.. . Em xin gửi lời cảm ơn chân thành đến Thầy(Cô) ạ.",
            "trường hợp của bạn.. . Bạn nộp đơn đăng ký môn học, nghi rõ mã môn học, tên môn học và mã nhóm tới PĐT nhà A1 để Thầy [full_name] phê duyệt nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ, em tên là [full_name], em đăng ký học môn 400401 - Kỹ Thuật Điện Máy tính và môn 409405 - Tự động hoá công nghiệp, nhưng giờ 2 môn này bị trùng . . . . Em mong nhà trường có thể cho em học 2 môn nếu như bị trùng ạ, do em là sinh viên năm cuối, chỉ còn mấy môn là được tốt nghiệp ạ. . . . . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu .",
            "Chào em,. . . . PDT không can thiệp được, vì phân mềm đã lập trình sẵn rồi em."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên [full_name], MSSV:[student_id]. Em có nguyện vọng được hủy môn AV2 do kỳ thi tiếng anh vừa qua em đã đủ điểm. Em hi vọng sẽ được PĐT chấp thuận. Em xin cảm ơn.",
            "đã mở khóa,. . bạn có thể hủy môn học online. . Thân",
            "Em xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Kính gửi thầy(cô).. . . . Do thứ tư, tiết 10 11 em muốn đăng ký môn Giáo dục thể chất trong đợt 3 học kỳ 192 nhưng bị trùng lịch học môn Thí nghiệm vật lý(mã môn học: PH1007)   B nhóm L27  /B , nên em xin đổi sang   B nhóm L31  /B  hoặc nhóm   B L57  /B . . . Em biết là trong đợt 3 này không được chuyển nhóm nhưng vì lịch học của em bây giờ chỉ còn đúng 1 nhóm môn Giáo dục thể chất mà em có thể học. Em rất mong quý thầy(cô) cố thể giúp em chuyển nhóm với ạ. . . . . Em xin cám ơn rất nhiều.",
            "Chào bạn.. . hiện tại đã mở khóa để bạn hiểu chỉnh môn học online. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Thầy Cô ạ.. .     Em tên là [full_name]. .     MSSV : [student_id]. .     Vừa qua trong đợt đăng kí môn học đợt 2,em đã không đăng kí môn Hóa hữu cơ do trùng lịch môn bóng chuyền ạ, em định để sang kì sau đăng kí. Nhưng giờ em mới biết Hóa hữu cơ là môn tiên quyết/ học trước của các môn chuyên ngành trong năm 3. Em đã xem qua lịch Hóa hữu cơ, nếu em chuyển nhóm được môn Bóng Chuyền thì em sẽ đăng kí được môn đó ạ.. .     Em viết đơn này mong thầy cô xem xét, mở khóa cho em chuyển nhóm môn bóng chuyền để đăng kí được môn Hóa hữu cơ ạ, em chỉ chuyển một môn đó thôi ạ.. .     Mong nhận được phản hồi từ thầy cô.. .     Em xin chân thành cảm ơn.",
            "Chào bạn.. . Hiện đã mở khóa để bạn hiểu chỉnh môn học online. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "PĐT cho e hỏu là vừa rồi e có thi ạn văn trong trường (21/12/2019) và được 360 qua av1, nhưng đợt 3 e vẫn chưa đăng kí được môn học là sao ạ. Nó yêu cầu chuẩn anh văn",
            "Chào bạn,. . HIện tại bạn đã pass chuẩn av sau năm 1 và bạn cũng đã đăng ký được nhiều môn học rồi mà????. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Xin mở rộng sỉ số môn học thép 1 (ci3009) vào sáng thứ 2",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1613205  /b \t. . . . Em chào admin cute !!!. . Đợt 2 đăng kí vừa rồi không hiện tên giáo viên. Hiện đợt 3 này có hiện tên giáo viên dạy nhưng không hủy được môn.. .  Giờ cho em hỏi là em muốn hủy lớp này đăng kí lớp khác thì phải làm sao ạ, em muốn chọn giáo viên mình học thì phải làm sao  B  ???. . CẢM ƠN AD ĐÃ GIÚP ĐỠ",
            "Chào bạn.. . hiện tại đã mở khóa để bạn đăng ký môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . e đăng kí 18 chỉ ở đợt 1 và 2 nhưng ở đợt 3 bị hủy một số môn và e chỉ còn 12 chỉ. e mong phòng đào tạo xem lại và giải quyết giúp e ạ. e cám ơn",
            "Chào em,. . . . Em xem lại kết quả DKMH đợt 2 nhé http://apps.aao.hcmut.edu.vn/qlgd_man/home.action;jsessionid=2B6D2949E5BD34924E6C370B3526A164;jsessionid=FD14B6B24A195FBCF01FD6A8EA6F140E"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . chào thầy cô, thầy cô có thể mở thêm sĩ số lớp ME2011 cho e đăng ký được không ạ, mong thầy cô giúp e ạ, em xin cảm ơn.. .",
            "Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. ."
        ]
    }
]