[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Đầu năm e có thi kt AV đầu vào để xét lớp, e vào lớp av cơ bản. Hôm thi cuối kỳ e quên đi thi môn av nên điểm tb cuối kỳ thấp và rớt môn. Cho e hỏi nếu rớt môn av cơ bản hk1 thì hk2 cần phải làm j để môn av có thể đạt điều kiện và năm sau học đc môn chuyên ngành. E xin cảm ơn!",
            "Chào bạn,. . Bạn vui lòng xme hướng dẫn chi tiết về quy định chuẩn tiếng anh từng năm tại web:. . www.aao.hcmut.edu.vn- sinh viên- quy chế- Phụ lục 1 -  Mục 2: có ghi rõ điều kiện để được học các môn của năm thứ 2.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn hỏi là bài phúc tra môn \"Thiết kế qui trình công nghệ hoá học\" mã môn học CH3023 của em đã có kết quả chưa ạ? Em đã đăng kí phúc tra trước tết nhưng hệ thống bị lỗi. Bộ phận phúc tra có hẹn em sau tết sẽ có kết quả mà hiện giờ em vẫn chưa thấy cập nhật mới nhất. Mong phòng đào tạo trả lời giúp em. Em xin cảm ơn.",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào em,. . Kết quả phúc tra môn CH3023 của em có thay đổi điểm, em vui lòng xem kết quả điểm trên trang Mybk--  Thông tin sinh viên --  Bảng điểm.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]\t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .   B . . em đã khai báo lí lịch online nhưng không thể đăng kí môn học dự thính, cô phòng đào tạo nói em lên đây để hỏi, em mong nhà trường giúp em để e có thể đăng kí lịch học dự thính !. . em xin cảm ơn. .",
            "Chào bạn,. . Bạn mới khai báo thông tin liên lạc online lúc 15g 02 phút ngày hôm nay (21/02/2019), Phòng đào tạo sẽ cập nhật lại thông tin lúc 16g ngày 22/02/2019 và sẽ mở cho bạn đký dự thính lúc 10g ngày 25/02/2019.. . Đợt dự thính này sẽ kết thúc lúc 15g ngày 25/02/2019, bạn chú ý nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cho em hỏi em rớt anh văn cơ bản có được học anh văn 1 không ạ hay phải học lại anh văn cơ bản trước ạ",
            "Chào bạn,. . Hiện tại trong TKH HK182 của bạn đã có môn AV1 là em được học môn AV1.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 81300726  /b \t. . . .   i Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Thưa thầy/cô, vào học kỳ 3(2016-2017) em đã qua môn KẾT CẤU BÊ TÔNG CỐT THÉP 1(CI2039) . . và vào học kỳ 2(2017-2018) em cũng qua môn VẬT LIỆU HỌC (CI3029), theo danh sách môn học tương đương K2014 thì 2 môn này là môn tương đương của các môn:. . KẾT CẤU BÊ TÔNG CỐT THÉP 1(804003).. . HÓA LÝ KỸ THUẬT (812001).. . VẬT LIỆU HỌC (812002).. . Đến nay, Phòng Đạo Tạo vẫn chưa chuyển điểm cho em môn KẾT CẤU BÊ TÔNG CỐT THÉP 1(804003) và môn VẬT LIỆU HỌC (812002).. . Kính mong Phòng Đạo Tạo xem xét và giải quyết chuyển điểm giúp em.",
            "Chào bạn,. . Điểm các môn 804003, 812001, 812002 đã được cập nhật điểm 12.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ...  /iTAAPJ. . Em tên là [full_name], Mssv:[student_id]; hiện đang học khoa Cơ Khí - ngành KT Nhiệt Lạnh - lớp CK17NH1. Em muốn hỏi là trong tiến độ học tập của em trên MyBK lại để là ngành Cơ điện tử như trong hình và chương trình đào tạo cũng là của Cơ điện tử thì có ảnh hưởng gì không ạ?",
            "Chào bạn,. . Ngành hiện tại (HK182) của bạn là ngành CK17NH1. . Do đó bạn học theo tiến độ chương trình chuyên ngành Nhiệt lạnh nha bạn.. . Thân mến",
            "Cho em xin hỏi là khi nào thì trên MyBK cập nhật lại thông tin và tiến độ học tập cho em ạ? Và không biết việc này có ảnh hưởng tới việc thực tập của em không? Xin cảm ơn.. .",
            "Chào bạn,. . Hiện tại phần tiến độ học tập trên mybk tạm ngưng cập nhật, bạn học theo đúng chương trình đào tạo thì không bị ảnh hưởng gì nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy (cô) cho em hỏi sao điểm TBTL và số TCTL trên mybk và trong bản điểm in ra không giống nhau vậy?",
            "Chào bạn,. . Nếu bảng điểm in sai, bạn vui lòng mang đến PĐT để được in lại.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  . . em chào pđt . . cho em hỏi em đã rớt anh văn cơ bản vậy thì có được học anh văn 1 không ạ hay phải  quay lại học anh văn cơ bản",
            "Chào bạn. . Môn anh văn cơ bản là môn học không có tín chỉ và không có trong chương trình đào tạo của bạn, nên bạn không cần phải học trả nợ.. . Hiên tại bạn đã có môn AV1 trong TKB HK182 là em được học.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 813BE128  /b \t. . . .   i Yêu cầu khác . Em xin phong dao tao kiêm tra lai duy diêm thi toic400 thi ngay 23 thang 12 nam2018. Em thay lam bai cung tot nhung sao chi co 4diêm. Em cam on!",
            "Chào bạn !. . . . Nếu bạn có thắc mắc bài thi anh văn 400, bạn có thể làm đơn xin kiểm tra bài thi. . . . . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Gửi phòng đào tạo cho em hỏi về vấn đề bằng tốt nghiệp THPT là em vào wep trường thì thấy thông báo em chưa nộp bằng THPT. Nhưng em nhớ đã nộp cho lớp trưởng 2 bảng photo có công chứng hồi tháng 6 và em cũng có hỏi lại lớp trưởng về danh sách những bạn đã nộp thì bạn kêu là đã kí và nộp danh sách đó lại cho nhà trường. Em mong nhà trường kiểm tra lại danh sách.. . Em cảm ơn ạ. . . .",
            "Chào bạn,. . Phòng đào tạo đã ktra lại thông tin và đã xác nhận bằng PTTH của bạn, bạn vui lòng vào web trang bằng PTTH để kiểm tra lại.. . Cám ơn bạn đã phản hồi.. . Trân trọng."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Phúc tra bài thi . dạ cho em hỏi là em đã làm bài thi môn đại số tuyến tính rất tốt nhưng kết quả lại rất thấp, em đã đăng kí phúc khảo trước tết lúc vừa công bố điểm, bài thi đã chuyển về khoa nhưng sao đến giờ vẫn chưa có kết quả ạ.",
            "Chào bạn,. . Hiện tại giáo viên chưa trả kết quả phúc tra về Phòng đào tạo, bạn vui lòng đợi.. . Thân",
            "gửi pđt, mai là hạn chót phúc tra rồi mà giờ em vẫn chưa được phúc khảo ạ, vẫn chưa có kết quả.",
            "Chào bạn,. . . . Hiện tại giáo viên vẫn chưa trả kết quả phúc. tra. .  Bạn có thể liên hệ trực tiếp bộ môn Toán -Khoa KHoa học ứng dụng để được trả lời chính xác khi nào có kết quả.. . . . Thân.",
            "dạ cho em hỏi là làm sao để liên hệ trực tiếp bộ môn toán-khoa học ứng dụng ạ",
            "Chào bạn,. . Bạn liên hệ tại văn phòng Khoa Khoa học Ứng dựng (nhà B4 - cở sở 1) để hỏi bộ mốn toán nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học .",
            "Chào bạn,. . Bạn vui lòng trình bày rõ câu hỏi của mình nhé!",
            "Dạ em đã có quyết định được nhận điểm vắng thi như file đính kèm, nhưng điểm cập nhật lên bảng điểm của em không được cập nhật đúng là 15 mà vẫn là điểm 13 làm điểm trung bình học kì và điểm trung bình tích lũy của em bị sai.",
            "Chào bạn,. . Đã cập nhật điểm vắng thi có phép (điểm 22) theo đúng quyết định.. . Bạn vào kiểm tra lại nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Kinh gửi phòng đào tạo.. . Em là sinh viên k14. Hiện em còn đang thiếu anh văn 4 nữa là đủ điều kiện tốt nghiệp. Học kì dự thính này em thấy nhà trường có mở lớp anh văn theo định hướng toeic 500 mã số môn học là LA1035. Em muốn hỏi là môn học này có thay thế môn anh văn 4 để thỏa điều kiện tốt nghiệp không ạ. Em cảm ơn ạ.",
            "Chào bạn,. . BẠn vui lòng đọc lại nội dung email của Phòng đào tạo gởi sv tiêu đề:\"Tổ chức các môn AV theo định hướng TOEIC\" có ghi rất rõ quy định về môn học này.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học  /i  Bảng điểm của em in bị sai điểm môn Pháp luật Việt Nam đại cương. Điểm trên trang mybk là 7.5 nhưng điểm trong bảng điểm là 5.5. . . . . .",
            "Chào bạn,. . Bạn vui lòng trình bày rõ, bảng điểm nào là  5.5? bạn có thể chụp hình đính kèm để PDT kiểm tra lại nhé!",
            "Chào bạn,. . Nếu bảng điểm in sai , bạn vui lòng mang đến PĐT để được in lại.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "kính gởi phòng đào tạo!. . em tên: [full_name]. . cho em xin hỏi là đợt hiệu chỉnh đăng ký dự thính đợt 2 này em có đăng ký môn giải tích 2 . Trong kỳ chính thì môn truyền nhiệt động lực học có 1 buổi thí nghiệm ở tuần 17 vào bữa chủ nhật từ tiết 4,5,6 còn môn dự thính em đăng ký lại học vào tiết 7,8,9 cho em hỏi chỉ có 1 buổi duy nhất học liên tục như vậy thì có bị hệ thống xóa môn học không và nếu bị xóa em có thể làm đơn xin học được không.. . em xin cám ơn!",
            "Chào bạn,. . Bạn vui lòng làm đơn trình bày rõ nộp đơn tại Phòng Đào tạo để thầy Trưởng phòng trả lời đơn cho bạn nhé!. . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]. . Học kỳ này em có đăng ký làm luận văn tốt nghiệp nhưng danh sách xét nhận luận văn tốt nghiệp lại không có mã số sinh viên của em mong phòng đào tạo xem xét. .",
            "Chào bạn,. . Để tra cứu danh sách nhận LVTN bạn xem tai trang MYBK    xem thời khóa biểu sv (VLVH)    chọn xem tra cứu đủ và không đủ điều kiện nhân LVTN. Thời gian phản hồi lên trực tiếp phòng Đào tạo chỉ trong tuần này nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào Thầy/Cô Phòng Đào Tạo,. . . . Học kỳ 182 này, Em có thời khóa biểu môn Lập trình hướng đối tượng C02005-B01 (file đính kèm). . . Em đến lớp đã liên tục 2 buổi học nhưng không có giáo viên.. . Em viết mail này xin hỏi thời khóa biểu của em có bị lỗi hay có đổi phòng học không ạ. . . . Trân trọng.. . [full_name] ([student_id])",
            "Chào em, . . . . Tuần này vẫn học bình thường nha bạn, các tuần trước có thể thầy xem nhầm lịch."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . . . trong lịch đăng ký dự thính HK182 đợt 1 em có đăng ký 3 môn: giải tích 1, vật lý đại cương, hóa đại cương. nhưng trong kết quả đăng ký dự thính HK182 đợt 1 em lại không có thời khóa biểu.",
            "Chào bạn,. . Bạn vui lòng vào https://mybk.hcmut.edu.vn/ Đăng ký môn học/Kết quả đăng ký môn học dự thính 182 - Đợt 1 - Hệ chính quy/ xem lịch sử đăng ký môn học để biết lý do các môn học vì sao không đăng ký được.. . Hiện tại đang có đợt bổ sung môn học dự thính 182, hết hạn vào 15h ngày 25/2/2019. Bạn có thể vô đăng ký lại.. .",
            "em làm như cô bảo thì hệ thống ghi là \"bạn chưa chọn đợt đăng ký\" ạ. vậy thì làm như nào đây cô?. .",
            "Bạn phải chọn đợt đăng ký mới xem được lịch sử của đợt đăng ký đó. Bạn có thể đến trực tiếp Phòng Đào tạo để được hướng dẫn cách xem lịch sử (nếu bạn vẫn không thao tác được)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em nộp phiếu điểm TOEIC để chuyển điểm, thủ tục yêu cầu có file scan, em có thể dùng ảnh chụp bằng điện thoại được không ?",
            "Được bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . em học lớp XD17DD01 nhưng đăng kí nhầm môn nhận thức ngành (CI2065) của ngành cơ sỏ hạn tầng, em muốn đổi qua học môn nhận thức ngành của ngành dân dụng (CI2057) được ko ạ?",
            "Chào em,. . . . Em lên PĐT gặp các cô tiếp sinh viên sẽ hướng dẫn em về vấn đề này."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]5  /b \t. . . . Hiện tại em đã học môn quy đổi tương đương của môn Máy Xây dựng và an toàn lao động (MSMH: 807016) . Nhưng đến nay đã hơn 3 học kỳ vẫn chưa cập nhật đã hoàn thành môn đó cho em. Mong PĐT kiểm tra và xem xét để em xét tốt nghiệp ạh.. . Em xin chân thành cảm ơn!!",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng trình bày rõ câu hỏi của mình? Hiện tại bạn đã đăng ký xét tốt nghiệp chưa?. .",
            "Chào bạn,. . Điểm môn 807016 đã được cập nhật điểm miễn.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gởi phòng đào tạo, em có đăng kí in bảng điểm ngày 15/02/2018 và nhận vào ngày 21/02/2018 nhưng thấy điểm tb tích lũy trong bản in là 6.99, trong khi trên web là 7.01. Mong nhà trường xem xét lại cho em. Em xin cảm ơn.",
            "Chào bạn,. . Nếu có sai sót bạn mang bảng điểm lại để được in lại nha bạn.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]6  /b \t. . . .   i Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Chào Phòng đào tạo,. . Em là [full_name], [student_id]6, đã được cập nhật đủ 15 ngày công tác xã hội nhưng vẫn chưa thể đăng ký tốt nghiệp vì lý do \"nợ ctxh'.. . Mong PĐT cập nhật giúp em.. .",
            "Chào bạn,. . Hàng tuần Phòng Đào tạo sẽ cập nhật lại dữ liệu ngày công tác xã hội, và mở cho các bạn đăng ký tốt nghiệp. Nếu bạn mới cập nhật ngày CTXH, thì có thể thứ 2 tuần tới sẽ cập nhật lại ngày CTXH và mở cho các bạn đăng ký tốt nghiệp. . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu  Kính chào thầy cô, em đã đăng kí dự thính giải tích 1.Em muốn chuyển nhóm dự thính từ DT02 sang nhóm DT05 được không ạ? Và muốn chuyển thì phải làm như thế nào ạ? Em cảm ơn.. .",
            "Chào em,. . Đã hết đợt huỷ, chuyển nhóm môn học. Trong đợt đăng kí dự thính tiếp theo 28/2 chỉ bổ sung thêm môn học.Những bạn bị thông tầm mới được huỷ, chuyển nhóm môn học."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Học vụ - Đại học - Cao đẳng chính quy   Khác ... . chào phòng đào tạo! . . . . Hiện tại em đã hết thời gian học hệ chính quy.  Bây giờ em muốn chuyển sang hệ tại chức.  Mong phòng đào tạo hướng dẫn em quy trình chuyển hệ. . . . . em xin cám ơn!",
            "Chào bạn [full_name];. . Trước tiên bạn đăng ký in bảng điểm và có quyết định nghỉ học bên Chính quy.. . Sau đó theo dõi lịch đăng ký hồ sơ tuyển sinh  chính quy chuyển sang hệ VLVH, đăng ký hồ sơ online trên trang AAO    tuyển sinh    hệ VLVH. . Và nộp hồ sơ theo yêu cầu trên phòng Đào tạo (201 nhà A4). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Dạ em đã có quyết định được nhận điểm vắng thi như file đính kèm, nhưng điểm cập nhật lên bảng điểm của em không được cập nhật đúng là 15 mà vẫn là điểm 13 làm điểm trung bình học kì và điểm trung bình tích lũy của em bị sai. Nhờ phòng đào tạo kiểm tra chỉnh sửa giúp em! Em xin cảm ơn!",
            "Dạ em đã có quyết định được nhận điểm vắng thi CÓ PHÉP như file đính kèm, nhưng điểm cập nhật lên bảng điểm của em không được cập nhật đúng là 15 mà vẫn là điểm 13 làm điểm trung bình học kì và điểm trung bình tích lũy của em bị sai. Nhờ phòng đào tạo kiểm tra chỉnh sửa giúp em! Em xin cảm ơn!",
            "Chào bạn,. . Đã cập nhật điểm vắng phép. Bạn đón xem lại bảng điểm trên web sau ngày 28/2/2019 nha bạn.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi về mốc thời gian đóng cohọc phí cho đợt 1 và đợt 2 của học kì chính HK182 này ạ. Theo em biết thì hai đợt đóng khá gần nhau nên em muốn hỏi thời gian chính xác để chuẩn bị tiền trước. Em cảm ơn!",
            "Chào bạn,. . Bạn xem lịch nộp học phí tại:. . http://www.aao.hcmut.edu.vn/sinh viên/lịch học vụ/Năm học hiện tại (2018-2019)/học kỳ 2. . Thân chào",
            "Em cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . cho hoi mới hôm qua em vào xem đang ký dự thính , em đã thấy 2 môn của em đang ký mạch điện tử  và tín hiệu hệ thống của em đã được đăng ký , và đánh dấu v rồi nhưng sao hôm nay em vào xem lại , thì khong thấy nữa ạ, và em vào xem lịch sữ ddawng ký cũng không có, mong  thạy cô xem xét giúp em ạ",
            "Chào bạn,. . Hiện tại chưa up kết quả dự thính đăng ký đợt 2, ngày mai sau 10 bạn vô kiểm tra lại.. . Thân chào",
            "dạ em đã kiểm tra và  mới kiểm tra thêm lần nữa nhưng em vẫn không thấy thông tin đăng ký những môn học của em , thường thì sau khi đang ký xong , em có thể xem đc lịch sữ đăng ký , nhưng giờ em xem thì ko thấy môn minh đã đang ký luôn ạ, mong thầy cô xem xét, em cảm ơn ạ. .",
            "Sau 10h ngày mai bạn vô xem lại nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]2  /b \t. . . . Thưa cô cho em hỏi, hiện tại trên Tiến độ học tập, môn Thực tập tốt nghiệp của em vẫn chưa được cập nhật là đã đạt. Điểm thực tập của em là 6 điểm. Cô cho em hỏi hệ thống trường có vấn đề gì không ạ?",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Tiến độ học tập sẽ được cập nhật sau nha bạn!. . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi bây giờ có còn được đăng kí rút môn học không?. Nếu có thì làm như thế nào.. . Cảm ơn",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Hiện tại đang nhật được rút môn học nha bạn, bạn tại mẫu đơn rút môn học tại: . . http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu, điền đầy đủ thông tin và nộp tại Phòng Đào tạo trước ngày 11/3/2019.. . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Yêu cầu khác . Dạ cho em hỏi là việc đăng ký môn học theo định hướng toeic. Em có đăng ký môn học toeic 500 ,mã môn học là LA1035. Em thấy khi học môn này không ảnh hưởng đến tín chỉ học phần hay chương trình đào tạo trước đó, mục đích là giúp sinh viên đạt được điểm toeic để nhận luận văn và ra trường. Vậy cho em hỏi sao em không thể đăng kí được vì bị mắc lỗi thiếu môn tiên quyết LA1007,trong khi đó em tìm để đăng ký theo mã môn học này thì lại không có a? Với lại em cảm thấy khả năng của mình đủ để tiếp thu được chương trình toeic 500 nhưng lại không được đăng ký ạ? Mức điểm em thì gần đây là 425đ bên trung tâm IIG cmt8 ạ. Em cám ơn ạ.. .",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . .  Để đký được môn LA1035 thì   B bạn phải đạt 1 trong 3 điều kiện  /B  sau:. . - Đạt điểm Anh Văn Đầu Vào ≥ 450 . . - Hoặc đã hoàn thành môn tiên quyết là TOEIC 450. . . . - Hoặc đã hoàn thành môn tiên quyết là Anh Văn 3.. . Hiện tại bạn chưa đủ đkiện để đký học.. . Bạn vui lòng xem lại thông báo về \" Tổ chức các môn AV theo định hướng Toeic\" mà trường đã gởi email cho bạn.. . Thân.. .",
            "Dạ em cám ơn cô đã hỗ trợ ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Cô ơi cho em hỏi môn Kĩ thuật số - Mã môn học EE1015 ( như file hình đính kèm) của em hiện tại vẫn chưa hiển thị điểm của học kì ạ nhưng trong điểm tổng vẫn tính  và số tính chỉ qua kì vừa rồi 29/29 tức đã tính môn đó vào điểm trung bình ( giảng viên đã nhập điểm) nhưng bảng điểm lại không hiện điểm của môn. Em không biết có trục trặc hay lỗi kĩ thuật gì không ạ? Bây giờ nếu em đăng kí in bảng điểm thì trên bảng điểm in giấy có hiện ra điểm môn này không ạ vì em cần in bằng điểm để xét học bổng. Cô/thầy xem giúp em với có được không ạ. Em cảm ơn!!!",
            "Chào bạn,. . Môn kỹ thuật số (EE1015) bạn được 7đ, trên Mybk sẽ cập nhật lại sau, bạn đăng ký in bảng điểm sẽ có điểm môn này nhé.. . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . em chào pđt :. . kì vừa rồi em học Mac và đã qua (đã cập nhật là đạt trong \" tiến độ môn học \") nhưng bị sai mã số môn học(001001 thay vì đúng là SP1003) nên tín chỉ đó không được tính vào tín chỉ tích lũy ngành . Kì này em học lại Mac đúng với mã số môn học , cho em hỏi ví dụ trường hợp kì này em qua được Mac: . . 1. tín chỉ đó có được tính lại là tín chỉ tích lũy ngành không ?. . 2. Trung bình môn Mac (sai mã số MH) lớn hơn Trung bình môn Mac( đúng mã số MH) thì sẽ lấy điểm nào ạ . Nếu lấy điểm trung bình Mac (sai mã số MH ) thì tín chỉ có được tính vào tín chỉ tích lũy ngành không hay buộc phải lấy trung bình môn [full_name] ( đúng mã số MH) thì tín chỉ mới được tính vào tín chỉ tích lũy ngành ? . . Mong được pdt giải đáp . Em cảm ơn. . . . . .",
            "Chào bạn,. . Nếu bạn học lại với mã số môn học khác so với chương trình đào tạo của mình thì điểm sẽ dược quy đổi sang điểm 12 tương đương với mã môn học & số tc gốc(nếu bạn đạt) và được tính vào số tín chỉ tích lũy chung cho cả 2 mã môn học khác nhau. Nhưng chỉ tính tích lũy một lần cho mã số giống nhau.. . Nếu bạn học cải thiện hoặc học lại môn học có cùng mã thì điểm nào cao sẽ lấy điểm đó & chỉ tính tích lũy 1 lần.. . Tính chỉ tích lũy ngành chỉ tính những môn đạt có trong chương trình đào tạo ngành mã bạn đang theo học suốt khóa học.. . Bạn có thể tham khảo thêm về quy chế điểm & STCTL ngành trên web nha bạn.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi PĐT. . Đợt vừa rồi em có kiểm tra trình độ tiếng anh lại và được 455 điểm, nhưng giờ em kiểm tra lại bẳng điểm thì không còn nữa.. . PĐT cho em hỏi là kì 172 em học xong anh văn 2 rồi thì kì này với số điểm kiểm tra lại đó thì có được tính điểm cho anh văn 3,4 hay chuyển lại điểm anh văn 2 không ạ",
            "Chào bạn,. . Điểm thi kiểm tra trình độ tiếng Anh chỉ dùng để xét chuẩn tiếng Anh sau từng năm học, không dùng để xét miễn hoặc chuyển điểm môn anh văn nha bạn.. . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em đã đăng ký luận văn tốt nghiệp bổ sung đợt 2 thành công nhưng đến bây giờ vẫn chưa có trong thời khóa biểu học kỳ 182 này, em thấy mình vẫn thỏa các điều kiện về đăng ký luận văn mà .",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Em đã đăng ký luận văn tốt nghiệp bổ sung đợt 2 thành công nhưng đến bây giờ vẫn chưa có trong thời khóa biểu học kỳ 182 này, em thấy mình vẫn thỏa các điều kiện về đăng ký luận văn mà .  /QUOTE . . . . [full_name],Em lên myBk kiểm tra TKB và liên hệ khoa để nhận đề tài nhe!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Em tính bị dư 2 chỉ, điểm trung bình tích lũy thiếu 0,02",
            "Chào bạn,. . Bạn vui lòng trình bày rõ câu hỏi?",
            "Dạ điểm trung bình tích lũy trường tính cho em thiếu 0,02 cho em và tổng số tín chỉ trường tính dư cho em 2 chỉ.",
            ". .   QUOTE Dạ điểm trung bình tích lũy trường tính cho em thiếu 0,02 cho em và tổng số tín chỉ trường tính dư cho em 2 chỉ.  /QUOTE . . Dạ điểm trung bình tích lũy trường tính cho em thiếu 0,02 điểm và tổng số tín chỉ trường tính dư cho em 2 chỉ.",
            "Chào bạn,. . Bạn có thể đăng ký in bảng điểm để đối chiếu lại bảng điểm trên web, xem sai ở điểm nào để khiếu nại nhé!. . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ). . coh\\\\\\ . . . . cho em hỏi bao giờ mình mới nộp chứng chỉ ngoại ngữ ạ. Nếu hông đủ điểm qua av1 thì có ảnh hưởng tới phân nghành hông.",
            "Chào bạn,. . Bạn xem lịch nộp chứng chỉ ngoại ngữ tại:. . www.aao.hcmut.edu.vn- sinh viên- lịch học vụ- lịch học vụ từng học kỳ.. . Sau năm nhất sẽ phân ngành dựa trên tổng điểm trung bình tích lũy chung của bạn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . Kính thưa thầy/cô,. . . . Em là [full_name], MSSV: [student_id], sv năm 3, hiện đang theo học chương trình Kĩ sư Tài Năng khoa Cơ Khí.. . . . Hiện tại em đang có nguyện vọng muốn cải thiện điểm cho môn Phương pháp tính (MT1009) vào kì vừa rồi. Em có thắc mắc là em có thể đăng kí học cải thiện dự thính buổi tối chung với lớp đại trà có được không? Hay là phải đợi tới kì sau để đăng kí vào nhóm của lớp KSTN khóa sau?. . . . Em cảm ơn và mong sớm nhận được hồi đáp!",
            "Chào em,. . . . Các môn em đã học và có điểm cần phải sử dụng nguyên tắc cũ là học chung với lớp KSTN.. . . . Từ HK182, các môn học mới sẽ áp dụng nguyên tắc mới:. . - Môn học Lý thuyết học với đề cương môn học như lớp đại trà. . - Thêm phần mở rộng với các yêu cầu chuyên sâu của môn học, và được thực hiện như một đồ án của môn học LT.. . . . Để tích luỹ được môn cốt lõi tài năng, SV cần có điểm tổng kết từ 7.5 điểm ở môn LT và có điểm tổng kết là [full_name] ở học phần mở rộng. Khi đó, em có thể cải thiện điểm ở học phần LT giống như các bạn SV đại trà khác (kể cả học dự thính).. . . . Quy định mới sẽ ban hành sớm và thông báo đến tất cả các em nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "tại sao e nộp bản sao bằng tốt nghiệp thpt rồi nhưng k được cập nhật ạ.lớp trưởng đã gởi lại danh sách cho phòng đào tạo nhưng vẫn không được cập nhật ạ",
            "Chào bạn,. . . . Danh sách bằng PTTH của lớp em nộp tại phòng đào tạo không có bằng PTTH cuả em (tên em bị gạch khi kiểm tra bằng không có nộp), em hãy liên hệ lại lớp trưởng kiểm tra.. . Tôi đính kèm cho em file dsach lớp em đã nộp Phòng đào tạo có photo lại 1 bản đưa lớp trưởng em giữ, (tên và số đthoại bạn [full_name] bên dưới là người đã chịu trách nhiệm nộp tại Phòng đào tạo).. . Phòng đào tạo không nhận được bất kỳ phản hồi nào từ lớp trưởng, em hỏi lại.. . Em hãy nhanh chóng kiểm tra và nộp lại bản sao bằng PTTH gấp cho Phòng đào tạo.. . Thân.",
            "giờ e nộp lại trực tiếp cho phòng đào tạo hay sao ạ?. .",
            "Chào em,. . Em cầm bản sao + phiếu xác nhận thông tin bằng PTTH (  I in từ trang web em đã khai thông tin bằng PTTH  /I ) lên nộp trực tiếp Phòng đào tạo.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi phòng đào tạo. . . -Em có các thắc mắc sau đây :                      +Điểm trung bình tích lũy em tính được 7,13 nhưng trên bảng điểm của nhà trường còn 7,08.. . +Số tín chỉ tích lũy của em chỉ có 54 nhưng trong bảng điểm tính dư cho em 2 chỉ là 56.. . +Điểm thi anh văn đầu vào của em mới thi học kì vừa rồi cũng không còn trên bảng điểm.. . -Mong phòng đào tạo giải quyết dùm em để chuẩn bị cho kì phân ngành sắp tới .Em xin chân thành cảm ơn !. .",
            "Chào bạn,. . Bạn có thể đăng ký in bảng điểm để kiểm tra lại để điếu chiếu, nếu sai ở chỗ nào bạn có thể khiếu nại trên bảng điểm chính thức.. . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đầu kì 181 em chưa kịp nộp sổ đoàn viên vậy có ảnh hưởng gì đến quá trình đăng kí môn và học tập không ạ. Muốn nộp thì phải nộp ở đâu và bao giờ ạ. Em cảm ơn ạ",
            "Chào bạn,. . Bạn liên hệ văn phòng Đoàn Trường để hỏi về vấn đề nộp sổ đoàn nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .  Đợt 1 DKMH dự thính HK182 em có đăng kí môn Tư tưởng HCM. Vào đợt hiệu chỉnh DKMH dự thính HK182 từ ngày 19/2 - 25/2 em muốn vào hủy môn học thì trong danh sách kết quả đăng kí môn đợt 2 và đăng kí môn đợt 3 của em không có môn trên nên em không hủy được. Và đến ngày 27/2 trong danh sách mới cập nhật nhưng lúc này đã hết hạn cho hủy môn. Vậy bây giờ em muốn hủy môn phải làm sao ạ. Em cảm ơn.",
            "Chào bạn,. . Không có trường hợp cập nhật kết quả trễ nha bạn, kết quả đợt 1 đã được cập nhật vào ngày 19/2, để cho các bạn SV hiểu chỉnh và bổ sung đăng ký đợt 2 từ ngày 19/2 - 25/2.. . Bạn vui lòng kiểm tra lại. Hiện tại đợt 3 (từ ngày 28/2 đến 15h ngày 4/3) chỉ bổ sung môn học, không hủy và điều chỉnh nhé bạn.. . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Kính gởi[full_name] Phòng Đào Tạo Trường Đại Học Bách Khoa TP.HCM.. . . . Em tên là[full_name] Võ Vĩ. . MSSV[full_name] [student_id]4. . Khoa Kỹ Thuật Xây Dựng. . . . Em đã hoàn thành tất cả các môn học trong chương trình đào tạo và chỉ còn đợi kết quả thi anh văn 2 kĩ năng nói -viết để đủ điều kiện đăng kí tốt nghiệp.Do đó trong học kì này em đã đăng kí môn Anh văn 2 với mục đích duy trì tình trạng đang học. . . Sau đó thì em đã có kết quả đậu anh văn nói- viết vào ngày 03/03/2019.Cho nên, theo như em đọc trên quy định xét tốt nghiệp, cần phải thanh toán tất cả học phí. Tuy nhiên, thời hạn thanh toán học phí môn Anh văn 2 lại chưa tới trong khi thời hạn hoàn thành các điều kiện xét tốt nghiệp sắp hết (là ngày 29/03/2019).. . Em xin PĐT có thể giải quyết giúp em vấn đề trên được không ạ? Em có thể thanh toán học phí như thế nào để kịp thời gian đăng kí tốt nghiệp tháng 4 ạ.. . . . Em xin chân thành cảm ơn.. . . .",
            "Chào bạn,. . Trước tiên bạn phải làm đơn rút môn học nộp tại Phòng Đào tạo và đăng ký xét tốt nghiệp bổ sung (nếu đủ điều kiện).. . Về vấn đề học phí, ngày 5/4 sẽ có thông báo cho các bạn về đóng học phí để được tốt nghiệp.. . Thân chào",
            "Em xin cảm ơn ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . E chào thầy (cô) ạ. . . E tên là [full_name], MSSV [student_id]. hiện là SV ngành kiên trúc trường mình. . . Học kỳ 181 vừa rồi e có học môn Tin học chuyên ngành 3D (CI1025), e đã nộp bài và làm bài đầy đủ, tuy nhiên khi kết quả môn học thông báo thì điểm số của em là 13. E có liên hệ với giáo viên phụ trách môn này, được biết là có sự nhầm lẫn nên thầy đã liên hệ với PĐT để cập nhật lại. Tuy nhiên, đến nay e vẫn thây chưa cập nhật lại bảng điểm giúp e. . . E mong quý thầy (cô) có thể kiểm tra và cập nhật lại giúp em. Em cảm ơn ạ",
            "Chào bạn,. . Bạn liên hệ giáo viên nhờ làm thủ tục sửa điểm và nộp lại điểm mới (đã sửa) cho Phòng Đào tạo mới cập nhật điểm mới cho bạn được nhé. Hiện tại hệ thống vẫn báo là bạn bị điểm 13 môn học CI1025."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chưa cập nhật điểm . Thưa thầy cô,. . Em tên là [full_name], MSSV [student_id], sinh viên năm 3 khoa Quản lý công nghiệp. Em có câu hỏi là khi em đăng ký môn Anh văn trong kinh doanh (IM3061) thì hệ thống có thông báo là chưa học trước môn Anh văn 3. Thế nhưng trước đó em đã có nộp bằng TOEIC và đăng ký chuyển điểm và đã được duyệt vào ngày 26/02. Em nghĩ nguyên nhân là do hệ thống chưa cập nhật điểm. Nếu như vậy thì có cách nào để em đăng ký dự thính vào đợt bổ sung này luôn không ạ? . . Mong thầy cô có thể giải đáp giúp em. Em cám ơn thầy cô nhiều ạ.. . P/S: Em xin gửi kèm 2 tệp ảnh về Mục điểm chuyển và Mục đăng ký môn học của em ạ. Cám ơn thầy cô đã xem.",
            "Chào bạn,. . . . Đợt đăng kí dự thính đã hết, em có khiếu nại thì làm đơn PĐT."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy (cô),. . Em tên là [full_name] (k17-lớp Kĩ Thuật Môi Trường). . 3 học kì vừa rồi em đã học được 50 chỉ nhưng trong bảng điểm lại ghi số tính chỉ tích lũy lại là 52.. . Mong thầy (cô) xem xét lại giúp em!. . Chân thành cảm ơn !!!",
            "Chào bạn,. . Bạn vui có thể đăng ký in bảng điểm chính thức của nhà trường ra để đối chiếu, nếu có sai sót trên bảng điểm in bạn khiếu nại trên bảng điểm in ra nhé. Và đối chiếu với điểm trên Web nhé.. . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cô ơi cho em hỏi về chương trình đào tạo bằng 2. Hiện em đang là sinh viên K16 Khoa Điện Điện tử, ngành em đang học là Ngành Điều Khiển và tự động hóa, bây giờ em có nguyện vọng học thêm bằng 2 ngành Kĩ thuật điện tử truyền thông ( thuộc khoa Điện điện Tử) có được không ạ, nếu em tích lũy thêm hết các môn học ( e tính là sai lệch 2 ngành này tầm 9 môn) có trong chương trình đào tạo chính quy của ngành thứ 2 ( điện tử truyền thông), tức hoàn thành 100% số môn học, tín chỉ cuart ngành thứ 2 thì có được in song bằng 2 chuyên ngành. Ngành thứ 2 trên bằng sẽ ghi như thế nào và xếp loại sẽ ghi như thế nào cho bằng 2, có giống như bằng 1 không ạ. Tiện thể cô gửi giúp em chương trình đào tạo bằng 2 của ngành kĩ thuật điện tử truyền thông ( khoa điện điện tử) , năm 2016 trở về sau được không ạ, tại em thấy trên aao ghi là chưa cập nhật, chỉ có ctdt chính quy thôi, vậy có phải là mình học hết các môn chính quy thì dc cấp bằng 2?",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn tham khảo về quy định học tiếp bằng thứ 2 tại đây: http://www.aao.hcmut.edu.vn/sinh viên/ quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 28. Đào tạo để cấp bằng tốt nghiệp đại học thứ hai. . Bạn sẽ được cấp 2 bằng cũng 1 lúc nếu thỏa điều kiện theo quy định, trên từng bằng sẽ ghi đúng tên ngành bạn học.. . Xếp loại tốt nghiệp ghi theo quy định tại:. . http://www.aao.hcmut.edu.vn/sinh viên/ quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 21. Xếp loại tốt nghiệp,. . Bằng 2 cũng là chính quy mà bạn, bạn tham khảo chường trình đào tạo tại:. . http://www.aao.hcmut.edu.vn/sinh viên/[full_name].. . Bạn có thể liên hệ ở Khoa để tư vấn thêm về chương trình đào tạo nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Môn đề cương luận văn tốt nghiệp CI4341 học kì 1 vừa rồi đã nộp đơn bổ sung điểm ngày 26/2 đến nay vẫn chưa cập nhật , mong thầy/cô cập nhật lại để trận sai sót sau này . .",
            "Chào bạn,. . Điểm môn ĐCLV của bạn là 8.5 đ, trên hệ thống sẽ cập nhật sau nha bạn.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Vừa qua em đã tham gia kì thi kiểm tra trình độ kiểm tra Tiếng Anh vào ngày 8 tháng 12 năm 2018 và vượt qua đc anh văn 4 thì ad cho em hỏi là năm nay hoặc những năm sau em có cần tiếp tục thi các kì thi anh văn nữa không ạ?. . Rất mong được sự hồi đáp từ ad ạ. Em xin chân thành cảm ơn",
            "Chào bạn,. . Hiện tại bạn đã đạt chuẩn anh văn đến năm thứ 3 rồi, bạn không phải tham gia ktra tiếng anh định kỳ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô ạ!. . Thầy cô cho em hỏi là học kì 172 em học tất cả được 21 tín chỉ, nhưng em vào xem cập nhật lại thì lên 23 tín chỉ nên Điểm trung bình tích lũy giảm xuống ạ!. .",
            "Chào bạn,. . Bạn có thể xem lại điểm trên web nha bạn.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Phòng đào tạo ơi, bây giờ em muốn kiểm tra xem em đã đạt đủ điều kiện để tốt nghiệp hay chưa, hay còn thiếu điều kiện nào, bao gồm cả tiếng anh và các môn học trong chương trình thì xem ở đâu vậy?. . . . Em biết trong thông tin sinh viên có Tiến độ học tập nhưng chỉ có các môn trong chương trình đào tạo, còn tiếng anh Speaking và Writing thì không thấy. Vì vậy em không biết được phòng đào tạo đã cập nhật hay chưa, đạt/chưa đạt ???. . . . Nếu chưa có công cụ nào thì anh/chị có thể trả lời giúp em trong bài đăng này luôn được không, là em đã đủ điều kiện để tốt nghiệp hay chưa, nếu chưa thì thiếu điều kiện gì (Thiếu môn tự chọn A B C, thiếu Tiếng Anh, thiếu Luận văn ....), em cảm ơn. . . . . Để tránh tình trạng tới đợt đăng ký tốt nghiệp thì lại xuất hiện vấn đề mà không thể giải quyết kịp.. . . . Em cảm ơn !. . . . . . . . . . . .",
            "Chào bạn,. . Bạn có thể dựa vào vào chương trình đào tạo đã công bố trên web, rồi đối chiếu quá trình bạn đã học. Còn về việc ngoại ngữ chuẩn đầu ra cũng có trên web theo http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658 . . Ngoài ra vào khoảng cuối tháng 4/2019 bạn có thể xem ds dự kiến tốt nghiệp tháng 11/2019(K.2015), trong ds đó có thể hiện tất cả các môn còn nợ(nếu có)ở Khoa bạn nhé.. . Thân mến",
            "Em cảm ơn chị !. . . . Sẵn cho em hỏi luôn là Mức đạt dành cho Tiếng Anh speaking và writting dành cho K15 Tài năng khi thi ở BKE là bao nhiêu vậy chị?. . . . Vì em có thi rồi nhưng BKE chỉ cho kết quả là tổng số điểm, không nói rõ là đã đạt hay chưa. Em chỉ nghe là 200 điểm nhưng không rõ có phân Tài năng với Đại trà hay không. Mà trên web của BKE và Phòng đào tạo lại không nói rõ.. . . . Trên quy chế thì cũng chỉ ghi là . . \"* Chứng chỉ Speaking & Writing (với mức Đạt) của Trung tâm Ngoại ngữ của Trường Đại học Bách Khoa (chỉ áp dụng từ khóa 2013 đến khóa 2017). . . . * Chứng chỉ TOEIC Speaking & Writing với mức điểm tối thiểu là 200. Riêng chương trình tài năng là 245.. . . . * Chứng chỉ BULATS Speaking & Writing với mức điểm tối thiểu là 6.0\". .",
            "Chào bạn,. . . . Quy chế có ghi rõ :......Chứng chỉ TOEIC Speaking & Writing với mức điểm tối thiểu là 200.   B Riêng chương trình tài năng là 245  /B ......\".. . . . Thân.. . . .",
            "Cảm ơn chị!. . . . Quy chế ghi như vậy làm em nghĩ . . \"Chứng chỉ TOEIC Speaking & Writing với mức điểm tối thiểu là 200. Riêng chương trình tài năng là 245.\" là do IIG tổ chức áp dụng cho K13 trở đi.. . . . Còn \"Chứng chỉ Speaking & Writing (với mức Đạt) của Trung tâm Ngoại ngữ của Trường Đại học Bách Khoa (chỉ áp dụng từ khóa 2013 đến khóa 2017)\" do BKE tổ chức dành cho K13-K17.. . . . Nếu được thì em có góp ý là nên sửa lại cách diễn đạt. Vì bạn em khi đọc quy chế cũng nghĩ như em.. . . . Nếu sửa lại rõ ràng hơn thì anh/chị phòng đào tạo cũng bớt việc hơn khi không xuất hiện dạng bài hỏi/đáp như thế này.. . . . Cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ trong mybk của em cập nhật SAI điểm trung bình tích lũy và cấp nhật sai số tín chỉ tích lũy ạ. Mong nhà trường xem xét và cập nhật lại.",
            "Chào bạn,. . Cảm ơn bạn đã phản ánh, vì lỗi kỹ thuật và trong đang giai đoạn sửa lỗi, bạn đón xem lại trên MyBk nha bạn.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Kính chào thầy cô, . . Em tên [full_name] - MSSV: [student_id]. . _Em đã từng học chương trình tiên tiến ngành Điện-Điện tử vào học kì 171 và học kì 172 và em phải học học kì Pre-University và không thể đăng ký thời khóa biểu nên em đã bị cảnh báo học vụ lần 2. . . _Em đã xin chuyển từ chương trình tiên tiến Điện-Điện tử sang chương trình trình Đại trà ngành Kĩ thuật vật liệu xây dựng và bắt đầu học lại từ học kì 181. Và ngày 5/3/2019 em nhận được mail và có tên nằm trong danh sách bị buộc thôi học (dự kiến) do học lực kém, số tín chỉ tích lũy các kì không đủ.. . * Mong thầy cô giúp đỡ và hướng dẫn em giải quyết 2 vấn đề trên ạ.. . Em chân thành cảm ơn.. .",
            "Chào bạn,. . Bạn liên hệ với GVCN để được tư vấn rõ hơn bạn nhé.. . Thân mến"
        ]
    }
]