[
    {
        "intent": "",
        "message": [
            "Kính gửi quý thầy/cô.. . . .   Em có 2 vấn đề về đợt chuyển điểm anh văn ngày 3/9/2020 cần thầy/cô giải đáp ạ.. . . .   1) Em có đăng ký xin chuyển điểm AV1,2 vào ngày 15/8/2020 và đã thanh toán lệ phí vào ngày 19/8/2020. Nhưng tại trang thông tin xét miễn điểm vẫn chưa xác nhận thanh toán, và hôm nay em vào kiểm tra lại BKpay thì lại có yêu cầu thanh toán phí này 1 lần nữa.. .  . .   2) Em có đăng ký xin chuyển điểm AV3 vào ngày 23/8/2020 và đã thanh toán lệ phí vào ngày 27/8/2020, trang thông tin đã xác nhận thanh toán. Nhưng điểm TBTL hiện tại của em vẫn chưa được cập nhật. (Bởi vì hôm trước em được thầy/cô cho biết nếu thực hiện chuyển điểm sau ngày 18/9 thì sẽ áp dụng chuẩn quy đổi của HK201 vì vậy điểm AV3 của em sẽ khác so với việc áp dụng chuẩn quy đổi cũ.). .   . .   Tất cả thông tin liên quan em xin đính kèm hình bên dưới ạ.. . . .   Mong quý thầy/cô sớm phản hồi giúp em ạ. Em xin chân thành cảm ơn. .",
            "Chào bạn. . - Việc chuyển điểm anh văn 3 đã được cập nhật rồi trên Mybk  chuyển điểm. . - Sự cố Av1+2 đã báo cho tổ kỹ thuật kiểm tra. . Cuối tuần này bạn kiểm tra lại nghen. . nếu vẫn không có thay đổi gì thi bạn vui lòng báo lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào tạo.. . Em tên là [full_name], MSSV [student_id], khoa Quản lý công nghiệp, khóa K17.. . Hiện em chưa hoàn thành môn học Kinh tế vi mô (IM1003) nhưng không tập trung đủ số lượng để mở lớp dự thính.. . Em mong quý Thầy/Cô có thể cho em được bổ sung vào danh sách lớp trong học kỳ sắp tới để em có thể hoàn thành môn học này.. . Em xin cảm ơn.. .",
            "Chào bạn,. . . . Ngày 6/10 bạn làm đơn bổ sung mốn IM1003 chung với khoá 20 nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là khi nào mới có lịch kiểm tra anh văn vào ngày 19-20/9 sắp tới. Em cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]. . . .   i Tốt nghiệp . Kính gửi quý thầy, cô,. . Em có thắc mắc về vấn đề chuyển điểm anh văn sắp tới. Về điểm chuyển điểm xét các av 1234 như hình đính kèm, có áp dụng cho tất cả các khoá hay không? Và thời gian áp dụng cụ thể là ngày nào?. . Cảm on quý thầy, cô đã đọc!",
            "Chào bạn. . - Nếu bạn nộp Chứng Chỉ Ngoại Ngữ và đăng ký chuyển điểm (phải hoàn thành lệ phí chuyển điểm) trước ngày 18/9/2020 thì áp dụng theo quy định chuyển điểm cũ. . - Bảng quy đổi điểm chuyển Ngoại Ngữ mới bắt đầu từ ngày 21/9/20 áp dụng cho HK201, áp dụng cho tất cả các Khóa. . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em Chào Thầy/Cô !. . EM là : [full_name] . . Mssv :[student_id]. . Khoa : Kỹ thuật Xây Dựng,(Ngành : Kỹ thuật Công trình Xây Dựng). . Hiện tại đã hết thời gian đăng kí môn học bổ sung đợt 3 hệ đại trà (chính quy). . . Vì kì sau là năm 4 và số tín chỉ tích lũy đang thấp nên em mong muốn xin Pdt cho em đăng kí bổ sung môn Nền móng_ Mã MH : CI3195 Nhóm AO1 (Lớp thứ 3 tiết 789, Giảng viên : [full_name], Hiện tại sĩ số lớp đang là 65/65). . Do em cần tích lũy tín chỉ tối thiểu để đủ yêu cầu nhận luận văn nên có sự bất tiện này, mong nhận được sự phản hồi sớm ạ ! . . Em cảm ơn.. . Thân!",
            "Chào bạn,. . . . Đã hết hạng DKMH rồi nha bạn, bạn có thể đăng kí dự thính 201 nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]\t. . . . Sau khi được cho phép vào chuyển nhóm thì lớp XSTK L01 mà em muốn chuyển đến đã đủ xỉ số. Em đăng ký các lớp khác thì không được vì đụng lịch, đăng ký lớp cũ L14 thì nhận được thông báo \"Bạn không được phép đăng ký vào nhóm lớp này...\" mặc dù em đã thử đi thử lại nhiều lần. Em kính mong PĐT xem xét và giúp em được đăng ký lớp L14 ạ. Em xin chân thành cảm ơn.. . . .",
            "Chào bạn,. . . . Đã hết hạng DKMH rồi nha bạn.. . . . Thân. .",
            "Vừa có đợt đăng ký môn học mới dành cho sinh viên bị trùng lịch nhưng trường hợp của em không nhận được mail đấy, trong trường hợp này yêu cầu giúp đỡ của em cũng không được giải quyết luôn hay sao ạ?? . . GVCN của em (thầy [full_name]) có nhắn em làm đơn lên PĐT. Cho em hỏi nếu em làm đơn thì trường hợp của em có khả năng được giúp đỡ chứ ạ?",
            "Em cung cấp mã môn, nhóm học để xem xét",
            "Mã môn: MT2013. . Nguyện vọng nhóm lớp theo thứ tự ưu tiên của em lần lượt là L01 -  L08 -  L12 -  L14. Thứ tự này em xếp dựa vào sự phù hợp với thời khóa biếu hiện tại và sự thuận tiện khi di chuyển giữa 2 cơ sở ạ.",
            "Em vừa nhận được thông báo là thầy Chủ nhiệm bảo lớp trưởng làm danh sách cho cả lớp luôn nên em cũng đăng ký vào lớp L01 trên danh sách của lớp trưởng rồi ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em hệ tại chức nên chưa nắm rõ thời gian đăng kí môn hiện tại đã qua thời gian đăng kí và e lỡ hủy vài môn lần trước đã đăng kí !. . mong nhà trương giúp e đăng kí những môn sau để không chậm tiến độ học tập tại trường .. . em cám ơn ạ !. . CH3051\tCông nghệ lên men t4 và chủ nhật. . CH1005\tHóa lý hóa keo thứ 2. . CH3013\tS/học phân tử &di truyền thứ 2",
            "Chào bạn,. . . . Nếu bạn xin đăng kí những môn trên với chính qui thì bạn làm đơn nộp PDT nha.. . . . Thân.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào phòng đào tạo,. . . . Vì không chắc là sẽ đạt đủ yêu cầu TN sau khi học xong hk193 nên em có đk 1 môn học trong hk201 tiếp theo để giữ trạng thái đang học.. . . . PĐT cho em hỏi là nếu kết thúc hk193 em đủ điều kiện để xét tốt nghiệp thì em có cần phải làm đơn xin huỷ môn học hk201 để được xét tốt nghiệp hay không ạ? . . . . Em xin cám ơn.. . [full_name] - [student_id]. . . .",
            "Chào bạn,. . Nếu bạn đủ điều kiện, có thể làm đơn xin rút MH học kỳ 201 để tốt nghiệp nhé (hiện tại đã hết thời gian để hủy môn học cho học kỳ 201). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1613527  /b \t. . . .   i Học vụ . Dạ em chào thầy cô ạ. . Thầy cô kiểm tra giúp em là em đã chuyển điểm Anh Văn 1, Anh Văn 2 và Anh Văn 4 và đã đóng tiền đầy đủ qua BKPay. Nhưng đến nay vẫn chưa thấy chuyển điểm và cập nhật điểm ạ. Mong thầy cô kiểm tra giúp em với ạ ! Em chân thành cảm ơn ạ.. . . .",
            "Chào bạn. . Pdt kiểm tra đã chuyển điệm môn AV1 +2+4 cho bạn. . Bạn vui lòng đợi thông tin sẽ cập nhật lại nghen. . Hoặc bạn cần gấp thông tin có thể đăng ký in lại phiếu điểm tại Mybk--  in bảng điểm để kiểm tra. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy cô,. . . . Em là [full_name], MSSV: [student_id], sinh viên khóa 2014. Em muốn đăng kí tốt nghiệp vào tháng 11/2020, em đã có tên trong danh sách tốt nghiệp dự kiến.. . Trong quá trình đăng kí tốt nghiệp trên Mybk có mục \"kích hoạt tài khoản cựu sinh viên\", sau khi em nhấn vào đó và tạo mật khẩu mới, em nhận được yêu cầu kiểm tra email để xác nhận hoàn tất nhưng khi ra ngoài kiểm tra email thì em không nhận được yêu cầu xác nhận nào. Em nhờ thầy cô kiểm tra giúp em, em vẫn chưa đăng kí tốt nghiệp được.. . Em cảm ơn thầy cô.. . . . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT, em có thắc mắc, môn AS2005 chưa có ngày giờ học nên làm em lo sẽ bị trùng môn chuyên ngành hk1 năm 3 ngành CƠ KỸ THUẬT - KHUD. . Ngoài ra, môn AS3015 (lớp A01) và AS2011 (lớp A01) bị trùng giờ là tiết 2345 thứ 6 nhưng không bị xoá trên mục đk, vậy nên em kình nhờ PĐT nếu có xoá môn của em vì bị trùng, PĐT ưu tiên giữ lại toàn bộ các môn chuyên ngành hk1 năm 3 của ngành em, trong trg hợp trùng 2 môn ngày t6 thì e xin được xoá môn AS2011. . Em nhờ PĐT kiểm trả lời để em  không phải lo lắng mấy bữa nay nữa! Em cảm ơn PĐT nhiều!",
            "Chào bạn,. . . . - Môn AS2011 là môn bổ sung của bạn, không đúng tiến độ nha. Đợt 3 DKMH bạn đăng kí như thế nào thì PDT giữ nguyên cho bạn nha.. . . . - Bạn vui lòng kiểm tra TKB trên cổng thông tin sinh vào ngày 18/9.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cho em hỏi là em có đăng ký in giấy hoãn nghĩa vụ quân sự trên mybk lúc 15:19 ngày 9/9 mà chưa có kết quả phản hồi ạ. vì xã em có thời hạn hết 15/9 ạ.",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Chào bạn,. . Bạn vui lòng xem khi nào trình trạng ghi đã xử lý thì có thể liên hệ nơi bạn đăng ký nhận để nhận nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào PĐT,. . . . Do em không chú ý miss lần đăng kí đợt 1 nên em không đăng kí được. Xin phòng đào tạo đk cho em  môn ME4087-Đề cương luận văn tốt nghiệp và môn MT2001-Xác suất thống kê để em có thể hoàn thành chương trình học đúng thời hạn. . . . . Em xin cảm ơn.. .",
            "Chào bạn,. . . . - Môn MT2001 đã đăng kí cho bạn rồi, ngày mai 17/9 bạn kiễm tra kết quả trên cổng thông tin sinh viên.. . . . - Còn đợt 4 DKMH dành cho các môn thực tập tốt nghiệp, luận văn và đề cương luận văn.. . . . - Bạn thường xuyên theo dõi mail để biết được thời gian đăng kí nha.. . . . Thân. .",
            "Chào chị,. . . . Em cảm ơn chị nha."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] [full_name] [full_name] Chào thầy/cô,[full_name] [full_name] Em là [full_name], là sinh viên văn bằng 2 Khoa Học Máy Tính, em có một số câu hỏi kính mong thầy/cô giải đáp ạ:[full_name] [full_name] [full_name] [full_name]   B 1[full_name]  /B  Khi nào sinh viên K2020 có thời khoá biểu chính thức để em có thể đăng ký học chung?[full_name] [full_name] [full_name] [full_name]   B 2[full_name]  /B  Khi có sinh viên K2020 có thời khoá biểu chính thức, thì em xem lịch học đó ở đâu để đăng ký theo?[full_name] [full_name] [full_name] [full_name]   B 3[full_name]  /B  Em là sinh viên văn bằng 2 thì hình thức đăng ký như thế nào để học chung với K2020? [full_name] [full_name] [full_name] [full_name] Em xin chân thành cảm ơn![full_name] [full_name] [full_name][full_name] [full_name] [full_name] [full_name]",
            "Chào bạn,. . . . - Khoá 20 là những môn đại cương, bạn muốn đăng kí môn gì mà đăng kí chung với khoa 20.. . . . Thân",
            "Dạ em chưa được học môn Nhập môn điện toán, mã CO1005. Em được biết môn này là môn của sinh viên năm 1 vào HK1, nên em muốn đăng ký môn này ạ, đây cũng là môn ràng buộc của nhiều môn khác trong CTĐT ạ",
            "Chào bạn,. . . . - Đối với môn điện toán, bạn muốn đăng kí đơn nộp PDT vào ngày 6/10.. . . . Thân.",
            "Dạ vậy cô cho em hỏi thêm là em xem lịch học ở đâu để đăng ký đúng lớp ạ? Và 21/9 là nhập học chính thức rồi, 6/10 mới nộp đơn vậy hình thức học của môn điện toán là chung với chính quy hay dự thính vậy á.?",
            "Chào bạn,. . . . Khoá 20 hiện tại đang nhận hồ sơ, khoá 20 có thể học trễ so với khoá khác 3 tuần lận bạn.. . . . Thân.",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kinhs chào nhà trường. . Cho em hỏi muốn làm đơn xin thôi học thì cần những giấy tờ gì và nộp ở đâu ạ. Mong nhà trường giúp em giải đáp. Em cảm ơn ạ. .",
            "Chào bạn,. . Bạn vui lòng tải mẫu đơn thôi học, điền đầy đủ thông tin và nộp tại Phòng Đào tạo (nhớ đem theo thẻ SV khi đến nộp đơn). . Tải mẫu đơn tại: aao.hcmut.edu.vn/sinh viên/biểu mẫu. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào ạ!. .    Chiều chủ nhật , trước xưởng cơ khí cơ sở 1l em có nhặt được một thẻ CMND của một anh sinh năm 1990 tên [full_name]. Có thể là thẻ của giảng viên đánh rơi nên em đăng yêu cầu nhờ anh/chị kiểm tra liên hệ ạ!. . Em xin cảm ơn.. . . . . .",
            "Chào bạn,. . Bạn có thể liên hệ Phòng Tổ chức Hành Chính của trường để gửi lại (nhờ kiểm tra thông tin giảng viên để gửi về Khoa cho Giảng viên). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /. . Cô giúp em mở đăng kí CTXH trên sàn hoạt động  ngoại khóa",
            "Chào bạn,. . Về ngày CTXH, bạn vui lòng liên hệ tại Văn phòng Đoàn Khoa của bạn/Văn phòng Đoàn trường  để được hỗ trợ.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là [full_name], MSSV: [student_id].. . Thầy/ cô cho em được hỏi là, tính đến ngày 10/09/2020 vừa qua thì e đã hoàn thành xong chương trình học của Trung tâm đào tạo Bảo Dưỡng Công Nghiệp, nhưng đến hiện tại em vẫn chưa nhận được e-mail thông báo về việc đăng kí tốt nghiệp.. . Dưới đây là hình ảnh về các môn học em đã hoàn thành.. . Thầy/ cô cho em hỏi là đến khi nào em mới có thể nhận được e-mail này để bắt đầu đăng kí tốt nghiệp vậy ạ? Em xin cảm ơn.",
            "Chào bạn,. . Hiện tại bạn đã có tên trong danh sách dự kiến tốt nghiệp.. . Bạn vui lòng kiểm tra mail về thông tin tốt nghiệp và kiểm tra danh sách dự kiến tốt nghiệp.. . Vui lòng đăng ký tốt nghiệp theo đúng hướng dẫn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào Phòng Đào tạo. . Trong phần Đăng ký môn học, em gặp phải trường hợp như sau:. . - Môn Sinh Hoá Dược (CH3041) lớp A01 có TKB là tiết 7 8 9 Thứ 2. Ban đầu là tiết 2 3 4 nhưng do có một số thay đổi giáo viên. Nên lớp bị chuyển tiết 7 8 9. . . . - Tuy nhiên, môn T/n quá trình thiết bị (CH3015) lớp A09 có TKB là tiết 8 9 10 11 12 Thứ 2. Trùng 2 tiết 8 9 của môn Sinh hoá dược. . (có hình ảnh kèm theo). . . . Kính mong Phòng đào tạo giải quyết giúp em về vấn đề này. Vì môn Sinh Hoá Dược chỉ có 1 lớp nên em kính mong Phòng đào tạo giúp em được chuyển lớp T/n quá trình thiết bị.. . Trân trọng.. .",
            "Chào bạn,. . . . Ngày 18/9 bạn kiểm tra TKB trên cổng thông tin sinh viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo. . em là [full_name] mssv [student_id].. . sinh viên k15 khoa hóa. . vì xem mail nhà trường không kĩ nên em đã bỏ lỡ đăng kí môn học đợt 3 và không đăng kí được những môn như mong muốn ở đợt 2. mong PDT xem xét cho em đăng kí môn. .   Hóa hữu cơ. msmh: CH2021. .   Vẽ kĩ thuật. msmh: CI1003. .   Q/trình &tbị truyền khối. msmh: CH2051. .   Mô hình hóa, mô phỏng và tối ưu hóa trong công nghệ hóa học. msmh: CH3133. .   Cơ sở điều khiển quá trình. msmh: CH3031. . em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Đã hết hạng DKMH rồi nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa PĐT,. . Hiện em là sinh viên của Ngành Kiến Trúc khóa k19. Hiện lớp chúng em có một số bạn rớt lại môn học Nhập Môn Kiến Trúc và mong muốn được học cùng khóa K20 môn học này   Vì đây là môn cơ sở ngành mỗi năm chỉ được mở một lớp .. . Em cũng đã gặp PĐT để hỏi trực tiếp và được phản hồi là sau ngày 15/9 chúng em sẽ viết một đơn đặc cách để được học cùng khóa K20 và nộp lên PĐT để được xem xét.. . Vậy xin cho em hỏi đơn đặc cách ấy có mẫu đơn cố định không ạ. Nếu có PĐT có thể hướng dẫn cho chúng em được không ạ.",
            "Chào bạn,. . . . Hiện tại khoá 20 đang làm thủ tục nhập học, khoảng 6/10 bạn làm đơn nộp PDT nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn hỏi về việc nhận lịch thi và phòng thi cho kỳ kiểm tra trình độ tiếng Anh đợt này vào ngày 19 và 20. Em có thể xem lịch thi ở đâu ạ?",
            "Chào bạn,. . Phòng Đào tạo đã gửi mail thông báo về lịch thi. Bạn vui lòng kiểm tra mail để xem lịch thi nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã nộp bằng AV, thỏa các điều kiện để xét tốt nghiệp. Đã bảo vệ luận văn xong vào tháng 7 vừa rồi. Nhưng trong danh sách xét tốt nghiệp dự kiến vào tháng 11 tới vẫn chưa có tên em. Không biết làm sao để em đăng ký xét tốt nghiệp ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi: Phòng đào tạo.. . Em có đăng kí kiểm tra trình độ tiếng anh trên Mybk ngày 19/9. Nhưng hiện tại em không biết xem lịch thi ở đâu. Mong Pdt hỗ trợ em với ạ. Em cảm ơn.. .",
            "Chào bạn,. . Phòng Đào tạo đã gửi mail thông báo về lịch thi. Bạn vui lòng kiểm tra mail để xem lịch thi nhé!. . Thân. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Môn CH3227 Quá trình hoá lý trong xử lý môi trường. . . . . .",
            "Chào bạn,. . . . Đã hết hạng DKMH rồi nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Môn học CH3303 Giao tiếp kỹ thuật bằng tiếng anh. .",
            "Chào bạn,. . . . Đã hết hạng DKMH rồi nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào các thầy, cô phụ trách ạ,. . Em có điều muốn hỏi tầm khi nào thì trường mới mở đăng kí tạm hoãn nghĩa vụ quân sự cho năm 2020-2021 ạ.. . Vì phường của em hạn chót là 2/10/2020, nếu sau ngày đấy thì Hội đồng NVQS xã sẽ phát lệnh gọi khám sức khoẻ NVQS năm 2021 ạ.. . Em mong các thầy, cô phụ trách sẽ phản hồi sớm giúp em .. . Em cảm ơn,. . . .",
            "Chào bạn,. . Sau ngày 21/9, Nhà trường sẽ cấp đồng giấy CNSV hoãn NVQS cho sinh viên Nam có thời khóa biểu trong học kỳ 2020-2021.. . Bạn vui lòng đợi mail thông báo của nhà trường về nhận giấy hoãn NVQS cho sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . kính gửi PĐT em tên [full_name] mssv:[student_id] lớp Xd18kt. . Năm nay em năm 3 mà vẫn còn 2 môn thể chất chưa qua , mà em chưa kịp đăng ký đã hết hạn.Mong pdt mở lớp bóng chuyền và cầu lông cho em đăng ký ạ. . cảm ơn đã đọc mong pdt giải quyết cho em ạ.",
            "Chào bạn,. . . . Đã hết hạng DKMH rồi nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký môn học : Cấu trúc máy tính (EE3043). . Em đã tìm hiểu môn học chưa đầy, phù hợp thời khoá biểu hiện tại.. . Vì lý do môn học Mạng cảm biến không dây và ứng dụng (EE3053) bị hủy lớp nhưng hôm nay ngày 14/09/2020 hết hạn đăng ký môn học mới nhận được thông báo.",
            "Chào bạn,. . . . Đã đăng kí cho bạn môn EE3043, ngày 17/9 bạn kiểm tra TKB trên cổng thông tin sinh viên nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào anh/chị ở PĐT. Em có thắc mắc về qui định chuyển điểm anh văn bắt đầu từ hk201.Em là K17 cần 500 toeic để tốt nghiệp nhưng để chuyển điểm av3 là 550 toeic, av4 là 600 toeic.em thấy có sự không công bằng cho những bạn thi toeic sau như tụi em, trong khi các bạn cùng khóa thi trước 500 là được chuyển điểm av4 r ạ. Mong PĐT giải đáp giúp em với ạ.Em cảm ơn",
            "Chào bạn. . - Tình hình bạn phải theo quy định của nhà trường thôi nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô,. . . . Em là [full_name], em hỏi về việc nộp Chứng Chỉ Ngoại Ngữ (CCNN) chuyển điểm AV đợt   B 16/09/2020  /B  (đợt chuyển điểm để xét đăng ký LVTN bổ sung cuối cùng).. . . . Vì em sẽ nhận CCNN vào ngày   B 18/09/2020  /B , nên em có thể nộp sau và làm đơn xin cứu xét chuyển điểm AV cho đợt đăng ký LVTN bổ sung được không ạ?. . . . Em rất mong sự phản hồi từ thầy/cô.. . . . Trân trọng,. . [full_name]",
            "Chào bạn,. . Ngày 21/9 sẽ cập nhật một đợt dữ liệu AV nữa cho sinh viên đăng ký. Bạn phải đăng ký nộp CCNN online trước ngày 21/9 để kịp cập nhật cho đợt đăng ký LVTN vào ngày 25/9. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Học vụ  /i [full_name] [full_name] [full_name] [full_name] Gửi PĐT,[full_name] [full_name] Em là sv khóa k19, em vừa xem qua quy chế mới từ hk1 2020-2021[full_name]Em thấy có thay đổi về mức điểm TOIEC để quy sang điểm hệ 10[full_name][full_name] [full_name] Em xin hỏi là quy chế mới này áp dụng cho khóa 20 trở về sau hay là mọi khóa[full_name] Và em có thi Toiec đạt được số điểm 485 thì có pass av1,2,3 theo như quy chế cũ không?[full_name] [full_name] Mong PĐT có phản hổi sớm nhất[full_name][full_name] [full_name] [full_name] [full_name] Thân mến,[full_name] [full_name] Duong[full_name] [full_name]",
            "Chào bạn. . - Nếu bạn nộp Chứng Chỉ Ngoại Ngữ và đăng ký chuyển điểm (phải hoàn thành lệ phí chuyển điểm) trước ngày 18/9/2020 thì áp dụng theo quy định chuyển điểm cũ. . - Bảng quy đổi điểm chuyển Ngoại Ngữ mới bắt đầu từ ngày 21/9/20 áp dụng cho HK201, cho tất cả các Khóa. . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô,. . . . Em tên [full_name] - MSSV: [student_id].. . Em có đăng ký thi kiểm tra trình độ Anh văn IIG và được xếp vào ca 3 ngày 19/9/2020(Hinh2). Tuy nhiên, em bị trùng lịch thi môn lập trình hướng đối tượng vào 13:00 ngày 19/9/2020 (Hinh1).. . . . Kính mong thầy/cô xem xét sắp xếp lại lịch giúp em ạ. Em cảm ơn!. . . . . .   B [full_name] - [student_id]  /B",
            "Chào bạn,. . Lịch thi AV do IIG tổ chức và sắp lịch thi nên không thay đổi được (danh sách cố định), bạn có thể làm đơn xin hủy thi Anh Văn định kỳ do IIG tổ chức và xin rút lại khoản lệ phí nộp trực tiếp tại Phòng Đào tạo để được xem xét nhé!. . Thân",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã gửi danh sách một số bạn bị trùng thi AV với lịch thi cuối kỳ dự thính hè 193 cho IIG, để nhờ họ đổi ca thi cho sinh viên và sẽ gửi mail phản hồi cho sinh viên trước ngày thứ 7 ngày 19/09/2020. Bạn vui lòng theo dõi email sinh viên thường xuyên để cập nhật lịch thi mới (nếu có).. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã đăng kí lớp L05 môn CH2013. Em muốn chuyển sang học lớp A01.. . . . Em phải làm đơn như thế nào ạ?. . . . Em xin cảm ơn.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã đăng kí lớp L05 môn CH2013. Em muốn chuyển sang học lớp A01.. . . . Em phải làm như thế nào ạ?. . . . Em xin cảm ơn.",
            ". . Chào bạn,. . . . Đã hết hạng DKMH rồi nha bạn.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "QUOTE   /QUOTE Yêu cầu khác:  em chào các thầy cô PĐT ạ!. . thưa cô cho em hỏi em bị trùng lịch thi thiết kế cầu 1 (CI3039) lúc 7h ngày 19/9 với lịch thi kiểm tra trình độ tiếng anh chuẩn IIG do nhà trường tổ chức ạ. trong danh sách PĐT mới gửi thì em thi tiếng anh vào ca 1 ngày 19/9 tức là 6h30 bắt đầu thi luôn rồi.Vậy cho em hỏi em có thể xin chuyển lịch kiểm tra trình độ tiếng anh sang ca khác có được không ạ!. . mong thầy cô giải đáp giúp em.. . em cảm ơn ạ.",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã gửi danh sách một số bạn bị trùng thi AV với lịch thi cuối kỳ dự thính hè 193 cho IIG, để nhờ họ đổi ca thi cho sinh viên và sẽ gửi mail phản hồi cho sinh viên trước ngày thứ 7 ngày 19/09/2020. Bạn vui lòng theo dõi email sinh viên thường xuyên để cập nhật lịch thi mới (nếu có).. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào phòng đào tạo ạ.. . Em đã Đăng ký tốt nghiệp thành công, tình trạng đăng ký được ghi trên MyBK là “Phiếu đăng ký đã được xử lý”. Em là sinh viên K13, theo như thời hạn đào tạo cũng trên MyBK có ghi là “Thời hạn đào tạo đến tháng 10/2020” (Vui lòng xem các ảnh đính kèm). . . Phòng đào tạo cho em hỏi em đã đăng ký tốt nghiệp như vậy rồi thì tới khi hạn đào tạo em hết (tháng 10) thì em có cần phải làm đơn gì hay là không sao ạ?. . Em cám ơn.",
            "Chào bạn,. . Bạn đã có tên trong danh sách dự kiến tốt nghiệp, vui lòng đăng ký và làm theo hướng dẫn đăng ký tốt nghiệp và xem lịch trình tốt nghiệp tại:. . aao.hcmut.edu.vn/Lịch học vụ/tốt nghiệp tháng 11/2020. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào PĐT ạ, hiện tại e có đăng kí thi anh văn định kì ca1 lúc 6h30- 9h vào ngày 19/9/2020 bây h cho em hỏi là em muốn đổi lịch thi có được không ạ. . . .",
            "Chào bạn,. . Lịch thi là do IIG xếp và tổ chức, nên không thể thay đổi được nhé bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh/chị,. . . . Sau khi bên sakai cập nhật tiêu chuẩn tốt nghiệp, em nhận thấy có một số khác biệt trong các môn tự chọn so với chương trình đào tạo trên aao.hcmut.edu.vn.. . . . Điều này kéo theo việc một số môn bọn em đăng kí theo chương trình đào tạo lại không được xét ([full_name] Nâng Cao bị đẩy từ nhóm 2 sang nhóm 3), khiến bọn em bị thiếu môn, không thể đăng ký tốt nghiệp được.. . . . Mong bên phòng đào tạo xem xét tùy chỉnh lại cho phù hợp, vì lúc đầu bọn em đăng kí môn học đều dựa vào chương trình đào tạo và tiến độ học tập, việc thay đổi và cập nhật môn học sát tốt nghiệp khiến bọn em không thể tốt nghiệp đúng hạn.. . . . Hy vọng sớm nhận được câu trả lời.. . . . Em cám ơn.",
            "Chào bạn,. . Về CTĐT bạn vui lòng liên hệ tại Văn Phòng Khoa - xin gặp thầy Phó Khoa phụ trách về CTĐT để được tư vấn và hướng dẫn nhé!. . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Kính gửi phòng đào tạo , em tên [full_name] mssv [student_id] . Nay em viết đơn này kính mong phòng đào tạo có thể đăng kí giúp em môn Quang học - âm học mã môn:CI3143    nhóm lớp L01 học vào (thứ 2 tiết 3,4,5,6 )hiện đã đủ sĩ số. Do em đăng kí chậm nên không đăng kí được môn này mong phòng đào tạo đăng kí giúp em.Do đợt rồi em bị đình chỉ 1 kỳ và chương trình năm sau có nhiều thay đổi nên các môn em được đăng kí rất hạn chế . Em mong phòng đào tạo có thể đăng kí giúp em để em đủ tín chỉ để không bị cảnh cáo học vụ ạ.Em cảm ơn ạ.",
            "Chào bạn,. . . . Đã hết hạng DKMH rồi nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có đăng kí thi kiểm tra trình độ anh văn vào ngày 19/09/2020. Trong danh sách dự thi em thấy tên mình được tô màu vàng. Cho em hỏi là tô màu vàng là như thế nào ạ? Em có được tham gia thi không ạ?",
            "Chào bạn,. . Do PĐT đã có Email yêu cầu SV cập nhật số CMND/CCCD (trước khi gửi danh sách qua IIG) nhưng sinh viên không vào trang thông tin sinh viên để cập nhật (nên có khả năng số CMND sai) và theo quy định của IIG thông tin không đúng có thể sinh viên không được tham gia kỳ thì.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy cô ạ. Hiện tại em đang là sinh viên năm 2 , K19 của ngành KTHH đại trà. Thông thường sinh viên năm 3 4 sẽ chuyển lên cơ sở 1 học, nhưng em nghe bảo rằng tòa h3 ở cơ sở 2 đã xây xong nên sinh viên khoa hóa sẽ học tại cơ sở 2 những năm về sau luôn . Vậy cho em hỏi thông tin chính xác về việc cơ sở học năm 3 trở đi của k19 khoa Hóa với ạ.. . Em xin cảm ơn",
            "Chào bạn,. . Việc học tại Cơ sở 1 hoặc cơ sở 2 là do sinh viên đăng ký môn học (nhóm A hoặc nhóm L) và môn học đó được mở ở Cơ sở 1 hay cơ sở 2. Bạn có thể liên hệ [full_name] để tư vấn thêm về môn học. Về những môn cơ sở ngành có mở ở cở sở 2 hay chỉ mở ở cơ sở 1. Hoặc những môn thí nghiệm.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy ạ. Tối hôm nay ngày 14/9 em thi môn phương pháp tính ở phòng 212B1. Do vào trễ nên em nhận đề và làm bài luôn, chưa được ký vào tờ giấy xác nhận đi thi thì phải làm sao ạ. 2 giám thị cũng không nhắc là chưa ký ạ. Mong sớm giải đáp thắc mắc giúp em ạ. Em xin cảm ơn.. . . .",
            "Chào bạn. . Bạn liên hệ trực tiếp Bộ môn Toán ứng dụng để giải quyết. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào Phòng Đào tạo. . Trong phần Đăng ký môn học, em gặp phải trường hợp như sau:. . - Môn Sinh Hoá Dược (CH3041) lớp A01 có TKB là tiết 7 8 9 Thứ 2. Ban đầu là tiết 2 3 4 nhưng do có một số thay đổi giáo viên. Nên lớp bị chuyển tiết 7 8 9. . . . - Tuy nhiên, môn TK hệ thống quy trình công nghệ hoá học (CH3023) lớp A06 có TKB là tiết 7 8 9 Thứ 2. Trùng với tiết của môn Sinh hoá dược. . (có hình ảnh kèm theo). . . . Kính mong Phòng đào tạo giải quyết giúp em về vấn đề này. Vì môn Sinh Hoá Dược chỉ có 1 lớp nên em kính mong Phòng đào tạo giúp em được chuyển lớp TK hệ thống quy trình công nghệ hoá học.Em xin chân thành cảm ơn.. . Trân trọng.",
            "Chào bạn,. . . . - Môn CH3023 có nhiều nhóm mà bạn, sao trong đợt DKMH em không chuyển sang nhóm khác để phù hợp TKB của bạn.. . . . - Môn CH3041 khoa đề nghị đổi, bạn liên hệ khoa gặp cô [full_name] chủ nhiệm bộ môn [full_name].. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô Phòng Đào Tạo,. . Em tên là [full_name], SV năm 2 khoa KHUD.. . Hiện tại em đang thực tập tại ĐH Thành Công (Đài Loan) từ 2/3/2020 và theo dự kiến là 2/9/2020 đã kết thúc. Bây giờ, em đợi máy bay trở về Việt Nam nhưng bị cancel vào ngày 15/9/2020 do dịch COVID-19 nên chính phủ chưa mở cửa.. . Em muốn hỏi là nếu em về trễ hơn kế hoạch thi giữa kì thì em có thể nhờ [full_name] rút lại môn học giúp em được không? Và hạn chót có thể rút môn học vì lý do dịch bệnh CoVid-19 là khi nào? Em chưa xác định chính xác ngày em bay về Việt Nam và thực hiện cách li 14 ngày.. . Em mong được sự giúp đỡ của thầy cô. Em cảm ơn rất nhiều.",
            "Chào bạn. . Thời gian bắt đầu HK201 là vào ngày 21/9. . - Trường hợp do Covid: nếu bạn cần hủy môn học không tính học phí thì nộp đơn trực tiếp tại phòng đào tạo kèm minh chứng để xem xét (trong tuần đầu tiên của HK từ 21/9 đến 25/9). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Hiện tại em muốn xin lại bảng điểm Ielts để bổ sung hồ sơ đăng kí xin việc.. . . . Em mong phòng học vụ có câu trả lời sớm nhất ạ.. . . . Em cảm ơn.. .",
            "Chào bạn. . Bạn cần thì in bảng điểm trong quá trình học tại Trường đại học Bách Khoa tại trang Mybk   in bảng điểm. . - Còn các vấn đề khác thì liên lạc Văn phòng đào tạo quốc tế để hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . do lo sợ dịch bệnh hè này em không tham gia được thực tập tốt nghiệp. em muốn đăng ký vào học kỳ 1 tới nhưng không có lớp mở nên không đăng ký được. em nên làm sao để đăng ký ạ. mã môn thực tập tốt nghiệp là ME3089",
            "Chào bạn,. . . . - Còn đợt 4 DKMH dành cho các môn thực tập tốt nghiệp, luận văn và đề cương luận văn.. . . . - Bạn thường xuyên theo dõi mail để biết được thời gian đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B   b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Tốt nghiệp . Em tên là[full_name] [full_name]. . MSSV[full_name] [student_id]. . Em muốn hỏi về tiến độ giải quyết thắc mắc về việc hủy khoản học phí nhập học khóa K2015. Cụ thể, em đã viết đơn trình bày chi tiết và đính kèm quyết định bảo lưu của trường vào năm 2015.. . Ngày em đến PĐT để trình bày vấn đề này là 25/08/2020.. . Do em đang làm hồ sơ xét tuyển cao học, trong hồ sơ này cần có bằng tốt nghiệp tạm thời (thay thế cho bằng tốt nghiệp chính thức). Vì em không thể đăng ký tốt nghiệp được trên MyBK do vấn đề nêu trên, nên em mong PĐT có thể giúp em giải quyết trong thời gian sớm.. . Theo hướng dẫn trong biên nhận, em vẫn kiểm tra mail của PĐT mỗi ngày chờ kết quả.. . Trong thời gian chờ hướng giải quyết của PĐT, em xin chân thành cảm ơn.. .",
            "Chào bạn. . Pdt kiểm tra bạn đã hoàn thành đủ học phí, bạn nhanh chóng vào đăng ký tốt nghiệp , sau đó theo dõi lịch trình để nhận giấy chứng nhận tốt nghiệp tại Khoa. . Thân. .",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] Kính gởi pđt[full_name][full_name] [full_name] E có thắc mắc là chuyển anh văn 2 chỉ được 1 lần ạ[full_name](thi toeic nộp vào )[full_name] [full_name] Do điểm toeic  thi điểm gần nhất cao hơn lần trước nên muốn chuyển lại điểm anh văn 2[full_name] [full_name] cảm ơn [full_name][full_name] [full_name]",
            "Chào bạn. . - Theo quy định mỗi môn anh văn chỉ được chuyển điểm có 1 lần. . - Về quy định Ngoại ngữ: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    Sinh viên    Ngoại ngữ    Cách Đăng ký chuyển điểm các môn ngoại ngữ    Quy định chuyển điểm các môn ngoại ngữ. . Chúc bạn học tập tốt nhé.. . Thân. .",
            "Chào bạn,. . Theo quy định, mỗi môn AV chỉ được chuyển điểm 1 lần nhé bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy/cô,. . em có nộp đơn xin rút 2 môn học SP1009 (Đường lối CM Đảng CSVN) và CH2013 (Hoá vô cơ), hôm nay ngày 15/09 nhưng em vẫn chưa thấy kết quả được cập nhật trên trang Mybk/xem điểm ạ. Mong PDT xem lại giúp em.. . Em cảm ơn.. . Chúc thầy cô một ngày làm việc hiệu quả ạ.. .",
            "Chào bạn,. . 2 môn học bạn đăng ký rút đã được rút khỏi TKB của bạn rồi nhé, bạn vui lòng xem lại TKB tại trang: mybk/Thông tin sinh viên/ Xem TKB. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . Em có đăng ký chuyển hệ từ CQ sang hệ VHVL. Nhà trường có gửi em mail trúng tuyển nhưng tra cứu kết quả trên trang tuyensinh.hcmut.edu.vn thì chưa có kết quả (cần để điền hồ sơ thông tin cá nhân), bây giờ hạn chót là 16/09 nhưng nay 15/09 vẫn chưa tra cứu được. Em không điền hồ sơ thông tin mà lên nộp các giấy tờ khác trước được không. Hiện tại em đang đi làm giờ hành chánh, xin nghỉ phép là khó khăn. Xin Phòng đào tạo giúp dùm.. .   i Yêu cầu khác .",
            "Em sử dụng CMND hoặc mã hồ sơ ( kê khai hồi tháng 08) để tìm kiếm hồ sơ trúng tuyển. . Lưu ý: Do đợt trước em đã trúng tuyển rồi , giờ  lại kê khai lại hồ sơ nên PĐT chỉ lấy thông tin đã kê khai trúng tuyển lúc đầu. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào tạo,. . . . Em hiện là sinh viên khóa K14 nhưng do chưa đủ điều kiện anh văn để làm Luận văn trong kì 201. . . . Em có xem thời gian đào tạo thì có cho phép kéo dài thời gian đào tạo tối đa tức là kì 202. . . . Cho em hỏi nếu trong học kì 201 em đạt đủ điểm anh văn thì trong kì kéo dài là kì 202 em có được làm luận văn trong kì kéo dài được không ạ.. . . . Em cảm ơn.. . . .",
            "Chào bạn. . - Về quy định thời gian và kế hoạch học tập: Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . - Trong Hk được gia hạn kéo dài bạn có thể đăng ký được môn LVTN. . Thân. ."
        ]
    }
]