[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PDT,. . . . Dạ em đã đủ điều kiện để tốt nghiệp vào đợt tháng 11 năm 2021 sắp tới.. . Nhưng em vẫn chưa có tên trong Danh sách tốt nghiệp dự kiến tháng 11/2021 ạ.. . . . Dạ em kính mong PDT kiểm tra thông tin trên hệ thống.. . . . Dạ em kính mong PDT bổ sung giúp tên của em vào Danh sách tốt nghiệp dự kiến tháng 11/2021 sắp tới ạ. Để sau đó em có thể lên trang mybk.hcmut.edu.vn để Đăng ký tốt nghiệp ạ (vì em chưa có tên trong DS tốt nghiệp dự kiến tháng 11/2021 nên mybk.hcmut.edu.vn không cho em đăng ký tốt nghiệp ạ). . . . Em xin chân thành cảm ơn.. . . . Trân trọng.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào quý thầy cô ạ, em có đăng ký môn hoãn thi nhưng bịkhông thể giãi quyết em thắc mắc quý thầy cô ghi thí nghiệm nghĩa là gì ạ. Vì em đăng ký hoãn 2 môn và cả 2 thầy cô cũng trả lời chỉ cần đăng ký với PĐT là được. Mong quý thầy cô giải đáp giúp em.",
            "Chào bạn . . . . CO2018\tHệ điều hành (thí nghiệm) Là môn thí nghiệm học kèm với môn chính CO2017\tHệ điều hành, nếu đăng ký Hoãn thi thì bạn phải đăng ký môn : CO2017\tHệ điều hành. . và phải hoàn thành môn :CO2018\tHệ điều hành (thí nghiệm) . . [full_name] đã thông báo rất rõ về vấn đề phải hoàn thành môn thí nghiệm, bạn xem lại thông báo. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . . . Chào anh chị cán bộ tư vấn!. . Em có tên trong danh sách dự kiến tốt nghiệp, tuy nhiên đăng ký xác nhận thì xảy ra lỗi. . Liên kết bkpay.. . Em có gửi kèm ảnh chụp màn hình nhờ anh chị hỗ trợ em khắc phục nhé. Em cảm ơn, chúc anh chị nhiều sức khoẻ!",
            "Chào bạn. . Pdt đã cập nhật lại, bạn vào đăng ký lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/ cô ạ ! Hôm nay em xin phép xin ý kiến của thầy cô về 2 điều như sau ạ !. . 1. Hiện tại em đăng kí in bản điểm trên mybk nhưng hệ thống báo không tìm thấy thông tin bk pay và báo lỗi nên em không đăng kí được.. . 2. Em muốn xin thầy/cô bản scan của bảng điểm nộp học bổng thì sao ạ.Em cảm ơn thầy cô.. .   i Yêu cầu khác .",
            "Chào bạn. . Bảng điểm của bạn đang xử lý in. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi ạ. Em đã đăng kí hoãn thi bằng hình thức điền vào gg form của PĐT nhưng em lại bị tính điểm 13 cho việc thi cuối kì ạ. Em cảm ơn",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "mssv : [student_id]. . dạ cho em hỏi là em có hoãn thi cả môn của học kì 203 và môn của học kì 202, nhưng trong form điền hoãn thi thì chỉ cho chọn 1 trong 2 học kì 202 hoặc 203, vậy em phải làm thế nào để có thể hoãn hết môn được ạ?. . em cảm ơn ạ.",
            "Chào em,. . PĐT đã gửi 2 email, em chú ý kỹ học kỳ nhé. . \"Thân gửi các bạn sinh viên,. . . . - PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . . . - Tương tự xem email HK202. . \". . - Nếu thiếu môn nào, em điền vào link các môn còn thiếu để PĐT xem xét . . SV đăng nhập vào Google bằng tài khoản [email] và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô, em là [full_name] mssv [student_id]. Kì này một số môn giáo viên bộ môn chưa nhập điểm lên. Em đã cố gắng học tập không rớt môn nào nhưng sau cũng bị cảnh cáo học vụ và phải làm đơn cứu xét.. .   Môn Phương pháp tính(MT1009) và môn kĩ thật điện (EE2011) em đã hoãn thi nhưng vẫn bị điểm 13 nên mong thầy cô xem xét giải quyết giúp em!. . Em chân thành cảm ơn!. . . . -Đính kèm bảng điểm phía dưới-",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Tốt nghiệp . Chào thầy cô!. . Em là [full_name], MSSV: [student_id]9. . Em được chuyển qua hệ VLVH theo quyết định 335/QĐ-ĐHBK, em có lên BKSI hỏi về xét tốt nghiệp VLVH được phải hồi là chờ danh sách dự kiến tốt nghiệp và nếu không có thì phản hổi lại, hôm nay có danh sách và em chưa có tên. Em đã hoàn thành môn học chương trình đào tạo khóa K13, cho em hỏi là em còn thiếu phần nào nữa không ạ để được xét tốt nghiệp VLVH?. . Em cám ơn thầy cô nhiều!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . . Dạ em chào quý thầy (cô) PĐT, . . Hiện em có một vài thắc mắc về việc in Bảng điểm, mong được thầy cô giải đáp ạ.. . 1. Em có đăng kí nhận học bổng và họ chỉ yêu cầu bảng điểm của 2 HK là 201 và 202 thì em đăng kí in dưới dạng Bảng điểm (giá 35.000) hay dạng Giấy xác nhận điểm trung bình học kì (giá 5.000) thì được ạ.. . 2. Giấy xác nhận điểm trung bình học kì chỉ show điểm tổng kết thôi hay có show điểm từng môn của kì đó không ạ?. . 3. Em chỉ muốn nhận riêng bảng điểm của từng kì thì có dạng đăng kí nào khác ngoài 2 dạng trên Mybk không ạ?. . 4. Em có thể nhận file scan Bảng điểm trước khi nhận trực tiếp được không ạ? . . Em xin cảm ơn quý thầy cô đã quan tâm. Mong sớm nhận được giải đáp từ quý thầy cô.. . Trân trọng,. . Vy.. .",
            "Chào bạn. . 1) không có hình thức nào chỉ in 2 Hk. . 2) Chỉ thể hiện : điểm trung bình học kỳ + điểm trung bình tích lũy + số tín chỉ tích lũy. . 3) không có dạng khác. . 4) hiện tại Pdt hỗ trợ nhận bảng điểm qua bưu điện. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PDT ạ!. . Em đã làm đơn xin bổ sung vào lớp môn học Thực tập điện tử 2 EE3021 như PDT đã yêu cầu ạ.. . Em cũng đã nói chuyện và được giảng viên giảng dạy là thầy [full_name] nhiệt tình giúp đỡ, dưới đây là đơn của em có chữ ký của thầy cùng ảnh xác nhận qua mail của thầy.. . Xin PDT nhận đơn của em và chấp thuận cho em được vào lớp.. . Em chân thành cám ơn PDT rất nhiều!. . Chúc mọi người sức khỏe ạ!. . . .",
            "Chào bạn. . [full_name] đã đăng ký môn học của bạn. . Bạn xem TKB cập nhật mới vào tuần sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy cô ạ. . Em vừa rồi có thắc mắc tại sao em không nằm trong danh sách tốt nghiệp dự kiến và được giải đáp là đợi sau nagyf 28/9. Tuy nhiên Em vẫn chưa đăng ký tốt nghiệp được, mong cô thầy check giúp em xem có vấn đề gì không ạ?",
            "Chào bạn. . Bạn còn nợ [full_name] (anh văn 2 kỹ năng nói viết). . Bạn kiểm tra lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em [full_name], MSSV: [student_id] !. . Em còn thiếu Anh văn 4 kỹ năng và anh văn 4 (em tính nộp bằng toeic để chuyển điểm), em đã hết môn học nên em không đăng kí môn 2 kì liên tục, giờ tình trạng sinh viên của em bị ghi là \"Nghỉ\", xin Phòng Đào Tạo giúp em với ạ, em tính đăng kí thi Anh văn noi - viết online mà bị ghi là \"không được phép đăng ký\" !. . Xin Phòng Đào Tạo giúp em với ạ, em cảm ơn!",
            "Chào bạn. . Việc thu nhận diện xóa tên, bạn vui lòng liên hệ Khoa để hỗ trợ cứu xét thu nhận lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Em có đăng kí thi aV nói viết đợt 3 ngày 30/9 mà sao đến bây giờ em vẫn chưa nhận được mail về giờ thi ạ,e mong được phan hồi sớm ạ",
            "Chào bạn. . Bạn liên hệ TTNN nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng Đào tạo. . . . Em tên: [full_name] MSSV:[student_id]. . Lớp: BT15VTLT. . Sinh viên hệ VHVL khóa 2015 hiện tại em đã hoàn thành LVTN và các môn trong chương trình đào tạo.. . . . Theo thông tin nhận được từ mail \"Tra cứu thông tin sinh viên xét tốt nghiệp đợt 2 năm 2021\", em vẫn còn nợ môn KỸ THUẬT XUNG  MMH:402833.Do môn KỸ THUẬT XUNG đã lâu không mở lớp em không đăng ký học được nên Khoa Điện-Điện tử đã hỗ trợ cho em học môn tương đương thay thế là môn THIẾT KẾ VI MẠCH SỐ MMH:EE3117.Em có viết đơn xin học và nộp lên Khoa học kỳ 2 năm học 2020-2021 và đã được Khoa chấp nhận.. . . . Em đã gửi yêu cầu nhờ PĐT hỗ trợ lần trước vào ngày 24/9/2021 và đã nhận thông tin phản  hồi như sau:. .  \"PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 28/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021\".. . . . Đến hôm nay 29/9/2021 em vẫn chưa nhận được mail và chưa đăng ký tốt nghiệp được nên làm đơn nhờ PĐT kiểm tra và xem xét hướng dẫn giúp em để kịp tốt nghiệp trong đợt này.. . Em rất mong nhận được sự phản hồi từ PDT. . Em xin chân thành cảm ạ!!!. . . .",
            "Chào bạn. . Bạn liên hệ Khoa xin xét miễn môn KT Xung do đã hoàn thành môn tương ứng. . Sau khi có QD chuyển điểm, Pdt mới có thể xét tốt nghiệp cho SV. . Thân",
            "Kính gửi PĐT. . . . Em đã liên hệ Văn phòng [full_name] và nhận thông tin là [full_name] đã gửi công văn xét miễn cho em vào ngày 9/3/21 rồi ạ.. . . . Em xin nhờ PĐT kiểm tra và cập nhật lại giúp em về trường hợp này ạ, để em được xét tốt nghiệp đợt tháng 11/2021 ạ. . . . Em xin chân thành cảm ơn và chúc các thầy cô nhiều sức khỏe!!!. .",
            "Chào bạn. . Theo quy trình: [full_name] có công văn gởi Pdt thì sau khi Pdt ra quyết định sẽ phản hồi kết quả cho [full_name] để thông báo cho Sv. . Sau khi có Qd bạn gởi yêu cầu tại BKSI để xét tốt nghiệp bổ sung. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo trường đại học Bách Khoa Hồ Chí Minh. . . . Em tên là: [full_name] - MSSV: [student_id].. . . . Em gặp vấn đề trong việc thanh toán lệ phí chuyển điểm các môn anh văn từ Chứng chỉ ngoại ngữ. Vấn đề xảy ra khi em đã xác nhận đăng ký chuyển điểm cho các môn anh văn, tuy nhiên khi lựa chọn thanh toán lại gặp lỗi và không thanh toán được.(Ảnh đính kèm). . . . Rất mong nhận được câu trả lời sớm nhất từ thầy cô."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính Chào [full_name] . . Em tên [full_name] _ [student_id]. . Em đăng kí thi nói viết đợt 3,. . trên e-learning ghi ngày 30/9 thi, mà hiện tại em chưa nhận được mail ghi giờ thi và phòng thi ạ. . . . . em mong pđt xem xét. . . em cám ơn",
            "Chào bạn. . Bạn liên hệ TTNN nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi: Phòng đào tạo trường Đại học Bách Khoa Thành phố Hồ Chí Minh. . Em tên: [full_name], MSSV [student_id], hệ đào tạo VLVH, chuyên ngành Công nghệ may.. . Ngày 20/8/2021, em có thi môn Cơ học máy (ME2043) vào lúc 13 giờ, nhóm A01-B, do em vào trễ không có điểm danh nhưng em vẫn nộp bài và trong bảng điểm là em vắng thi (điểm 13).. . Kính mong Thầy/Cô xem xét giúp em.. . Em xin cảm ơn.. .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . - Em muốn đăng ký phúc tra: vào mybk/phúc tra. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Dạ thưa Thầy cô , do em đợi điểm  của học kỳ trước mà tới hôm qua em mới nhận được kết quả ( kết quả không như em mong muốn ) nên em muốn đăng ký lại môn ấy thì hạn đăng ký môn học lớp dự thính đã hết . Mong Thầy cô đăng ký giúp em ạ , em còn mỗi môn này ( giải tích 2 có mã số môn học MT1005 ) là tốt nghiệp ạ . Mong Thầy cô giúp đỡ em",
            "Chào bạn,. . - Hiện tại SV muốn xin ĐK bổ sung môn học (ghi rõ lý do xin đăng ký trễ, tên MH, mã MH, mã nhóm xin đăng ký và kèm xác nhận đông ý của GV cho vào lớp.. . - Đã quá trễ rồi, bạn vui lòng làm gấp theo hướng dẫn nhé. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô,. . Địa phương em đang có đợi tuyển nghĩa vụ quân sự, họ có yêu cầu giấy xác nhận thanh toán học phí của trường.. . . . Thầy cô có thể cho em thanh toán học phí sớm được không ạ.. . . . Em xin cảm ơn.",
            "Chào em,. . - PĐT đã nhận thông tin của em. Thứ 2 tuần sau sẽ mở để em thanh toán HP nhé.. . -  Họ có yêu cầu giấy xác nhận thanh toán học phí của trường.. . =  Nếu em đóng tiền xong, em liên hệ với phòng Kế hoạch tài chính qua email http://khtc.hcmut.edu.vn/ để được hướng dẫn.. . Thân mến,",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thày/cô,. . . . Em tên [full_name], MSSV: [student_id]. . . . Em có gửi yêu cầu được bổ sung vào danh sách tốt nghiệp dự kiến vào ngày 18/09/2021 và được phòng đào tạo tiếp nhận vào ngày 20/09/2021. Tuy nhiên sau ngày 28/09/2021 em vẫn chưa thể đăng ký xét tốt nghiệp được. Mong thầy cô phòng đào tạo xem xét lại giúp em.. . . . Em xin cảm ơn.",
            "Chào bạn. . Pdt vừa mới cập nhật lại điểm anh văn 2 kỹ năng. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT,. . Cuối tháng 5 em nộp bằng Toeic và được đăng ký LVTN. Đến nay, các bạn của em đều đã được nhập điểm LVTN, nhưng em thì chưa. Cho em hỏi sao em chưa có điểm LVTN vậy ạ? Sau vài ngày bảo vệ LVTN thì GVHD cũng cho em biết điểm của mình rồi ạ, nhưng trên mybk thì chưa cập nhật. Em cảm ơn nhiều ạ",
            "Chào bạn. . về vấn đề nhập điểm bạn liên hệ Giảng viên hướng dẫn nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy,cô. . . . Đợt học kì 202, hôm thi cuối kì môn Hệ Điều Hành (16/8/2021). Bữa thi hôm đó em bị trùng với việc đi tiêm vacxin covid-19 và em không thể kịp dự thi buổi thi cuối kì hôm đó nên em đã đăng kí hoãn thi. Hôm nay, em lên xem điểm trên mybk thì thấy bị để điểm 13 chứ không phải là điểm HT. Dạ không biết như vậy là như thế nào nữa ạ, và thầy/cô cũng cho em hỏi là nếu em đăng kí hoãn thi kì rồi thì kì này muốn thi lại thì sẽ phải liên hệ với PĐT như thế nào ạ. Mong quý thầy/cô phản hồi ạ.. . . .",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . -  cho em hỏi là nếu em đăng kí hoãn thi kì rồi thì kì này muốn thi lại. . =  em chờ thông báo sau nhé.. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] Chào Thầy/Cô![full_name] [full_name] Em đã hoàn thành 142 tín chỉ, đủ bằng TOEIC và anh văn nói viết, đủ 14 ngày CTXH nhưng mục đăng ký tốt nghiệp vẫn chưa thể đăng ký(như hình)[full_name] Cho em hỏi làm sao để được đăng ký tốt nghiệp ạ[full_name] [full_name]",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi là hk202 em đã xin hoãn thi môn có mã MT1008 và không được chấp thuận vì đăng kí sai học kì, nhưng trong hk202 môn Đại số tuyến tính là môn bắt buộc và em có đăng kí đúng học kì ạ. . . . Mong được văn phòng giải đáp ạ.. .",
            "Chào em,. . Em kiểm tra lại TKB của em môn này ở HK203 nhé.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi mình muốn huỷ hoãn thi do vừa rồi thì mình đăng ký ở đâu ạ ?. . Em cám ơn",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em muốn Hủy hoãn thi môn CH3119 vì em có điểm môn này rồi thì phải làm sao ạ?. .",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em xin chào quý thầy/cô,. . . . Em tên là   b [full_name], MSSV: [student_id]  /b , học lớp MT18KH4.. . . . Vì lý do dịch bệnh nên hiện tại em vẫn chưa thể tham gia thực tập ngoài trường   b (CO3315)  /b  đã đăng ký trong HK203 được nên em muốn xin quý thầy/cô PĐT cho phép em được hoãn kết quả môn học này.. . . . Em đã trao đổi với khoa về vấn đề này và được khoa hướng dẫn gửi đơn cho PĐT (đơn xin đã được đính kèm). Nếu có gì sai sót em mong sẽ được quý thầy/cô hướng dẫn thêm. Em xin cảm ơn.. . . . Chúc thầy/cô một ngày tốt lành!. . . . Trân trọng.. . . .",
            "Chào em,. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Thầy/Cô,. . Ở học kì 203, em có đăng kí hoãn thi môn Giải tích 2- MT1005 nhưng hiện tại em không có tên trong danh sách hoãn thi ạ.. . . . Kính thân. . . .",
            "Chào em,. . PĐT đã gửi 2 email, em chú ý kỹ học kỳ nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng đào tạo, em tên là Phạm Hà Gia Bảo MSSV [student_id] vào ngày 20/8/2021 em đã gửi yêu cầu hoãn thi môn Vật Lý 1 PH1003 đã nhận được gmail xác nhận của phòng đào tạo là đã nhận yêu cầu nhưng hôm nay kiểm tra danh sách các môn hoãn thi của em thì không thấy môn Vật Lý 1 xuất hiện ạ . Em mong phòng đào tạo xem xét lại ạ. . Em xin cảm ơn. .",
            "Chào em,. . PĐT đã gửi 2 email, em chú ý kỹ học kỳ nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hôm trước vì tình hình mạng không ổn định nên em có quyết định hoãn thi môn [full_name] MT2013 nhưng sau đó thì mạng có ổn định trở lại và em đã hoàn thành được bài thi nên muốn hủy đơn hoãn thi thì làm như thế nào ạ",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi (aao/biểu mẫu). . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ [full_name] ơi, em là sinh viên theo diện hồi hương ở ký túc xá Bách Khoa. Do thuộc diện này nên em không thể đăng ký hủy hoãn thi cho một số môn vì ký túc xá Bách Khoa gửi link trễ, [full_name] có thể giúp em hủy hoãn thi 2 mã môn học là EE2009 và EE1015 được không ạ. Các môn còn lại vẫn xin Miễn / Hoãn thi bình thường ạ. Em xin cảm ơn!. . . . Em tên [full_name] . . Mssv [student_id]",
            "Chào em,[full_name] [full_name] hủy hoãn thi 2 mã môn học là EE2009 và EE1015 được không ạ[full_name] [full_name] =  Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học [full_name][full_name][full_name] , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi[full_name] [full_name] Thân mến,[full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Học vụ . Cho em xin hủy hoãn thi môn EE3087  do đã thi xong nhưng em quên chưa hủy hoãn thi.. .",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hôm thi môn Kinh tế chính trị ngày 24/8, khu vục của em cúp điện nên em không thể tham gia thi, em đã báo vụ này cho giáo viên bộ môn nhưng không nhận được phản hồi và em đã đăng kí hoãn thi sau đó. Hiện tại, kết quả hoãn thi không có tên của em. Cho em hỏi có nên làm đơn gì để trình bày với PDT trường hợp của em không ạ",
            "Chào em,. . PĐT đã gửi 2 email, em chú ý kỹ học kỳ nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em có viết đơn đăng kí bổ sung môn học kì 211 và được BCN Khoa duyệt đơn cho em ạ. Mong PĐT xem xét giúp em với ạ.. . Em xin gửi đơn và hình minh chứng duyệt đơn ạ. . . .",
            "Chào bạn. . Cô đã lấy dữ liệu chuyển bộ phận dkmh xét lại. . Bạn đợi kết quả phản hồi trễ nhất là thứ 3 ngày 5/10. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Tên SV: [full_name] [full_name]. . . . MSSV: [student_id]. . . . Môn học: CH3119 Các phương pháp vật lý nghiên cứu chất rắn. . . . Nhóm CC01. . . . Học kỳ: 202. . . . . .",
            "Đơn xin hủy hoãn thi.",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là em đã đăng ký hoãn thi 2 môn học kỳ 202 và 1 môn học kỳ 203. Nhưng em tra cứu thì chỉ thấy 2 môn học kỳ 202 còn môn học kỳ 203 thì em không thấy. Em cảm ơn.",
            "Chào em,. . PĐT đã gửi 2 email, em chú ý kỹ học kỳ nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. . . . . . 270\t[student_id]\tHK203\tPH1003\t\tx\t\tLT",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name] Em chào quý thầy cô![full_name] [full_name] Em tên [full_name], MSSV [student_id][full_name] [full_name] Lần trước [full_name] có yêu cầu đăng kí bổ sung LVTN và quý thầy cô đã trả lời là trước 28/9[full_name] Nhưng đến nay vẫn chưa có ạ, [full_name][full_name]mong quý thầy cô có thể kiểm tra giúp e[full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT,. . Em có thắc mắc về cách tính điểm tbtl kì 202 ạ.. . . . Nếu trong kì có môn học hoãn thi và môn đã thi nhưng chưa hoàn thành thí nghiệm dẫn đến chưa có điểm thì HK 202 được tính điểm tbtl như thế nào ạ. . . . . Em xin chân thành cảm ơn.",
            "Chào bạn. . Sẽ treo không tính vào điểm TBTL nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hủy hoãn thi cuối kỳ  . Kính gửi VPDTQT,. . . . Em muốn gửi đơn xin hủy hoãn thi do đã thi bổ sung và có điểm ạ.. . . . Em muốn hỏi là đơn của em như vậy là đã đúng chưa ạ ?. . . . Em xin cảm ơn.. . [full_name]",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: kì thi xác suất thống kê 202 vừa rồi em gặp sự cố lúc thi nên đã đăng kí hoãn thi, nhưng đã được giảng viên bộ môn giải quyết ổn thõa rồi thì phiếu đăng kí hoãn thi đó có được tính không ạ? ( em không có nhu cầu hoãn thi nữa ạ)",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2013503  /b \t. . . .   i HUỶ HOÃN THi . Em có đăng kí hoãn thi trước ngày 9/9/2021 ạ, nhưng em muốn huỷ đăng kí thì phải làm như thế nào ạ. Em xin cảm ơn.. . . . . .",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin gửi đơn đăng ký hủy hoãn thi ạ.. . Em cám ơn",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ xin phòng đào tạo xem xét lại trường hợp của em vì lúc đầu em có đăng kí hoãn thi môn giải tích vì máy tính em có trục trặc và lúc đó em có gọi pđt và pđt có bảo em làm đơn hoãn thi, nhưng lúc sau giáo viên bộ môn đã cho em thi lại đợt tiếp theo và em đã có điểm nhưng hiện tại khi em kiểm tra mail thì pđt có ghi em hoãn thi môn giải tích 2 và sẽ xoá hết kết quả trước ngày 6/9; hy vọng pđt xem xét lại trường hợp của em và bỏ việc hoãn thi môn giải tích 2",
            "Chào em,. . Em muốn hủy hoãn thi ?. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi (aao/biểu mẫu). . Thân mến,. .",
            "Dạ em Xin gửi đơn hủy hoãn thi ạ",
            "Dạ em Xin gửi đơn hủy hoãn thi ạ",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ chào cô.. . -Em tên : [full_name] -[student_id]. . -HK DT203 vừa rồi. Đợt thi cuối HK môn Giải tích 2( MT1005). Trong lúc thi online, e bị rớt mạng. Không vào lại được. Nên sợ bị vắng thi, nên đăng kí hoãn thi với PĐT ngay lập tức. . . -Nhưng 1 lúc sau. E vào lại được, thầy cô vẫn cho thi bình thường và em nộp nộp bài đầy đủ. Đến nay đã có điểm tổng kết đúng với điểm đã thi.. . - Không biết, kết quả thi này có được công nhận không. Và do thi online nhiều bất cập ngoài mong muốn. Nên em hỏi có cách nào hủy hoàn thi không ạ. Mong cô giúp đỡ. . . E cảm ơn.. .",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi (aao/biểu mẫu). . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em đã đăng kí hoãn thi môn giải tích 2 và hóa đại cương nhưng em vừa kiểm tra thì thấy như hình mong pdt kiểm tra giúp em ạ",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh chị ạ. . Em tên [full_name] học clc ngành xây dựng cầu đường. . . Em đã nhận được câu trả lời của chị là chưa hoàn thành môn hóa vô cơ ạ nhưng cách đây 1 kì em đã xin mở lớp và anh chị trả lời em là không mở nữa và học môn Sinh để thay thế nên em đã học theo (ảnh đính kèm). Hiện tại chị báo em chưa hoàn thành hóa vô cơ thì em làm sao để chuyển ạ mong chị reply em sớm ạ. Em đã đủ 144 chỉ và đủ CTXH",
            "Chào bạn. . Cô gởi bạn đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Thân. .",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy cô.. . Em có đăng kí hoãn thi vào ngày 13 tháng 8 năm 2021 và có nộp đơn của môn hoãn thi vào ngày 22 tháng 8 năm 2021 nhưng hôm nay em tra danh sách hoãn thi thì không thầy danh sách có em (http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2801&masv=[student_id]&code=2d) và điểm của em trên mybk vẫn còn là điểm 13.. . Thầy cô có thể kiểm tra giúp em được không ạ. Em xin nộp minh chứng bằng hình ảnh ạ.. .   i Học vụ .",
            "Chào em,. . Em điền vào form này nhé. . SV đăng nhập vào Google bằng tài khoản [email] và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy/cô, em là Lê Minh Nhật, mssv [student_id]. Ngày 28/8 em có đăng ký xin hoãn thi môn Kỹ Thuật Lập Trình CO1027 HK 203. Hôm nay em vào link kiểm tra các môn đã hoãn thi của trường thì em chỉ thấy 1 môn em đã hoãn thi kỳ 202 được xác nhận. Còn khi tra môn Kỹ thuật lập trình ở link học kỳ 203 thì hệ thống báo không có thông tin hoãn thi của em ạ. Thầy/cô có thể vui lòng kiểm tra giúp em được không ạ? Em xin cảm ơn.",
            "Chào em,. . PĐT đã gửi 2 email, em chú ý kỹ học kỳ nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào pdt,. . Vừa qua, pdt có gửi danh sách hoãn thi. trong đợt thi hk202 vừa qua, em có đăng kí hoãn thi môn LA-4A, (đăng kí hoãn thi vào ngày 21/8). tuy nhiên, khi tra cứu thì em lại không tìm ra kết quả ạ. Em muốn hỏi là em cần phải làm gì để có đủ thủ tục được phép thi lại ạ. em cảm ơn. .",
            "Chào em,. . PĐT đã gửi email, em đọc kỹ HK nhé. . . . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK202 (đăng ký trước ngày 09/09/2021).. . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2801&masv=[student_id]&code=sr. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ PDT cho em hỏi là nếu em đăng ký hoãn thi nhưng sau đó đi thi thì kết quả có được tính không ạ",
            "Chào em,. . Nếu em muốn hủy hoãn thi thì em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi (aao/biểu mẫu). . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy/cô,. . Em là [full_name], Mssv: [student_id].. . Hiện nay em đã hoàn thành đủ 142 tín chỉ, nhưng do thiếu 2 kỹ năng nói-viết không thể đăng ký tốt nghiệp ở 2 học kì trước và em không đăng ký môn học nên bị tạm dừng, em đã nộp đơn thu nhận và đăng ký môn học cho học kì này, đã có thời khóa biểu. Giờ em đã thi pass tiếng anh nói viết thì có thể đăng ký tốt nghiệp cho đợt tháng 11 tới mà không cần chờ kết quả của môn học ở học kỳ này không ạ? Hoặc có cách nào em có thể hủy môn để đăng ký tốt nghiệp không?. . Em xin cảm ơn và chờ phản hồi từ thầy/cô.. .",
            "Chào bạn. . - Bạn có thể rút môn học để tốt nghiệp. . - Khi nào có kết quả thi anh văn nói viết đạt báo Pdt xét tốt nghiệp bổ sung . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào [full_name],. . Em tên là [full_name] - [student_id], Cho em hỏi sao em k vi phạm cấm thi và có học đủ các học phần btl nhưng danh sách hoãn thi không có tên em.. . Em xin cảm ơn!. .",
            "Chào em,. . Em đọc kỹ lại email PĐT đã gửi . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . em thi anh văn đầu vào được 5đ, em muốn đăng kí lớp anh văn nhưng trễ hạn thì phải làm sao đây ạ?",
            "Chào bạn. . Bạn là SV k21, bạn đợi thông báo đăng ký môn học theo sắp xếp của PDT. . Thân"
        ]
    }
]