[
    {
        "intent": "",
        "message": [
            "Học vụ . Điểm tổng kết của 1 môn học của em bị tính sai. Cụ thể là môn kinh tế chính trị:. . - Điểm tổng kết ĐÚNG là : 6.45. . - Nhưng chỉ được tính là: 4.75 (lấy luôn kết quả của thi cuối kì). . . . Với sự việc như vậy thì em có thể phản ánh qua email nào ạ.. .  Em cảm ơn ạ",
            "Chào em,. . PĐT đang cập nhật lại hệ thống, em vui lòng xem lại vào cuối ngày hôm nay nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Thưa Thầy/Cô em tên là [full_name] MSSV: [student_id] khoa Điện-Điện Tử.. .  Trong đợt đăng kí môn học đợt 1 em có đăng kí môn học xử lý số tín hiệu (EE2015) vì chưa nhận được điểm của môn này ở HK202 trước đó nên em sợ chậm tiến độ để đăng kí LVTN.. .  Hôm nay(5/1/2022) em mới nhận được điểm của môn học xử lý số tín hiệu(EE2015) HK202 nên em mong được Thầy/Cô cho em xin hủy đăng kí môn học xử lý số tín hiệu(EE2015) ở học kì này(HK212).. .  Em xin chân thành cảm ơn.",
            "Chào bạn. . . . Đến thời điểm hiện tại, theo quy định thì không thể huỷ môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi thông báo sau của Phòng Đào tạo. . . . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em xin chào phòng đào tạo ạ.. . Em tên là [full_name] sinh viên khóa K17 khoa Địa chất và dầu khí. Thì hiện tại em đã hoàn thành xong chương trình chuyên ngành khoan và khai thác dầu khí nhưng còn nợ anh văn nói viết nên không đăng ký tốt nghiệp. Do yêu cầu của công ty em đang ứng tuyển vào thì yêu cầu có giấy xác nhận hoàn thành chương trình học. Xin phòng đào tạo cấp cho em bảng điểm của chuyên ngành khoan và khai thác dầu khí hoặc giấy xác nhận hoàn thành chương trình học này. . . Em xin cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1512794  /b \t. . . .   i Tốt nghiệp . Em chào phòng đào tạo ạ,. . . . Em tên Nguyễn Tấn Sang - MSSV: 1512794 - SĐT: 0981867823   - Gmail: 1512794@hcmut.edu.vn. . Tình hình hiện tại là trong học kì này, em đã hoàn thành toàn bộ chương trình học tại trường, nên học kì này em không đăng kí bất kì môn nào để có thời khóa biểu, vì vậy việc em đăng kí giấy chứng nhận sinh viên để tham gia thi toeic nhận qua Bưu điện là không thể thực hiện , em mong trường tạo điều kiện giúp em để em có thể nhận được giấy chứng nhận sinh viên để giảm nhẹ chi phí thi toeic 990k đối với sinh viên thay vì 1390k nếu không có giấy chứng nhận sinh viên, vì tình hình dịch bệnh hiện tại khiến kinh tế của bất kì ai cũng suy yếu, mùa dịch này khổ lắm thầy ơi. Em chỉ còn bổ sung anh văn để hoàn thành 100% điều kiện để tốt nghiệp. DO GIẤY CHỨNG NHẬN SINH VIÊN Ở LẦN EM NHẬN LẦN TRƯỚC CÓ CHỈ CÓ THỜI HẠN 1 THÁNG, VÀ EM THI KẾT QUẢ KHÔNG ĐẠT NÊN EM CẦN THI LẠI, RẤT MONG NHÀ TRƯỜNG HỖ TRỢ VÀ GIÚP ĐỠ EM. . . Trong thời gian chờ đợi từ sự thông báo từ phòng đào tạo, em xin chân thành cảm ơn.. . EM MUỐN NHẬN GIẤY CHỨNG NHẬN SINH VIÊN ĐỂ ĐĂNG KÍ THI CHỨNG CHỈ TOEIC THÔNG QUA HÌNH THỨC GỬI BƯU ĐIỆN VÀ EM CẦN BẢN GIẤY. EM CẦN NHẬN GẤP TRƯỚC 12:00 THỨ 7 TUẦN NÀY(8/1/2022) Ạ.. VÌ THỨ 7 EM CÓ LỊCH ĐĂNG KÍ THI MỘT LẦN NỮA, HOẶC NẾU CÓ THỂ TRỰC TIẾP ĐẾN TRƯỜNG NHẬN EM SẼ ĐẾN Ạ., VÌ EM Ở GẦN TRƯỜNG, EM ĐỦ TIÊU CHUẨN PHÒNG CHỐNG COVD Ạ  . . . . ĐỊA CHỈ CỦA EM: 144/8 Âu Cơ, Phường 9, Quận Tân Bình, Thành phố Hồ Chí Minh, Việt Nam . . Chân thành,",
            "Nếu không thể nhận sớm em có thể nhận bản file scan trước ạ.. . Em thực sự cảm ơn cô rất nhiều ạ, bây giờ do tình dịch bệnh nên việc đăng kí thi toeic rất là khó khăn luôn á cô, không còn giống và dễ dàng như trước nữa , nên việc em được xếp lịch đi đăng kí em bị thụ động là vậy á cô, không thể chủ động theo ý mình.",
            "em là K15 á cô, hiện tại em chỉ thiếu mỗi tín chỉ anh văn để tốt nghiêp, tại em cứ thi mà nó cứ rớt, mà mỗi lần cấp giấy đi thi chỉ có thời hạn 1 tháng, nên em  mong được cấp giấy để thi chứng chỉ có thời hạn lâu hơn 1 tháng được ko cô.... mà tình hình bây giờ cùng lắm 1 tháng mới có thể đăng kí 1 lần .... nên mong cô xem xét trường hợp đặc biệt của em, hoặc nếu ko thể thì em chấp nhận ... xin giấy chứng nhận cứ sau khi hết thời hạn của giấy chứng nhận sinh viên đó để được giảm chi phí khi thi toeic ạ. . . Em xin chân thành cảm ơn quý thầy cô và nhà trường",
            "Chào bạn. . Pdt gởi bạn bản scan giấy xác nhận đính kèm"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em tên là Nguyễn Ngọc Hải. Phòng đào tạo cho em hỏi ràng trong đợt dịch vừa rồi em đóng học phí HK211 trễ hạn do một số vấn đề về gia đình nhưng em vẫn thi được và đã gửi đăng ký được 2 môn cuối cùng là thực tập tốt nghiệp và luận văn tốt nghiệp (như hình) thì em có phải làm thủ tục gì nữa không ạ? Em xin cảm ơn",
            "Chào em,. . SV lưu ý đóng học phí đúng hạn nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô ạ,. . Em có đăng ký tham gia bhyt theo trường nhưng hiện tại thẻ em vẫn chưa được gia hạn ạ, tại bên ktx đhqg có thắc mắc sao bhyt của em chưa được gia hạn ấy ạ.. . Em cảm ơn thầy cô!. . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ hiện tại lịch học vụ của em bị dư một môn học, em không biết phải làm sao để xóa môn học đó ạ, vì trong đợt 3 thì môn học bị khóa, em không thể xóa môn được. Mong PĐT có thể hỗ trợ em ạ.. .",
            "Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản [email] và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ [full_name] điều 11.2. . . . Chúc các bạn học tập thật tốt!. . . . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Chào cô/thầy,. . Em gửi mail này với lý do xin mở dự thính lớp Ổn định công trình - GE3099. Đơn và các thủ tục liên quan em đã xử lý xong hết. Mong thầy/cô xem xét.",
            "Chào bạn . . Pdt ghi đơn mở lớp dự thính, các bạn đăng ký môn học trong đợt 2 - lộ trình 2 nhé. . Thân",
            "đã mở lớp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Bảng điểm của em ở kì HK202 HK211 bị lỗi. Nó lấy điểm thi làm điểm tổng kết mà không tính các điểm thành phần. Đề nghị nhà trường khắc phục.. .",
            "Chào em,. . Em xem lại nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . . Những năm trước dịch em thấy có làm quyển luận văn. Nhưng năm nay bảo vệ online, cũng không thấy yêu cầu nộp quyển luận văn với đĩa cd, thì có cần làm không ạ?. .",
            "Chào em,. . Em vui lòng liên hệ GV, [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1614268  /b \t. . . .   i Tốt nghiệp . ĐƠN XIN XÉT TỐT NGHIỆP. . . . Kính gửi: Phòng Đào tạo Trường Đại học Bách khoa – Đại học Quốc gia TP.HCM. . . . Em tên là:        HÀ TIẾN ĐÔNG                        Sinh ngày:   28/02/1998. . . . MSSV:            1614268                                              Lớp:                VP16CĐT. . . . Em làm đơn này mong PĐT cho em được xét tốt nghiệp.. . . . Tại vì hai năm đầu, em là sinh viên của Đại học Bách khoa Đà Nẵng. Sau kì thi phân ngành của chương trình CLC Việt-Pháp, em được trúng tuyển vào ngành cơ điện tử của trường Đại học Bách khoa – Đại học Quốc gia TP.HCM. Tất cả các môn ở năm 1 và năm 2 em đã hoàn thành đầy đủ theo chương trình đào tạo PFIEV.. . . . Sau đó, em tiếp tục học giai đoạn 2 chuyên ngành Cơ điện tử - Chương trình PFIEV – Trường Đại học Bách khoa – Đại học Quốc gia TP.HCM sau kì thi phân ngành PFIEV năm 2018. Em cũng đã hoàn thành đầy đủ và không nợ bất cứ môn nào.. . . . Theo như danh sách môn học còn nợ bên dưới do PĐT gửi thì em cũng đã hoàn thành.. . . . Tuy nhiên, em không hiểu lý do vì sao em lại không thể đăng ký tốt nghiệp trong MyBK, phần khai lý lịch tốt nghiệp em không thể nhấn nút “Cập nhật thông tin”, và nút “Nộp đơn xin xét tốt nghiệp em cũng không nhấn được. . . . Vì vậy em viết đơn này mong Nhà trường xem xét để em có thể đăng ký tốt nghiệp nhanh nhất có thể.. . . . Em xin chân thành cảm ơn.",
            "Chào em,. . Trường hợp của em cô đã gửi file xét tốt nghiệp cho bạn ngày 15/10 qua bksi, em kiểm tra lại điều kiện tốt nghiệp theo file Phòng Đào tạo xét cho bạn còn thiếu, nếu có khiếu nại vui lòng ghi rõ giúp cô cụ thể nhé.. . Trường hợp nếu em học môn tương đương vui lòng ghi rõ em học môn đó ở học kỳ nào? tương đương môn học học? mã MH. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hiện tại bảng điểm cập nhật bị lỗi so với thầy đưa ra bảng điểm và so với mấy ngày trước em xem, hiện tại tất cả môn điều chỉ lấy điểm cuối kì, trong khi em có 1 môn hoãn thi mà kì này em không có đăng kí thi môn đó. Em không biết do hệ thống lỗi hay chính sách nhà trường như vậy mong pdt phản hồi sớm giúp em để biết em đăng ký học lại ạ.. .",
            "Chào em,. . PĐT đang cập nhật lại hệ thống, Sv đón xem lại vào cuối ngày hôm nay nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là giờ em muốn đăng kí môn quản trị kd cho kĩ sư IM3001,mà hôm bữa em vào em thấy là 70/70 nhưng hôm nay lại lên 73/73 và sĩ số của các lớp là khác nhau .Dạ pdt có thể giải thích giúp em và em có thể đk môn học này được không ạ",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Cô,. . Em tên là [full_name], MSSV: [student_id].. . Em bị quá hạn học kỳ nên đã chuyển sang hệ VHVL để có thể đăng ký Luận văn tốt nghiệp (MA4333) nhưng hiện tại trang web vẫn khoá và không cho em đăng ký  môn học. Xin Cô kiểm tra lại giúp cho em ạ. Em đã gửi 1 tin trước đó là 3 ngảy rồi phòng đào tạo chưa trả lời và giải quyết để em đăng ký môn học nữa",
            "Thân gửi các bạn sinh viên,. . . . Đến thời điểm hiện tại SV vẫn chưa có Thời khóa biểu hoặc chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV) vì bất kỳ lý do gì. SV vui lòng vào đăng ký lại trong đợt này.. . . . Thời gian dự kiến từ ngày 18/01/2022 đến 19/01/2022 cho HK chính 212 (chỉ được đăng ký bổ sung các học phần tốt nghiệp: LVTN, TTTN, ĐCLV).. . . . Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm lại để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . . .  . . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Phòng đào tạo,. . . . Sau đợt cập nhật điểm ngày 05/01/2022, điểm thi các môn trong học kỳ 202 của em được lấy làm điểm tổng kết. Trong học kỳ trước, em không đăng ký thi lại vào học kỳ này ạ.. . . . Vậy cho em hỏi đây có phải điểm tổng kết chính thức hay là do nhầm lẫn ạ.. . . . Em cám ơn và mong Phòng đào tạo giải đáp ạ.. .   i Yêu cầu khác .",
            "Chào em,. . Em xem lại nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Các môn học chưa đạt khi đăng ký môn học, sinh viên có được phép đăng ký các môn chưa đạt đó trong HK chính tiếp theo hay không? Hay là các môn chưa đạt đó phải được đăng ký trong HK Dự thính thì mới được tính điểm?",
            "Chào bạn,. . . . Mời bạn xem thêm quy chế học vụ về   B học lại, học cải thiện tại  /B : aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 12. . . . Chúc bạn học tốt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào quý thầy, cô giáo,. . Em muốn hỏi sau khi em đăng kí xét chuyển điểm chứng chỉ B1 tiếng Pháp và đã xác nhận hợp lệ thì cho em hỏi:. . 1) Em có cần làm bước gì thêm để chuyển điểm không ạ ?. . Hay nhà trường tự động chuyển điểm vào bảng điểm của em?. . 2) Em vừa được xác nhận hợp lệ vào ngày 6/12/2021 vậy điểm môn Pháp văn 1 HK211 vừa rồi có được chuyển thành 10 không ạ?. . 3) Em đã đăng kí môn Pháp văn 2 vậy em có cần tiếp tục theo học không ạ?. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Các môn học chưa đạt khi đăng ký môn học, sinh viên có được phép đăng ký các môn chưa đạt đó trong HK chính tiếp theo hay không? Hay là các môn chưa đạt đó phải được đăng ký trong HK Dự thính thì mới được tính điểm?",
            "Chào em,. . Các môn học chưa đạt khi đăng ký môn học, sinh viên có được phép đăng ký các môn chưa đạt đó trong HK chính tiếp theo hay không?. . =  CQ hay DT đều được nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . đăng kí môn học. . \t. . Luận văn tốt nghiệp (ktn) . . MSMH:ME4039. . . .   i Đăng ký môn học .",
            "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy và cô, . . cho em xin hỏi có thể xin phòng đào tạo tăng thêm sỉ số một số nhóm lớp của môn vật lý bán dẫn (có thể nhóm L04_L07) và phương pháp tính(L011_L011) được không ạ? Do các đợt đăng ký môn 2 và 3 em vào xem thì các lớp đều đã đầy và trùng TKB mà hai môn này lại là môn tiên quyết của nhiều môn năm 2. . . Em xin cảm ơn.",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1533486  /b \t. . . .   i Đăng ký môn học . Kính gửi PĐT. .  Em có đăng ký nhiều lần môn Luận Văn Tốt Nghiệp trong học kỳ này, hệ thống báo em bị thiếu môn tiên quyết. Qua kiểm tra thì em đã học môn Móng, Đồ án NỀN MÓNG thay thế mã cũ, 1 môn Kỹ thuật thi công được miễn tương đương môn Máy XD và ATLĐ ( chương trình đào tạo khóa 2013) và đã qua môn. Nhờ PĐT cập nhật lại hệ thống giúp em để em đăng ký luận văn ạ.. .  MSSV 1533486 - Lưu Thanh Hiến - Hệ VHVL. . Em xin chân thành cám ơn!",
            "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi quý cán bộ trường Đại học Bách Khoa TP. Hồ Chí Minh.. . Em là [full_name], đợt xét tuyển hệ đào tạo từ xa nghành công nghệ thông tin tháng 11 vừa qua em có đăng ký dự tuyển ở diện đã tốt nghiệp đại học. . . Trường có thông báo rằng sẽ trả kết quả ngày 29/12/2021 và gọi nhập học từ 04-06/01/2022.. . Nhưng hiện tại em xem kết quả trên trang thông tin tuyển sinh của trường vẫn chưa có kết quả cập nhật mới.. . Em mong quý cán bộ giải đáp thắc mắc giúp em . . Em xin chân thành cảm ơn.. .",
            "Chào em,. . Em vui lòng liên hệ email [email] nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name], MSSV [student_id], sinh viên khoa cơ khí. Hiện tại do kết thúc học kì vừa rồi nên số tính chỉ tích lũy ngành của em chưa cập nhật. Nếu tính các môn chưa cập nhật nữa là em đã đủ số tính chỉ tích lũy ngành để đăng kí thực tập tốt nghiệp. Nhưng em đăng ký thì vẫn bị xóa môn thực tập tốt nghiệp. Cho em hỏi tại sao ạ? Mong thầy cô sớm phản hồi em, em cảm ơn.",
            "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ hôm nay em đk lại vẫn không được, nhờ PĐT có thể check giúp MSSV - [student_id] này có vướng gì ko ạ, để em kịp đk đợt cuối này ạ . . Em đã chuyển qua hệ VHVL ạ, hiện đây là lỗi thông báo khi em đăng ký ạ . Mong PĐT hỗ trợ . . Cảm ơn thầy/cô"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Đăng ký hoãn thi cuối kỳ môn Hệ thống số HK211.. .",
            "\"\"\"Chào bạn. . Pdt ghi nhận đăng ký Hoãn thi của bạn. . Dự kiến vào cuối tháng 01/2022: Ra Quyết định Hoãn thi có điều kiện (SV phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này), và gửi email thông báo kết quả xử lý đến SV.. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em muốn hỏi là em có đăng ký hoãn thi tiếp tục môn EE2005 Thi vào ngày 15/12 đợt này mà em không thi được tại vì đợt đó vùng em mất điện có thông báo nên em đăng ký hoãn thi, và cho em hỏi khi nào thì em mới được điểm hoãn thi thay vì điểm vắng thi coi như rớt môn vậy ạ, có kịp để xét điều kiện luận văn tốt nghiệp của em không ạ.",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và . . - có kịp để xét điều kiện luận văn tốt nghiệp của em không ạ.. . =  Em gửi câu khác về LVTN nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Học vụ  /i [full_name] [full_name] [full_name] [full_name] Xin chào [full_name][full_name] [full_name] Trước đây em đã đăng kí hoãn thi 3 môn: Giải tích 2, Phương pháp tính và Hóa đại cương trên mục Hoãn Thi của MyBk[full_name] [full_name] Hôm nay em lên kiểm tra lại thì thấy xuất hiện 3 môn em đã hoãn, nhưng lại ở nhóm thi khác ( không phải là HT )[full_name] [full_name] Vậy có ảnh hưởng gì không ạ, hay em phải đăng kí lại không ạ[full_name] [full_name] Em cảm ơn[full_name] [full_name] ---Ảnh đính kèm---",
            "Chào bạn. . Nhóm thi này là nhóm Pdt xếp để thi xóa điểm Hoãn thi ở Hk211. . Không có gì bất thường nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em muốn đăng kí vào lớp ME3115 Thiết kế trang phục 2 đang full sỉ số, em hiểu quy định của PDT, nhưng em thật sự rất cần học môn này trong kì 212, em có mail xin giúp đỡ từ thầy [full_name] thì được thầy phản hồi như các ảnh đính kèm, GV giảng dạy môn này Cô [full_name] cũng đồng ý thêm em vào lớp, em mong Thầy/Cô xem xét giúp đỡ em ạ. . .",
            "\"Chào bạn. . Pdt đã tiếp nhận đề nghị DKMH của bạn. . Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô. . Hiện nay vì lí do gia đình nên em muốn bảo lưu kết quả của năm nhất thì em phải cần các bước cũng như thủ tục nào vậy ạ?. . em cảm ơn",
            "\"Chào bạn,. . Về việc đăng ký tạm dừng học:. . Bạn vui lòng tải mẫu đơn: Tạm dừng tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/ cô,. . . . Dạ sau đợt đăng ký môn 1,2 theo em theo dõi thì lớp PTHĐ L03 (CH5061) có khoảng 28 bạn. Trong thời gian đăng ký đợt 3, sỉ số đã tăng lên khoảng 38 bạn. Và em cũng đăng ký đợt 3 ạ. Nhưng,. . . . Sáng nay em có hỏi thăm một bạn học lớp đó và biết được đã có khoảng 20 bạn Công nghệ Sinh học đăng ký nhầm môn này (vào đợt 1,2) thay vì PTHĐ trong Sinh học, và đang làm đơn gửi PĐT để xin chuyển môn.. . . . Em lo rằng nếu cả 20 bạn này rút thành công thì sỉ số lớp sẽ giảm xuống dưới mức được phép duy trì lớp học. Lúc đó em sẽ mất môn và không đủ tín chỉ đăng ký như mong muốn ạ. . . . . Mong thầy cô có thể cho em hướng giải quyết ạ.",
            "Chào bạn. . Hiện tại môn ch5061 vẫn còn chưa bị hủy. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào thầy cô!. . Em là [full_name] mssv [student_id] sinh viên ngành logistics. Em làm yêu câu này mong Phòng đào tạo sửa lại bảng điểm của học kì 211 giúp em. điểm các môn học cập nhật ngày :05/01/2022 11:35:49 AM pđt đã sửa cột điểm của em ở 2 môn vận tải hàng hóa(ME4021) và môn hoạch định nguồn lực sản xuất(ME605) không đúng so với lúc nhập điểm ban đầu và thực tế ạ. Môn ME4021 điểm tông kết ban đầu là 9.0 nhưng bị sưa lại thành 8.5, môn me4605 điểm tông kết ban đầu là 9.5 nhưn bị sửa thành 8.5. Mong thầy cô bên phòng đào tạo sửa lại giúp em và cho em lời giải thích.. . Em xin cảm ơn!",
            "Chào em,. . PĐT đang cập nhật lại hệ thống, Sv đón xem lại vào cuối ngày hôm nay nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô,. . Vì lý do nhầm lẫn nên em đã đăng ký nhầm môn đã học. Nay em muốn hỏi là làm cách nào để có thể rút môn mình đã đăng ký được ạ? Em cảm ơn thầy/cô đã đọc.. . Mong thầy/cô sớm phản hồi.",
            "Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản [email] và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ [full_name] điều 11.2. . . . Chúc các bạn học tập thật tốt!. . . . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Học vụ. . . . Em đã đăng kí hoãn thi 2 môn trên mybk.. . . . Cô cho em hỏi khi nào có kết quả hoãn thi ạ, em hoãn thi vì bị bệnh nên em có cần nộp giấy nhập viện cho pđt không ạ. . . . Em cảm ơn cô ạ",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin được mở thêm sĩ số lớp EE3099 học kì dự thính. Trong đợt đăng kí môn học chính quy lần 1 em có đăng kí nhưng không mở lớp, hiện giờ đợt 3 đã mở lớp nhưng em bị kẹt giờ môn khác nên em xin được mở thêm sĩ số lớp dự thính ạ.. . Em xin chân thành cảm ơn.",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô, em tên [full_name], MSSV [student_id], sinh viên hệ bằng 2 khoá 2020. HK212 em đăng kí môn Luận văn tốt nghiệp (CI4347) nhưng bị báo lỗi là không đủ điều kiện đăng kí (hình ảnh đính kèm). Em có nộp phiếu chuyển điểm khi nhập học (9/2020) và đã có mail xác nhận, hệ thống cũng đã cập nhật môn chuyển điểm cho em rồi. Trong đó có những môn tương đương với chương trình đào tạo 2018 như sau:. . - Kết cấu bê tông cốt thép 1 (CI2039) tương đương với 2 môn Kết cấu bê tông cốt thép 1 (CI2091) và DAMH Kết cấu bê tông cốt thép 1 (CI2093). . - Kết cấu bê tông cốt thép 2 (CI3007) tương đương với 2 môn Kết cấu bê tông cốt thép 2 (CI3175) và DAMH Kết cấu bê tông cốt thép 2 (CI3177). . - Kết cấu thép 2 (CI3069) tương đương với 2 môn Kết cấu thép 2 (CI3211) và DAMH kết cấu thép (CI3213). . - Nền móng (CI3037) tương đương với 2 môn Nền móng (CI3195) và DAMH nền móng (CI3197). . - Tổ chức thi công (CI4049) tương đương với 2 môn Tổ chức thi công (CI4125) và DAMH tổ chức thi công (CI4127). . Em có gửi kèm phiếu miễn môn học và danh sách môn tương đương. Thầy/cô xem xét dùm em để em có thể đăng kí môn học ạ. Em xin cảm ơn thầy/cô.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô. . Em là [full_name] mssv [student_id], khoa công nghệ vật liệu, bộ môn vật liệu năng lượng.. . Em còn một môn chưa học là MA3017- công nghệ chế tạo vật liệu và các hệ năng lượng. Tuy nhiên môn này đã đổi mã sang MA3091_ công nghệ chế tạo các hệ năng lượng, và e không xin pđt và khoa mở lớp theo mã cũ được. Nên em vừa học theo mã mới này trong kì vừa rồi ( chưa có điểm). . Môn này là học trước để đăng ký đề cương luận văn.. . Thầy /cô cho em hỏi là em học môn tương đương rồi sao pđt báo lỗi k cho đăng kí đề cương nữa ạ.. . Và có các nào giải quyết k ạ",
            "Thân gửi các bạn sinh viên,. . . . Đến thời điểm hiện tại SV vẫn chưa có Thời khóa biểu hoặc chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV) vì bất kỳ lý do gì. SV vui lòng vào đăng ký lại trong đợt này.. . . . Thời gian dự kiến từ ngày 18/01/2022 đến 19/01/2022 cho HK chính 212 (chỉ được đăng ký bổ sung các học phần tốt nghiệp: LVTN, TTTN, ĐCLV).. . . . Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm lại để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . . .  . . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào thầy/cô. . Em bên hệ VHVL thì khi đăng ký tốt nghiệp có cần thi tiếng anh nói viết không ạ. .   i Tốt nghiệp .",
            "Chào em,. . Em vui lòng xem quy chế. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/phụ lục 1. . Giảm chuẩn anh văn xét LVTN và tốt nghiệp so với Chính quy: chi tiết xem quy chế học vụ. . Không xét môn anh văn 1234, GDTC, GDQP, Ngày CTXH,. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có đăng kí hoãn thi cuối kì 211 ba môn,trong đó có môn Xử lý số tín hiệu nhưng hôm 17/12/2021 trong phần đăng kí hoãn thi chỉ có mục hoãn thi của lớp HT01 mà ko có lớp A01 nên em chỉ đăng kí hoãn thi có lớp HT01, 2 môn Trường điện từ và Cơ sở kỹ thuật điện lúc đăng kí hoãn thi thì em thấy cả 2 nhóm lớp nên chọn cả 2 thì được chấp nhận.Cho em hỏi vậy môn Xử lý số tín hiệu của em có dc hấp nhận hoãn ko ạ,bảng điểm mới cập nhật em bị điểm 13 vắng thi. .",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT ạ!. . Em là sinh viên khóa 17,. . Hiện tại kỳ này em rất gặp khó khăn trong việc đăng kí môn đồ án EE3061 theo tiến độ.. . Em không biết em đã đăng kí môn này đợt 1 và đợt 2 được rồi, nhưng khi trả kết quả đợt 3 lại báo em thiếu môn học trước là Vi xử lý EE2013, mặc dù em đã học môn này rồi vào kì 2 nh 2018-2019 (em chưa qua môn).. . Em không biết có xảy ra lỗi gì không vì những lần em đăng kí Đồ án trước đây thì không báo thiếu môn này, em đã cố gắng học đủ các môn HT để có thể học được Đồ án vào kì này. (kì trước em đã rất vất vả xin PDT để có thể được học TT DT2 nhằm chuẩn bị cho kì này).. . Vì lý do bị bệnh nên em trễ tiến độ học tập, mỗi lần đăng kí môn để kịp ra trường rất khó khăn. Và bây giờ chương trình mới không còn học môn đồ án EE3061 này nữa, nên nếu để chậm mất kì này có thể em ko còn được mở lớp môn này nữa vì sĩ số không có.. . Vậy em xin PDT có thể coi lại trường hợp của em và điều chỉnh được không ạ?. . Em rất mong muốn được học để kì sau đi thực tập cũng như sớm ra trường.. . Em đã đặt câu hỏi nhiều ngày rồi mà không có ai hỗ trợ, chỉ còn ngày mai cho đợt DKMH đợt 3, em sợ không kịp.. . Cảm phiền PDT xem xét giúp em sớm với ạ.. . Em cám ơn PDT rất nhiều!. . Chúc mọi người thật nhiều sức khỏe ạ!. .",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy/cô ạ. . . . Em tên là [full_name], MSSV:[student_id]. Hiện em đang còn thiếu môn học anh văn 3 và anh văn 4. Em không có đăng kí môn học ở học kì 2 mà định thi toeic để chuyển điểm anh văn ạ.. . Dạ cho em hỏi là vì học kì 2 này em không đăng kí môn học thì bị tạm dừng, trong lúc tạm dừng em có thể chuyển điểm anh văn chon môn anh văn 3 và anh văn 4 được không ạ?. . . . Em cảm ơn thầy/cô ạ",
            "Chào bạn. . Được nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa PĐT. Hôm nay 5/1 hạn ĐKMH tới 6/1. . Em là [full_name]. Mssv [student_id]. . Trong lúc em ĐKMH, môn Luận Văn Tốt Nghiệp. Thì hệ thống bị lỗi em không thể nào ĐKMH được. Em mong PĐT hay các thầy các cô giúp đỡ em với. . . Em xin chân thành cảm ơn!. .",
            "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Nhà trường, hiện em muốn nhờ Trường kiểm tra tình trạng học vụ của bản thân xem đã thỏa các yêu cầu đủ để xét tốt nghiệp chưa ạ.. . Nếu có thiếu sót phần nào thì Nhà trường báo sớm để em kịp xét tốt nghiệp bù.. . Em xin cảm ơn  . .",
            "Chào em,. . Cô gửi em file xét tốt nghiệp, em kiểm tra lại nhé",
            "Chào chị ạ, em muốn phản hồi gấp vì file xét tốt nghiệp trên có chút vấn đề ạ. File này vẫn chưa update đúng tình trạng học tập của em.. . Môn học bị thiếu trong file đề cập là môn Kỹ thuật lập trình CO1011, môn này em đã cải thiện và pass theo chương trình mới rồi ạ. Môn KTLT hiện đã được tách thành 2 mã riêng là CO1027 và CO1031 theo chương trình đào tạo mới, từ K19. . . Học kỳ trước em đã liên hệ gấp với Văn phòng và Bên Chủ nhiệm xin học bù lại 1 tín chỉ CO1031 để kịp thời gian tốt nghiệp.. . Em có đính kèm các hình ảnh minh chứng. Mong Nhà trường xét lại sự cố này sớm ạ.",
            "Chào em. . Trường hợp em học môn tương đương, vui lòng ghi rõ giúp cô 1 yêu cầu khác xin cập nhật môn tương đương xét tốt nghiệp.. . Ghi rõ em học ở HK nào?tương đương 1 HK nào ở CTĐT của bạn? ghi rõ tên và mã MH? bao nhiêu điểm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Thầy/Cô,. . . . Em là sinh viên năm 3-K19, cho em hỏi nếu hiện tại (kỳ 212) em nộp bằng Toeic Nghe-Đọc thì cần bao nhiêu điểm để quy đổi 4 điểm 10 của các môn AV1, AV2, AV3, AV4 vậy ạ?. . . . Em có xem trên AAO thì thấy 700, nhưng theo năm K20 lại thấy 750 ạ. Mong nhận được phản hồi từ Thầy/Cô ạ.. . . . Em cảm ơn.",
            "\"Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào Phòng Đào Tạo. . . . Hiện tại em đã đủ điều kiện đăng ký tốt nghiệp nhưng em không đăng ký tốt nghiệp được, em mong được hỗ trợ để có thể đăng ký dúng hạn ạ.. . . . Em xin cám ơn!",
            "\"Chào bạn. . Trường hợp của bạn đã có tên trong ds dự kiến tốt nghiệp, SV kiểm tra mail và vào đăng ký tốt nghiệp nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô, em tên [full_name], MSSV [student_id], em có đăng kí thực tập ngoài trường mã ME3267, đề cương luận văn tốt nghiệp ME4725. Có lẽ vì số tín chỉ của các môn học trước em chưa được cập nhập nên em bị hủy 2 môn đó. Em đã hoàn thành các môn học và khi có điểm các môn của 2 học kì vừa rồi sẽ đủ tín chỉ để đăng kí. Em mong thầy cô xem xét lại trường hợp của em. Em xin chân thành cảm ơn",
            "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng Đào Tạo. . Em tên: [full_name] - MSSV [student_id]. . Môn Triết Học ( SP1031 ) của cô [full_name].. . Em thấy bảng điểm không có điểm thi em có thắc mắc. Vì em thi lần 2 nên giảng viên bộ môn cũng không biết được. Kính mong Phòng Đào Tạo xem xét. Em xin trân thành cảm ơn.. .",
            "Chào em,. . [full_name] khảo em đăng ký trên mybk nhé.. . Thân mến. .",
            "Dạ Em [full_name]-[student_id] , trên trang phúc khảo thi của trường Môn Triết Học (SP1031) chỉ có thời gian lần thi trước ạ. Lần 2 vào ngày 14/12/2021 không có ạ vậy em xin hỏi PDT làm sao để phúc khảo lại ạ?",
            "\"Chào bạn. . Để đăng ký phúc tra điểm bài thi cuối kỳ bạn vui lòng tải mẫu đơn phúc tra tại trang web aao.hcmut.edu.vn, sau đó gởi tại BKSI . . Bạn xem điểm tại Hk2(20-21). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em nộp đơn xin rút môn học CH2021 (hóa hữu cơ) để có 3 chỉ trống và đăng ký môn mới CH4007(đồ án thiết kế kỹ thuật hóa học - 2 chỉ) . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name], MSSV [student_id].. . . . Em học chương trình liên thông kỹ sư, thạc sĩ.. . Em có đăng kí đợt 3 môn Kttp4 CH5157 ở cơ sở 1 thì bị báo lỗi là ở cs2 nên không được đăng kí.. . Rất mong phòng đào tạo xem xét lại để em được đăng kí môn học ạ.. . . . Em xin trân trọng cảm ơn!  B",
            "Đã trả lời. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Thưa Thầy/Cô. . Môn học 210702 Nhiệt Động Học Thống Kê bị lỗi sỉ số 0/0. Thầy/Cô chỉnh lại giúp em. . Em cảm ơn. .  .",
            "Chào em,. . Em vui lòng gửi mã số môn học, tên môn học, mã nhóm, lý do nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào thầy,cô. . Em có 2 vấn đề xin hỏi:. . . . 1.Trong chương trình đào tạo của em cần tích lũy 3 chỉ môn Xác xuất thống kê (MSMH: MT2001), nhưng mã số này chỉ mở dự thính. Đợt đkmh 212, em đăng ký học kỳ chính môn Xác xuất thống kê (MSMH: MT2013) 4 chỉ. Vậy khi em học ĐẠT môn học MT2013 có được chuyển điểm về mã số môn học MT2001 không?. . . . 2.Lớp đăng ký dự thính lộ trình 1 môn học Xác xuất thống kê (MSMH: MT2001), lớp DT01 đã đầy sỉ số. Em muốn đăng ký bổ sung vào lớp học này phải làm như thế nào vậy, tại vì sau đợt đăng ký sẽ có đợt rút môn học của một số bạn. Em có thể bổ sung vào danh sách lớp học DT01 nếu lớp thiếu sỉ số.",
            "Chào bạn,. . 1. Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . 2. Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Thân mến. .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô. . Cho em hỏi: Đợt 3 này em hủy môn cũng như chuyển môn được. Thì em cần đóng học phí với thời khóa biểu sẽ được cập nhật hay không ạ?. Tại bình thường thì đợt 3 không được hủy/ chuyển nhóm ạ.. . Mong thầy/cô giải đáp giúp em. . Em xin cảm ơn.",
            "Chào em,. . Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ, cho em hỏi là em đã đóng tiền bảo hiểm y tế, nhưng khi em đi khám bệnh thì bệnh viện báo là em chưa gia hạn BHYT nên thẻ của em đã hết hạn ở năm 2022.. . Em không biết là trường đã gia hạn thẻ BHYT cho sinh viên chưa ạ. . em cảm ơn.. . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name]. MSSV [student_id]. .   i Đăng ký môn học . -Chào thầy , chuyện là như thế này:. . - Lúc đăng kí môn học đợt 2 , em thấy môn trí tuệ nhân tạo có sỉ số khá thấp nên em nghĩ môn đó không mở nên em không đăng kí. Nhưng đến khi tới đợt 3 thì em thấy môn đó có mở . Từ ngày 4/1 đã có bắt đầu học kì mới , có nghĩa là đã có danh sách học sinh , nếu vậy em đăng kí mộn học này ở đợt 3 thì trường sẽ update lại danh sách học sinh mới đúng ko ạ. Và em vẫn có thể học môn này bình thường nếu đăng kí ở đợt 3 đúng không ạ.. . -Và em có 1 môn SCADA ,sau khi đăng kí thì em thấy không cần thiết học , thì em có thể hủy môn học này (có phí) đúng không ạ. Nếu đúng thì cho em hỏi sẽ viết đơn hủy môn học như thế nào ạ. (Do em chưa có kinh nghiệm)",
            "Chào em,. . - Và em vẫn có thể học môn này bình thường nếu đăng kí ở đợt 3 đúng không ạ.. . =  Em vui lòng xem TKB. . . . - Và em có 1 môn SCADA ,sau khi đăng kí thì em thấy không cần thiết học , thì em có thể hủy môn học này (có phí) đúng không ạ. . =  Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . . . Chúc các bạn học tập thật tốt!"
        ]
    }
]