[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào phòng đào tạo, . . . . Em vừa chuyển điểm [full_name] và mục chuyển đã được cập nhật trên mybk.. . . . Phòng đào tạo xem xét đăng kí tốt nghiệp bổ sung ạ . . . . Em xin cảm ơn.. . . .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yều cầu khác . Em hiện có đăng ký chương trình Liên thông Thạc sĩ. Theo em biết là học phí chương trình liên thông đã được cập nhật lên BKPay nhưng trang của em hiện tại vẫn chưa được cập nhật.",
            "Chào bạn, . . - Phòng đào tạo kiểm tra thời khóa biểu tại Mybk/Thông tin sinh viên/Xem thời khóa biểu không có môn liên thông thạc sĩ. . - Về vấn đề liên quan đến học Thạc sĩ (Cao học) bạn vui lòng liên hệ phòng đào tạo sau đại học qua địa chỉ: . . Website        :www.pgs.hcmut.edu.vn. . Email        : [email]. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Ngày 18/03/22 em đã chuyển hệ từ CQ sang VHVL và đã đủ đk xét tốt nghiệp, nhưng vào mybk phần sinh viên -) Xét tốt nghiệp thì vẫn không thay đổi thông tin về hệ hoặc cho em đăng ký tốt nghiệp và up ảnh ạ",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PDT. . . . . Em tên [full_name] mssv [student_id]. . . . . Em có thực hiện đăng kí tốt nghiệp vào ngày 19/3, mọi thủ tục em đã thực hiện xong tuy nhiên đến 24/3 vẫn chưa có khoản thu đăng kí tốt nghiệp (95.000d) trên BKPay. . . . . Mong PDT kiểm tra giúp em. Em xin chân thành cảm ơn. . . . .",
            "Chào em,. . Cô kiểm tra thấy trên bkpay của bạn có khoản lệ phí tốt nghiệp 95.000 d rồi mà, em kiểm tra lại nhé. . Thân",
            "Em chào cô. . . . . Bên em bây giờ kiểm tra vẫn không thấy ạ",
            "Em tìm thấy rồi ạ. . . . . Em xin lỗi cô nhiều vì sự bất cẩn này ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy cô.. . Em tên [full_name], mssv [student_id].. . Vào 19/3/2022 em có nộp ccnn mới để nâng cao điểm tbtl, đã có kết quả thẩm tra hợp lệ và đã có kết quả đăng ký chuyển điểm.. . Hiện tại thông tin tốt nghiệp của em vẫn chưa cập nhật bảng điểm mới ạ. Vẫn còn bảng điểm ccnn cũ.. . Mong Thầy/cô vui lòng cập nhật giúp em.. . Em cám ơn.. . . .",
            "Chào em,. . Đã cập nhật lại điểm TB tốt nghiệp mới cho bạn.. . SV vào kiểm tra lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào PĐT. . . Em tên [full_name] MSSV [student_id]. Em có xem trên aoo lịch học vụ thì thấy thời gian cuối nộp hồ sơ tốt nghiệp là 11/4/2022 nhưng em coi trên mybk mục đăng kí tốt nghiệp là 4/5/2022. Cho em hỏi thời gian cuối nộp hồ sơ tốt nghiệp là khi nào ạ.",
            "\"Chào em,. . SV xem lịch trình xét tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022 . . Còn thời gian được cập nhật tại mybk/Đăng ký tốt nghiệp là thời gian để SV vào đăng ký tốt nghiệp sau khi có tên trong ds dự kiến tốt nghiệp nhé. . Về lễ tốt nghiệp, SV vui lòng đợi thông báo sau.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . . . Em chào thầy cô ạ, em là sinh viên K21 thuộc khoa Điện Điện Tử đang trong giai đoạn học 4 tuần quốc phòng, mong thầy cô cho em hỏi là sau khi kết thúc khóa học quốc phòng thì sau ngày 4 tháng 4, sinh viên có được chính thức đi học trực tiếp tất cả các môn chưa ạ ?. . Rất mong nhận được sự phản hồi từ thầy cô.. . Em xin cảm ơn.. . . . --. . Sinh viên: Đoàn Đình Nam. . Mã số sinh viên: [student_id] - K21 . . Số điện thoại: [phone_number]. . Email: [email] & [email]. . . .",
            "\"Chào em,. . SV vui lòng xem lại thông báo số 11/ĐHBK, ngày 24/01/2022, về cập nhật Kế hoạch học tập của HK 2 và học kỳ hè năm học 2021-2022 và phần bù các học kỳ trước theo hình thức trực tiếp và phối hợp trực tuyến/trực tiếp đã gửi mail cho SV ngày 24/1/2022. SV vui lòng đọc lại thông báo nhé!. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào cô.. . . . Môn học không đủ sỉ số thì bị huỷ , mà hệ vhvl thường không có nhiều người học . Vậy nếu có môn em cần học mà lúc nào cũng không có đủ sỉ số thì làm sao ạ.. . . . Với em hỏi là sỉ số tối thiểu để mở lớp ở hệ vhvl là bao nhiêu vậy ạ.. . . . Em cảm ơn cô.",
            "Chào bạn. . Sinh viên vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)    Chương 2 Tổ chức đào tạo    Điều 4 Tổ chức các lớp học phần.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa Thầy(cô),. . . . Em là [full_name], mssv [student_id]. Đã qua 3 lần đăng ký môn học kỳ 212, đợt nào em cũng bị hủy môn và vẫn chưa đăng ký được luận văn tốt nghiệp (kỹ thuật cơ khí). . . Em mong phòng đào tạo xem xét lại trường hợp của em (em đã qua đồ án, qua đề cương, qua anh văn, qua thực tập rồi ạ).. . . . Chúc thầy(cô) có một ngày làm việc tốt lành, em chân thành cám ơn ạ.. . . .",
            "Chào bạn. . Bạn xem lịch sử đăng ký môn học:. . PDT không đ/ký cho SV MH ME4727 (L: Không đủ đ/kiện nhận LVTN)\t. . . . Hiện tại đã đến tuần thứ 13 của HK 212,nếu sau khi kiểm tra bạn đã đủ điều kiện đăng ký LVTN,  bạn vui lòng làm đơn đăng ký LVTN, trong đơn ghi rõ tên môn học, mã số môn học, lý do bổ sung. Và phải có xác nhận của [full_name] [full_name] Giảng viên hướng dẫn đồng ý bổ sung và xác nhận tiến độ thực hiện được bao nhiêu phần trăm (có thể gởi yêu cầu [full_name] [full_name] Giảng viên hướng dẫn xác nhận trong đơn, hoặc xác nhận qua mail, bạn chụp hình mail  đồng ý đính kèm ), gởi yêu cầu tại BKSI để xử lý. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác. . xin chào ạ, em có thắc mắc về việc thi giữa kì môn xác xuất thống kê MT2013 thuộc nhóm L06B vào ngày 6/3 lúc 14g là việc ngày đó thi nhưng link phòng thi lại không có ai và nếu link thi khác tại sao không gửi tin nhắn hoặc cập nhập trên bkel? mong được phản hồi.( [full_name] [student_id])",
            "Chào em,. . Link kiểm tra do Giảng viên đưa lên nhé bạn. SV có thể liên hệ GV để được giải đáp thác mắc nhé. . SV xem quy định về hướng dẫn thì trực tuyến tại đây: http://www.aao.hcmut.edu.vn/sinh viên/quy chế,quy định/học vụ/- Hướng dẫn tạm thời về kiểm tra/thi theo hình thức trực tuyến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào anh/chị,. . . . Hiện em là sinh viên trường mình đã tốt nghiệp tháng 11 năm vừa rồi. Hiện em có nguyện vọng muốn học tiếp thêm chương trình giảng dạy của trường mình chuyên ngành cơ điện tử. Nhưng hiện em đang ở quê và có công việc ở đây. Em không biết nếu muốn học theo hình thức này thì em chỉ có thể lên học vào thứ 7, chủ nhật thì có khả thi không ạ? Em xin cảm ơn",
            "\"Chào bạn. . -        Về vấn đề liên quan đến học chương trình liên thông Kỹ sư-Thạc sĩ & Thạc sĩ (Cao học) bạn vui lòng liên hệ Phòng đào tạo Sau đại học qua địa chỉ: Website:www.pgs.hcmut.edu.vn, Email  [email]. . Xem thêm thông tin :Chương trình Cử nhân – Kỹ sư – Thạc sĩ hiện tại nhà trường tại : trang web portal.hcmut.edu.vn    Đào tạo    Chương trình đào tạo    Quyết định ban hành Quy định về cấu trúc & quy trình xây dựng, thẩm định, hiệu chỉnh chương trình đào tạo. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ hiện tại em còn thiếu anh văn nói viết nữa là đủ điều kiện tốt nghiệp nên học kỳ 211 và 212 em không đăng ký môn học và trạng thái sinh viên là tạm dừng. Cho em hỏi tạm dừng mấy học kỳ là bị đuổi học luôn và có mail cảnh cáo học vụ hay gì không ạ. Em cảm ơn!",
            "Chào bạn, . . - Trước tháng 11/2022 bạn phải nộp chứng chỉ anh văn nói viết để xét tốt nghiệp đợt tháng 11/2022 của học kỳ 221. Nếu không tình trạng của bạn sẽ chuyến sang \"xóa tên vì tạm dừng quá hạn cho phép\" vì bạn đã tạm dừng 2 học kỳ liên tiếp học kỳ 211 và học kỳ 212. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em gửi cô ạ",
            "Chào bạn, . . Phòng đào tạo đã phục hồi lại thời khóa biểu môn Vẽ kỹ thuật xây dựng CI1033, bạn học lại bình thường. SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk   Thông tin sinh viên   Xem thời khóa biểu.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . em tên: [full_name]. . mssv: [student_id]. . em làm mail này để xin điểm E (hoãn thi) do sự cố em gặp lúc thi. . HK môn nhập môn kĩ thuật(MA1001) và môn giải tích 1(MT1003). Cụ thể vào 7h ngày 28/12. . ở địa phương em mất điện từ 7h đến 16h nên em đã liên hệ thầy cô 2. . buổi thi nhưng em vẫn nhận điểm 13 ở 2 môn ạ.. .",
            "Chào em,. . Cô chưa hiểu rõ ý của bạn, vui lòng trình bày rõ vấn đề giúp cô?. . Em xin hoãn thi cuối kỳ HK211 hay xin kiểm tra bổ sung giữa kỳ? Thời điểm này HK211 đã kết thúc?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em biết nhà trường tính học phí theo số tín chỉ tối thiểu đăng kí là 17 tín chỉ nhưng đợt đăng kí môn học vừa rồi do môn giáo dục quốc phòng nên em chỉ có thể đăng kí được 14 tín chỉ, các môn còn lại em đăng kí đều bị trùng lịch giáo dục quốc phòng ạ. Em xem học phí thì thấy nhà trường vẫn thu tiền đúng 17 chỉ trong khi chỉ cho phép em đăng kí có 14 tín chỉ thì em thấy không hợp lí lắm ạ. Em xin cảm ơn.. .   i Khiếu nại đăng ký môn học .",
            "Chào bạn,. . - Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí    Mức thu học phí các bậc đào tạo năm 2021-2022   Mục III- Đại học chính quy. . - Khóa 2021 học phí được thu trọn gói theo 1 học kỳ là 12.000.000/HK. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ mong trường bỏ chế độ tạm dừng thành đang học để em đăng ký ra trường ạ. Em xin cảm ơn nhiều ạ.",
            "Chào em,. . Hiện tại em đủ tất cả các điều kiện để tốt nghiệp chưa?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin phòng đạo tạo bỏ chế độ tạm dừng thành đang học để em đăng ký ra trường ạ.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy(cô),. . . . Hiện tại số ngày ctxh của em là 15.5 ngày nhưng khi em đặt câu hỏi về tình trạng đăng kí tốt nghiệp của em chưa mở thì em được phản hồi là do em chưa đủ ngày ctxh. Em mong được giải đáp thắc mắc từ thầy(cô).. . . . Em cảm ơn.",
            "\"Chào bạn,. . Sau thứ 6 hàng tuần, PDT sẽ cập nhật lại ngày CTXH, HP và mở khóa cho SV đăng ký tốt nghiệp nhé bạn!. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em là Nguyễn Hoàng Long, mssv [student_id]. Kì 1 em có tiết Hóa Đại Cương Thí nghiệm ở lớp Vl05 nhưng em bị bệnh nên đã nghỉ 1 buổi ạ. Em đã mail giảng viên là cô [full_name] nhưng chưa được hồi đáp. Cho em hỏi là em chỉ cần đi học rồi báo bù hay có nhất thiết là phải báo giáo viên bộ môn rồi mới được đi bù ạ.",
            "Chào bạn. . Bạn phải liên hệ với Giảng viên hướng dẫn để để xếp lịch thí nghiệm bù. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi thầy/cô đơn xin hủy rút môn học.. . Kính mong thầy/cô giúp đỡ!. . Em xin chân thành cảm ơn!. .",
            "\"Chào bạn,. . PDT đã tiếp nhận đơn huỷ việc đã đăng ký rút MH học HK212 theo yêu cầu của bạn. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:  Kính gửi thầy/cô . .  Em tên: [full_name], MSSS:[student_id], Lớp: HTDBK21, khoa Điện-Điện tử.. .  Thầy/cô cho em hỏi em muốn xin giấy xác nhận sinh viên thì phải làm sao. Em cảm ơn",
            "Chào em,. . SV có thời khóa biểu trong học kỳ có thể vào trang mybk/Đăng ký in giấy chứng nhận SV để đăng ký.. . Về giấy giới thiệu sinh viên vui lòng liên hệ ở Khoa để được hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy cô ạ,. . Em tên là [full_name], MSSV: [student_id] có đăng ký chương trình liên thông đại học - thạc sĩ. Vài hôm trước em có nhận được thông báo đóng học phí cho chương trình này là 5.280.000 VND nghĩa là em học 6 tín chỉ, mỗi tín chỉ 880.000 VND nhưng theo em tìm hiểu thì phí này là tính cho khóa 2021 nên cho em hỏi là em học khóa 2019 ( mỗi tín chỉ 700.000 VND) nhưng phải đóng học phí chương trình liên thông đại học - thạc sĩ như khóa 2021 luôn ạ ?. . Em cảm ơn ạ.",
            "Chào bạn,. . - Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí    Mức thu học phí các bậc đào tạo năm 2021-2022   Mục I - Sau đại học. . . - Mã số sinh viên của bạn ở bậc đại học là K19. Nhưng năm bạn đăng ký liên thông là năm 2021 của bậc sau đại học. Nên học phí của liên thông Đại học-Thạc sĩ được tính như khóa 21.1 tín chỉ học phí là 880.000VNĐ. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Học kỳ 212 em có đăng ký môn \"Thiết kế thí nghiệm và xử lý số liệu\" CH3309 nhóm L01 ban đầu là học ở cơ sở 2 nhưng sau khi cập nhật TKB vào ngày 23/03/2022 thì môn này lại học ở cơ sở 1 và có phòng học C4-303 ở cơ sở 1 vậy ạ.",
            "Chào em;. . môn này ban đầu mở lớp không ghi rõ học ở cơ sở nào nên mặc định Phòng Đào tạo sắp học ở cơ sở 1. . Than"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name], mssv: [student_id]. Dù môn Giải tích mạch EE1011, lớp DT01A của thầy [full_name] đã thi học kỳ và có điểm từ lâu nhưng trên bảng điểm mybk của em vẫn chưa cập nhật điểm, em đã hỏi thầy và được bảo phải liên hệ phòng đào tạo. (Sau đó em có đặt câu hỏi bên phần học vụ nhưng lại nhận được câu trả lời là liên hệ giảng viên khiến em không biết phải làm sao.). . Vì sắp đến hạn xét tốt nghiệp nhưng bảng điểm vẫn chưa được cập nhật khiến em sợ sẽ bị trễ hạn, nên mong phòng đào tạo xem xét kiểm tra giúp em. . . Em cám ơn ạ.",
            "đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi : Phòng đào tạo trường đại học Bách Khoa thành phố Hồ Chí MInh.. . Em tên là [full_name] , MSSV:[student_id], Khoa: Điện-điện tử.. . Hiện tại em đang trong quá trính học quốc phòng trên khu Quân sự.Nhưng do vào chiều ngày 21/03/2022,em đã bị dương tính với Covid nên hiện tại đang cách ly tại kí túc xá ĐHQG.Vì vậy em đã không thể tiếp tục học trực tiếp tại khu quân sự, thay vào đó là cần hoàn thành thủ tục để học online. Phía bên khu Quân sự cần Giấy xác nhận F0 hay kí túc xá gửi cho bên đó danh sách f0 có tên em để em hoàn thành thủ tục.Em đã báo với Trưởng nhà và bên ban quản lí thì bên đó bảo danh sách đã được gửi lên trường.Nhưng phia bên trung tâm quân sự lại bảo là không nhận được danh sách có tên em. Em đã liên hệ rất nhiều lần nhưng vẫn không có tiến triển gì cả.Sự việc đã và đang diễn ra mấy hôm nay rồi ạ.Nếu không hoàn thành được thủ tục rất có thể em sẽ học lại ạ. Em vừa bị bệnh mà vừa bị bắt học lại thì quá thiệt thòi cho em ạ. Mong trường giúp em chuyện này với ạ.. . Em chân thành cám ơn ạ.. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào PĐT,. . . . Em tên là [full_name],. . MSSV: [student_id],. . Hiện đang học ngành Kỹ thuật máy tính,. . Khoa Khoa học và Kỹ thuật máy tính.. . . . Em có vấn đề liên quan đến môn LVTN (CO4327) học kì 212 mong PĐT giải đáp giúp em như sau:. . - Mặc dù em đã được đăng ký môn Luận văn tốt nghiệp (CO4327) và cũng đã có thời khóa biểu. (Image1.png). . - Và trong danh sách LVTN vẫn còn có tên em. (Image2.png). . - Nhưng hiện tại trong thời khóa biểu thì không còn môn Luận văn tốt nghiệp (CO4327) nữa. (Image3.png). . - Em cũng đã liên hệ với khoa và khoa đã kiểm tra danh sách bị hủy LVTN thì cũng không thấy tên em bị hủy. (Image4.png). . . . PĐT cho em hỏi là có vấn đề gì về môn LVTN (CO4327) của em không ạ?. . . . Em xin lỗi nếu có sai sót trong quá trình đặt câu hỏi. Trong khi chờ đợi câu trả lời của PĐT, em xin chân thành cảm ơn.. . . . Trân trọng,. . [full_name].",
            "Chào bạn[full_name] [full_name] Pdt đã đăng ký môn LVTN, bạn theo dõi TKB cập nhật và thanh toán học phí nghen[full_name] [full_name] Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên [full_name], MSSV: [student_id];. . Hiện tại em đang có nhu cầu thi Toeic và cần giấy xác nhận sinh viên nhưng do tình trạng sinh viên của em bị tạm ngưng vì kỳ 212 em không đăng kí môn học (vì em đang chờ thi anh văn để xét tốt nghiệp).. . Kính mong phòng đào tạo cấp giấy xác nhận sinh viên cho em để em có đủ điều kiện thi Toeic.. . Em xin cảm ơn.",
            "Chào bạn. . Phòng đào tạo gởi Sinh viên Giấy xác nhận sinh viên theo file đính kèm.. . Sinh viên cần bản chính vui lòng liên hệ phòng đào tạo 101A1 để nhận.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện tại em đã đi làm và công ty cần thông tin của quyết định tốt nghiệp số 2271/QĐ-ĐHBK, ngày 18/10/2021 để cho phép em nghỉ phép để vào Hồ Chí minh nhận bằng. Mong Phòng đào tạo hỗ trợ. .   i Tốt nghiệp .",
            "Chào em,. . Vui lòng trình bày rõ vấn đề của bạn hơn nhé, vì thông tin trên quyết định đã được cập nhật tại mybk/Thông tin SV/tình trạng. . Thân",
            "Chào chị,. . Vấn đề của em là em muốn có được nội dung văn bản chi tiết của quyết định tốt nghiệp số 2271/QĐ-ĐHBK, ngày 18/10/2021 để nộp cho công ty.. . Em cảm ơn.",
            "Chào em,. . Quyết định tốt nghiệp là quyết định chung và không gửi cho từng sinh viên nhé bạn.. . Em có thể liên hệ về khoa để xin bản photo danh sách chỗ có tên bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào ạ,. . . . Em tên là [full_name], sinh viên K19 hệ chính quy đại trà.. . . . Dạ cho em hỏi là đối với khóa em (K19) thì cần bằng TOEIC 550 hay là 600 để qua hết chuẩn anh văn hàng năm của trường ạ. Tại em thấy bảng quy đổi là nếu 550 thì không có quy đổi điểm anh văn 4 mà 600 mới được ấy ạ. Vậy thì có sao không ạ ?. . . . Em cảm ơn ạ!",
            "Chào bạn. . - Sinh viên vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt    3. Quy đổi các bằng cấp và chứng chỉ ngoại ngữ.. . - K19 chuyển điểm Toeic 600 mới được xét đạt anh văn 4 khi quy đổi tương đương. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i tuần vừa rồi trường mình có tổ chức kì thi giữa kì 2 môn Hóa đại cương và Vật lý bán dẫn cụ thể là ngày 19 và 20 tháng 3 . Nhưng em bị mắc covit 19 vào ngày 17/3 và cách ly luôn vào tối hôm đó và sức khỏe của em không thể thực hiên 2 buổi thi hôm đó được , em muốn đặt câu hỏi là em có thể hoãn thi kì thi giữa kì 2 môn đó được không . em xin cảm ơn. . . .",
            "\"\"\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào PĐT ạ, ngày hôm qua (24/03), em dã được đăng ký xét tốt nghiệp ạ. Em đã cập nhật thông tin và đóng tiền trên bkpay ạ. Nhưng em chưa cập nhật hình ảnh ạ. Khi đó tình trạng đăng ký của em là \"Đã gửi thông tin đang chờ xử lý\". Sáng hôm nay (25/03), em vào kiểm tra lại thì thấy tình trạng đã bị thay đổi thành \"Phiếu đăng ký không được xử lý\". Hiện tại em đã cập nhật thêm hình ảnh 4x6 đầy đủ ạ. Mong PĐT xem xét phiếu đăng ký tốt nghiệp của em ạ. Em cảm ơn PĐT ạ.",
            "Tốt nghiệp. . . . Dạ em chào PĐT ạ, ngày hôm qua (24/03), em đã được đăng ký xét tốt nghiệp ạ. Em đã cập nhật thông tin và đóng tiền trên bkpay ạ. Nhưng em chưa cập nhật hình ảnh ạ. Khi đó tình trạng đăng ký của em là \"Đã gửi thông tin đang chờ xử lý\". Sáng hôm nay (25/03), em vào kiểm tra lại thì thấy tình trạng đã bị thay đổi thành \"Phiếu đăng ký không được xử lý\". Hiện tại em đã cập nhật thêm hình ảnh 4x6 đầy đủ ạ. Mong PĐT xem xét phiếu đăng ký tốt nghiệp của em ạ. Em cảm ơn PĐT ạ.  /QUOTE . .",
            "\"Chào bạn,. . Trường hợp của bạn báo tình trạng \"\"phiếu đăng ký không được xử lý\"\" là do bạn chưa gửi ảnh theo đúng quy định. Vui lòng up ảnh theo đúng quy định. . Sau khi bạn đã bổ sung ảnh theo đúng quy định sẽ được cập nhật lại tình trạng nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy/cô, học kỳ 211, em đã học môn Quá trình và thiết bị cơ học (CH2019), em đã hoãn thi cuối kỳ.Học kỳ này là 212, thầy [full_name] có gửi mail cho em báo có lớp, nói em đăng ký vào lớp này học, rồi thi cuối kỳ ạ !!!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kinh gửi phòng đào tạo,. . Em tên là [full_name], MSSV [student_id]. . . Em xin nộp Phiếu đăng ký thi để thay thế điểm VP hoặc HT dưới đây theo hướng dẫn để có thể cập nhật điểm bảo vệ tốt nghiệp ngày 03.03.2022 ạ. . . Em xin cảm ơn nhiều ạ. . . Trân trọng,. . [full_name] . . . .",
            "Chào em,. . PDT đã tiếp nhận phiếu đăng ký xóa HT HK211 của sinh viên.. . PDT sẽ cấp phiếu và chuyển về Khoa để nhập điểm LVTN cho SV nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ e chào cô,. . Như lần trước cô có nói sau ngày 22/03 vẫn chưa có trong danh dách tốt nghiệp thì mở yêu cầu bên bksi. E vẫn chưa nhận được phản hồi ạ mong cô kiểm tra giúp e với ạ",
            "em đăng ký trên mybk cũng không được ạ",
            "\"Chào em,. . Trường hợp của bạn đã đủ điều kiện tốt nghiệp. . SV vui lòng vào kiểm tra và Đăng ký tốt nghiệp và thanh toán lệ phí tốt nghiệp nhé!. . Tại mybk/Đăng ký tốt nghiệp. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô ạ,. . . . Em là [full_name]. Em là sinh viên K15. . Mã số sinh viên là [student_id]. . Thầy/cô cho em xin nộp đơn xin chuyển hệ ạ. . . . Em kính mong được thầy/cô giúp đỡ ạ. Em cảm ơn thầy/cô ạ. . . . [full_name]",
            "Chào bạn,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV theo dõi mail và lịch học vụ để vào đăng ký môn học cho HK213 nếu còn nợ MH(từ tháng 05/2022). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . kỳ này em chỉ thiếu CCAV nhưng không đăng ký được LVTN. Vì không đăng ký môn học nên bị tạm dừng.. . Thời gian tạm dừng tối đa bao lâu thì bị thôi học ạ.kỳ sau em có xin mở lại để đăng ký LVTN được không ạ, nếu được thì khi nào em làm đơn thu nhận lại được ạ?. .",
            "Chào bạn, . . - Phòng đào tạo kiểm tra tình trạng của bạn hiện tại là tạm dừng học kỳ 212, bạn chỉ được tạm dừng thêm 1 học kỳ 221 . . - Học kỳ 222 bạn phải thu nhận để đăng ký luận văn tốt nghiệp nếu không tình trạng của bạn sẽ chuyển sang\" xóa tên vì tạm dừng quá thời hạn cho phép\". . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy cô cho em hỏi là Luận văn tốt nghiệp đăng kí ở học kì hè này thì học phí sẽ tính theo kì chính hay kì hè ạ",
            "Chào bạn,. . - Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí    Mức thu học phí các bậc đào tạo năm 2021-2022    Mục III-Đại học chính quy. . -  Luận văn tốt nghiệp đăng kí ở học kì hè thì học phí sẽ tính theo học kì chính. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PĐT, em là [full_name] mssv [student_id] đã nộp đơn chuyển qua hệ VLVH và được thông báo là đã chuyển và theo dõi tình trạng sinh viên trên mybk. Nhưng trên mybk tình trạng sinh viên của em đang hiển thị là ''nghỉ'', '' xóa tên vì hết thời gian học''. Em muốn hỏi là vậy là như thế nào ạ.. . Em cảm ơn.",
            "Chào em,. . Trường hợp của em đang ra quyết định chuyển hệ nhé, em theo dõi tình trạng tại mybk/Thông tin SV cập nhật Quyết định chuyển hệ,dự kiến trễ nhất là ngày 4/4/2022.. . Sau ngày này vẫn chưa có QD SV vui lòng gửi lại phản hồi qua bksi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào PĐT,. . Em không vào trang đăng ký tốt nghiệp được thì liệu em có tên trong \"Danh sách dự kiến tốt nghiệp\" không ạ? PĐT đã ghi nhận yêu cầu xét tốt nghiệp của em. Em thấy danh sách tốt nghiệp vừa cập nhật hôm nay(28/3/2022) nhưng không tìm thấy tên em. Bây giờ em nên làm gì ạ? hay là vẫn chờ đến 30/3/2022 như đã được phản hồi?. . Em cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Tôi tên la [full_name] mssv [student_id] có yêu cầu in mới thẻ sv, Hệ thống thông báo đã in hoan thành. Em không thể lên nhận nên nhờ bạn em là [full_name] cccd số [phone_number]75 nhận giùm. . . .",
            "Chào em,. . Đã gửi thẻ SV của bạn cho bạn [full_name] nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em không thể đăng ký tốt nghiệp vào T4 này do tình trạng sinh viên tạm dừng vì không đăng ký môn học. Giờ em em cần làm gì?",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân",
            "Chào em,. . Trường hợp của bạn xét tốt nghiệp báo bạn vẫn còn nợ TOEIC.. . SV vui lòng kiểm tra lại điều kiện của mình, trường hợp khiếu nại vui lòng gửi lại phản hồi qua bksi.. . SV xem quy định tại đây: http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quyết định ban hành Quy định học vụ và đào tạo bậc Đại học/ phụ lục 1/2. Chuẩn ngoại ngữ tốt nghiệp . . Thân\". ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . kì rút môn học vừa rồi em có lỡ rút các môn học em đang học và em xin nhà trường huỷ đơn rút môn của em ạ",
            "Chào em,. . Em vui lòng làm đơn xin hủy rút MH, ghi rõ tên và mã MH xin hủy rút, trình bày rõ lý do và gửi qua [full_name] nhé. . Thân",
            "Em xin gửi đơn huỷ rút môn học ạ nhưng có một môn em vẫn đăng ký rút môn ạ",
            "\"Chào bạn,. . PDT đã tiếp nhận đơn huỷ việc đã đăng ký rút MH học HK212 theo yêu cầu của bạn. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hôm nay 25/03 em có đăng ký tốt nghiệp nhưng bị báo là còn nợ HP. Em có đăng ký một môn trong HK2/2022 nhưng chưa đóng học phí được do chưa đến hạn. Vậy em có thể đóng học phí sớm để được tốt nghiệp bây giờ không ạ.",
            "Chào em, . . Theo lịch ngày 4/4 sẽ mở cho SV thanh toán học phí nhé, Sau khi thanh toán xong em gửi câu hỏi qua bksi để xin mở khóa đăng ký tốt nghiệp nhé. . Thân",
            "Em đã nhận được giấy chứng nhận tốt nghiệp tạm thời vào ngày 1/4, vậy cho em hỏi bao lâu thì sẽ có bằng chính thức ạ",
            "Chào em,. . Trường hợp của em theo thông báo tốt nghiệp, sẽ nhận bằng chính thức tại Khoa sau ngày lễ tốt nghiệp của Khoa bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào quý thầy, cô. . Em tên là [full_name], MSSV: [student_id]. Em thuộc lớp DT01, môn Anh Văn cơ bản A (LA0011). Vào ngày 20/03/2022, tiết 5 (10g00) em có lịch thi cuối kỳ môn Anh Văn cơ bản A (LA0011), vào lúc 9g30 em có vào phòng meet điểm danh để bắt đầu thi, sau khi điểm danh thì khu nhà em bị mất điện, vì đường truyền mạng không ổn định và không đảo bảo đủ pin để tham dự thi nên em xin phép giám thị để được hoãn thi môn Anh Văn cơ bản A. Em có đính kèm đơn xin hoãn thi bên dưới.. . Mong thầy, cô xem xét giúp em.. . Em xin cảm ơn và chúc thầy, cô sức khỏe.",
            "Đã trả lời qua mail."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hồi tháng 04/2021 em có làm thủ tục chuyển hệ chính quy qua hệ vừa học vừa làm. Em đã làm theo hướng dẫn và đăng kí ở trên trang web tuyển sinh, và được phản hồi thông tin qua hồ sơ qua mail. Em có lên hỏi phòng đạo tạo để gửi hồ sơ bổ sung theo hướng dẫn trước đó của phòng đào tạo thì thầy báo em về chờ mail. Sau đó do dịch bệnh bùng phát nên em không thấy nhà trường gửi mail cho em, em liên hệ cũng không được. Em kiểm tra trang web kết quả tuyển dụng cũng thấy báo: Hồ sơ mới, trường chưa nhận ( Hình ảnh đính kèm). Vậy nhờ nhà trường kiểm tra giúp em trường hợp này giúp em với ạ.. . ﻿Em cảm ơn!. . ﻿Note: Em có đính kèm 1 số hình ảnh về hồ sơ. . . .",
            "\"Chào bạn. . - Đến thời điểm hiện tại quy trình thủ tục chuyển sang hệ Vừa làm vừa học như sau:. . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân\"",
            "Dear  chị [full_name][full_name] [full_name] Em gửi file Phiếu đăng kí xét tuyển SV Chính quy ĐHBK chuyển hệ sang vừa làm vừa học T04/2021 ( đính kèm)[full_name] Nhờ chị xem xét dùm em chị nha[full_name][full_name] [full_name] Em cảm ơn chị ạ[full_name]",
            "Chào bạn. . - Bạn vui lòng làm theo đúng quy trình chuyển sang hệ VLVH, hiện tại phiếu bạn gởi không xử lý được. . - Đến thời điểm hiện tại quy trình thủ tục chuyển sang hệ Vừa làm vừa học như sau:. . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . . . Thân. .",
            "Chào bạn,. . . . Sinh viên đã có quyết định chuyển sang hệ VLVH, xem tình trạng quyết định tại myBk tình trạng sinh viên nên bạn có thể đăng ký môn học ở HK213 theo quy định. . . . Thân.",
            "Dear chị [full_name]. . Em cảm ơn chị nhiều ạ. . . Vì em chưa nhận được thông tin về Mã số sinh viên mới. Vậy em vẫn sử dụng mã số sinh viên cũ [student_id] đăng nhập vào hệ thông myBK để đăng ký môn học ở HK213 phải không ạ.. .",
            "Chào bạn,. . . . Về CTDT là giống nhau của đại trà và VLVH. . Tuy nhiên, VLVH sẽ:. . Giảm chuẩn anh văn xét LVTN và tốt nghiệp so với Chính quy: chi tiết xem quy chế học vụ. . Không xét môn anh văn 1234, GDTC, GDQP, Ngày CTXH, . . Thời gian học là 10 năm (theo thời gian khóa đầu vào). . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  PDT cho em hỏi là lịch thi môn học Hệ Thống Định vị toàn cầu CI3067 thi vào ngày 17/4 của em bị mất rồi, mong PDT kiểm tra lại giúp em. . Em xin cảm ơn. . . .",
            "Chào bạn, . . Phòng đào tạo kiểm tra tình trạng sinh viên của bạn là xóa tên vì hết thời gian học của học kỳ 212 theo Quyết định số 727/QĐ-ĐHBK. Nên theo quy định lịch thi của bạn bị xóa. Bạn có thắc mắc khiếu nại gì thì vui lòng phản hồi lại . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em kính chào quý thầy cô,. . - Em tên [full_name], mssv [student_id], khoa Cơ khí chế tạo máy. Học kì 202 em có học môn thí nghiệm Dung sai lớp L01 của thầy [full_name]. Em đã học được 2/3 buổi thì dịch bùng phát và trường mình nghỉ. Em thiếu 1 buổi để hoàn thành lớp thí nghiệm.. . - Trong thời gian dịch bệnh, trường có tạo form đăng kí học thí nghiệm offline, em có đăng kí và được PĐT sắp vào lớp VL03. Nhưng sau đó gia đình em có F0, và bà của em cũng không may mắn vượt qua được, em cũng trở thành F1. Quãng thời gian này gia đình em rất bối rối và mất bình tĩnh, em cũng đã QUÊN KHÔNG HUỶ đơn đăng kí học offline thời điểm đó.. . - Hiện tại, em đã xin thầy [full_name] học bù trong thời gian 4 tuần bù thí nghiệm của trường, lớp VL02. Nhưng thầy có nói là em KHÔNG CÓ TÊN trong danh sách VL02 , nên thầy [full_name] cho em dù em đã học thầy 2/3 buổi thí nghiệm từ lúc trước dịch. Thầy đã nói em hãy liên hệ PĐT để tìm cách giải quyết và thầy vẫn chấp nhận cho em học buổi thứ 3/3.. . - Em xin kính mong quý thầy cô giúp em chuyển danh sách từ VL03 học kì trong dịch sang VL02 học kì hiện tại, điểm lí thuyết em cũng đã qua môn học, em không muốn thí nghiệm chỉ thiếu 1 buổi vì dịch bệnh khách quan mà không qua được môn.. . Em xin chân thành cảm ơn quý thầy cô.",
            "Chào em;. . nếu em muốn đăng ký nhóm VL02 thì em phải có minh chứng xác nhận của giảng viên cho phép vào nhóm lớp đó nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa phòng đào tạo,. . . . Tiếp nối câu chuyện em không thể tốt nghiệp vì hiện bị tạm dừng học,. . . . em đã cập nhật lại ngày CTXH và hiện đã đủ điều kiện tốt nghiệp, em xin lỗi vì sự chậm trễ này.. . . . Kính mong quý anh chị/thầy cô xem xét trường hợp của em.. . . . Em xin cảm ơn.. . . . . .",
            "Chào bạn. . Thứ 6 hàng tuần Phòng Đào tạo sẽ cập nhật lại danh sách tốt nghiệp mới và mở khóa cho các trường hợp sinh viên nợ HP và Nợ ngày CTXH (sau khi đã thanh toán HP/bổ sung đầy đủ ngày CTXH trước thứ 5 hàng tuần), Sinh viên đăng ký tốt nghiệp lại vào thứ 2 tuần sau. . Thân",
            "Chào em, . . PDT đã mở khóa, em vào đăng ký tốt nghiệp lại nhé . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT,. . Em tên là [full_name], MSSV [student_id].. . Cho em hỏi em có được thanh toán học phí sớm để em có thể đăng ký tốt nghiệp trong 4/2022 không ạ.. . Em cảm ơn.",
            "Chào em,. . Sau ngày 4/4 SV vào thanh toán HP, sau đó gửi câu hỏi qua bksi báo để PDT mở khóa cho SV đăng ký tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Gửi [full_name], . . Em tên [full_name], MSSV: [student_id]. Sinh viên năm 4 khoa Quản Lý Công Nghiệp.. . Em thấy số lượng các tín chỉ và điểm tích lũy theo từng kì đang bị sai. Cụ thể là từ HK2 năm học 2020-2021. . . . . Mong nhận được phản hồi sớm từ [full_name].",
            "\"Chào bạn,. . Do điểm của các HK202,HK203 chưa đủ, nên hiện tại điểm trung bình tích lũy, số tín chỉ tích lũy trên Cổng thông tin sinh viên/Xem điểm chưa được cập nhật (hiện tại chưa đủ), SV hiện tại chỉ có thể tham khảo điểm của từng môn được cập nhật và tự tính theo quy chế học vụ.. . SV có thể đăng ký in bảng điểm tại mybk/Đăng ký in Bảng điểm (bảng điểm cá nhân), thì trong bảng điểm này sẽ được tính tất cả các môn học đã có điểm tới thời điểm SV đăng ký in.. . để kiểm tra và khiếu nại (nếu tính sai, SV vui lòng ghi rõ sai như thế nào). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em muốn đăng kí tốt nghiệp nhưng tình trạng sinh viên đang bị tạm dừng. Mong phòng đào tạo hướng dẫn em giải quyết ạ.. .",
            "Chào em, . . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào cô.. . Trường mình có nhận bằng PET để tốt nghiệp không ạ.. . Em K19 hệ chính quy.. . Em cảm ơn cô.",
            "hào bạn. . Sinh viên vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy cô ạ,. . . . Em có một thắc mắc liên quan đến tình trạng môn học hiện tại của em là môn Tính toán song song(TTSS). Cụ thể như sau: em đã học môn TTSS vào học kỳ 202 (học kỳ 2 năm 2021), do lúc đó xảy ra dịch nên việc thi delay đến tháng 12, để đề phòng việc trễ tốt nghiệp thì em đã đăng ký lại môn TTSS đó vào học kỳ 212 (học kỳ 2 năm 2022). . . . . Vào khoảng giữa tháng 3 thì môn TTSS 202 có điểm và em đã qua môn, do đó đã đủ điều kiện để đăng kí xét tốt nghiệp vào đợt tháng 4 này. Tuy nhiên thời gian có điểm đã quá 6 tuần kể từ tuần học đầu tiên nên em không thể rút môn TTSS 212 được và do đó em muốn hỏi liệu việc em bỏ môn TTSS 212 (vẫn đóng tiền đầy đủ) thì có ảnh hưởng gì đến việc xét tốt nghiệp không ạ?. . . . Mong nhận được phản hồi sớm. Chúc thầy cô có một ngày làm việc hiệu quả và thành công!",
            "Chào em,. . SV có thể làm đơn xin rút MH để tốt nghiệp nhé.. . Việc có TKB trong HK212 không ảnh hưởng đến việc xét tốt nghiệp.. . về việc rút môn học (Có tính học phí):. . Bạn vui lòng tải mẫu đơn: RÚT MÔN HỌC tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua BKSI. . Hiện tại em đã đủ điều kiện tốt nghiệp chưa?. . Thân"
        ]
    }
]