[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ hiện tại em có tên trong danh sách xét tốt nghiệp tháng 11 do mail trường gửi, sau đó e vô trang mybk để hoàn tất mục đăng kí tốt nghiệp thì bị lỗi báo là: \"Không được phép đăng ký (Nợ HP )\".. . . . Mong thầy/cô kiểm tra và sửa lỗi này giúp em ạ.. . . . Em cảm ơn ạ.",
            "Chào em,. . Sau 17h ngày 15/9 bạn vô đăng ký tốt nghiệp lại nhé. . Thân",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Dạ chị ơi e vẫn chưa vô đăng kí lại được ạ, nó vẫn báo lỗi nợ HP.",
            "Chào bạn,. . Bạn phải điền đầy thông tin mới nộp hồ sợ được nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi PĐT,. . Cho em hỏi là hiện tại địa phương em đang yêu cầu giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự. Thì cho em hỏi:. . . . 1. hiện tại trường có thể chuyển phát giấy xác nhận sinh viên liên tỉnh được không ạ (cụ thể là Bình Phước ạ)? . . . . 2. Trường có thể chuyển phát trong địa bàn TPHCM không ạ?. . . . 3. Nếu không, PĐT có thể chuyển giấy xác nhận dạng file cho em được không ạ?. . Em cảm ơn. .",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . SV đăng ký in CNSV tại mybk.hcmut.edu.vn. . . . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo,. . . . Sau tra MSSV của em trong danh sách dự kiến tốt nghiệp tháng 11/2021, em nhận thấy mình không nằm trong danh sách dự kiến tốt nghiệp. Em đã có đủ số tín chỉ , CCQP, Anh Văn Nghe Đọc - Nói Viết. Kính mong Phòng Đào Tạo giải đáp thắc mắc của em.",
            "Chào em,. . Cô gửi em file xéttốt nghiệp của SV chương trình KSTN, bạn vui lòng xem và kiểm tra lại nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô,. . Em là sinh viên dự thi Tiếng Anh Nói-Viết đợt 1 do trung tâm BKEnglish tổ chức. Theo yêu cầu của Trung tâm, trong quá trình thi em phải có thẻ sinh viên và CMND/CCCD để làm thủ tục thi. Tuy nhiên, do dịch bệnh nên khi về quê em không đem theo thẻ sinh viên nên hiện tại em chỉ có hình ảnh 2 mặt của thẻ sinh viên. Em cũng không đăng kí in thẻ sinh viên mới được ạ.. . Em xin lỗi vì sự bất tiện này ạ. Vậy em có thể sử dụng hình ảnh thẻ sinh viên để làm thủ tục được không ạ ?. . Em mong nhận được phản hồi sớm từ thầy cô.. . Em xin cảm ơn thầy cô !",
            "Chào bạn,. . Bạn vui lòng liên hệ với Trung tâm ngoại ngữ để được hướng dẫn và hỗ trợ về thi AV nói viết nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào thầy/cô,. . . . Em hiện đang là sinh viên năm 4, giai đoạn này ở phường đang yêu cầu khám nghĩa vụ quân sự . . . . Vì tình hình dịch bệnh, di chuyển khó khăn, phường chỉ yêu cầu bản PDF là đủ.. . Vậy cho em hỏi, em có thể chỉ nhận bản PDF online mà không cần phăỉ đăng ký gửi bưu điện về không? Nếu có, thủ tục là như thế nào ạ?. . . . Vì em thấy trong MyBK không có lựa chọn chỉ nhận file PDF.. . . . Em xin cảm ơn.",
            "Chào bạn. . Bạn đăng ký tại Mybk- đăng ký giấy chứng nhận sinh viên. . Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi,. . Dạ cho em hỏi là điểm tổng kết môn học Con Người Và Môi Trường của em có bị nhập lộn trên bảng phúc tra không ạ, tại em có đầy đủ các cột điểm thành phần và điểm thi cuối lì là điểm nhóm nhưng trong nhóm  em ai cũng có điểm tổng kết, chỉ có em là không có điểm tổng kết. Mong phòng đào tạo xem xét lại giúp em ạ. Em xin cảm ơn",
            "Chào em,. . - Em vui lòng liên hệ GV nhé.. . - Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học nhóm để mở khóa (HK202) trong thời gian cho phép sửa.. . . . Thân mến,. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name]. . MSSV [student_id]. . Lớp XD17KT - Ngành kiến trúc - Khoa xây dựng. . . . Mục đích em muốn nhờ thầy cô hỗ trợ em đăng ký môn học CI2013 - Bố cục tạo hình kiến trúc 2 để có thể duy trì việc học tại trường đại học Bách Khoa.. . Em đã làm đơn xin đăng ký cho giáo viên bộ môn và đã có chữ ký xác nhận vào lớp.",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]3  /b \t. . . . Em chào PDT.. . Em tên: [full_name], là sinh viên chương trình CLC Việt Pháp. . Khóa :K13.. . MSSV: [student_id]3. . Hiện tại Phòng Đào tạo kết hợp cùng Trung tâm Ngoại ngữ tổ chức kiểm tra Anh văn 2 kỹ năng Nói - Viết theo hình thức trực tuyến. Và đăng ký theo hình thức đăng ký môn học.. . Em không thể đăng ký để thi được vì hết thời gian đào tạo tại HK211. . Đáng lẽ ra Em đã có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ và sẽ được thi thay vì hình thức phải đăng ký môn học như hiện nay. . . Mong PDT xem xét và mở đăng ký môn học của em để em có thể đăng ký thi và có thể tốt nghiệp đợt tháng 11 này.. . Em cảm ơn.. .",
            "Chào bạn. . Pdt sẽ cập nhật lại Ngày mai bạn vào đăng ký nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào tạo,. . Em có đăng kí chuyển điểm anh văn vào ngày 27/08/2021 và đã hoàn thành việc thanh toán. Tuy nhiên đến hôm nay (ngày 14/09/2021), điểm của em vẫn chưa được cập nhật vào bảng điểm. Hiện tại em đã hoàn thành xong luận văn tốt nghiệp và chỉ thiếu điểm anh văn để đăng kí tốt nghiệp.. . Vậy em kính mong Phòng Đào tạo có thể xem xét và cập nhật điểm để em đủ điều kiện đăng kí tốt nghiệp.. . Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . . . Trường hợp sau ngày 21/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . . . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . . . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có thực hiện thanh toán xét miễn điểm Tiếng Anh với mã xác nhận đăng ký là 210825HK202D17, tuy nhiên em ko chọn miễn điểm cho 4 môn Tiếng Anh được. Có phải do em là bằng 2 đã được miễn rồi nên không cần nộp không ạ? Nếu vậy thì thanh toán em đã chuyển có được hoàn lại không? Em muốn cải thiện bảng điểm bằng việc xét 4 môn tiếng Anh thì có cách nào không ạ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy cô ạ. . . Em là [full_name]. Mssv: [student_id]. . . Em có hoãn thi môn quản lý dự án cho kỹ sư ngày 16/8, mã môn học:IM1025 nhưng trên bảng điểm lại ghi là điểm 13. Mong thầy cô kiểm tra và sửa lại ạ. . . Em xin cảm ơn. . . Chúc thầy cô sức khỏe. . .",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô! Em là sinh viên khoa k16 của Trường . . Hiện tại sô tin chi em là 123 nhỏ hơn 124 em không nhận được luận văn mà em đã hoàn thanh hết các môn chương  trình nhưng em thiếu 4 anh văn nên không đủ tin chi để đăng kí. Hiện tại dịch em không thi toeic để nộp vào cập nhật điểm anh văn được để đủ chi nhận luận văn.. Lúc trước em có thi đánh giá toeic ở Trường được 380 điểm và em hoàn thành lớp toeic 400 của Trường vậy em được quy đổi anh văn để em được đăng kí luận văn không ạ. . . Hoặc bên em có môn tự chọn sức bền kết cấu bên xây dưng cũng có môn này nhưng khác ma môn vậy em có được quy đổi để đủ chi làm luận văn không ạ. . . Mong thầy cô giúp đỡ giúp em ạ. . . Em xin cảm ơn.. . . .",
            "Chào bạn,. . Bạn vui lòng làm đơn xin đặc cách đăng ký LVTN, ghi rõ mã LVTN, tình trạng cụ thể của bạn thiếu như thế nào? lý do?. . Kèm xác nhận đồng ý của [full_name] vẫn cho SV nhận LVTN thời điểm này.. . Cô sẽ giúp bạn trình đơn cho bạn [full_name] xem xét và trả lời cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô,. . . . Em là [full_name], em dự định đăng ký thi Anh văn 2 kỹ năng online theo hướng dẫn của nhà trường qua email. Tuy nhiên, em thắc mắc những   B Yêu cầu về giấy. . tờ cá nhân  /B  trong file hướng dẫn, yêu cầu   B thẻ sinh viên  /B .. . . . Vì em về quê tránh dịch từ tháng 7 và không mang theo thẻ sinh viên bên mình cho đến tận bây giờ, em còn mỗi CMND thì có được tham dự kỳ thi Anh văn 2 kỹ năng online không ạ?. . . . Mong thầy/cô giúp em giải đáp thắc mắc. Em xin cảm ơn ạ!. . . .",
            "Chào bạn. . Về vấn đề này bạn liên lạc TTNN hỗ trợ nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa thầy cô,. . Em tên [full_name], sv lớp VP16XDC. Em đã có buổi bảo vệ luận văn ngày 31/07/2021 và hoàn thành đầy đủ các điều kiện xét tốt nghiệp. Tuy nhiên, em vẫn chưa nhận được mail để đăng ký tốt nghiệp HK này, trong khi các bạn trong lớp em đã nhận được rồi. Đồng thời, em cũng nhận thấy [full_name] vẫn chưa cập nhật điểm TB tích lũy ngành giống như các bạn.. . Kính mong thầy cô xem xét và hỗ trợ để em có thể đăng ký tốt nghiệp HK này.. . Em xin chân thành cảm ơn!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào Trường Đại học Bách Khoa. . Em tên [full_name]. . Mã số sinh viên: [student_id]. . Em đã thanh toán phí bảng điểm trong paybk rồi ạ. Mong PDT kiểm tra và mở khóa để em đăng kí xét tốt nghiệp ạ. . Em mong nhận phản hồi sớm của Nhà Trường.. . Em cảm ơn . . Chúc Nhà Trường nhiều sức khỏe và thành công. . [full_name]. .",
            "Chào bạn,. . Sau 17h ngày 15/9 bạn vô đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại khu vực em ở đã bị phong tỏa hơn 2 tháng nên em không thể lấy bằng tốt nghiệp để đăng kí nộp bằng đúng hạn đợt 2 . Vậy sau khi lấy được bằng rồi em phải đăng kí nộp làm sao  ạ ? . . Em xin cảm ơn!",
            "Chào bạn,. . bạn vui lòng gửi mail trực tiếp cho cô [full_name] để được hướng dẫn về nộp bằng PTTH nhé . . email: [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "em xin chào thầy/cô ạ, em có đăng kí in giấy xác nhận sinh viên vào ngày 08/09/2021 nhưng đến nay ngày 14/9/2021 chưa có thông tin phản hồi ạ, thầy/cô cho em hỏi khi nào thì mình nhận được thông tin phản hồi vậy ạ tại cuối tháng em phải nộp cho địa phương rồi ạ. Em chân thành cảm ơn.. . [full_name]. . [student_id]. .   i Yêu cầu khác .",
            "Chào bạn[full_name] [full_name] [full_name] đã ghi nhận phản hồi của bạn, Vì số lượng đăng ký giấy CNSV tăng đáng kể, Nên [full_name] đang cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay, SV vui lòng thông cảm đợi thêm, giải thích thêm với cơ quan yêu cầu giấy CNSV[full_name][full_name] [full_name]  Sau khi [full_name] cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên[full_name][full_name] [full_name] Thân[full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào PĐT, . . . . Em là [full_name], MSSV [student_id]. . . . . Hiện tại em đã hoàn thành 141 chỉ, có 35.5 ngày CTXH và đã nộp CCNN 4 kỹ năng. Tuy nhiên, em không có tên trong danh sách tốt nghiệp tạm thời. PĐT có thể xem xét lại giúp em không ạ?. . . . Em cảm ơn ạ. . . . . Best regards, . . [full_name]. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô!. . Em là [full_name] - [student_id].. . Vê việc chấm điểm rèn luyện khi chưa đủ điểm thành phần do có hoãn thi hoặc một số môn chưa tổ chức thi, nên em nhờ thầy/ cô giải đáp thắc mắc về trường hợp này ạ!. . Em xin cảm ơn thầy/ cô.. . Chúc thầy cô một ngày tốt lành!. . Trường Thi.. .",
            "Chào bạn. . Vấn đề Gia hạn học phí, BHYT, Học bổng, vay vốn ngân hàng, điểm rèn luyện… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn. Địa chỉ email: [email]. .  Thân. .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1713997  /b \t. . . .   i Học vụ . Kính gửi Thầy/Cô.. . Em tên là: Vương Minh Vĩ. . Mssv: 1713997. . Khoa Kỹ thuật Xây dựng-Xây dựng Dân dụng và Công nghiệp-Khóa 2017. . Lớp: XD17DD2. . Trong học kỳ trước, em có đăng ký Hoãn Thi cuối kỳ môn Anh văn 4 (LA1009) và đã nhận được mail xác nhận của Phòng đào tạo, nhưng hiện tại cột điểm trên Mybk lại là điểm 13 (vắng thi) ạ. Em mong Thầy/Cô xem xét và điều chỉnh giúp em ạ. Em cảm ơn.",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học kì hè vừa rồi em có đăng ký và học 1 môn XSTK, và đã thi GK, CK và có điểm tổng kết. Và đã QUA MÔN. Cho em hỏi mình có thể bỏ điểm đó được không,(coi như chưa học) vì kì hè vừa rồi gia đình em chịu ảnh hưởng của đại dịch nên việc học khá bất tiện và không tập trung (và nếu được thì làm như thế nào ạ). Mong nhận được phản hồi của nhà trường vì có thể ảnh hưởng đến việc phân ngành của em. Em cảm ơn.",
            "Chào em,. . - SV cứ để môn học bình thường.. . . . -  Cho em hỏi mình có thể bỏ điểm đó được không,(coi như chưa học) . . =  Không bỏ được nhé em, em có thể học cải thiện điểm.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào PĐT, . . . . Em là [full_name], MSSV [student_id]. . . . . Hiện tại em đã tích lũy đủ 141 tín chỉ, 35.5 ngày CTXH và đã nộp CCNN 4 kỹ năng. Tuy nhiên, em không có tên trong danh sách tốt nghiệp tạm thời và cũng không nhận được mail của PĐT về danh sách đó. . . . . Trước đây, do lỗi mạng, nên em có đăng ký in bảng điểm nhiều lần nhưng chỉ thanh toán 01 bảng điểm duy nhất và nhận tại PĐT 01 bảng điểm đã thanh toán đó. Em có đính kèm hình ảnh bên dưới. Em không biết việc chưa cập nhật có phải do lỗi này của em không ạ?. . . . Em rất mong phản hồi từ PĐT ạ. . . . . Em xin cảm ơn. . . [full_name]. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. .",
            "Chào bạn,. . Bạn vui lòng xem lại điều kiện tốt nghiệp PDT đã xét cho bạn nhé!. . gửi bạn file, bạn xem và kiểm tra lại"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên chính quy K14, cho em hỏi sao em không đăng ký thi anh văn nói viết đợt 3 được ạ. Nếu được cho em xin cách đăng ký. em cũng không thấy mail để đăng ký ạ.. . Em đã hoàn thành tất cả các môn học và toeic. chỉ còn thi anh văn nói viết thôi ạ... .",
            "Chào bạn,. . Trường hợp của bạn cô đã ghi nhận lại và sẽ mở cho bạn đăng ký vào đợt 3, bạn đợi mail để vào đăng ký nhé, dự kiến sẽ gửi mail cho bạn trước ngày 17/9. . Thân",
            "em chào cô. . em vẫn chưa nhận được mail và không đăng kí đợt 3 được ạ.. . Mong nhà trường giải quyết và gửi mail để e đăng kí đợt 4 ạ.",
            "Chào bạn. . Bạn vào đăng ký nghen, ds đợt 4 của bạn đã có tên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào phòng đào tạo,. . Em tên [full_name]. . Mssv [student_id]. . Hiện tại đã có danh sách tốt nghiệp dự kiến đợt học kì 211 mà hiện tại em chưa có tên trong danh sách tốt nghiệp dự kiến bên mình có thể kiểm tra lại giúp em nguyên nhân tại sao không ạ.. . Em cảm ơn.. . Mong nhận được sự phản hồi sớm từ thầy/ cô.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ cho em hỏi chuyển ngành cần những điều kiện gì ạ. .",
            "Chào em,. . Em liên hệ [full_name] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ cho em hỏi năm 2 mình cần xin giấy tạm hoãn không ạ, và xin ở đâu ạ , vì phường e bảo nộp ạ. .",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . SV đăng ký in CNSV tại mybk.hcmut.edu.vn. . . . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào PĐT! . . PĐT cho em hỏi, em đăng ký in giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự nhưng sao 1 tuần rồi vẫn chưa có kết quả gì ạ! Ở địa phương em đang có danh sách gọi nghĩa vụ quân sự nên em đang cần gấp giấy đó ạ. Mong PĐT giải quyết sớm giúp em được không ạ! Em chân thành cảm ơn !. . Dưới đây là hình đính kèm về đơn đăng ký trên web đăng ký giấy xác nhận sinh viên của em ạ !",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . - Vì số lượng sv cần hơi nhiều, PĐT scan up lên nhanh nhất có thể.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa thầy/cô,. . Em tên là [full_name]. Em đã đạt đầy đủ điều kiện tốt nghiệp nhưng vẫn không nằm trong danh sách dự kiến tốt nghiệp.. . Em cần làm thủ tục gì để kiểm tra điều kiện tốt nghiệp hiện tại của bản thân vậy ạ.. . Em xin cảm ơn.. . [full_name].",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo.. . Đợt rồi em có đăng ký tiểu luận tốt nghiệp (260663)trên bksi và được phản hồi sẽ có thời khóa biểu vào tuần này mà hiện tại em vẫn chưa có thời khóa biểu . Mong PĐT xem lại ạ .. . Em xin trân trọng cảm ơn .. .",
            "Chào bạn,. . Trường hợp của bạn đã đủ điều kiện nhận TLTN nhé, bạn vui lòng liên hệ về khoa để nhận đề tại làm trước nhé, cô sẽ báo bộ phận ĐKMH cập nhật lại TKB.. . Sẽ cập nhật trước ngày 21/9 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô ạ,em là [full_name] , MSSV [student_id],  em đã đăng kí giấy chứng nhận sinh viên ngày 13/9 và mong muốn là trước ngày 17/9 em có được bản scan để chụp hình nộp địa phương em ạ nhưng đến giờ vẫn chưa được xử lí ạ, nên em hơi lo. Cô cho em hỏi là có cách nào có được bản scan nhanh hơn không ạ. Em xin cám ơn thầy cô.. . . .",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . SV đăng ký in CNSV tại mybk.hcmut.edu.vn. . . . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Em theo dõi thông in trên trang mybk/thường xuyên nhé. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi: Phòng Đào Tạo. . . . Thông tin sinh viên. . Họ và tên: [full_name]. . Khóa: K15. . MSSV: [student_id]. . Chuyên ngành: Điện tử Viễn thông. . Lớp: DD15DV1. . . . Hiện tại em đã hoàn thành đầy đủ các điều kiện để xét tốt nghiệp. Nhưng khi em kiểm tra thông tin của mình trong Danh sách tốt nghiệp dự kiến 11/2021 thì không có thông tin. Kính mong PĐT kiểm tra và hướng dẫn giúp em hoàn thành việc đăng ký tốt nghiệp ạ.. . . . Em xin chân thành cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào BKSI,. . Em tên là [full_name], MSSV [student_id]. Hiện tại em kiểm tra bên phần tốt nghiệp thì không tra ra tên em trong danh sách tốt nghiệp tạm thời. Quý thầy cô BKSI có thể giúp đỡ em còn thiếu sót gì không ạ? Em cám ơn thầy cô đã đọc mail này.. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name] . . MSSV [student_id] . . . . Cho em hỏi là em thi Giải tích 2 vào ngày 24/08/2021 . . Tới nay em vẫn chưa thấy điểm thi của em được cập nhật lên MyBK . . . . Do em cần chuyển điểm từ hệ đại học sang cao đẳng . . . . Mong quý thầy/cô hỗ trợ giúp em",
            "Chào em,. . Hiện tại môn học, mã nhóm em nói chưa gửi PĐT em nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]. . mssv:[student_id]. . -Pđt cho em nộp đơn xin đăng kí môn học nhập môn kĩ thuật (CI1001) nếu có thiếu xót cho em được bổ sung sau.. . . .",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào các thầy cô PDT ạ!. . Hôm trước trường hợp của em có hỏi ở câu hỏi/ yêu cầu số 34727 về việc mở khoá hệ thống nộp điểm dành cho giảng viên, để chỉnh sửa điểm cuối kì cho em ạ.. . Em đã liên hệ Thầy [full_name], thầy cũng đã gửi email cho PDT qua địa chỉ [email] từ ngày 8/9 rồi mà đến nay vẫn không nhận được phản hồi gì hết ạ!. . Em có gọi điện vào số điện thoại PDT và được một thầy yêu cầu hỏi ở trên BKSI ạ.. . Vậy em mong các thầy cô giải quyết giùm em với được không ạ? Mong nhận được phản hồi sớm nhất từ PDT ạ. Em cảm ơn nhiều ạ!",
            "Chào bạn,. . Vui lòng cung cấp cho cô email của thầy [full_name] nhé, để cô nhờ bộ phận check mail pdt@ kiểm tra lại. . Thân",
            "Dạ em gửi cô email thầy [full_name] ạ!. . [email]. . Cô kiểm tra lại giùm em với ạ, em cảm ơn nhiều ạ!",
            "Chào bạn,. . Đây đâu phải mail cán bộ của trường bạn!. . Bạn hỏi lại thầy sử dụng mail nào nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy ,cô!. . Vào đợt thi cuối kỳ 202 em có xin hoãn 3 môn và được chấp nhận, vậy điểm hoãn thi khi nào được cập nhật vậy ạ, em thấy trong bảng điểm là điểm 13.. . Em cảm ơn thầy ,cô!",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ, em chào anh/chị. . . . Cách đây 3 ngày em có mail cho bên PĐT nhưng hiện tại vẫn chưa nhận được bất cứ phản hồi hay sự hỗ trợ nào từ nhà trường về vấn đề của em :(. . . . Em tên là [full_name].. . MSSV: [student_id]_K19 thuộc khoa Môi trường và Tài nguyên.. . . . Vì một số lý do cá nhân nên đợt học kì đăng kí tham gia GDQP em đã bỏ lỡ. Và sau khi liên lạc bên PĐT TT GDQP thì em nhận được phản hồi rằng truy cập web http://ttgdqp.edu.vn/ để đăng ký.. . . . Hiện em đã truy cập và tìm thấy nơi đăng ký tham gia khoá GDQP vào tháng 10 tới. Và em có một thắc mắc ạ:. . . . Chỗ hướng dẫn đăng ký có yêu cầu như sau:. . \"Sinh viên gởi hình chụp giấy giới thiệu có đóng mộc của nhà trường\". Em có kèm theo hình ảnh yêu cầu đăng ký phía dưới.. . . . Vì đây là vấn đề sẽ ảnh hưởng đến việc tốt nghiệp của em sau này nếu không đạt đủ điều kiện hoàn thành khoá GDQP. Nên em xin nhà trường có thể hướng dẫn và cấp cho em giấy giới thiệu để có thể đăng ký học kì quân sự sắp tới và bắt kịp lộ trình với các bạn cùng khoá ạ!. . . . Em mong rằng sẽ nhận được sự hỗ trợ sớm nhất từ nhà trường. Em xin chân thành cám ơn!. . . . Have a nice day,. . [full_name]",
            "Chào em,. . PĐT đã làm việc với TTGDQP: đây là phản hồi email của TT GDQP. . . . \"em đã thông báo cho bạn phụ trách về việc sinh viên Bách Khoa đăng ký không cần giấy giới thiệu mà chỉ cần thẻ sinh viên. . . để em làm việc lại với bạn về vấn đề này\". . =  Không cần giấy xác nhận em nhé.. . Thân mến,. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1910927  /b \t. . . .   i Học vụ . Em chào Thầy/Cô ạ, Thầy/Cô cho em hỏi về vấn đề số tín chỉ của một năm học ạ. Nếu số tín chỉ một năm không đạt đủ 28 tín chỉ thì em có bị cho tạm dừng một học kỳ không ạ? Trong học kỳ 1 sau năm không đạt đủ số tín chỉ ( 28 tín chỉ ) ấy em có được phép đăng ký học bổ sung được không ạ?. . . . Em xin chân thành cảm ơn Thầy/Cô đã đọc và giải đáp thắc mắc của em ạ!",
            "Chào bạn. . - Hiện tại học kỳ này không áp dụng số tín chỉ tối thiểu, áp dụng các chuyển theo quy định vì lý do dịch. . - Nhưng đến HK 212 sẽ áp dụng các chuẩn theo quy định. . - Nếu chưa đạt chuẩn thì bạn có thể đăng ký học bổ sung thêm trong Hk dự thính, hoặc Hk hè . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào cô ạ,Em là Sáng học khoa cơ khí em có thắc mắc là em có đăng kí hoãn thi thành công 2 môn Nguyên lý máy và Đại số tuyến tính nhưng tại sao lại có điểm vắng thi là 13 và lại cập nhật điểm tổng kết và tín chỉ như file em gửi ạ,Với diện hoãn thi như em thì đăng kí thi lại đợt sau như thế nào và khi nào thì bảng điểm em mới cập nhật đúng lại ạ.Em xin cảm ơn.. . Chúc cô luôn mạnh khỏe",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . . . Với diện hoãn thi như em thì đăng kí thi lại đợt sau như thế nào. . =  Em đọc kỹ quy chế nhé.. . . . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào phòng đào tạo, em có 2 câu hỏi ạ:. . 1. Em có thể thanh toán lệ phí tốt nghiệp 95k bằng tài khoản ngân hàng khác được không ạ? Tại vì tài khoản ocb của em đang bị khóa và tỉnh em đang theo chỉ thị 16 nên ra ngân hàng mở khóa rất khó khăn ạ.. . 2. Phòng đào tạo có hỗ trợ ship giấy chứng nhận tốt nghiệp tạm thời về tận nhà không ạ? Tại vì việc đi liên tỉnh bây giờ rất khó khăn ạ.",
            "Chào bạn,. . Không được nhé bạn, bạn có thể nhờ bạn hỗ trợ thanh toán giúp hoặc gọi lên tổng đài của ngân hàng OCB để được hỗ trợ:. . Số điện thoại hotline của Ngân hàng OCB để được hỗ trợ (khi có phát sinh sự cố): [student_id]8.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào [full_name] ạ,. . Cho em hỏi là đã mở đăng ký hủy môn học học kỳ 211 chưa và cách thức đăng ký như nào ạ?. . Em xin cảm ơn.",
            "Chào em,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi,về việc thanh toán học phí 211,hôm qua khi em kiểm tra tiền đóng học phí thì hiện số tiền là 3.600.000,nhưng sao hôm nay khi em check lại thì số tiền lại lên đến 11.250.000,trong khi kì này em chỉ học 1 môn chuyển hệ 4 tín chỉ.Em không biết có sự nhầm lẫn nào ở trên không ak,mong phòng đào tạo xem lại dùm em nha.Em cảm ơn",
            "Chào bạn. . Cô gởi cho bạn thông báo về mức học phí đính kèm nghen, bạn xem chi tiết tại mục VI- Vừa làm vừa học: học phí của Khoá 21. . - Do Học phí đưa lên sai so với quy định nên bị huỷ, hiện đã tính đúng so với quy định, bạn kiểm tra lại nghen. . Học phí trọn gói của Khoá 21 (hệ VLVH) là 15.000.000 (giảm 25% cho SV đăng ký ít hơn số tín chỉ quy định). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên Đỗ Tấn Tài - [student_id], cho em hỏi:. . . . Thường lệ mỗi đầu năm học sinh viên được cấp giấy nghĩa vụ quân vụ. Nhưng năm nay bị covid nên không thể trực tiếp lấy giấy nghĩa vụ. . . . . Vậy chúng em cần phải làm gì để có giấy xác định giấy nghĩa vụ online? . . . . Em xin chân thành cảm ơn!. .",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . SV đăng ký in CNSV tại mybk.hcmut.edu.vn. . . . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . .   i Tốt nghiệp . Dạ thưa phòng đào tạo,. . . . Em là [full_name], MSSV [student_id]. Hiện tại em nhờ phòng đào tạo kiểm tra giúp em điều kiện tốt nghiệp vì hiện tại em vẫn chưa đăng ký tốt nghiệp được ạ.. . . . Chúc mọi người và gia đình thật nhiều sức khỏe.. . . . Trân trọng,. . [full_name]",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .  Kính gửi Thầy/Cô phụ trách trả lời.. .   Em xin nộp đơn Tạm Dừng Học có chữ kí của Chủ Nhiệm [full_name], Giáo Viên chủ Nhiệm và của chữ kí của Sinh Viên. . .   Trong đơn có gì sơ xuất hay không đúng mong Thầy/Cô xem xét để em chỉnh sửa.!. .   . .    Em xin cảm ơn Thầy/Cô. .",
            "Chào bạn. . Pdt đã tiếp nhận đơn tạm dừng của bạn. . Vì Bạn không có TKB HK211 nên sẽ đợi QD tạm dừng chung dự kiến cập nhật vào cuối tháng 11/2021. . - Đến đầu tháng 12/2021, bạn nộp đơn thu nhận cho Hk 212 nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Gửi phòng đào tạo,. . . . Hiện tại  thì phiếu chứng nhận sinh viên để hoãn NVQS của em vẫn chưa được xử lý xong dù đã gần 1 tuần. Em [full_name] vì 7h30 sáng ngày mai đã phải nộp lên cho địa phương rồi ạ. Mong PĐT thông cảm và giải quyết sớm giúp em ạ.. . . . Em có đính kèm cả ảnh gọi NVQS của địa phương ở trên đó ạ (hạn 7h30 ngày 16/09/2021).. . . . Mã phiếu:     CNSV.[student_id].1. . . . [full_name].",
            "Chào bạn,. . Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Hiện tại bạn vui lòng vào tải về nộp cho địa phương nhé. . Thân. .",
            "Chào em,. . . . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . - Hiện tại PĐT đã up giấy CNSV lên rồi nhé.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy cô PĐT!. . Em tên: [full_name] - [student_id]. . Hiện tại em đã xem cập nhật điểm học kì trên Mybk. Tổng kết điểm TB học kì và số tính chỉ trong học kì chưa có môn TTTN. Em đã báo cáo thầy phụ trách giảng dạy về nhập điểm cho em. Thầy cũng đã xác nhận đã nhập rồi. Mong PDT cập nhật lại giúp em. Để không may em bị xóa LVTN trong kì này vì không đạt môn tiên quyết TTTN khi hậu kiểm. . . em xin chân thành cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào thầy (cô), . . Em tên là [full_name] Mssv [student_id], lớp QL1092 khoa Quản lý Công nghiệp.. . Trong kì học 202 em có đăng kí hoãn 1 môn: Kinh tế Chính trị [full_name]-[full_name] và được nhà trường chấp thuận.. . Ở bảng điểm em thấy môn học này ghi điểm tổng kết là 13. Vậy Phòng Đào tạo có cập nhật lại và tính điểm môn này vào điểm trung bình kì 202 của em không ạ. Mong được thầy cô hỗ trợ và giải đáp.. . Em xin chân thành cảm ơn!. . Chúc thầy (cô) có một ngày làm việc vui vẻ.. . Trân trọng,",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Học vụ . Em học hệ VHVL, HK211 em đăng ký 4 môn 13 tín chỉ tất cả. Mỗi chỉ là 900k. Hôm trước bkpay báo em giá tiền học là 11 triệu 700 ngàn, nhưng bây giờ lại báo là 15 triệu. Là sao ạ? Em không hiểu cách tính tiền học bên trường.",
            "Chào bạn. . Cô gởi cho bạn thông báo về mức học phí đính kèm nghen, bạn xem chi tiết tại mục VI- Vừa làm vừa học: học phí của Khoá 21. . - Do Học phí đưa lên sai so với quy định nên bị huỷ, hiện đã tính đúng so với quy định, bạn kiểm tra lại nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào quý thầy cô. . . . Em tên: Nguyễn [full_name]. . MSSV: [student_id]. . Hiện tại em đã bảo vệ luận văn tốt nghiệp và đã có điểm trên mybk.. . Quý thầy cô cho em hỏi là em muốn in bảng điểm chính thức từ PĐT thì điểm luận văn và điểm học kỳ 202 đã được cập nhật trong bảng điểm chính chưa ạ?. . . . Em chân thành cám ơn!. . . . . . . .",
            "Chào bạn,. . Nếu điểm của bạn đã được cập nhật trên mybk/Thông tin SV/xem điểm, thì khi đăng ký in bảng điểm sẽ có điểm nhé. . Thân",
            "Chào em,. . Khi sv cần in thì sẽ có đầy đủ ĐTB tính đến thời điểm đăng ký in.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi [full_name]/Chị hỗ trợ viên,. . . . Em là [full_name], mã số sinh viên [student_id].. . . . Em thắc mắc là học phí được thông báo trong BKpay của em là đã có cộng học phí Dự thính vào  chưa ạ?. . . . Mong sẽ được quý [full_name]/Chị hỗ trợ.",
            "Chào em,. . Em vui lòng liên hệ VP ĐTQT qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Đơn đặc cách là mình tự làm hay có biểu mẫu không cô",
            "Chào bạn,. . Tự làm đơn trình bày không có mẫu nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào Thầy (Cô),. . Em đọc quy định về HBKK thì thấy điều kiện để được xét BHKK là không có điểm Hoãn thi(HT), Vắng thi có phép (VP),... Nhưng điều kiện học tập và thi online như hiện nay đôi khi có sự cố về internet phải Hoãn thi thì em không biết là quy định về HBKK có thay đổi không ạ! . . Em xin cảm ơn!",
            "Chào em,. . Vấn đề HBKK em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    }
]