[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name], MSSV [student_id], Khóa K17 chuyên ngành Xây dựng dân dụng và công nghiệp.. . Em xin được hủy đăng ký môn học Cơ học đất CI3001 và môn Kết cấu bê tông cốt thép 2 CI3175 trong học kỳ hè 193. Lý do trong đợt đăng ký online do em không đăng ký được Thực tập tốt nghiệp (do chưa chuyển điểm dự thính nên không đủ số tín chỉ tích lũy) nên em đăng ký 2 môn trên để học hè. Nhưng sau khi điểm dự thính được chuyển thì em đã đăng ký thành công Thực tập tốt nghiệp. Do lịch trình thực tập toàn thời gian tất cả các ngày trong tuần nên em không thể theo học 2 môn trên theo lịch thời khóa biểu. Em xin được xem xét hủy 2 môn trên, do hoàn cảnh kinh tế gia đình em khó khăn, nếu không học được mà phải thanh toán học phí sẽ là một áp lực lớn đối với em.. . Kính mong xem xét và phản hồi cho em sớm ạ!. . Em chân thành cảm ơn",
            "đã hủy môn học. . TKB sẽ được cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô ạ. Em tên là [full_name].. . Học kì hè này e có đăng ký học Dự Thính môn Giải tích 1. Và em thấy lịch thi là học ở tuần 32. . . Vì kì này học khá nhiều môn nên em lỡ việc check video và làm bài tập chương.. . Em mong Phòng Đạo tạo có thể xem xét cho em được làm bài thi Giữa kì và làm bài tập chương bổ sung ạ. Vì em đã học lại 3 lần rồi ạ.. . Em xin chân thành cảm ơn thầy cô đã cân nhắc."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy, cô. Em đã nộp chứng chỉ ngoại ngữ sao em đăng ký luận văn tốt nghiệp lại báo thiếu CCAV ạ.. . Dạ em cám ơn ạ.",
            "Chào bạn,. . . . Đó là câu cảnh báo thôi bạn, bạn phải kiểm tra kết quả DKMH sau mỗi đợt DKMH nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào cô, cho em hỏi 1 vấn đề là hè này em có đky môn Triết học MacLenin. Hiện vẫn chưa học và chưa có kết quả, mà bây giờ đã tới thời hạn đky môn học cho học kỳ chính 201. Vậy em được phép đăng ký môn tiếp theo là Kinh tế chính trị MacLenin ko ạ, có phải là môn tiên quyết không ạ",
            "Chào bạn,. . . . Nếu học kỳ 193 bạn có đăng kí môn SP1031, hiện tại bạn đăng kí được môn SP1033. Sau đợt 3 DKMH  lúc này học kỳ hè đã kết thúc, nếu môn SP1031 bạn bỏ thi, PDT sẽ loại môn SP1033 (vì môn SP1031 là môn học trước môn SP1033).. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô, thầy cô cho em hỏi là danh sách học kì hè và thời khóa biểu cũng đã chốt nhưng học kì chưa bắt đầu nên em muốn hỏi là em có thể làm đơn xin học bổ sung môn đó ngay kì hè 193 được không ạ? . . Em có xem qua thời khóa biểu và thấy lớp có mở và không trùng lịch với các môn học khác của em ạ. Em cảm ơn thầy/cô rất nhiều ạ.",
            "em cung cấp mã môn học để xem xét. . Thân",
            "Dạ mã môn học là CI2003",
            "đã bổ sung nhóm DT01. . TKb sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name] - [student_id]. . Em muốn đăng kí môn cơ sở kĩ thuật điện EE 2017 lớp DT01 hk193. . Mà bị cấn TKB môn đường lối , giờ em có thể rút môn đường lối để đăng kí được không ạ. . ?. .",
            "Môn học ko đăng ký được do trùng thời khóa biểu. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thư thầy cô,. . Em là [full_name]SV:[student_id]. . Em có đăng ký học lớp Phương pháp tính dự thính DT01 cô [full_name] kì này.Trong quá trình làm bài tập lớn em có ghi sai MSSV trong bảng đăng ký Excel Nhóm bài tập lớn dẫn đến tình trạng bị cô chấm điểm 13.. . Sau khi em gửi mail cho cô về vấn đề này thì được cô hướng dẫn phải viết đơn nộp lại cho cô để cô giải trình lên khoa.Mong thầy cô có thể cho em xin biểu mẫu nào để viết đơn này hoặc hướng dẫn cho em trình bày nôi dung như thế nào nếu phải viết tay ạ.. . Em chân thành cảm ơn.. .",
            "Chào bạn,. . Bạn vui lòng liên hệ ở khoa để hỏi về thông tin biểu mẫu về vấn đề này nhé! Hay có thể liên hệ trực tiếp với Giảng viên có biểu mẫu đơn không nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name], mssv của em là 193347, sinh viên khoa xây dựng của hệ vừa học vừa làm. Lúc đăng kí môn học đợt dự thính hè em đã đăng kí nhầm môn cơ học đất với hệ chính quy. Em đã xóa trên trang mạng đăng kí và đã có thông báo là môn học đã bị xóa. Nhưng hôm nay thời khóa biểu cập nhật lại có môn này. Hiện nay không biết có cách nào có thể cho em rút môn mà không bị tính tiền học phí không ạ?. . . . Em cám ơn",
            "Môn học đã được hủy. . TKB sẽ cập nhật lại sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa phòng đào tạo.. . Hiện có nhiều thông tin về việc tăng học phí từ năm 2020 và 2021. Nhiều bạn 2k2 có nguyện vọng học ở Đại học Bách Khoa muốn hỏi phòng đạo tạo rằng nếu như các bạn là sinh viên K20 của trường thì phải đóng học phí khoảng bao nhiêu tiền ạ.. . Em xin chân thành cảm ơn phòng đạo tạo.",
            "Chào bạn. . Bạn tham khảo thông tin tại đây nghen:. . http://tuyensinh.hcmut.edu.vn/admission/index.php?route=catalog/chitietts&path=64_66&tid=1776"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào phòng đào tạo, em tên là [full_name], hiện đang là sinh viên năm 3 khoa Cơ khí, chuyên ngành Cơ điện tử lớp CK17KSCD. Vào đợt đăng kí môn học học kì hè 193 vừa rồi do mải ôn thi mà em đã quên đăng kí môn học \"Thực tập tốt nghiệp\" (mã môn học ME3019). Nay em viết yêu cầu này mong phòng đào tạo giúp em đăng kí môn học trên để không ảnh hưởng đến học kì sau. Em xin chân thành cảm ơn ạ! . .",
            "Chào bạn,. . . . Bạn làm đơn nộp PDT xin DKMH thực tập tốt nghiệp, trong đơn có sự xác nhận của ban chủ nhiệm khoa.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào PĐT ạ,. . . . Em muốn hỏi PĐT có quy định số tín chỉ tối thiểu cho 1 kỳ không ạ?. . . . Học kỳ 201 em đăng ký 9 chỉ, và học kỳ 202 em đăng ký luận văn 9 chỉ nữa là sẽ đủ số chỉ tối thiểu cho chuyên ngành của em. Em không rõ 9 chỉ thì có quá ít để được đăng ký môn không ạ.. . . . Cám ơn PĐT.. . . .   i Đăng ký môn học .",
            "Chào bạn. . - Về Số tín chỉ/môn học tối thiểu trong một học kỳ chính: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 9.4. . Chúc bạn học tập tốt nhé.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . - Em chào thầy/cô, em còn thiếu 1 môn học trước để được đăng kí môn Đồ án, đó là môn Truyền số liệu & mạng (EE3019) nhưng em sẽ học môn đó trong kì hè sắp tới và đã có thời khoá biểu. Nhưng bây giờ đã là đợt đăng kí môn học cho học kì chính và em không thể đăng kí Đồ án được do thiếu môn trên (học trước). Vậy có thể cho em xin được đăng kí môn Đồ án không ạ ? Em thực sự không muốn trễ Đồ án và thực tập ạ.. . - Em là [full_name] [student_id] khoa Điện-Điện tử. . . .",
            "Chào bạn. . Đăng ký môn học HK201 còn 2 đợt đăng ký nữa nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Em co dang ki mon SP1031 Triết học [full_name] - [full_name]  vào HK193, pdt cho em hoi em co the dang ki dot 1 hk201 mon SP1033 Kinh tế chính trị [full_name] - [full_name] không em cảm on. .",
            "Chào em.. . Em xem quy định về điều kiện tiên quyết của môn học nhé. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Mã môn học: EE3333. . Tên môn học: Thực Tập Tốt Nghiệp. . . .",
            "Chào bạn,. . Về việc đăng ký môn thực tập TN, tại thời điểm này bạn vui lòng làm đơn xin cứu xét đăng ký bổ sung môn TTTN, có xác nhận của Ban chủ nhiệm khoa đồng ý thời điểm này vẫn còn cho SV đăng ký đi TT và nộp đơn đăng ký tại Phòng Đào tạo để được xem xét. . Chúc bạn học tốt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Quý thầy cô phòng Đào tạo.. . . . Em [full_name], sinh viên năm 4 khoa điện. Vì đợt 3 đăng kí môn học kì hè đã kết thúc trước khi đợt thi cuối kì 192 nên em đã không đăng kí môn cơ sở kĩ thuật điện (ee2017). Nhưng mới gần đây em đã thi và biết chắc chắn sẽ rớt môn này nên em viết mail mong Quý thầy cô có thể đăng kí dùm em môn ee2017 vào học kì hè. Em xin chân thành cảm ơn và mong sớm nhận được hồi âm ạ.. . . . Bảo.",
            "đã bổ sung môn EE2017, nhóm DT01. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cơ lưu chất - CI2003 - DT04-DT08",
            "môn học đã được bổ sung. . TKB sẽ cập nhật sau. . Thân",
            "b MSSV/MSGV: 1614042  /b \t. . . .   i Đăng ký môn học . Vì trễ hạn đăng ký bổ sung nên bây giờ em cần đăng ký bổ sung môn CƠ LƯU CHẤT CI2003 để ra trường đúng hạn vào tháng 11 này. Em có thể đăng ký không ạ?. . Cơ lưu chất - CI 2003 - DT04-DT08",
            "đã đk môn: CI2003 nhóm DT04. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy/cô,. . Em tên [full_name]. . MSSV [student_id]. . Học kì dự thính 193 vừa qua em có đăng kí môn [full_name] và đã được sắp lớp. Nhưng vài ngày trước khoa của em mới cập nhận Chương trình đào tạo và không có môn này trong số những môn bắt buộc nên em xin được hủy môn học này ạ. Mong được sự đồng ý của Nhà trường ạ.. . Em xin chân thành cảm ơn ạ.",
            "pđt sẽ hủy môn cho bạn. . TKB sẽ cập nhật lại sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ PĐT cho em hỏi đối với khóa 2019 (K19) thì số tín chỉ tối thiểu của học kì chính là bao nhiêu ạ? Em có đăng ký 6 tín chỉ ở học kì dự thính 193, trong đó có 2 môn bên kì chính 201 nên kì chính 201 em chỉ đăng ký 13 chỉ, liệu như vậy có được không ạ? Em xin cảm ơn!",
            "Chào bạn. . Được nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đăng ký học kỳ hè 193 môn thực tập QTTB CH2087 đợt 1 rồi nhưng tới bây giờ vẫn chưa có kết quả đăng ký, bọn em đã liên lạc với pđt thì có nhận được thông báo 31/07 sẽ giải quyết xong, tuy nhiên bộ môn đã có danh sách thực tập và chỉ cho đến 29/07 là sẽ chốt danh sách thực tập. Mong pđt làm nhanh hơn tiến độ dự định cho sinh viên với ạ.",
            "đã bổ sung môn học.. . TKB sẽ cập nhật lại sau. . . em liên hệ BM trước để đk danh sách nếu cần. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "U Đăng ký môn học  . . em chào PĐT, em là [full_name] mssv [student_id] thuộc lớp GTOTO1, vì lí do em xem ctdt của K18 oto mà em lỡ không đăng kí môn as1003 cơ lí thuyết, mà kì 201 của k19 phải đk môn ME2003 nguyên lí máy(cơ lí thuyết là môn tiên quyết), cho em hỏi là có thể cho em học song hành cơ lí thuyết và nguyên lí máy trong kì 201 được k ạ",
            "Em xem điều kiện tiên quyết của môn học trong CTĐT. không thể đk môn TQ và môn học trong cùng 1 HK. ( nếu ko thỏa đk môn học). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kỉnh gửi PDT,. . . . Em có đăng ký học 1 môn là   b Lập trình web  b  trong hệ chính quy. Trong thời khóa biểu có mà trong lịch thi lại không có môn này.. . Em xin nhờ PDT kiểm tra lại.. . Em xin chân thành cảm ơn.. . . . Thân",
            ". . . . Em xem lại nha.. . mình thấy có lịch thi bình thường. . Lịch thi SV CQ bạn xem tại: mybk.hcmut.edu.vn =  Thông tin SV ( lịch thi). . . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   B Cho e hỏi về việc rút môn kì hè 193 hệ chính quy. Do sơ suất e chưa kiểm tra lại nên có 1 môn đăng kí thừa, nếu e rút môn cho e hỏi có thể không thanh toán học phí không? Môn e định rút là Giải tích 1 - MT1003. Mong anh(chị) bên PDT có thể giúp e chỉnh bỏ lớp này mà không thanh toán do kì này e phải đi thực tập hè.  /B . . . .",
            "pđt đã hủy môn cho bạn. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em thủ tục xin vắng thi như thế nào ạ, hiện em đang ở quê ạ",
            "Chào bạn. . - Về quy định Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào,. . Em tên [full_name] K19-[student_id] . . văn phòng cho em hỏi là môn cầu lông có dạy ở cơ sở 1 không ạ và mã số môn là bao nhiêu ạ. . em cảm ơn",
            "Môn Cầu lông mã : PE1017. . tuy nhiên môn ko mở trong dự thính đợt này. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . thưa các thầy cô phòng đào tạo. .  em xin đăng kí bổ sung môn hoc: Anh văn 2 mã môn học là LA1005, nhóm DT01, do cô [full_name] dạy.. .  em xin cảm ơn.. . . .",
            "đã bổ sung LA1005, DT01. . TKb sẽ cập nhật lại sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính chào thầy cô ạ. . Em là sinh viên khoa cơ khí, học kỳ tới em có học môn nguyên lý máy, mà trong chương trình đào tạo trên aao là mã ME1015, mà các thầy trên khoa gởi mail cho tụi em là Me2093.. . Và còn một điều khá nghịch lý nữa là môn này tụi em chưa học trong học kỳ 2 mà trên aao đã để học trong kỳ 2. Em mong thầy cô giải đáp ạ, em cám ơn thầy cô rất nhiều ạ",
            "Chào bạn. . Về chương trình đào tạo bạn vui lòng liên hệ [full_name] (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo Thầy [full_name]) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Gửi thầy cô,. . Thầy cô cho em hỏi tại sao em đã rút môn học Giải tích 1 nhưng bây giờ trong bảng điểm của em lại bị điểm 13 môn này ạ? Mặc dù những ngày trước điểm môn đó hiện là RT.. . Mong thầy cô giải thích giúp em và giải quyết giúp em ạ!. . Em cảm ơn ạ.",
            "Chào bạn. . Phòng đào tạo đã kiểm tra chính xác môn giải tích 1 mt1003 có điểm 17(điểm rút). . pdt sẽ cập nhật lại dữ liệu nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi phòng đào tạo, . . . . Em tên [full_name], mssv [student_id]. . . Hôm trước em có gửi yêu cầu đăng ký thêm môn xác suất thống kê (MT2013) cho kỳ hè 193 này, không biết phòng đào tạo đã xem chưa ạ. Mong phòng đào tạo xem xét và trả lời sớm giúp em. . . Em chân thành cảm ơn ạ!. . . . [full_name]",
            "Trùng thời khóa ibueer HANGOUT với môn SP1007 nên ko đk dược. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em xin chào PĐT , kì 192 vừa rồi em có đăng kí môn cơ lý thuyết AS1003 nhưng môn đó giờ không có trong ctdt của K2019 thì điểm của môn đó ảnh hưởng như thế nào đến điểm trung bình để phân ngành và điểm trung bình tích lũy để xét học bổng khuyến khích kì 192 ạ. Em cảm ơn",
            "Chào bạn. . Về chương trình đào tạo bạn vui lòng liên hệ [full_name] (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo Thầy [full_name]) để tư vấn và giải đáp. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em sơ ý làm mất thẻ OCB. Xin hỏi ban tư vấn nếu muốn làm lại thẻ mới em nên liên hệ với trường hay ngân hàng ạ?",
            "Chào bạn. . Bạn liên hệ ngân hàng OCB để đăng ký lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa Phòng Đào Tạo.. . Em tên là [full_name] MSSV:172156. . Kinh thưa thầy cô, em viết mail này để mong thầy cô chấp thuận cho em được bổ sung tên em vào danh sách lớp đăng kí môn MT1003 (Giải tích 1) nhóm lớp D01 vào lớp dự thính hè này. . . Thưa thầy cô, em thành thật hối lỗi vì sự quá chậm trễ so với tiến độ. Nhưng em thật sự rất mong được thầy cô giúp đỡ em. Vì em thiếu tín chỉ trầm trọng và đã bị dự kiến đuổi học trong học kì trước đó.. . Em xin thầy cô chấp thuận cho việc này của em. . . Em hưa sẽ học thật tốt để hoàn thành môn học.. . Em thật sự rất mong thầy cô giúp em ạ.. . Em xin chân thành cám ơn thầy cô rất nhiều!. . Trân trọng!",
            "chào bạn.. .  sĩ số đã full nên ko thể bổ sung. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi thời gian tối đa nộp chứng chỉ anh văn để đăng ký môn học cho HK192 là khi nào? Và khi bắt đầu học kỳ rồi thì còn có thể đăng ký được ko? Em xin cám ơn ạ,. . . .",
            "dạ em nhầm hk201 ạ",
            "Chào bạn. . Hiện chưa có Lịch học vụ của HK201. . Bạn theo dõi tại trang web:aao.hcmut.edu.vn --  sinh viên --  Lịch học vụ. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy cô, hôm bữa em có gửi yêu cầu xóa môn phương pháp tính và được thầy trong ptđt hồi đáp là đã xóa  vì chương trình đào tạo khoa môi trường và tài nguyên ngành kĩ thuật không có môn này . Nhưng em xem thời khóa biểu vẫn có môn này.Vậy cho em hỏi vấn đề này ạ và khi em xóa như vậy có phải đóng học phí không ạ. Em cảm ơn",
            "Môn học đã được xóa.. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào tạo.. . Em có thắc mắc về thời gian nhận giấy tạm hoãn nghĩa vụ quân sự cho khóa K16, mong PĐT giải đáp giúp em ạ. Vì địa phương em có yêu cầu nộp giấy nên em cần biết về thời gian nhận giấy này để báo lại với địa phương. Em xin chân thành cảm ơn.",
            "Chào bạn. . Bạn có thời khóa biểu HK192 nên bạn có thể đăng nhập vào trang web mybk.hcmut.edu.vnIn xác nhận sinh viênchọn mục: in giấy chứng nhận Sv để hoãn NVQS. . Để phòng đào tạo lấy dữ liệu in giấy chứng nhận Sv để hoãn NVQS cho bạn. . Chúc bạn học tập tốt nhé.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đang đăng ký môn học cho HK201, vào học kỳ này em sẽ là sinh viên năm thứ 4.. . Em có thắc mắc là số tín chỉ tối thiểu em phải đăng ký trong kỳ này ạ.. . Em xin chân thành cảm ơn. .   i Đăng ký môn học .",
            "Bạn xem tại đây. . . . http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK192-updated.pdf"
        ]
    },
    {
        "intent": "",
        "message": [
            "Nghĩa Vụ . Dạ em chào thầy cô,. . . . Em là sinh viên khóa K15 đang đi làm,thầy cô cho em hỏi là khi nào phát giấy nghĩa vụ quận sự để e gửi giấy về địa phương.. . . . Thank you!. . . .",
            "Chào bạn. . - Hiện tại Hk 192 không thấy tkb của bạn, nên nếu được cấp giấy xác nhận sv để nộp hoãn nghĩa vụ quân sự bạn phải có tkb ở HK 193 hay 201. . Thân",
            "Dạ em chào thầy cô,. . . . Em có đăng ký môn học rồi hủy và tình trạng sinh viên là đang học. Hiện tại , em có đăng ký môn học cho học kỳ I (2020-2021) thì có được cấp giấy không ạ.. . . . Thank you!",
            "Chào bạn. . - Học kỳ 1(20-21) bắt đầu từ 21/9/20 . . - Giấy xác nhận nghĩa vụ quân sự được nhà trường in tự động gởi về Khoa sẽ phát cho sv sau ngày 21/9/20 nếu sv có tkb HK201 . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   B  Em xin lỗi! Do em kiểm tra mail muộn nên không kịp ĐKMH dự thính hè môn Vật lý 1. Em có thể xin đăng ký muộn được không ạ?. . Em xin chân thành cảm ơn!",
            "đã bổ sung PH1003 nhóm DT01. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   Chào thầy/cô ạ. . Lúc đầu em hỏi Thầy thì môn nhập môn lập trình CO1003 VÀ môn phương pháp tính MT1009 dành cho k19 thì thầy nói có học ạ, mới đây Thầy lại đăng chương trình mới dành cho k19 thì lại không có 2 môn này mà em lại lỡ đăng ký và có tkb luôn rồi ạ nên mong Thầy Cô giúp đỡ em rút 2 môn học này ạ vì 2 môn học này tới 6 chỉ nhân 480k rất nặng tiền học phí đối với em.. .    Em xin chân thành cảm ơn ạ",
            "đã hủy 02 môn trên cho bạn. . TKB sẽ cập nhật sau. . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã đăng kí môn thực tập quá trình và thiết bị đợt 1 nhưng vẫn chưa được cập nhật thời khoá biểu. Mong phòng đào tạo kiểm tra lại và xem xét giúp em. Em cảm ơn.",
            "Môn học đã được dk. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa cô, em có nguyện vọng đăng ký bổ sung môn thí nghiệm vật lý . . Vì lý do em có đăng ký môn học sinh học (mã môn CH1011) nhưng do sĩ số lớp không đủ sinh viên nên môn học đó không được mở còn môn thí nghiệm vật lý em không đăng ký vì em tưởng môn học sinh học được mở vào hè ạ. . . Em xin phòng đào tạo cho em được đăng ký lớp DT06 của môn thí nghiệm vật lý ạ, vì lớp DT06 được xếp vào những buổi cuối tuần (thứ 6,7, chủ nhật) và vào tiết chiều (11-12). Vì hè này em có học môn thực tập ở nhà máy nên sẽ đi học vào buổi sáng trong tuần từ thứ 2 đến thứ 6. Em mong cô cho em được đăng ký môn học ở học kì HK193 ạ.. . Em xin chân thành cảm ơn ạ!. . . . Môn học đăng ký : Thí nghiệm vật lý. . Mã môn học: PH1007.. . Mã lớp : DT06",
            "Đăng ký môn học. . Dạ thưa cô, em có nguyện vọng đăng ký bổ sung môn thí nghiệm vật lý. . Vì lý do em có đăng ký môn học sinh học (mã môn CH1011) nhưng do sĩ số lớp không đủ sinh viên nên môn học đó không được mở còn môn thí nghiệm vật lý em không đăng ký vì em tưởng môn học sinh học được mở vào hè ạ.. . Em xin phòng đào tạo cho em được đăng ký lớp DT04 của môn thí nghiệm vật lý ạ, vì lớp DT04 được xếp vào những buổi cuối tuần (thứ 5,6, chủ nhật) và vào tiết chiều (7-8). Vì hè này em có học môn thực tập ở nhà máy nên sẽ đi học vào và kết thúc vào buổi sáng trong tuần từ thứ 2 đến thứ 6. Em mong cô cho em được đăng ký môn học ở học kì HK193 ạ.. . Em xin chân thành cảm ơn ạ!. . . . Môn học đăng ký : Thí nghiệm vật lý. . Mã môn học: PH1007.. . Mã lớp : DT04. .   /QUOTE . .",
            "đã bổ sung PH1007 nhóm DT04. . TKB sẽ cập nhật lại sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa cô, cho em hỏi học kì 202 đâng kí môn học sẽ xét chuẩn Anh [full_name] là Anh [full_name] mấy vậy ạ.. . Em xin cám ơn",
            "Chào bạn. . - Thật tình là Cô không hiểu bạn hỏi gì? Nhưng tất cả quy định về Anh văn, Nhà trường sẽ cập nhật tại đây:. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện em đã về quê ở Tây Ninh, theo tình hình cập nhật dịch thì bệnh nhân số 420 có vào TPHCM. Em khá lo lắng về diễn biến phức tạp hiện nay và   U 29-7 này em phải lên CS2 để thi sinh học tế bào  /U . Liệu nhà trường có cân nhắc về việc cho sinh viên đã về quê thi môn còn lại qua internet không ạ? Em xin cảm ơn",
            "Chào bạn,. . Thứ nhất hiện tại nhà trường không tổ chức thi online.. . Thứ 2, ngày 27/7 Nhà trường đã gửi mail thông báo cho tất cả sinh viên về các trường hợp Cho phép các sinh viên vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19, bạn vui lòng kiểm tra email sinh viên, xem mình có thuộc đối tượng được phép vắng thi có phép theo chỉ thị của Ban Giám hiệu nhà trường hay không?. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]. . Kính gừi phòng đào tạo,. . Em là [full_name], từ ngày 21 đến ngày 25 tháng 7 em có đi về Quảng Ngãi và vào lại TP.HCM vào tối ngày 25/7/2020.. . Khi có thông tin về ca nhiễm COVID ở Quảng Ngãi đầu tiên, em tự cách ly mình ở phòng và khai báo với Công ty hiện tại cùng với thông qua app NCOVI của Bộ Y Tế. Tuy nhiên, vào chiều ngày mai em có lịch thi môn Hữu cơ (16h, phòng 308B1, nhóm A03-A), em không biết rằng liệu em có thể đi thi được hay không cũng như là nếu em không đi thi được thì cần phải làm những thủ tục gì?. . Em xin cảm ơn ạ!. . Mong PĐT giải đáp giúp em để em kịp thời thực hiện các thủ tục.. . . . Trân trọng,. . . . [full_name]. . . .",
            "Chào bạn. . Bạn xem mail hướng dẫn vắng thi gởi cho sinh viên vào chiều ngày 27/7/2020 nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho e hỏi môn Hoá kĩ thuật môi trường mã EN2031của phòng đào tạo gửi của ngành Quản lí môi trường mà trong phần đăng kí môn hiện 0 tín chỉ vậy ạ?",
            "Chào bạn. . Phòng đào tạo sẽ cập nhật lại sau nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em đã học xong năm 1 ở hệ đại trà, thì em xin chuyển qua hệ CLC được không ạ?. . . .",
            "Chào bạn. . Bạn liên hệ Văn phòng đào tạo quốc tế, dãy A4 tần 4. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b        \tEm là sv k19 hiện tại em muốn thôi học thì em cần in mẫu xin thôi học gửi phòng đạo tạo.Cho em hỏi là em có cần tốn thêm chi phí gì nữa không ạ ( tại vì em đã đk môn hè 193) . Cảm ơn ạ. .",
            "Chào bạn. . Ngoài đơn thôi học, bạn vui lòng nộp thêm đơn hủy môn học dự thính 193. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đến bao giờ mới mở lớp các môn học có mã mới vậy ạ? Em cảm ơn",
            "chào em.. . Hiện tại đã qua đợt đk nguyện vọng. . Em chờ tới đợt bổ sung - hiểu chỉnh để bổ sung môn nhé. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là em muốn xem lại các video đợt học onl sao lại hiện ra là \"video format not supported\" ạ.",
            ". .",
            "Chào bạn. . Phòng đào tạo đã kiểm tra xong, bạn vào xem lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào thầy/cô PDT,. . Em là [full_name], MSSV [student_id], ngành Vật lý kỹ thuật y sinh, Khoa Khoa học ứng dụng.. . Hiện tại em đã hoàn thành hết tất cả môn học theo chương trình, trừ Luận văn tốt nghiệp. Do khi đăng kí môn học kì 192, em chưa đủ điểm TOEIC để đăng kí. Tuy nhiên em vẫn làm luận văn với thầy hướng dẫn PGS.TS. [full_name] đề tài \"Ứng dụng laser công suất thấp trong điều trị viêm khớp dạng thấp\". Bên cạnh đó, em có viết đơn xin thầy cùng bộ môn cho em dời lịch bảo vệ sang đợt bổ sung để tập trung anh văn, và đã được đồng ý.. . Đến nay, em đã có bằng TOEIC 515 điểm thi ngày 12/7, như đính kèm và em đã đăng kí nộp CCNN trên mybk. Do đó em khẩn xin quý thầy/cô PDT có thể giúp đỡ, hỗ trợ em trong việc đăng kí môn Luận văn tốt nghiệp AS4343 để em kịp hoàn thành chương trình trong kì 192 này. Mong quý thầy/cô hướng dẫn em cần làm những thủ tục gì (viết đơn xin khoa, xác nhận thầy HD,  ...) để có thể đăng kí trước bảo vệ 14/09.. . Với tất cả sự chân thành, em xin trân trong cảm ơn!",
            "Chào bạn. . Bạn làm đơn xin cứu xét đăng ký luận văn tốt nghiệp có xác nhận đồng ý + tiến độ thực hiện LVTN của giảng viên hướng dẫn và Ban lãnh đạo Khoa. . nộp trực tiếp tại Phòng đào tạo. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi nhà trường,. . Đợt đăng kí môn học cho kì 193 vừa qua em có đăng kí Thực tập QTTB và Tư tưởng HCM, nhưng sau đó được thầy chủ nhiệm tư vấn là thực tập trong hè nên hè không được học thêm môn khác. Hiện tại em còn có thể huỷ môn học được không ạ?. . Em xin cảm ơn",
            "Bạn cần hủy môn học nào.. ghi rõ mã môn học để xem xét. .",
            "Dạ em muốn hủy môn Tư tưởng HCM ạ. Mã môn học SP1005 ạ.",
            "pđt sẽ hủy môn cho bạn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chào anh/chị. Hôm qua em có vắng thi vì lý do bà em sắp mất. Do quá đột ngột nên em không biết báo lên đâu nhưng buổi tối em đã mail cho Thầy bộ môn thì đc Thầy báo như sau ạ. Em muốn hỏi là có cách nào để em thi lại hoặc học lại mà không bị nhận điểm 13 hay không ạ. Em cảm ơn anh/chị.",
            "Chào bạn. . - Về quy định Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . - Bạn tải mẫu đơn vắng thi có phép tại trang web aao.hcmut.edu.vn--  sinh viên --  biểu mẫu. . Chúc bạn học tập tốt nhé.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 812CT170  /b \t. . . .   i Đăng ký môn học . Thầy cô ơi cho em hỏi , em đăng kí trễ dự thính hè nay em muốn đăng kí môn học Cơ Lưu Chất + Nền Móng . Mong Thầy Cô hỗ trợ giúp em. . . . Em xin cảm ơn !",
            "Môn học đã được đk bên hệ VLVH dự thính hè 2020 cho bạn.. . TKB sẽ cập nhật sau. . Bạn chú ý theo dõi TKB. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "ĐK ở CS2 thì em qua CS2 để lấy.. . . . Thân"
        ]
    }
]