[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Gửi Phòng đào tạo,. . . . Sau khi đăng kí môn học Luận văn tốt nghiệp, hiện tại thời khóa biểu của em chưa có môn học luận văn tốt nghiệp. Tình trạng thời khóa biểu, đăng kí bổ sung và kết quả đăng kí như trong hình đính kèm. Mong phòng đào tạo kiểm tra và xử lí giúp em. . . . . Thân gửi.",
            "Chào em,. . . . Em xem lại qui chế về nhận luận văn và tự kiểm tra lại chính mình----         . .  http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1609. . . .    Bên cạnh đó, PDT ghi nhận lại trường hợp em và sẽ xét 1 lần nữa. Ngày 24/3 sẽ có kết quả.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Chào các thầy cô PĐT, Em đã thực hiên đăng ký môn LVTN trong đợt đăng ký bổ sung LVTN vừa rồi nhưng hiện tại vẫn không có môn học trong TKB (giống một số bạn cùng khoa). Em chắc chắn là đã đăng ký và hệ thống báo đăng ký thành công. Em cũng đã đủ tất cả các điều kiện làm LVTN. Kính nhờ PĐT kiểm tra lại giúp em và các bạn.. . Em chân thành cảm ơn",
            "Chào em,. . . . Em xem lại qui chế về nhận luận văn và tự kiểm tra lại chính mình----         . .  http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1609. . . .    Bên cạnh đó, PDT ghi nhận lại trường hợp em và sẽ xét 1 lần nữa. Ngày 24/3 sẽ có kết quả.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Dạ chào thầy cô ạ. . Em làm phiếu này xin thầy, cô giúp em đăng ký thêm một môn chuyên ngành ME3231 (Kỹ thuật mô hình hoá và mô phỏng).. . Đây là môn học tiên quyết của em, nếu thiếu sẽ ảnh hưởng rất nhiều đến học kỳ sau.. . Thầy cô, cho em hỏi có cách nào để em huỷ môn học SP1009 và đăng ký bổ sung ME3231 này không ạ?. .",
            "Chào em,. . . . Em muốn huỷ môn học SP1009 thì phải làm đơn rút môn học, còn môn ME3231 đã hết chỗ nên không thể đăng kí được."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi: Trưởng phòng đào tạo.. . Em tên: [full_name], MSSV: [student_id]. . Em viết đơn này với mục đích xin được đăng kí môn Luận Văn tốt nghiệp. . Em đã đủ điều kiện đăng kí luận văn tốt nghiệp. Em cũng đã tham gia đăng kí đầy đủ môn học LVTN, nhưng kết quả đăng kí lại không được đăng kí do không đủ điều kiện.. . Xin trưởng phòng xem xét và cho em đăng kí môn học.. . Kèm theo thư là file ảnh về việc đăng kí môn học, và tổng số tín chỉ tích luỹ em đạt được cho đến kì vừa rồi.. . Em xin cảm ơn!",
            "Chào em,. . . . Em xem lại qui chế về nhận luận văn và tự kiểm tra lại chính mình----         . .  http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1609. . . .  Bên cạnh đó, PDT ghi nhận lại trường hợp em và sẽ xét 1 lần nữa. Ngày 24/3 sẽ có kết quả.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Kính gửi Ban lãnh đạo, phụ trách phòng đào tạo trường đại học bách khoa thành phố Hồ Chí Minh.. . Em là [full_name] ( MSSV: [student_id] - hệ VLVH).. .  Em xin được đăng ký môn học Đồ án(MMH: EE3061) song hành cùng với môn học CS điều khiển tự động (MMH:EE2019). Vì chưa thỏa điều kiện môn học trước nên em không đăng ký môn học này trên . . MBK được.. .  Để không chậm đăng ký các môn học khác cho kỳ sau nên em xin được đăng ký môn môn Đồ án cho kỳ này.. .  Em xin được ban lãnh đạo, phụ trách phòng đào tạo nhà trường xem xét tạo điều kiện giúp đỡ.. .  Em xin chân thành cảm ơn./",
            "Chào bạn.. . Bạn phải thỏa điều kiện của môn học mới được học đồ án.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Chào thầy cô,. . Thầy cô cho em hỏi khi nào mới có kết quả dkmh hoj kỳ dự thính 192 vậy ạ ?",
            "Chào em,. . . . Em theo dõi lịch học vụ giúp nhé, nếu có thay đổi gì PDT đều gởi mail thông báo và cập nhật trên web."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . cho e hỏi là kỳ này em không có môn đăng ký để học do không đủ điểm toeic, vì thế nên kỳ này em trống môn thì có sao không ạ.. . em cảm ơn",
            "Chào em,. . . . - Nếu em không đăng kí môn học thì em sẽ bị tạm dừng, nếu học lại em phải làm đơn thu nhận lại.. . - Nếu em bị tạm dừng quá 2 học kỳ sẽ bị buộc thôi học.. . . . Em xem qui chế nhé http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa cán bộ phụ trách, em là [full_name] mssv [student_id] lớp xd15cb, em có đăng kí luận văn tn bổ sung học kỳ 192 nhưng hiện giờ vẫn chưa có trong tkb. Mong cán bộ kiểm tra lại giúp em, em xin chân thành cảm ơn.",
            "Chào em,. . . . Em xem lại qui chế về nhận luận văn và tự kiểm tra lại chính mình----         . .    http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1609. . . .    Bên cạnh đó, PDT ghi nhận lại trường hợp em và sẽ xét 1 lần nữa. Ngày 24/3 sẽ có kết quả.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo Đại học Bách khoa TP.HCM,. . . . Em tên là :[full_name]. . MSSV:     :[student_id]. . Khoa:     :Kỹ thuật xây dựng. . Bộ môn    :Cảng - Công trình biển. .   B Lý do gửi yêu cầu  /B : em gửi yêu cầu này nhằm mục đích nhờ PĐT kiểm tra giúp em vì sao em chưa được cập nhật môn học Luận văn tốt nghiệp (Mã môn học : CI4333) trên e-learning và thời khóa biểu ạ. Vì khi đăng ký em đã đạt đầy đủ điều kiện đăng ký.. . Cám ơn PĐT đã giúp đỡ em.. . . . Thân gửi,. . [full_name]",
            "Chào em,. . . . Em xem lại qui chế về nhận luận văn và tự kiểm tra lại chính mình----         . .  http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1609. . . .  Bên cạnh đó, PDT ghi nhận lại trường hợp em và sẽ xét 1 lần nữa. Ngày 24/3 sẽ có kết quả.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng - Đại học - Cao đẳng chính quy   Học bổng (danh sách, điều kiện,...) . Kính gửi thầy cô pdt trường đh Bách Khoa. Em tên [full_name] MSSV [student_id]. . Em có nghe nói là vào mỗi học kì thì trường có xét học bổng khuyến khích học tập cho sinh viên có điểm số cao. Vậy thầy cô cho em hỏi là điều kiện gì để được xét? Và điểm rèn luyện thì làm sao để biét được ạ ? Em xin cảm ơn",
            "Chào em,. . . . Em tham khảo trang web này nhé http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59&tid=429"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên Lữ Phước Thịnh, MSSV [student_id], hệ VLVH.. . Em đã kiểm tra và thấy đủ điều kiện để tốt nghiệp nhưng vẫn chưa đăng ký tốt nghiệp được trên trang web của trường lý do là không tìm thấy tên trong danh sách tốt nghiệp dự kiến,phần thông tin sinh viên của em vẫn chưa được cập nhật đầy đủ bảng điểm, mong PĐT cập nhật sớm để em có thể đăng ký được.",
            "Phòng [full_name] đã ghi nhận trường hợp của bạn và chuyển xét tốt nghiệp bổ sung cho bạn. Bạn vui lòng đợi thông báo của Phòng [full_name] tạo qua email sinh viê (thứ 2 tuần sau). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em đã đăng ký môn học LVTN mã CI4343 trong đợt đăng ký bổ sung LVTN HK192 nhưng vẫn chưa được cập nhật môn học.",
            "Chào em,. . . . Em xem lại qui chế về nhận luận văn và tự kiểm tra lại chính mình----         . .  http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1609. . . .  Bên cạnh đó, PDT ghi nhận lại trường hợp em và sẽ xét 1 lần nữa. Ngày 24/3 sẽ có kết quả.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào Phòng Đào tạo ạ!. . Em là sinh viên khóa 2019.Do vô ý nên em đã quên làm bài kiểm tra môn Phương pháp tính chương 1 ạ.Dạ Phòng đào tạo cho em hỏi là em có được học chương 2 và đủ điều kiện để thi Giữa kì và Cuối kì môn học này không?. . Em cảm ơn Phòng đào tạo ạ!. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . . . Em liên hệ với giáo viên giảng dạy của em."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi môn CI2035\tTin học trong trắc địa. Em đã hoàn thành được miễn môn điểm 12 trong kỳ vừa qua nhưng số tín chỉ của em vẫn chưa được cộng ạ.. . Cho em cám ơn trước ạ.",
            "Chào em,. . . . Em có thể nộp đơn khiếu nại tại Phòng Đào Tạo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Chào em,. . . . Em xem lại qui chế về nhận luận văn và tự kiểm tra lại chính mình----         . .    http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1609. . Bên cạnh đó, PDT ghi nhận lại trường hợp em và sẽ xét 1 lần nữa. Ngày 24/3 sẽ có kết quả.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi PĐT!. . Em là [full_name]_[student_id].Đợt đăng kí bổ sung   B TTTN - LVNTN- [full_name]VTN Học kỳ 192  /B - Hệ Chính Quy, em nhận được kết quả không đủ điều kiện nhận LVTN. Tuy nhiên, em kiểm tra lại mình đã đủ tín chỉ cũng như đã đạt chuẩn anh văn. Kính mong PĐT kiểm tra lại trường hợp của em với ạ! em xin chân thành cảm ơn!. .",
            "Chào em,. . . . Em xem lại qui chế về nhận luận văn và tự kiểm tra lại chính mình----         . .   http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1609. . . .  Bên cạnh đó, PDT ghi nhận lại trường hợp em và sẽ xét 1 lần nữa. Ngày 24/3 sẽ có kết quả.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Trước tết e có đến cs2 nhận bảo hiểm y tế nhưng chưa có giờ em muốn lấy bảo hiểm thì sao ạ em chân thành cảm ơn",
            "Chào em,. . . . Em  vui lòng liên hệ Phòng Công Tác Chính Trị"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là sinh viên [full_name] - [student_id]. . Đợt đăng kí LVTN bổ sung vừa rồi em đã đăng kí thành công LVTN- CI4343 mà k bị vướng điều kiện nào. Nhưng không hiểu sao môn học lại không có trong thời khoá biểu của em. Xin Phòng Đào Tạo xem xét.. .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Chào em,. . . . Em xem lại qui chế về nhận luận văn và tự kiểm tra lại chính mình----         . .  http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1609. . . .  Bên cạnh đó, PDT ghi nhận lại trường hợp em và sẽ xét 1 lần nữa. Ngày 24/3 sẽ có kết quả.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi Thầy/Cô,. . Hiện tại em muốn rút một môn học trong học kỳ này, vậy em có thể rút môn bằng dịch vụ online được không ạ, hay phải đến trường để thực hiện.. . Em cảm ơn vì đã đọc, mong phản hồi từ thầy/cô.",
            "Chào em,. . . . Em phải nộp đơn rút môn học tại Phòng Đào Tạo."
        ]
    },
    {
        "intent": "",
        "message": [
            "[student_id]. . Em có thể đổi lịch học thể dục được không ạ? môn em đăng kí là môn bóng rổ ạ. Lớp PE  1015  vào thứ 7 tiết  9-10. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . . . Em xem lại TKB nhé, môn này em đã đăng kí rồi."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là :em đủ tất cả các điều kiện để làm luận văn tốt nghiệp kì này rồi.em cũng đã đăng kí luận văn đợt bổ sung rồi mà sao thời khóa biểu không có vậy ạ.. . Mong sự giúp đỡ của thầy cô !",
            "Chào em,. . . . . . Em xem lại qui chế về nhận luận văn và tự kiểm tra lại chính mình----         . .   http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1609. . . .    Bên cạnh đó, PDT ghi nhận lại trường hợp em và sẽ xét 1 lần nữa. Ngày 24/3 sẽ có kết quả.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ em chào PĐT,. . Em có gửi câu hỏi về việc LVTN không được thể hiện ở kết quả đăng kí bổ sung, dù đã đăng kí được ở kì đăng kí bổ sung trước đó (đã đăng kí thành công). Em được PĐT gửi link vào xem lại đăng kí môn học như sau: http://apps.aao.hcmut.edu.vn/qlgd_man/home.action;jsessionid=54009C447DB2BA7D8E277F0431ED8AB0;jsessionid=05FD07AA2AB4FDD4793DAF575FBCC024;jsessionid=B3BF0DB61BCAAEB15A71DEF[student_id]EF nhưng không vào link được. Mong PĐT có thể chụp hình trang web này hỗ trợ hoặc giải quyết cách khác giúp em ạ. Em xin cảm ơn PĐT ạ.",
            "Chào em,. . . . Em xem lại qui chế về nhận luận văn và tự kiểm tra lại chính mình----         . .   http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1609. . . .   Bên cạnh đó, PDT ghi nhận lại trường hợp em và sẽ xét 1 lần nữa. Ngày 24/3 sẽ có kết quả.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em chào văn phòng. . Em tên [full_name] , MSSV [student_id], em muốn thắc mắc về việc bị chuyển thời khóa biểu môn phương pháp tính. EM đã đăng kí bổ sung môn này ở lớp CC04 hôm thứ 2, nhưng khi môn được bổ sung lại ở lớp CC01 hôm thứ 3.",
            "Chào em,. . . . Em liên hệ Văn phòng Đào Tạo quốc tế nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em không có kết quả của luận văn tốt nghiệp do không đủ điều kiện nhận luận văn mặc dù em đã đầy đủ tất cả các yêu cầu của nhà trường:. . + 11/10 ngày ctxh. . + toeic 550/500, đã đổi điểm. . + 126/142 ( nợ 7 chỉ ). . + đủ môn tiên quyết",
            "Chào em,. . . . . . . . Em xem lại qui chế về nhận luận văn và tự kiểm tra lại chính mình----         . .   http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1609. . . .   Bên cạnh đó, PDT ghi nhận lại trường hợp em và sẽ xét 1 lần nữa. Ngày 24/3 sẽ có kết quả.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi Phòng Đào tạo,. .   Em là [full_name] (MSSV:[student_id]).. .   Trong đợt đăng kí bổ sung LVTN vừa rồi. Em có đăng kí trong thời gian quy định, nhưng kết quả đăng kí và trong thời khóa biểu vẫn chưa có. Em đã đủ điều kiện cần thiết để đăng kí môn học.. .   Kính mong Phòng Đào tạo xem xét. Em xin cảm ơn.. .   P/s:Ảnh minh chứng đăng kí LVTN trong đợt bổ sung được đính kèm theo.",
            "Chào em,. . . . Em xem lại qui chế về nhận luận văn và tự kiểm tra lại chính mình----         . .   http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1609. . . .    Bên cạnh đó, PDT ghi nhận lại trường hợp em và sẽ xét 1 lần nữa. Ngày 24/3 sẽ có kết quả.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em đã đăng ký môn bơi nhưng do có vấn đề về da liễu không tiếp xúc lâu với nước được và em muốn đổi qua môn võ thì làm thế nào ạ.",
            "Chào em,. . . . Khi em đăng kí môn học em phải suy nghỉ kỹ, nếu em muốn huỷ môn bơi thì em phải làm đơn rút môn học."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính chào thầy, cô. . Em tên là [full_name], MSSV [student_id], sinh viên đại học chính quy khoa Xây dựng.. . Tình hình là trong đợt đăng kí bổ sung luận văn cuối cùng vào ngày 25/2 - 2/3 em có đăng kí môn CI4343, lúc đăng kí thì thấy thông báo thỏa điều kiện đăng kí nhưng khi kết quả trả về thì không đăng kí được. Em có lên phòng đào tạo hỏi thì cô hướng dẫn bảo rằng em thiếu số tín chỉ. Nhưng em có số TCTL là 126 lớn hơn số TCTL tối thiểu để nhận LVTN là 121. Và em đã nộp chứng chỉ anh văn TOEIC vào ngày 10/2, trước hạn nộp chứng chỉ ngoại ngữ để nhận luận văn tốt nghiệp vào ngày 18/2. . . Em mong nhà trường xem xét lại và cho em đăng kí được môn học Luận văn tốt nghiệp để ra trường đúng hạn ạ.. . Em cảm ơn",
            "Chào em,. . . . Em xem lại qui chế về nhận luận văn và tự kiểm tra lại chính mình----         . .    http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1609. . . .    Bên cạnh đó, PDT ghi nhận lại trường hợp em và sẽ xét 1 lần nữa. Ngày 24/3 sẽ có kết quả.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em đã đăng ký luận văn tốt nghiệp vào ngày đăng ký bổ sung và em đã đủ điều kiện để đăng ký thành công luận văn vào ngày hôm đó, trang web cũng đã hiển thị thông báo đăng ký thành công. Nhưng đến đợt kết quả đăng ký luận văn này thì lại không có kết quả đăng ký của em trong đó. Mong pdt giải quyết giúp em ạ. .",
            "Chào em,. . . . Em xem lại qui chế về nhận luận văn và tự kiểm tra lại chính mình----         . .    http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1609. . . .  Bên cạnh đó, PDT ghi nhận lại trường hợp em và sẽ xét 1 lần nữa. Ngày 24/3 sẽ có kết quả.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Kính thưa thầy, cô. . Em tên là [full_name], MSSV [student_id].. . Em có thắc mắc là em đăng kí chuyển điểm và đã thanh toán lệ phí chuyển điểm vào ngày 27/2, và trường thông báo là ngày 6/3 là sẽ có đợt chuyển điểm nhưng đến hiện giờ em vẫn chưa thấy cập nhật điểm chuyển ạ.. . Em cảm ơn.",
            "Chào bạn,. . Dữ liệu chuyển điểm đợt này là của HK192 nghĩa là khi nào có điểm thi của học kỳ 192 thì mới hiển thị nha bạn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô ạ, em là [full_name], MSSV: [student_id] Khoa Kỹ thuật Xây dựng.. . . . Trong đợt đkmh bổ sung vừa rôi em có đăng ký môn LVTN và đăng ký thành công, nhưng hiện tại vẫn chưa có môn LVTN trong thời khóa biểu.. . . . Em đã kiểm tra trên trang web của phòng đào tạo và đủ điều kiện về số tín chỉ, anh văn,... để đăng ký LVTN.. . . . Em rất mong thầy cô xem xét giúp em, em cảm ơn.. .  (Đính kèm là hình ảnh đkmh thành công)",
            "Chào em,. . . .   Em xem lại qui chế về nhận luận văn và tự kiểm tra lại chính mình----         . .  http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1609. . . .    Bên cạnh đó, PDT ghi nhận lại trường hợp em và sẽ xét 1 lần nữa. Ngày 24/3 sẽ có kết quả.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Điểm thi . Em xin chào thầy/cô PDT.. . Em là [full_name] MSSV [student_id].. . Học kì 1 2019-2020 em có đăng ký học môn trường điện từ, hiện tại trên website của trường cập nhật sai điểm tổng kết môn của em. Em có liên hệ với giáo viên dạy môn đó để xác nhận lại.. . Mong thầy/cô cho em biết giờ em phải làm đơn gì để phòng đào tạo cập nhật lại điểm cho em!. . Em cảm ơn.",
            "Chào bạn;. . bạn liên hệ Giảng viên dạy môn này để đề xuất/ yêu cầu sửa điểm nhé. . Trân trọng./."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Đủ điều kiện đăng kí luận văn và đăng kí thành công nhưng kết quả không có. Đã hỏi và được trả lời nhưng không vào được đường link do cô trả lời. Mong cô hướng dẫn cách giải quyết cho em.",
            "Chào em,. . . .   Em xem lại qui chế về nhận luận văn và tự kiểm tra lại chính mình----         . .                  http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1609. . . .    Bên cạnh đó, PDT ghi nhận lại trường hợp em và sẽ xét 1 lần nữa. Ngày 24/3 sẽ có kết quả.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . thầy cô cho e xin phép được hỏi vì sao lại đăng kí   B  rút môn học   /B  và đăng kí vậy có ảnh hưởng gì tới học kì không ạ. em xin cảm ơn thầy cô. .",
            "Chào em,. . . . Em phải nói rõ ý của em, vì em muốn huỷ môn học. Thời gian này đã hết thời gian huỷ. Nên em muốn huỷ phải làm đơn rút môn học."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1610525  /b \t. . . .   i Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Em chào các Thầy/Cô. . Thưa Thầy/Cô. . Em muốn hỏi về thời gian thực hiện Luận Văn Tốt Nghiệp của học kì 192, hiện tại Trường đang cho nghỉ đến hết tháng 3, em muốn hỏi là thời lượng làm LVTN có được đủ 15 tuần kể từ ngày đi học lại không ạ? . . Em xin chân thành cảm ơn Quý Thầy/Cô ạ",
            "Chào bạn. . Về  thời gian thực hiện [full_name] của học kì 192, Bạn liên hệ Khoa - Bộ môn để biết thông tin chi tiết nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em chào thầy/cô. . Cho em hỏi là em có đăng ký 1 môn không thuộc chương trình đào tạo của khoa em để đủ tín không bị cảnh cáo, vậy cho em hỏi là môn đó có được tính vào số tc tích lũy k ạ . . Em cảm ơn !",
            "Chào em,. . . . Em xem lại qui chế nhé http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . . . Mục 19.2"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Cho e hỏi là e đã đăng kí môn tiểu luận tốt nghiệp đợt bổ sung rồi mà sao thời khóa biểu của e không có ạ. E đủ tất cả  điều kiện để làm tiểu luận ạ . . Mong nhà trường giúp đỡ e ạ !. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em là [full_name], mssv: [student_id]. Em đã đăng ký môn học LVTN mã CI4343 trong đợt đăng ký bổ sung LVTN HK192 nhưng môn học vẫn chưa được cập nhật vào thời khóa biểu. Em cũng đã kiểm tra lại và thấy mình thỏa hết điều kiện để nhận LVTN.. . Em mong PĐT xem xét lại giúp em. Em chân thành cảm ơn.. . Em có gửi kèm theo hình ảnh chứng minh mình đã đăng ký môn học CI4343 LVTN."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính chào thầy/cô,. . . . Em là [full_name], MSSV [student_id], Khoa khoa học ứng dụng.. . . . * Về vấn đề đã được giải quyết lần trước: Trước tiên em cảm ơn PDT đã đăng kí giúp em môn Cơ lưu chất (CI2003) vào đợt yêu cầu giúp đỡ lần trước. Tức là lần trước em không đăng kí đúng thời gian ĐKMH HK192 chính do không biết môn Cơ lưu chất (CI2003) sẽ không mở dự thính nữa nên đã được PDT giúp đỡ đăng kí cho môn này.. . . . * Về vấn đề hiện tại: Em đã có thời khóa biểu môn Cơ lưu chất (CI2003), nhưng trên e-learning thì chưa cập nhật môn học. Do tình hình dịch Covid19 này, đa phần có học online nên em lo môn này giảng viên sẽ cho làm bài tập trên elearing, mà em lại không vào được môn học. Vì thế, em mong PDT có thể giúp em kiểm tra và chỉ ra cách cho em khắc phục tình trạng trên. . . . . Em mong sớm nhận được hồi đáp và chân thành cảm ơn quý thầy/cô!",
            "Chào em,. . . . PDT sẽ cập nhật lại, khoảng sau 18h em xem lại nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi phòng đào tạo. . Em tên là [full_name], MSSV [student_id].. . Em gửi mail này vì lý do sau:. . Vào đợt đăng ký LVTN, TTTN bổ sung vào ngày 25/2 - 2/3 vừa rồi, khi em tham gia đăng ký bổ sung môn Luận văn tốt nghiệp thì hệ thống nhận và báo em đăng ký thành công. Nhưng cho tới nay thì em vẫn chưa có môn LVTN trong TKB và sau khi kiểm tra kết quả thì em thấy yêu cầu đăng ký của em đã bị hủy vì không đủ điều kiện để đăng ký môn.. . Tuy nhiên, sau khi em rà soát lại tiến độ học tập và bằng tiếng anh của em thì em đã đủ điều kiện đăng ký vì em không thiếu môn tiên quyết, đã đủ ngày CTXH và có chứng chỉ tiếng anh đạt yêu cầu. Vậy xin cho phép em được hỏi em không đủ điều kiện đăng ký môn học ở đây là gì ạ. . Em xin phòng đào tạo xem xét và hỗ trợ em. . Em xin chân thành cảm ơn. . An. .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Chào em,                              . . . .  Em xem lại qui chế về nhận luận văn và tự kiểm tra lại chính mình----         . .                  http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1609. . . .   Bên cạnh đó, PDT ghi nhận lại trường hợp em và sẽ xét 1 lần nữa. Ngày 24/3 sẽ có kết quả.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em tên Lâm Mỹ Phụng mssv [student_id] lớp xd16vl. . trong đợt đk bổ sung đợt cuối LVTN em có đk và đủ điều kiện để đk LVTN. . nhưng tới đợt kết quả đk vừa rồi, thì nhận thông báo là ko đủ đkien để đk. . . Mong pđt kiểm tra lại giúp em . . em cám ơn ạ",
            "Chào em,. . . .  Em xem lại qui chế về nhận luận văn và tự kiểm tra lại chính mình----         . .                  http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1609. . . .    Bên cạnh đó, PDT ghi nhận lại trường hợp em và sẽ xét 1 lần nữa. Ngày 24/3 sẽ có kết quả.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Trước tết em có đăng ký in giấy xác nhận sinh viên, in bảng điểm và in thẻ sinh viên nhận tại cơ sở 2. Mong Thầy, Cô chuyển giúp em lên cơ sở 1 ạ.. . Em xin cám ơn.",
            "Chào em,. . . . Em đăng kí ở đâu thì em nhận ở đó nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào thầy/ cô,. . Em tên [full_name], MSSV [student_id]. Chuyện là đợt đăng ký môn học bổ sung luận văn tốt nghiệp vừa rồi em có đăng ký luận văn thì thấy trạng thái đã được gửi đăng ký thành công rồi ạ nhưng mà hôm nay em kiểm tra thời khóa biểu thì không có môn học đó và kiểm tra trên kết quả đăng ký môn học luận văn thì mất môn học đó luôn rồi. . . Dạ em muốn hỏi là em có phải lên pdt để đăng ký lại hay ko ạ? và cho em hỏi là em có thể đăng ký lại bằng giấy viết tay với pdt không ạ?. . . Em xin cám ơn.",
            "Chào bạn,. . Bạn vui lòng vào mục kết quả đăng ký môn học để xem lý do vì sao không đăng ký được nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi phòng đào tạo. . Do sai sót trong việc kiểm tra số tín chỉ môn học nên hiện tại em đang thiếu 3 tín chỉ tự chọn để tốt nghiệp ( Vì kiểm tra tổng số tín chỉ em đã vô ý tính luôn cả tín chỉ ngoài khoa ) nên em xin phòng đào tạo xem xét cho em được đăng ký vào lớp môn học sau ạ:. . EE3115 - Nguyên lý thông tin số - lớp A01 của thầy [full_name] . . Em xin cám ơn ạ",
            "Chào em,. . . . [full_name] đã đăng kí môn EE3115 cho em rồi và chạy lại TKB cho. Em nhớ theo dõi nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . Dạ xin lỗi vì đã làm phiền PĐT. Cho em hỏi điểm trung bình tích lũy ngành có tính luôn điểm các môn anh văn vào không ạ. Em xin cảm ơn !",
            "Chào bạn. . . . Cách tính điểm các môn chuyển điểm. . . . Các môn được xét chuyển điểm được ghi điểm vào mục điểm chuyển/bảo lưu trên bảng điểm, được tính vào Số tín chỉ tích lũy ngành và được tính vào Điểm trung bình tích lũy ngành, không ghi vào Điểm học kỳ, không tính vào Điểm trung bình học kỳ.. . . . Chi tiết bạn xem tại đây :. . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=89&tid=1626"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác [full_name][full_name][full_name]  /i [full_name] [full_name] [full_name] [full_name]     Đơn xin cấp bằng tốt nghiệp tạm thời[full_name] [full_name] Kính gửi Phòng đào tạo,[full_name] [full_name] Em là [full_name], MSSV: [student_id]4[full_name] [full_name] Em viết đơn này để xin phòng đào tạo có thể cấp bằng tốt nghiệp tạm thời cho em để em có thể hoàn tất hồ sơ du học[full_name] Em đã hoàn tất xác nhận xét tốt nghiệp và đủ điều kiện để cấp bằng tốt nghiệp tạm thời[full_name][full_name] [full_name] Cảm ơn và mong phản hồi từ thầy/cô![full_name] [full_name] [full_name][full_name] [full_name]",
            "Chào bạn. . Theo quy trình hiện tại thì giấy chứng nhận tốt nghiệp tạm thời của bạn sẽ in và gởi về Khoa và chiều thứ 6 ngày 13/03/2020. . Tình hình nếu có lý do chính đáng, bạn vui lòng liên hệ trực tiếp phòng đào tạo, nộp đơn kèm minh chứng. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ cho em hỏi. . Hiện tại em tích lũy được 96 chỉ.. . Kì 2 này em đăng kí 19 chỉ.. . Em được biết số chỉ đi thực tập là 98 chỉ là tính đến hết kì 2, như vây em được 115 chỉ đã thỏa điều kiện.. . Bữa em có đăng kí môn thực tập tốt nghiệp thì có xác nhận là thỏa điều kiện đăng kí. Nhưng khi em xem kết quả đăng kí thì lại không có môn thực tập trong thời khóa biểu ạ.. . Nếu bây giờ em muốn có môn thực tập vào thời khóa biểu thì phải làm sao ạ.. . Dạ em cảm ơn ạ.",
            "Chào em,. . . . Bạn cho biết mã số thực tập tốt nghiệp?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Em bị trục trặc khi đăng kí môn học máy bơm và trạm bơm mã số môn học là ci3059,cho em bây giờ em muốn đăng kí bổ sung thì cách thức như thế nào? Em cảm ơn!",
            "Chào em,. . . . Em không đăng kí môn CI3059 vì vi phạm môn học trước CI2003 (Cơ lưu chất)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ rm chào thầy/cô, ở đợt đăng kí bổ sung LVTN em có đăng kí nhưng không hiểu sao kết quả đăng kí lại không được. Theo em tìm hiểu, thì em đạt đủ điều kiện để đăng kí LVTN (môn học trước, tiên quyết,...). Mong thầy cô trả lời giùm em. Em cảm ơn",
            "Chào em,. . . .  Em xem lại qui chế về nhận luận văn và tự kiểm tra lại chính mình----         . .                  http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1609. . . . Bên cạnh đó, PDT ghi nhận lại trường hợp em và sẽ xét 1 lần nữa. Ngày 24/3 sẽ có kết quả.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Rút môn học . Thân chào anh chị,. . . . Em tên là [full_name], hiện đang là sinh viên năm 2. Hiện tại tụi em có nhận được thông tin về việc rút môn học HK 192 (qua email). Em cũng đã có xem qua về quy chế đào tạo và học vụ thì việc rút môn học vẫn sẽ được tính phí.. . . . Tuy nhiên, do tình hình dịch nCoV đang có chuyển biến và lịch học cũng đã được dời lại khá xa, thì em và gia đình thắc mắc là liệu mình có thể đăng ký huỷ môn học và không tính phí ạ (gap 1 học kỳ)? Do em cảm thấy việc đi học trễ hơn hoặc học online sẽ không phù hợp với bản thân lắm. Mong anh chị sẽ phản hồi sớm.. . . . Trân trọng,. . . . Đoàn Anh [full_name]. . . .",
            "Chào bạn. . Tình hình dịch bệnh chỉ dời lịch học thôi nghen bạn, Nên hiện tại chỉ có thể rút môn học không thể hủy môn học được"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... .   B . . Em là sinh viên năm nhất, đầu năm em thi anh văn đầu vào được 385 và em không có học anh văn trên trường thì đến lúc nào em phải nộp chứng chỉ anh văn để được tiếp tục đăng kí môn học vậy ạ.. .",
            "Chào em,. . . . Em có thể vào qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name], MSSV [student_id]. Em đã thanh toán lệ phí chuyển điểm cho 4 môn AV và đã được xác nhận đăng ký nhưng vẫn chưa được cập nhật điểm trên hệ thống mà vẫn chỉ có điểm 12 khi kiểm tra AVĐV. Mong quý thầy cô xử lí giúp em. Em xin cảm ơn. .   i Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) .",
            "Chào bạn,. . Dữ liệu chuyển điểm đợt này là của HK192 nghĩa là khi nào có điểm thi của học kỳ 192 thì mới hiển thị nha bạn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi: Việc nghỉ dịch tới hết tháng 3 có ảnh hưởng gì đến học kỳ hè không ạ?",
            "Chào bạn. . Tình hình thì học kỳ hè vẫn tổ chức nghen bạn, cụ thể như thế nào thì bạn vui lòng đợi mail thông báo cụ thể nghen"
        ]
    }
]