[
    {
        "intent": "",
        "message": [
            "Học vụ . em tên [full_name], mssv [student_id]. . cho em hỏi là lần trước BKSI có thông báo rằng đợi hết 30/9 sẽ cập nhật lại điểm hoãn thi. . . Tại sao hiện tại điểm hoãn thi môn xác suất thống kê của em vẫn là 13 ( chưa được cập nhật thành điểm 14)?. Mặc dù em đã có tên trong danh sách hoãn và có sự đồng ý từ PĐT.. . Em xin cảm ơn ạ!. . . .",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi: Phòng đào tạo trường đại học Bách Khoa TP.HCM. . Em tên là : [full_name] mssv:[student_id]. . Ngày 29/9 8h sáng em có dự thi tiếng anh sơ bộ, điểm danh, có mặt đầy đủ và không bị lỗi trong quá trình thi nhưng em nhận được 1 lịch thi mới vào ngày 3/10 lúc 16h30. Hôm 29/9 có một bạn cùng họ tên với em vắng mặt nên có thể em bị nhầm lẫn với bạn đó nên em mong sớm được xử lý ạ",
            "Học vụ. . . . Kính gửi: Phòng đào tạo trường đại học Bách Khoa TP.HCM. . Em tên là : [full_name] mssv:[student_id]. . Ngày 29/9 8h sáng em có dự thi tiếng anh sơ bộ, điểm danh, có mặt đầy đủ và không bị lỗi trong quá trình thi nhưng em nhận được 1 lịch thi mới vào ngày 3/10 lúc 16h30. Hôm 29/9 có một bạn cùng họ tên với em vắng mặt nên có thể em bị nhầm lẫn với bạn đó nên em mong sớm được xử lý ạ  /QUOTE . .",
            "Chào em,. . Tối qua TTNN liên hệ với bạn rồi.. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ thưa em là sinh viên đã hoàn thành toàn bộ tín chỉ và điểm kỳ luận văn vừa rồi cũng đã có hồi tháng 8 ạ. Hiện tại em không thể đăng ký tốt nghiệp. Em muốn hỏi trường tại sao hiện tại em lại không có thông tin trong danh sách tốt nghiệp của trường ạ.. . Trường có thể xem lại giúp em được không ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 12/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em thuộc K17 ctrinh OISP khoa Công nghệ Thực phẩm. Hiện tại lớp em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến. Mong nhà trường cập nhật sớm ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 12/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Em tên [full_name], mssv [student_id], em đã hoàn thành tất cả tín chỉ trong CTĐT và điểm đã được cập nhật đầy đủ nhưng vẫn chưa có tên trong danh sách tốt nghiệp dự kiến và chưa nhận được thông tin gì về đăng ký tốt nghiệp. Mong PĐT sớm cập nhật giúp em ạ, em cảm ơn.. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 12/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ, chào Quý Thầy Cô!. . . . Dạ, em không có tên trong danh sách tốt nghiệp tháng 11 năm 2021. Nhưng chưa biết lý do, rất mong quý Thầy Cô kiểm tra giúp em ạ. Em còn thiếu điều kiện gì ạ?. . . . Em xin cảm ơn. Trân trọng",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 12/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em kính chào quý thầy cô phòng đào tạo. . Em là [full_name]. . MSSV: [student_id]. . . . Em có câu hỏi là hình 4x6 sử dụng để đăng ký tốt nghiệp có được mang kinh không ạ?. . . . Em xin cảm ơn quý thầy cô phòng đào tạo!",
            "Chào em,. . Hình này để làm kỷ yếu cần trang phục lịch sự, không đề cập đến có kính hay không có em nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i. . Gửi PĐT. . . . Cho em hỏi hiện tại muốn xin giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự thì phải làm sao ạ vì ở quê em đang cần gấp ạ.. . . . Em xin chân thành cám ơn",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô.. . Em là sinh k17, có đăng kí dự phòng 1 môn nhưng bây giờ đã qua. Cho em hỏi cách thức hủy môn học ạ.. . Em cảm ơnn. .",
            "Cô đóng câu này vì đã trả lời em câu khác rồi."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa cô em tên là [full_name] - [student_id].Chiều nay em có thi Vi xử lý ca 16h00 và do sơ suất nên em đã quên đăng xuất. Kính nhờ quý thầy cô có thể mở khoá cho em để em có thể nộp video ghi màn hình vì đã hơn 2 tiếng trôi qua nhưng em vẫn chưa đăng nhập được. Em xin cảm ơn.",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào quý thầy cô Phòng Đào tạo,. . . . Em tên là [full_name], mssv [student_id], Khoa Kỹ thuật Xây dựng,. . . . Vừa qua em có thi tiếng anh nói viết do BK English và Phòng đào tạo tổ chức. Nhưng không mai là em bị thiếu 10 điểm. Nên không đủ chuẩn để tốt nghiệp. Mà em đã hoàn thành xong toàn bộ chương trình học rồi. Chỉ còn thiếu chuẩn tiếng anh nói viết nữa thôi.. . . . Hạn chót đăng ký tốt nghiệp theo PĐT là 31/10. Em thấy cũng có nhiều bạn bị thiếu điểm giống em. Nên em viết thư này kính nhờ PĐT có thể tổ chức thêm 1 lần thi trực tuyến  nữa trong tháng 10, để chúng em thi lại với hy vọng sẽ ra trường đúng hạn vào tháng 11. Do hiện tại BK English vẫn chưa tổ chức thi trực tiếp tại trung tâm.. . . . Xin lỗi vì đà làm phiền thầy cô. Rất mong nhận được phản hồi từ phía thầy cô. Em xin chân thành cảm ơn!. . . . Trân trọng,. .",
            "Chào bạn. . Bạn vui lòng đợi thông báo khoảng giữa cho đến cuối tháng 10 về việc thi anh văn 2 kỹ năng các đợt tiếp theo. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em đăng nhập vào web ocb để thanh toán tiền học phí, nhưng nó xuất hiện lỗi này và em đã mail hỏi bên phòng đào tạo nhưng chưa được trả lời ạ, 4/10 là hết hạn nhưng giờ web vẫn hiện lỗi này.",
            "Chào em,. . Em liên lạc số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em xin quy trình để rút môn học mở rộng thuộc chương trình Kỹ sư tài năng. .   i Học vụ .",
            "Chào em,. . - Mặc định SV tài năng đăng ký môn cốt lõi sẽ có phần mở rộng (HPMR).. . - Nếu em đã đạt học phần mở rộng em nói với GV phụ trách, GV sẽ nhập điểm đã đạt của em vô, HPMR chỉ tính đạt hoặc không đạt.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Thầy/Cô,. . Thầy/Cô vui lòng cho em hỏi về thời hạn sử dụng của tài khoản BK Net ID sau khi tốt nghiệp ạ ? Em có được tiếp tục sử dụng email và BK Net ID để truy cập vào các kho tài liệu đã lưu như Drive hay BK E- learning không ?. . . . Mong Thầy/Cô giải đáp.. . Trân trọng cảm ơn.",
            "Chào em,. . Từ 1-3 tháng tùy theo chính sách liên kết với google về email.. . Thân mến."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Rút môn học. . . . Kính gửi phong đào tạo. . . . Em tên [full_name]. . MSSV:[student_id]. . . . Em gửi đơn xin phép Rút môn học Anh Van. . 350. . Môn Học AV350. . . . Vì từ bữa bắt đầu học tới giờ em không nhận được thông báo về môn học cũng không thấy được thời khóa biểu của học kỳ này cũng như trên BKEL nên đã làm ảnh hưởng khiến em bỏ lỡ nhiều tuần học cũng như không theo kịp tiến độ và không điểm danh cũng ảnh hưởng không nhỏ đến mặt điểm số, tình trạng học tập và chuyên cần nên em xin được hủy môn này. . . . Mong thầy cô cho phép em được rút môn học không đóng học phí, em xin cảm ơn ạ!. . . . [full_name]!",
            "Chào bạn. . Đến thời điểm hiện tại không thể hủy môn học, chỉ có thể rút môn học (phải đóng học phí). . Thân",
            "Đơn Xin Rút môn học. . Em [full_name] . . Xin Được Rút môn AV350. . lý do vì không nhận được lịch học không thể hoàn thành tiến độ học và không thể hủy môn. . Mong thầy cô giải quyết giúp em. . Trân trọng",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "Chào em,. . Đã hết thời gian rút môn học (phải thanh toán học phí), em cần làm theo hướng dẫn sau để trình BLĐ phòng xem xét. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào phòng đào tạo, em muốn thông báo cho PĐT là em có đăng ký rút môn học 2 lần với 2 môn khác nhau.. . Trong đó lần 2 em vừa gửi xong (đã trễ hạn 2 ngày) so với quy định trên mail nhưng vẫn điền form được và đã được mail xác nhận.. . Vì thế em mong phòng đào tạo chấp nhận cho em rút cả 2 môn ạ!. . Hai môn học của em là:. . EE3121 Thiết kế vi mạch tương tự và hỗn hợp (đăng ký rút ngày 28-9). . EE1009 Phương pháp tính (đăng ký rút ngày 3/10) . . Em cảm ơn PĐT!. .   i Yêu cầu khác .",
            "Chào em,. . PĐT chuẩn bị lấy dữ liệu nên em điền được form thì xem kết quả sau 15/10 nhé.. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô ạ,. . Học kì 202 em có hoãn thi 3 môn nhưng đến nay trên bảng điểm của em vẫn còn hiện điểm tổng kết môn học chứ chưa chuyển qua điểm HT(hoãn thi). Hôm nay đã qua ngày 30/9, không biết vấn đề này em sẽ giải quyết thế nào ạ?. . Em cảm ơn thầy/cô ạ!",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1413087  /b \t. . . .   i Tốt nghiệp . Dear Thầy/Cô,. . Em tên là: Nguyễn Đăng Quang-1413087.. . Hiện tại biểu mẫu \"Lý lịch cho sinh viên tốt nghiệp\" tại : http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=91&tid=97. . --  Đã bị lỗi và không tải được.. . Em đã chuyển thành công từ hệ SV chính quy sang hệ VHVL nhưng tình trạng SV vẫn là nghỉ. Vậy em có cần làm đơn \"Phiếu đăng ký thu nhận lại\" và nộp cho PDT không ạ?. . Em hiện tại đang ở: XUÂN TÂM- XUÂN LỘC- ĐỒNG NAI. Và chưa thể di chuyển lên thành phố vì chưa có thẻ xanh và chỉ thị 15+ thì em không được di chuyển khỏi tỉnh Đồng Nai. Mong quý Thầy/Cô hỗ trợ em vấn đề này ạ. Em xin chân thành cảm ơn. Chúc Thầy/Cô 1 ngày tốt lành.. . Regards/Quang.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 12/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào thầy cô,. . Em tên là [full_name] MSSV [student_id]. Kỳ 202 vừa rồi em và một số bạn có môn Thực tập kỹ thuật ô tô TR3075 do dịch bệnh nên môn đó em chưa được học và các thầy trong khoa đã sắp xếp để tụi em học môn đó và kì 211. Nhưng trên bảng điểm kỳ 202 thì môn đó em bị điểm 13 và ảnh hưởng đến điểm trung bình tích lũy kì 202 ạ. Em có hỏi thầy bộ môn và thầy bảo em liên hệ pđt ạ. Mong phản hồi từ thầy cô.. . Em xin chân thành cảm ơn. .",
            "Chào em,. . Quy định hoãn thi: PĐT có gửi email đến sv. . .... . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào tạo,. . . . Em tên [full_name], SV K17 ngành Kỹ thuật Máy Tính, MSSV [student_id].. . . . Hiện tại em đã đạt được đủ các yêu cầu để đăng ký tốt nghiệp nhưng vẫn chưa có tên trong danh sách dự kiến tốt nghiệp đợt 11/2021.. . . . Mong Phòng Đào tạo hỗ trợ và kiểm tra giúp em. Em xin cảm ơn ạ.. . . . Trân trọng,. . [full_name].",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 12/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy(cô) ban chuyên trách pđt ạ. Sắp tới, 6/10 khoa em có tổng kết điểm TBTL để xét phân nghành tuy nhiên do em hoãn thi đã được cho phép và có danh sách nhưng tạm thời đặt điểm 13. Vì vậy mong thầy cô có thể kiểm tra và cập nhật lại điểm 14 để việc xét phân nghành của em không bị ảnh hưởng bởi điểm này không ạ. Em tên là [full_name], MSSV: [student_id]. Mong thầy(cô) xem xét và tạo điều kiện cho em trong việc xét phân nghành sắp tới của Khoa ạ.. . Em cảm ơn rất nhiều ạ!",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào các thầy cô,. . . . Em là [full_name], sinh viên ngành HTNL lớp VP2016. . . Hiện tại em chưa nhận được mail đăng kí tốt nghiệp vì chưa hoàn thành môn giáo dục thể chất 3. . . Tuy nhiên em đã học môn bóng đá (Mã MH PE1009) vào học kỳ 20-3 để chuyển điểm cho môn giáo dục thể chất 3. . . Kết quả chuyển điểm cũng đã được cập nhật trên thông tin sinh viên tại mybk. . . Em mong các thầy cô kiểm tra lại giúp em.. . . . Em chào và cảm ơn các thầy cô.. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 12/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác: Em đã đăng ký in bảng điểm và đã thanh toán phí qua bkpay nhưng qua hạn nhận kết quả mà hệ thống vẫn chưa xác nhận và vẫn hiển thị là đang in. Em mong phòng đào tạo giải quyết sớm giúp em",
            "Chào bạn. . Do gởi qua bưu điện nên hệ thống hiển thị là đang in, . . Bảng điểm của bạn đã được gởi bưu điện rồi, bạn vui lòng đợi nhận nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào quý thầy cô!. . Học kỳ 202 em có đăng ký môn CH313 Mô hình hóa,mô phổng & tôi ưu hóa công nghệ hóa học. Sau khi thi online cuối kỳ do em không thể đăng nhập vào hệ thống BK exam để nộp bài được, và sau đó em có gửi bài qua mail thầy nhưng sau đó em thầy không chấp nhận bai đó và kêu em xin hoãn thi. Em đã đăng ký hoãn thi, nhưng sau khi bảng điểm cập nhật em lại nhận điểm 13 ạ. Em mong thầy cô giải quyết giúp em ạ.. . Em chân thành cảm ơn ạ.",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào PĐT,. . Em là [full_name] -MSSV: [student_id] - sinh viên khóa 2017 khoa Khoa học và Kỹ thuật Máy tính.. . Hiện nay, em đã hoàn thành xong ctđt bậc Đại học, tích lũy đủ số tín chỉ và đã có đầy đủ điều kiện Anh văn, điều kiện CTXH để tốt nghiệp. Tuy nhiên, hiện tại PĐT vẫn chưa cập nhật đủ kết quả học tập của em, vì vậy em chưa có tên trong danh sách dự kiến tốt nghiệp.. . Hiện tại công ty nơi em làm việc yêu cầu em nộp bằng tốt nghiệp, tuy nhiên đến thời điểm hiện tại em vẫn chưa có tên trong danh sách tốt nghiệp theo dự kiến nên không thể đăng kí tốt nghiệp. . . Em xin PĐT có thể xem xét trường hợp của em, và cấp trước cho em chứng nhận tốt nghiệp tạm thời sớm nhất có thể, vì công ty yêu cầu bằng tốt nghiệp thì em mới có thể duy trì công việc.. . Mong nhận được phản hồi và sự hỗ trợ giúp đỡ từ PĐT, em cảm ơn PĐT rất nhiều.. . . . BRs,. . [full_name]. .   i Tốt nghiệp .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 12/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào thầy cô, em tên [full_name] [full_name]ẠT_[student_id]. . khoa Xây dựng , năm nhất em có đăng kí vay sinh viên, năm nay em muốn tiếp tục mà tình hình này không đi học được, thầy cô chỉ em cách đăng kí với ạ. Em cảm ơn",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào pđt , do tình hình mới hết dịch , mẹ em mới đi làm lại nên chưa xoay được tiền đóng học dự thính , em xin được dời lại hoặc cần làm đơn như thế nào , pđt giúp em ! Em cảm ơn pđt ạ",
            "Chào em,. . Về gia hạn học phí:. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . - Hoặc em nhờ bạn có tài khoản OCB đóng giúp nhé. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Do gia đình em đag năm trong khu vực vùng đỏ bị phong tỏa nên không thể ra ngoài đóng học phí và nạp tiền vào thẻ để đóng onl nên em muốn xin pđt cho em gia hạn học phí dự thính để gia đình em tìm cách xoay sở.. . . . Em cám ơn",
            "Chào em,. . Về gia hạn học phí: . . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . - Em nhờ bạn có tài khoản OCB đóng giúp.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là Giang sinh viên k17 khoa   B KH&KT Máy tính  /B , ngày mai (04/10) là ngày nhập học của SV k21.. . . . Em muốn viết đơn này xin PĐT cho em đăng kí 2 môn   B Hệ Thống Số (CO1023)  /B  và   B Đồ án Hệ thống số (CO1029)  /B  học chung với k21, để thay thể cho môn   B Hệ thống số (CO1009)  /B  em đã trượt hồi năm nhất ạ.. . . . Em mong PĐT sớm giải quyết để em sớm hoàn thành chương trình học và tốt nghiệp ạ.. . . . Em xin chân thành cảm ơn.",
            "Chào bạn. . Cô đã lấy dữ liệu chuyển bộ phận dkmh xét lại. . Bạn xem kết quả tại Mybk-xemtkb trễ nhất là thứ 3 ngày 12/10. . Thân. .",
            "Chào bạn[full_name] [full_name] [full_name] đã bổ sung môn Hệ Thống Số (CO1023)[full_name] [full_name] Riêng môn Đồ án Hệ thống số (CO1029) không bổ sung được vì Hk này [full_name] chưa học môn này[full_name] [full_name] Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT. Do em vừa thi rớt tiếng anh nói viết và hiện tại chưa biết đến khi nào mới được thi lại mà địa phương kêu chuẩn bị đi khám nghĩa vụ quân sự. Đợt vừa rồi do chủ quan nên em đã không đăng ký môn học để xin giấy xác nhận sinh viên. Xin hỏi PĐT là có cách nào để em có thể có được giấy xác nhận sv bây giờ không ạ? tại vì em thấy khả năng của mình sẽ không thi đậu tiếng anh nói viết được trong kỳ này mà trường hợp xấu em đậu khám nghĩa vụ thì sẽ bị gọi đi khi đó em sẽ không thể tốt nghiệp được nữa ạ. Kính mong pđt hỗ trợ em ạ. Em xin chân thành cảm ơn ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đã hoãn thi môn Nhiệt động học và truyền nhiệt HK202(có xác nhận của pdt) . . Nhưng hôm nay thầy hướng môn THÍ NGHIỆM Nhiệt động học và truyền nhiệt có tổ chức một buổi kiểm tra bù môn THí NGHIỆM. Vậy em có phải tham gia buổi kiểm tra không? Em xin cảm ơn",
            "Chào em,. . - Vậy em có phải tham gia buổi kiểm tra không. . =  Em phải tham gia, trong email có ghi: \". . 2-   SV được ra Quyết định Hoãn thi/Miễn thi có điều kiện (SV phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này).\". . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name], MSSV: [student_id].. . Em muốn đăng kí thi anh văn nói viết online nhưng khi em đăng kí thì ghi là \"bạn không được phép đăng kí\".. . Ban đầu, em tưởng là do em không đăng kí môn học (do em đã hết môn) nên không đăng kí được nên em có liên hệ với văn phòng [full_name], bên [full_name] nói em liên hệ lại phòng Đào Tạo nhờ hộ trợ ạ!. . Mong phòng Đào Tạo xem giúp em ạ!",
            "Chào bạn. . Hiện tại đã kết thúc 4 đợt thi nên Cô không thể xử lý. . Bạn đợi thông báo đăng ký hoặc liên hệ TTNN đăng ký trong tháng 10 này. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi về việc xếp loại tốt nghiệp là nếu rớt hơn 5% tổng số tín chỉ tích lũy theo chương trình đào tạo, bị cảnh cảo học vụ hay học vượt số tín chỉ thì sẽ bị hạ một bậc tốt nghiệp như từ xuất sắc xuống giỏi, giỏi xuống khá đúng không ạ? Và vấn đề này là mình có áp dụng cho K20 không ạ? Với em nghe là chỉ hạ bậc xuất sắc xuống giỏi còn giỏi với khá thì được giữ nguyên ạ. Mong quý thầy/cô sớm phản hồi ạ. Em xin cảm ơn.. .",
            "Chào bạn. . Bạn xem tại quy chế học vụ Điều 21. Xếp loại tốt nghiệp. . Việc xếp loại tốt nghiệp được tính dựa vào ĐTBTLN như sau:. . - Xuất sắc: từ 9,00 đến 10. . - Giỏi: từ 8,00 đến cận 9,00. . - Khá: từ 7,00 đến cận 8,00. . - Trung bình khá: từ 6,00 đến cận 7,00. . - Trung bình: từ 5,00 đến cận 6,00. . Riêng loại Xuất sắc sẽ bị giảm xuống thành loại Giỏi khi thuộc một trong các trường hợp sau:. . - Có thời gian học vượt quá số học kỳ chuẩn Nhkc.. . - Có số tín chỉ của các môn không đạt phải học lại vượt quá 5% tổng số tín chỉ của CTGD.. . - Đã bị kỷ luật trong thời gian học từ mức cảnh cáo toàn trường trở lên (xem Điều 24)."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi có thể giải quyết gấp giấy xác nhận sinh viên giúp em được không ạ do địa phương yêu cầu t2 ngày 4/10/2021 phải nộp cho địa phương.. . Em đã gửi yêu cầu được 1 tuần rồi ạ.. . Em xin cảm ơn.. . . . . . . .",
            "Chào bạn[full_name] [full_name] [full_name] đã ghi nhận phản hồi của bạn, Vì số lượng đăng ký giấy CNSV tăng đáng kể, Nên [full_name] đang cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay, SV vui lòng thông cảm đợi thêm, giải thích thêm với cơ quan yêu cầu giấy CNSV[full_name][full_name] [full_name]  Sau khi [full_name] cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên[full_name][full_name] [full_name] Đồng thời [full_name] cũng đã gởi bưu điện nếu SV có đăng ký, SV vui lòng nhận sau [full_name] [full_name] Thân[full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi em đã đóng tiền in bảng điểm. PĐT có thể scan bảng điểm gửi cho em được không ạ?Em xin cảm ơn",
            "Yêu cầu khác. . . . Dạ cho em hỏi em đã đóng tiền in bảng điểm. PĐT có thể scan bảng điểm gửi cho em được không ạ?Em xin cảm ơn  /QUOTE . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] - [student_id]. . Thầy/cô cho em hỏi Thầy hướng dẫn LVTN của em là Thầy [full_name], khoa Cơ Khí, bộ môn Thiết Bị và Vật liệu Cơ khí. Thầy/cô cập nhật lại dùm em. Em cám ơn ạ. .",
            "Chào bạn. . Về vấn đề này bạn liên hệ Khoa/bộ môn để hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em có đăng ký hoãn thi môn 3 môn là SP1005, ME3013 và ME2007. Hiện tại trên bảng điểm đang hiện thị môn SP1005 là em vắng thi và các môn khác thì chưa cập nhật ạ.. . . . Dạ cho em hỏi rằng các môn hoãn thi của em sẽ được cập nhật lại thành 14(hoãn thi) sau đúng không ạ.. . . .",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào ad.. . Mình có 1 chút khắc mắc trong việc rút hồ sơ của sinh viên. Bạn có thể giúp mình giải thích về những việc cần thiết để  lấy  hồ sơ với ạ. . . Thân.",
            "Chào em,. . - Hồ sơ em nộp bản sao cho trường để lưu, nên không rút lại được.. . - Sổ đoàn: em liên hệ [full_name].. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đạo tạo. Vừa qua có thông báo đăng ký các lớp anh văn theo yêu cầu mở từ ngày 20/9 đến 28/9 do nhà em không có mạng thường trực nên đã bỏ lở thời gian đăng ký môn học. Kính xin phòng đạo tạo cho em đăng ký bổ sung môn học anh văn 4A có mã môn học là LA1043. Kính mong được phòng đạo tạo chấp nhận. Em xin chân thành cảm ơn ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào tạo,. . . . Em tên là [full_name], MSSV là [student_id], lớp CC20ROB1.. . . . Em đã đăng kí xin hoãn thi một số môn ở HK202 và HK203 và được nhà trường gửi mail đồng ý. Tới ngày 29/9, nhà trường gửi danh sách hoãn thi. Sau khi kiểm tra thì các môn HK202 em xin hoãn có hiện đầy đủ, nhưng tên em không có trong danh sách hoãn thi HK203.. . . . Các môn em đăng kí hoãn thi HK203 cụ thể là môn Xác suất thống kê (MT2013), Kinh tế học đại cương (IM1013) và môn Pháp luật Việt Nam đại cương (SP1007).. . . . Em hi vọng nhà trường kiểm tra giúp em. Em cảm ơn ạ!",
            "Chào bạn,. . Sau khi đối chiếu dữ liệu, Pdt xác nhận bạn đã đăng ký Hoãn thi:. . [student_id]\tHK203\tSP1007. . [student_id]\tHK203\tIM1013. . [student_id]\tHK203\tMT2013. . Bạn xem lại mail Pdt đã gởi để biết cách thức tiến hàng sau khi Pdt đã xác nhận yêu cầu Hoãn thi của bạn. . Vì sự cố kỹ thuật nên có thể thông tin tra cứu không có dữ liệu của bạn. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em thuộc Khoa Khoa học Ứng dụng, cho em hỏi chừng nào mình có giấy tốt nghiệp tạm thời ạ?",
            "Chào bạn. . Pdt sẽ cập nhật lại, bạn vào khai lại thông tin tốt nghiệp sau thứ 4 ngày 6/10 sau đó thanh toán lệ phí tốt nghiệp. .  Thứ 6 hàng tuần PDT sẽ lấy dữ liệu SV đăng ký và đóng tiền lệ phí tốt nghiệp trước đó để tiến hành in giấy CN tốt nghiệp tạm thời, vào thứ 3 tuần tiếp theo, Giấy chứng nhận tốt nghiệp sẽ được tải lên trang đăng ký hồ sơ cấp bằng. Sinh viên tự lên tải về sử dụng trong thời gian này. . . Giấy chứng nhận tốt nghiệp bản chính sẽ được gửi về Sinh viên qua bưu cục theo địa chỉ Sinh viên đã đăng ký.. . Sinh viên vui lòng kiểm tra kỹ thông tin trên giấy Chứng Nhận tốt nghiệp tạm thời, nếu có sai sót gì vui lòng phản hồi lại PDT để kịp chỉnh sửa, những thông tin trên Chứng Nhận tốt nghiệp tạm thời sẽ dùng để in bằng tốt nghiệp.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là [full_name], MSSV: [student_id], lớp CC17HTP ạ. Em đã hoàn thành xong các môn học và Luận văn từ hồi tháng 8 nhưng hiện tại vẫn chưa có tên trong danh sách tốt nghiệp dự kiến. Kính mong nhà trường xem xét giúp em ạ. Em xin cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 12/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào thầy/cô. . Em tên [full_name], MSSV [student_id]. . Em xin trình bày 2 vấn đề của em như sau:. . 1. Học kỳ 203, em có đăng ký hoãn thi môn Giải tích 2 (MT1005) và Phương pháp tính (MT1009) và đã nhận được mail xác nhận từ PĐT là đã đăng ký. Nhưng hiện tại khi tra cứu theo link trong mail của PĐT thì kết quả là không tìm thấy MSSV. Nhờ thầy/cô kiểm tra lại giúp em hoặc hướng dẫn em giải quyết vấn đề này ạ.. . 2. Cho em hỏi khi được chấp thuận hoãn thi thì khi nào em có thể đăng ký thi lại ạ?. . Em trân trọng cảm ơn.",
            "Chào bạn,. . - tra cứu theo link trong mail của PĐT thì kết quả là không tìm thấy MSSV. . =  Sau khi đối chiếu dữ liệu, Pdt xác nhận bạn đã đăng ký Hoãn thi:. . . . [student_id]\tHK203\tMT1009. . [student_id]\tHK203\tMT1005\t. . Bạn xem lại mail Pdt đã gởi để biết cách thức tiến hàng sau khi Pdt đã xác nhận yêu cầu Hoãn thi của bạn. . Vì sự cố kỹ thuật nên có thể thông tin tra cứu không có dữ liệu của bạn. . - Cho em hỏi khi được chấp thuận hoãn thi thì khi nào em có thể đăng ký thi lại ạ?. . =  Em chờ thông báo sau khi có quyết định hoãn thi nhé.. . Thân mến.. . . . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào thầy/cô,. . . . Em tên là [full_name] (MSSV: [student_id]), em viết email này để trình bày về sự cố em gặp phải trong lúc đang thi kỹ năng Viết, được tổ chức vào đợt 3 lúc 9 giờ, ngày 02/10/2021.. . . . Vào khoảng 10 giờ 15 phút, tòa nhà nơi em đang ở bị mất điện và mất kết nối mạng đột ngột. Phía tòa nhà thông báo là họ đang bảo trì nhưng lại cập nhật thông tin vào lúc 10 giờ, nên em hoàn toàn không thể chủ động kiểm soát điều này. Do đó, kính mong thầy/cô cân nhắc đề xuất một phương án cho trường hợp của em. Em đã liên hệ với quản lý tòa nhà và họ đồng ý cung cấp mọi bằng chứng nếu thầy/cô có yêu cầu.. . . . Đây là một sự kiện bất khả kháng. Hơn nữa, em rất mong có thể tốt nghiệp đúng hạn vì đây là kỳ thi cuối cùng của em trong 4 năm học tại trường. Ngoài ra, phía doanh nghiệp em đang theo làm đã yêu cầu sớm nộp bằng tốt nghiệp trong năm, nên nếu lỡ đợt thi này có lẽ sẽ khá khó khăn cho em. Từ những điều trên, em hy vọng rằng thầy/cô sẽ sắp xếp cho em một lịch thi mới để em kịp tiến độ học tập của mình. Chân thành cảm ơn thầy/cô.. . . . Trân trọng. . [full_name]. .",
            "Chào bạn. . Bạn vui lòng liên hệ TTNN để được hỗ trợ về trường hợp của bạn. .  . . Điện thoại\t(08) 3866 6869 – 0909 625 988. . Fax\t(84.8) 38.[student_id]69. . Website\t. . http://bkenglish.edu.vn/. .  . . Email\t[email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đạo tạo. Em tên là [full_name] MSSV [student_id]. Vừa qua có thông báo đăng ký các lớp anh văn theo yêu cầu mở từ ngày 20/9 đến 28/9 do nhà em không có mạng thường trực nên đã bỏ lở thời gian đăng ký môn học. Kính xin phòng đạo tạo cho em đăng ký bổ sung môn học anh văn 4A có mã môn học là LA1043. Kính mong được phòng đạo tạo chấp nhận. Em xin chân thành cảm ơn ạ.",
            "Chào bạn. . Cô đã lấy dữ liệu chuyển bộ phận dkmh xét lại. . Bạn đợi kết quả phản hồi trễ nhất là thứ 5 ngày 7/10. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào phòng đào tạo, phòng cho em hỏi địa phương em yêu cầu giấy tạm hoãn nghĩa vụ quân sự thì giờ em chờ trường cấp cho như mọi năm hay phải lên mybk điền đơn yêu cầu ạ?. . Nếu phải yêu cầu thì em yêu cầu diện gì ạ? Là cấp lại giấy tạm hoãn nvqs hay là giấy bổ sung hồ sơ cho địa phương ạ?. . Em mong nhận được câu trả lời từ phòng đào tạo, em cảm ơn.. . . .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại, em đã học đủ 142 chỉ, nhưng chưa có tiếng anh để xét tốt nghiêp. Em đã thi và đang chờ kết quả. Hôm nay dưới xã của em (thuộc Vũng Tàu) đã gửi giấy gọi về đi khám nghĩa vụ quân sự vào ngày 12/10 tới đây, em muốn xin giấy chứng nhận sinh viên để có thể tốt nghiệp trong năm nay hoặc đầu năm sau, giờ em phải làm sao ạ",
            "Chào bạn,. . Trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào pdt. Em muốn hỏi về thủ tục hủy thi anh văn nói viết ngày 10/10?. Do em bị cách ly tập trung nên không thể dự thi được.. . Nếu em không dự thi đợt 4 (ngày 10/10) thì có thể đăng ký đợt sau được không? Và có bị ảnh hưởng gì không?. . Em cám ơn.. . . .",
            "Chào bạn. . Bạn vui lòng liên hệ TTNN để được hỗ trợ. .  . . Điện thoại\t(08) 3866 6869 – 0909 625 988. . Fax\t(84.8) 38.[student_id]69. . Website\t. . http://bkenglish.edu.vn/. .  . . Email\t[email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin được gửi lời chào đến Thầy/Cô. . . . Em muốn hỏi là dịch vụ bưu chính chuyển bảng điểm/bằng tạm đã được nối lại cho các điểm đến ở ngoại tỉnh chưa ạ? Hiện em đang ở Biên Hòa, Đồng Nai.. . . . Trong trường hợp chưa được nối lại thì em muốn hỏi là có thể đến trường lấy được không, và thủ tục như thế nào ạ?. . . . Em xin chân thành cảm ơn Thầy/Cô",
            "Chào bạn. . Bảng điểm của bạn đã được gởi đi bưu điện rồi nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là [full_name], MSSV [student_id]. . Hiện 16:00 ngày 02/10/2021 em có tham gia thi môn [full_name] [full_name], lúc thoát tab đã đăng xuất tài khoản trên trang BKEX (BKexam), nhưng đến hôm nay ( ngày 03/10/2021) tài khoản của em ở BKEX vẫn bị khóa ạ. . . .",
            "Mong Thầy/Cô giúp em mở khóa để em hoàn thành việc nộp file Record màn hình lúc thi với ạ",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . . . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến,. . . .",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào PDT.. . Em thấy trên aao mục tốt nghiệp thì hạn đăng kí xét tốt nghiệp là 20/10. Nhưng khi vào bkel thì em thấy trong phần đăng kí thì hạn đến hết ngày 31/10. Vậy PDT cho em hỏi là hạn cuối chính xác là ngày nào ạ.. . Em cảm ơn.. .",
            "Chào bạn. . ·        Pdt sẽ giải quyết tốt nghiệp theo thông báo đến hết HK211 (dự kiến cuối tháng 12/2021) . . ·        Xem chi tiết lịch trình tốt nghiệp tại trang web PĐT (aao.hcmut.edu.vn)    Tốt nghiệp    Thông tin tốt nghiệp    Tháng 11/2021    Lịch trình đăng ký tốt nghiệp và cấp bằng tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "i Tốt nghiệp . Dạ trường cho em hỏi một vấn đề ạ. Tình hình là em chỉ còn thiếu chuẩn anh văn nói viết để ra trường nên đợt vừa rồi bên trung tâm BKEnglish có tổ chức kỳ thi nói viết online thì em có đăng ký tham gia ở đợt 2. Nhưng em cũng không tự tin khả năng mình có đậu kỳ thi này hay không nên em đã đăng ký môn học bổ sung để duy trì học kỳ tới và để có đủ điều kiện xin giấy tạm hoãn NVQS khi mà chưa có kết quả thi anh văn. Nhưng mới hôm nay thì em có biết kết quả thi nói viết ở BKEnglish và em có đủ điều kiện ra trường ở kỳ tới. Vậy em lỡ đăng ký môn học ở kỳ tới để duy trì rồi thì có thể làm cách nào để ra trường đợt 2 năm 2021 này không ạ? Em mong trường cho em giải pháp để giải quyết vấn đề này. Em cám ơn!. .",
            "Chào bạn. . Bạn rút môn học, thanh toán học phí và đăng ký xét tốt nghiệp bổ sung nghen. . Thân"
        ]
    }
]