[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em được pdt phản hồi như này về vấn đề học chung môn nhập môn kỹ thuật cùng K21. Cô cho em hỏi là lịch môn Nhập môn điện toán (CO1005) là pdt tự sắp cho em hay em có được chọn lịch học không ạ!. .",
            "Chào em,. . PĐT tự xếp, có trùng TKB, vượt sỉ số .... . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào cô, hiện em đang đăng kí được 19 chỉ, và em đang chờ được đăng kí thêm môn nhập môn điện toán học cùng K21. Nhưng số chỉ sau khi đăng ký được môn nhập môn điện toán là 22 chỉ, cô cho em hỏi là em có thể làm đơn xin được học quá 1 chỉ được không ạ? Em cảm ơn.",
            "Chào bạn, . . Phải ĐKMH theo đúng quy định nhé bạn, nếu muốn học chung Khóa 2021, bạn phải cân nhắc số chỉ đã đăng ký ở HK chính 211.. . Về việc học chung với khóa 2021, sau ngày 15/09/2021 Sinh viên vui lòng làm đơn trình bày rõ về việc xin học chung với Khóa 21 môn nhập môn điện toán (ghi rõ mã MH) và gửi qua bksi nhé@. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Khi em đăng kí thì bị tình trạng như sau ,em không đăng kí được ạ.. (ảnh). . Mong thầy cô hướng dẫn giúp e",
            "bạn vô kiểm tra và đkmh lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em xin được mở thêm sỉ số lớp môn An toàn quá trình CH3297 lớp L02 (sỉ số hiện tại 60/60). Hiện các lớp còn sỉ số em bị trùng lịch với môn chuyên ngành.. . Em xin cám ơn!",
            ". . Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT,. . . . - Em là [full_name]. . - MSSV: [student_id]. . . Hiện là Sinh viên văn bằng 2 Chính quy. . . . Em xin phép gửi PĐT   B Đơn đăng kí học chung với K2021   I (đã được BCN khoa KH&KT MT duyệt)  /I .  /B . . Mong PĐT xét duyệt cho em, để em có cơ hội học tập 02 môn: . .      B + Nhập môn Điện toán (CO1005). . .    + Hệ thống số (CO1023).  /B . . . . Thời khoá biểu em đăng kí như sau:. . . .   B CO1005 - nhóm [full_name] - Thứ 2 - [full_name] bắt đầu 9. . CO1023 - nhóm [full_name] - Thứ 2 - [full_name] bắt đầu 7  /B",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào Phòng Đào tạo,. . em gửi yêu cầu với lý do xin phép được đăng ký vào lớp hữu cơ L02 như đã đính kèm hình ảnh.. . . . Em xin trễ vì lý do   B đã đăng ký đợt 1  /B  nhưng qua đợt 2 bị trục trặc về vấn đề không cho đăng ký môn nhưng đã   B gửi yêu cầu xử lý từ đợt đăng ký đợt 2  /B  nhưng tới sáng nay mới được giải quyết xong xuôi và lớp đã đầy không cho vào.. . . . Mong Phòng đào tạo hỗ trợ em đang ký vì em chỉ còn 1 môn này và không muốn đăng ký môn khác.. . . . Em cám ơn sự hỗ trợ phòng đào tạo và chúc sức khỏe.",
            "Chào bạn,. . Bạn vui lòng trình bày bạn muốn xin ĐKMH nào? ghi rõ tên mà mã MH, để PDT kiểm tra và trả lời cho bạn được nhé. . Vấn đề do bạn mới thanh toán HP ngày 18/8/2021 nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào cô, em hiện tại bắt đầu học bằng 2 ngành Xử lý ảnh và thị giác máy tính (khoa khoa học máy tính), kì này em muốn đăng ký môn Hệ thống số (CO1023) ở kì chính hệ đại trà cùng K21 (do dự thính ở cả 2 lộ trình và kì chính không mở do không đủ sỉ số). Em xin cảm ơn ạ!",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy/cô PĐT,. . . . Em tên: [full_name]. . MSSV (VLVH): [student_id]. . MSSV (cũ)  : [student_id]3. . Hệ VLVH: Điện-Điện tử ( Tự động hóa ). . . . Đợt này em có đăng ký LVTN (EE4323) . Nhưng hệ thống báo em còn thiếu các môn như Đồ Án và Thực tập tốt nghiệp, những môn này em đã hoàn thành ở hết ở hệ chính quy cũ (K13) và đã nộp bảng điểm cũ cho văn phòng khoa (nơi đăng ký chuyển hệ chính quy sang VLVH ) để xét duyệt lại để miễn môn cho các môn này với  mã mới.. . Kính mong quý thầy/cô xem xét giải quyết giúp em để em có thể đăng ký LVTN trong kỳ này ạ.. . Em xin chân thành cảm ơn.. . . .",
            "Chào bạn,. . Bạn vui lòng vào đăng ký lại môn LVTN nhé. . Thân",
            "Em chào cô. . . . Em đã vào đăng kí lại thì vẫn báo thiếu những môn trên ạ. Em có đính kèm file hình ở trên mong cô xem lại ạ.. . . . Em xin chân thành cảm ơn.",
            "Chào bạn,. . SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. .",
            "Đăng ký môn học . Dạ em xin chào thầy/cô,. . . . Em có thắc mắc, hiện tại ĐKMH Đợt 3 kỳ chính. . . . hệ chính quy CÓ THỂ [full_name] môn học dù đã có TKB,. . . . vậy nếu [full_name] có phải đóng học phí môn đó không . . . . ?. . . . Em cảm ơn ạ. . . . . . .",
            "Chào bạn,. . Đợt 3 không thể hủy môn học nhé bạn, trong thông báo có ghi rõ. . . . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có đọc trên aao, theo như em hiểu là trong 6 môn em học thì sẽ lấy điểm 5 môn ( từ cao tới thấp), em không biết em hiểu như vậy là đúng không ạ?. . Em cảm ơn ạ.",
            "Chào bạn. . Đối với môn tự chọn, ĐTBTL được tính từ điểm cao nhất của số tín chỉ quy định trong nhóm các môn tự chọn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: EM là [full_name] MSSV [student_id] hệ VLVH. Em chuyển hệ từ chính quy sang VLVH và đã hoàn thành các môn học dưới đây:. . 1. Nhóm tổ hợp môn học bắt buộc tự chọn em đã hoàn thành 18/21 tín chỉ gồm các môn học: . . - [full_name]3087: bảo vệ rơ le trong hệ thống điện. . - [full_name]3093: vận hành và điều khiển hệ thống điện. . - [full_name]3095: ổn định hệ thống điện. . - [full_name]3097: kỹ thuật an toàn điện. . - [full_name]3099: kỹ thuật chiếu sáng. . - [full_name]3133: thiết bị điện trong phân phối điện. . 2. Môn học bắt buộc:. . - [full_name]2003: trường điện từ. . - [full_name]2007: mạch điện tử. . - [full_name]2013: vi xử lý. . - [full_name]3019: truyền số liệu và mạng. . - [full_name]4311: đề cương luận văn tốt nghiệp. . - [full_name]5: giải tích 2. . - [full_name]7: đại số tuyến tính. . nhưng theo kết quả học tập  thì em chỉ mới hoàn thành 15/21 tín chỉ môn học tự chọn bắt buộc và các môn ở mục 2 em chưa hoàn thành. . . Kính mong phòng đào tạo xem xét hướng dẫn giúp em.. . em xin chân thành cảm ơn",
            "Chào em,. . Em làm đơn + scan bảng điểm đã học chính quy. . gởi email [email] để xem nhé. . Thân mến,. .",
            "dạ cô ơi em nộp bảng điểm cùng với hồ sơ nhập học VLVH nên giờ em không có bảng điểm với giờ em đang ở quê không ở tp.hcm thì làm cách nào để có thể nhận bảng điểm vậy cô?. . em có thể chụp ảnh điểm trên trang mybk để gửi được không ạ? . . em cảm ơn",
            "Chào bạn. . Cô đã gởi thông tin cho anh [full_name] và anh [full_name] để hỗ trợ bạn xem lại thông tin. . Bạn có thể trao đổi với 2 anh qua email thêm nghen. .  anh [email] hoặc [email]",
            "Chào bạn. . Bạn bổ sung cho Cô mã số sinh viên chính quy, gấp nghen, để lấy thông tin xử lý. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/ cô PĐT. . Để thôi học, mình chỉ không học nữa, hay có cần làm đơn gì không ạ??. . Mong nhận được sự phản hồi từ PĐT.. . Em cảm ơn.. .",
            "Chào em,. . - Em in mẫu đơn xin thôi học, đóng hết học phí, lệ phí (nếu có) ở HK cũ gửi đơn qua email pđt hoặc bksi.. . - Em xem thêm về quy chế thôi học nhé.. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Thầy/Cô!. . Em là [full_name]. MSSV: [student_id]. . Là sinh viên khoa Kỹ Thuật Hóa Học.. . Hiện tại học kì chính 211 em đã đăng ký tối đa SỐ TÍN CHỈ cho phép.. . Do một số môn học thuộc nhóm B2 đổi mã số môn học ở các học kì tiếp theo và không mở học phần dự thính học kì 211.. . Em bị thiếu môn Độc Chất Công Nghiệp Ứng Dụng (CH3127) để hoàn thiện nhóm B2.. . Nên em xin phòng đào tạo tăng SỐ TÍN CHỈ đăng ký, để em hoàn thiện nhóm B2.. . Em cảm ơn!",
            "Chào bạn. . Theo quy định là không được nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em xin mở sỉ số môn An toàn quá trình - CH3297 lớp L07. Em biết lớp đã full sĩ số 60/60 nhưng mấy ngày khác em bị kẹt lịch mông PĐT có thể thêm em vào lớp đó. Môn này là của khóa k18 cũ học nên rất khó để sau này xin mở lớp. Em cám ơn PĐT.",
            ". . . . Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: khi gửi video lên thì nó hiện thị là không hỗ trợ video này vậy thì phải làm sao ạ. . với lại tăng dung lượng tối đa cho video lên đi ạ",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép).. . Bạn phải báo với CBCT để ghi nhận về trường hợp của bạn trong quá trình thi, vì PDT sẽ gửi ds hoãn thi về Khoa để đối chiếu lại nhé!. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào em,. . Đơn không có ngày, tháng, năm, chữ ký, họ tên vậy em, gửi lại nhé.. . Thân mến,. .",
            "Chào cô,. . Cho em xin gửi lại mẫu đơn ạ.. . Em cảm ơn",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . lỗi không thể gửi video đã quay lên google form dù đã nén xuống dưới 1 GB. . [full_name] Anh Văn Cơ Bản - ngày 19/8/2021 - 7h. . . .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép).. . Bạn phải báo với CBCT để ghi nhận về trường hợp của bạn trong quá trình thi, vì PDT sẽ gửi ds hoãn thi về Khoa để đối chiếu lại nhé!. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa thầy/cô!. . -Hiện tại em đã đăng ký và nhận được mail xác nhận hoãn thi từ phía Phòng đào tạo. Nhưng em có vài thắc mắc mong thầy/cô giải đáp.. . -Thắc mắc của em như sau:. . +Môn học mà em đăng ký hoãn thi sẽ thi vào ngày mai tức ngày 20/08/2021, vậy em có cần thi nữa hay không?. . +Trong trường hợp Phòng đạo tạo chưa kịp cập nhật lại danh sách sinh viên dự thi tức là tên của em vẫn còn trong danh sách nhưng em không thi dẫn đến giám thị sẽ đánh vắng thi thì Phòng đào tạo sẽ xử lý như thế nào?. . -Mong thầy/cô sớm giải đáp thắc mắc giúp em. Em xin cảm ơn.",
            "Chào em,. . DS thi PĐT đã in trước, nếu em đã đăng ký form hoãn thi (xem email phản hồi) ... PĐT sẽ hậu kiểm và ra quyết định =  cập nhật điểm hoãn thi sau.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Thầy, Cô phòng Đào Tạo,. . . . Dạ em là [full_name], MSSV [student_id], Khóa K16, Ngành: Kỹ thuật môi trường.. . . . Dạ hôm qua em có thực hiện đăng ký xét tốt nghiệp trên Mybk, mà em lại bỏ quên mất phần cập nhật ảnh thẻ sinh viên, hôm nay em vào lại thì không được bổ sung ảnh ạ.. . Thầy, Cô cho em hỏi em có thể cập nhật ảnh thẻ được không ạ?. . Em mong sẽ nhận được phản hồi từ Thầy, Cô ạ.. . Em xin chân thành cảm ơn.. . . . Trân trọng,. . [full_name].",
            "Chào bạn,. . Bạn đã kiểm tra đã nhận được mail xác nhận thành công chưa?. . Thân",
            "Dear chị [full_name],. . . . Dạ em đã nhận được mail xác nhận thành công rồi ạ.. . . . Trân trọng,. . [full_name]",
            ". .",
            "Chào bạn. . Hiện tại đang khoá ứng dụng để cập nhật DS tốt nghiệp mới. . - Khoảng từ 10/9 sẽ mở lại cho SV cập nhật, bạn theo dõi rồi làm lại cho đúng quy trình nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào quý Thầy Cô.. . Cho em hỏi, em có thể đăng ký vào lớp đã full chỉ số 60/60 không ạ. Đợt  ĐĂNG KÝ/ [full_name] HK211 - ĐỢT 3.. . Hiện tại em còn trống giờ, và có thể học lớp nhóm này (L05-05 - ME2091). Liệu em có thể đăng kí?. . Em được thông tin là 1 số bạn trong nhóm lớp này bị đăng kí nhằm do khác ngành học. Các bạn ấy sẽ rút môn trong thời gian tới. . . Em cảm ơn ạ.",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name] MSSV [student_id] là sinh viên chuyển hệ từ chính quy sang VLVH. . học kì 211 em có đăng kí môn học LVTN mã môn học EE3413 nhưng bị phòng đào tạo hủy môn vì đang chờ xét TTTN-LVTN-DCLVTN. . . . TTTN và DCLVTN em đã hoàn thành trong quá trình học chính quy. LVTN em có đăng kí trong học kì 202 nhưng vì em chuyển hệ vào tháng 3 năm 2020 nên em không đủ thời gian để hoàn thành LVTN theo quy định của nhà trường vì vậy em đăng kí lại trong học kì 211. . Kính mong các thầy cô và phòng đào tạo xem xét giúp em để có thể đăng kí được LVTN trong học kì 211 qua đó hoàn thành quá trình học của mình.. . Nếu có vấn đề sai sót gì mong thầy cô hướng dẫn cho em. . Em xin chân thành cám ơn!",
            "Thân gửi các bạn sinh viên,. . . . . . Sinh viên chú ý thực hiện đăng ký đợt cuối cùng LVTN, TTTN, Đề Cương LV từ 10g ngày 23/08/2021  đến 14g59 ngày 25/08/2021 cho HK chính 211 . .  . . . . Trước tình hình diễn biến phức tạp của dịch Covid-19, hiện trạng có khả năng nhiều sinh viên không thể thi để nhận Chứng chỉ Anh văn quốc tế để xét nhận LVTN, Nên Nhà Trường sẽ không xét chuẩn CCAV quốc tế khi xét LVTN trong HK211. . .  Bạn vui lòng vào ĐKMH lại nhé!. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đại diện lớp \"Công nghệ sản xuất chất béo thực phẩm\" (CH3089), thông tin tới pdt:. . . . - Lịch DKMH môn chất béo hiện tại: 12-14h thứ 4.. . - Lịch trên trùng giờ dạy môn khác trên hệ thống của GV phụ trách (cô [full_name]).. . - Vì bị trùng giờ nên sau khi kết thúc DKMH đợt 2, trên bkel (của GV và SV) không hiển thị môn (nhưng tkb trên mybk của SV vẫn hiển thị).. . - Nhận được sự đồng thuận của GV, em xin chuyển giờ môn học qua t6 9-11h sáng.. . . . Kính mong PDT giải quyết giúp em trường hợp này.",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] , để được hỗ trợ nhanh nhất nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy. . . . Em là Hồ Thiện [full_name] . . MSSV: [student_id]. . . . Thưa thầy, Hiện tại trong đợt đăng kí môn học đợt 3 em có thấy môn nhập môn kiến trúc em vùa thấy xuất hiện trong sáng nay nhưng em không đăng kí được trên hệ thống. Em không biết phải làm như thế nào. . . . . Em muốn đăng kí môn này thì phải làm như thế nào ạ. . . Em mong nhận được sự phản hồi từ thầy. . Em chân thành cám ơn thầy",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi anh/chị, . . Hiện tại ngành em có 1 môn chuyên ngành đã xin mở lớp từ đợt 1 nhưng đến đợt 3 mới được mở. Vì các môn đã khoá nên em không thể điều chỉnh để đăng ký môn đó, em mong có thể được mở khoá để em điều chỉnh ạ. . . . . Rất cảm ơn anh chị",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Tên: [full_name]. . MSSV: [student_id]. . Dạ cho em hỏi là sau khi thi kiểm tra lại thì file ghi màn hỉnh của em bị lỗi, không hiện lên hình ảnh mà chỉ ghi lại tiếng. Vậy em có thể làm đơn xem xét ghi nhận kết quả thi được không ạ? và làm đơn như thế nào ạ?. . Sau đây là thông tin của phòng thi:. . Phòng thi:IM3061_[full_name]01_B_[full_name]_[full_name]202. . Ngày: 19/8/2021. . Thời gian: 10 giờ . . Môn: Anh văn trong kinh doanh. . Mã môn học: IM3061. . . .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép).. . Bạn phải báo với CBCT để ghi nhận về trường hợp của bạn trong quá trình thi, vì PDT sẽ gửi ds hoãn thi về Khoa để đối chiếu lại nhé!. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em xin mở sỉ số môn An toàn quá trình - CH3297 lớp L07. Em biết lớp đã full sĩ số 60/60 nhưng mấy ngày khác em bị kẹt lịch mông PĐT có thể thêm em vào lớp đó. Môn này là của khóa k18 cũ học nên rất khó để sau này xin mở lớp. Em cám ơn PĐT.",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Phòng Đào tạo.. . Cho em hỏi là hiện tại các môn anh văn theo nhu cầu sẽ áp dụng theo đơn giá dự thính mới hay vẫn áp dụng theo đơn giá dự thính HK202.. . Em cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô ạ, cho em hỏi là mình có thể được xác nhận là học sinh trường bằng cách nào không ạ? Do chỗ em chỉ cần có xác nhận là học sinh của trường thì có thể hoãn NVQS rồi.. . . . Hay là cần phải lấy giấy hoãn NVQS thì mới có xác nhận của trường ạ?. . . . Em cám ơn ạ!",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phường và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . - Giấy xác nhận là sv của trường đăng ký cũng vậy nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: xin hỗ trợ giúp em với ạ!. . trên bke các thầy cô gửi mail nộp bài nhưng e k hề nhận dc bất kỳ mail nào?. . giúp e vơi ạ!. .",
            "xin hỗ trợ giúp em với ạ!. . trên bke các thầy cô gửi mail nộp bài nhưng e k hề nhận dc bất kỳ mail nào?. . giúp e vơi ạ!",
            "Chào bạn,. . Bạn vui lòng liên hệ với GV để hỗ trợ nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em muốn hỏi khi nào thì đăng ký tốt nghiệp cho đợt tốt nghiệp tháng 11/2021 được ạ? . . Em xin cảm ơn.",
            "Chào bạn. . - Đợt đăng ký tốt nghiệp hiện tại đến 30/8 là của HK 202. . - Đợt tốt nghiệp tháng 11/2021 - HK211 sẽ có thông báo cụ thể cho SV về danh sách về cách đăng ký tốt nghiệp dự kiến bắt đầu từ tháng 9/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/ cô,. . . . Em có đăng kí một số môn học trước đó ở đợt 1 nhưng bị hủy do sĩ số thấp. Em mong PĐT đăng kí bổ sung giúp em vào môn CO3061 - Nhập môn trítuệ nhân tạo là một môn khác đã tối đa sĩ số ạ.. . . . Em cảm ơn.. . . . [full_name]",
            "Chào bạn,. . Bạn vui lòng trình bày lại rõ lý do, tên MH, mã MH và mã nhóm xin ĐK.. . SV chủ động liên hệ với GV để xin vào lớp vì hiện tại đã bắt đầu học kỳ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô em mong thầy cô mở quyền điều chỉnh cho em hiệu chỉnh nhóm chủ nghĩa xã hội khoa học vì không đủ thời gian giãn cách giữa 2 cơ sở",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào pđt, vì kẹt thời khoá biểu nên em muốn xin thêm một suất học môn quá trình truyền nhiệt.. . Mã môn học CH2043, lớp L06, thứ 6 tiết 4 5",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào Phòng Đào tạo,. . em gửi yêu cầu với lý do xin phép được đăng ký vào lớp hữu cơ với thông tin cụ thể sau đây:. . - Tên môn học: HÓA HỮU CƠ. . - Mã môn học: CH2021. . - Lớp: L02. . . . Em xin trễ vì lý do   B đã đăng ký đợt 1  /B  nhưng qua đợt 2 bị trục trặc về vấn đề không cho đăng ký môn nhưng đã gửi yêu cầu xử lý từ đợt đăng ký đợt 2 nhưng tới sáng nay mới được giải quyết xong xuôi và lớp đã đầy không cho vào.. . . . Mong Phòng đào tạo hỗ trợ em đang ký vì em chỉ còn 1 môn này và không muốn đăng ký môn khác.. . . . Em cám ơn sự hỗ trợ phòng đào tạo và chúc sức khỏe.",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại em không thể tìm đúng lớp môn Phương pháp tính nhóm L03 do thầy [full_name] giảng dạy. Sáng nay em đã tìm trên BKEL nhưng không có room do thầy tạo. Em đã mail cho thầy và nhận được câu trả lời sáng nay lớp vẫn học bình thường. Mong phòng đào tạo cập nhật lại danh sách các lớp học trên BKEL giúp em.",
            "Chào bạn,. . Các nào chưa có phân công CBGD, nên chưa cập nhật trên BKEL. . . Hiện tại PDT vẫn đang cập nhật BKEL thường xuyên danh sách phân công CBGD do do gửi lên. SV vui lòng theo dõi thường xuyên trên bkel nhé!. . Chúc bạn học tốt. . Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em đang hiện là sinh viên Vp2015. MSSV [student_id] . . Em hiện đang không thể đăng ký môn học . . cho học kỳ 211 được ạ. Lúc em vào đăng ký thì có thông báo là tạm ngưng do tình trạng sinh viên. Vậy em mong nhận được thông báo từ phòng đào tạo cho em được đăng ký môn học tiếng pháp 07 mã môn học là 003729 cho học kỳ này ạ. Em đính kèm tình trạng đăng ký môn học của em trong hình đính kèm ạ. em xin cảm ơn",
            "Chào bạn,. . SV vui lòng tải mẫu đơn tạm dừng tại trang aao.hcmut.edu.vn/Sinh viên/biểu mẫu. Điền đầy đủ thông tin và gửi qua bksi nhé.. . Nếu có nhu cầu ĐKMH HK211, bạn vui lòng gửi thêm 1 yêu cầu xin đăng ký môn học, ghi rõ tên và Mã MH, mã nhóm, để PDT kiểm tra và ĐKMH cho bạn (nếu còn sĩ số). . . SV chủ động liên lạc với GV để xin vào lớp vì hiện tại đã bắt đầu HK211. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Do trục trặc khi thi những ngày đầu tiên, thầy của em có bảo em nên điền form hoãn thi của PDT vì có khả năng là thầy sẽ không chấm bài thi của em. Nên em đã điền vào form hoãn thi môn của thầy. Đến hôm nay thì em mới biết là thầy đã chấm điểm cho em và nhập điểm lên hệ thống cho em.. . Vậy cho em hỏi là: PĐT có thể cho em hủy yêu cầu hoãn thi cuối kì trước đó được không ạ. Vì điểm cuối kì môn đó thầy em đã nhập lên hệ thống rồi và em không có ý kiến gì về điểm này ạ.",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  . .   U   B   I (Có kèm đơn ĐKMH theo yêu cầu của PĐT)  /I   /B   /U . . Kính gửi PĐT ĐH BK TP.HCM,. . . . Em hiện đang tham gia chương trình liên thông ĐH-Ths, trong kì 202 có học môn Công nghiệp CNSH - CH5155 của chương trình CAO HỌC, hiện môn học vẫn chưa được cập nhật điểm sang môn tương đương ở chương trình ĐẠI học là Cơ sở Công nghiệp CNSH - CH3245. Vì vậy, việc ĐKMH của những môn yêu cầu CH3245 làm môn học trước trong chương trình ĐẠI HỌC, bao gồm Đồ án Thiết kế CNSH – CH4011 của em bị trì hoãn. . . . . Em làm đơn này, kính mong PĐT và Quý Thầy/Cô   B tạm thời xét “học trước” cho môn học Cơ sở Công nghiệp CNSH - CH3245   /B để em có thể đăng ký môn học Đồ án Thiết kế CNSH – CH4011 vào đợt này trong khi chờ đợi cập nhật điểm từ PĐT Sau Đại học.. . . . Em xin cám ơn và rất mong sự chấp thuân của PĐT,. . Trân trọng.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi hiện em đang cần lấy bằng tốt nghiệp. Em nên gửi đơn trình bày vài email nào để có thể được giải quyết ạ? Em có thể nhận bằng dạng điện tử (pdf) hoặc gửi về nhà được không ạ? Em đã email cho phòng đào tạo hỏi nhưng không nhận được phản hồi nên em không biết nên gửi đơn trình bày cho ai ạ? Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo. . Em tên : [full_name] MSSV :[student_id]-Sinh viên bằng 2 khoa khoa học và kỹ thuật máy tính.. . Em xin phép nộp đơn gửi phòng đào tạo về việc đăng ký môn học chung với Khóa K21.. . Lý do: 2 môn cơ sở ngành dành cho sinh viên năm nhất,em không đăng ký được trong đợt 3 của đăng ký môn học.. . Thời khóa biểu em đăng ký như sau:. . Nhập môn điện toán(CO1005)-nhóm lớp:L02-L04. . Hệ thống số ( CO1023)- nhóm lớp :L03-L08. . Em đã nộp đơn cho văn phòng khoa và đã được đồng ý với minh chứng là hình ảnh đính kèm.. . Mong phòng đào tạo giải quyết giúp em ạ. . Em xin cảm ơn.",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Thầy/Cô.. . Em tên [full_name], lớp HC18HD. Thầy Cô cho em hỏi là lớp em có đăng ký môn Sản xuất kháng sinh cho Hoá Dược mã CH3319. Ban đầu sỉ số là 15 người nên đã mở và đã học được 1 buổi,đến đợt 3 thì có vài bạn xoá đăng kí nên sỉ số tuột dưới 15 người. Vậy thì sau đợt 3 này thì có hủy môn học này không ạ? Và em hỏi thêm là vài bạn hủy môn đó trong đợt 3 này thì có phải đóng học phí không ạ?. . Mong Thầy/Cô phản hồi sớm.. . Em xin cảm ơn ạ.",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Trường hợp môn học bị hủy do sĩ số thì SV không có TKB thì không tính học phí nhé.. . Thân. .",
            "Dạ ý em không phải là hỏi sau đợt 3 có còn được hiệu chỉnh hay không. Mà vì trong đợt 3 này đáng lẽ không được hiệu chỉnh nhưng có mốt số bạn được mở cho hiệu chỉnh nên đã hủy đăng kí môn học trên. Trong khi đó môn học đã mở, có thời khoá biểu và đã học một buổi ạ. Vì những bạn còn lại lo lắng là sỉ số không đủ 15 bạn thì môn học sẽ bị hủy sau đợt 3 này nên em mới hỏi Thầy/Cô xác nhận xem là sau đợt 3 này thì môn học trên có bị hủy hay không ạ? Em mong Thầy/Cô xác nhận để các bạn biết để có thể kịp đăng kí môn khác vì đợt 3 chưa đóng còn đăng kí mới được ạ.. . Em xin cảm ơn",
            "QUOTE Dạ ý em không phải là hỏi sau đợt 3 có còn được hiệu chỉnh hay không. Mà vì trong đợt 3 này đáng lẽ không được hiệu chỉnh nhưng có mốt số bạn được mở cho hiệu chỉnh nên đã hủy đăng kí môn học trên. Trong khi đó môn học đã mở, có thời khoá biểu và đã học một buổi ạ. Vì những bạn còn lại lo lắng là sỉ số không đủ 15 bạn thì môn học sẽ bị hủy sau đợt 3 này nên em mới hỏi Thầy/Cô xác nhận xem là sau đợt 3 này thì môn học trên có bị hủy hay không ạ? Em mong Thầy/Cô xác nhận để các bạn biết để có thể kịp đăng kí môn khác vì đợt 3 chưa đóng còn đăng kí mới được ạ.. . Em xin cảm ơn  /QUOTE . .",
            "Chào bạn,. . Vấn đề này phải đợi khi lấy kết quả ĐKMH đợt 3 xuống mới trả lời cho bạn được nhé, vì trong thông báo có ghi, sẽ mở khóa cho những SV bị hủy MH vào để ĐKMH lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT ạ, vào đợt đăng kí môn đợt 3 em đã có lỡ tay thoát môn Quá trình hoá lý trong xử lí môi trường (CH3227) nhưng h sỷ số là 61/60 em không đăng kí lại được ạ, trước đó em đăng kí là 62/60 ạ. Em có thể xin PĐT cho em xin 1 chỗ ở lớp CH3227 được không ạ, môn này chỉ mở 1 lớp kì này thôi ạ. . . Em cảm ơn.",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trong đợt ĐKMH lần 3, của em có các môn không bị khóa (có biểu tượng thùng rác). Có 1 môn lớp A em đăng ký nhầm phải học và thi bằng tiếng Anh. Em có thể hủy môn đó và đăng ký khác được không ạ? Và môn bị hủy có vẫn tính học phí không ạ?. . Em cảm ơn.",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác: Thẻ BHYT của em đã hết hạn từ tháng 6/2021, em muốn gia hạn thẻ thì phải làm thế nào ạ? Em đã thử đăng kí trên Mybk nhưng không nhấp vào ô \"thanh toán\" được ạ",
            "MSSV/MSGV: [student_id]    . . . . Yêu cầu khác. . . . Thẻ BHYT của em đã hết hạn từ tháng 6/2021, em muốn gia hạn thẻ thì phải làm thế nào ạ? . . Em đã thử đăng kí trên Mybk nhưng ô \"chọn loại bảo hiểm đăng kí mua\" thì không chọn được ạ, dù đã ấn cập nhật thông tin. . . .",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên: [full_name]. . MSSV: [student_id]. . Em xin HỦY hoãn thi.. . Học kì: 202. . Mã môn học: CH3133. . Tên môn học: Mô hình hóa,mp &tưh CNHH. . . . Lý do cụ thể em có trình bày trong đơn kèm theo ạ. Em mong thầy cô Phòng Đào tạo chấp nhận HỦY hoãn thi môn học này cho em.",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . DẠ Em tạm dừng từ học kì 201, nếu kì này em không đăng kí môn học thì em tốt nghiệp tháng 04/2022 có được không ạ hay bắt buộc phải tốt nghiệp trong tháng 11/2021. (211 là kì thứ 3 liên tiếp không đăng kí môn học).. .  Hiện tại em đã đủ tín chỉ để tốt nghiệp rồi ạ. .",
            "Chào bạn. . Nếu bạn không thu nhận lại thì sẽ bị xoá tên vì td quá 2 Hk. . - Tốt hết là bạn nên thu nhận lại vào hk211 này và cố gắng tốt nghiệp. . - Đúng là hạn cuối để bạn có thể tốt nghiệp là vào tháng 4/2022. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi nếu một môn mã cũ em học bị rớt, em học môn mã mới thay thế môn mã cũ. vậy điểm trung bình tích lũy được tính theo mã mới hay mã cũ ạ? Dạ em cảm ơn . .",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT, KSTN vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b Sinh viên: [full_name].. . MSSV: [student_id]  /b \t. . . .   i Yêu cầu khác . Em xin chào thầy/cô ạ.. . . . Em có thắc mắc về việc thanh toán lệ phí trên BKPay. Vào học kỳ 182, em có đăng ký kiểm tra trình độ tiếng anh vào ngày 18/05/2019. Nhưng sau đó, em không tiến hành thanh toán lệ phí trên BKPay ạ. Em thắc mắc việc này có ảnh hưởng gì đến các điều kiện tốt nghiệp không ạ?. . . . Em xin cảm ơn.. . [full_name]",
            "Chào bạn,. . Hiện tại bạn có muốn chuyển điểm hay không chuyển điểm.. . Vì theo nguyên tắc lệ phí SV đăng ký sẽ ghi nợ , SV phải thanh toán khoản lệ phí đó nhé. . Nếu còn nợ bất kỳ khoản lệ phí nào trên bkpay SV sẽ không đăng ký tốt nghiệp được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào PĐT ạ, em không biết tại sao sỷ số tối đa của 1 lớp là 60 nhưng em thấy sỹ số đăng kí được lại hơn 60 như của lớp Quá trình hoá lý trong xử lí môi trường CH3227 ạ, nên không biết biết có thể xin thêm 1 chỗ ở lớp này được không ạ. . . Em cảm ơn.",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em xin mở sỉ số môn An toàn quá trình - CH3297 lớp L07. Em biết lớp đã full sĩ số 60/60 nhưng mấy ngày khác em bị kẹt lịch mông PĐT có thể thêm em vào lớp đó. Môn này là của khóa k18 cũ học nên rất khó để sau này xin mở lớp. Em cám ơn PĐT.",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1711256  /b \t. . . .   i Đăng ký môn học . Cho em hỏi nếu trong thời gian này từ 19/8 -21/8 em đăng ký tiếng anh . . Anh văn 4 - LA1009 thì phải cuối kỳ sau học kì 211 mới được cập nhật điểm phải không ạ ?.. . Còn đối với Anh văn 4 (nhu cầu) - LA1043 thì sao ạ.. . . . Và cho em hỏi làm sao để học cải thiện anh văn 4 cho kịp kỳ tốt nghiệp học kì 202. Nhập điểm để cải thiện Anh Văn 4 ạ.. . Em chân thành cảm ơn ạ",
            "Chào bạn. . ·        Pdt sẽ giải quyết tốt nghiệp theo thông báo đến hết HK211 (dự kiến cuối tháng 12/2021) nghen, nên nếu bạn có lịch thi sớm thì có thể kịp tốt nghiệp cho HK 211 này. . ·        Lịch trình trình tốt nghiệp hiện tại trên trang aao.hcmut.edu.vn là để kịp Lễ tốt nghiệp trao bằng dự kiến tháng 11/2021 . . ·        Xem chi tiết lịch trình tốt nghiệp tại trang web PĐT (aao.hcmut.edu.vn)    Tốt nghiệp    Thông tin tốt nghiệp    Tháng 11/2021    Lịch trình đăng ký tốt nghiệp và cấp bằng tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Kính gửi: - Phòng Đào tạo. . . .   - Khoa Công nghệ Vật liệu. . . . Họ tên sinh viên: [full_name]                      Mã sinh viên: [student_id]    Số điện thoại: [phone_number]. . . . Lớp:VL16PO. . . . Em xin đăng ký môn học (bổ sung) trong đợt đăng ký học kỳ: 211 đợt 3, năm học: 2021-2022, bắt đầu đăng ký từ ngày: 17-19/8/2021.. . . . Vì lý do: Học kỳ hè vừa rồi em không đăng ký được môn thực tập tốt nghiệp (MA3313)nên trong đợt đăng ký học kỳ chính 211 em không đăng ký được môn Đề cương luận văn tốt nghiệp (MA4311) do thiếu môn song hành là thực tập tốt nghiệp (MA3313). Mà trong học ký chính Phòng Đào tạo không mở môn thực tập tốt nghiệp (MA3313) nên dẫn tới em không được đăng ký 2 môn này vì 2 môn này là song hành của nhau.. . . . Em xin Phòng  Đào tạo giúp em mở môn học để em được đăng ký vì học kỳ này là học kỳ cuối cùng của em.. . . . Em kính mong Phòng Đào tạo xem xét và cho em đăng ký (bổ sung) các học phần sau:. . . . 1) Thực tập tốt nghiệp (Kỹ thuật Vật liệu Polyme), MA3313. . . . 2) Đề cương luận văn tốt nghiệp (Kỹ thuật Vật liệu Polyme), MA4311. . . . Em xin hứa sẽ cập nhật lịch học và đóng học phí đúng hạn. Em xin chân thành cảm ơn./.. .",
            "Chào bạn,. . Vui lòng đợi mail thông báo để ĐK mô ĐCLV và TTTN trong đợt 4 nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào pdt ạ. . Dạ em là [full_name] thuộc khóa k17. . Dạ cho em hỏi là em đã đăng kí anh văn 3a(nhu cầu) kì dự thính.Em muốn đăng kí thêm anh văn 4a(nhu cầu) kì dự thính ở đợt đăng kí bổ sung dự thính đợt 1.Em đăng kí thấy thông báo là phải học anh văn 3a trước ạ.[full_name] có cách nào cho em có thể học thêm anh vân 4a được không ạ.Dịch bệnh tụi em không thể đăng kí thi IIG để bổ sung chứng chỉ anh văn được.. . Em mong pdt có thể cho em đăng kí ạ,nếu có cần đơn xin gì thì có thể cho em biết được không .. . Em cảm ơn [full_name] ạ.",
            "Chào bạn. . Theo quy định là không được nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn. . Phòng đào tạo đã ghi nhận đơn thu nhận của bạn. . - Bạn vui lòng làm đơn:. . 1- Phục hồi tkb 203. . 2- Đăng ký môn học ở HK chính 211 (ghi rõ tên môn học, msmh, lý do), lưu ý vào thời điểm hiện tại có thể nhiều môn đã full sĩ số. . Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2. . bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . Thân. . . ."
        ]
    }
]