[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy cô,. . Em là [full_name], mssv [student_id]. Em đã theo học chương trình liên thông đại học và cao học từ kì 201. Hôm nay em vào cổng thông tin sau đại học thì không đăng nhập được, em đã thử quên mật khẩu thì trang web báo rằng mail của em không có trong hệ thống.",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Phòng Đào tạo sau Đại học (nhà B3) để được hỗ trợ nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào ạ!. . Em thuộc khóa K20,em có đăng ký 3 môn Giải tích 2, Vật lý 2, Đại số tuyến tính vào đợt   B đăng ký môn học HK2 (2020-2021)-Bổ sung nguyện vọng hệ chính quy  /B , nhưng em vẫn chưa được xếp lớp cả 3 môn.. . Cho em hỏi khi nào em sẽ được xếp lớp ạ?. . . .",
            "Đã bổ sung môn. tkb cập nhật sau. . em chú ý theo dõi kết quả của đợt đăng ký. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi thời gian đăng kí thi đợt 3 là vào khi nào thế ạ?. .",
            "Chào bạn,. . Vui lòng trình bày rõ nội dung câu hỏi!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô. Hiện tại em đang là sinh viên năm 4, do sơ xuất nên em đã làm mất bảng chính bằng tốt nghiệp thpt, em đã nộp bản sao cho trường vào năm 2. Thầy cô cho em hỏi em có đủ điều kiện để tốt nghiệp không?. .",
            "Chào bạn,. . . . Bạn nộp bảng sao công chứng bằng PTTH là được rồi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Họ tên sinh viên: [full_name] Hà . . MSSV: [student_id]. . Môn đăng kí học : Anh văn 4 . . Mã môn học : LA1009. . Lý do:Do em sinh viên năm 4, chưa đủ điều kiện đăng kí luận văn tốt nghiệp. Nên em cần đăng kí 1 môn học kì chính để duy trì tình trạng sinh viên. Mong phòng đào tạo xem xét bổ sung em vào lớp anh văn 4 đã mở ( do em ở cs1 nên xin phòng Đào tạo cho em học ca 789).. . Em cảm ơn.. .",
            "[full_name]9 nhóm L04 . . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em [full_name]18 đã nộp chứng chỉ 2 kỹ năng TOEIC Reading & Listening . . Nếu em nộp bổ sung 2 kỹ năng Speaking & Writing còn lại thì có cần nộp chung 1 chứng chỉ là TOEIC Speaking & Writing không? Em có thể nộp một chứng chỉ khác 4 kỹ năng (ví dụ VNU-EPT) không?. . Em cảm ơn",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học điều 31, phụ lục 1, mục 3 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   /B Dạ PĐT cho em hỏi là em đã đăng kí nộp CCNN 530 Toeic ngày 04/01 và có gửi đăng kí LVTN đợt 3.  Nhưng trên myBk huỷ môn LVTN TR4313 của em vào ngày 12/01 ạ. PĐT cho em hỏi cách đăng kí LVTN đợt sau ạ. Đợt 4 em cũng quên không để ý đăng kí ạ. Xin cảm ơn!",
            "Chào bạn,. . . . Hiện tại còn đợt 5 DKMH dành cho các môn luận văn/TTTN/ĐCLV, bạn vào đăng kí lại. Sau đợt 5 nếu đăng kí vẫn không được thì liên hệ trực tiếp PDT hoặc phản hồi lên BKSI  nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã hoàn thành xong hết chương trình học, cho em hỏi thời gian sớm nhất để đăng kí tốt nghiệp là ngày nào?",
            "Chào bạn,. . Bạn vui lòng xem lịch trình tốt nghiệp của tháng 4/2021 tại:. . http://aao.hcmut.edu.vn/[full_name] học vụ/[full_name] tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sinh viên hệ vlvh ạ,mssv [student_id]!thầy cô ơi điểm tổng kết 2 môn xác suất thống kê và phương pháp tính của em bị sai với điểm phúc tra ạ( điểm thi thành điểm tổng kết). Mà trên hệ thống không mở đăng kí phúc tra điểm cho tụi em ạ.Thầy cô xem lại giúp em với ạ. Em cảm ơn",
            "Chào bạn,. . . . PDT đã cập nhật điểm rồi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thầy/cô em tên là [full_name], mssv [student_id], khoa KTHH.. . Kì này em có đăng kí luận văn MSMH CH4313, và 2 môn tự chọn mỗi môn 2 chỉ. Nhưng kết quả thì thời khoá biểu của em chỉ có 2 môn tự chọn. Thầy cô cho em hỏi giờ em phải làm sao ạ.",
            "Chào bạn,. . . . Hiện tại còn đợt 5 DKMH dành cho các môn luận văn/TTTN/ĐCLV, bạn vào đăng kí lại. Sau đợt 5 nếu đăng kí vẫn không được thì liên hệ trực tiếp PDT hoặc phản hồi lên BKSI  nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . -Em chao thầy cô. Em có một vấn đề mong được quý thầy cô giải đáp ạ . em muốn  đăng kí bổ xung môn học kì 202  :. . - MSMH : 260632 tự động hóa. . Mong quý thầy cô giúp đỡ xem xét bổ cho phép em được đăng kí bổ xung môn học trên để em có thể học tập theo đúng tiến bộ . em xin chân thành cảm ơn .",
            "đã bổ sung môn 260632, TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô,. . Hiện tại em đang gặp một vấn đề để đăng ký Tốt nghiệp đợt tháng 4/2021.. . Vấn đề cụ thể: Em là sinh viên khóa K16, đã hoàn thành xong chương trình học tập vào học kỳ 192, nhưng do thiếu chứng chỉ Tiếng Anh Nói-[full_name] nên không thể Tốt nghiệp vào đợt tháng 11/2020 được. Vào học kỳ 201, em không đăng ký môn học nên PĐT đã tạm dừng việc học tập của em (như trong ảnh chụp màn hình đính kèm). Vì vậy, bây giờ em không thể đăng ký Tốt nghiệp trên trang web mybk được (em đã đủ điều kiện Tốt nghiệp).. . Kính mong thầy cô xem xét và hướng dẫn để giúp em có thể đăng ký Tốt nghiệp đợt tháng 4/2021 này ạ.. . Em cảm ơn.. .",
            "Chào bạn,. . Bạn vui lòng làm đơn thu nhận lại và nộp tại Phòng Đào tạo nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i Cho e hỏi thì từ ngày 22 thì phòng đạo tạo đã bắt đầu làm việc chưa ạ . . . .",
            "làm rồi nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo,. . Em muốn đăng ký môn CH2021 (hóa hữu cơ), lớp A02,nhưng lớp đã quá sĩ số, mong phòng đào tạo có thể tăng sĩ số để em được đăng kí môn học ạ.. . Em xin cảm ơn. .",
            "đã bổ sung môn học,. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em đăng kí lớp anh văn theo yêu cầu LA1037 lớp DT03 được k ạ",
            "bạn đã đăng ký môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Yêu cầu khác . cho em hỏi PĐT sẽ bắt đầu mở cửa lại ạ? em  cần hoàn thành một số giấy tờ trong hồ sơ nhập học hệ VHVL. Em xin cám ơn",
            "22/02"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi: Phòng đào tạo Đại học Bách Khoa TP.HCM. . Em tên là: [full_name]. . MSSV: [student_id]. . Khoa điện - điện tử.. . Lý do em viết đơn này là để xin phòng đào tạo cho phép em được phép hủy 1 môn học. Vì tình hình kinh tế khá khó khăn và dịch bệnh kéo dài nên em cũng không thể đi làm được nên không có khả năng chi trả học phí. . . Chi tiết môn học:. . - Ổn định hệ thống điện. . - MSMH: EE3095. . - Nhóm: L01. . Em rất mong nhận được thư phản hồi và sự chấp thuận từ phía phòng đào tạo. Em xin chân thành cám ơn.",
            "đã hủy môn, TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ tên: Phạm Hải Long. . .   i Đăng ký môn học . Vì chủ quan nên em không để ý kết quả môn học đợt 4 đã hủy đăng kí môn học Tối Ưu Hóa và Thực Nghiệm ME3215 nên em xin phép pđt giải quyết cho em vấn đề này để xếp em vào lớp lại vào môn học Tối Ưu hóa và Thực nghiệm ME3215. .",
            "đã bổ sung môn học. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Lịch SHCD của em là ngày 30/1/2021 tại hội trường A5 nhưng vì lí do dịch bệnh nên thầy chỉ cho sinh hoạt tập trung trước hội trường, em có tham gia và điểm danh bằng phương thức quẹt thẻ nhưng em không có tên trong danh sách. Như vậy em phải có cách nào giải quyết mà không phải lên phòng đạo tạo không ạ?( bởi vì em đang ở quê cùng với tình hình dịch bệnh như hiện nay)",
            "Chào bạn,. . Vấn đề về sinh hoạt công dân, bảo hiểm y tế, BHTN, điểm rèn luyện, sinh viên khá giỏi toàn diện, giấy xác nhận sinh viên về vay vốn ngân hang, khám sức khỏe bạn vui lòng liên hệ tại Phòng Công tác chính trị sinh viên để được hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là em có lịch học thực tập cơ khí vào tuần 08, nhưng trong mail trường viết là từ 22-28 không học tập trung, vậy em có phải đi học thực tập cơ khí vào tuần 08 không ạ?. .",
            "Em bổ sung là môn thực tập cơ khí đại cương, mã môn ME2087",
            "Chào bạn,. . . . Bạn vui lòng xem TKB trên cổng thông tin sinh viên https://mybk.hcmut.edu.vn/stinfo/.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng đạo tạo Đại học Bách Khoa TP.HCM. . Em tên Võ Triệu Nguyên MSSV [student_id] . . Quý Thầy/Cô cho em hỏi, hiện tại em đã đủ các điều kiện yêu cầu để ra trường nhưng hiện tại em lên trang online để đăng ký xét tốt nghiệp thì vẫn chưa được. Mong Quý Thầy/Cô giải đáp giúp em. Để em kịp hoàn thành các thủ tục để xét tốt nghiệp. Em xin chân thành cảm ơn.",
            "Chào bạn,. . Bạn vui lòng xem lịch trình tốt nghiệp tháng 4/2021 tại http://www.aao.hcmut.edu.vn/lịch học vụ/lịch tốt nghiệp. . Hiện tại chưa mở đợt cho đăng ký tốt nghiệp tháng 4/2021. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Học vụ . Em chào cô,. . Hiện tại em đang học lớp Kinh tế chính trị [full_name] [full_name] [full_name] (SP1033) lớp L12 vào thứ 5 tiết 11,12, em muốn đổi sang lớp L16 vào thứ 4 tiết 5,6.. . Lý do là vì em có lịch đi làm thêm vào lúc 17h chiều thứ 5 không xin đổi được.. . Em cảm ơn ạ.",
            "đã đổi sang L16. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô ạ.. . Em là [full_name] - [student_id], sinh viên năm cuối lớp VP2016NL. Hiện tại em đã có kết quả tất cả các môn thi HK 1 (2020-2021) rồi ạ, mong thầy/cô có thể hỗ trợ em cập nhật điểm trung bình học kỳ và tích lũy lên mybk để em đi in bảng điểm ạ. . . Em cảm ơn ạ.. .   i Học vụ .",
            "Chào bạn,. . Điểm hiện tại chưa đủ cho toàn trường, nên chưa cập nhật. Nếu bạn muốn in  bảng điểm thì bạn đăng ký in thì vẫn có ĐTBTL nha bạn.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name] đang học ngành Cơ Điện Tử chính quy năm cuối ạ. Cho em hỏi nếu đăng kí thi thạc sĩ thì cần 1 số môn học chuyển đổi ấy ạ vd ở ngành Khoa học máy tính thì cần 2 môn là \"Cơ sở Toán tin học\" và \"Nhập môn tin học\" thì em có thể đăng kí 2 môn này khi nào và ở đâu ạ. Em cảm ơn.",
            "Chào bạn. . - Về tư vấn chương trình đào tạo bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . - Về tư vấn học thạc sĩ bạn liên hệ trực tiếp phòng sau đại học 115B3 để tư vấn và giải đáp. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa phòng đào tạo,. . . . Em là [full_name], MSSV   B [student_id]  /B . Hiện nay trong 4 đợt đăng ký môn học em đều bị hủy đăng ký bộ môn   B Luận văn tốt nghiệp CO4313  /B  và hệ thống báo lý do em không đủ điều kiện nhưng em không rõ em thiếu điều kiện gì. Em đã xem qua quy chế thì em đảm bảo đã đủ những điều kiện được đưa ra như:. . - [full_name] yêu cầu về môn tiên quyết/học trước/song hành: em đã có điểm và đạt các bộ môn của mã môn CO4313.. . - [full_name] số tín chỉ tích lũy ngành tối thiểu: em đã kiểm tra qua nhiều lần bảng điểm cá nhân và chương trình đào tạo của ngành.. . - [full_name] số ngày công tác xã hội (10 ngày đối với bậc đại học): hiện tại em đã được 15 ngày.. . - [full_name] chuẩn Anh văn: em đã nộp bằng TOEIC với tổng điểm 795.. . - Vì em đang theo chương trình liên thông cao học của phòng đào tạo sau đại học và học các môn tương đương và em cũng đã làm đơn xét chuyển/miễn điểm và đã chuyển/miễn điểm thành công các môn trong chương trình đào tạo.. . . . Kính mong phòng đào tạo xem xét. Đính kèm là một số hình chụp trên trang cá nhân của em. Em cám ơn và mong phản hồi sớm từ phòng đào tạo.. . . . Trân trọng,. . [full_name].",
            "Chào bạn,. . . . Hiện tại còn đợt 5 DKMH dành cho các môn luận văn/TTTN/ĐCLV, bạn vào đăng kí lại. Sau đợt 5 nếu đăng kí vẫn không được thì liên hệ trực tiếp PDT hoặc phản hồi lên BKSI  nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào chị/anh,. . . . Em có câu hỏi liên quan tới tiếng Anh khi xét tốt nghiệp.. . Em học chương trình đại trà, ngành Cơ điện tử, khoa Cơ Khí. . .  . . Về TOEIC đọc và nghe, em đã nộp chứng chỉ TOEIC đọc và nghe 640 điểm từ hai năm trước, bây giờ chứng chỉ đã hết hạn nhưng không cần nộp lại chứng chỉ mới đúng không ?. . Về TOEIC nói viết, em đã thi ở BKEnglish và được điểm trên 250, nhưng thi ngày 17/08/2018, vậy có cần phải thi lại nữa không ?. . . . Cảm ơn chị/anh nhiều !. . . .   i Tốt nghiệp .",
            "Chào bạn,. . Bạn không cần thi lại và bổ sung lại nhé!Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào ad ạ, . . Dạ em là [full_name] sinh viên năm cuối. Em thấy thông báo cho sinh viên nghỉ đến hết 28/2, mà em có việc phải hoàn thành ở Phòng đào tạo trước tháng 3. . . Vậy nên cho em hỏi chính xác là phòng đào tạo trường khi nào thì làm việc trở lại ạ? . . . . Mong ad reply để em biết tình hình ạ. . . Em cảm ơn ạ!",
            "Chào bạn,. . Lịch làm việc của trường là từ ngày 22/2/2021 nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .   Kính gửi PĐT,. .   Em tên là [full_name], MSSV [student_id], Khoa Kỹ thuật Xây Dựng.. .   Em đã hoàn thành xong chương trình học bao gồm cả LVTN nhưng chưa đủ điểm anh văn nên chưa đủ điều kiện đăng kí tốt nghiệp.. .   Do không tìm hiểu kỹ nên em không ĐKMH ở học kỳ tiếp theo và bị buộc tạm dừng thôi học theo quyết định số 607/QĐ-ĐHBK ngày 09/11/2020.. .   Kính mong PĐT hướng dẫn cho em thủ tục quay trở lại học tập ở trường để em có thể tốt nghiệp vào đợt tháng 4/2021.. .   Em cảm ơn!",
            "Chào bạn,. . Bạn vui lòng làm đơn thu nhận lại và nộp tại Phòng Đào tạo. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  em đã nộp đơn được tạm dừng hoc mà thời khóa biểu vẫn duy trì việc học cho nên em muốn hỏi không đóng học phí cũng như cuối kì không có điểm tích lũy có bị sao không.. .",
            "Chào bạn. . Bạn đã có quyết định tạm dừng HK202 số 30(21/1/21), nên tkb HK202 sẽ bị hủy và không tính học phí. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo. .   Em tên [full_name] mssv [student_id], lớp CD3CK17, sau mấy đợt đk môn học vừa qua e đăng ký luận văn tốt nghiệp đều thành công nhưng sau khi có kết quả đều bị hủy, em đã đủ toeic, ngày ctxh, và số tín chỉ tích lũy tính đến kỳ này là 119, và e đã chuyển Av1 Av2 Av3 thêm 6 chủ là 125 chỉ, nhưng e vẫn không đăng ký được luận văn tốt nghiêp (ME4019). .   Em mong pdt xem lại giúp em đã cập nhập 6 chỉ anh văn chi em vào số tín chỉ chưa, để em có thể đăng ký luận văn vài đợt cuối.. . Cho em hỏi pdt bắt đầu làm việc vào ngày mấy ạ.. . Em chân thành cảm ơn.. .",
            "Chào bạn,. . . . Hiện tại còn đợt 5 DKMH dành cho các môn luận văn/TTTN/ĐCLV, bạn vào đăng kí lại. Sau đợt 5 nếu đăng kí vẫn không được thì liên hệ trực tiếp PDT hoặc phản hồi lên BKSI  nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Theo em thấy trong chương trình đào tạo thì học kì sau (HK 211) em chỉ cần học tối đa 7 tín chỉ nữa là đủ số tín chỉ để ra trường. Mà trường mình lại yêu cầu tối thiểu đạt 10 tín chỉ/1 học kì. Nếu vậy em có cần phải đăng kí thêm môn tự chọn hay học cải thiện môn nào đó để cho đủ 10 tín chỉ không ạ?",
            "Chào bạn,. . . . Trong qui chế học vụ không có qui định bạn đăng kí dưới 10 chỉ sẽ bị xử lý học vụ.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Nếu em rút môn học trong đợt tháng 3 này thì có bị mất tiền không ạ?",
            "em cung cấp mã môn học cần hủy nhé.. . HP sẽ tính nếu sau 02 tuần"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào PDT,. . . . Em xin nhờ PDT đăng kí dùm em môn Cơ Học Máy - ME2043 lớp A01 lớp chính quy và môn Giải tích 2- MT1005 môn dự thính, Em đăng kí trễ vì em vừa thi xong kì này nhưng em không qua môn và em bị miss đợt đăng kí do em không kiểm tra mail thương xuyên.. . . . Em xin lỗi vì sự bất tiện này mong PDT đăng kí cho em.",
            "đã bổ sung môn ME2043.. . môn dự thính em tự đăng ký. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô,. . Gia đình em thuộc diện bãi ngang ven biển nên được cấp phát thẻ bảo hiểm y tế nhưng không khám, chữa bệnh ở TP.HCM được do điền tên nơi khám, chữa bệnh là ở Thanh Hóa.Em đã xin hủy thẻ và muốn mua thẻ mới nhưng đã quá hạn đăng kí của trường. Vậy em muốn hỏi là giờ em muốn mua thẻ bảo hiểm y tế thì đăng kí như thế nào ạ?. . Em cảm ơn thầy cô nhiều. Kính chúc thầy cô năm mới nhiều sức khỏe, vạn sự như ý.",
            "Chào bạn,. . Vấn đề về sinh hoạt công dân, bảo hiểm y tế, BHTN, điểm rèn luyện, sinh viên khá giỏi toàn diện, giấy xác nhận sinh viên về vay vốn ngân hang, khám sức khỏe bạn vui lòng liên hệ tại Phòng Công tác chính trị sinh viên để được hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa anh/chị,. . Em hiện đang cần kiểm tra tiếng anh định kỳ ạ. Em không biết là lịch thi sẽ chỉ là tuần cuối của mỗi học kỳ (theo trang aao.hcmut.edu.vn) hay trong kỳ mình còn tổ chức không ạ?. . Em cảm ơn.",
            "Chào bạn,. . Về việc tổ chức kiểm tra tiếng Anh định kỳ do IIG tổ chức, nên bạn vui lòng đợi thông báo của Phòng Đào tạo nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . [full_name]. . Mssv: [student_id]. . . . Dạ em muốn chuyển lớp môn AV3 từ L04 sang L05  nhưng do dịch em không lên pdt được nên em có thể xin chuyển lớp online được không ạ.. . . . Em xin cám ơn.",
            "Dạ em nhầm từ L02 sang L05 ạ",
            "tkb sẽ cập nhật lại sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chỉ đăng ký một môn AV1A cho học kỳ 202, nhưng do không kiểm tra kỹ lưỡng, nên nó đã bị xóa khỏi thời khóa biểu học kỳ chính. Nếu em đăng ký môn AV1A vào kỳ dự thính thì có được tính vào thời khóa biểu cho học kỳ chính không ạ? Và nếu không được tính cho học kỳ chính thì em có bị gì không ạ, vì em chỉ còn mỗi AV1A ạ. Em xin cảm ơn",
            "Môn học đã được bổ sung nhóm DT10.. . bạn chú ý theo dõi TKB cập nhật. . Thân",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi anh/chị. . Anh/chị cho em đăng kí thêm môn học Kiến trúc (CI1049) vì ĐKMH đợt 4 em không đăng kí được ạ. Em xin cảm ơn.. . Trân trọng.",
            "môn học ko thỏa điều kiện do thiếu điều kiện anh văn sau năm 3. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  CI3175. . Dạ pđt cho em xin đăng ký bổ sung môn học Kết cấu bê tông cốt thép 2 (CI3175) vào nhóm học nào còn trống với ạ. Lần đăng ký môn học trước em có xem thì thấy rất nhiều lớp vượt quá sĩ số. Hiện trong thời khóa biểu kỳ này của em chỉ kẹt thứ 4(12-12) & thứ 6(2-4).. . Lý do: Em muốn xin đăng ký đăng ký bổ sung để có thể kịp tiến độ học kỳ tới được nhận LVTN ạ.. . Em xin cám ơn!. . . .",
            "CI3175 nhóm A04. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name] - [student_id]. . Dạ PĐT cho em xin đăng ký bổ sung môn học sau vào lớp sau(lý do để kịp đăng ký luận văn vào kỳ sau):. . - Môn ĐAMH Thi công (CI4127): Lớp A01(môn này do đợt đăng ký môn học vừa thối lớp Tổ chức thi công bị hủy nên em cũng bị mất môn này). . Em xin cảm ơn và mong PĐT xem xét cho em ạ!",
            "Em tên là [full_name] - [student_id]. . Dạ PĐT cho em xin đăng ký bổ sung môn học sau vào lớp sau(lý do để kịp đăng ký luận văn vào kỳ sau):. . - Môn ĐAMH Thi công (CI4127): Lớp A01(môn này do đợt đăng ký môn học vừa rồi lớp Tổ chức thi công bị hủy nên em cũng bị mất môn này). . Em xin cảm ơn và mong PĐT xem xét cho em ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  Dạ pđt cho em hỏi là kỳ chính này em có đăng ký môn ĐAMH thi công (CI4127) và em vào thời khóa biểu thì cũng thấy đã có môn học này. Nhưng tuy nhiên em vào trong ELearning thì lại không thấy có. . . . . Kỳ vừa rồi em đã học môn Tổ chức thi công (CI4125) và môn ĐAMH Thi công (CI4127) nhưng em đều chưa qua cả 2 môn này. Kỳ này e đã đăng ký lại cả 2 môn nhưng chỉ đăng ký được môn ĐAMH thi công còn môn Tổ chức thi công thì em phải đăng ký lớp dự thính.. . . . Mong pđt tư vấn và giải quyết cho em để em có thể đăng ký được ĐAMH tổ chức thi công kỳ chính này với ạ. Em xin cám ơn!. . . .",
            "Chào bạn,. . . . Bạn xem TKB trên cổng thông tin sinh viên mục TKB, nếu có môn học tức là bạn đăng kí được nha bạn. Hiện tại tôi thấy bạn đăng kí được môn CI4127 mà bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là giờ muốn tạm dừng việc học thì phải làm sao ạ?",
            "Chào bạn. . Bạn tải đơn tạm dừng tại trang web aao.hcmut.edu.vn, điền vào và nộp tại phòng đào tạo. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô!. . Thầy/cô cho em hỏi khi nào mở đăng kí tốt nghiệp vậy ạ, hay do em còn thiếu điều kiện gì nên chưa đăng kí được. .",
            "Chào bạn,. . Bạn vui lòng xem lịch trình tốt nghiệp tháng 4/2021 tại:. . http://www.aao.hcmut.edu.vn/[full_name] học vụ/[full_name] tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Đăng ký môn học . Kính gửi PDT,. . VỀ đăng ký LVTN, (800700) . . Em có đk vào đợt 3 và nhận kết quả là Thiếu môn tiên quyết GDTS_3.. . Dạ cho em xin phép hỏi môn này là môn nào ạ,. . Do kỳ vừa rồi 201 em có đăng được LVTN nhưng sao kỳ này lại không được ạ,. . Em xin cám ơn",
            "Chào bạn,. . . . - GDTS_3: chuẩn giáo dục thể chất.. . . . - Hiện tại còn đợt 5 DKMH dành cho các môn luận văn/TTTN/ĐCLV, bạn vào đăng kí lại. Sau đợt 5 nếu đăng kí vẫn không được thì liên hệ trực tiếp PDT hoặc phản hồi lên BKSI  nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 61300074  /b \t. . . .   i Yêu cầu khác . Học kì 193 e có đăng kí môn Thực Tập Tốt Nghiệp, nhưng ngày 26/1/2020 e được cập nhập điểm VT. Vì e đã có điểm môn này ở bộ môn nên em đã lên bộ môn hỏi và cô Thúy xác nhận e không có tên trong danh sách vào điểm.. . e có lên PĐT và được giải đáp là điểm VT là đã được nhập rồi.. . vậy giờ em mình cần nhưng gì để cô nhập điểm cho em ạ. Cô xác nhập không có tên em trong danh sách nhập điểm, và điểm VT không phải cô Thúy ở bộ môn Hóa Vô Cơ nhập",
            "Chào bạn,. . Đã cập nhật cho cô [full_name] phụ trách nhập điểm bổ sung cho bạn. Bạn liên hệ cô [full_name] để hiểu rõ hơn.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i. . Dạ em chào thầy. . Em tên là [full_name], MSSV: [student_id]. . Đợt đăng ký môn học đợt 3 em có đăng ký môn học ĐA Thi Công, MSMH: CI4127, nhưng bị hủy. . Vì hiện nay em chỉ thiếu môn học này là môn tiên quyết để đăng ký luận văn, nên em mong phòng đào tạo cho em được đăng ký môn học ĐA thi công, MSMH: CI4127 để em có thể kịp đăng kí luận văn vào kỳ sau.. . Em xin cảm ơn. .",
            "CI4127 phải học song hành CI4125 mới được. .",
            "Dạ em đăng kí thành công dự thính CI4125 rồi thì kỳ chính vẫn không được học CI4127 ạ?",
            "Dự thính chưa có kết quả. khi nào có kết quả em làm đơn xin học môn CI4127 kèm xác nhận của giáo viên (hoặc khoa)",
            "Đăng ký môn học . Vì lý do sơ xuất em bỏ lỡ ĐKMH cho học kì 202, em xin PĐT tạo điều kiện cho em được đăng kí môn TR4001 (Kỹ thuật chẩn đoán và bảo dưỡng động cơ) ạ.. . . . Em xin chân thành cảm ơn",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Học vụ . Dạ cho em hỏi là rút môn học là phải nộp đơn trực tiếp , có cách nào nộp đơn online không ạ . Em cảm ơn nhiều ạ!",
            "Em cung cấp mã môn học cần rút nhé",
            "B  DẠ MÃ MÔN LÀ: IM1023( QUẢN LÝ SẢN XUẤT CHO KỸ SƯ) Ạ . EM CẢM ƠN Ạ !",
            "ok"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . chào cô : em tên [full_name] nguyên MSSV: [student_id]. . khi kết thúc  đăng kí môn học đợt 3 học kỳ 202. em có kết quả đăng kí thành công môn CI3175(kết cấu btct2) và CI3177( [full_name] MÔN song hành với CI3175). nhưng trong kết quả đăng kí đợt 4 bị mất môn đó. em có xem lích sử đk thì thấy là do tài khoản mình đã xóa môn CI3175 nên pdt xóa luôn môn song hành CI3177. em thấy mail phòng đào tạo là không thể đổi lớp hay xóa môn trong đợt 4 , vậy mà em lại bị mất môn .  nên xin pdt có thể khôi phục môn đó trơng thời khóa biểu của em với ạ.em đã bị trễ nửa học kỳ , nếu lần này không khôi phục được môn trong kỳ này em sẽ trễ 1 năm . mong pdt giải quyết cho e.. . em xin chân thành cảm ơn.",
            "môn học đã được cập nhật"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy ạ .. . Em không đăng ký được môn CI3221 do lỗi đã đạt/đã học/ đã có kết quả. Em muốn dùng môn naỳ làm môn duy trì thời khoá biểu , do em chưa có đủ TOEIC để nhận Luận Văn Tốt Nghiệp . . . Mong thầy đăng ký CI3221 giúp em ạ . Lớp nào cũng được , vì em chỉ đăng ký để duy trì thời khoá biểu thôi ạ .. . . . Em cảm ơn thầy ạ .",
            "đã bổ sung CI3221 nhóm A02. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em xin chào PDT, hiện em là sinh viên năm 4 nhưng em bị nợ 10 tín chỉ, yêu cầu để làm luận văn là nợ tối đa 7 tín chỉ, vậy không biết em có thể làm đơn để đăng ký luận văn trong trường hợp này không? Rất mong PDT xem xét và phản hồi. Em xin chân thành cảm ơn. . . .",
            "Chào bạn,. . . . Hiện tại còn đợt 5 DKMH dành cho các môn luận văn/TTTN/ĐCLV, bạn vào đăng kí lại. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô ạ, kỳ 202 này em có đăng ký môn Thực tập kỹ thuật (ME2115), dạ theo thông báo của trường thì các môn thực tập/ thực hành sẽ diễn ra như thời khóa biểu, nhưng mà sắp vô học rồi mà em vẫn chưa có lịch học môn này và trên Elearning của em vẫn chưa có giảng viên hướng dẫn luôn ạ, hôm trước em có thử liên hệ văn phòng khoa cơ khí bằng email nhưng vẫn chưa nhận được hồi đáp luôn ạ. Em mong thầy/cô giải đáp giúp em ạ, em cám ơn thầy cô nhiều ạ.. .",
            "Chào bạn,. . . . Môn này thức tập ngoài trường đâu có lịch học đâu bạn. Bạn liên hệ khoa để biết lịch đi thức tập nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có câu hỏi xin được giải đáp.. . Kỳ 201 vừa qua em đã bảo vệ luận văn tốt nghiệp và hoàn thành chương trình học. Em muốn hỏi là khi nào em có thể lấy giấy chứng nhận tốt nghiệp tạm thời để nộp cho công ty và quy trình đăng kí như thế nào vậy?. . Em xin cám ơn. .",
            "Chào bạn,. . Bạn vui lòng xem lịch trình tốt nghiệp tháng 4/2021 tại:. . http://www.aao.hcmut.edu.vn/[full_name] học vụ/[full_name] tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Trong đợt đăng ký môn GDTC sắp tới, em chỉ thấy ghi tại CS1, vậy GDTC sẽ không mở ở cơ sở 2 ạ? . ."
        ]
    }
]