[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào thầy/cô, cho em xin phép hỏi hiện tại em đang trễ tiến độ, thầy/cô cho em hỏi em có thể đăng ký lớp mã P thay vì mã A,L thì có được tính không ạ?. . Em chân thành cảm ơn",
            "Mã P dùng cho SV Việt pháp, SV ngoài ko được đăng ký. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi là đợt 2 học kì 201 em đăng ký được 15 tín chỉ nhưng qua đợt 3 em bị mất 9 tín chỉ là sao ạ,em sinh viên k19, khoa bảo dưỡng ạ,em mới tích được 6 chỉ trong năm nhất thôi ạ nên cho em hỏi là em không đăng ký được các môn bị mất của em lại được ạ",
            "Chào bạn,. . . . Bạn xem lại kết quả DKMH nha bạn, trong kết quả DKMH sẽ để lý do vì sao bạn không đăng kí được.. . . .  . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô ạ.. . Em là sv K17. Do thiếu số tctl nên hè này em không được đi TTTN. Hè này em có đăng kí học đủ số tctl ddể đăng kí TTTN vào học kì 201. Nhưng 2 đợt vừa rồi em đăng kí đều bị xóa môn ạ.. . Mong thầy cô giúp đỡ ạ. .   i Đăng ký môn học .",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra kết quả DKMH.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]. . . . MSSV [student_id]. . . . Chào ad ạ em muốn mở thêm slot môn học CI3009 nhóm lớp A05 ạ",
            "Chào bạn,. . . . Những trường tăng sỉ số trong các đợt DKMH, bạn phải liêm hệ trực tiếp PDT.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào thầy(cô), . . Em có đính kèm 1 tấm ảnh phía dưới đó ạ, hiện tại môn kỹ thuật chế tạo 1 lớp em đăng ký có số lượng là 36/20 sinh viên lận. Em không biết sau khi kết thúc đăng ký lớp này có bị huỷ đăng ký hay gì không ạ. Tại cái này em đăng ký đợt 1 nên PĐT tự xếp lớp như vậy ạ.. . Em mong nhận được phản hồi sớm ạ, em cám ơn.. .",
            "Chào bạn,. . . . Bạn vui lòng nói rõ, đọc không hiểu ý bạn muốn gì.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em được trình bày. . Hiện em đang là sinh viên khóa 2014, khoa Công nghệ vật liêuj. . Kỳ 201 này do điều kiện tiếng anh em không thể đăng ký luận văn tốt nghiệp, mà đây là học kỳ cuối theo chương trình học tối đa của em. Mà em tham khảo quy chế mục 5.5 thì em có thể nằm trong diện được kéo dài thêm 1 học kỳ, do lúc thi tuyển năm 2014 thì em thuộc khu vực 1 ạ. Bây giờ em cũng bối rối không biết tình hình như thế nào, em mong phòng đào tạo giải đáp dùm em với ạ. do em cũng gần hoàn thành được chương trình học, em mong phòng đào tạo cho em xin những giải pháp để em có thể ra trường được ạ. em xin chân thành cám ơn phòng đào tạo ạ,. . . .",
            "Chào bạn. . - Về quy định thời gian và kế hoạch học tập: Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . . . - Thời gian K2014 nộp đơn kéo dài dự kiến khoảng tháng 12/2020. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào phòng đào tạo.. . Em là sinh viên K13 khoa Kỹ Thuật Xây Dựng, em đã làm đủ 15 ngày công tác xã hội nhưng chưa được cập nhật để đăng ký tốt nghiệp. Phòng đào tạo có hẹn em nhiều thứ 6 và lần gần nhất em được hẹn là hôm nay 08/09/2020, tuy nhiên trong hôm nay thì học phí nợ em đóng thì đã cập nhật rồi còn riêng ngày công tác xã hội thì vẫn chưa có thay đổi.. . Em xin lỗi vì sự gấp rút nhưng do tháng 10 em hết hạn đào tạo nên mong phòng đào tạo cập nhật sớm giúp em.. . Em cám ơn.",
            "Chào bạn,. . Bạn vui lòng vào kiểm tra và đăng ký tốt nghiệp nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Sinh viên: [full_name]. . MSSV: [student_id]. .   i Đăng ký môn học  /i  . . Xử lý số tín hiệu (EE2015). . Sau khi mở môn học EE2015, vì lớp A01 của thầy [full_name] đã đầy sĩ số rất nhanh và em không đăng kí được nên em xin phòng đào tạo mở thêm sĩ số để tạo điều kiện cho em được học môn này với ạ. Em đã canh để đăng kí môn này từ đợt 2 nhưng không mở, đến đợt 3 em chậm một chút mà đã đủ lớp rồi ạ. Em mong nhà trường mở thêm sĩ số để tạo điều kiện cho em với ạ.. . Em chân thành cảm ơn.. .",
            "Môn học ko thể tăng sĩ số. . Bạn liên hệ VP khoa xin mở lớp hoặc chờ đk dự thính"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn xin vào lớp L02_L04 của môn ME2013 được không ạ. Vì PĐT mở đợt bổ sung này nhưng lại bị full sỉ số lớp.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào AD em tên là [full_name] [student_id], hiện tại em đang đăng ký môn \"CI4037 - Công trình trên đất yếu\" và ở nhóm lớp A02 em muốn xin chuyển sang nhóm lớp A01 để tiện sắp xếp thời khóa biểu đăng ký thêm môn. Mong AD giúp đỡ. Cảm ơn",
            "Chào bạn,. . . . Đợt 3 bạn đã chuyển nhóm được chưa?. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Ví dụ như môn học trắc địa đại cương sỉ số đăng ký dưới 1/2 sỉ số tối đa có bị hủy lớp không ạ",
            "Chào bạn,. . . . Tuỳ môn nha bạn,",
            "Đăng ký môn học . Gửi pđt. . Ví dụ môn học địa chất công trình sỉ số đăng dưới 1/2 sỉ số tối đa có bị hủy lớp không ạ",
            "chưa biết nhé em"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name] mssv [student_id] .Em có làm gia hạn học phí kì vừa rồi.Vậy hạn thanh toán tiền em nợ học phí là khi nào ạ .Em cảm ơn cô ạ. . . .",
            "Chào bạn.. . Bạn vui lòng xem lại quyết định gia hạn học phí của bạn hoặc hỏi phòng CTCT SV về việc gia hạn học phí được bao nhiêu học kỳ?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ cho em hỏi. em không đăng kí được môn Thực tập tốt nghiệp ME3029 do không đủ số tín chỉ tích lũy. Cho em hỏi lí do vì sao tại vì theo em tính không nhầm thì em chỉ thiếu 10 tín chỉ so với tiến độ ( trong kì hè đang học 8 tín chỉ ) còn điều kiện thực tập là thiếu tối đa 14 tín chỉ. Mong được giải đáp ạ. .",
            "Chào bạn,. . . . Hiện tại môn thực tập, luận văn còn có đợt 4. Bạn vào đăng kí lại nha.. . . . Thân.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em là [full_name], MSSV [student_id]. Hồi đợt 2 em có nộp đơn xin mở lớp Kỹ thuật số ( EE1015 ) cho PĐT nhưng chưa thấy phản hồi ạ. Vì hôm đó em cũng có xin mở thêm lớp Vật lý bán dẫn ( EE1013 ) thì lớp đã được mở rồi còn lớp Kỹ thuật số thì chưa ạ ? Em mong PĐT kiểm tra lại và giải quyết sớm nhất có thể ạ. Em cảm ơn. . . .",
            "Chào bạn,. . . . Hiện tại phòng học bị quá tải, những môn mở bổ sung (theo đơn sv) chưa mở được và dự định sẽ mở vào đợt dự thính.. . . . Thân.. .",
            "Chào bạn,. . . . Hiện tại phòng học bị quá tải, những môn mở bổ sung (theo đơn sv) chưa mở được và dự định sẽ mở vào đợt dự thính.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào pdt ạ,. . Em tên là [full_name], hiện đang là k17 khoa điện. Đang trong đợt đăng kí môn học đợt 3 em có mong muốn được đăng kí 15 tín chỉ môn học, nhưng khi em đăng kí thì lại hiện ra chỉ cho phép em đăng kí tối đa 14tc . . (như trong hình). Pđt có thể giải thích lý do tại sao em lại bị vấn này để em có thể khắc phục được không ạ? Em chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy/cô pđt. Em là [full_name] mssv [student_id]. Em có mong muốn đăng kí lớp đồ án môn học Nền Móng Ci3197 nhưng đã full, không đăng kí được. Mong thầy/cô pđt có thể mở rộng sĩ số lớp cho em có nguyện vọng đăng kí môn học được không ạ. em xin cảm ơn!. .",
            "môn đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Thưa thầy cô, thầy cô cho em hỏi là năm nhất em có học anh văn cơ bản trong trường nhưng bị rớt nhưng em đã nộp bằng toeic vô trường rồi thì em có phải học lại môn anh văn đó không ạ hay chỉ cần có bằng qua được là được rồi ạ.. . em xin chân thành cảm ơn ạ.. . . . . . . .",
            "Chào bạn. . AV cơ bản không có trong CTĐT nên không cần phảo học nếu chưa đạt. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy cô ạ. Năm nay em là sinh viên năm 4. Còn thiếu 1 thể dục nữa để được đăng ký các môn năm 4 nhưng mà cho em hỏi sao kì này trường mình không mở các môn thể dục và giải tích 1 của k17 ạ. Các môn giải tích 1-2 của k17 có đổi mã môn không ạ",
            "môn thể dục sắp được mở lớp. bạn chú ý theo dõi để đk. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name] (mssv:[student_id]). . Em đã đủ các điều kiện để xét tôt nghiệp nhưng em không có tên trong danh sách dự kiến tốt nghiệp đợt 2 năm 2020.Mong quí thầy cô xem xét hướng dẫn giúp em.",
            "Chào bạn,. . Bạn vui lòng vào kiểm tra lại danh sách dự kiến và đăng ký tốt nghiệp nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy( cô) em là sinh viên k19 thầy (cô) cho e hỏi môn học thực tập cơ khí đại cương (ME1013) có mở lớp vào học kì 202 không ạ do e bị hủy môn do lớp không đủ sỉ số còn những ngày khác e lại trùng lịch r ạ. . . Em xin cảm ơn",
            "Chào bạn,. . . . Những môn đúng tiến độ sẽ chắc chắn mở, bạn xem kế hoạch giảng dạy giúp nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên khoa kỹ thuật xây dựng K18. . . Hiện em có nhu cầu đăng kí môn Hóa vô cơ ( CH2011 ) trong kì chính 201 này nhưng sĩ số lớp đã đủ ( 40sv ). . . Vì vậy, em mong PDT tăng thêm sĩ số lớp để em cùng các bạn sinh viên khác có thể đăng kí ạ. . . Em xin chân thành cảm ơn!",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Mã môn: EE2015. . . . Ngày học: Thứ 2, Thứ 4. . . . Tiết học: Thứ 2-tiết 7,8,9, Thứ 4-tiết 2,3,4,5,6.. . . . . .",
            "Chào bạn,. . . . Tất cả các môn  đã mở sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Phòng đào tạo cho em hỏi,  B  hạn chót  /B  để có thể nộp đơn trình bày lý do trễ hạn học phí là khi nào ạ ?. . Em cảm ơn phòng đào tạo.",
            "Chào bạn . . Bạn nhanh chóng nộp đơn, hạn chót là trước kì thi cuối kỳ HK 193 của bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em là sinh viên hệ vlvh chuyển từ chính quy qua (mssv: [student_id]). em đăng ký đợt 3 để học chung với hệ chính quy nhưng nó báo lỗi màu đỏ là : \"bạn không được phép đăng ký vào nhóm lớp này- xem thêm về loại hình sinh viên và loại hình đào tạo\", tất cả cách môn kể cả môn nhập môn về kỹ thuật cũng bị báo lỗi thế này ạ.. . giờ em phải làm sao để được đăng ký học chung ạ?",
            "Chào bạn,. . . . Hiện tại bạn đã đăng kí được chưa?. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô.. . Em là [full_name]. MSSV [student_id].. . Em là sinh viên hệ VHVL được chuyển từ hệ chính quy. Em không thể đăng ký được môn Mạch Điện Tử Thông Tin (EE3011) nhóm A04 mặc dù lớp chưa full.. . Mng thầy/cô xem giúp em. Em cám ơn.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1812211  /b \t. . . .   i Đăng ký môn học . Mong muốn tăng sĩ số lớp học môn THÍ NGHIỆM HÓA PHÂN TÍCH, mã môn học: CH2115 vào sáng t7 tiết 23456 ạ. Em cám ơn",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin phép được đăng kí mở thêm sỉ số lớp hư hỏng và sửa chữa công trình cho em, mong được sự chấp thuận của pđt.",
            "Chào bạn,. . . . Tất cả các môn  đã mở sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy cô ạ,. . . . Hiện tại em đang bị nợ môn Quản lý dự án [IM40003] và có nguyện vọng muốn đăng ký học môn đó vào kỳ này nhưng em không đăng ký được do mybk báo là em không thuộc loại hình SV được đăng ký môn này ạ.. . . . Mình cho em hỏi lí do vì sao được không ạ?. . . . Nếu được, mình có thể cho em xin làm đơn đăng ký học môn này trong học kỳ này được không ạ?. . . . Em cám ơn thầy/cô nhiều ạ.. . . . [full_name].",
            "Chào bạn,. . . . Bạn sinh viên chất lượng cao vui lòng liên hệ PDT quốc tế nha.. . . . Thân.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \tDạ em muốn xin được tăng thêm sỉ số môn Khoa học vật liệu đệt ME2103 LỚP L01 và môn Thí nghiệm kiểm tra phân tích vật liệu dệt ME2107 LỚP L02 . . Lí do là vì em bị trùng lịch với nhiều môn khác nên ko thể đăng kí được 2 môn cơ sở ngành này ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại em muốn đăng ký môn luận văn tốt nghiệp - 400433 nhưng bị báo lỗi thiếu môn học. Mong nhà trường giải quyết giúp em ạ",
            "Chào bạn,. . Bạn vui lòng vào kiểm tra và đăng ký lại nhé. . PDT sẽ hậu kiểm sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . liệu pđt có giúp được chúng em lần nữa không ạ. Việc về chuẩn năm 2. Lúc đó em có lên hỏi thì pđt nếu ko đủ 28 chỉ thì có thể học lại để sau. Nhưng bây giờ thì bảo là do đánh máy. Tuy là giảm xuống là 24 chỉ rồi nhưng có những bạn trong đó có em vẫn không đủ 24 chỉ vì theo chương trình đào tạo là chỉ tụi em lớn nhất là 29 chỉ nhưng nếu rớt nhiều hơn 1 môn thì vẫn không đủ chỉ để học năm 2. Em biết lỗi là do bọn em nên mong 1 lần nữa pđt có thể giúp chúng em được không ạ. Vì là năm nhất cũng như là ảnh hưởng của covid phát sinh ạ. Mong phòng đào tạo giúp đỡ chúng em 1 lần nữa",
            "Chào bạn,. . . . Đó là qui định của nhà trường, rất tiếc không giúp cho bạn được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Kính gửi thầy/cô PĐT,. . Em là [full_name] [student_id] (hệ VLVH). . . . Nhờ thầy cô giúp em   B đăng ký  /B  các môn học sau vào đợt đăng ký chính quy HK201:. . . . - EE3001 - Hệ thống cung cấp điện, nhóm A01_A02. . - EE3013 - Giải tích hệ thống điện, nhóm A03_A10. . . . Nguyên nhân do em muốn chuyển nhóm đã xoá môn học, khi đăng kí lại thì bị lỗi không đăng kí được.. . . . Xin cảm ơn thầy/cô!. . . .   i Đăng ký môn học .",
            "Chào bạn,. . . . Bạn làm đơn nộp PDT nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ, em có đóng học phí trễ hạn HK193 (hạn chót là 07/09) và em đóng vào ngày hôm nay (08/09), cho em hỏi rằng em có bị tạm dừng học và không được dự thi cuối kỳ các môn dự thính không ạ, nếu có thì có cách nào để làm đơn không ạ, em cảm ơn.. .",
            "Chào bạn. . Bạn vui lòng kiểm tra mail phòng đào tạo đã gởi hướng dẫn quy trình xử lý đóng trễ học phí . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name], Hiện là SV năm 3 khoa Điện-Điện tử. Đợt ĐKMH HK201 đợt 3 em vẫn chưa thấy trường mở cho đăng ký các lớp thể chất, rất mong nhà trường giải quyết vì em còn thiếu 1 mộ Thể chất nữa để có thể đủ điều kiện bước vào năm 4.. .",
            "Chào bạn,. . . . Hiện tại bạn đã đăng kí môn cầu lông rồi nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em sv k16, tên [full_name], mssv [student_id], khoa Kĩ thuật địa chất và dầu khí, đã bảo vệ luận văn xong đợt tháng 7, đã có 19 ngày ctxh, đã đạt chuẩn nói viết, nhưng khi đk tốt nghiệp thì không đc. Cho em hỏi lí do?. . em tên [full_name]",
            "Chào bạn . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 22/9/20 phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :. . - Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn    tốt nghiệp    thông tin tốt nghiệp    danh sách tốt nghiệp 11/2020 - Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên vui lòng phản hồi tại trang bksi.hcmut.edu.vn để để phòng đào tạo kiểm tra lý do.. .  Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ phòng đào tạo cho em hỏi hiện tại là môn xữ lí số tín hiệu vừa được mở ở lần hiệu chỉnh đợt 3 , sỉ số của có 30 bạn nên đã full , vậy giờ có cách nào cho em đăng ký được môn này ko ạ , em cảm ơn ạ",
            "Chào bạn,. . . . Tất cả các môn  đã mở sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   i Dạ anh/chị em có thắc mắc về vấn đề: em đã đăng ký xét miễn điểm AV1, AV2, AV3, AV4 với lệ phí là 200.000 và đã thanh toán trên BKpay. Nhưng tại phần Thông tin đăng ký xét miễn điểm thì không có dòng thông tin xét miễn ở trên. Em có đính kèm ảnh.. . . .   i Cho em hỏi trường hợp này có phải do lỗi hệ thống không ạ, và em phải giải quyết sao ạ, em cảm ơn! . . . . .",
            "Chào bạn,. . Hiện tại PDT đã cập nhật lại dữ liệu trên trang mybk/Nộp chứng chỉ NN để kiểm tra lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào quý thầy cô.. . Em là sinh viên k19, em muốn hỏi về quy chế của chuẩn kỹ năng công nghệ thông tin. . . Trong phần quy chế mục một số điểm mới từ HK192 mục 10 có dòng \"Miễn phí 1 lần CNTT cơ bản cho SV năm 1 vào đầu HK2 năm nhất. . u Không cấp chứng chỉ, chỉ xét [full_name]\" hiện nay em vẫn chưa nhận được thông báo tổ chức và em muốn hỏi chuẩn CNTT cơ bản có bắt buộc phải có sau năm nhất không ạ.. . EM xin cảm ơn.. . . .",
            "Chào bạn, . . Về việc [full_name]19 phải đạt chuẩn kỹ năng ứng dụng CNTT cơ bản (tạm thời nhà trường pass chuẩn để xét Đ[full_name]MH áp dụng chỉ cho H[full_name]1(20-21), bạn vui lòng đợi thông báo sau của Phòng Đào tạo qua email sinh viên. . . Chúc bạn học tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  CI4383. .  . . Em tên [full_name], em có đăng kí đăng kí luận văn tốt nghiệp ngành cấp thoát nước mã CI4383 và bị báo lỗi thiếu môn tiên quyết, nhưng em đã hoàn thành xong chương trình học. Mong phòng đào tạo kiểm tra lại giúp em. . . . .",
            "Chào bạn,. . . . - Còn đợt 4 DKMH dành cho các môn Thực tập tốt nghiệp, đề cương luận văn và luận văn.. . . . - Bạn thường xuyên kiểm tra mail để biết thời gian đăng kí.. . - Sau đợt 4 nếu có thắc mắc thì liên hệ PDT nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cô ơi,. . . . Cô cho em gửi đơn trình bày lý do em thanh toán trễ học phí. Nguyên nhân là do em còn ở nước ngoài, chưa về nước được, và SIM điện thoại bị khóa, không nhận được mã xác nhận trên MyBK. Em đã nhờ bạn em thanh toán học phí ở ngân hàng OCB.. . . . Em xin cảm ơn cô.. . . .   i Đăng ký môn học ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  CI4383. . . . Em tên [full_name], học kì 201 em có đăng kí luận văn tốt nghiệp mã CI4383 nhưng bị báo lỗi thiếu tiên quyết. Trong khi em đã hoàn thành chương trình học, có 1 số môn em học khác mã nhưng chả chuyển điểm thành công. Mong phòng đào tạo xem lại để em được đăng kí luận văn tốt nghiệp.. . . .",
            "Chào bạn,. . . . - Còn đợt 4 DKMH dành cho các môn Thực tập tốt nghiệp, đề cương luận văn và luận văn.. . . . - Bạn thường xuyên kiểm tra mail để biết thời gian đăng kí.. . - Sau đợt 4 nếu có thắc mắc thì liên hệ PDT nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "kính mong thầy cô kiểm tra giúp em hiện tại em đang đăng ký môn học mã CI3219 của Hệ chính quy Đợt 3 - chuyển hệ nhưng hệ thống báo chuẩn SV năm 3 với thiếu môn thể chất. họ và tên [full_name] MSSV [student_id] chương trình đào tạo Hệ VLVH Đăng ký môn học .",
            "QUOTE kính mong thầy cô kiểm tra giúp em hiện tại em đang đăng ký môn học mã CI3219 của Hệ chính quy Đợt 3 - chuyển hệ nhưng hệ thống báo chuẩn SV năm 3 với thiếu môn thể chất. họ và tên [full_name] MSSV [student_id] chương trình đào tạo Hệ VLVH MSSV/MSGV: [student_id]    . . . . Đăng ký môn học. . . .   /QUOTE . .",
            "Chào bạn,. . . . Bạn đăng kí lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gởi Quý Thầy/Cô phòng Đào Tạo,. . . . Em tên là \"[full_name]\" học hệ VLVH. . . . Thầy/Cô cho em hỏi là hệ VHVL có thể đăng ký với các lớp chính quy vào ban ngày không? nếu không thì có cách nào để em có thể học lớp ban ngày không? vì tính chất công việc buổi tối em không học được.. . . . Em xin cảm ơn",
            "Chào bạn,. . . . Bạn vào đăng kí được, nhưng vào mục chuyển hệ.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em đã xem kĩ điều 31 khoản 1 trong QUY CHẾ [full_name], CAO ĐẲNG. Em được 420 điểm anh văn đầu vào nhưng không đăng kí được anh văn 1 mong PĐT xem lại giúp em ạ.. .",
            "Chào bạn. . Hiện tại bạn đã đăng ký được môn Anh văn 1 chưa? nếu chưa thì nộp đơn trực tiếp tại pdt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi môn vật lý 2 mã PH2005 có là môn tương đương của mã PH1005 không ạ?. .",
            "Chào bạn,. . . . Việc này bạn liên hệ khoa Khoa Học Ứng Dụng để xin tư vấn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]0  /b \t. . . .   i Tốt nghiệp . Gửi thầy/cô,. . . . Hiện tại em đã hoàn thành chương trình học và yêu cầu đầu ra tiếng anh với 15 ngày CTXH.. . . . Nên em nhờ thầy/cô kiểm tra và cập nhật em vào danh sách tốt nghiệp dự kiến ạ. Sau đó thì em vào trang   I https://mybk.hcmut.edu.vn/app/sinh-vien/tot-nghiep/dang-ky  /I  để nhập thêm thông tin ạ?. . . . Thông tin của em:. . MSSV: [student_id]0. . Tên: [full_name]. . Lớp: MT13KH01. . Ngành: Khoa học máy tính. . . . Em cảm ơn,. . [full_name]. . . . . .",
            "Thầy/cô kiểm tra giúp xem em đủ điều kiện tốt nghiệp chưa ạ?",
            "Chào bạn . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 22/9/20 phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :. . - Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn    tốt nghiệp    thông tin tốt nghiệp    danh sách tốt nghiệp 11/2020 - Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên vui lòng phản hồi tại trang bksi.hcmut.edu.vn để để phòng đào tạo kiểm tra lý do.. .  Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: PĐT trường đại học Bách khoa Tp. HCM.. . Em tên: Nguyễn Đoàn [full_name]. . Mssv: [student_id]. . Em học liên thông ngành tự động hóa khoa điện điện tử. Nay các môn cơ sở và chuyên ngành em đều hoàn thành. Chỉ còn môn EE2007 MẠCH ĐIỆN TỬ nên em không đăng ký môn Đồ Án được. Mà các bạn chung khóa đã làm đến luận văn. Do môn này hơn 2 năm nay em đăng ký môn mà không mở lớp hoặc không có giảng viên dạy. Và hiện tại do tình hình bệnh dịch nên có thể sẽ không mở lớp trong các kỳ sau.. . Vì lớp chính qui đã đủ số lượng. Nên em kính mong PĐT xem xét giúp em được đăng ký môn EE2007 chung với chính quy hoặc xét môn học tương đương để em có thể làm đăng ký môn đồ án để theo kịp tiến độ học tập.. . Kính mong thầy/cô PĐT xét duyệt giúp em.. . Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . Bạn lên đăng kí lại nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô, thầy/cô cho e xin tăng sĩ số thêm 5 chỗ cho môn học Đồ án môn học nền móng mã CI3197 lớp A01 tiết 3-4-5 vào sáng thứ bảy. Do học kì này chỉ mở 1 lớp thôi ạ. Mã số sinh viên của em: [student_id]. . Mã số sinh viên của các bạn em:. . [student_id]. . [student_id]. . [student_id]. . [student_id]. . Em cảm ơn thầy/cô rất nhiều ạ.. .",
            "Chào bạn,. . . . Tất cả các môn  đã mở sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi kì dự thính 20.1 môn SP1033 Kinh tế chính trị [full_name] sẽ học vào buổi tối ở cơ sở 1 hay học online như kì 19.2 ạ?. . Em xin cảm ơn!",
            "Chào bạn,. . . . Nhà trường chưa có thông báo về việc dạy dự thính theo hình thức giảng dạy nào nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô,. . Em tên là [full_name] MSSV [student_id], hiện tại là sinh viên khoa Điện-điện tử.. . Nếu em đã học vượt một số môn chính trị như Tư tưởng HCM, Đường lối ở các kì 6,7 thì ở các kì đó số chỉ em sẽ học Theo chương trình đào tạo sẽ nhỏ hơn 14 chỉ. Vậy thì em có cần phải đăng kí bù một số môn tự chọn khác để số chỉ lớn hơn 14 không hay em vẫn có thể học theo chương trình đào tạo ạ.. . Em cám ơn PĐT ạ.",
            "Chào bạn,. . . . Tuỳ bạn, bạn hoàn thành chương trình đào tạo sớm thì bạn ra trường sớm.. . . . Thân.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . chào ad ạ, em muốn đăng kí môn CI3191 vì e lỡ thoát ra và giờ đăng kí vào lại lớp đó ko được, kì này trường chỉ có một lớp đó thôi ạ, hiện tại lớp đó đang 30/28 và có thể cho em vào lại lớp đó được không ạ, em cảm ơn.",
            "CI3191 Công nghệ gốm xây dựng"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa PĐT, Em là [full_name] MSSV [student_id]. Vì có một số chuyện đột xuất ngoài mong muốn nên em đã chưa thể hoàn thành học phí kì 193. Nhưng hôm nay tức là ngày 8/9/2020 thì em đã hoàn thành đầy đủ học phí mà nhà trường yêu cầu. Em mong PĐT và nhà trường có thể thông cảm cho một số sai sót của em. Những kì học sau em hứa sẽ cố gắng hoàn thành học phí đúng thời hạn hơn. Em xin chân thành cảm ơn. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa quý thầy/cô hiện tại tính đến hết kì dự thính này em được 96 chỉ và ở lần đăng ký đợt 2 em có đăng ký môn thực tập tốt nghiệp và bị hủy nhưng ở đợt 3 em vẫn đăng ký được. Em không biết ở đợt 3 này có bị hủy nữa không ạ?  Nếu vẫn bị hủy mong phòng đào tạo thông cảm bỏ qua cho em lần này  em chỉ thiếu 2 chỉ nữa thôi ạ. Em xin cảm ơn.",
            "Chào bạn,. . . . Phần mền xét, không đủ tín chỉ sẽ không nhận TTTN nha bạn.. . . . Thân"
        ]
    }
]