[
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô ạ. . Dạ kỳ 212 này em phải học môn cơ lưu chất CI2003 nhưng trong kỳ chính em không đăng ký được và dự thính lộ trình 1 cũng không đăng ký được luôn ạ. . Dạ cho em hỏi đăng ký dự thính lộ trình 2 đợt 2 có mở cho sinh viên học lần đầu không ạ, nếu không thì đến học kỳ hè có mở lớp dự thính cho sinh viên chính quy học lần đầu không ạ. . Mong thầy/cô giải đáp giúp em ạ. . Em cám ơn thầy cô nhiều ạ",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi: \"Thông báo Kế hoạch học tập của học kỳ 2 và học kỳ hè năm học 2021-2022 và phần bù các học kỳ trước. . Hộp thư đến. . - Ho Tro SV   [email] . . 10:36, 27 thg 12, 2021 (2 ngày trước). . tới stu,. . -   Lưu ý: Thực hiện Nghị định 81/2021/NĐ-CP ngày 27/8/2021, đối với các SINH VIÊN CHÍNH QUY, chỉ tổ chức dạng dự thính cho các trường hợp HỌC LẠI (học từ lần thứ hai).\" . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi thầy cô . . Em tên là : [full_name] . . Mã số sinh viên : [student_id]. . Khoa : Cơ khí . . Em xin được rút khỏi đợt đăng kí thí nghiệm môn Hóa đại cương lần này, em thuộc nhóm VL19.. . Lí do : lúc đăng kí em tưởng sau tết mới học nên em đăng kí còn hiện tại em đang ở quê và sau tết mới lên lại thành phố nên em chưa thể đi học theo thời khóa biểu mà nhà trường đã sắp xếp nên em xin rút khỏi đợt này ạ.. . Mong thầy cô có thể giúp em hủy hoặc cho em xin địa chỉ email của giảng viên dạy lớp VL19 để xem viết mail xin hủy ạ.. . Em xin chân thành cảm ơn thầy cô và chúc thầy cô thật nhiều sức khỏe.. . . . . . . .",
            "Chào em,. . Sinh viên nếu muốn rút (không học được vì lý do cá nhân) thì vui lòng liên hệ trực tiếp với Giảng Viên/Khoa.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi quý thầy cô,. . Em tên: [full_name]n. . MSSV: [student_id]. . Sinh viên năm nhất ngành Hệ thống năng lượng điện (PFIEV). . Khoa: Điện - Điện tử . . Em xin rút khỏi đợt đi thí nghiệm Hóa đại cương lần này, em thuộc nhóm VL20. . Lý do: ban đầu em nghĩ là sau tết mới mở lớp học nhưng trường lại cho học trước tết nên thời gian học của em trùng với thời gian em về quê để đi tảo mộ ông bà và em cũng không thể đi học được.. . Em xin cảm ơn.",
            "Chào em,. . Sinh viên nếu muốn rút (không học được vì lý do cá nhân) thì vui lòng liên hệ trực tiếp với Giảng Viên/Khoa.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ mong pđt giải đáp giúp em theo hình em gửi ạ. Việc tạm dừng là tạm dừng gì ạ? Và còn av nghe đọc do dịch nên chưa thi được thì có cách nào xin nộp trễ được không ạ? . . Em xin cảm ơn pđt nhiều ạ.",
            "Chào em,. . Trường hợp nếu em không bị tạm dừng thì bỏ qua ý trên nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT,. . . . Em là [full_name],. . Em có lịch bảo vệ luận văn vào ngày 26/1 nhưng do có một số lý do em không thể bảo vệ vào kỳ này, em đã thông báo với giảng viên hướng dẫn và đã được đồng ý. . . Vậy cho em hỏi giờ em làm đơn hoãn bảo vệ giống với đơn hoãn thi cuối kỳ được không ạ, hay phải làm một mẫu khác. Mong PDDT giải đáp giúp em.. . Em cám ơn PĐT.. . . . Trân trọng.. . [full_name]. . . .",
            "Chào em,. . Căn cứ trên tình hình phòng chống dịch Covid-19, theo lệnh của Ban giám hiệu, Phòng Đào tạo (PĐT) thông báo kế hoạch tổ chức thi học kỳ 1 năm học 2021-2022, ngày 08/11/2021 (Phòng Đào tạo đã gửi mail cho SV vào ngày 22/11/2021), có thông báo rõ về thời gian phản biện và bảo vệ Luận văn tốt nghiệp (LVTN) trong HK211 và có ghi rõ về các \" Trường hợp cần thiết, sẽ có một đợt bảo vệ bổ sung cho các trường hợp đề tài bị ảnh hưởng nghiêm trọng bởi tình hình dịch Covid-19\". SV vui lòng xem lại email sinh viên về thông báo báo này.. . - SV vui lòng liên hệ khoa để được hỗ trợ và hướng dẫn để xin đăng ký bảo vệ trong đợt bổ sung theo đúng chỉ đạo của Ban Giám hiệu nhà trường.. . - Trường hợp Khoa không tiếp nhận trường hợp tổ chức đợt bảo vệ bổ sung, SV nhờ Khoa làm công văn đề nghị lên Phòng Đào tạo, ghi rõ lý do vì sao không thể tổ chức đợt bảo vệ LVTN bổ sung, để Phòng Đào tạo trình lên Ban Giám hiệu nhà trường xin ý kiến và phản hồi cho sinh viên.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trong đợt kết quả đăng ký môn học đợt 3 em bị hủy luận văn tốt nghiệp với lý do là không đủ điều kiện nhận luận văn.. . Mà năm nay trường đã không xét chuẩn anh văn để nhận luận văn tốt nghiệp rồi, vậy cho em hỏi là có bị ràng buộc thêm vấn đề gì nữa để có thể nhận LVTN không ạ?",
            "Thân gửi các bạn sinh viên,. .  Đến thời điểm hiện tại SV vẫn chưa có Thời khóa biểu hoặc chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV) vì bất kỳ lý do gì. SV vui lòng vào đăng ký lại trong đợt này. . . . .  Thời gian dự kiến từ ngày 10 giờ ngày 18/1 đến 15g ngày 19/1/2022 cho HK chính 212 (chỉ được đăng ký bổ sung các học phần tốt nghiệp: LVTN, TTTN, ĐCLV). . . .  Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm lại để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . . .  . . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1810700  /b \t. . . .   i Khiếu nại đăng ký môn học . Kính gửi thầy/cô,. . . . Hiện tại em đã   B  Đăng ký môn học Dự thính môn học HK212 - CQ + VLVH Đợt 3 - Lộ Trình 1   /B  thành công môn Xác suất và thống kê   B MT2013  /B . Tuy nhiên, đến hiện tại, tức là tuần 2 trong lịch học, em vẫn chưa có được thời khoá biểu hay tham gia trang e-learning để theo học.. . . . Kinh mong thầy/cô giải quyết giúp em! Em xin cảm ơn.. . . . Trân trọng,. . Tấn Đạt.",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 21/01/2022. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn hỏi thời hạn sử dụng gmail trường cấp đuôi @hcmut.edu.vn ạ?. . Sau khi tốt nghiệp có bị khóa tài khoảng gmail trường cấp đuôi @hcmut.edu.vn không ạ vì em có dùng địa chỉ này để đăng ký một vài tài khoảng và có lưu những dữ liệu mà mong muốn sau khi ra trường vẫn có thể tiếp cận được.. . Em xin cám ơn! . .",
            "Chào em,. . Từ 1-3 tháng tùy theo chính sách liên kết với google về email. . PĐT không phụ trách về vấn đề này nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo.. . Em tên: Nguyễn Thị Mỷ Ngọc. . MSSV:[student_id] Khoa: Kỹ thuật hóa học. . Em xin phép được dời lịch học thí nghiệm Hóa đại cương tuần 03 lớp VL23 đến sau tết, vì hoàn cảnh gia đình và việc đi lại khó khăn em không thể thực hiện lịch học trực tiếp của tuần 03.. . Em mong thầy cô thông cảm.. . Em xin cảm ơn và chúc thầy cô thật nhiều sức khỏe.. .  . .",
            "Chào em,. . Sinh viên nếu muốn rút (không học được vì lý do cá nhân) thì vui lòng liên hệ trực tiếp với Giảng Viên/Khoa.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng đào tạo trường đại học Bách Khoa TP.HCM. . Em tên: [full_name]. . MSSV: [student_id] . . Khoa: kỹ thuật Dầu khí và Địa chất. .     Thứ 4 ngày 12 tháng 1 năm 2022, em đã đăng ký học Hóa Đại Cương ( Thí nghiệm ) đợt 2 do em tưởng sẽ được học sau Tết. Hôm nay, em nhận được mail thông báo lịch học môn này vào tuần 3 và 4 ở lớp VL25 phòng B2-401A, nhưng hiện tại em chưa có điều kiện để lên trường học môn này nên em xin rút khỏi lớp thí nghiệm đó. Sau Tết, có điều kiện lên trường, em sẽ đăng ký lại đợt sau.. .     Rất mong được phòng đào tạo phê duyệt. Em xin chân thành cảm ơn và chúc thầy cô phòng đào tạo được nhiều sức khỏe. . . . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn xin hủy đăng ký học thí nghiệm trực tiếp của bạn.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em có nhờ PĐT chuyển lớp av3 từ chìu t4 L04 sang L06 và được tiếp nhận và cập nhật sau ngày 14 nhưng em chưa thấy môn học dc cập nhật ạ. .",
            "Chào em,. . PĐT không giải quyết được do full sỉ số. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào tạo - Trường Đại học Bách Khoa - ĐH Quốc Gia TP.HCM,. . . . Em tên là [full_name] (MSSV: [student_id]), là sinh viên lớp CK21HT1, khoa Cơ Khí.. . . . Trong đợt đăng ký học bù trực tiếp môn Thực hành Hóa đại cương (CH1004) từ 17g ngày 10/01/2022 đến 11g ngày 12/01/2022 em đã có điền form đăng ký.. . . . Tuy nhiên, sau khi xem xét lại điều kiện của bản thân em nhận thấy mình không thể đến trường để học trực tiếp như thời gian đã thông báo.. . . . Vì thế, em kính mong Phòng đào tạo cho phép em rút lại học phần thực hành môn CH1004 mà em đã đăng ký. Em xin cam kết chịu hoàn toàn trách nhiệm về việc rút lại học phần của mình và sẽ đăng ký lại khi đã đủ điều kiện đến trường ở đợt đăng ký môn Thực hành Hóa đại cương (CH1004) tiếp theo.. . . . Rất mong nhận được phản hồi từ Phòng đào tạo.. . . . Em xin chân thành cảm ơn!",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn xin hủy đăng ký học thí nghiệm trực tiếp của bạn.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô đang làm việc tại phòng đào tạo.. . . . Em tên là [full_name] - MSSV: [student_id]. . . . Do đợt dịch covid-19, nên thời gian đăng ký đi thi và nhận kết quả của em không được thuận tiên, nên tới hôm nay em mới lấy được chứng chỉ ngoại ngữ.. . . . Hiện tại em đã nộp chứng chỉ toiec 2 kỹ năng nghe đọc, xét miễn anh văn và đã thanh toán lệ phí trên mybk và em   B đang chờ thẩm định  /B .. . . . Ngoài ra em cũng đã hoàn thành điều kiện để xét tốt nghiệp. . + [full_name] số TCTLN tối thiểu bằng tổng số tín chỉ của CTGD ngành/chuyên ngành và có ĐTBTLN tối thiểu là 5,00.. . + [full_name] yêu cầu chuẩn tiếng Anh: 505 (Toeic nghe  nói) + 230 (Toiec đọc viết).. . + Số ngày công tác xã hội: 19.5 ngày.. . + [full_name] chứng chỉ GDQP, GDTC.. . . . Vì vậy em gửi mail này để kính mong thầy cô xem xét để em có thể được xét tốt nghiệp trong học kì 211 này.. . . . Em kính mong phòng đào tạo cho em một cơ hội để em hoàn thành tốt nghiệp, vì học kì sau em  hết thời gian đào tạo và em sẽ bị chuyển xuống hệ VHVL.. . . . Em xin chân thành cám ơn và chúc thầy cô có một năm mới vui vẻ!. . . . [full_name] - [student_id].. .",
            "Kính gửi phòng đào tạo:. . . . Em đã gửi trường hợp của em trực tiếp tại văn phòng đào tạo.. . . . Vì vậy em xin chuyển trạng thái ticket này.. . . . Em chân thành cám ơn. . [full_name]",
            "Đã trả lời trực tiếp cho SV. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào tạo,. . Em tên là [full_name], mã số sinh viên [student_id].. . Vào Chủ Nhật ngày 23/1/2022 vào lúc 7g-11g50, em có lịch học môn Hoá Thí nghiệm lớp VL21 tại toà B2-401A. Do hiện tại em là sinh viên năm nhất và chưa có thẻ sinh viên. Nên em muốn hỏi rằng hôm đó làm cách nào em có thể vào trường được ạ?. . Mong sớm nhận được phản hồi từ phòng. . Em chân thành cám ơn. . [full_name]. .",
            "Chào em,. . Do hiện tại em là sinh viên năm nhất và chưa có thẻ sinh viên. . =  Toàn bộ SV năm 1 chưa có thẻ SV nhé, em trình bày bảo vệ biết.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng Đào \t. . Em tên là: [full_name]. . MSSV: [student_id] là sinh viên khoa Cơ khí. . Hiện em được chia vào lớp Hóa đại cương (TN) VL24 có lịch học offline vào tuần 3-4. Vì tình hình dịch bệnh khu vực em ở căng thẳng, em hiện đang cách ly tại nên em chưa thể đến học tại trường như lịch học được.. . Em xin phép phòng đào tạo rút lại lịch học Hóa đại cương (TN) của em, qua tết em sẽ đăng ký lịch học sau khi có thông báo mơi.. . Em xin chân thành cảm ơn! . . . .",
            "Kính gửi: Phòng Đào     . . Em tên là: [full_name]. . MSSV: [student_id] là sinh viên khoa Cơ khí. . Hiện em được chia vào lớp Hóa đại cương (TN) VL24 có lịch học offline vào tuần 3-4. Vì tình hình dịch bệnh khu vực em ở căng thẳng, em hiện đang cách ly tại nên em chưa thể đến học tại trường như lịch học được.. . Em xin phép phòng đào tạo rút lại lịch học Hóa đại cương (TN) của em, qua tết em sẽ đăng ký lịch học sau khi có thông báo mới.. . Em xin chân thành cảm ơn!",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn xin hủy đăng ký học thí nghiệm trực tiếp của bạn.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo,. . Em là [full_name], mssv [student_id] khoa QLCN khóa 17. Em hiện tại đã hoàn thành xong chương trình học, đủ ngày ctxh và đã hoàn thành chứng chỉ anh văn. PĐT cho em hỏi chừng nào em có mail xác nhận đủ điều kiện tốt nghiệp ạ? Em xin cảm ơn. .   i Tốt nghiệp .",
            "\"\"\"Chào em,. . SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022 (Hiện tại chưa cập nhật) và đợi mail thông báo của PDT.. . SV vui lòng trình bày rõ trường hợp của bạn đã hoàn thành tất cả các điều kiện tốt nghiệp vào thời điểm nào? điều kiện gì? vui lòng trình bày rõ nhé!. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thấy/cô,. . Em xin phép được hỏi 2 vấn đề ạ.. . 1. Kỳ rồi em có đăng ký 1 môn Đại số nhưng đã hủy, ghi điểm miễn, nhưng sao giờ điểm tổng kết lại là 13 ạ.. . 2. Em còn thiếu 1 môn là Kỹ thuật siêu cao tần và đã thi cuối kỳ từ 22/12 nhưng hiện chưa có điểm. Nên em cũng bị trễ hạn đăng ký tốt nghiệp là 15/1. Vậy nhà trường có gia hạn thêm thời gian hoặc có đợt xét tiếp không ạ?. . . . . . Cảm ơn thầy cô đã xem.",
            "\"Chào em,. . SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022 (Hiện tại chưa cập nhật). . SV vui lòng trình bày rõ trường hợp của bạn đã hoàn thành tất cả các điều kiện tốt nghiệp vào thời điểm nào? điều kiện gì? vui lòng trình bày rõ nhé!. . Về môn đại số đã được rút trong TKB của bạn rồi nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên [full_name] mssv [student_id]. . Học lớp L09 hóa đại cương kì 211. . Em viết đơn này xin phép phòng đào tạo cho phép em có thể hoãn học thí nghiệm ạ, vì em đang f0 với lại em khá hoãn hốt khi thời khóa biểu nào ở kì 211 nên em đã không thể thu xếp kịp để học ạ, mong phòng đạo tạo xem xét. . . . . .",
            "Chào em,. . Sinh viên nếu muốn rút (không học được vì lý do cá nhân) thì vui lòng liên hệ trực tiếp với Giảng Viên/Khoa.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi : Phòng Đào Tạo. . Em tên là : Nguyễn Văn Đăng . . Mssv :[student_id]. . E xin phép hủy môn Hóa Thí Nghiệm vì lí do là ngày 17 /1 đã có lịch học hóa thí nghiệm trên trường mà em ở tỉnh lẻ nên không thể đến trường được . vậy e viết đơn này xin phòng đào tạo và cô giáo dạy môn hóa tn cho e tạm hoãn môn này ạ . em cảm ơn nhiều ạ !",
            "Chào em,. . Sinh viên nếu muốn rút (không học được vì lý do cá nhân) thì vui lòng liên hệ trực tiếp với Giảng Viên/Khoa.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng Đào Tạo.. . Em tên là : [full_name].. . MSSV: [student_id] khoa kỹ thuật hóa học.. . Em có đăng ký học thí nghiệm hóa đại cương trực tiếp vì em nghĩ là đợt đăng ký này là dành sau tết là sẽ đi học, khi em xem thời khóa biểu thì tuần 3 và 4 em sẽ học tại lớp VL23, vì lý do cá nhân với nơi ở của em chưa có xe nên em chưa thể lên thành phố được, em xin phép trường có thể cho em xin dời lịch học qua tết được không ạ. . . Mong nhà trường có thể thông cảm và giúp đỡ em ạ.. . Em xin cảm ơn.. .",
            "Chào em,. . Sinh viên nếu muốn rút (không học được vì lý do cá nhân) thì vui lòng liên hệ trực tiếp với Giảng Viên/Khoa.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Kính gửi Phòng Đào tạo,. . Em tên là [full_name] - Mã số sinh viên: [student_id], Khoa Kỹ thuật hóa học.. . Em muốn xin hoãn học TN Hóa Đại cương lớp VL19 vào Thứ 2 Tuần 3 và 4. Vì lí do tình hình dịch ở địa phương còn phức tạp và chưa thể lên Thành phố nên không thể lên học TN được.. . Em xin chân thành cảm ơn. \t. . . .   i Học vụ .",
            "Chào em,. . Sinh viên nếu muốn rút (không học được vì lý do cá nhân) thì vui lòng liên hệ trực tiếp với Giảng Viên/Khoa.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào Thầy, Cô!. . . . Em là [full_name] mssv [student_id]. Học Kỳ DT_HK211 em có đăng ký học môn [full_name] (TR2013), nhưng do tình hình dịch nên chưa học phần thí nghiệm của môn này. Em xin phép được học phần thí nghiệm (TR2014) trong học kỳ này để hoàn thành môn học. Em xin cảm ơn.. .",
            "Chào em,. . Hiện tại, Phòng Đào tạo không thể đăng ký học thí nghiệm trực tiếp theo yêu cầu của bạn.. . Sau tết Nguyên đán, Pdt sẽ tự động xếp học thí nghiệm cho Sinh viên chưa có lịch học. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo,. . Em tên là: [full_name]. . MSSV: [student_id], Khoa: Cơ khí, Ngành kĩ thuật cơ khí . . Em xin phép hủy môn Hóa đại cương thí nghiệm vì hiện giờ em không thể lên thành phố Hồ Chí Minh để học và sau này học trực tiếp thì em sẽ tham gia lại ạ, mong thầy cô thông cảm ạ . . Em xin cảm ơn và chúc các thầy cô phòng đào tạo thật nhiều sức khoẻ.. . . .",
            "Chào em,. . Sinh viên nếu muốn rút (không học được vì lý do cá nhân) thì vui lòng liên hệ trực tiếp với Giảng Viên/Khoa.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .  Kính gửi thầy/ cô. .  Dạ trong học kì vừa rồi em có xin hoãn thi môn Cơ kết cấu, Vậy em có cần làm đơn xin thi lại hay trường sẽ xếp lịch cho em ạ. Em xin cảm ơn ạ!. .",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô ạ. . Em là [full_name]. . MSSV : [student_id]. . Dạ em học nhóm lớp L10A, môn Vẽ kỹ thuật (CI1003) do cô [full_name] phụ trách ạ. Dạ kết quả thi và bảng điểm cô [full_name] đã gửi cho lớp em từ 3 tuần trước rồi ạ mà trên bảng điểm học kì 202 của em vẫn chưa cập nhật ạ. Mong thầy/cô xem lại giúp em ạ.. . Em xin chân thành cảm ơn. .",
            "Chào em,. . Điểm do GV nhập, bảng điểm [full_name] gửi PĐT. Em vui lòng liên hệ [full_name], GV nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo,. . Em tên là [full_name]. . MSSV:[student_id]. . Em xin phép hủy đơn tham gia lớp học trực tiếp Hóa Thí Nghiệm, do điều kiện di chuyển không thuận lợi. Em xin cảm ơn. Chúc thầy cô nhiều sức khỏe.. .",
            "Chào em,. . Sinh viên nếu muốn rút (không học được vì lý do cá nhân) thì vui lòng liên hệ trực tiếp với Giảng Viên/Khoa.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chào thầy cô, em tên [full_name] [full_name], MSSV: [student_id], hiện tại em đang học năm 3. Em thấy chữ [full_name] của mình viết thường, không in hoa. Em không biết có cách nào để sửa thành chữ in hoa được không ạ. Em thấy khá khó chịu nếu các văn bằng sau này của mình cũng như vậy. Hi vọng thầy cô giúp đỡ em. Em xin cảm ơn.. . Chào thầy cô.",
            "Chào em,. . PĐT đã cập nhật, em thấy chỗ nào chưa sửa thì chụp hình gửi lại giúp nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên : [full_name] . . MSSV: [student_id]. . Khoa : Cơ khí. . Em muốn xin tên và mail giảng viên lớp hóa thí nghiệm VL19 được không ạ lý do là để em có thể mail cho thầy cô để có thể rút không đi học hóa thí nghiệm tại trường nữa ạ.. . Em xin cảm ơn. . . .",
            "Chào em,. . Em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa cô. . Em là sinh viên năm cuối nhưng chưa đủ chuẩn anh văn để tốt nghiệp. Hiện em đã Tạm Dừng một học kỳ. Em cần đăng ký thu nhận lại để Đăng Ký Môn Học tránh trường hợp Buộc Thôi Học do tạm dừng 2 học kỳ liên tiếp. Cô cho em hỏi quy trình làm đơn xin thu nhận lại?. Để kịp đăng ký môn học đợt 18/01 - 19/01/2022.. . Em cảm ơn cô đã đọc yêu cầu này!",
            "Chào em,. . Em tải biểu mẫu thu nhận, điền đầy đủ thông tin gửi lại nhé.. . http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu. . Thân mến. . . .",
            "Thưa cô, em đã tải xuống và điền dầy đủ thông tin. Em gửi qua phần tập tin đính kèm. Cô xem qua giúp em.. . Em cảm ơn cô!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi : Phòng Đào Tạo. . Em tên là : [full_name]. . Khoa : Kỹ thuật cơ khí. . MSSV : [student_id]. . Em đã đăng kí học trực tiếp học hóa thí nghiệm đợt 2 nhưng hiện tại em vẫn còn ở quê và chưa có điều kiện để học tại trường. Vì vậy em muốn xin rút lịch học lại và sau tết em sẽ đăng kí đợt sau.. . Em xin cảm ơn.",
            "Chào em,. . Sinh viên nếu muốn rút (không học được vì lý do cá nhân) thì vui lòng liên hệ trực tiếp với Giảng Viên/Khoa.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi : Phòng đào tạo. . Em tên là: [full_name] . . MSSV: [student_id] Khoa Kỹ thuật Giao thông. . Vì không biết lịch học nên em đã lỡ đăng kí học Hoá TN trực tiếp tại trường. . . Nhưng hiện tại em đang ở quê và không có đủ điều kiện để vào lại TPHCM để học vào tuần sau.. . Em xin phép nhà trường cho em rút lịch học và sẽ đăng kí bổ sung vào đợt sau.. . Em xin cảm ơn.",
            "Chào em,. . Sinh viên nếu muốn rút (không học được vì lý do cá nhân) thì vui lòng liên hệ trực tiếp với Giảng Viên/Khoa.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng Đào Tạo. . ﻿. . ﻿Em tên là: [full_name]. . ﻿MSSV: [student_id]. . ﻿Khoa: Kỹ thuật xây dựng. . ﻿Em xin phép hủy môn Vẽ kỹ thuật(CI1003) và Vẽ kỹ thuật( ThL, thí nghiệm)(CI1004). . ﻿Lí do: Em đăng kí nhầm môn vẽ kỹ thuật xây dựng(CI1033) với vẽ kỹ thuật(CI1004) ạ.. . . . ﻿﻿Em xin cảm ơn và chúc các thầy cô phòng đào tạo thật nhiều sức khỏe.. . . .",
            "Chào em,. . - Đã hết thời gian huỷ môn học.. . - Về việc rút môn học: em xem email PĐT đã gửi:. .  Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản [email] và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ [full_name] điều 11.2. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi : Phòng Đào Tạo. . Em tên : [full_name] (MSSV :[student_id]),là sinh viên khoa Cơ Khí. . Vì lý do đột xuất ̣ chiều 13/1 em đã có triệu chứng của COVID do có tiếp xúc với F0 nên để đảm bảo an toàn cho thầy cô và các bạn thì em muốn xin dời lại lịch học [full_name] cho đợt sau ạ . Em xin lỗi vì sự đột xuất này ạ. . Em xin cảm ơn. .",
            "Chào em,. . Sinh viên nếu muốn rút (không học được vì lý do cá nhân) thì vui lòng liên hệ trực tiếp với Giảng Viên/Khoa.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa PĐT. . Em là [full_name], kì trước em có hoãn thi môn Mô Hình Hóa (CH3133). . Trên bảng điểm cũng đã cập nhật điểm là HT. .   B Kì vừa rồi có mở lớp dạy môn Mô Hình Hóa nhưng lại không tổ chức thi cho những bạn thi lại.  /B . .   B Do đó em đã gửi mail cho giảng viên dạy môn đó là thầy [full_name] và xin thi bài cuối kì.. . Được sự đồng ý của thầy thì em đã thi và được thầy chấm điểm bài thi cuối kì.  /B . .   U Nhưng thầy chưa biết cách nào để nhập điểm cho em vì em là sinh viên thi lại do hoãn thi.  /U . . Mong PĐT hướng dẫn để em báo lại với thầy ạ.. . Em cảm ơn",
            "Chào bạn. . Môn này Phòng đào tạo đã tách bạn điểm gởi [full_name] để nhập điểm. . Bạn liên hệ trực tiếp Thầy [full_name] địa chỉ email : [email], để được hỗ trợ nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là: [full_name] - mssv: [student_id] . . Đang học ở Khoa Điện - điện tử của OISP. . Em gửi mail này vì có thắc mắc tại sao hệ thống lại hiển thị điểm là 13. . Kì 212 vừa rồi em có đăng kí rút môn học theo form của Phòng đào tạo cho môn Vật lí: Điện và từ học và nhận được thông báo rút thành công, sau đó được phòng đào tạo cập nhật điểm 17 - điểm rút môn học và không ghi vào bảng điểm; nhưng hôm nay khi em vào check lại thì thấy pđt cập nhật điểm cuối của em là điểm 13 là Vắng thi và được tính như điểm 0.. . . . Em không biết phòng đào tạo có cập nhật lỗi điểm gì hay không ạ? Liệu em có bị điểm 0 và tính là vắng thi khi em đã đăng kí rút môn học rồi không ạ?. . Rất mong được anh/chị giải đáp và hỗ trợ.. . [full_name]. . . .",
            "Chào em,. . Em vui lòng xem lại nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo,. . Em tên là: [full_name]. . MSSV: [student_id] Khoa: Khoa học và Kỹ thuật Máy tính. . Em đã đăng kí học Hóa đại cương thí nghiệm trực tiếp đợt 2 và hiện tại đang có lịch học vào thứ 2 tuần 3-4 lớp VL18, phòng B2-406. Hiện tại em đang ở quê và không sắp xếp được thời gian lên thành phố nên em xin phép trường cho em rút lại lịch học này, sau khi lên thành phố em sẽ đăng kí lịch học sau.. . Em xin cảm ơn và chúc các thầy cô phòng đào tạo thật nhiều sức khoẻ.. . . .",
            "Chào em,. . Sinh viên nếu muốn rút (không học được vì lý do cá nhân) thì vui lòng liên hệ trực tiếp với Giảng Viên/Khoa.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là: [full_name] MSSV:[student_id]. . Học lớp Hóa đại cương L59. .   Sao khi được xếp lịch học lớp hóa thí nghiệm thuộc lớp (VL22) vào các tuần 03 và 04 ( bắt đầu học vào thứ 2 ngày 17/01/2022) nhưng do chưa vào trong TP. Hồ Chí Minh được .Nên em muốn xin cho dời lịch học thí nghiệm lại sao tết (khi các KTX đã mở cửa trở lại và sinh viên học trực tiếp bình thường ). .   Em xin chân thành cảm ơn.. . . .   i Khiếu nại đăng ký môn học .",
            "Chào em,. . Sinh viên nếu muốn rút (không học được vì lý do cá nhân) thì vui lòng liên hệ trực tiếp với Giảng Viên/Khoa.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em tên là [full_name]-MSSV: [student_id] học lớp Hóa đại cương  L59. . Sao khi được xếp lịch học lớp hóa thí nghiệm thuộc lớp (VL22) vào các tuần 03 và 04(bắt đầu học vào ngày 17/01/2022)  nhưng do chưa vào trong TP. Hồ Chí Minh được.. . Nên em muốn xin cho phép dời lịch học thí nghiệm lại sao tết (khi các KTX đã mở cửa lại và sinh viên học trực tiếp bình thường ). . Em xin chân thành cảm ơn.",
            "Chào em,. . Sinh viên nếu muốn rút (không học được vì lý do cá nhân) thì vui lòng liên hệ trực tiếp với Giảng Viên/Khoa.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Dạ kính chào quý thầy cô,. . Do em mới biết điểm là môn phương pháp tính của em đã qua môn, mà học kỳ chính thì em đăng ký có một môn này thôi ạ, nhưng lớp dự thính thì em có đăng ký một môn khác. Vì vậy, em muốn hỏi là nếu em đăng ký huỷ môn duy nhất này trong học kỳ chính thì em có bị đình chỉ học không ạ.. . Em cảm ơn quý thầy cô nhiều ạ  /B",
            "Chào bạn,. . - Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . - Đăng ký huỷ môn duy nhất . . =  Đã hết thời gian huỷ môn học nhé em.. . - Việc rút môn học: em xem email PĐT đã gửi.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi Phòng Đào tạo. . Em tên là: [full_name]. . MSSV: [student_id] . . Khoa: Cơ khí . . xin phép huỷ môn Hoá đại cương ( thí nghiệm) do gia đình có việc nên không lên trường được ạ.. . Em xin cảm ơn và chúc các thầy cô phòng đào tạo thật nhiều sức khoẻ.. . . .",
            "Chào em,. . Sinh viên nếu muốn rút (không học được vì lý do cá nhân) thì vui lòng liên hệ trực tiếp với Giảng Viên/Khoa.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:  Em là [full_name], MSSV [student_id], sinh viên lớp TN hóa L72, đợt vừa rồi em có đăng ký học TN tại trường và có thời khóa biểu học lớp VL21. Nhưng vì tình hình dịch phức tạp nên không thể tham gia lớp theo lịch. Vì vậy em mong rằng thầy/cô PĐT có thể giúp em hủy thời khóa biểu tại trường lớp thí nghiệm hóa VL21 để em có thể đăng kí học thí nghiệm tại trường vào đợt sau.. .    Em xin chân thành cảm ơn.",
            "Chào em,. . Sinh viên nếu muốn rút (không học được vì lý do cá nhân) thì vui lòng liên hệ trực tiếp với Giảng Viên/Khoa.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em đã làm theo hướng dẫn :\". . - Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.\". . Và thấy trong kết quả đăng kí môn học vẫn còn và thời khóa biểu cũng không trùng môn khác.. . -TKB của e và el vẫn chưa có lại môn học này.. . -Mong quý thầy cô giải quyết cho em ạ.. . . . . .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. . . .",
            "Chào em; [full_name] [full_name] môn này nhóm L01 bị trùng thời khóa biểu nhé, còn các nhóm P dành cho chương trình Việt Pháp nên em không được đăng ký nhóm P[full_name] [full_name] Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi là hiện tại em vẫn chưa thể đăng ký học phần 1 môn gdtc vậy thì năm 2 em có được đăng ký hp 1 ko ạ.. .",
            "Chào em,. . Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho e hỏi e đã đăng kí xét tốt nghiệp và đóng phí rồi, nhưng đến hôm nay lại bị tình trạng này là sao ạ?",
            "\"Chào em,. . không sao bạn, PDT sẽ tự động ra thu nhận lại và quyết định tốt nghiệp cho bạn.. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi mail thông báo lên nhận bằng từ Phòng Đào tạo. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào thầy cô!. . Em tên là: [full_name]          . .  MSSV:[student_id]    khoa:Cơ Khí. . Vừa qua trường có tổ chức cho điền form để tham gia học trực tiếp thí nghiệm tại trường em đã đăng ký và được xếp vào lớp VL27.Nhưng hiện tại em đang bị cách ly và đang ở quê nên không thể tham gia lớp học trực tiếp ngày 17/1/2022 tại cơ sở 1 được mong thầy cô giúp đỡ em !. . Em xin chân thành cảm ơn.",
            "Chào em,. . Sinh viên nếu muốn rút (không học được vì lý do cá nhân) thì vui lòng liên hệ trực tiếp với Giảng Viên/Khoa.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy/cô,. . Em tên: [full_name], MSSV: [student_id]. Nay em có một thắc mắc mong muốn thầy/cô giải đáp. Em có nhận được phản hồi trên [full_name] là 14/01 sẽ cập nhật thời khóa biểu cho môn học thí nghiệm quá trình thiết bị (CH3015), nhưng đã hơn 1 ngày kể từ lần cập nhật cuối là 17h30 14/01/2022 thì em vẫn chưa thấy có môn thí nghiệm trên được cập nhật. Cũng theo lời giải đáp trên [full_name], em có vào xem điều 8.2 của quy chế đào tạo đại học, cao đẳng; và em có vào xem thử kết quả đăng ký môn học đợt 3 thì trường đã để thành 25/9000 sinh viên. Em đã nghĩ mình sẽ đăng ký được. Vậy cho em hỏi là, có phải em không đăng ký được môn thí nghiệm đó không ạ? Và có thể cho em biết lý do được không ạ. . . Em cảm ơn thầy/cô đã đọc.",
            "Em thật sự rất cần sự trả lời của thầy/cô lúc này ạ. Tuần này, cô có cho các câu hỏi chuẩn bị trong tài liệu, nhưng mà hiện giờ em không có đường dẫn bkel cũng như thời khóa biểu để vào ạ. Đã 2 ngày nhưng thầy/cô vẫn chưa trả lời nên em xin phép hỏi ạ. Liệu em có thật sự đăng ký thành công sau đợt 3? . . Em cảm ơn thầy/cô đã đọc.",
            "Kính gửi thầy/cô,. . Thầy cô có thể trả lời giúp em vấn đề trên được không ạ?",
            "Chào em,. . PĐT không giải quyết được do full sỉ số.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Tên em là : [full_name]. . MSSV : [student_id]                                  . . Sinh viên khoa Cơ khí. . Trong thời khóa biểu của em hiện có lịch học trực tiếp môn Hóa đại cương thí nghiệm vào thứ 3 tuần 3 và 4 lớp VL25 tại phòng B2-401A . Nhưng hiện tại em đang ở quê Nam Định và chưa thể có mặt tại trường được nên em mong thầy cô có thể sắp xếp lịch cho em ra sau tết .. . Em xin chân thành cảm ơn .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn xin hủy đăng ký học thí nghiệm trực tiếp của bạn.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào PĐT ạ! Hiện tại trên trang đăng kí tốt nghiệp của em có hiện thông báo đăng kí hết hạn mặc dù trước đó em đã đăng kí kịp! Rất nhiều bạn cũng có tình trạng tương tự. Đây chỉ là lỗi hệ thống thôi đúng không ạ? Em xin cảm ơn!. .   i Tốt nghiệp .",
            "\"Chào em,. . không sao bạn, PDT sẽ tự động ra thu nhận lại và quyết định tốt nghiệp cho bạn.. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi mail thông báo lên nhận bằng từ Phòng Đào tạo. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào Phòng Đào tạo,. . Em là [full_name], mssv [student_id], em xin hỏi về điểm tổng kết môn học của em:. . Em đã rút môn học thành công 2 môn ở học kỳ vừa rồi, điểm thi là 17 (điểm rút môn học) nhưng điểm tổng kết lại là 13 (vắng thi). Em cũng có hỏi giảng viên thì giảng viên cũng không biết vấn đề này. Mong PĐT sớm có giải đáp thắng mắc của em ạ, em xin cám ơn PĐT",
            "Chào em,. . Em vui lòng xem lại nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . em muốn hoãn môn hóa đại cương thí nghiệm CH1004, vì lí do dịch bệnh em không thể vào thành phố hồ chí minh được. .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn xin hủy đăng ký học thí nghiệm trực tiếp của bạn.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em được hỏi khi từ chính quy chuyển sang hệ vừa học vừa làm có được chuyển điểm các môn học đã đạt không ạ? Và được chuyển bao nhiêu môn ạ.",
            "Chào em,. . - Về CTDT là giống nhau của đại trà và VLVH. . Tuy nhiên, VLVH sẽ:. . - Giảm chuẩn anh văn xét LVTN và tốt nghiệp so với Chính quy: chi tiết xem quy chế học vụ. . - Không xét môn anh văn 1234, GDTC, GDQP, Ngày CTXH.. . - Em liên hệ email [email] nhé.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào thầy/cô,. . Em đã hoàn thành luận văn bằng 2 trong học kì 211. Hiện tại, e muốn theo dõi danh sách tốt nghiệp dự kiến cho cả 2 bằng, để đăng kí tốt nghiệp thì xem ở đâu ạ. Do em lên cổng thông tin http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach thì nó chỉ hiện cho bằng 1 của em thôi ạ. . . Em xin cảm ơn",
            "\"\"\"Chào em,. . SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022 (Hiện tại chưa cập nhật). . Nếu trong ds tốt nghiệp dự kiến sau công bố vẫn chưa xét cho em ngành 2, em có thể gửi lại câu hỏi qua bksi để được hỗ trợ nhé. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gởi: Phòng đào tạo.. . Em tên là [full_name] - [student_id] khoá K21.. . Nay em xin Phòng đào tạo cho em được dời 2 buổi học hoá đại cương (thí nghiệm) CH1004 lớp/nhóm VL23 vào đợt sau.. . Lý do: điều kiện đi lại khó khăn.. . Rất mong sự chấp thuận của Phòng đào tạo, cứu xét giúp đỡ em vì không liên hệ với giảng viên dạy hoá thí nghiệm. Em thành thật cám ơn!. . Thân chào. . [full_name]"
        ]
    }
]