[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em có đăng ký in giấy xác nhận SV. Trên myBK đã thông báo xử lý thành công. Nhưng bên [full_name] báo là chưa nhận được giấy từ Trường. Em là sinh viên [full_name] Kỹ thuật Địa chất và Dầu khí.",
            "Chào bạn. . Bạn mới đăng ký ngày 25/8: tình trạng \"Đã gửi thông tin đang chờ xử lý\". . Bạn đợi thông báo \"đã xử lý\" thì liên hệ [full_name] để nhận. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã đăng kí gdtc3 trong hk hè 193. xin pdt duyệt để em có thể đăng kí môn học trong hk201. .",
            "PĐT sẽ tạm pass điểm cho em để đkmh .. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Mong Thầy/Cô giúp em.",
            "đã cập nhật tạm lên cho em đk"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô PĐT, em có đăng kí môn thực tập tốt nghiệp ở HK1 này vì lý do không đủ tín chỉ để đăng kí kì hè. Học kì trước em có đăng kí 14 chỉ chính và 3 tín chỉ dự thính và em đã có kết quả đạt môn học dự thính. Vậy nếu theo quy chế về TTTN thì em sẽ được cộng 17 chỉ vào tín chỉ tích luỹ ngành dù đạt hay không đạt, và số tín chỉ tích luỹ ngành của em là 79, số tín chỉ tối thiểu khoa kĩ thuật xây dựng ngàng dân dụng và công nghiệp là 95. Như vậy em đã đủ tín chỉ tối thiểu để nhận TTTN rồi nhưng bị xoá môn và trong lịch sử đăng kí không có lý do, mong phòng đào tạo giải đáp giúp em",
            "Chào bạn. . Các môn đề cương luận văn, thực tập tốt nghiệp, luận văn tốt nghiệp sinh viên vui lòng đăng ký lại vào đợt 3 (từ ngày 8/9 đến 10/9) để pdt lấy dữ liệu xét lại. . Sinh viên vui lòng vào trang bksi.hcmut.edu.vn/Hỏi-Yêu cầu/Đăng ký môn học để gửi câu hỏi (nếu không đăng ký môn học được). . . . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]\t. . . .   i Đăng ký môn học . Nguyên lí máy- ME1015. . Lớp L05",
            "đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào! Em tên là [full_name] (MSSV: [student_id]).. . Cho em hỏi liệu mình có thể đăng ký môn:. . - Cơ sở điều khiển tự động. . trong kì này được không mà không cần xét môn học trước là môn Tín hiệu và hệ thống.. . Vì chương trình đào tạo K18 thì có điều kiện này. Còn đối với chương trình của K19 thì không có.. . Nếu có thể đăng kí thì cho em xin đăng ký được học môn học Cơ sở điều khiển tự động. Để em có thể hoàn thành chương trình đào tạo sớm nhất ạ.. . Em cảm ơn!  B",
            "Em phải đk môn học theo TQ của đúng CTĐT. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name], MSSV: [student_id]. Dạ cho em hỏi là môn học Cơ ứng dụng MSMH: AS2001 sao em đăng ký lại không hiện lên trên web đăng ký ạ? Em muốn học lại và không biết ở HK201 môn này có bị thay thế bằng môn tương đương nào khác không ạ? Em đang học ở khoa Địa chất và Dầu khí. Mong sớm phản hồi lại giúp em. Em cảm ơn. . . . .",
            "Môn học không mở trong HK này.. . Em liên hệ VP Khoa để xin mở lớp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "ghi rõ nội dung"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name] MSSV [student_id] hệ VHVL. Hiện tại em có đăng ký môn học CI4121 xây dựng cầu HK1 đợt 1 vừa rồi, tuy nhiên, PĐT không ký cho em vì lý do thiếu điều kiện tiên quyết. Em kiểm tra lại thì mình đã hoàn thành toàn bộ môn học trước cũng như có kĩ năng Anh văn TOEIC   500. Em xin PĐT kiểm tra lại giúp em để em có thể đăng ký đúng tiến độ học tập. Em cảm ơn",
            "đã tăng sĩ số.. . bạn đk lại môn học nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện em đăng ký môn học kì 201 nhưng có một số môn em đã học ở kì 193 và em chỉ có thê đăng ký tối đa 12 tín chỉ. Cho em hỏi vậy có sao không ạ?",
            "Chào bạn, . . Nếu không đăng ký đủ tín chỉ theo quy định thì sẽ không bị hủy TKB. Tuy vậy , số tín chỉ/học kỳ sẽ dùng xác định sinh viên chính quy tập trung =  ảnh hưởng đến việc xin tạm hoãn NVQS (đối vối SV nam) và các quyền lợi khác (xét học bổng, học phí đối sới SV khóa 2019) Chúc bạn học tốt . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào thầy/cô, em thắc mắc là kì chính 201 em đăng kí 11 chỉ và kì dự thính 201 4 chỉ thì có đúng quy định về số chỉ tối thiểu phải đăng kí trong 1 học kì không ạ. Mong thầy/cô giải đáp giúp em với. Em cám ơn nhiều ạ!",
            "Tối thiểu trong HK chính là 14TC. tối đa là 21 TC. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào ad. . Em tên: [full_name] _ MSSV: [student_id] khoa: KTXD.. . Hôm nay 25/8 pđt đã mở đợt đăng kí và hiệu chỉnh môn học đợt 2.. . Mà hiện tại em bị xóa 1 số môn học đăng kí ở đợt 1 và các lớp này đã đủ sỉ số.. . Vậy mong ad mở thêm sỉ số 2 môn học sau:. . - Kết cấu bê tông cốt thép 1, mã MH: CI2091.. . - Đồ án môn học kết cấu bê tông cốt thép 1, mã MH: CI2093.. . Em thuộc hệ đại trà ạ.. . Em cảm ơn.",
            "đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "đã tăng"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Em xem lại mã môn học TQ nhé. môn EN2033 em chưa từng học",
            "QUOTE Em xem lại mã môn học TQ nhé. môn EN2033 em chưa từng học  /QUOTE . . -Anh ơi chắc có nhầm lẫn ạ, trong chương đào tạo của em không có mã EN2033 môn tiên quyết môn em đăng kí chỉ duy nhất môn luật và chính sách môi trường EN2025. Em đã giửi tất cả các môn và mã trong chương trình đạo tạo và ảnh chụp liên quan, anh coi lại cho em ạ, em cảm ơn ạ.",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "đã cập nhật điểm tạm môn EN2033 để bạn đăng ký. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh/chị.. . . . Sáng nay web PĐT có đăng danh sách tốt nghiệp dự kiến đợt tháng 11/2020.. . . . Em có lên tìm thông tin dự kiến của mình nhưng với tình trạng là nợ ngày CTXH với số ngày đạt được là   B 14.5 ngày.  /B . . . . Nhưng hiện tại trên trang HĐNK số ngày của em đã có là   B 19.5 ngày.  /B . . . . Hiện tại PĐT cập nhật số ngày chưa đúng ạ. Mong anh/chị giúp em giải quyết vấn đề này.. . . . Em xin cảm ơn",
            "Chào bạn. . Thứ 6 hàng tuần Phòng Đào tạo sẽ cập nhật lại danh sách tốt nghiệp mới và mở khóa cho các trường hợp sinh viên nợ HP và Nợ ngày CTXH (sau khi đã thanh toán HP/bổ sung đầy đủ ngày CTXH trước thứ 5 hàng tuần), Sinh viên đăng ký tốt nghiệp lại vào thứ 2 tuần sau. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Hiện em và vài bạn khoa Quản lý Công nghiệp đăng kí môn Phân tích dữ liệu IM3049 cho HK201 nhưng bị hết sĩ số. Vì đây là môn bắt buộc, nên em xin Phòng Đào tạo có thể tăng sĩ số lớp, để em và các bạn có thể đăng kí học trong học kì 201 ạ.. . Em cảm ơn.. . . .",
            "đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi PĐT,. . Em mong PĐT mở thêm sỉ số nhóm lớp A03 của môn học CH2021 Hóa hữu cơ và PĐT sẽ chuyển em sang nhóm lớp A03 đó (thứ 3 tiết 789).. . Nguyên nhân: Hiện tại em đang được xếp vào nhóm lớp A01 dành cho Kỹ sư tài năng môn Hóa hữu cơ (CH2021) (học và thi bằng tiếng Anh). Em muốn được chuyển sang lớp thường nhưng sỉ số các nhóm lớp thường đã đủ sỉ số.. . Mong PĐT xem xét và giải quyết nguyện vọng của em.. . Em xin cảm ơn.. .",
            "đã tăng nhóm A03"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là em muốn chuyển lịch học sang h khác mà sĩ số bị đầy thì làm sao ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô !. . . . Em hiện khóa 2014, còn vướng môn ME2021 - Vẽ cơ khí thì kỳ này nhà trường không còn mở nữa, thay vào đó mở môn ME2089 - Vẽ kỹ thuật cơ khí.. . . . Cho em hỏi là 2 môn trên có tương đương để sau này em được xét tốt nghiệp không ạ ?. . . . Em xin cảm ơn !",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ hiện nay em không đăng ký được bất kỳ môn giáo dục thể chất nào hết ạ, cho em xin hỏi là làm sao để đăng ký môn giáo dục thể chất ạ.Tại vì đợt một đăng ký môn giáo dục thể chất rất nhiều mà sang đợt hai lại bị hủy hết là vì sao ạ.",
            "Chào bạn, . . Về việc đăng ký các môn Giáo dục thể chất trong học kỳ 1/2020-2021, bạn vui lòng đợi thông báo sau của Phòng Đào tạo qua email sinh viên. . . Chúc bạn học tốt!. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em có đang kí môn Kĩ thuật môi trường (EN4021) nhưng khi không đăng kí được với lí do là em chưa đạt chuẩn GDTC năm 3 nhưng em đã hoàn thành GDTC xong vào kì 192 vừa rồi. Cho em hỏi như thế là sao ạ?.Vì môn KTMT em chỉ đăng kí được lớp L02 nhưng sĩ số sắp full mà giờ bị lí do trên ạ.",
            "Chào bạn, . . Hiện tại Phòng Đào tạo đã cập nhật lại điểm GDTC, chuẩn GDTS_3, Sinh viên vui lòng vào đăng ký lại. . . Chúc bạn học tốt!. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy,. . Trong đợt hội nghị sinh viên vừa rồi, em có nghe nói là ĐKMH hiệu chỉnh đợt 2 sẽ có hiện tên giảng viên lên nhưng sao trong đợt này vẫn chưa có ạ.. . Em mong thầy giải đáp thắc mắc giúp em với ạ.. . Em xin cảm ơn ạ.. .",
            "Chào bạn. . Hiện tại chưa hiện lên tên giảng viên được nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào anh/chị,. . Em là [full_name] [student_id]. . PDT không đ/ký cho SV MH EE3019 (2: Thiếu môn học trước EE1015). . Môn EE1015 đã đăng kí ở hè 193 và đang học, sao lại không tính là môn học trước ạ. . Em cảm ơn",
            "Chào bạn. . Phòng đào tạo đã cập nhật lại dữ liệu, bạn nhanh chóng vào đăng ký lại môn học đợt 2 (từ 25/8 đến 15g 31/8). . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Sau khi kết thúc 2 học kì của năm học đầu tiên.Thì em tích lũy được 25 tín chỉ.Em có đọc được thông báo của PDT là sinh viên năm nhất ko đủ 28 tín chỉ vẫn được đăng kí môn học cho năm 2,nên em chỉ đăng kí học hè môn Pháp Luật Đại Cương (2 chỉ) để vừa làm thêm trong hè vừa học được 1 môn cho năm 2,vì em tính vào năm 2 học để trả môn VLBD em bị rớt ở năm   nhất.Nhưng hồi sáng em lại không đăng kí được môn học ko biết vì lí do nào ạ( Lần 1 em có đăng kí và bị xóa). . Nên em muốn hỏi PDT để được làm rõ vấn đề này ạ và xin cách giải quyết ạ.. . Em xin chân thành cảm ơn!",
            "Chào bạn,. . Nếu bạn không tích lũy đủ số tín chỉ quy định, bạn sẽ không đăng ký được môn học của năm tiếp theo, Quy định về xếp năm thứ của sinh viên, và quy định về mức độ môn học em xem trong quy chế đào tạo và học vụ của trường, cụ thể như sau:. . Xếp năm thứ của SV ở Khoản 4.2, Điều 4.. . 4.2 Xếp hạng năm đào tạo. . Sau mỗi học kỳ, SV được xếp hạng năm đào tạo theo số tín chỉ tích lũy (TCTL) như sau:. . - SV năm thứ nhất: dưới 28 tín chỉ. . - SV năm thứ hai: từ 28 đến dưới 56 tín chỉ. . - SV năm thứ ba: từ 56 đến dưới 80 tín chỉ. . - SV năm thứ tư: từ 80 đến dưới 128 tín chỉ. . - SV năm thứ năm (đối với các CTĐT trên bốn năm): từ 108 tín chỉ. . Quy định mức độ môn học khi SV đăng ký môn học ở Khoản 9.7, Điều 9.. . 9.7. Ràng buộc về xếp hạng năm đào tạo SV và môn học được phép đăng ký. . Mức độ môn học được định nghĩa như sau:. . - Môn năm thứ nhất: dành cho tất cả SV các năm. . - Môn năm thứ hai: dành cho các SV từ năm thứ hai trở lên. . - Môn năm thứ ba: dành cho các SV từ năm thứ ba trở lên. . - Môn năm thứ tư: dành cho các SV từ năm thứ ba và thứ tư trở lên. . - Môn năm thứ năm: dành cho các SV từ năm thứ tư và thứ năm trở lên. . Nhà trường dùng mã môn học có dạng XXLYYY để phân định năm học, trong đó XX là viết tắt của ngành/Khoa, L là năm thứ và YYY là thứ tự môn học. . Như vậy, nếu các SV chưa đạt đủ 28TC thì vẫn có thể đăng ký các môn học có dạng XX1YYY, ví dụ như các môn Đại số tuyến tính (MT1007), Pháp luật VN ĐC (SP1007), ... Các môn học này trong các chuong trình đào tạo có thể được xếp vào các năm học ở năm 2.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo. . Em tên : [full_name] . . Mssv   : [student_id]. . Lý do viết đơn:. . Em xin phòng đào tạo tăng sĩ số và cho em vào lớp :. . -Cấu trúc dữ liệu và giải thuật(CO2003). .  nhóm L02_L03 . . . . -Kiến trúc máy tính (CO2007) . .  nhóm L04_L08. . . . Em xin cảm ơn.. .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là đợt 1 em không đăng kí môn đồ án bt1, đợt này thì không đăng kí được ạ. Vậy em có thể lên pđt xin bổ sung sĩ số được không ạ? Em cảm ơn ạ!. .",
            "Em cung cấp mã môn học để kiểm tra"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo trường đại học Bách Khoa TP HCM. . . . Em tên [full_name], MSSV: [student_id]. . . . Em viết đơn này mong nhà trường có thể tăng sỉ số và cho em vào lớp môn học: Cấu trúc Dữ liệu và Giải thuật (CO2003), nhóm lớp L02_L03. . . . Em cảm ơn.. .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   i Xin được đăng ký môn Công nghệ phần mềm nâng cao mã CO3065 .",
            "sĩ số đã max nên ko thể bổ sung thêm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Ad Cho em hỏi là em đã qua 3 giáo dục thể chất rồi. Nhưng sao em đăng kí môn học thì báo cần chuẩn thể chất sau năm 3.. . Em cám ơn ạ",
            "em vào đk lại môn học nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT, Em tên: [full_name], MSSV: [student_id], kính mong PĐT tạo xem xét tăng sĩ số môn học Hệ thống năng lượng xanh (EE3131) . Em xin chân thành cảm ơn!",
            "đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên k18 đăng kí mã môn học ME2007. . Kết quả hệ thống trả về là không đăng kí được (phải đạt môn ME1015). . Nhưng môn học ME1015 không thuộc về chương trình đào tạo của khóa 2018(môn ME1015 thuộc khóa 2019). . Khóa 2018 yêu cầu phải đạt 2 môn CI2001 và ME2003, hai môn này em đã đăng kí học kì 191 và 193. . Xin PĐT xem xét lại việc đăng kí môn học của em",
            "đã cập nhật điểm tam để em đkmh. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name], MSSV: [student_id]. Dạ cho em hỏi là trong quy định của nhà trường là hết năm 2 phải đạt được AV3 thì mới được đăng ký môn học cho học kì chính 201. Nhưng do tình hình dịch nên tạm thời không xét chuẩn AV cho HK201, vẫn được đăng ký môn cho HK201. Vậy HK201 em học AV3 pass thì HK202 em vẫn được đăng ký môn cho HK202 đúng không ạ ? Mong sớm phản hồi giúp em. Em cảm ơn. . . . .",
            "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Theo kế hoạch giảng dạy học ký tới em được học Đồ án môn học kết cấu bê tông cốt thép 1 (CI2093), nhưng hiện tại thì đã hết sĩ số. Em muôn xin mở thêm sĩ số môn Đồ án môn học kết cấu bê tông cốt thép 1 (CI2093). Rất mong nhận được sự hỗ trợ của nhà trường.. . Em xin cảm ơn",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô ạ, thầy/cô cho em xin được mở thêm sĩ số lớp A01 môn phương pháp tính MT1009 ạ, em cảm ơn ạ!",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .     Gửi cô,. .     Em có đăng kí môn Logic tổ hợp (404713) hiện tại có tkb thứ 6, tiết 5,6,7; sĩ số 10/18 chưa có giảng viên giảng dạy. Nhưng em và một số bạn không thể tham gia lớp này được. Em đã hỏi ý kiến của 10 bạn trên và mong muốn có thể mở lớp vào thứ 4 hoặc thứ 3 tiết 10, 11, 12. Vậy em phải làm thế nào ạ? Rất mong cô hướng dẫn!. .     Thân,. .   Sinh viên. . [full_name]",
            "Chào bạn,. . Quy trình mở môn học :. .   + Bước 1: SV tải mẫu đơn tại trang web: www.aao.hcmut.edu.vn  -  Sinh viên -  biểu mẫu -  mẫu Đề nghị mở môn học (ngoại lệ). .   + Bước 2: Sau khi có xác nhận chữ ký đồng ý theo quy định trong đơn. .   SV nộp đơn tại PĐT – cơ sở 1-  . .   Thời gian nộp đơn mở lớp dự thính: từ ngày 25/08/2020 đến 10g ngày 27/08/2020. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . .   i Đăng ký môn học . Em kính xin PĐT tăng sĩ số nhóm lớp P02, môn học Truyền Nhiệt (mã MH: 210701) để em có thể đăng ký vào đó. Bởi vì nhóm lớp P01, môn học Truyền Nhiệt (mã MH: 210701) bị trùng thời khóa biểu với môn khác mà em đã đăng ký. Em xin cảm ơn.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô ạ! Em là [full_name] sinh viên khóa k19 khoa công nghệ vật liệu.. . Hôm nay đăng kí môn học em không thể đăng kí các môn của học kì 201 được ạ.. . Page nó ghi chú thích là em \"chưa đủ điều kiện sinh viên năm 2\".Nhưng các bạn của em chưa có anh văn và rớt chỉ nhiều mà vẫn đăng kí được.. . Vậy cho em hỏi làm thế nào em mới đăng kí môn học được ạ? . . Em cảm ơn thầy/cô",
            "Chào bạn,. . . . Đợt 3 DKMH bạn vào đăng kí lại nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin phòng đạo tạo cho em được đăng kí môn học vào đợt 2 này. Em bị xóa hết môn đã đăng kí đợt 1 (13 môn theo ctđt) vì thiếu môn tiên quyết GDTC 3 nhưng hiện tại em đang học môn Bơi HK193. Kính mong phòng đào tạo cho em được đăng kí môn học vào đợt này vì có 1 số môn đã đủ sĩ số nên có thể đợt 3 em không đăng kí được, em hứa sẽ hoàn thành môn GDTC 3 vào kì 193. . . Em xin cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào pđt.!! Em tên là [full_name] ([student_id]) lớp XD18CTXD01. Em viết đơn xin thầy (cô) phụ trách cho e xin mở sỉ số lớp A01 mã môn học CI3061 và lớp A06 mã môn học CI2093 ạ.! Em xin chân thành cám ơn ạ.!!. . . .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "U   b MSSV/MSGV: [student_id]  /b  Hôm nay nhà trường mở đăng ký môn học 201 đợt 2 nhưng môn Cơ lưu chất mã CI2003 em đăng ký không được do thiếu điều kiện tiên quyết SV_N2,. . cho em xin hỏi những điều kiện đăng ký được môn này ạ.. . Em học Cơ khí, ngành kỹ thuật nhiệt. . . Em chân thành cảm ơn. .   i Yêu cầu khác .",
            "Chào bạn,. . Nếu bạn không tích lũy đủ số tín chỉ quy định, bạn sẽ không đăng ký được môn học của năm tiếp theo, Quy định về xếp năm thứ của sinh viên, và quy định về mức độ môn học em xem trong quy chế đào tạo và học vụ của trường, cụ thể như sau:. . Xếp năm thứ của SV ở Khoản 4.2, Điều 4.. . 4.2 Xếp hạng năm đào tạo. . Sau mỗi học kỳ, SV được xếp hạng năm đào tạo theo số tín chỉ tích lũy (TCTL) như sau:. . - SV năm thứ nhất: dưới 28 tín chỉ. . - SV năm thứ hai: từ 28 đến dưới 56 tín chỉ. . - SV năm thứ ba: từ 56 đến dưới 80 tín chỉ. . - SV năm thứ tư: từ 80 đến dưới 128 tín chỉ. . - SV năm thứ năm (đối với các CTĐT trên bốn năm): từ 108 tín chỉ. . Quy định mức độ môn học khi SV đăng ký môn học ở Khoản 9.7, Điều 9.. . 9.7. Ràng buộc về xếp hạng năm đào tạo SV và môn học được phép đăng ký. . Mức độ môn học được định nghĩa như sau:. . - Môn năm thứ nhất: dành cho tất cả SV các năm. . - Môn năm thứ hai: dành cho các SV từ năm thứ hai trở lên. . - Môn năm thứ ba: dành cho các SV từ năm thứ ba trở lên. . - Môn năm thứ tư: dành cho các SV từ năm thứ ba và thứ tư trở lên. . - Môn năm thứ năm: dành cho các SV từ năm thứ tư và thứ năm trở lên. . Nhà trường dùng mã môn học có dạng XXLYYY để phân định năm học, trong đó XX là viết tắt của ngành/Khoa, L là năm thứ và YYY là thứ tự môn học. . Như vậy, nếu các SV chưa đạt đủ 28TC thì vẫn có thể đăng ký các môn học có dạng XX1YYY, ví dụ như các môn Đại số tuyến tính (MT1007), Pháp luật VN ĐC (SP1007), ... Các môn học này trong các chuong trình đào tạo có thể được xếp vào các năm học ở năm 2.. . Các bạn lưu ý, CTĐT năm đầu của các ngành K2019 giao động khoảng 32-34TC. Các SV có thể dùng thêm các học kỳ dự thính và dự thính hè để hoàn tất các môn trong chương trình của mình. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy (cô),. . . . Thầy (cô) cho em hỏi về cách hủy đăng ký môn Đề cương luận văn tốt nghiệp. Em đã đăng ký môn này ở đợt 1. Ở đợt 2 này, chúng em không tìm thấy môn Đề cương LVTN trên danh sách môn đã đăng ký. Mà đợt 3 lại không thể hủy môn. Do đó, em thắc mắc về cách để hủy ạ.. . . . Rất mong sớm nhận được giải đáp từ thầy (cô).. . Em xin cảm ơn.",
            ". . Chào bạn. . Phòng đào tạo đã cập nhật lại dữ liệu, bạn nhanh chóng vào hủy hoặc đăng ký lại môn học đợt 2 (từ 25/8 đến 15g 31/8). . Chúc bạn học tập tốt nhé. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào phòng đào tạo ạ,. . em là [full_name] sinh viên k14. . do em bỏ lỡ mất 1 năm,. . và do dịch covid nên em cũng chưa thể hoàn thành nhiều vào kỳ trước, nên chương trình học em nếu tính là còn 2 học kỳ nữa mới hoàn thành, nhưng thời gian đào tạo tối đa là 13 kỳ, tức là chỉ còn 1 kỳ nữa, thì em nên giải quyết sao ạ. . mong phòng đào tạo suy xét và giúp em được hoàn thành chương trình ạ.",
            "Chào bạn. . Về quy định Thời gian và kế hoạch đào tạo: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng ---  điều 5. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn đăng ký môn GDTC 3 ở học kỳ 1 năm học 2020-2021 nhưng không thấy mở lớp. Em không biết do sai mã môn học hay trường không mở lớp. Xin kiểm tra giúp em. . . Em cảm ơn",
            "Chào bạn, . . Về việc đăng ký các môn Giáo dục thể chất trong học kỳ 1/2020-2021, bạn vui lòng đợi thông báo sau của Phòng Đào tạo qua email sinh viên. . . Chúc bạn học tốt!. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi môn Kỹ thuật hạ tầng đô thị(CI3265) không có trong chương trình đào tạo ngành cơ sở hạ tầng khóa 2017.Vậy tại sao khi em đăng kí môn thi công công trình cơ sở hạ tầng(CI4023) nó lại hiện lên thiếu môn học trước trên.Mong pđt sửa lại lỗi này để tụi em đăng ký được môn học.",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô,. . Em tạo yêu cầu này xin phòng đào tạo mở thêm sĩ số cho lớp CO2011 để em được tham gia lớp học này.. . Em xin chân thành cảm ơn!. .   i Đăng ký môn học .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là do em đã học trước môn Pháp luật VN đại cương và qua hết các môn anh văn nên số chỉ đăng kí hk201 của em là 13( dưới 14 chỉ). Vậy thì có sao không ạ",
            "Chào bạn, . . Nếu không đăng ký đủ tín chỉ theo quy định thì sẽ không bị hủy TKB. Tuy vậy , số tín chỉ/học kỳ sẽ dùng xác định sinh viên chính quy tập trung =  ảnh hưởng đến việc xin tạm hoãn NVQS (đối vối SV nam) và các quyền lợi khác (xét học bổng, học phí đối sới SV khóa 2019) Chúc bạn học tốt . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô,. . Em tạo yêu cầu này xin phòng đào tạo mở thêm sĩ số cho lớp CO2007 để em được tham gia lớp học này.. . Em xin chân thành cảm ơn!. .   i Đăng ký môn học .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi Phòng Đào Tạo,. . Em muốn đăng ký môn học vào lớp đã đủ số lượng thì em phải làm đơn như thế nào ạ.. . Em cảm ơn!. .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi tại sao kết quả đăng kí môn học đợt 2 của em lại không có gdtc và cũng không thể đăng kí gdtc được ạ?. . và nếu em thi toeic ở ngoài thì có thể nộp kết quả cho trường để quy ra tín chỉ hay bắt buộc em phải học đủ anh văn 1 đến anh văn 4 ở trường ạ?",
            "Chào bạn, . . Hiện tại Phòng Đào tạo đã cập nhật lại điểm GDTC, chuẩn GDTS_3, Sinh viên vui lòng vào đăng ký lại. . . Còn về ngoại ngữ em xem tại http://www.aao.hcmut.edu.vn/    sinh viên    quy chế    QUY CHẾ [full_name], [full_name]    phụ lục 1. . Chúc bạn học tốt!. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ cho em hỏi. em là [full_name]18 học môn Vi xử lí trong chương trình đạo tạo là 4 chỉ. nhưng đối với [full_name]19 đã đổi sang môn học 3 chỉ. nếu em muốn học lại môn Vi xử lí thì em phải làm thế nào ạ??? có quy đổi tương đương được không ạ?. . em cảm ơn!!!",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   B [full_name] - [student_id]. . Em không đăng kí được các môn quan trọng năm cuối vì lí do thiếu môn tiên quyết liên quan đến các môn giáo dục thể chất. Tuy nhiên em đã hoàn thành các môn này từ học kì 191. . . Mong phòng đào tạo sớm giải quyết cho em có thể đăng kí môn học đúng tiến độ.",
            "Chào bạn, . . Hiện tại Phòng Đào tạo đã cập nhật lại điểm GDTC, chuẩn GDTS_3, Sinh viên vui lòng vào đăng ký lại. . . Chúc bạn học tốt!. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em không thể đăng kí ĐCLV tốt nghiệp và xuất hiện lỗi sau [thiếu nhóm giáo dục thể chất sau năm 3] . . . . . . . . . .",
            "Chào bạn, . . Hiện tại Phòng Đào tạo đã cập nhật lại điểm GDTC, chuẩn GDTS_3, Sinh viên vui lòng vào đăng ký lại. . . Chúc bạn học tốt!. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào Thầy/Cô,. . Cho em xin mở thêm 1 slot môn Cấu trúc dữ liệu và giải thuật (CO2003) - nhóm lớp L01_L02.. . Em chân thành cảm ơn Thầy/Cô.. .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    }
]