[
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi nếu này Sinh Hoạt Công Dân mà vắng thì có thể đi bù được không ạ ? Và có cần viết đơn xin phép hay gì không ạ ?",
            "Chào bạn. . Bạn liên hệ Phòng Công tác chính trị sinh viên để giải quyết. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . AD cho mình hỏi mình đủ các yêu cầu để có thể tốt nghiệp rồi vậy thì khi nào mình có thể đăng ký tốt nghiệp vậy ạ.",
            "Chào bạn,. . . . Thứ 2 này (ngày 26/10) PDT sẽ gởi mail đăng kí tốt nghiệp. Bạn vào đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa quí thầy cô.. . Vì em không có đủ điều kiện để theo dõi mail trường (không có laptop,không có điện thoại,kinh tế khó khăn nên học trễ không cùng lớp với các bạn cùng khóa cùng khoa,...),nên không biết được lịch SHCD.Vì thế đã vắng mặt một buổi hôm 17/10.Vậy em có bị tạm dừng kì tiếp theo không hay có ảnh hưởng tới xét tốt nghiệp không!?. . Mong quí thầy cô xem xét và khoan hồng cho em.. . Em xin cám ơn",
            "Chào bạn,. . Vấn đề về sinh hoạt công dân, bảo hiểm y tế, BHTN, điểm rèn luyện, sinh viên khá giỏi toàn diện, giấy xác nhận sinh viên về vay vốn ngân hàng bạn vui lòng liên hệ tại Phòng Công tác chính trị sinh viên để được hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . phòng đào tạo cho em hỏi trong thông tin tốt nghiệp của em không có nơi sinh ạ. Mong phòng đào tạo cập nhật giúp em ạ.",
            "Chào bạn,. . . . . . Bạn cho biết nơi sinh của bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi em đã được thu nhận lại học kì 192 như hình bên dưới, vậy sao học kì 201 em bị buộc thôi học ạ. Em cảm ơn. . . . . .",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ  điều 27 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Nếu bạn muốn cứu xét xin liên hệ ở khoa nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đăng kí xét tốt nghiệp nhưng hiện tại bảng điểm chưa cập nhật đủ chỉ do em học có lại 1 môn ở kì luận văn nên không đăng kí xét tốt nghiệp được. Em phải làm sao ạ, em cảm ơn!",
            "Chào bạn,. . . . Thứ 2 này (ngày 26/10) PDT sẽ gởi mail đăng kí tốt nghiệp. Bạn vào đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy(cô) ạ,bây giờ em muôn rút môn av3 ạ,thầy(cô) cho em xin mẫu đơn rút môn và có thể nộp ở đâu ạ.em cảm ơn ạ",
            "Chào bạn,. . . . Mẫu đơn có trên web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=91&tid=97.. . . . Bạn nộp đơn tại PDT.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em Tên [full_name], MSSV: [student_id]. . Trong đợt ĐKMH vừa rồi em có đăng kí học môn Anh văn 3, LA1007 - Lớp DT01. Hiện tại thì trên web lịch sử đăng kí môn học của em vẫn có môn này nhưng trong thời khóa biểu của em hiện tại thì không có môn học do bị trùng lịch. . . Cho em hỏi là môn học của em đã bị hủy hay chưa và em có cần thanh toán học phí của môn đó hay không?. . Em xin cảm ơn!. .",
            "Chào bạn,. . . . Môn LA1007 nhóm DT01 bạn bị trùng TKB với môn CO1003 vào thứ 7 tiết 10,11,12. Nên bạn không đăng kí được nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] - [student_id]. . Dạ thưa cô em vừa nhận được mail thông báo là mình phải nộp học phí còn nợ của trường trước 22/10 nhưng bây giờ hiện tại em chưa có lương và ba mẹ ở nhà cũng không có. Nên em muốn hỏi cô nếu em không kịp thanh toán tiền học trước 22/10 thì em có bị xử lý gì không ạ và em xin được đóng cùng đợt thanh toán học phí của hk1 năm nay được không ạ.. . Em xin cảm ơn",
            "Chào bạn. . Theo mail thì phải thanh toán trước 22/10, vấn đề này là do hội đồng nhà trường xử lý theo quy định . . Bạn phải cố gắng thanh toán học phí còn nợ nghen. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . pdt ơi cho em hỏi tại sao em vẫn chưa có lịch thi giữa kỳ vậy ạ. các bạn khác đều có cả rồi ạ.. . em là [full_name]. . mssv [student_id]",
            "Chào bạn. . Pdt kiểm tra các môn trong tkb của bạn không có lịch thi kiểm tra giữa kỳ. . Nếu bạn trong lớp của bạn có lịch thi kiểm tra giữa kỳ, vui lòng phản hồi mssv để pdt kiểm tra nghen",
            "Chào bạn,. . . . Bạn kiểm tra những môn bạn học có thi kiểm tra giữa kỳ (hk201) thi tập trung không http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitiettb&thongbao_id=1929.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name] Kính gửi: Phòng Đào Tạo,[full_name] [full_name] [full_name] [full_name] Em tên là [full_name] - MSSV:[student_id]4 - SĐT: [phone_number][full_name][full_name] [full_name] [full_name] [full_name] Vào ngày 18/05/2020,  Em có đăng ký thi 02 kỹ năng Nói & Viết trên website: mybk[full_name]hcmut[full_name]edu[full_name]vn nhưng không thực hiện thành công và báo lỗi khi thực hiện thanh toán với mã giao dịch [full_name][full_name] Em có làn việc với BK English và nhận được thông báo sẽ hoàn tiền sau 01 tháng kể từ ngày phát sinh giao dịch lỗi, tuy nhiên đến hiện tại Em vẫn chưa nhận được hỗ trợ hoàn tiền, Em nhờ trung tâm hỗ xem lại giúp Em các mã giao dịch [full_name] sau ạ:[full_name] [full_name] [full_name] [full_name] 1[full_name] Mã giao dịch: [phone_number] - SĐT giao dịch: [phone_number][full_name] [full_name] 2[full_name] Mã giao dịch: [phone_number] - SĐT giao dịch: [phone_number][full_name] [full_name] 3[full_name] Mã giao dịch: [phone_number] - SĐT giao dịch: [phone_number] [full_name] [full_name] [full_name] [full_name] Em rất mong nhận được sự hỗ trợ từ Phòng Đào Tạo về vấn đề này[full_name][full_name] [full_name] [full_name] [full_name] Em xin chân thành cảm ơn![full_name] [full_name] [full_name] [full_name] [full_name],[full_name] [full_name] [full_name][full_name]",
            "Chào bạn,. . . . Việc này bạn liên hệ Trung Tâm Ngoại Ngữ của trường nha.. . . . Thân",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào phòng đào tạo!. . Em có vài thắc mắc, đợt dự thính HK1 (2020-2021) đợt 2 em có đăng kí được môn Giải tích 1 (MT1003) lớp DT02 cô [full_name] dạy và đã có tên trong danh sách lớp, trong danh sách trên bkel và đi học cô vẫn đọc tên nhưng tuần này trên thời khoá biểu và bkel đã không còn thấy nữa, em xem trên kết quả đợt đăng kí dự thính 2 cũng không có nhưng tuần này em đi học vẫn có tên trong danh sách lớp học ạ. Em cám ơn ạ!. . Đăng ký môn học .",
            "Chào bạn,. . . . Phòng Đào Tạo đã đăng kí môn MT1003 nhóm DT02, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào phòng đào tạo ạ!. . Hôm qua em nhận được mail cảnh cáo học vụ lần 2 HK1 (2020-2021), nhưng khi em xem mybk tình trạng học vụ thì không thấy vấn đề gì và việc cảnh cáo lần 2 đã ở khoản thời gian năm 1, mong phòng đào tạo giải thích rõ cho e dạ! Em cám ơn!. . Học vụ .",
            "Chào em,. . Em xem lại trang xử lý học vụ trên trang web. . phòng đào tạo trường hen.. . Lưu ý : trước khi nhà trường ra QĐ xử lý học vụ chính thức, sẽ chạy lại kết quả học tập.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào quý thầy cô! . . . . Em vừa đăng ký lại môn Bóng rổ (PE1015) nhóm L206 trong đợt đkmh Giáo dục thể chất bố sung cho K20, do môn Võ (PE1023) nhóm L268 mà em đăng ký trước đó bị trùng với lịch học Anh văn ban đêm của em.. . . . Do lần đầu đăng ký sơ suất, mong quý thầy cô xem xét xóa môn PE1023 giúp em, để em được tiếp tục lớp ôn Anh văn. Anh văn em hiện rất yếu, và em cũng khó xếp lịch khác khi mà môn Giáo dục thể chất học 2 buổi 1 tuần, và có nhiều nhóm phải học ban đêm, học cuối tuần.. . . . Mong quý thầy cô cứu xét cho trường hợp của em! Em chân thành cảm ơn!",
            "Chào bạn,. . . . [full_name] đã chốt danh sách đăng kí môn GDTC gởi lên Trung Tâm Giáo Dục thể chất của DHQG nên không huỷ được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Tốt nghiệp . Chào phòng đào tạo,. . . . Em tên là[full_name] [full_name] - MSSV[full_name] [student_id] . . . . Em có kết quả thi anh văn nói viết từ ngày 22/9 đến nay là gần 1 tháng mà chưa có tên trong danh sách dự kiến.. . . . Em không biết các điều kiện tốt nghiệp khác của em có bị thiếu không. Em tự kiểm tra thì thấy đã đủ.. . . . Vì em là sinh viên lớp tài năng nên rất mong muốn tốt nghiệp trong học kỳ này.. . . . Mong phòng đào tạo có thể check các điều kiện tốt nghiệp của em đã đủ chưa.. . . . Em xin chân thành cảm ơn !!!",
            "Chào bạn,. . . . Câu hỏi trước tôi đã trả lời cho bạn rồi mà, tôi đã nói rõ sau ngày 28/10 PDT sẽ có kết quả xét tốt nghiệp cho bạn. Bạn vui lòng xem lại câu hỏi trước.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .  Vào học kì 191 em tích lũy được 3 chỉ, điểm TBTL:2,86 nên em đã bị cảnh cáo học vụ lần 1.. .  Do hiện giờ bảng điểm hk192 trên thông tin sinh viên hiển thị nên em k thể kèm theo hình ảnh. . .  Vào học kì 192 em tích lũy được 13 tín chỉ, điểm TB của HK191 lớn hơn 5,0, điểm TBTL lớn hơn 4,0.. .  Trong học kì hè 193 em không tích lũy thêm tín chỉ nào.. .  Vào chiều 19/10 em nhận được mail sẽ có tên trong danh sách cảnh cáo học vụ lần 2.. .  em muốn là tại sao hk192 em vẫn bị cảnh cáo, trong khi trong học kì 192 em đã tích lũy  10 chỉ và điểm TBTL   4,0.. .  Em mong nhận được giải đáp sớm nhất có thể ạ",
            "Chào bạn,. . . . Bạn xem chuẩn xử lý học vụ 192:. . CHUẨN XỬ LÝ HỌC VỤ HK 192 – HỌC KỲ BẮT ĐẦU 21/09/2019 (HK201). . . . I.\tCảnh báo học vụ lần 1. . . . K.2019 : ĐTBTL193  4.00 hoặc STCTL   17. . K.2018 : ĐTBTL193  4.00 hoặc STCTL   40. . K.2017 : ĐTBTL193  4.00 hoặc STCTL   60. . K.2016 : ĐTBTL193  4.00 hoặc STCTL   80. . K.2015 : ĐTBTL193  4.00 hoặc STCTL   100. . K.2014 : ĐTBTL193  4.00 hoặc STCTL   120. . . . I.\tII. Cảnh báo học vụ lần 2. . . . K.2019 : (ĐTBTL193  4.00 hoặc STCTL   17) & (ĐTBTL191  3.00 hoặc STCTL   7) . . . . K.2018 : (ĐTBTL193  4.00 hoặc STCTL   40) & (ĐTBTL191  4.00 hoặc STCTL   30) . . . . K.2017 : (ĐTBTL193  4.00 hoặc STCTL   60) & (ĐTBTL191  4.00 hoặc STCTL   50) . . . . K.2016 : (ĐTBTL193  4.00 hoặc STCTL   80) & (ĐTBTL191  4.00 hoặc STCTL   70) . . . . K.2015 : (ĐTBTL193  4.00 hoặc STCTL   100) & (ĐTBTL191  4.00 hoặc STCTL   90) . . . . K.2014 : (ĐTBTL193  4.00 hoặc STCTL   120) & (ĐTBTL191  4.00 hoặc STCTL   110) . . . . . . II.\tBuộc thôi học . . SV các khóa có ĐTB học kỳ 192 = 0 (trừ các trường hợp được phép rút toàn bộ môn học, cho phép nghỉ học).. . . . K.2018 : (ĐTBTL193  4.00 hoặc STCTL   40) & (ĐTBTL191  4.00 hoặc STCTL   30) & (ĐTBTL183  3.00 hoặc STCTL   20) . . . . . . K.2017 : (ĐTBTL193  4.00 hoặc STCTL   60) & (ĐTBTL191  4.00 hoặc STCTL   50) & (ĐTBTL183  4.00 hoặc STCTL   40) . . . . . . K.2016 : (ĐTBTL193  4.00 hoặc STCTL   80) & (ĐTBTL191  4.00 hoặc STCTL   70) & (ĐTBTL183  4.00 hoặc STCTL   60) . . . . . . K.2015 : (ĐTBTL193  4.00 hoặc STCTL   100) & (ĐTBTL191  4.00 hoặc STCTL   90) & (ĐTBTL183  4.00 hoặc STCTL   80) . . . . . . K.2014 : (ĐTBTL193  4.00 hoặc STCTL   120) & (ĐTBTL191  4.00 hoặc STCTL   110) & (ĐTBTL183  4.00 hoặc STCTL   100) . . . . Chương trình Pfiev & Cao đẳng (áp dụng theo quy chế 25 của Bộ GD&ĐT số 25/2006/QĐ-BGDĐT). . -ĐTB chung sau năm 1    3.5 ; sau 2 năm    4.00; sau 3 năm    4.50; sau 4 năm trở lên    4.80. . III.\tChuẩn cứu xét tạm thu nhận lại các sv bị buộc thôi học. . . . K.2018 : 3.6   =ĐTBTL 193    4.00 & 24   =STCTL  40\t\tGhi chú :\tMin TCTLHK là 6tc x số hk chính là 4 = 24. . K.2017 : 3.7   =ĐTBTL 193    4.00 & 42   =STCTL  60\t\t\t\tMin TCTLHK là 7tc x số hk chính là 6 = 42. . K.2016 : 3.8   =ĐTBTL 193    4.00 & 64   =STCTL  80\t\t\t\tMin TCTLHK là 8tc x số hk chính là 8 = 64. . K.2015 : 3.9   =ĐTBTL 193    4.00 & 80   =STCTL  100\t\t\t\tMin TCTLHK là 8tc x số hk chính là 10 = 80. . K.2014 : 3.9   =ĐTBTL 193    4.00 & 102   =STCTL  120\t\t\t\tMin TCTLHK là 8tc x số hk chính là 12 = 102. . . . Hết thời gian : VP12,XD12KT,K12KD,TT13,K13 KHÔNG ĐẠT LVTN,LTH16,QT16,BD15,B215 CÁC KHOA TRỪ KHOA XD15B2 (11HK). . - BTH  vì nợ học phí (tất cả các HK chính). . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Yêu cầu khác . Dạ em chào Thầy (Cô), em là [full_name] (MSSV [student_id]1), em đã hoàn tất hết các môn học từ HK 182, và chỉ cần làm Luận văn tốt nghiệp là ra trường. Nhưng do một vài vấn đề cá nhân đòi buộc nên em đã không làm cho đến hk 192 (học kì cuối cùng trong chương trình). HK 192, em đăng kí và dự định sẽ làm, nhưng do Covid 19 làm xáo trộn mọi chương trình của em. Nên em đã không hoàn tất được Luận văn vào hk192. Em biết là chương trình chính quy đã hết, giờ chuyển em xuống hệ tại chức. Em muốn làm luận văn và ra trường, giờ em phải làm sao? Em cám ơn Thầy/ Cô rất nhiều",
            "Chào bạn, . . . . Bạn làm đơn thôi học hệ chính qui, làm hồ sơ chuyển sang hệ sang hệ  VLVH.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy. Em đã đăng ký Luận Văn kỳ này nhưng sau khi xét thì không đạt vì thiếu tín chỉ.. . Em có 2 nguyện vọng mong được thầy đồng ý.. . Đầu tiên là thầy có thể kiểm tra lại giúp em về môn tự chọn được không ạ. Em đã hoàn thành 21 tín chỉ gồm ( ee3041, ee3035, ee3097, ee3099, ee3095, ee3093, ee3037 ) trong đó có 2 môn 3093 và 3095 là học ở hk3 vừa rồi. Nâng tổng số tín chỉ lên 112.. . Thứ 2 là em mong là thầy và Phòng Đào Tạo có thể tạo cơ hội giúp em đăng ký Luận Văn Tốt Nghiệp để em có thể đi làm đúng với chuyên ngành đã học vì bên công ty chỉ nhận những sinh viên đã làm xong Luận Văn.. . Em thực sự rất muốn đi làm với đúng chuyên ngành mình đã học sớm nhất có thể. . . Em xin cảm ơn thầy.",
            "Gửi đến SV. . PĐT đã cập nhật xem file đính kèm.. . để nhận LVTN SV phải tích lũy tối thiểu 114, nên hiện SV chưa đủ điều kiện nhận LVTN. . thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi thầy/cô. . Em mới nhận được mail từ trường cảnh báo có tên nằm trong danh sách dự kiến buộc thôi học vì lí do học lực kém kỳ 201. Nhưng em không thấy ngày hạn chót cho nộp đơn cứu xét. Trong trường hợp này em cần làm những gì để được học tiếp ạ?. . Em chân thành cảm ơn và mong được nhận sự giúp đỡ từ phía thầy/cô. . Trân trọng",
            "Chào bạn. . bạn liên hệ [full_name] để nộp đơn cứu xét (Theo lịch trình cứu xét của [full_name]). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1915061  /b \t. . . .   i Học vụ . -Vào học kì 191 em tích lũy được 3 chỉ, điểm TBTL:2,86 nên em đã bị cảnh cáo học vụ lần 1.. . Do hiện giờ bảng điểm hk192 trên thông tin sinh viên hiển thị nên em k thể kèm theo hình ảnh.. . -Vào học kì 192 em tích lũy được 13 tín chỉ, điểm TB của HK191 lớn hơn 5,0, điểm TBTL lớn hơn 4,0.. . -Trong học kì hè 193 em không tích lũy thêm tín chỉ nào.. . -Vào chiều 19/10 em nhận được mail sẽ có tên trong danh sách cảnh cáo học vụ lần 2.. . -Vào HK201 này em đăng kí 15 chỉ ở học kì chính và 3 chỉ dự thính, tổng là 18 chỉ. .    EM MUỐN HỎI LÀ TRONG KÌ 201 NÀY EM HOÀN THÀNH TỐI THIỂU BAO NHIÊU CHỈ ĐỂ KHÔNG BỊ CẢNH CÁO HỌC VỤ LẦN 3",
            "Chào bạn,. . . . Bạn vui lòng tham khảo chuẩn xử lý học vụ 192",
            "b MSSV/MSGV: 1915061  /b \t. . . .   i Học vụ . Vào học kì 191 em tích lũy được 3 chỉ, điểm TBTL:2,86 nên em đã bị cảnh cáo học vụ lần 1.. . Do hiện giờ bảng điểm hk192 trên thông tin sinh viên hiển thị nên em k thể kèm theo hình ảnh.. . Vào học kì 192 em tích lũy được 13 tín chỉ, điểm TB của HK192 là 5,74, điểm TBTL 4,5.. .  Theo mail chuẩn sử lí học vụ kì 192 em vừa nhận ngày 20/10 của khoa cơ khí thì đối với K19( em có kèm hình ảnh). .  EM MUỐN HỎI LÀ TẠI SAO SỬ LÍ HỌC KÌ 192 NHƯNG LẠI CÓ ĐỀ CẬP ĐẾN (ĐTBTL191  3.00 hoặc STCTL  7),vì do học kì 191 em chỉ tích đc 3 chỉ và ĐTBTL là 2,86. .  VẬY EM PHẢI HỌC DỰ THÍNH THẾ NÀO ĐỂ ĐIỀU CHỈNH LẠI ĐƯỢC DTBTL VÀ STCTL CỦA HỌC KÌ 191 ĐỂ KHÔNG BỊ CẢNH CÁO HỌC VỤ LẦN 3. . . . . .",
            "Chào em,. . Đó là chuẩn xử lý học vụ theo quá trình học tập tại trường. Em liên hệ với GVCN để hiểu rõ hơn về vấn đề này nhé.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Ở học kỳ 193, em đã thi qua môn Đại số tuyến tính (MT1007), em có điểm trung bình được 5.50 nhưng sao em không được tích lũy thêm 3 tín chỉ của môn này mà số tín chỉ tích lũy của em vẫn không đổi. . . Em cảm ơn.",
            "Chào bạn,. . . . Số tín chỉ học kỳ 193 PDT sẽ cập nhật sau nha bạn.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đã thi anh văn đầu vào đợt vừa rồi tại trường và điểm của em đủ qua 4 chuẩn anh văn của trường. Nhưng do học kỳ 191 em còn nợ môn anh văn 1. Vậy cho em hỏi trường có tính em đã qua 8 tín chỉ anh văn hay không ạ?",
            "Chào bạn. . - Sinh viên đăng ký dự kỳ kiểm tra tiếng Anh định kỳ (theo định dạng TOEIC) do PĐT tổ chức không dùng để miễn môn các môn anh văn 1234 chỉ dùng để đạt chuẩn tiếng Anh sau mỗi năm học. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 2-c. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Mình đã đạt 5.0 điểm trung bình môn Đườnglối CM của ĐảngCSVN (SP1009). Nhưng trong số tín chỉ tích luỹ học kỳ và tín chỉ không được cập nhật môn này.Môn này mình mới học lần đầu, không phải là học cải thiện. Mong trường kiểm tra vài sửa lại lỗi giúp mình.",
            "Chào bạn,. . . . Số tín chỉ học kỳ 193 PDT sẽ cập nhật sau nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô Phòng đào tạo,. . Em tên là [full_name] MSSV [student_id]. . . . Đợt đăng kí dự thính AV3 vừa rồi, em có đăng kí vào lớp DT01 nhưng không thành công vì vậy vào đợt 3 em đã đăng kí vào lớp DT03, lí do đăng kí không thành công đợt 2 là không đủ thời gian duy chuyển. Tuy nhiên thời gian khoảng cách giữa hai môn học là 2 tiếng và em hoàn toàn có đủ điều kiện thời gian để duy chuyển giữa hai cơ sở.. . Với lịch học DT03 ( T7, CN ) em không thể sắp xếp tham gia học đầy đủ vì Chủ nhật em có lịch học thêm chứng chỉ chuyên ngành bên ngoài. Vì vậy em mong Phòng đào tạo có thể thông cảm và tạo điều kiện giúp em để em có thể chuyển lớp từ DT03 sang DT01 ( tuần 4 em đã đi học đầy đủ và điểm danh ở cả 2 lớp ).. . Em chân thành cảm ơn!.",
            "Chào bạn,. . . . Đã chuyển nhóm môn LA1007 sang nhóm DT01 rồi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .  HIện tại em đã hoàn thành gần như chương trình của nhà trường nhưng em vẫn chưa qua 2 kỹ năng nói và viết. Em mới đăng kí thi lại 2 kỹ năng nhưng ngày 1/11 mới còn lịch thi, nếu vậy em sẽ có kết quả vào ngày 14/11. Cho em hỏi nếu em có kết quả đậu vào ngày đó thì em có thể xin đăng kí tốt nghiệp tháng 11 này được không ạ. . . Em cảm ơn.",
            "Chào bạn,. . . . Việc này tôi không thể trả lời cho bạn được, bạn vui lòng làm đúng theo thời gian qui đinh quả nhà trường. . . . . Khi nào bạn qua anh văn 2 kỹ năng nói và viết thì liên hệ PDT.  . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ là kỳ rồi, em chưa đủ điều kiện đăng ký Thực tập tốt nghiệp,nhưng em vẫn đi thực tập và hoàn thành bảo vệ và có điểm thực tập. Kỳ này e muốn đăng ký bổ xung. Hiện kỳ này em đăng học 18 chỉ thì em được đăng ký thực tập không ạ.. . . .",
            "Chào bạn,. . . . Bạn xem qui định đăng kí TTTN có cập nhật trên web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1609.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào quý thầy cô ạ. . Quý thầy cô cho em xin phép hỏi về một yêu cầu trong học bổng khuyến học ạ. . . . Cụ thể để xét học bổng khuyến học thì tổng số tín chỉ tích lũy tính đến thời điểm xét phải từ 90% trở lên, nhưng em tính của em được 89% thì có được xét không ạ. . . . (Em hỏi để phấn đấu cho học kỳ này ạ). . Em cảm ơn quý thầy cô ạ",
            "Em xin được bổ sung câu hỏi cụ thể hơn ạ. . . . Theo quy định xét HBKKHT thì . . . .   I \"Số tín chỉ tích lũy ngành (TCTLN) ≥ 90% số tín chỉ của chương trình đào tạo (CTĐT) tính đến học kỳ xét học bổng.Số tín chỉ tích lũy ngành (TCTLN) ≥ 90% số tín chỉ của chương trình đào tạo (CTĐT) tính đến học kỳ xét học bổng.\" . Em chưa hiểu ý này lắm ạ (là số TCTLN so với tổng TCTL hay là số TC tích lũy được so với TC đăng ký). . . . Còn em thì . . + HK191 em đăng ký 16 tín / được 14 tín chỉ (rớt 1 môn vl4, được +2 tín chỉ anh văn 1). . . . + HK192 em đăng ký 20 tín (theo CTDT và đã +4 chỉ dự thính VL1)  / được 16 chỉ (rớt GT2). . + Kỳ này em đăng ký 19 chỉ, nếu đạt hết thì có thỏa điều kiện trên không ạ. . . . Để tránh mất thời gian của quý thầy cô. . Quý thầy cô có thể gọi cho em vào số: . . [phone_number]. . . . . Em chân thành cảm ơn ạ. . Chúc quý thầy cô một ngày làm việc thật vui vẻ ạ! . .",
            "Chào bạn,. . . . Bạn vui lòng xem qui định về xét học bổng http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59&tid=429.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name](MSSV_[student_id]).Em có đăng ký dự thính môn học Lý thuyết và công nghệ luyện kim 1 (MA2017)_thầy [full_name]. Nhưng do em sơ sót không để ý lịch học bị trùng thí nghiệm môn học Hóa Phân Tích (CH2010)_cô [full_name], em đã học 2 buổi học môn Luyện kim 1 thì phát hiện ra mình không có tên trong danh sách. Em đã gửi mail xin cô [full_name] cho em bảo lưu điểm thí nghiệm Hóa Phân Tích. Nên em có thể học dự thính môn học Lý thuyết và công nghệ luyện kim 1 (MA2017)_thầy [full_name]. Em xin phép Phòng Đào Tạo có thể cho em vào danh sách học dự thính môn học Lý thuyết và công nghệ luyện kim 1 (MA2017)_thầy [full_name]. Em mong Phòng Đào Tạo có thể cho em học để em có thể kịp ra trường. Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Việc này bạn làm đơn trình bày lý do gởi ban lãnh dạo phòng Đào Tạo xem xét cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kì đăng kí dự thính vừa rồi em chưa đăng kí được môn học Mạng truyền thông công nghiệp (260638) Lý thuyết thứ 3 tiết 13 14 15 và bài tập thứ 7 tiết 7 8 9 nhóm lớp CD02 do lớp bị full sĩ số , mong Phòng Đào Tạo giúp em mở thêm sĩ số lớp để em có thể hoàn tất quá trình học của mình . Em xin cảm ơn .",
            "Chào bạn,. . . . Đã đăng kí môn Mạng truyền thông công nghiệp (260633) cho bạn rồi. Kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712260  /b \t. . . .   i Đăng ký môn học .  Chào Thầy/Cô ạ, trong đợt đăng kí môn học dự thính học kì 1 vừa rồi em có đăng kí môn Cơ sở điện tử công suất EE2021. Và theo như lịch ở phần đăng kí thì môn sẽ bắt đầu học vào tuần 44 nhưng hiện đã là tuần 43 và thời khóa biểu của em vẫn chưa được cập nhật (em đã đăng kí môn học thành công và không bị hủy môn). Thầy/Cô cho em hỏi là thời khóa biểu chỉ bị cập nhật chậm thôi hay có bị sao không ạ? Vì em thấy có nhiều bạn đã được cập nhật thời khóa biểu cho môn học dự thính HK1.. . Em xin cám ơn Thầy/Cô.. .",
            "Chào bạn,. . . . Môn EE2021 bạn bị trùng môn máy điện vào thứ 7 tiết 7,8,9. Nên không đăng kí được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name]. MSSV [student_id]. Em vừa đậu tiếng anh hai kĩ năng nói và viết và đủ điều kiện ra trường nhưng chưa có tên trong danh sách tốt nghiệp.. . Em cảm ơn thấy cô ạ.. . . .",
            "Chào bạn,. . . . Thứ 2 này (ngày 26/10) PDT sẽ gởi mail đăng kí tốt nghiệp. Bạn vào đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". .   p Gửi Quý thầy cô   /p . .   p Em tên [full_name], MSSV:  B [student_id]  /B , em gửi yêu cầu đến trang để xin hủy môn học dự thính kĩ thuật lập trình, mã môn là   B   U CO1027  /U   /B , nhóm   B   U DT01  /U   /B , do giờ môn học không phù hợp , em xin cảm ơn ạ.. . . . . .",
            "p Gửi Quý thầy cô   /p . .   p Em tên [full_name], MSSV:[student_id], em gửi yêu cầu đến trang để xin hủy môn học dự thính kĩ thuật lập trình, mã môn là CO1027, nhóm DT01, do giờ môn học không phù hợp , em xin cảm ơn ạ.  /p . .",
            "Chào bạn,. . . . Hiện tại đã hết thời gian huỷ môn học của dự thính.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1710207  /b \t. . . .   i Học vụ . Chào Thầy/Cô,. . Em là sinh viên chương trình Việt Pháp khoá 17, MSSV: 1710207.. . Em tạo câu hỏi vì có thắc mắc về môn học tương đương. Mong Thầy/Cô giải đáp ạ.. . Cụ thể, em có học và đã qua môn Đường lối Đảng Cộng Sản Việt Nam (001004) nằm trong chương trình đào tạo Việt Pháp. Nhưng hè kì 193 vừa rồi em có học cải thiện môn học đó với mã số khác (SP1009). Em đã đạt và đủ điểm qua môn nhưng số tín chỉ tích luỹ lại tăng lên. Vậy có phải môn 2 môn này không tương đương nhau phải không ạ? Và nếu vậy thì điểm trung bình tích luỹ ngành của em sẽ được tính như thế nào vậy ạ?. . . . Mong Thầy/Cô giải đáp,. . Em cảm ơn ạ.. . . . Nguyên",
            "Chào bạn,. . . . - Khi bạn cải thiện điểm là bạn phải học đúng mã số môn học mà mình đã học. Không học môn tương đương để cải thiện.. . . . - Điểm trung bình tích luỹ ngành sẽ lấy những môn trong chương trình đào tạo của bạn.. . . . - Bạn vui lòng xem danh sách môn tương đương có cập nhật trên web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_201&tid=447.. . . . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi, em đã hoàn thành hết các môn với 142 chỉ, đủ ngày CTXH, đã qua AV nói viết, không nợ học phí, cho em hỏi khi nào thì em mới có tên trong danh sách dự kiến tốt nghiệp ạ?",
            "Chào bạn,. . . . Thứ 2 này (ngày 26/10) PDT sẽ gởi mail đăng kí tốt nghiệp. Bạn vào đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT,. . Hiện em đang đợi kết quả thi anh văn nói viết và và em đang là KSTN nên cho em hỏi nếu mình không đủ điều kiện tốt nghiệp KSTN thì hạn cuối rút ra khỏi tài năng là ngày nào ạ để em kịp đăng ký tốt nghiệp trong tháng 11 tới.. . . . Em xin cám ơn.. . Kính chào.",
            "Chào bạn,. . . . Theo lịch trình tốt nghiệp nha bạn (30/10/2020). Bạn không xét theo tài năng thì phải làm đơn nộp PDT nha (hạn cuối 30/10/2020).. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào cô, . . Hiện tại là ngày 21/10, nhưng em vẫn chưa thấy lịch cụ thể cho lễ tốt nghiệp tháng 11 sắp tới. Cho em hỏi dự kiến ngày nào tổ chức lễ tốt nghiệp ạ?. . Em cám ơn.. . . .",
            "Chào bạn. . Thời gian tổ chức lễ tốt nghiệp, nhà trường sẽ thông báo cụ thể qua mail sinh viên nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa nhà trường ạ, em là sinh viên khóa 2016. Cách đây 2 ngày em đã hoàn thành chỉ tiêu cuối cùng là 15 ngày CTXH để đủ điều kiện tốt nghiệp. Nhưng em không thể đăng kí tốt nghiệp trên website của nhà trường được ạ, mong nhà trường giải đáp giúp em",
            "Chào bạn,. . . . Bạn phải làm bước 4 kích hoạt tài khoản cựu sinh viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào quý thầy/cô,. . Em là [full_name], MSSV [student_id] , khoa kỹ thuật giao thông , lớp GT14TAU . . . Vào ngày 1/10/2020 em đã đăng ký nộp và chuyển điểm anh văn 3 , anh văn 4 hợp lệ cùng với đó là em đã thanh toán đầy đủ . Nhưng đến nay điểm chuyển anh văn của em vẫn chưa được cập nhập vào bảng điểm . Hiện tại em đã hoàn thành tất cả các môn học và đang chờ kết quả toiec speaking and writing 16/10/2020 và thi ngày 25/10/2020 ( kết quả ngày 11/10/2020 của em là 195 thiếu 5 điểm ) để tốt nghiệp đợt tháng 11/2020 tới đây . . . Thực sự giai đoạn này rất quan trọng với em .Do đó, với tất cả sự chân thành, em mong quý thầy/cô PDT có thể giúp đỡ, xem xét và cập nhập điểm chuyển anh văn vào bảng điểm giúp em . . . Mong nhận được phản hồi từ quý thầy/cô.. . Em xin chân thành cảm ơn. . . . .",
            "Chào bạn,. . . . PDT đã chuyển điểm rồi và cập nhật trên cổng thông tin rồi nha bạn https://mybk.hcmut.edu.vn/stinfo/. Vào mục chuyển điểm.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em vừa có kết quả Speaking- Writing thi ngày 11/10/2020 của BKenglish hôm qua.. . Như vậy em có cần làm thêm thủ tực  gì để vô danh sách tốt nghiệp chính thức đợt này không. . Hay phải làm danh sách dự kiến trước, thời gian trong vòng bao lâu thì pđt sẽ cập nhật ạ?. . Trường mình sẽ tốt nghiệp ngày bao nhiêu? Hiện tại cũng gần cuối tháng 10 không biết đủ cho em kịp up hình vào danh sách kỷ yếu, điểm danh của trường không ạ",
            "Chào bạn,. . . . Thứ 2 này (ngày 26/10) PDT sẽ gởi mail đăng kí tốt nghiệp. Bạn vào đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Mình sinh viên k16 bảo vệ luận văn đợt tháng 9. . Mình đã đủ chuẩn anh văn nói viết và đủ 15 ngày công tác xã hội ( như hình) nhưng khi đăng kí tốt nghiệp vẫn báo nợ ngày công tác xã hội",
            "Chào bạn,. . . . Bạn vào đăng kí tốt nghiệp nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ PĐT cho em hỏi, em tự kiểm tra thì thấy em đã đủ số tín chỉ và học đủ số môn. Đồng thời em cũng đã có đủ anh văn theo điều kiện tốt nghiệp nhưng vẫn chưa có ạ.. . . . Mong PĐT kiểm tra giúp em, và nếu em chưa đủ đk gì có thể thông báo cho em được không ạ.. . . . Em xin cảm ơn.. . . . Trân trọng",
            "Chào bạn,. . . .    Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 28/10 Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn - tốt nghiệp - thông tin tốt nghiệp -  danh sách tốt nghiệp 11/2020. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i. . Em xin phép hỏi, trên Mybk em đã đạt tất cả tiêu chuẩn để không bị cảnh cáo học vụ. Vậy tại sao em vẫn có tên trong danh sách dự kiến xử lý học vụ do học lực kém ạ?. . Trên danh sách số tín chỉ của em là 59, nhưng trên mybk là 61 ạ. . . Em cảm ơn",
            "Chào bạn,. . . . Tính từ thời điểm xử lý học vụ bạn tích lũy chưa đủ tín chỉ theo chuẩn cảnh báo(Điểm HK193 chưa đủ) .Nay nếu HK193 đã có điểm và tích lũy được 61tc. Thì bạn sẽ không bị cảnh báo lần (nếu không nằm trong chuẩn xử lý).. . Lưu ý : Trước khi ra QĐ chính thức xử lý học vụ sẽ xét lại điểm và STCTL một lần nữa.. . . . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa phòng đào tạo. Em là [full_name], sinh viên lớp DT02 môn học Cơ Lý Thuyết học kỳ 193 vừa qua. Ngày 18/10, em có gửi một câu hỏi thắc mắc tới quý thầy/cô về việc điểm phúc khảo môn học cơ lý thuyết. Em đã hỏi lại thầy giáo phụ trách môn học, thầy đã xác nhận là đơn phúc khảo của em đã được giải quyết đầy đủ, chỉ là chưa được cập nhật điểm phúc khảo. Vậy em kính mong quý thầy/cô có thể kiểm tra lại điểm phúc khảo môn học của em và cập nhật lên bảng điểm chính giúp em được không ạ? Em chân thành xin lỗi vì sự rắc rối này tới quý thầy/cô. Kính mong quý thầy/cô cập nhật điểm mới giúp em ạ. Em xin chân thành cảm ơn!. .   b MSSV/MSGV: [student_id]  /b . . . .   i Yêu cầu khác .",
            "Chào bạn,. . . . - Bạn không đăng kí phúc khảo trên Mybk.. . . . - Theo qui định nhà trường môn thi trắc nghiệm không được  phúc tra.. . . . - Việc này bạn gặp giáo viên giảng dạy để giải đáp cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi tại sao em không thể đăng ký xét tốt nghiệp được dù đã hoàn thành tất cả chương trình học vậy ạ?",
            "Chào bạn,. . . .    Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 28/10 Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn - tốt nghiệp - thông tin tốt nghiệp -  danh sách tốt nghiệp 11/2020. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào nhà trường.. . . . Em là sinh viên Việt Pháp Năng Lượng khóa 15. Ngày 19/10/2020 em có đặt câu hỏi với nội dung như bên dưới.. . . .   QUOTE Hiện tại theo tra trong danh sách tốt nghiệp, em có điểm trung bình tốt nghiệp (ĐTN) là 7.99 và xếp loại tốt nghiệp là loại Khá.. . . . Theo quy chế học vụ, ĐTN chính là điểm trung bình tích lũy ngành (ĐTBTLN). Theo cách hiểu của em đối với chương trình VP là các môn học từ năm thứ 3 trở đi (sau khi phân ngành). Theo cách hiểu này và tính toán của em, thì ĐTN của em là 8.01, khác với trên danh sách tốt nghiệp.. . . . Mong nhà trường xem xét và giải thích cho em. Em xin xin lỗi nhà trường nếu em có sai sót.. .   /QUOTE . . . . Nhưng đến nay là 21/10/2020 vẫn chưa được nhà trường trả lời. Vì đây là vấn đề gấp gáp nên nhà trường vui lòng hồi âm sớm giúp em.. . . . Em cảm ơn nhà trường.. . . . Thân,. . [full_name].. .",
            "Chào bạn,. . . . ĐTBTLN là tính tất cả các môn trong chương trình đào tạo của bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn,. . . . Môn GDTC không thể tăng sỉ số được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô,. . Em tạo yêu cầu này xin được phúc tra môn học Cấu trúc dữ liệu và giải thuật(Mã môn học: CO2003) học kì 193.. . Em xin chân thành cảm ơn!",
            "Em chào thầy/cô,. . Em tạo yêu cầu này xin được phúc tra môn học Cấu trúc dữ liệu và giải thuật(MSMH: CO2003) học kì 193.. . Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . Bạn vào Mybk vào mục phục tra để đăng kí phúc tra nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  chào quý thầy cô em có câu hỏi là em đã đăng kí môn thể chất rồi nhưng do sĩ số lớp không đủ nên đã bị hủy không biết bây giờ em có thể đăng kí lại môn khác được không ạ.. . . .",
            "Chào bạn,. . . . Bạn muốn đăng kí GDTC nào, bạn phản hồi gấp trên BKSI (ghi rõ mã môn học?, mã nhóm). Trước 16h ngày 22/10 PDT đã chốt danh sách và gởi lên Trung Tâm Giáo Dục của ĐHQG nha bạn.. . . . . . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  Xin chào PĐT.. . Em là [full_name], sinh viên K15 BDCN. . Em đã hết thời hạn đào tạo, em xin hỏi PĐT là em có được in bảng điểm của em không ạ? Nếu có thì thời hạn lưu trữ dữ liệu bảng điểm của em là bao lâu. Em muốn xin bảng điểm thì cần phải làm những công việc gì ạ. Xin PĐT hướng dẫn cho em chi tiết. Em xin cảm ơn. . . .",
            "Chào bạn,. . . . Bạn liên hệ trực tiếp PDT để in bảng điểm.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có thể xin học vào lớp thể dục đã đủ sỉ số không ạ? Những lớp thiếu sỉ số thì lại không phù hợp với lịch học của em.",
            "Chào bạn,. . . . Những môn đã đủ sỉ số không đăng kí vào được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào cô,. . Cô ơi cô có thể hủy môn học ở học kỳ chính và đăng ký qua học kỳ dự thính cho em được không ạ.. . Hủy môn học : HK201 Phương pháp tính - MT1009. . Đăng ký môn học: HK201DT Phương pháp tính - MT1009. . Em xin cảm ơn.",
            "Chào bạn,. . . . Bạn làm đơn rút môn học MT1009 của học kỳ chính (rút môn học là phải tính tiền học phí nha). Sau đó làm đơn xin đăng kí dự thính nha. Nếu bạn có ý định vậy thì phải tiến hành sớm nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn,. . . . Thời gian này không đổi lịch được bạn.. . . . Thân"
        ]
    }
]