[
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kính gởi quý Thầy/Cô. . . Em [full_name]: [full_name]. MSSV: [student_id]. . . Nhờ thầy/cô xem giúp em: . . - Môn học:  EE2007 không đăng ký được với lý do: \"PDT không đ/ký cho SV MH EE2007 (0: Thiếu môn tiên quyết EE1011)\" . . Tuy nhiên: trong chương trình đào tạo của em không có môn EE1011. . .  + Mail kết quả đào tạo, các môn học còn thiếu theo chương trình đào tạo (ảnh đính kèm)--  thẻ hiện không có môn học  EE1011 trong chương trình đào tạo. .  + Thời khóa biểu HK211 (ảnh đính kèm) --  thể hiện môn EE2007 này em vẫn đăng ký và được học ở HK211 . . . . Kính mong quý thầy cô xem xét giúp ạ",
            "Chào em;. . Vì 25/1 đã là tuần thứ 4 rồi nên em phải có xác nhận của giảng viên đồng ý cho vào lớp nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em là [full_name], MSSV: [student_id]. . Khoa cơ khí, ngành logistics.. . Qua 4 đợt ĐKMH em bị xóa môn LVTN- ME4677-HK212, mặc dù lần nào em cũng đã đăng kí.. . Em đã gửi mail cho PĐT và được hướng dẫn xem thời khóa biểu đến hết hôm 25/1/2022 không có thì gửi tin nhắn qua bksi hỏi lí do.. . Em bị thiếu chứng chỉ anh văn, nhưng theo như thông báo nhà trường thì cho hoãn nộp chứng chỉ, và các bạn của em chưa nộp chứng chỉ vẫn đăng kí được.. . Vậy cho em hỏi tại sao em lại không đăng kí được LVTN ạ.. . Em xin chân thành cám ơn!",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/02/2022.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em chào Thầy/ Cô, em là [full_name], MSSV [student_id].. . . . HK 212 lớp chúng em VP19VL có đăng ký một môn tự chọn MA3145 - Các nguồn năng lượng bền vững trên hệ thống của mybk đợt 1. Nhưng cả lớp em kông thể đăng ký với lý do là \"Môn học khoa không mở lớp\". Sau khi làm việc với Khoa, chúng em đã có chữ ký và sự đồng ý mở lớp của Thầy phụ trách môn đó. Chúng em đã gửi mail cho PĐT để đăng ký. Lúc gửi mail cho PĐT em đã gửi 2 đơn đăng ký môn học cho môn này và một môn nữa. Khi trả lời mail, đối với môn tự chọn này phía bên PĐT không đề cập tới, còn môn kia thì PĐT đưa phương án giải quyết là đăng ký dự thính.. . . . Em thắc mắc, đối với môn tự chọn đã có sự đồng ý của giảng viên thì lẽ ra là đăng ký được, nhưng đến gần hết tuần 4 rồi chúng em vẫn không có thời khóa biểu.. . Còn đối với các môn khác thì PĐT luôn đưa phương án giải quyết là đăng ký dự thính, cho dù là môn học lần đầu. Nhưng vì theo quy định mới nên chúng em không thể đăng ký môn đó dự thính. . . . . Em mong lớp em có thể đăng ký môn tự chọn trong HK này, để cả lớp có thể học đúng tiến độ và cũng có nhiều bạn cần thêm 2 tín chỉ môn này để đủ điều kiện đăng ký môn năm 4.. . . . Em chân thành cảm ơn Thầy/ Cô xem xét trường hợp của em ạ.",
            "Chào bạn. . Bạn bổ sung câu trả lới của mail Pdt gởi, hình bạn chụp không thấy dữ liệu. . Hiện tại đã đến tuần thứ 5 của HK212 trên tinh thần là không thể bổ sung thêm môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name] . . Hiện tại em đang ở quê cho nên là em gửi thông tin tạm dừng nhờ trường giải quyết giúp em trong thời điểm này. . Em đã liên lạc GVCN và hiện tại GVCN cũng không ở SG để hỗ trợ. . . .",
            "\"Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] . . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo,. . Em tên [full_name] (Mssv: [student_id]), em có xin đăng ký luận văn tốt nghiệp (Mã môn học: Ma4323) nhưng hiện tại chưa có thời khóa biểu ạ. Mong phòng đào tạo cho em biết lý do, em xin chân thành cám ơn,. .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/02/2022.. . Thân mến. .",
            "Dạ em xin cám ơn cô và phòng đào tạo đã hỗ trợ em, em xin chân thành cám ơn.",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em xin chào nhà trường,. . Do em đăng ký học phần LVTN trễ nên khi mail cho phòng đào tạo thì phòng đào tạo có nói nếu quá ngày 25/1/2022 mà thời khóa biểu chưa cập nhật thì em sẽ hỏi [full_name] ạ. Mong nhà trường giúp em giải quyết vấn đề này ạ.. . Trân trọng.",
            "Chào em,. . Kết quả có trong lịch sử đăng ký \"L\" Số TCTL 107+12=119  120 =  không đủ điều kiện nhận LVTN. . Hiện tại Pdt không thể cứu xét theo yêu cầu của SV để đăng ký LVTN trong HK212 vì thiếu điều kiện đăng ký môn học. Em vui lòng hoàn thành các điều kiện còn thiếu trong HK212, sau đó đăng ký LVTN vào HK213 để Pdt xét.. . Về kế hoạch đăng ký LVTN trong HK213, em vui lòng xem chi tiết: \"Kế hoạch học tập của HK2 và HK hè năm học 21-22\" Pdt đã gởi qua mail vào ngày 27/12/2021- [full_name] 6. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em tên là [full_name]. . MSSV: [student_id]. . Khoa: Khoa học Ứng dụng. . . . Mã số môn học:     AS4317. . Tên môn học: Luận văn tốt nghiệp (Cơ kỹ thuật) Mã nhóm: A01. . Học kì 8 - HK 212. . Lý do: Sau khi chờ đợi cập nhật thời khóa biểu vào ngày 25/2 thì hiện tại thời khóa biểu đã được cập nhật. Em vẫn chưa thấy môn Luận văn tốt nghiệp xuất hiện. . . . Em mong Phòng đào tạo cho em biết lý do em không thể đăng kí được môn luận văn ạ, em xin chân thành cảm ơn!. . . .",
            "Chào em,. . Số TCTL 119+1=120  126 không đủ điều kiện nhận LVTN. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em chào phòng đào tạo, em là [full_name], MSSV [student_id], học lớp VPk17 CĐT.. . Hiện tại em vẫn chưa được cập nhật thời khoá biểu của   B Luận văn tốt nghiệp - 218700  /B  và   B Thực tập tốt nghiệp - 218750  /B . Em không biết lí do là gì và em bị thiếu điều kiện gì ạ, hy vọng phòng đào tạo giải quyết giúp em ạ.. . Em xin chân thành cảm ơn.. .   I [full_name]  /I",
            "\"Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 28+222=250  254 Không đủ ĐK nhận LVTN. . Bạn kiểm tra lại nghen. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /[student_id] \t. . . .   i Khiếu nại đăng ký môn học  /TR4317 . . Dạ em xin chào thầy/ cô của PĐT.. . Trường hợp của em là đợt đăng kí LVTN HK212 chưa tích lũy đủ 6 ngày Công tác xã hội như trường thông báo trước đó nhưng vẫn đăng kí được môn học và đã có thời khóa biểu môn Luận văn tốt nghiệp mã TR4317.. . Em xin hỏi liệu em tiếp tục làm luận văn có hợp lệ theo quy chế không ạ?. . Em xin cám ơn!. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng Đào tạo,. . Em tên là [full_name] (MSSV [student_id], khoa KH&KTMT CLC). Cho em xin hỏi về chứng chỉ tin học: Hiện nay, em đã có chứng chỉ MOS (Excel + Powerpoint), và em học chương trình CLC. Như vậy em có cần thi phần tin học cơ bản không, và khi nào em có thể nộp bằng MOS?. . Em xin cảm ơn ạ.",
            "Chào em,. . SV có thể nộp Chứng chỉ MOS tương ứng theo quy định để hoàn tất chuẩn này.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em tên là [full_name]. . MSSV: [student_id]. . Khoa: Khoa học Ứng dụng. . . . Mã số môn học:     AS4317. . Tên môn học: Luận văn tốt nghiệp (Cơ kỹ thuật) Mã nhóm: A01. . Học kì 8 - HK 212. . Lý do: Theo bảng điểm hiện tại của em thì số tín chỉ đã đạt được 125 + 1 đã đủ điều kiện đăng kí ạ. . Em có đính kèm ảnh để minh chứng. . . . Trân trọng",
            "Chào em,. . Trường hợp của em nếu học môn học tương đương, vui lòng gửi lại thêm giúp cô một yêu cầu khác là xin cập nhật môn tương đương, vui lòng ghi rõ bạn học môn học nào (tên và mã MH), ở học kỳ nào? bao nhiêu điểm? tương đương môn học nào. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Dạ em chào thầy cô, em tên [full_name], MSSV:[student_id], em xin hỏi về kết quả khiếu nại đăng ký môn học của em hôm trước ạ, tại vì hôm trước em có gửi mail và gửi yêu cầu hỗ trợ trên BKSI, và e có nhận được mail thông báo ngày 25/1 sẽ có kết quả, tuy nhiên em vẫn chưa nhận được kết quả ý ạ. Em xin được trình bày lại vấn đề là, em bị xóa đăng ký LVTN (ME4727), trong khi tính số chỉ tích lũy cả kỳ này, em đã đủ điều kiện đăng ký, rồi theo thông báo là kỳ này bỏ xét anh văn, ngày CTXH em cũng đã đủ, điểm thực tập tốt nghiệp và đề cương luận văn em cũng đã có, do kỳ này em được biết phòng đào tạo bỏ xét các môn anh văn, tuy nhiên các môn anh văn chiếm đến 8 chỉ, vì vậy em nghĩ nếu đã bỏ xét anh văn thì  8 chỉ đó có được tạm miễn cho kỳ này không ạ. Do hiện tại em chỉ còn 1 môn tự chọn kinh tế và 1 môn tự chọn khác để học vào kỳ này (hai môn này là 6 chỉ). EM mong PĐT phản hồi giúp em trong điều kiện khó khăn vì dịch bệnh và em không đăng ký thi anh văn được trong thời gian qua, mong các thầy cô có thể giúp em ạ. vì nếu không đăng ký được trong đợt này, em sẽ không đăng ký được LVTN trong kỳ này vì theo thông báo đợt này đã là đợt cuối. Em xin cảm ơn và chúc các thầy cô có một năm mới vui vẻ, an khang, thịnh vượng.",
            "Chào em,. . Em xem file gửi kèm. . Thân mến. .",
            "Dạ trước tiên em xin cảm ơn phản hồi của cô, dạ nhưng em muốn hỏi về xét đăng ký luận văn tốt nghiệp ạ, do hiện tại các bảng điểm của các học kỳ trước vẫn chưa có, và chưa được cập nhật điểm vì thiếu các môn thí nghiệm, một số môn đã có điểm thí nghiệm nhưng chưa được cập nhật điểm. Em chỉ muốn hỏi về việc em không đăng ký được luận văn tốt nghiệp trong kỳ này chứ không phải về tiêu chuẩn xét tốt nghiệp ạ. Em xin hỏi về việc em không đăng ký được LVTN (ME4727) ạ. Em xin cảm ơn",
            "Chào bạn. . . . Cách tính : 101+10(số tín chỉ của HK211)=112. . Thân",
            "Dạ đầu tiên em xin cảm ơn cô về phản hồi ạ. Em chúc cô  năm mới mọi điều tốt đẹp nhất. Sau em mong giải đáp thắc mắc là số tín chỉ chung của em chỉ là 107, trong đó chỉ có môn \"Cấu trúc rời rạc cho khoa học máy tính - CO1007\" là không thuộc ngành của em ạ, tính đến học kỳ hè, số tín tích lũy của em là 107 (đã tính 3 tín chỉ thực tập), xong em trừ cho 4 chỉ ngoài là còn 103 chỉ. Tuy nhiên, trong HK202, em còn 10 tín chỉ chưa được cập nhật điểm vì lí do chưa có điểm thực hành và các thầy chưa cập nhật điểm, cộng thêm 10 tín chỉ của HK211, vì vậy theo em tính thì số tín tích lũy ngành của em là 123 tín chỉ, em mong thầy cô có thể châm chước, giúp em để em có thể làm luận văn trong kỳ này. Trong quá trình tính em có thể không rõ hết được các điều kiện, nên nếu có xảy ra, mong cô thông cảm cho em ạ. Bên dưới em xin gửi bảng điểm các tại các học kỳ. Một lần nữa, em xin thầy cô có thể châm chước và giúp em có thể đăng luận văn trong kỳ này, em cảm ơn ạ.",
            "Chào em,. . Hiện tại Pdt không thể cứu xét theo yêu cầu của SV để đăng ký LVTN trong HK212 vì thiếu điều kiện đăng ký môn học. Em vui lòng hoàn thành các điều kiện còn thiếu trong HK212, sau đó đăng ký LVTN vào HK213 để Pdt xét.. . Về kế hoạch đăng ký LVTN trong HK213, em vui lòng xem chi tiết: \"Kế hoạch học tập của HK2 và HK hè năm học 21-22\" Pdt đã gởi qua mail vào ngày 27/12/2021- [full_name] 6. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào pđt. . . . Em tên [full_name], mssv [student_id], kỳ này em làm lvtn ME419 nhưng em vẫn chưa đăng ký được, hệ thống báo em thiếu môn tiên quyết là ME2011, môn đó em chưa qua nhưng em đã qua môn tương đương của môn tiên quyết là ME3139, kinhsmong pđt giải quyết trường hợp của em ạ, em chân thành cảm ơn!. . . . Trân trọng",
            "Chào em;. . em kiểm tra lại thời khóa biểu nhé. . thân",
            "Khiếu nại đăng ký môn học . Đã qua ngày 25/1 mà vẫn chưa có tkb môn thực tập ngoài trường. Mong pđt phản hồi cho em biết lý do ạ.",
            "Chào em,. . Mong pđt phản hồi cho em biết lý do ạ.. . Só TCTL 43+15=58  66. . =  Cô gửi kèm file. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . pdt giúp e đăng kí môn đề cương luận văn ạ",
            "ở học kì 203 em đăng kí sai mã môn học thực tập tốt nghiêp (mã song hành của đề cương luận văn). . do đó đợt đăng kí bổ sung vừa rồi e có làm đơn xin chuyển mã môn học.. . hiện tại các đơn đã được bộ môn của khoa xác nhận . . em mong pdt giúp e đăng kí môn đề cương luận văn ch43b1 trong kì này để kịp tiến độ chương trình ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng đào tạo,. . Em tên [full_name], mssv [student_id]. Em muốn hỏi là bao giờ nhà trường cập nhật thông tin bảng điểm HK1 2021-2022 để em có thể thực hiện đăng kí tốt nghiệp đợt 2, em đã có điểm môn học từ lâu nhưng chưa được cập nhật thông tin tín chỉ và điểm trung bình tích luỹ. Em xin cảm ơn.",
            "Chào bạn. . Bảng điểm Pdt cập nhật hàng ngày nếu có điểm. . Về việc đăng ký tốt nghiệp bạn vui lòng theo dõi thông báo tốt nghiệp đợt tháng 04/2022 sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name] MSSV: [student_id]. . Trong lúc thi môn Thiết kế hệ thống nhúng(EE3003) L02-B 14h00 ngày 21/12/2021 có xảy ra sự cố ngoài ý muốn nên em đã đăng ký hoãn thi. Nhưng sau hôm nay em kiểm tra bảng điểm thì điểm thi là điểm 13 ạ. . Cô cho hỏi là em có được thi lại vào lần sau không ạ",
            "Chào bạn. . Thân gởi các bạn sinh viên,. . . . Hiện tại Phòng đào tạo đã hậu kiểm với [full_name] và đồng ý với yêu cầu Hoãn thi của Sinh viên (Danh sách chi tiết SV vui lòng xem file gởi đính kèm). . . . . Dự kiến trong tháng 03/2022: Phòng đào tạo sẽ làm Quyết định Hoãn thi gởi mail cho SV, và cập nhật Điểm 14 (điểm hoãn thi) tại : mybk.hcmut.edu.vn    Thông tin sinh viên    Bảng điểm. .  . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Dạ em chào thầy cô ạ!. . Chuyện là đợt đkmh dự thính kì 212 vừa rồi có môn Hạ tầng công trình giao thông mã Ci4019 lớp DT01_DT01 ngày cuối cùng mới mở đk nên em không đăng kí kịp ạ! Nếu không có mở dkmh đợt 3 thì thầy cô có thể bổ sung sỉ số em vào lớp dự đó được không ạ? Em cảm ơn ạ!",
            "Chào em;. . em vui lòng kiểm tra lại đã có thời khóa biểu môn này trong học kỳ chính rồi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name]. . MSSV: [student_id]. . Khoa: Khoa học Ứng dụng. . . . Mã số môn học:     AS4317. . Tên môn học: Luận văn tốt nghiệp (Cơ kỹ thuật) Mã nhóm: A01. . Học kì 8 - HK 212. . Lý do: Em không biết lý do vì sao hiện tại em không đăng ký được môn học. . Mặc dù số TCTL của em hiện tại là 131 chỉ. . . . Em mong Phòng đào tạo cho em biết lý do bị xóa môn học ạ, em xin chân thành cảm ơn !!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi Phòng đào tạo,. .  Sinh viên [full_name] - [student_id] xin gửi lại danh sách sinh viên có nguyện vọng đăng ký môn học \"Thiết kế kiến trúc công cộng 1\". . Mã MH: CI2023. .  Kèm theo là mẫu đơn xin mở lớp có xác nhận của thầy bộ môn! . .  Em mong PĐT xem xét cho việc mở lớp đợt này! Xin chân thành cảm ơn. . . . Đăng ký môn học ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em tên là: [full_name]. . MSSV: [student_id]. . Khoa: Khoa học ứng dụng. . Mã số môn học: AS4317. . Tên môn học: Luận văn tốt nghiệp(Cơ kỹ thuật) . . Mã nhóm: A01-Học kì 8-HK 212. . Lý do: Sau khi chờ đợi cập nhật thời khóa biểu vào ngày 25/02 thì hiện tại thời khóa biểu đã được cập nhật. Em vẫn chưa thấy môn Luận văn tốt nghiệp trên thời khóa biểu.. . Em mong Phòng đào tạo xử lý và phản hồi cho em, em xin chân thành cảm ơn!. .",
            "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 121  126 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân",
            "Em tên [full_name] MSSV [student_id] lớp KU18CKT01. LVTN của em  vẫn chưa được cập nhật TKB dù đã đủ đk đăng ký ạ. Mã môn AS4317. . . .",
            "Chào em,. . Số TCTL 120+1=121  126 =  không đủ điều kiện. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đạo tạo trường ĐH Bách Khoa Tp.HCM,. . Em xin được đăng ký môn học. . Nội dung: Cơ lưu chất CI2003 . . Lý do SV mới được thu nhận lại. . Em gửi kèm tệp kính kèm",
            "Chào bạn;. . bạn là sv khóa 15 hết thời gian đào tạo, em làm đơn chuyển qua hệ VLVH. . Bạn vui lòng tải mẫu đơn: Phiếu đề nghị chuyển sang hình thức Vừa Làm Vừa Học  tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính chào quý thầy cô ạ. . Em tên là [full_name]-[student_id]. Hiện tại trong kỳ 212 này em đã đăng ký thành công môn Thực tập tốt nghiệp-CO3323 và môn Kỹ thuật truyền số liệu-CO2031, em rất mong muốn có thể đăng ký được thêm LVTN trong kỳ 212 này, trong đợt đăng ký LVTN vừa rồi thì em đã bị từ chối vì lý do không đủ điều kiện để nhận LVTN (em có đính kèm ảnh lí do từ chối), em đã gửi \"Khiếu nại ĐKMH HK212\" và đang chờ kết quả. Trước đó em đã có xin phép Khoa cho em đăng ký Luận văn song song với Thực tập và đã được Khoa đồng ý (em có đính kèm file xác nhận từ Khoa). Em kính mong thầy cô có thể giúp đỡ và xét duyệt cho trường hợp của em có thể đăng ký Luận văn trong kỳ 212 này để em có thể làm chung với các bạn trong nhóm Đề cương ạ. Em cảm ơn thầy cô rất nhiều",
            "Chào bạn. . Bạn không đăng ký được LVTN:. . TTTN 0 [full_name]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em kính chào thầy, cô.. . Em tên [full_name], MSSV [student_id]. Trong đợt đăng ký môn học đợt 4 bổ sung LVTN, em có đăng ký nhưng kết quả trả về là bị xóa LVTN. Em thấy mình đã đủ các điều kiện cần thiết để có thể nhận LVTN, tuy nhiên kết quả trả về lại là không đủ điều kiện nhận LVTN. Thầy cô cho em hỏi là nguyên nhân của việc này là gì và làm thế nào để em có thể được nhận LVTN ạ.. . Mã MH: ME21. . Tên MH: Luận văn tốt nghiệp (cđt). . Mã nhóm: L01. . HK: 212. . Lý do: PDT không đ/ký cho SV MH ME4221 (L: Không đủ đ/kiện nhận LVTN). . Em xin chân thành cảm ơn.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/02/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. .",
            "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 119  120 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Chào thầy/cô, em là [full_name] - [student_id]. . . Lúc trước em đăng kí môn Thực tập ngoài trường Mã môn Ci3415 - lớp A01.. . Với lý do là: Không đủ điều kiện nhận TTTN.. . Em đã đăng kí lại và vẫn tiếp tục bị xóa môn không rõ lý do. Mong thầy/cô có thể giải đáp giúp em ạ.. . Em xin chân thành cảm ơn!. . Trân trọng.. . [full_name].. .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 15/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] Em chào quý thầy/cô Phòng Đào Tạo[full_name][full_name] [full_name] [full_name] [full_name] Thưa thầy/cô em tên là [full_name], mssv [student_id], là sinh viên văn bằng 2 chính quy khoa Khoa học và Kỹ thuật máy tính[full_name] Hiện tại em có thắc mắc xin hỏi thầy/cô ạ, là trong đợt tốt nghiệp tháng 11/2021 vừa rồi em đã nhận được giấy chứng nhận tốt nghiệp tạm thời vào tháng 12 và em cũng đã có tên trong danh sách tốt nghiệp chính thức trên trang web aao, nhưng hiện nay em vẫn chưa nhận được email thông báo tốt nghiệp ạ[full_name][full_name] [full_name] [full_name] [full_name] Em xin cảm ơn thầy/cô ạ[full_name][full_name] [full_name] [full_name] [full_name] Trân trọng[full_name] [full_name] [full_name][full_name]",
            "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công và nhận được mail xác nhận đồng ý, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name], mssv [student_id] khoa cơ khí quốc tế.. . Em đã học môn Cad/cam(ME5007) vào học kì 2 2020_2021, thi cuối kì 20/8, do dịch covid nên hoãn thí nghiệm đến tháng 12. . . Đến hôm nay 26/1 em chưa thấy cập nhật điểm trên mybk (CH) cho em hỏi là thầy chưa nộp bảng điểm hay do phòng đào tạo chưa cập nhật ạ.. . Vì đây là môn cuối cùng chưa có điểm để em đăng kí tốt nghiệp nên em cần điểm gấp ạ.. . Em xin chân thành cảm ơn.",
            "Chào bạn. . Điểm là do Giảng viên cập nhật nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  cho e hỏi là còn đợt đăng kí hóa thí nghiệm nào nữa không ạ, e cảm ơn ạ. . . . . .",
            "Chào em,. . SV vui lòng xem mail ngày 24/01/2022 về. . Thông báo cập nhật Kế hoạch học tập của học kỳ 2 và học kỳ hè năm học 2021-2022 và phần bù các học kỳ trước theo hình thức trực tiếp và phối hợp trực tuyến/trực tiếp. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Thầy/Cô,. . . . Thầy/Cô cho em hỏi nếu em đã xét chuyển điểm anh văn bằng cách nộp bằng 1 lần, thì em có thể đăng ký xét miễn để chuyển điểm tiếp không ạ? Em đã chuyển điểm AV1, dự định chuyển điểm AV2,3 thì hệ thống thông báo như này ạ.",
            "Chào em,. . Theo quy định mỗi môn AV được chuyển điểm 1 lần.. . Lỗi trường hợp hình bạn gửi do bạn CCNN bạn không đủ điểm đổi, SV xem quy định về bảng điểm quy đổi tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/4.   Chuyển điểm các môn ngoại ngữ và bảng quy đổi tương đương các chứng chỉ/ Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2020-2021. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  cho e hỏi là còn đợt đăng kí hóa thí nghiệm nào nữa không ạ, e học học kì 211, mã môn học CH1004, lớp l66, e cảm ơn ạ. . . .",
            "Chào em,. . Em vui lòng trình bày rõ nội dung vấn đề của bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em tên là [full_name], MSSv [student_id]8, lớp MOKMT1, Ngành kĩ thuật môi trường. . Em có đăng ký LVTN có mã là EN4327 nhưng không đăng ký được ạ, em cũng không biết lý do tại sao ạ. Em có gửi mail xin phòng đào tạo giúp em, PĐT có trả lời em là : SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022. Nhưng hiện giờ em vẫn chưa nhận được thời khóa biểu ạ. PĐT vẫn đang cập nhập lại TKB hay em thật sự không đủ điều kiện để đăng ký LVTN vậy ạ. Xin PĐT giúp em đăng ký môn ạ, Em cũng đã làm Thí nghiệm cho bài Luận Văn để kịp bảo vệ ạ. Em mong PĐT phản hồi sớm. Em xin cảm ơn ạ. .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 15/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi,. . Hồi tháng 06/2021 em có đăng ký giấy xác nhận một lần rồi, nhưng do vấn đề cá nhân đã làm mất giấy. Vậy bây giờ, em có được đăng ký giấy mới không ạ?. . Em cảm ơn rất nhiều!",
            "Chào bạn. . Nếu bạn có tkb Hk212 thì bạn đăng ký tại Mybk- giấy xác nhận sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Tên : [full_name]. . MSSV : [student_id] . . Ngành : Công nghệ vật liệu. . Khóa : 2021 - 2022. . . . . .   i Đăng ký môn học . Nay em xin phép được đăng ký thêm môm : Hóa phân tích ( mã số môn : CH2009 ) . . . . Lí do đăng ký : Lúc trước em là sinh viên năm nhất bên chương trình Việt Pháp , kì một bên đó em đã được học môn Hóa đại cương . Cho đến khi em chuyển về bên chương trình đại trà của kì 2 .Sau một thời gian học, những môn đăng ký sai chương trình trước đó đã được đổi lại đúng về chương trình đang học . Em đã có lên bksi để nhờ bổ sung thêm gần đủ các môn học  nhưng môn Vật Lý 1 của kì 1 em không thể đăng ký được do đã sang kì 2 . Do đó dẫn đến tình trạng em bị thiếu tín chỉ cần thiết trong một học kì ( 12/14 tín chỉ ) . Nên em xin phép được đăng ký môn Hóa phân tích ( CH2009) sau khi đã hoàn thành xong môn Hóa đại cương (CH1003). . . . Dưới đây là hình ảnh bảng điểm của em về môn Hóa Đại Cương (CH1003) của kì 1 , số thứ tự của em là số 28 lớp thầy [full_name] của nhóm tổ P02-A . Hình ảnh thời khóa biểu và số tín chỉ kì 2 . Hình ảnh đơn em đã đăng ký bổ sung môn trên BKSI ( bao gồm cả Vật lý 1 ) nhưng không được do đã sang kì 2 .. .  . . Em mong nhà trường có thể giúp đỡ em trong những ngày này , để em có thể theo kịp chương trình và hoàn thành đủ số tin chỉ .. . . . Em vô cùng cảm ơn nhà trường và thầy cô phụ trách ạ .. . . .",
            "Chào bạn. . Môn này bị trùng thời biểu không thể đăng ký được nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Gia đình em có nguyện vọng muốn em học bằng kỹ sư thay vì cử nhân. Nên em xin được phép hỏi điều kiện được cấp bằng kỹ sư là gì ạ? (số tín chỉ, môn học bắt buộc, điểm trung bình tích luỹ ,...). Nếu có môn học bắt buộc thì em cần xem chương trình đào tạo này ở đâu ạ ?. .",
            "Chào em,. . Về Chương trình Đào tạo, danh sách môn tương đương…, em vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1810421  /b \t. . . .   i Khiếu nại đăng ký môn học . . . Dạ em chào quý thầy/ cô,. . Em tên là Nguyễn Ngọc Oanh, MSSV: 1810421.. . Sau khi em nhận được kết quả ĐKMH đợt 4 bổ sung cho môn Luận văn tốt nghiệp (MSMH: IM4317) thì em đã bị huỷ đăng ký với lý do không đủ điều kiện nhận LVTN. Tuy nhiên, trong email của trung tâm hỗ trợ SV gửi ngày 18/1 có nội dung: \"Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm lại để đảm bảo đúng điều kiện ràng buộc theo đúng quy định\". Hiện nay, em chưa có điểm môn TTTN trong học kỳ hè 203 và em không thuộc diện cấm thi và khi so sánh với nội dung trên thì em vẫn được xem là đạt và có thể đăng ký môn LVTN. Nhưng thực tế thì em đã bị huỷ kết quả đăng ký môn LVTN ở lần ĐKMH bổ sung thứ 4 này.. . Bên cạnh đó, sau khi đặt câu hỏi trên trang BKSI vào ngày 24/1/2022 với nội dung trên thì em nhận được câu trả lời  như sau: \"PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý. SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất sau ngày 25/1/2022. Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do\". Tuy nhiên cho đến nay thì em vẫn chưa có môn LVTN trong thời khoá biểu của mình.. . Kính mong quý thầy/cô hỗ trợ và giải quyết giúp em ạ. Em cảm ơn quý thầy/cô nhiều.. . Kính chúc quý thầy/cô sức khoẻ.. . Trân trọng,. . Ngọc Oanh",
            "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 122  126 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Do một số lí do nên em muốn xin hủy môn.. . Hiện tại em không có ở TPHCM, em phải liên hệ đến đâu ạ?",
            "Chào bạn,. . Em vui lòng trình bày rõ nội dung vấn đề của bạn nhé. . Thân",
            "Mở môn học học kỳ 212 . Em muốn đăng ký hủy môn thì bây giờ có kịp không ạ?. . Và em phải liên hệ đến đâu ạ?. . Hiện tại em không có ở TPHCM.",
            "Chào em;. . Hiện tại thời gian hủy môn, em làm rút môn học (có tính học phí) theo hướng dẫn mail trường đã gửi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa phòng đào tạo, đăng kí môn học đợt 3 HK212 em có đăng kí môn mạch điện tử thông tin(EE3011), và trước đó em hoãn thi môn mạch điện tử(EE2035) nhưng sau khi thi xong thì kết quả của em không đạt môn mạch điện tử. Môn mạch điện tử lại là môn tiên quyết của môn mdttt và hiện tại sau khi em đăng kí môn học đợt 3 thì đã có thời khóa biểu cũng như trang e-learning của môn mdttt. PDT cho em hỏi môn mạch điện tử thông tin HK212 này em sẽ tiếp tục học hay là bị hủy thời khóa biểu vậy ạ. Em xin cảm ơn.",
            "Và nhóm lớp của em là lớp L03 ạ, em gõ thiếu ở tin nhắn trước, em xin cảm ơn.",
            "Chào bạn. . Thời khóa biểu có môn EE3011 nên học bình thường nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào phòng đào tạo!. . Em là sinh viên k15 đã chuyển sang hệ vừa làm vừa học. Hiện tại chương trình đào tạo của em còn 4 môn Anh văn (sẽ chuyển điểm TOEIC) và LVTN. Em dự định sẽ đăng ký LVTN ở đợt đăng ký cuối vào tháng 1, nhưng do vẫn chưa đạt được chuẩn đầu ra nên không thể đăng ký. Em được một bạn chỉ rằng cứ xin thầy làm LVTN, khi làm được phân nửa tiến độ và đạt chuẩn Anh văn đầu ra thì xin thầy xác nhận, sau đó lên xin phòng đào tạo đăng ký. Em không biết tính xác thực của chuyện đó nên mong được phòng đào tạo xác nhận giúp em chuyện này. Nếu như chuyện đó là không thể thì kỳ này em có cần làm đơn xin bảo lưu không? Do chưa từng gặp trường hợp học kỳ trống thời khoá biểu như vầy nên em chưa biết cách xử lí.. . Kính mong được phòng đào tạo chỉ dẫn.. . Em xin cảm ơn.",
            "Chào bạn. . hiện tại HK212 này tạm pass chuẩn anh văn khi xét LVTN, nên nếu bạn đủ số tín chỉ đăng ký LVTN thì bạn đăng ký làm LVTN. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào Phòng Đạo Tạo,. . Em tên: [full_name] . . MSSV: [student_id]. . Cho em hỏi em là khóa K18, hai kỹ năng anh văn nói và viết em có thể đăng kí thi ở BKEnglish được hay không hay phải thi ở ngoài để nộp chứng chỉ vào ạ.. . Em xin cảm ơn.. . . . Trân trọng,. . [full_name]. . . .",
            "Chào bạn. . Có thể đăng ký thi ở BKEnglish nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . [full_name]: ME4677. . . .",
            ". . \"Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 109+15=124  125 Không đủ ĐK nhận LVTN. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name], MSSV [student_id].. . Hiện tại bảng điểm trên myBK học kỳ 211 của em vẫn chưa được cập nhật, khiến em không thể đăng ký được môn luận văn tốt nghiệp vào học kỳ 212. Mong phòng đào tạo cập nhật bảng điểm giúp em ạ. . Em cảm ơn ạ.. .   i Học vụ ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kính gửi Phòng Đào Tạo!. . Em tên: Phan Thành Phúc. . MSSV: [student_id].. . Em xin gửi khiếu nại về vấn đề đăng ký môn học Luận Văn Tốt Nghiệp HK212.. . Tình trạng là em đã đăng ký và thỏa các yêu cầu nhưng vẫn không có môn học trên TKB.. . Em mong được sớm giải quyết ạ.. . Em cảm ơn rất nhiều!",
            "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 124  125 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa phòng đào tạo. Ngày 24/12/2021 vào lúc 7h00 em có lịch thi môn Quản trị kinh doanh cho Kĩ Sư (IM3001) mà hôm đó em có lịch tiêm vắc xin mũi 2. Em đã đăng kí hoãn thi. Nhưng ra bảng điểm lại bị điểm 13 ạ. Xin phòng đào tạo xem xét giúp em ạ. Em cám ơn.",
            "Chào bạn. . Bạn xem lại thông báo của Pdt, khi nào có Qd hoãn thi thì điểm sẽ cập nhật là điểm 14. . . . 1138\t[student_id]\t[full_name]\tIM3001\tQuảntrị kinhdoanh cho ks\tL04\tB\t15\t\t\t\t\t\t984. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô,. . . . Em cần bằng tốt nghiệp sớm để xin Visa đi làm ạ.. . Em nhờ thầy/cô kiểm tra xem bằng tốt nghiệp của em đã có chưa ạ vì em có liên hệ trước Tết thì trường có bảo là đang in rồi.. . . . . . Em chân thành cảm ơn quý thầy cô ạ",
            "Chào em,. . Trường hợp của em đã có bằng, do hệ thống mail của trường đang bị lỗi chưa gửi được, em có thể lên PDT để nhận nhé.. . Đi theo giờ hành chính từ thứ 2 đến thứ 6. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đang là sinh viên năm 2 , hiện tại kì này em vẫn còn học bình thường.Cho em hỏi là em có thể đăng kí tạm ngừng học sau khi học quá 6 tuần của học kì 212 được không ạ?",
            "Chào em,. . Em vui lòng trình bày rõ lý do tạm dừng trong đơn và có xác nhận của GVCN và [full_name] trong đơn.. . Trường hợp tạm dừng từ tuần thứ 5 trở đi, SV phải hoàn thành 100% học phí của HK212 (nếu có) nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trước tết sinh viên có gửi yêu cầu đăng ký môn học LVTN qua bksi theo hướng dẫn của email pdt gửi vì sinh viên mới được thu nhận lại do chuyển hệ. Nhưng sau ngày 25/01/2022 sinh viên vẫn chưa thấy TKB được cập nhật nên sinh viên muốn biết đăng ký môn học đã thành công hay chưa và nếu chưa thành công thì lý do là tại sao?. . Em xin cám ơn.",
            "Chào em,. . TKB đã cập nhật, em vui lòng liên hệ [full_name] để nhận đề tài.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào Thầy cô. Em đã nhận được giấy chứng nhận tạm thời (29/12/2021) thì khi nào em mới nhận được bằng tốt nghiệp chính thức vậy ạ. Em xin cám ơn",
            "\"Chào em,. . Trường hợp của em đã có bằng, do hệ thống mail của trường đang bị lỗi nên chưa gửi được, em có thể lên trực tiếp Phòng Đào tạo (101. A1) để nhận nhé.. . Đi theo giờ hành chính từ thứ 2 đến thứ 6. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ phòng ĐT cho em hỏi là hiện tại e đã hoàn thành chương trình học, chỉ còn luận văn tốt nghiệp nhưng đợt đăng kí luận văn vừa rồi em bị huỷ môn liên tục, và khả năng là học kì sắp tới em sẽ không có thời khoá biểu. cho em hỏi là em có bị cảnh cáo hoặc bắt dừng 1 học kì không ạ?. . Em đã chuyển sang hệ VHVL. . . .",
            "Chào bạn[full_name] [full_name] Pdt đang xét lại LVTN, bạn vui lòng đợi kết quả sẽ thông báo cho bạn sau ngày 16/2 nghen[full_name] [full_name] Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kính chào thầy cô,. . Em tên là [full_name]_MSSV: [student_id], em có khiếu nại về việc đăng ký môn học Anh Văn 2 (LA1005) lớp L03 ở kỳ 212 và được bên phòng đào tạo đã tiếp nhận việc khiếu nại và dự kiến cập nhật vào thời khóa biểu của em sau ngày 14/1/2022 nhưng đến hôm nay em vẫn chưa được cập nhật môn Anh Văn 2 (LA1005) lớp L03 ở kỳ 212 này vào thời khóa biểu, em mong thầy cô xem xét và cập nhật giúp em với ạ, em có đính kèm câu trả lời việc khiếu nại của em ở bên dưới ạ.. . Em xin cám ơn và chúc thầy cô sức khỏe ạ.",
            "Em mong thầy cô sớm cập nhật giúp em với ạ. Em xin cảm ơn thầy cô rất nhiều",
            "Chào em,. . Môn này không đăng ký được vì thiếu môn tiên quyết.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi, lúc đăng kí môn em thấy lịch học là ở cơ sở 2 nhưng vào thời khóa biểu hiện tại toàn cơ sở 1, hay do online nên cơ sở 1 ạ ?. . . .",
            "Chào em,. . Em vui lòng trình bày rõ nội dung vấn đề giúp cô nhé. . Thân",
            "Dạ, đây ạ, trong tkb cơ sở học nó khác với lúc đăng kí môn. .",
            "Chào em,. . Em vui lòng trình bày rõ là môn học nào (mã MH cụ thể giúp cô nhé). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn hủy môn học đã dăng ký phải làm sao ạ?. .",
            "Chào em;. . Hiện tại đã hết thời gian hủy môn, em vui lòng kiểm tra mail hướng dẫn về rút môn học nhé. . Thân",
            "em xem mail thời gian là từ ngày 10/01/2022 đến hết ngày 05/03/2022 ạ! bây giờ em có thể rút môn nếu em đăng ký sai môn k ạ? em đã điền form rút môn rồi ạ!",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "bạn cứ đăng ký rút theo form là ok nhé. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thầy, Cô cho em hỏi là khi nào mình mới đăng ký được toeic nói viết ạ, em đã liên hệ bên BK english và họ nói đang chờ PDT ạ.",
            "Chào em,. . AV Nói - viết: Em vui lòng liên hệ Trung tâm ngoại ngữ để đăng ký thi.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . . . Em chào thầy/cô PĐT ạ,. . Em tên [full_name], mssv [student_id]. . Do hiện tại em bị vướng anh văn không đủ tín chỉ tích lũy nên không thể đăng ký môn LVTN,vì vậy em mong PĐT cho em đăng ký bổ sung vào lớp học để có thời khóa biểu để được duy trì tình trạng học tập không bị tạm dừng ạ. Em xin cam đoan sẽ chấp hành các nội quy của lớp học và cán bộ giảng dạy.. . Em cảm ơn thầ/cô PĐT ạ.. .",
            "\"Chào bạn. . Pdt đã tiếp nhận đề nghị DKMH của bạn. . Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 16/2/2022. . Thân. . \"",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 16/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Mã môn học: CO4317. . Tên môn học: Luận văn tốt nghiệp (Khoa học Máy tính). . Học kỳ: 212. . Mã nhóm: L01. . Lý do: Không đăng ký được luận văn tốt nghiệp do không đủ tín chỉ tích lũy tối thiều.. . . . - Em muốn hỏi là em không đăng kí được luận văn tốt nghiệp do không đủ tín chỉ tích lũy tối thiểu. Nhưng do em đang làm luận văn tốt nghiệp theo nhóm và đã có điểm dclvtn. Như vậy, có cách nào để em đăng kí được thành công lvtn cho hk 212 không ạ?",
            "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 17/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân\""
        ]
    }
]