[
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Yêu cầu khác . dạ cho em hỏi em kích hoạt tài khoản bankID sao không thấy gởi mail về làm các bước kế tiếp ạ.. . - và chừng nào thì có lịch để em đăng kí môn học a và nhận thẻ sinh viện vậy ạ. .",
            "Chào bạn,. . . . Bạn liên hệ với số điện thoại và địa chỉ mail này giúp nhé:. . . . V. Liên hệ:. . . . - Cổng tuyển sinh trường Đại học Bách Khoa:. . . . tuyensinh.hcmut.edu.vn     ĐH không chính quy. . . . - Phòng Đào tạo trường Đại học Bách Khoa, 268 Lý Thường Kiệt, Quận 10, TP.HCM, Phòng 201A4, ĐT: (028) 38 652 344, Email: [email]."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ chào thầy cô, thầy cô cho em hỏi sao trong thời khóa biểu của em không có những tiết thực hành của các môn như các quá trình chế tạo, hay vật liệu học và xử lý ạ..... . Em cám ơn ạ và mong nhận được hồi đáp ạ.. . . .",
            "Chào bạn,. . . . Bạn kiểm tra mail, PDT có thông báo cho sinh viên về việc này.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào Phòng Đào tạo.. . Em tên là [full_name] MSSV [student_id]. . Em có một thắc mắc là lịch thi giữa kỳ môn   B Nhiệt động lực học và truyền nhiệt  /B  và lịch học thí nghiệm môn   B Kỹ thuật điều khiển tự động   /B bị trùng ngày và giờ (  B 7:00  /B  ngày   B 7/6  /B  nhằm   B tuần học 23  /B ). Em có đính kèm ảnh chụp màn hình lịch học và lịch thi của em trên Mybk!. . Em mong Phòng đào tạo có thể giải đáp thắc mắc giúp em để em có thể chủ động trong việc sắp xếp!. . Em xin cảm ơn!. .  .",
            "Chào bạn, . . . . Bạn kiểm tra mail ngày 15/5 PDT có gởi cho sinh viên, hướng dẫn về vấn đề này. Bạn kiểm tra mail nhé.. . . . Trong mail muc 3 ghi rất rõ:. . . . 3. Các môn Thí nghiệm/Thực hành, Thể dục, và ngoại ngữ, PĐT sẽ sắp xếp lịch cho các tuần còn thiếu dựa trên lịch trống của Sinh viên và lịch sử dụng các Phòng thí nghiệm/Phòng thực hành. PĐT tiếp tục làm việc với các Khoa để cập nhật thời khoá biểu các môn này. . . . . Trong trường hợp bất khả kháng, một số sinh viên bị trùng thới khoá biểu 1-2 buổi Thí nghiệm/Thực hành với các môn Lý thuyết/Bài tập khác. Trường hợp này, sinh viên chủ động báo cáo Giảng viên để được bố trí vào buổi của lớp khác.. . . . Một số môn Thực hành đã được các Giảng viên tổ chức trực tuyến từng tuần, sẽ được ghi nhận là tuần giảng dạy tương đương với tuần giảng dạy tập trung. . . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Em xin hỏi các đợt đăng kí luận văn tốt nghiệp vào học kì chính sắp tới thời gian như thế nào ạ. Em xin cảm ơn Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .",
            "Chào bạn,. . . . Khi nào có đợt đăng kí luận văn PDT sẽ cập nhật trên trang web PDT.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . em đã đăng kí bảo hiểm 12 tháng của trường vào  15/11/2019.nhưng vì đã không đọc kĩ mail nên đã đăng kí thêm bảo hiểm 6 tháng đến tháng 12/2020.pdt có thể hủy giúp e được ko ạ.. . em cảm ơn",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Việc này bạn liên hệ với phòng Công tác Chính Trị nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: G[student_id]  /b \t. . . .   i Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi PDT.. . Em là Đoàn Công Trường, MSSV: G[student_id]. . Tuần trước em có lên PDT tại cơ sở 1 để đăng ký xét tốt nghiệp bổ xung bằng thứ 2 ngành QLCN, chuyên ngành quản trị kinh doanh. PDT hẹn thứ 6 ngày 15 tháng 5 có kết quả. . . Em muốn hỏi về kết quả và thủ tục, lệ phí để tốt nghiệp ạ. . . Em cám ơn.",
            "Chào bạn,. . . . PDT có nhắn  bạn đã tốt nghiệp bằng 2, bạn vào trang tốt nghiệp khai nhé. Có gì trục trắc thì báo lại.. . . . Thân.",
            "Thưa Cô,. . Hiện em vẫn chưa khai tốt nghiệp được ạ.. . Em có đính kèm hình ảnh trang đăng ký tốt nghiệp của em.. . Em cám ơn.",
            "Thưa Cô,. . Cho em hỏi về Điểm Trung Bình Tích Lũy Ngành của ngành QT[full_name]D của em.. . Hiện tại, PDT xét điểm TBTLN của em là 6.66, đây là kết quả trung bình của chỉ 24 môn học trong chương trình đào tạo QLCN/QT[full_name]D [full_name]12.. . Trong trương trình học tập của em, em hoàn thành 56 môn của ngành QT[full_name]D. Tuy nhiên, thời điểm em học ngành thứ 2, các môn mã cũ của [full_name]12 đã không còn mở lớp, cho nên em phải học các môn mã số mới của [full_name]14 trở về sau, số lượng các môn này là 32 môn. Em đã rất cố gắng để hoàn thành tốt tất cả các môn này. Em có lên hỏi PDT về việc chuyển điểm thì nhận được câu trả lời rằng: \"các môn chưa học mã cũ lần nào thì sẽ được chuyển điểm 1 lần\".. . Nếu như 32 môn em học với Mã số môn học của [full_name]14 được chuyển điểm sang mã cũ (k12) thì điểm trung bình tích lũy ngành của ngành QLCN/QT[full_name]D của em sẽ lên 7.09 (~7.1), như vậy em sẽ được bằng [full_name]há.. . Em kính mong PDT xem xét, vì thời gian học ngành thứ 2 em đã rất cố gắng, và tấm bằng đại học sẽ đi theo em suốt đời.. . Em cám ơn.",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Chào bạn. . - Phòng đào tạo đã xử lý, bạn vào Bkpay để đóng thêm 95.000 tiền tốt nghiệp của ngành 2. . - Theo quy định, các môn học tương đương thay thế thì môn gốc sẽ được ghi điểm 12, và được tính vào số tín chỉ tích lũy, nhưng không tính vào điểm trung bình tích lũy ngành.. . - Bạn có gì trục trặc thì gọi số điện thoại của phòng đào tạo để trao đổi thêm: [phone_number]7. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Học phí . Kính gửi quý thầy cô,. . . . Hôm nay em kiểm tra học phí thì thấy: 3,840,000. Nhờ thầy cô xem lại vì đợt này em chỉ học [full_name] - 5 chỉ thôi.. . . . Em cám ơn thầy cố nhiều."
        ]
    },
    {
        "intent": "",
        "message": [
            "Các thầy cô giúp em với ạ,thời khóa biểu của em ngày thứ 4 có môn thể dục trung vs môn vật lí bán dẫn ạ,e đang rất lo lắng không biết làm thế nào, mong các thầy cô giúp em với ?Em xin chân thành cảm ơn",
            "Chào bạn,. . . . Hiện tại PDT đang cập nhật lại TKB. Ngày mai bạn kiểm tra lại nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Em xin chào thầy cô phụ trách PĐT.. . Em là sinh viên hệ cao đẳng khóa k16. Cho em hỏi: em tham gia thi tiếng Anh tại các kỳ thi định kỳ do PĐT tổ chức thì em đạt điểm chuẩn theo quy định thì có được tính không ạ. Và cho em hỏi thêm là nếu em nộp bằng chuyển điểm thì theo hệ cao đẳng của em thì điểm chuẩn bao nhiêu là được ạ.. . Em xin cảm ơn ạ.",
            "Chào bạn,. . . . Bạn xem qui chế học phụ điều 31, phụ lục 1 mục 1,2 có ghi rất rõ những điều hạn hỏi http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Kính gửi đến quý thầy/cô Phòng Đào Tạo!. . Em là một sinh viên K18, khoa Cơ Khí, ngành kỹ thuật cơ điện tử.. . Em muốn hỏi về lịch thí nghiệm 2 môn( nhiệt động lực học và truyền nhiệt, vật liệu học và xử lý) được thêm vào và trùng lịch học các môn khác và em không thể sắp xếp được thời gian cho nó.. . Em cảm ơn quý thầy/cô đã đọc thư em.. . Hy vọng sẽ nhận được phản hồi sớm ạ.",
            "Chào bạn,. . . .  Những môn thí nghiệm đang sắp xếp lại cho phù hợp với biểu đồ học tập như hiện nay.PDT đang điều chỉnh và cập nhật lại TKB. Bạn theo dõi thường xuyên, nếu có trục trặc bạn báo lại nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: - Kính gửi : Phòng đào tạo. . - Em tên là [full_name]. MSSV [student_id].. . - Lí do : Trong đợt dịch covid-19 vừa qua, em có bị mất giấy chứng nhận quốc phòng an ninh và thẻ hội viên sinh viên ở Kí túc xá khu A . Bây giờ em cần phải làm lại Giấy chứng nhận quốc phòng an ninh và thẻ hội viên sinh viên thì em phải làm như thế nào.. .  Em xin trân thành cảm ơn và mong rằng phòng đào tạo sẽ giúp đỡ em",
            "Chào bạn,. . . . Giấy chứng nhận giáo dục quốc phòng bạn liên hệ với trung tâm giáo dục quốc phòng, thẻ hội viên sinh viên bạn liên hệ với văn phòng đoàn khoa nhé.. . . . Thân.",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Kính gửi phòng Đào tạo, . . . . Em tên là [full_name], em hiện đang là sinh viên năm 2. Sau khi học môn Đại số Tuyến tính lần thứ nhất em bị rớt môn mà số điểm Bài tập lớn em rất cao. Học kỳ này em đang học lại và em muốn chuyển điểm Bài tập lớn từ HK181 qua HK192 này được không ạ?. . Em cảm ơn quý thầy cô!. . . . Thân mến, . . [full_name] . . . .",
            "Chào bạn,. . . . Việc này bạn liên hệ với giáo viên giảng dạy môn này.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp việc in bảng điểm. . Dạ chào thầy/có hiện em đang cần gấp bằng điểm để xin học bổng, mai là hết hạn nộp học bổng. Em có thể liên lạc với ai để xin nhận sớm không ạ?. . Em đã đăng kí và đóng tiền rồi. Em biết là do em không chủ động chuẩn bị trước, nhưng em thật lòng mong nhận thầy/có phụ trách có thể giúp em. . . Em xin cảm ơn.. . . .",
            "Chào bạn,. . . . PDT rất muốn giúp bạn, nhưng bảng điểm được in theo gói, in lần lượt theo ngày, không in đơn lẽ từng sinh viên. Mong sinh viên hiểu và thông cảm.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . dạ cho em hỏi về việc lấy giấy xác nhận sinh viên để làm thủ tục vay vốn học phí, trang đăng kí online trên mybk đã bị lỗi em không dăng kí đc thì em có thể lên trực tieepps đăng kí không ạ , và dăng kí ở đâu, hiện tại em đang ở cơ sở 2 bách khoa ạ.. .",
            "dạ cho em hỏi về việc lấy giấy xác nhận sinh viên để làm thủ tục vay vốn học phí, trang đăng kí online trên mybk đã bị lỗi em không dăng kí đc thì em có thể lên trực tieepps đăng kí không ạ , và dăng kí ở đâu, hiện tại em đang ở cơ sở 2 bách khoa ạ.",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Chào bạn,. . . . Trang in giấy xác nhận sinh viên vẫn hoạt động bình thường, hằng ngày PDT vẫn lấy dữ liệu trên đó.. . . . Bạn kiểm lại nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: chào Thầy/Cô, em tên Nguyễn  Minh Đường, MSSV, Ngành kĩ thuật hoá học. E đăng kí học dự thính 3 môn học: Quá trình và thiết bị truyền khối (Mã MH:CH2051), Quá trình và thiết bị truyền nhiệt( Mã MH CH2043); Cơ ứng dụng (Mã MH: AS2007). PĐT nói tuần sau có thời khoá biểu (19/05) nhưng giờ vẫn chưa có thời khoá biểu. Nên em chưa có link và tài liệu để theo dõi . Vậy em nhờ Thầy/Cô cập nhật TKB dự thính, và gửi em 6 buôi live tream của 3 môn học trên ( cùng vời 6 bản record google meet) cùng tài liêu, bài tập liên quan vì học 2 tuần rôi được không ah?",
            "Chào bạn,. . . . [full_name] đã duyệt đơn cho bạn trong ngày và cập nhật TKB  hôm đó. Ba môn bạn đăng kí CH2051, CH2043, AS2007 đều không đăng kí được học kỳ dự thính vì 3 môn này bạn đã đăng kí học kỳ 192 rồi. Hiện tại học kỳ 192 đang học.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Cho em hỏi là khi bảo lưu 1 học kì thì học phí của học kì sau sẽ được tính như thế nào. Học phí hk192 của em là 17 triệu và em chưa đóng thì sau khi bảo lưu em phải đóng 17 triệu hay 30tr. Mong nhà trường trả lời giúp em",
            "Chào bạn,. . . . Bạn  liên hệ với văn phòng đào tạo quốc tế để tư vấn cho bạn nhen."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Quý thầy cô.. . Em thuộc diện sinh viên   B Chính Quy vì hết thời gian đào tạo nên xin đăng kí sang hệ VHVL  /B  để tiếp tục hoàn thành các môn học còn thiếu ạ. Sau khi kết thúc thời gian học hệ CQ, em đã hoàn thành toàn bộ TTTN, LVTN và đạt chứng chỉ TOEIC 465 ạ. Hiện tại, em còn thiếu 03 môn gồm:. . + Đại số tuyến tính.. . + Cơ lưu chất.. . + Vẽ ký thuật.. . Lúc này đang trong thời gian ĐKMH của hệ VHVL nhưng khi thao tác đăng kí các môn trên thì em bị báo lỗi như file ảnh đính kèm bên dưới. Vì lý do em đã đi làm và khó xin nghỉ để lui tới trường hỏi trực tiếp nên kính mong thầy cô xem xét hướng dẫn em với ạ. Em xin chân thành cảm ơn Quý thầy cô.. .   i Hỏi đáp học trực tuyến (BKeL) .",
            "Chào bạn.. . Hệ thống hiện vẫn ghi nhận kết quả đăng ký môn học của bạn.. . (Chỉ cảnh báo điều kiện thôi). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào Phòng Đào tạo ạ!. . Phòng đào tạo cho em hỏi là khi nào đến hạn nộp chứng chỉ ngoại ngữ để được chuyển điểm tích lũy vào kỳ 192 à và hình thức nộp như thế nào ạ?. . Em cảm ơn ạ !",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . - Bạn có CCNN thì bạn nộp vào để chuyển điểm, bạn nộp trên trang Web PDT: aao.hcmut.edu.vn---- MyBK (dịch vụ)---  Ứng dụng cho sinh viên vào mục 4.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào ad ạ.. . Em muốn huỷ môn Thực tập nhận ngành,mã môn học là CI2057.. . Lý do là vì em đăng ký nhầm môn học này của bên dân dụng còn em là cảng biển ạ.. . Em cảm ơn ad nhiều.",
            "Chào bạn,. . . . Thời gian này bạn phải làm đơn rút môn học. Thời gian huỷ môn học đã hết hạng lâu rồi.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Học phí . Em đã đến kỳ thanh toán mà ô chọn thanh toán vẫn chưa hiển thị. mong các thầy cô hương dẫn giúp em.. . . . em có đính kèm hình bên dưới",
            "Chào bạn,. . . . Hiện tại PDT đang trong thời gian cho các bạn kiểm tra học phí của mình, nếu thắc mắc thì phản hồi. Ngày mai 22/5 Phòng Đào Tạo mới mở cho các bạn đóng học phí.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Chào thầy/cô, em trong học kỳ 181 có học môn giáo dục thể chất 1 môn bơi và được chuyển điểm vì có tham gia clb nhưng học kỳ 192 em không đọc rõ quy chế nên đăng ký môn bơi và học kỳ 182 và 191 em không đăng ký giáo dục thể chất. Vậy em phải nộp đơn xin rút môn học ở đâu ạ?. .",
            "Chào bạn,. . . . Hiện tại PDT vẫn đang nhận đơn rút môn học của sinh viên.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Dạ em kính chào thầy/cô ạ. . . . Em tên Trần Lan Hương - [student_id]. . Em có một số thắc mắc về học phí học kì 192 mong được Thầy/ cô tư vấn giúp em ạ.  Tại học kì 191 em không rớt môn và không cần học lại và học kì 192 em đã đăng ký đủ 17 tín chỉ theo quy định của nhà trường ạ.  Tuy nhiên trong BK Pay lại có thêm một phần học phí bổ sung của kì 192 là 320000 đồng  ạ.  Em Đang rất hoang mang do không biết học phí trên là từ đâu ạ.  Em rất mong được các thầy/ cô hỗ trợ kiểm tra lại thông tin học phí của mình ạ. . . . Trong thời gian chờ đợi sự chấp thuận của thầy/cô em xin trân trọng cảm ơn!",
            "Chào bạn,. . . . Bạn đăng kí 17 tín chỉ+ 1 môn thể dục, môn thể dục được tính 1 tính chỉ học phí. . . . - 17 tín chỉ+1 môn thể dục= 5.300.000+320.000. . . . Bạn xem qui định cách tính học phí trên trang web PDT:  http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=219_61&tid=1886.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Da, hôm qua e quên mã số sinh viên,  mssv [student_id]. Nhờ Thầy/cô cập nhật tkb và link học dự thính giùm em được không ah",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Ba môn bạn đăng kí trong đơn bạn đã đăng kí học kỳ 192 rồi nên không đăng kí học kỳ dự thính 192 được.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: [full_name] [student_id]. . Cho em được hỏi là nếu như tổng số tín chỉ của em không đủ 100 thì em có được đăng ký chuyên ngành cho năm 4 không ?",
            "Chào bạn,. . . . Bạn xem qui chế học vụ mục 1 http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK192-updated.pdf.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn thông báo về việc trùng lịch học vào ngày 21/05/2020 vào lúc 12h. Cụ thể, trong thời khóa biểu của em có hai môn trùng giờ học là Bộ Chấp Hành thông minh (218706) và Tính chất vật liệu tiên tiến 2 (215723) vào tuần 21. Xin phòng đào tạo giải quyết giúp em",
            "Chào bạn,. . . . Môn 215723 tuần này thầy dạy bù nên bị trùng lịch. Hiện tại thầy [full_name] đang thông báo cho sinh viên sẽ nghỉ. Bạn yên tâm học môn 218706.PDT sẽ cập nhật lại TKB lại sinh viên để có TKB cho phù hợp. Bạn thường xuyên theo dõi TKB nhé.. . . . Thân.",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Thầy/cô cho em hỏi bây giờ e muốn làm đơn xin học giáo dục thể chất thì có được nữa không ạ",
            "Chào bạn,. . . . Thời gian này không đăng kí môn học được nữa nhen bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Nơi sinh bị mất trong phần lí lịch, không có nơi sinh.Mong thầy cô giúp đỡ.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . PDT đã cập nhật lại nơi sinh cho bạn rồi.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . dạ cho em hỏi em là sinh viên liên thông lên đại học hệ vừa học vừa làm.. . giờ em muốn đăng kí môn học vậy em đăng kí những môn nào và em có được miễn những môn nào vậy ạ.. . xin anh chị giải đáp giùm em với ạ.. . em xin cảm ơn",
            "Gởi bạn phiếu miễn môn và hướng dẫn đăng ký môn học.. . Bạn vui lòng đọc kỹ Hướng dẫn đăng ký môn học trước khi đăng ký môn. . . . Thân",
            "QUOTE Gởi bạn phiếu miễn môn và hướng dẫn đăng ký môn học.. . Bạn vui lòng đọc kỹ Hướng dẫn đăng ký môn học trước khi đăng ký môn. . . . Thân  /QUOTE . . Chào bạn, Phòng Đào tạo đã gửi mail cho bạn về  miễn môn và hướng dẫn đăng ký môn học. . bạn vui lòng kiểm tra lại trên email mà bạn đăng ký tài khoản BKNETID. . Trân trọng/",
            "dạ em đã nhận được mail của trường gởi cho em.. . - anh chị cho em hỏi thêm là phiếu miễn môn có nộp lai cho trường không và nộp ở đâu ạ.và hiện tại em đã được miễn môn chưa . . - là em học liên thông lên đại học trong bảng danh sách môn mở lớp có 2 môn là cơ lưu chất và sức bền vật liệu.mà trong phiếu miễn môn của em có miễn môn sức bền vật liệu vậy hiện tại em có cần đăng kí môn đó nữa không ạ.. . và ngoài hai môn đó em có cần đăng kí thêm môn nào nữa không vậy.. . mong anh chị giải đáp giúp giùm em để em có thể hiểu rõ và đăng kí chương trình học sớm ạ.. . em xin cảm ơn. .",
            "Chào bạn;. . Phòng Đào tạo gửi bạn phiếu miễn môn tức là những môn học đó bạn đã được miễn rùi. và những môn đã được miễn thì không cần phải đăng ký học nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ, chào thầy/cô!. . . . Thầy/cô cho em hỏi học phí này \"HP192_DHCQ bô sung2_ K19\" là học phí gì vậy ạ?. . . . Kính mong phản hồi sớm từ thầy/cô.. . . . Em cảm ơn ạ.. . . . [full_name]. .",
            "Chào bạn,. . . . - Bạn đăng kí 17 tín chỉ+ 1 tín chỉ học phí thể dục=5.300.000+320.000.. . . . - Bạn xem qui định về cách tín học phí http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=219_61&tid=1886.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . kính gửi pđt. Em xin đăng kí môn dự thính:thí nghiệm vật lí (PH1007). hiện tại, em đã biết đã trễ lịch đăng kí, em mong pđt đăng kí giúp em. hiện môn học đã học được 2 tuần, mong rằng pđt thứ lỗi cho em.",
            "Chào bạn,. . . . Thời điểm này quá trễ không đăng kí được nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ em chào cô, em bị lỡ bài kiểm tra chương 8 môn Hệ thống sản xuất trên elearning do hạn chót là tuần đi học lại trên trường nên em không kiểm tra thường xuyên elearning và bỏ sót, vậy em có thể xin gia hạn thêm thời gian làm bài không ạ, vì nếu không làm em sẽ không được thi cuối kỳ. Em xin cảm ơn cô.",
            "Chào bạn,. . . . Việc này bạn liên hệ với giáo viên giảng dạy nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . dạ em đã nhận được mail của trường gởi cho em.. . - anh chị cho em hỏi thêm là phiếu miễn môn có nộp lai cho trường không và nộp ở đâu ạ.và hiện tại em đã được miễn môn chưa. . - là em học liên thông lên đại học trong bảng danh sách môn mở lớp có 2 môn là cơ lưu chất và sức bền vật liệu.mà trong phiếu miễn môn của em có miễn môn sức bền vật liệu vậy hiện tại em có cần đăng kí môn đó nữa không ạ.. . và ngoài hai môn đó em có cần đăng kí thêm môn nào nữa không vậy.. . mong anh chị giải đáp giúp giùm em để em có thể hiểu rõ và đăng kí chương trình học sớm ạ.. . em xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . dạ cho em hỏi về mail trường gửi em có đính kèm hình bên dưới là có áp dụng cho năm nay không ạ ( cuối kì nay có miễn xét chuẩn tiếng anh cho năm sau không ạ)? em cảm ơn.",
            "Chào bạn,. . . . - Trong mail PDT ghi rất rõ không xét chuẩn anh văn cho học kỳ 193,201, dự thính 201.. . - Bạn có bằng thì bạn có thể nộp xét chuẩn tiếng anh cho năm sau vẫn được.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Lịch thi - Đại học - Cao đẳng chính quy   Khác ... . Hôm trước em có nhận được thông báo từ phòng đào tạo là không tổ chức các lớp anh văn ở HK192 nên em đã đăng ký học ngoài. Nhưng vừa rồi cập nhật lịch thi của em lại có môn anh văn 4 ạ. Anh/chị có thể xem lại giúp em không ạ. Em chân thành cảm ơn!",
            "Chào bạn,. . . . - Vì học kỳ dự thính 192 không mở những môn anh văn, nhiều bạn sinh có nhu cầu học anh văn rất lớn. Sau đó PDT hứa mờ thêm lớp anh văn cho học kỳ 192, nhưng cuối cùng không mở được. Nhà trường mới gởi mail thông báo không mở thêm lớp anh văn học kỳ 192. Bạn đọc kỹ nhé.. . . . - Còn bạn đăng kí anh văn ngày từ đầu học kỳ 192 thì vẫn học bình thường, hiện tại bạn vẫn có đăng kí anh văn 4.. . . . Thân. . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . em có vào MyBk và vào phần học phí thì em thấy không có thông tin về học phí học kì 2 của em ạ! Em mong được thầy/cô có thể giúp em.  Em xin cảm ơn!",
            "Chào bạn,. . . . Bạn vào trên trang này để xem học phí nhen https://bkpay.hcmut.edu.vn/man/home.action;jsessionid=2FCF95D1D864BCACBBB7E2DFA1298FBD.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . nếu em đăng kí giấy xác nhận sv để làm thủ tục vay vốn hoc j phí thì phần lí do xin giấy em nên chọn phần nào ạ.",
            "Chào bạn,. . . . Việc này bạn liên hệ Phòng Công Tác Chính Trị sẽ hỗ trợ cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . dạ cho em hỏi phòng Hangout_tuongtac là phòng nào v ạ. .",
            "Chào bạn,. . . . - Là buổi học livestream tương tác của sinh viên với giáo viên về môn học đó. Học qua mạng thì bạn đâu cần quan tâm phòng nào.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Kính gửi Phòng Đào Tạo. . Em tra cứu thấy tên mình trong danh sách tốt nghiệp dự kiến đợt tháng  4/2020. Tuy nhiên không tra cứu thấy tên mình trong đợt tốt nghiệp chính thức theo danh sách mới nhất ạh.. .",
            "Chào bạn,. . . . Danh sách đợt tốt nghiệp chính thức PDT sẽ bổ sung sau đó, bạn có tên trong danh sách tốt nghiêp dự kiến là yên tâm là bạn được xét tốt nghiệp rồi.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name] mssv [student_id]. . Do một số vấn đề email của em không thể nhận được bất kì mail nào gửi tới từ cuối tháng 3 nên em không nhận được mail thông báo đăng kí học dự thính cho em hỏi là em có thể được xếp lớp hay có cơ hội học dự thính ở học kì này không ạ ,mong thầy cô giải đáp",
            "Chào bạn,. . . . Bạn liên hệ Ban Quản Lý mạng trường để kiểm tra xem lý do bạn không nhận được mail của trường . . . . https://www.hcmut.edu.vn/vi/welcome/view/cac-don-vi-truc-thuoc/phong--ban-chuc-nang/ban-quan-ly-mang. . . . - Hiện tại số tuần học dự thính rất ngắn, đã học được 3 tuần. Thời điểm này bạn không thể đăng kí dự thính được nhé.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi phòng Đào tạo,. . . . Em tên là [full_name]. Phòng Đào tạo cho em hỏi: \"Bảng điểm trung bình tích lũy\" mình in ở đâu vậy ạ? . . Em xin cảm ơn!. . . . Thân,. . [full_name]",
            "Chào bạn,. . . . Bạn muốn \"Bảng điểm trung bình tích luỹ\", bạn vào trang MyBK mục in bảng điểm đăng kí in bảng điểm nhen. Phần này có đóng tiền.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là tháng 6 này có một bài kiểm tra toeic trên trường nếu em qua được 550  thì có được miễn av và được đăng ki môn học không không do đầu năm em bị rớt anh văn?Hay cần nộp bằng để xét anh văn?. . Em cảm ơn",
            "Chào bạn,. . . . Bạn vào qui chế tham khảo điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. Bạn đọc có gì không hiểu bạn hỏi tiếp.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]0  /b \t. . . .   i Hỏi đáp học trực tuyến (BKeL) . Chào thầy/cô,. . Vừa qua em có nộp chứng chỉ toeic (đã xác minh hợp lệ) và đăng kí chuyển điểm cho các môn anh văn nhưng hiện tại vẫn chưa thấy được cập nhật vào bảng điểm. Em không biết do chưa cập nhật kịp hay có lỗi gì không ạ?. Cô (thầy) giúp em kiểm tra lại để em đủ số tín chỉ đăng kí tốt nghiệp. Em cám ơn.. .",
            "Chào bạn,. . . . Nếu vậy bạn liên hệ trực tiếp PDT làm đơn xét tốt nghiệp.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Tạm dừng . Em tên là Huỳnh Bách Thành Trung, MSSV [student_id], hiện tại đang là sinh viên năm nhất ngành Kĩ thuật Hóa học. Cho em hỏi là muốn xin thôi học ở trường mình thì sẽ cần phải trải qua những thủ tục nào ạ? Còn về phần học phí của học kì 2 thì em có cần phải đóng hết không ạ? Tại em định xin rút đơn ra khỏi trường mình sớm hơn nhưng do dịch bệnh nên em ở ngoài Huế và không vào trường làm thủ tục được. Mong phòng đào tạo thông cảm cho em!. . Em rất mong được nhận lại lời phản hồi trong thời gian sớm nhất. Em xin cảm ơn nhiều ạ!",
            "Chào bạn,. . . . Bạn muốn thôi học bạn làm đơn thôi học nộp cho PDT . . . . Qui trình mẫu đơn đơn thôi học http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=192&tid=909.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi đã có danh sách nhận học bổng khuyến khích học tập của sinh viên đại trà học kì 1 năm học 2019-2020 chưa ạ?",
            "Chào bạn,. . . . Hiện tại nhà trường chưa có thông báo về học bổng học kỳ 192 nhen bạn. Khi nào có thông báo chính thức sẽ thông báo cho sinh viên.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . em xin hỏi khi nào thi giữa kì môn av2 ạ, lý do là trên mybk không có thông báo",
            "Chào bạn,. . . . Môn Anh văn đầu có kiểm tra giữa kỳ.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Cụ thể, em đã đăng kí GDTC môn bóng bàn nhưng cuối cùng lại không được xếp thời khoá biểu. Mong hãy cho em hướng xử lí ạ.",
            "Chào bạn,. . . . - [full_name]T đã kiểm tra các đợt đăng kí không thầy bạn đăng kí môn bóng bàn. Câu hỏi này [full_name]T đã trả lời cho bạn ngày 15/5 rồi.. . . . - Bạn đăng kí lục nào?, khi các lần đăng kí môn học bạn phải kiểm tra thường xuyên nếu sai thì bạn phải khiếu nại liền . Vì học kỳ 192 đã diễn ra rất lâu, bạn khiếu nại thì cũng không giải quyết cho bạn được.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Học phí . Kính gửi quý thầy cô,. . . . Ngày 20/05/2020 em có gửi thắc mắc về học phí, thông tin của em được giải quyết nhưng không ghi nội dung phản hồi gì, nhưng hiện tại học phí của em vẫn là 3,840,000 và có thời gian thanh toán luôn. Nhờ thầy cô xem lại vì đợt này em chỉ học [full_name] - 5 chỉ thôi.. . . . Em cám ơn thầy cố nhiều.. . [full_name]. MSSV: [student_id]",
            "Chào bạn,. . . . - Vì bạn vừa gởi thắc mắc đến BKSI.HCMUT.EDU.VN, vừa gởi mail đến [email] và anh trả lời cho bạn rõ rồi nên câu hỏi trên BKSI không cần trả lời nữa.. . . . - Bạn muốn thắc mắc vấn đề gì nữa.. . . . Thân.. .",
            "Kính gửi quý thầy cô,. . . . Em chưa có gửi mail [email] cho thầy lần nào hỏi về học phí, nhờ cô xem lại, có thể nhiều SV thắc mắc nên có thể nhầm với Sinh viên khác, và em cũng đã đã check hộp thư đến không thấy thông tin gì về việc phản hồi học phí.. . . . Em cám ơn thầy cô nhiều.. . [full_name]. MSSV: [student_id]",
            "Kính gửi quý thầy cô,. . . . Nhờ thầy cô giải thích cho em rõ, vì cũng sắp đến hạn đóng tiền học phí vào ngày 28/05/2020. Để em có thể chuẩn bị và hoàn thành tốt việc đóng học phí.. . . . . . Em cám ơn thầy cô nhiều.. . [full_name]. MSSV: [student_id]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Em tên [full_name]. . . . Khoa Kỹ Thuật Xây Dựng-K19. . . . Em gửi mail này nhằm muốn giải đáp thắc mắc về việc nếu hết năm nhất mà em không đủ 28 tín chỉ thì có được đăng ký môn năm hai không vậy ạ?. . . . Mong văn phòng giải đáp và phản hồi sớm giúp em ạ.. . . . Trân trọng !",
            "Chào bạn,. . . . Sau năm nhất bạn không đủ 28 tín chỉ thì bạn không đăng kí những môn năm 2, nhưng bạn có thể đăng kí được những môn năm 1 (những môn đại cương, toán, lý, hoá đại dương, những môn Mac-lê, những môn thể dục....). . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô, em tên Trần [full_name] Tùng, mssv:[student_id]. Thầy cô cho em hỏi, thời khóa biểu của em bị xếp lịch học trùng giờ nhau thì làm sao em đi học được ạ ? Em có gửi kèm ảnh thời khóa biểu của em, mong thầy cô giải đáp giúp em.",
            "chào bạn,. . . . PDT có gởi mail sinh viên hướng dẫn bạn xem nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2035058  /b \t. . . .   i Vừa làm vừa học - ĐTTX   Đăng ký môn học . 1) em là sinh viên hệ vlvh khóa 2020 em muốn đăng ký những môn như :. . . . CI2091 Kết cấu bê tông cốt thép 1. . CI4037 Công trình trên đất yếu. . CI1001 Nhập môn về kỹ thuật. . CI3001 Cơ học đất. . CI3009 Kết cấu thép 1. . . . nhưng những môn này lại không có trong danh dách CÁC MÔN HỌC DỰ KIẾN MỞ LỚP HỆ VLVH KHÓA 2020 ĐỢT 1. . thì em phải viết đơn nộp xin học các môn trên lên phòng đào tạo để được -Xét đơn đăng ký (trong 02 ngày từ ngày bắt đầu học kỳ, sau 02 tuần kết quả được xét là chính thức.) phải không ạ?. . . . 2)ở phiếu miễn môn học của phòng đào tạo đề nghị lên BGH miễn cho sinh viên, em có thắc mắc là môn xác xất thông kê và môn giáo dục quốc phòng em đã qua nhưng vẫn chưa được cập nhật lên danh sach những môn được miễn ạ. vậy em nên làm đơn gửi phòng đào tạo hay phải hỏi trực tiếp đẻ được giải quyết ạ?\t\t\t\t\t. .",
            "Chào bạn.. . Những môn học không mở trong file dự kiến K2020 đợt này.. . Bạn đăng ký vào học kỳ chính HK1/2020-2021. . ( dự kiến tháng 7/2020). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy cô, nếu bây giờ em muốn hủy môn học thì còn kịp không ạ ?. . Em xin cám ơn vì đã đọc câu hỏi này.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Thời gian này bạn chỉ làm đơn rút môn học, Hạn chót nhận đơn rút môn học trong tuần này 29/5.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Kính thưa phòng đào tạo. . . Em tên là [full_name].. . Em học môn hệ điều hành ạ.. . Lúc học trực tuyến vì một vài lý do mà em đã không thể học đúng giờ. Nhưng em đã xem bài giảng trực tuyến đó sau khi đã quay xong. Giáo viên điểm danh em thiếu 3 buổi. Theo thông tin giáo viên chỉ cần vắng 2 buổi là xem như cấm thi. Em muốn xin được thi môn này được không ạ?. .",
            "Chào bạn,. . . . Bạn liên hệ giáo viên giảng dạy môn này để giải quyết nhen. Việc này thuộc quyền giáo viên giảng dạy, PDT không can thiệp vào được.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em chào thầy/cô. . BKpay báo học phí kì 191 của em là 2.880.000đ. . . . . Tức là học phí cho 2 môn Xác xuất thống kê và hệ điều hành, mỗi môn 3 chỉ. Em đã được miễn môn xác xuất thông kê rồi ạ. . . . . Cho em hỏi là em phải đóng học phí kì này như thế nào ạ? vì lúc em nhập học em chưa biết gì về thủ tục đăng ký/rút môn học cũng như cách tính học phí của trường. Kết quả miễn môn thì qua tết 2020 mới có. Thêm nữa là em phải đóng 2 kì cùng lúc.. . . . Mong các thầy cô phòng đào tạo tính lại học phí giúp em để tụi em bớt khó khăn trong tình hình dịch bệnh vừa qua, cũng như có thêm động lực để hoàn thành khoá học ạ. . . . Xin cảm ơn.. .",
            "Chào bạn,. . . . Tiền học phí đã cập nhật, bạn kiểm tra lại nhen.. . . . Thân."
        ]
    }
]