[
    {
        "intent": "",
        "message": [
            "Họ và tên: [full_name]. . MSSV: [student_id]. . Kính gửi PĐT, em vừa nhận được email về việc hoãn thi bằng cách điền form của PĐT, trường hợp của em là bị lỗi thiết bị khi thi giữa kì DT202 và theo như phần ghi chú thêm của email thì em sẽ liên hệ GV dạy mình để giải quyết, PĐT cho em hỏi là ngoài việc tự liên hệ với GV thì em có cần điền form để PĐT biết về trường hợp của em không ạ.. . . .",
            "Chào bạn,. . Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép).. . Nên tùy bạn quyết định có hoãn thi hay không nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1733461  /b \t. . . .   i Tốt nghiệp . Em chào Thầy/ Cô!. . Em tên Trần Minh Đức, Mssv: 1733461. Em đã nộp chứng chỉ Toeic và đã được kiểm định. Học kỳ 211 em có đăng ký Luận Văn Tốt Nghiệp mà hệ VHVL chứng chỉ Toeic không cần chuyển điểm Anh Van 1,2,3,4. Thầy/ Cô cho em hỏi là em cần làm gì tiếp theo để thoả điều kiện chuẩn Anh Văn để đăng ký môn Luận Văn. Em xin cám ơn.",
            "Chào bạn,. . Bạn chỉ cần đăng ký nộp CCNN tại mybk/Nộp Chứng chỉ ngoại ngữ, PDT sẽ tự động lấy dữ liệu xuống để cập nhật điều kiện để bạn ĐK môn LVTN nghiệp nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em là sinh viên khóa K15 do kỳ rồi em không đăng kí môn học và bị đình chỉ 1 học kỳ. Muốn đăng kí môn học học kỳ này em cần làm giấy xin nhưng với tình hình này thì em nên làm giấy xin như thế nào ạ.. . Với lại em chỉ còn thiếu chứng chỉ TOEIC và 2 ngày công tác xã hội mà với tình hình dịch hiện giờ em có nên chuyển sang hệ vừa học vừa làm và hướng dẫn em cách chuyển ạ. . . Em cảm ơn.",
            "Chào bạn,. . Sinh viên có TKB trong HK211 mới có thể đăng ký được giấy xác nhận SV hoãn NVQS,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phường và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu.. . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . Thân. .",
            "Dạ không phải là giấy hoãn nghĩa vụ quân sự mà là giấy thu nhận lại do học kỳ trước em bị đình chỉ do không đăng ký môn học ạ",
            "Chào bạn,. . SV vui lòng tải mẫu đơn thu nhận tại trang aao.hcmut.edu.vn/Sinh viên/biểu mẫu. Điền đầy đủ thông tin và gửi qua bksi nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin hỏi. Do em ở khu cách li. Thứ 2 em mới về. Nhưng sáng thứ 2 em có thi môn đường lối đảng CSVN. Em xin hoãn môn đó thì gửi vào form hoãn trước thứ 2 hay trong vòng 5 ngày kể từ sau thứ 2 vẫn được ạ. Em cảm ơn.  .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào Thầy/Cô.. . Nhờ Thầy/Cô cập nhật thông tin cá nhân đăng ký tốt nghiệp của em phần ngày sinh bị sai ạ.. . Ngày sinh của em là 17/11/1990.. . Em cảm ơn Thầy/Cô.. .",
            "Dạ em chào Cô.. . Dạ nhờ Cô sửa giúp em là Nữ ạ, em thấy trong phần lý lịch đang ghi là [full_name].. . Dạ Cô cho em hỏi vì CMND của em hết hạn, em đã làm CCCD mới nhưng chưa có, em có cần đợi đến khi có CCCD mới thì mới đăng ký xét tốt nghiệp không ạ?. . Em cảm ơn Cô.",
            "Chào bạn. . Bạn vui lòng chụp bổ sung cho Cô giấy khai sinh nghen. . - Không cần bổ sung CMND mới nghen bạn. . Thân",
            "Dạ em chào Cô.. . Dạ em gửi bổ sung giấy khai sinh ạ.. . Em cảm ơn Cô.. . . .",
            "Chào em,. . Cô đã gửi file giấy cho cô phụ trách. Em kiểm tra khoảng 1 tuần sau, nếu chưa cập nhật em email [email] để hỏi nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Học vụ  /i [full_name] [full_name] [full_name] [full_name] Em chào Thầy/Cô[full_name] [full_name] Thầy Cô cho em hỏi nếu hoãn thi điểm thành phần đã đạt được vẫn được ghi nhận đúng không ạ[full_name][full_name] [full_name] Em cảm ơn Thầy/Cô nhiều ạ",
            "Chào bạn,. . Không nhé bạn, bạn vui lòng đọc rõ quy định về hoãn thi tại đây nhé:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name] MSSV: [student_id]. . . . Vì lý do cá nhân nên em không thể đảm bảo đủ điều kiện để tham gia thi cuối kỳ môn [full_name] Thuật Lập Trình HK202. Em có nguyện vọng xin được hoãn thi ạ. Mong Phòng Đào Tạo xem xét!. . . . Trân trọng,. . [full_name]./.. . . . . . . .",
            "Phòng Đào tạo đã gửi email: em làm theo hướng dẫn nhé.. . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Tài khoản BkeX bị khóa không đăng nhập được. Mong thầy cô mở khóa giúp em ạ.",
            "Chào bạn. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gởi thông báo cho sinh viên. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi hình màn hình trước khi thi. (Việc quan trọng càng phải luyện tập kỹ). . - Về trường hợp của bạn, vui lòng xem rõ trong hướng dẫn thi trực tuyến điều 8 các tình huống cần xử lý trong khi thi để biết cách xử lý và liên lạc với CBCT kịp thời để được mở khóa nhé:. . “CBCT kiểm tra kỹ tình huống và mở khoá truy cập cho người dự thi vào phòng thi.” . . Nếu trường hợp không phải trong thời gian thi, thì hệ thống tự động cập nhật sau mở khóa sau 2h!. . Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép).. . . . Chúc bạn thi tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy/cô. . Em tên [full_name] , MSSV [student_id] lớp GT17HK. . Thầy/cô cho em hỏi là em chưa hoàn thành môn đồ họa vi tính và CAD , tuy nhiên môn học này từ chương trình đào tạo khoa kỹ thuật giao thông K19 trở về sau đã được thay thế thành môn Nhập môn về lập trình CO1003. Do đó bây giờ em phải làm sao? Nếu làm đơn xin chuyển thì trong tình hình này có thể làm đơn online được hay không ? Nếu có làm đơn thì biểu mẫu lấy ở đâu ? Hay có thể đăng kí môn học và hoàn thành trước và làm đơn nộp trực tiếp sau. Mong thầy/cô cho em xin hướng giải quyết.. . Em cảm ơn",
            "Chào em,. . Vấn đề môn khác mã, tương đương, thay thế em liên hệ [full_name], GVCN  tư vấn. Sau khi có thông tin chính xác thì SV mới đkmh được nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ e xin hỏi ạ. Hồi sáng nay lúc vô đề thi trên bkex thì máy e bị lỗi nên e được giám thị cho sử dụng lap số 2, trong quá trình thi e có record cả 2 máy, vì tài liệu pdf e lưu ở máy 1 nên trong lúc thi e có sử dụng máy 1, v lúc gửi file record lên hệ thống e phải gửi cả 2 clip record đúng k ạ. . em cảm ợn đã xem câu hỏi của e ạ",
            "Chào bạn. . - SV liên hệ GV để được cho phép nộp lại. Form có thể đang để mở chế độ chỉ trả lời 01 lần. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gởi thông báo cho sinh viên. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi hình màn hình trước khi thi. (Việc quan trọng càng phải luyện tập kỹ). . - Về trường hợp của bạn, vui lòng xem rõ trong hướng dẫn thi trực tuyến điều 8 các tình huống cần xử lý trong khi thi để biết cách xử lý và liên lạc với CBCT kịp thời để được mở khóa nhé:. . “CBCT kiểm tra kỹ tình huống và mở khoá truy cập cho người dự thi vào phòng thi.” . . Nếu trường hợp không phải trong thời gian thi, thì hệ thống tự động cập nhật sau mở khóa sau 2h!. . Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép).. . . . Chúc bạn thi tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "dạ em xin hỏi khi hoãn thi vì lý do tiêm vắc xin thì nó thuộc loại lý do gì trong điều 17.2 của quy chế học vụ, sau khi hoãn thi thì tụi em thi tiếp như thế nào ạ?",
            "Chào bạn,. . Hiện tại thì hoãn thi đợt này bạn vui lòng trình bày rõ lý do của bạn (không thể theo lý do trong quy chế). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Sau khi thi xong em đã thoát khỏi bk exam system sau đó em đăng nhập lại để gửi video quay màn hình nhưng không đăng nhập được, em không biết phải giải quyết như nào.. . Mong sớm nhận được phản hồi từ quý thầy/cô.. . Em cảm ơn ạ.",
            "Chào bạn,. . SV liên hệ GV để được cho phép nộp lại.. . Form có thể đang để mở chế độ chỉ trả lời 01 lần.. . Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép).. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy/cô cho em hỏi là dữ liệu trong Bkel của em sau khi tốt nghiệp bao nhiêu năm thì sẽ mất ạ ?. . . . Em cảm ơn thầy cô.",
            "Chào em,. . dữ liệu trong Bkel của em sau khi tốt nghiệp bao nhiêu năm thì sẽ mất ạ ?. . =  Thường sau 1 tháng là Ban quản lý mạng hủy thông tin.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Sau khi thi xong môn Xác suất thống kê và em muốn nộp video quay màn hình nhưng hệ thống BkeX báo lỗi không đăng nhập được ạ. Rất mong  thầy cô mở giúp em. [full_name] [student_id]. Em xin cảm ơn ạ.. .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Thầy Cô phụ trách thắc mắc SV. . . . Tôi tên [full_name] . . MSSV [student_id]. . Số điện thoại : [phone_number]. .  Học Kỳ HK211 tôi học 1 môn , nhưng số tài khoản liên kết giữa BKpay và [full_name] đã bị khoá do hết hạn . Vì vậy, tôi muốn đóng học phí thì làm sao?. . . . Chân thành cảm ơn. . . .",
            "Chào em,. . Em liên hệ ngân hàng OCB [phone_number]1 để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Lịch thi lại 16h00 nhưng 18h00 mình mới nhận được mail thì xử lí như thế nào?",
            "Chào em,. . - Em hỏi GV giảng dạy hoặc. . - Phòng Đào tạo đã gửi email: em làm theo hướng dẫn nhé.. . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . . . Em có kì thi hk2 sẽ diễn ra vào ngày mai. Em muốn hỏi hạn upload video là bao lâu vì sau khi quay màn hình em sẽ phải đợi chuyển file thành mp4 và nén lại ạ (mất kha khá thời gian.. . Mong trường sẽ giải đáp thắc mắc của em sớm ạ. Em cảm ơn",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy, cô,. . . . Em là sinh viên K17, em dự kiến sẽ bảo vệ luận văn vào tuần sau và kết thúc chương trình học ở Bách Khoa. Em đã có đủ 15 ngày CTXH, đủ số chứng chỉ tốt nghiệp, anh văn Reading & Listening. Tuy nhiên em lại thiếu chứng chỉ anh văn Speaking & Writing. Trong những tháng vừa qua do tình hình covid, nên em đã không thể đăng kí tham dự kì thi này.. . . . Em có 2 câu hỏi cho thầy cô ạ!. . . . 1) Nếu như em chưa có chứng chỉ Speaking & Writing, em có được nhận bằng tạm thời không ạ.. . . . 2) Trung tâm BK English của mình sắp tới cỏ mở thi online cho các trường hợp như em thi lấy bằng để tốt nghiệp đúng hạn không ạ.. . . . Do yêu cầu của công ty em là phải có bằng tốt nghiệp tạm thời  để được làm chính thức. Mong thầy cô giải đáp và có thể có hướng giải quyết phù hợp ạ.. . . . Em cám ơn.",
            "Chào bạn,. . 1) Nếu chưa đủ điều kiện tốt nghiệp thì không thể đăng ký tốt nghiệp và không được nhận bằng tạm thời nhé.. . 2) Bạn có thể liên hệ với TTNN để được hướng dẫn và trả lời về kế hoạch về tổ chức thi online nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn hỏi về việc sử dụng app Droidcam. . . . để thay thế camera của laptop bằng camera điện thoại do laptop của em không được tích hợp sẵn camera. Em đã sử dụng và nhận thấy chức năng của Droidcam cũng giống như webcam ạ.",
            "Nhắc lại: Hướng dẫn tạm thời về kiểm tra/thi theo hình thức trực tuyến. . . . Thân gửi các bạn Sinh viên,. . . . Chúng ta đã tổ chức kiểm tra/thi được một số học phần. Trong quá trình tổ chức vừa qua, một số việc không suôn sẻ đã xảy ra, có thể ảnh hưởng đến việc kiểm tra/thi.. . . . Phòng Đào tạo (PĐT) nhắc lại Sinh viên (SV) xem kỹ hướng dẫn, kể cả các phụ lục. Chuẩn bị kỹ không gian và điều kiện kỹ thuật cho kiểm tra/thi (điện, đường truyền, có thể cần thêm kết nối 3G dự phòng). PHẢI thử nghiệm/tập luyện trước các thao tác cần thiết phục vụ kiểm tra/thi.. . . . SV đặc biệt lưu ý các vấn đề sau:. .  1. Khi có sự cố, xem số điện thoại liên lạc trong trang đề thi, hoặc các số của GV/Bộ môn. Ưu tiên nhắn tin để giảm tải cho GV.. .  . . . .  2. Khi mất kết nối, bình tĩnh chờ kết nối trở lại. Khi có kết nối trở lại, làm bài như bình thường. . . KHÔNG đăng xuất hệ thống thi BKeX và sau đó đăng nhập lại. Hệ thống BKeX chỉ cho đăng nhập 01 lần trong thời gian làm bài. SV đăng nhập nhiều hơn 01 lần sẽ bị khoá.. . . .  3. Xem kỹ hướng dẫn Phần III, Mục 1, Khoản 1.1 - Trước khi thi, Khoản 1.2 - Trong khi thi. Chú ý Bảng 1, dòng số 7-8.. . . .  4. Thực hiện theo các bước tổ chức trong phòng thi. . (Phần II, Mục 2, Khoản 2.1 - Trước giờ thi, Khoản 2.2 - Trong giờ thi, Khoản 2.3 - Hết giờ thi, Khoản 2.4 - Sau buổi thi.). . . . Ví dụ: Đối với SV (giả sử dùng hệ thống thi BKeX): . . . .         Ghi hình màn hình thiết bị chính của mình (gọi tắt là máy tính) (không cần nếu Bộ môn cho phép) - trước ít nhất 25'. . ==  Đăng nhập vào hệ thống thi (BKeX) . . ==  Đăng nhập vào Google Meet của phòng thi (nếu cần 02 thiết bị thì đăng nhập cả 02 thiết bị, link của Google Meet trên BKeX được hiển thị dạng QR code, dùng thiết bị thứ hai scan QR code để có đường link) - trước ít nhất 20'. . ==  Dự điểm danh bằng Google Meet. . ==  Quay lại BKeX để LÀM BÀI. . ==  Nộp bài (có thể scan bài nếu đề thi tự luận dạng viết tay). . ==  Kết thúc ghi hình màn hình máy tính của mình. . ==  Rời phòng thi (Google Meet, Đăng xuất BKeX) khi được phép. . ==  Nạp các tập tin ghi hình màn hình theo link.. . . . KHÔNG đăng xuất BKeX và sau đó đăng nhập lại. Đừng vào trễ quá 05' =  không được dự thi.. . . . (Các nội dung trên đã được soạn thành các leaflet gửi kèm với Hướng dẫn.). . . . Chúc các bạn thi tốt."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đã hoãn thi cuối kì 202 2 môn. Em nghe thông tin khi hoãn thi đồng nghĩa với việc mình sẽ không được học bổng khuyến khích mỗi học kì của trường mặc dù đáp ứng đủ các điều kiện về điểm,... đúng không ạ? em có đọc kĩ quy định điều 17 về hoãn thi cũng như quy định về học bổng rồi nhưng không có nhắc đến việc hoãn thi sẽ không được học bổng khuyến khích. Em cảm ơn ạ",
            "Chào bạn,. . Bạn vui lòng xem quy định về học bổng khuyến khích và liên hệ phòng công tác Chính trị Sinh viên để được tư vấn.. . Vui lòng đọc kỹ về cách tính điểm của hoãn thi tại đây:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế)."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Yêu cầu khác: Em tên: [full_name] . . . . Em không gửi mail hoãn thi nhưng lại nhận được mail xác nhận hoãn thi của PĐT. Mong PĐT xem xét lại ạ. . . . . Em xin cảm ơn.",
            "Chào bạn, . . Bạn có sử dụng tài khoản mail để điền vào google form ngày 5/8/2021 lúc 18h. Bạn có thể vào google form kiểm tra lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /. . Em đki hoãn thi thì có ảnh hưởng gì đến điểm phân ngành không ạ? Hiện e đang thực hiện cách ly đến ngày 9/8 nên không thể tham gia thi 1 môn. Em là SV khoa ktxd. .   i Yêu cầu khác .",
            "Chào bạn,. . Về phân ngành bạn vui lòng liên hệ ở Khoa để được tư vấn nhé,. . Về cách tính điểm hoãn thi bạn vui lòng xem tại đây:. . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Dạ trong quá trình thi cuối kì online em không tải được đề thi nên không thể tiếp tục thi được, vậy em phải đăng kí làm thủ tục thi lại như thế nào ạ.. .",
            "Chào bạn,. . Trong mail hướng dẫn thi trực tuyến gửi cho SV có nêu rõ. . Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép).. . . . Sinh viên hoãn thi phải đăng ký và tham dự kỳ thi của học phần đã được hoãn thi ở lần tổ chức kế tiếp của học phần trong thời hạn 01 năm. Trường sẽ có giải pháp cho các học phần không thể tổ chức thi trong vòng 01 năm (thi bổ sung, ...).. . . . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quí Thầy(Cô)!. . Laptop của em vừa bị hỏng vào chiều ngày 4/8, em đã gửi đến trung tâm bảo hành để sửa chữa nhưng do vì đang dịch Covid ngày 15/8 em mới nhận máy lại được.. . Vậy em có thể hoãn thi môn học có lịch thi nằm trong khoảng từ 6/8 đến 15/8 (cụ thể là ngày 9/8) nhưng vẫn  tiếp tục thi online các môn sau ngày 15/8 không ạ? Hay phải hoãn tất cả các môn thi còn lại?. . Em xin chân thành cảm ơn lời giải đáp của quí Thầy(Cô)!",
            "Phòng Đào tạo đã gửi email: em làm theo hướng dẫn nhé.. . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô ạ. Thầy cô cho e hỏi về mail hoãn thi 202 với ạ. Em không hiểu mail ghi hoãn thi sau 5 ngày thi online là thi xong mình cũng có thể được hoãn hay sao ạ và nếu hoãn được thì cho em hỏi điểm thành phần môn đó còn được giữ lại hay là hủy luôn ạ.. . Em mong nhận được sự giải đáp của các thầy cô. Em cảm ơn các thầy cô ạ",
            "Chào bạn,. . Thời gian trễ nhất hoãn thi là sau 5 ngày sau khi thi nhé bạn.. . Vui lòng xem quy định hoãn thi và cách tính điểm tại đây:. . Quy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào cô ạ ! Thời gian qua covid-19 đã làm cho việc học tập của sinh viên đại học bách khoa khó khăn. Đặc biệt ảnh hưởng lớn đến chuẩn anh văn để nhận luận văn vì em không thể ra ngoài để học anh văn và thi để lấy bằng.Vì thế em xin hỏi cô thời gian để k18 nộp bằng có được dời không ạ, em có lên xem lịch học vụ thì em chưa thấy gì ạ.Em cảm ơn cô. .   i Yêu cầu khác .",
            "Chào bạn,. . Phải đủ điều kiện bạn mới có thể đăng ký được môn LVTN.. . Sau khi đủ điều kiện, bạn có thể làm đơn xin đăng ký LVTN trễ hạn sau khi hết thời gian đăng ký online.. . Trong đơn phải có xác nhận của giáo viên hướng dẫn và khoa sau đó nộp tại Phòng Đào tạo.. . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào pđt ạ, em có 1 thắc mắc về vấn đề buộc thôi học khi vượt thời gian đào tạo tối đa, hi vọng pđt có thể giải đáp thắc mắc cho e.. . Em có tìm hiểu trong quy chế đào tạo về vấn đề này và cụ thể là tại điều 5, mục 5.5, trong đó có ghi là: \"Khi đã hết thời gian đào tạo tối đa kể cả thời gian kéo dài, nếu SV vẫn chưa đủ điều kiện tốt nghiệp thì sẽ bị xóa tên vì hết thời gian học tập. Các SV chính quy hết thời gian đào tạo tối đa được phép thôi học và chuyển qua hình thức đào tạo VLVH.\". . Trong đoạn đó em thấy không có nhắc gì tới làm sao để có thể chuyển sang hình thức đào tạo VLVH nếu bị vượt quá thời gian đào tạo. Vậy nếu vượt quá thời gian và bị thôi học thì tự nhà trường sẽ chuyển em sang hệ VLVH luôn mà không cần phải làm đơn xin gì cả hay phải làm đơn xin cứu xét trước và sau đó làm đơn xin được chuyển hệ thì mới được chuyển sang hệ VLVH ạ? Và những đơn xin đó có bắt phải theo biểu mẫu nào không hay phải tự trình bày ạ ?. . Câu hỏi em có phần ngô nghê vì chưa thật sự hiểu vấn đề này, hi vọng pđt có thể bỏ qua và giải đáp giúp e ạ.. .",
            "Chào bạn. . Bạn tải mẫu đơn thôi học (check vào chuyển sang VLVH) tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý  cho bạn. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em đăng kí hoãn thi và được mail trả lời như hình đính kèm bên dưới là tới ngày thi em được phép vắng có phép phải không ạ",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em kính gửi Phòng Đào tạo đơn xin hoãn thi và xác nhận của GV giảng dạy ạ. Lý do thì em đã trình bày cụ thể trong form mà PĐT đã gửi trong mail ngày 8/5/2021 là vì nhiều yếu tố mà em không đủ dụng cụ để thi môn Vẽ kĩ thuật cơ khí (ME2089) ạ. . . Em xin cảm ơn.",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ hồi chiều nay, ngày 05/08/2021, em có thi một môn và nộp bài lúc 17h20. Sau khi thi xong, em hoàn tất nộp bài và treo máy. Khi em quay lại thì máy tính em đã tự tắt trang web Bkex mà chưa log outkhỏi hệ thống Bkex. Em mới vào lại bkex để kiểm tra thì thấy hệ thống chặn em như hình bên dưới ạ. . . Thời gian sắp tới em vẫn còn mấy môn thi trên Bkex, em mong Thầy/Cô giải quyết sớm giúp em ạ. Tại em không biết sau khi thi phải log out khỏi hệ thống ạ.. . Em cám ơn Quý Thầy/ Cô.. . Em hi vọng nhận được sự phản hồi sớm nhất ạ!",
            "hệ thống bkex của em bị thường rồi ạ. Em xin lỗi vì đã làm phiền Quý Thầy Cô ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào Phòng Đào tạo ạ!. . Em là [full_name].. . Mã số sinh viên: [student_id]. . Khoa: Điện - Điện tử.. . Hiện tại em đã bảo vệ xong Luận văn tốt nghiệp HK202. Hiện tại còn 3 môn học chưa thi, những môn học này em học để cải thiện điểm. Vậy em xin hỏi phòng đào tạo 2 câu hỏi ạ:. . . . 1. Nếu như có điểm Hoãn thi (học lần 1 em đã qua môn hết rồi ạ) của 3 môn học cải thiện, thì khi xét Tốt nghiệp có thể được không ạ (hiện tại em đủ số tín chỉ bắt buộc để xét Tốt nghiệp ạ)?. . . . 2. Em có thể đăng ký Hoãn thi 1 môn, 2 môn được không hay bắt buộc cả 3 môn học ạ?. . Em rất mong nhận được sự phản hồi từ Phòng Đào tạo.. . . . Chúc quý Thầy Cô sức khỏe, an toàn ạ!. . Trân trọng./.",
            "Chào bạn,. . 1)Nếu bạn đã đủ điều kiện tốt nghiệp vì vẫn xét bình thường nhé.. . 2) Hoãn thi 1 hoặc 3 môn thì tùy bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ. Em xin hỏi về việc xin hoãn thi là mình chỉ cần điền link mà PĐT đã gửi mail chứ không cần phải đính kèm file đơn xin hoãn thi nữa đúng không ạ, với lại em có cần mail lại với thầy cô bộ môn không ạ ? Với lại cho em hỏi cách thức xin thi lại như thế nào luôn ạ ? Là em chỉ cần làm đơn xin thi lại nộp cho [full_name] và xin thi lại vào ngày tổ chức thi cuối kì đúng không ạ ? . . Em xin cảm ơn",
            "Chào bạn,. . Không cần nộp đơn nữa nhé bạn, vui lòng làm lại theo hướng dẫn trong mail.. . Xem quy định của hoãn thi tại đây:. . Quy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Trong vòng 1 năm, bạn có thể đăng ký thi lại trong các đợt thi của HK kế tiếp.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "i Yêu cầu khác . Em thể đăng nhập được vào bk exam dù chì đang đăng nhập 1 thiết bị và không có ca thi vào thời điểm đó. Hồi sáng em có bị, khoảng chiều thì đăng nhập lại bình thường. Và có 1 vài trường hợp sắp thi thì không thể đăng nhập được mặc dù là 1 thiết bị và chưa tới giờ thi. Cho em xin hướng giải quyết trong trường hợp đó. Lỗi giống ảnh minh hoạ ạ.. .",
            "Chào bạn. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gởi thông báo cho sinh viên. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi hình màn hình trước khi thi. (Việc quan trọng càng phải luyện tập kỹ). . - Về trường hợp của bạn, vui lòng xem rõ trong hướng dẫn thi trực tuyến điều 8 các tình huống cần xử lý trong khi thi để biết cách xử lý và liên lạc với CBCT kịp thời để được mở khóa nhé:. . “CBCT kiểm tra kỹ tình huống và mở khoá truy cập cho người dự thi vào phòng thi.” . . Nếu trường hợp không phải trong thời gian thi, thì hệ thống tự động cập nhật sau mở khóa sau 2h!. . Chúc bạn thi tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . - Em tên Nguyễn Thanh Thành . . - MSSV: [student_id] . . - Hệ VHVL. . . . Em xin hoãn thi 2 môn ở HK202:. . . . -Bê tông cốt thép 1 MSMH:CI2091. . -Bê tông cốt thép 2 MSMH:CI3175. . . . - Lí do: không đáp ứng đủ trang thiết bị thi online",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name], mssv [student_id]. Có thắc mắc là khi đăng ký hoãn thi online học kỳ 202 thì phải hoãn thi tất cả các môn đang học trong học kỳ hay phải không ạ ?",
            "Chào bạn,. . Không bắt buộc nhé bạn, bạn muốn đăng ký hoãn môn nào thì tùy thuộc vào tình hình của bạn muốn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô. . Thầy/cô cho em hỏi là năm nay tuyển sinh nhà trường có khả năng sẽ tách điểm tuyển riêng khối [full_name]00 hay [full_name]01 không ạ. . . Do phổ điểm khối [full_name]00 và [full_name]01 năm nay chênh lệch khá rõ cộng thêm những bạn xét tuyển tho phương án nộp chứng chỉ ngoại ngữ đổi điểm [full_name]nh Văn nữa sẽ làm cho các bạn thi khối [full_name]00 chịu thiệt thòi nếu xét tuyển chung điểm cho 2 khối [full_name]00 và [full_name]01. . . Em chân thành cảm ơn.",
            "chào bạn,. . Không hiểu rõ ý câu hỏi của bạn,. . nếu bạn cần tư vấn tuyển sinh có thể liên lạc với ban tư vấn tuyển sinh của trường để được tư vấn:. . [full_name]. . . .   [O]: Kios 98, gần cổng 3 trường Đại học Bách Khoa, 142A Tô Hiến Thành, Quận 10, Tp.HCM. . . .   [T]: (028) 2214 6888. . . .   [E]: [email]. . . .   [F]: /tuvantuyensinhbachkhoa. . . .   [W]: tuyensinh.hcmut.edu.vn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ. Trong email Phương thức đăng ký hoãn thi HK202 (Chính quy và dự thính) + HK hè 203, PDT có để hạn cuối nộp đăng kí hoãn thi là   B 5 ngày sau khi thi online  /B . . Nếu em đã đăng kí hoãn thi nhưng em lại tham gia thi online theo lịch đã có, thì kết quả thi đó có được ghi nhận không? Hay là em phải thi theo lịch hoãn thi  sau đó . . Mong PDT phản hồi giúp em, em cảm ơn ạ",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Vấn đề là trường hợp sự cố sau khi thi có thể đăng ký hoãn, ngoài trừ các trường hợp bị xử lý kỷ luật trong kỳ thi (danh sách khoa gửi lên nhé). . Trong mail hướng dẫn thi gửi cho SV có nói nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "I Yêu cầu khác:   /I Dạ em xin chào phòng đào tạo ạ, em gặp 1 vấn đề đó là sau khi em kết thúc thi CK202 môn Xác suất thống kê, và sau đó thực hiện nộp file ghi hình. Nhưng do em sử dụng [full_name] 7 nên em dùng chức năng [full_name] Step của [full_name] và đuôi là [full_name]. Em không thể nộp được ạ, em xin sự giúp đỡ từ phòng đào tạo ạ. Em chân thành cảm ơn.",
            "Chào bạn,. . SV liên hệ GV để được cho phép nộp lại.. . Form có thể đang để mở chế độ chỉ trả lời 01 lần.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT!. . Em tên: [full_name]. . MSSV:   [student_id]. . Hôm nay em vào xem tình trạng sinh viên của mình thì bị ghi là tạm dừng.. . Trước đó, do em không thanh toán học phí HK202 vì một số lí do khách quan, em đã trình bày với thầy [full_name]-trưởng PĐT và được đồng ý hoãn đến 20/8/2021 (sẽ đóng sau khi nhà trường tính toán lại học phí chính xác cho em).. . Ngoài đồng ý hoãn thanh toán HP, PĐT còn cho phép em được tham gia thi kết thúc môn HK202. (Đã cập nhật lại TKB, lịch thi Hk202). . Thế nhưng hôm nay em lại bị ghi tình trạng là tạm dừng vì chưa thanh toán học phí.. . Mong PĐT xem xét và giải thích giúp em về trường hợp của em.. . Em xin cảm ơn.. .",
            "Chào bạn. . Bạn còn minh chứng cho hoãn đóng học phí của Thầy [full_name] không? gởi gấp nghen",
            "Chào bạn. . Đã thấy hồ sơ của bạn, và đã làm qd hủy tạm dừng. . Vế vấn đề học phí thì bạn phải thanh toán theo lịch hẹn. . - nếu có vấn đề gì nữa về dkmh, bạn có thể mail trực tiếp đến anh bình để hỗ trợ. . [email]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng đào tạo. . . . Em tên là Huỳnh Hữu Phước, MSSV [student_id], hệ đào tạo VLVH, Khoa Kỹ Thuật Hóa Học, chuyên ngành Công Nghệ Sinh Học.. . . . Ngày 11/06/2021 em có nhận được kết quả học tập từ Phòng đào tạo, nhưng nội dung trong bảng kết quả bị sai. Em đã gửi email phản hồi sai sót đó theo hướng dẫn của trường vào ngày 13/06/2021. Đến ngày 23/06/2021 thì em nhận được bảng kết quả học tập mới, nhưng nó vẫn còn bị sai sót, em đã tiếp tục phản hồi những sai sót mới (email gửi ngày 24/06/2021) nhưng hiện đến giờ em vẫn chưa nhận được thư hồi đáp.. . . . Em xin gửi lại bảng kết quả học tập mới nhất em nhận được từ Phòng đào tạo vào ngày 23/06/2021 và file đính kèm trình bày danh sách môn học em đã đạt/được miễn mà kết quả học tập báo chưa đạt (danh sách do em soạn).. . . . Các môn học trong danh sách được miễn theo QĐ số 49/QĐ-ĐHBK, ngày 20 tháng 01 năm 2021. Em cũng có đính kèm bản scan QĐ này trong thư. . . . . Theo đó, hiện em chỉ chưa hoàn thành môn Thí Nghiệm Vật Lý và Luận văn Tốt Nghiệp. . . . . Kính mong Phòng đào tạo kiểm tra lại và cho em xin phản hồi.. . . . Em xin chân thành cảm ơn.. . . . . . . . . .",
            "Chào em,. . PĐT đã nhận được thông tin của em, đã gửi đến bộ phận phụ trách trả lời  em qua bksi, email.. . Thân mến,. .",
            "Em mong sớm nhận được kết quả phản hồi từ bộ phận phụ trách. . . Em xin cảm ơn ạ.",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô. . Em có quên thẻ sinh viên ở KTXBK và đã đăng kí làm lại vào ngày 25/8. Vì lý do quê của em hiện tại đang có chỉ thị 16 nên không thể nhận thẻ SV được mà em thấy đơn yêu càu làm thẻ của em đã được PĐT xử lý từ ngày 27/8. Nên em mong nhà trường có thể hỗ trợ cho em về vấn đề này với ạ. Ngày 9/8 em bắt đầu thi HK 202 rồi ạ. Em sợ không có thẻ SV, giám thị sẽ không cho thị ạ.. . Cảm ơn thầy/cô",
            "Chào em,. . - SV phải dùng thẻ SV khi dự thi. Nếu SV làm mất thẻ SV thì phải đăng ký làm lại. PĐT đã có tuỳ chọn nhận tại nhà, người nhận trả cước bưu điện: ghi rõ họ tên, số điện thoại, địa chỉ.. . - Em vào mybk/đăng ký in lại thẻ sv ... đóng tiền mới được in nhé. . . . . Hiện tại PĐT giải quyết in thẻ sv hàng ngày và gửi bưu cục (nếu sv có đăng ký). Nhưng vì nhiều lý do bất khả kháng [full_name] vẫn chưa đến SV để kịp thi, SV vui lòng trình bày tất cả lý do kèm minh chứng để Cán bộ coi thi ghi nhận vào danh sách thi. PĐT đối chiếu dữ liệu sau.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . PĐT cho em hỏi, form đăng kí hoãn thi online là mình chỉ có thể submit 1 lần duy nhất hay có thể submit nhiều lần ạ. Em cảm ơn ạ.",
            "Chào bạn,. . Vui lòng nêu rõ lý do, vì bạn phải cân nhắc kỹ thì nộp đơn hoãn thi nhé,. . Nên đọc kỹ quy định của hoãn thi và cách tính điểm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thân chào thầy/cô,. . . . Em xin gửi phiếu đăng ký thu nhận lại học kỳ 1 năm học 2021-2022, vì tình hình dịch nên em không thể đi in biểu mẫu và điền để gửi PĐT nên em có điền thông tin bằng file word và đã ký (em xin gửi file đính kèm). Không biết em làm như vậy có được không ạ? mong thầy/cô có thể thông cảm và tiếp nhận phiếu đăng ký thu nhận lại của em ạ.. . . . Em xin chân thành cảm ơn!",
            "Chào em,. . Thứ 4, ngày 11/8/21 em đkmh nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quý thầy cô. . . Em hiện là sinh viên năm 4, khoa Kỹ thuật Hoá học. Em có một số thắc mắc về việc xin hoãn bảo vệ luận văn tốt nghiệp.. . Thứ nhất, trong email hướng dẫn xin hoãn bảo vệ có đề cập sinh viên sẽ gửi mail cho Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý, rồi forward email cuối cùng đến PĐT để đăng ký. Vậy em sẽ forward 2 email xác nhận đồng ý cho hoãn của Giáo viên hướng dẫn và của Bộ môn phải không ạ?. . Thứ hai, nếu em xin hoãn bảo vệ luận văn tốt nghiệp học kì 202, thì qua kì 211 em chỉ cần đăng ký với Bộ môn để bảo vệ, hay em cần phải đăng ký lại môn Luận văn tốt nghiệp vào thời khoá biểu và đóng học phí ạ?. . Kính mong quý thầy cô giải đáp.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . Phải có thêm xác nhận của [full_name] nhé bạn,. . Đến HK tiếp theo bạn có thể đăng ký tại Phòng Đào tạo để xin bảo vệ nhé (theo lịch bảo vệ của [full_name] và bộ môn).. . PDT sẽ cấp giấy cho bạn về bộ môn - [full_name] đăng ký. . Thân. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Tên em là [full_name]. . Mong thầy cô cho em hoãn thi cuối kì 2 môn là Kinh tế kĩ thuật và Quản lí sản xuất cho kĩ sư.. . Lí do .Em bị mất laptop mà hiện chưa mua được do đó k đủ thiết bị để thi.. . Em xin cảm ơn.",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Theo em được biết thì học phí chương trình liên thông ĐH-ThS cho K19 là 700.000đ/tín chỉ. Hiện tại học phí đại học của em là trọn gói 17 tín chỉ/học kỳ. Nếu em học chương trình liên thông thì vẫn phải đóng học phí đủ 17 chỉ/học kỳ cho trường trình đại học + học phí cho các môn liên thông ĐH-ThS trong kỳ đó phải không ạ? (Các môn tự chọn ở chương trình đại học đã được xét miễn và thay vào đó là các môn trình độ ThS).. . . . Em đã đăng ký và xác nhận tham gia chương trình liên thông, nhưng nếu tương lai em có khó khăn trong việc tham gia học tập hay có thay đổi ý định thì em có thể xin rút khỏi chương trình liên thông được không ạ? Nếu có thì hình thức xin rút như thế nào ạ?. . . .",
            "Chào em,. . Về vấn đề liên quan đến học chương trình liên thông Đại học-Thạc sĩ & Thạc sĩ (Cao học) bạn vui lòng liên hệ Phòng đào tạo Sau đại học qua địa chỉ: Website:www.pgs.hcmut.edu.vn, Email    : [email]. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Vào lúc 11h59 ngày 5/8/2021, em có đăng nhập vào Bkex để kiểm tra bài làm triết học và đồng thời nộp video cho giám thị coi thi. Nhưng hệ thống báo lỗi như ảnh bên dưới. Sau đó em có đăng nhập trở lại thì lại tiếp tục bị lỗi. Em mong nhận được sự hỗ trợ từ ban kỹ thuật của nhà trường ạ, em xin cảm ơn!. . Em hiện tại đang cần hỗ trợ rất gấp vì sáng ngày 7/8/2021 em còn thi Giải tích 2 nữa ạ!. . . .",
            "Chào bạn. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gởi thông báo cho sinh viên. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi hình màn hình trước khi thi. (Việc quan trọng càng phải luyện tập kỹ). . - Về trường hợp của bạn, vui lòng xem rõ trong hướng dẫn thi trực tuyến điều 8 các tình huống cần xử lý trong khi thi để biết cách xử lý và liên lạc với CBCT kịp thời để được mở khóa nhé:. . “CBCT kiểm tra kỹ tình huống và mở khoá truy cập cho người dự thi vào phòng thi.” . . Nếu trường hợp không phải trong thời gian thi, thì hệ thống tự động cập nhật sau mở khóa sau 2h!. . Chúc bạn thi tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào phòng đạo tạo Đại học Bách Khoa thành phố Hồ Chí Minh !. . Em tên là [full_name] (mssv: [student_id]). . Sáng ngày 3/8/2021, Em có thi môn nguyên lí thông tin số trong khoảng thời gian thi, Em có sử dụng phần mềm record trên web recordscreen.io để ghi lại bài làm đã dẫn đến hiện tượng giật lag.. . Trong suốt khoảng thời gian Em làm bài nghiêm túc và hoàn thành bài làm đúng giờ, nhưng tới khi nộp bài máy tính Em bị lag và đứng máy nên Em không thể nào tạo file PDF và nộp đúng thời gian được, file record cũng không thể lưu về. . Và sau giờ nộp bài Em có viết email cho THầy [full_name] để xin nộp bài, và Thầy đã hướng dẫn Em hỏi ý kiến phòng đào tạo.. . Vì đâu là lần đầu tiên Em thi online nên . . Em rất mong được Phòng đào tạo có thể tiếp nhận bài nôp của Em ạ, Em xin chân thành cản ơn !",
            "Chào bạn,. . SV liên hệ GV để được cho phép nộp lại.. . Form có thể đang để mở chế độ chỉ trả lời 01 lần.. . vấn đề này chỉ có GV mới quyết định được nhé bạn. có chấp nhận cho bạn nộp bài lại hay không nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng Đào tạo. . Em tên: [full_name]. .   b MSSV: [student_id]  /b \t. . Hệ đào tạo: VLVH. . Khoa: KH&KT Máy tính. . Em xin đăng ký hoãn thi vì lý do không đảm bảo trang thiết bị trong lúc thi.. . Môn học xin hoãn thi:. . - CO3021\tHệ quản trị cơsở dữ liệu. . Ngày thi: 6/8/2021. . - CO3049\tLập trình web. . Ngày thi: 18/8/2021",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b  [full_name]\t. . . .   i Yêu cầu khác  /i  Hiện tại em dương tính covid (test nhanh) đang chờ kết quả xét nghiệm PCR nên vẫn chưa nhập viện. Mà hôm qua lỡ hoãn thi tất cả các môn hk202, mà trong khả năng vẫn thi được hai môn học. Mong nhà trường tạo điều kiện cho em thi hai môn ạ. Các môn còn lại có thể hoãn.Mong nhà trường thông cảm hoàn cảnh của em ạ.. . . .",
            "QUOTE MSSV/MSGV: [student_id] [full_name]    . . . . Yêu cầu khác Hiện tại em dương tính covid (test nhanh) đang chờ kết quả xét nghiệm PCR nên vẫn chưa nhập viện. Mà hôm qua lỡ hoãn thi tất cả các môn hk202, mà trong khả năng vẫn thi được hai môn học. Mong nhà trường tạo điều kiện cho em thi hai môn ạ. Các môn còn lại có thể hoãn.Mong nhà trường thông cảm hoàn cảnh của em ạ.. . . .   /QUOTE . . 2 môn: calculus 2 (MT1005) ; General Chemistry (CH1003).",
            "QUOTE Trích. . MSSV/MSGV: [student_id] [full_name]    . . . . Yêu cầu khác Hiện tại em dương tính covid (test nhanh) đang chờ kết quả xét nghiệm PCR nên vẫn chưa nhập viện. Mà hôm qua lỡ hoãn thi tất cả các môn hk202, mà trong khả năng vẫn thi được hai môn học. Mong nhà trường tạo điều kiện cho em thi hai môn ạ. Các môn còn lại có thể hoãn.Mong nhà trường thông cảm hoàn cảnh của em ạ.. . . . . . . . 2 môn: calculus 2 (MT1005) ; General Chemistry (CH1003).  /QUOTE . .",
            "Chào bạn,. . Bạn vui lòng trình bày rõ trường hợp của bạn trong đơn, ghi rõ nhưng môn đã xin hoãn và xin hủy môn nào? Hiện tại PDT đã thay đổi phương thức nộp hoãn thi, coi như những cái trước đó bạn nộp tạm hủy và yêu cầu nhập lại, nên bạn có thể chỉ khai những môn bạn xin hoãn (và nộp thêm đơn xin hủy cái kết quả hoãn cũ là được) và nộp đơn hủy hoãn thi qua bksi để PDT lưu ý không làm QD hoãn thi cho bạn những môn xin hủy.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa phòng đào tạo.. . Đây là đơn đăng kí thu nhận mong phòng đào tạo xử lý hộ em.. . Em cảm ơn!!!",
            "Đã tl. ."
        ]
    }
]