[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . anh/chi cho em hoi la sap toi co dot kiem tra chuan anh van dau vao, neu em thi dat chuan thi ket qua dang ky mon hoc có được xác nhận hay không. hien tại em đã đăng ký môn học cho học kỳ tới nhưng chưa đạt chuẩn anh văn, mong anh/chị giải đáp thắc mắc",
            "Chào bạn,. . Kỳ thi anh văn định kỳ vào ngày 21/12 chỉ cập nhật cho các bạn đăng ký bổ sung môn học từ 02/1– 06/1/20 (xem tại lịch học vụ). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô!. . em là [full_name]. . MSSV: [student_id]. . . . Em muốn hỏi là em muốn đăng kí học lại nhưng môn học cuả năm nhất nhưng hiện tại k19 ngành Kiến Trúc chương trình đào tạo bị thay đổi và bị lược bỏ một số môn rồi ạ. Và danh sách ctdt chỉ cập nhật tới hoc kì 2 thôi ạ và file chương trình đào tạo đầy đủ của k19 cũng bị lỗi khi tải về. . .  . . Thư thầy cô, em muốn hỏi giờ em mới có thể tìm được toàn bộ chương trình đào tạo của k19 vậy thưa ạ! Và những môn học bị thay đỗi cũng như bị hủy như vậy thì em phải làm như thế nào để được đảm bảo số chỉ và điểm trung bình để được xét tốt nghiệp ạ! . . . . em rất mong được sự giúp đỡ của thầy cô !. . . . em cám ơn thầy cô ất nhiều!",
            "Chào bạn,. . Bạn vui lòng liên hệ gặp giáo viên chủ nhiệm hoặc ban chủ nhiệm khoa để xin được tư vấn về chương trình đào tạo của mình nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào các bạn và thầy cô. . Mọi người cho mình hỏi khi nào thì có thông báo về việc miễn môn học cho hệ VHVL đối với người đã tốt nghiệp đại học. Mình cảm ơn.",
            "Chào bạn;. . Khi có danh sách miễn môn, Phòng Đào tạo sẽ gửi mail cho sinh viên (theo BKNETID). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . anh/chị cho em hỏi là em có bằng tiếng anh loại C, nếu quy đổi thì bằng tương đương với bằng b1 và toeic 350 vậy em có thể nạp chứng chỉ bằng C để miễn anh văn 1 không vậy ạ",
            "Chào bạn,. . BẠn vui lòng xem bảng quy định về các laoi5 chứng chỉ ngoại ngữ được xét quy đổi tương Toeic của trường tại: www.aao.hcmut.edu.vn- Sinh viên - Quy chế - Quy chế học vụ bậc đại học - Phụ lục 1--  Mục 5.. . Theo như bảng quy định hiện tại không có chứng chỉ anh văn C hay B nha bạn. Bạn xem kỹ lại nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Trường cho em hỏi là kì thi kiểm tra trình độ anh văn định kì là sinh viên học cơ sơ nào sẽ được xếp phòng thi cơ sở đó hay bắt buộc thi ở cơ sở Thủ Đức ạ( hiện em đang học cơ sở Lý Thường Kiệt), em cám ơn ạ",
            "Chào bạn,. . Trường chỉ tổ chức tập trung kiểm tra anh văn định kỳ tại Cở sở 2 (Thủ Đức) thôi nha bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi môn đồ án và đề cương môn luận văn cần bao nhiêu người đăng kí mới được mở lớp?. . Có được đăng kí trong đợt bổ sung môn học ngày 2/1 -6/1 không ạ?. . Mong thầy cô giải đáp rõ cho em. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Không quy định về cần bao nhiêu người mới mở lớp nhé bạn. Được bổ sung vào đợt 2/1 đến 6/1 nha bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B   b MSSV/MSGV: 1912986  /b \t. . . .    Học kì 1 vừa qua vì chương trình Anh Văn 1 của em bị trùng lịch học với giáo dục thể chất nên tạm thời chưa đăng kí và học được, vậy sang học kì 2 tiếp theo có còn lớp học cho Anh Văn 1 không ạ. Theo em được biết thì sắp tới có 1 đợt kiểm tra Tiếng anh thì em có được đăng kí để kiểm tra không, nếu như em đủ điểm để qua Anh Văn 1 thì em có cần học AV1 nữa không.. .   Em xin cảm ơn.",
            "Chào bạn,. . Theo quy định hiện tại thì kết quả thi kiểm tra trình độ tiếng anh chỉ có giá trị pass các chuẩn anh văn từng năm của sv, không có giá trị đề xét miễn các môn học AV bạn nhé.. . Việc mở môn học bạn xem trang trang ĐKMH bạn nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em tên : [full_name]. MSSV [student_id].. . Em đã đăng ký nộp chứng chỉ ngoại ngữ để xét chuyển điểm anh văn sau năm nhất. Kết quả thẩm tra đã hợp lệ nhưng hoeenj tại khi em thực hiện công việc đăng ký môn học không được vì lý do chưa đạt môn tiên quyết( chuẩn anh văn sau năm 1). Kính mong thầy cô giải quyết cho em để em đăng ký được môn học cho học kỳ kế tiếp. Em xin chân thành cảm ơn. .",
            "Chào bạn,. . CHương trình hiện tại chỉ cảnh báo để các bạn kiểm tra điều kiện đăng ký môn học, bạn xem lại mình đã đăng ký thành công chưa? Sau khi Phòng Đào tạo công bố TKB, bạn kiểm tra lại nếu không được có thể khiếu nại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Cao đẳng chính quy   Tình trạng không đăng ký được  . . . . Dạ cho em hỏi là điều kiện để làm tiểu luận tốt nghiệp và thời gian xét tiểu luận tốt nghiệp HK192 ạ. . . .",
            "Chào bạn,. . Bạn xem điều kiện nhận tiểu luận tốt nghiệp tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 10. Thực tập tốt nghiệp, Luận văn tốt nghiệp và các môn đặc biệt/10.2 Luận văn tốt nghiệp (đại học) / Tiểu luận tốt nghiệp (cao đẳng). . Không hiểu ý bạn muốn hỏi thời gian xét tiểu luận 192 là như thế nào? Thời gian đăng ký môn học trong học kỳ 192 (xem lịch học vụ), xét tất cả các môn các bạn đăng ký nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]:[student_id]. .   i Yêu cầu khác . -Em đăng ký học bơi thì lúc học thầy có bảo là đóng 1 khoản tiền phí vé vào hồ bơi do khoản đó không nằm trong học phí. . . . -Do mấy tuần đầu em bận không học nên chưa đóng. . . . -Lúc em đi học lại xin đóng thì thầy bảo là quá han nộp, Đồng thời tên em không có trong danh sách nên sẽ không có điểm môn bơi.. . . . -Em muốn hỏi là sao đã có danh sách lúc đăng ký học mà lúc học lại phải đóng tiền học bơi mới có danh sách trong lớp?. . . . -Có cách nào để em có thể đóng khoảng tiền đó để có tên lại trong danh sách không. . (em đã hỏi thầy về vụ đó và thầy bảo chưa đóng tiền nên chưa có tên trong danh sách học). . EM cảm ơn.",
            "Chào bạn,. . Trên TKB của bạn vẫn có môn bơi, bạn có thể hỏi lại giáo viên tại sao bạn lại không có tên (bạn in kèm TKB làm minh chứng). Phòng Đào tạo chỉ xếp thời khoá biểu, còn những quy định của giáo viên giảng dạy bạn nên hỏi trực tiếp vì có thể bạn vắng nhiều buổi nên giảng viên đã xoá tên bạn khỏi danh sách? (vấn đề này do giáo viên quyết định). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: E muốn hỏi lại thời gian đóng phí Bảo Hiểm Y Tế, vì e có đăng kí tham gia Bảo hiểm Y tế Sinh viên - 12 tháng. Đã đăng kí trên form của trường yêu cầu. Nhưng e chưa thanh toán phí trên BKPay vì nhà ở quê chưa gửi được tiền vào. E kiểm tra trên Bkay hôm bữa đăng kí thì hạn chót thanh toán phí này vào ngày 25/12/2019. Nhưng hiện nay e không thanh toán được trên hệ thống. E có chụp file hình đính kèm bên dưới",
            "Chào bạn,. . Vấn đề về BHYT bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ BKpay khi nào thì hết bảo trị ạ",
            "Chào bạn,. . [full_name]kpay đã hoạt động bình thường.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi đầu năm em có đăng ký thẻ ngân hàng mà em quên lấy thì có cách nào để đóng học phí bằng thẻ ngân hàng được ạ. . Em cảm ơn",
            "Chào bạn,. . Vấn đề về thể ngân hàng, bạn vui lòng liên hệ  trực tiếp tại ngân hàng OCB để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Dạ cho em hỏi là đầu năm điểm thi avdv của em là 305 điểm và em có đăng kí học av1 ở trường. Nhưng do lịch học av1 trùng với lịch môn gdtc nên học kì 1 em chưa phải học av1. Và sắp tới có kì thi avdv cuối tháng 12, vậy nếu điểm thi đợt tháng 12 này của em khoảng trên 400 thì em có được bỏ av1 để lên av3 học không ạ, và nếu như vậy thì năm nhất và năm hai em đã pass tín chỉ av1 và av2 rồi đúng không ạ!! Em cám ơn.",
            "Chào bạn,. . Trên quy định về ngoại ngữ có ghi rõ: \"Kết quả thi kiểm tra trình  độ tiếng anh cuối  kỳ chỉ có giá trị xét pass các chuẩn anh văn của từng năm học, không có giá trị  để quy đổi ra điểm các môn anh văn nha bạn.. . Bạn vui lòng xem chi tiết quy định về kỳ thi kiểm tra trình độ tiếng anh định kỳ tại :www.aao.hcmut.edu.vn- sinh viên - Ngoại ngữ -  Kiểm tra trình độ tiếng anh mỗi học kỳ.. . Thân.. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa phòng đào tạo. . Em tên là : [full_name]. . MSSV      : [student_id]. . Kì hè vừa rồi em có nộp điểm thi toeic(345) để xét chứng chỉ ngoại ngữ nhằm đăng kí môn anh văn 1. Nhưng không hiểu sao lúc đăng kí thì lại bảo là thiếu môn anh văn cơ bản. Tình trạng này em bị diễn ra liên tiếp ở học kì 191 lẫn 192. Trường hợp của em thì phải giải quyết như thế nào ạ??. . Em mong phòng đào tạo xử lí vấn đề của em ạ. . Em xin chân thành cảm ơn!!",
            "Chào bạn,. . Hiện tại đợt ĐKMH này không chăn chuẩn anh văn của môn học, bạn vẫn đký được, chỉ cảnh báo chung để sv tự kiểm tra lại thông tin mà thôi.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi hồi học kì 1 em chưa học giáo dục thể chất 1 thì sang học kì 2 em đăng kí giáo dục thể chất 1 hay giáo dục thể chất 2 ạ",
            "Chào em,. . . . Em vẫn đăng kí được vì các môn học này không ràng buộc nhau.",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Học phí . Kính gửi quý thầy cô.. . . . Quý thầy cô Cho em hỏi e muốn biết học phí là bao nhiêu? Có sự khác biệt giữa cách môn chuyên nghành và các môn tập trung ko ạ. Và đóng học phí như thế nào. E vào phần học phí trong MyBK thì ko có dữ liệu gì!. . . . Em xin cảm ơn.",
            "Chào Bạn;. . saun khi bạn có thời khóa biểu thì mới có học phí tương ứng nhé. . Về mức thu học phí bạn xem tại trang aao.hcmut.edu.vn    sinh viên    học vụ    học phí    học kỳ 1(năm 2019-2020). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]7  /b \t. . . .   i Yêu cầu khác . Cho em hỏi, em khóa K13, hiện tại đang làm luận văn tốt nghiệp. Lúc trước em có nộp giấy hoãn nghĩa vụ quân sự do trường cấp nhưng huyện đội vẫn gọi về khám sức khỏe. Hiện tại em muốn làm 1 lá đơn hoãn nghĩa vụ quân sự để tiếp tục làm luận văn thì quy trình như thế nào ạ. Em xin cảm ơn.",
            "Chào bạn,. . Nhà trường chỉ cấp giấy chứng nhận sinh viên dùng để hoãn NVQS, để bạn nộp cho địa phương (có 1 mẫu). Còn việc bạn muốn làm đơn xin hoãn NVQS thì bạn liên hệ nộp tại địa phương bạn để được xem xét, nhà trường không thể can  thiệp vào việc xét miễn NVQS của địa phương bạn được.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em tên [full_name]. Mssv [student_id]. . Hiện em đã gửi 2 câu hỏi cho bộ phận để được giải quyết tình trạng không đăng ký được môn học cơ sở ngành. Tình trạng trả lời là đã giải quyết. Nhưng sắp hết hạn đăng ký môn học đợt 1 mà em vẫn chưa đăng ký được môn học. Dù em đã chuyển điểm anh văn đạt điểm anh văn năm 1 nhưng khi đăng ký môn học vẫn bị tình trạng thiếu anh văn sau năm 1 môn tiên quyết. Kính mong phòng đào tạo giải quyết để em có thể đăng ký được môn học trong đợt 1. Em xin chân thành cảm ơn. . . .",
            "Chào bạn,. . Nếu bạn vẫn không đăng ký được, vui lòng đến trực tiếp Phòng Đào tạo (Cơ sơ 1) để kiểm tra hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Chào em,. . . . Em kiểm tra lại giúp việc khai lý lịch và đóng học phí nhé.",
            "b MSSV/MSGV: [student_id]  /b  dạ cho em hỏi là sắp tới đăng kí gdtc2 hay là đăng kí luôn tên môn thể dục luôn ạ?\t. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Mình đăng ký theo tên môn thể dục nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "dạ thưa cho em hỏi. . em học khóa 14.kì tới em muốn nhận luận văn nhưng trường hợp em thi Toeic được 450 nhưng không miễn được anh . . . . văn 4,thế khi em nộp rồi đăng kí chuyển ba anh văn 1,anh văn 2,anh văn 3,rồi kì tới em thi tiếp nếu Toeic được 500 . . . . em nộp để tiếp tục chuyển điểm anh văn 4 có được không ạ,đó là thắc mắc của em . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Theo quy địnhh hiện tại thì. mổi môn av bạn được phép đky chuyển điểm 1 lần.. . Khi nào bạn có chứng chỉ anh văn đạt chuẩn thì bạn đký chuyển điểm AV4 sau bạn nhé.. . Thân.",
            "dạ thưa cô 450 chỉ miễn được ba anh văn là anh văn 1,anh văn 2,anh văn 3,vậy em nộp chuyển ba môn anh văn đó trước rồi làm luận văn...rồi đợi đợt sau em thi đạt 500 toeic rồi chuyển anh văn 4 sau được không cô",
            "Chào bạn,. . . . Khi nào bạn có chứng chỉ anh văn đạt chuẩn thì bạn đký chuyển điểm AV4 sau bạn nhé.. . Thân.",
            "dạ thưa cô vậy giờ em sẽ đăng kí chuyển điểm 3 môn anh văn 1,anh văn 2,anh văn 3 trước...rồi khi nào đạt chuẩn toeic 500 em sẽ chuyển điểm anh văn 4 sau,vậy là mỗi môn anh văn chỉ chuyển điểm 1 lần,còn nộp chứng chỉ để chuyển điểm mỗi môn khác nhau thì được nhiều lần à Cô",
            "Chào bạn,. . Theo quy địnhh hiện tại thì:  B  mỗi môn av bạn được phép đky chuyển điểm 1 lần  /B .. . Nghĩa là dù bạn có nộp 10 chứng chỉ khác nhau đi nữa thì bạn cũng chỉ có 4 lần được đăng ký chuyển điểm cho 4 môn AV.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . cho em hỏi sao em đăng kí môn khoa học trái đất trong xây dựng (Cl1069) không được ạ. hệ thống đẻ là không mở nhưng em thấy trong chương trình đào tạo thì môn này là bắc buộc. Em cảm ơn",
            "Chào bạn,. . Bạn đăng ký chương trình báo lỗi gì? Bạn vui lòng gửi hình đính kèm để PDT kiểm tra. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ, em chào thầy cô ạ!. . Em muốn hỏi là đợt kiểm tra anh văn vào ngày 21/12 sắp tới. Em có thể đăng kí tiếp các môn học của HK192 không ạ. Vì hiện tại em chưa qua anh văn và em chưa đăng kí được các môn cơ sở ngành/ chuyên ngành.. . Em cảm ơn ạ.",
            "Chào bạn,. . Kết quả thi Anh văn định kỳ vào ngày 21/12 chỉ cập nhật cho các bạn đăng ký vào đợt . . 5. Đăng ký môn học bổ sung (kể cả TT, LVTN) 02/1– 06/1/20 (xem lịch học vụ). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . kính gửi phòng đào tạo, vừa qua do bất cẩn trong việc kiểm tra email nên em đã không kịp cập nhật thông tin sinh viên. Em thành thật xin lỗi và kính mong phòng đạo tạo mở duyệt cập nhật thông tin cho em để em được kịp đăng kí môn học ạ.. . . . Họ tên sinh viên: [full_name]. . Mã số SV: [student_id]",
            "Chào bạn,. . Chương trình vẫn mở cho bạn vào cập nhật, bạn vui lòng vào cập nhật, 15h hàng ngày, PDT sẽ lấy dữ liệu để mở khoá cho các đăng ký vào 13h ngày hôm sau (bạn vui lòng kiểm tra lại email hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi hệ thống BKpay của trường đang có vấn đề gì vậy ạ ? Em muốn đóng tiền học phí đợt 2 nhưng BKpay bữa giờ không vào được.Mong trường xem xét, để em có thể đóng học phí đúng hạn. Mong trường hồi đáp sớm ạ!",
            "Chào bạn,. . [full_name]kpay đã hoạt động bình thường.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào [full_name]. . Hôm 24/11 em có nộp chứng chỉ ngoại ngữ Toeic + đóng phí, 29/11 đã được chứng thực. Vậy khi nào thì em sẽ được chuyển điểm và điểm đó có ghi vào bảng điểm kì này luôn không ạ?. . Em cảm ơn",
            "Chào bạn,. .  - Điểm chuyển môn AV sẽ được cập nhật vào cuối học kỳ, khi có điểm thi cuối kỳ của các môn học.. . . .  - Điểm chuyển môn anh văn được tính vào điểm tích lũy chung - không tính vào tích lũy học kỳ, bạn có thể xem cách tính điểm trung bình tại: www.aao.hcmut.edu.vn- Sinh viên - Quy chế - Quy chế học vụ bậc đại học.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Em chào Thầy cô!. .  Cho em hỏi . .  Nếu em nộp bằng TOEIC và chuyển điểm AV1,2 thì sau em nộp nộp tiếp bằng TOEIC khác nhưng điểm cao hơn thì có được chuyển điểm AV3,4 nữa không hay em phải nộp bằng khác như TOEFL , IELTS mới được chuyển điểm AV3,4 ạ.. .  Trường hợp em chuyển điểm AV1,2,3,4 bằng chứng chỉ TOEIC nhưng sau em có kết quả IELTS tốt hơn thì em nộp tiếp bằng IELTS có được chuyển điểm AV3,4 nữa hay không ạ.. .  Em cám ơn!",
            "Chào bạn,. . Theo quy định hiện tại, mỗi môn av chỉ được chuển điểm 1 lần. Nếu bạn đã chuyển điểm môn AV1,2 rồi thì khi bạn có chứng chỉ khác (các loại chứng chỉ theo bảng quy định:Toeic, Ielts....) cao hơn thì bạn chỉ có thể chuyển điểm av 3,4 mà thôi.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Lịch thi - Đại học - Cao đẳng chính quy   Lịch thi (không tìm thấy,sai phòng thi,...) . Vào ngày 15/12/2019 thì theo lịch vào lúc 12h00 em có lịch thi môn Toán Kỹ Thuật lớp DT01 (vì chỉ có một lớp nên không thể xin đổi lịch thi được). và cũng vào thời gian này thì em có buổi học cuối cùng của Thí Nghiệm Kỹ Thuật Số lớp L08 (vì học theo nhóm nên em không thể xin chuyển được). . . Em mong Ban Giám Hiệu và Phòng Đào Tạo xử lí kịp thời để em có thể tham gia cả 2 ạ. . . Em xin chân thành cảm ơn.",
            "Chào bạn.. . hiện không còn ngày nào trống để xếp lịch thi của môn toán kỹ thuật cả em nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "em chào thầy(cô) ạ. em là sinh viên khóa 2019 học khoa: khoa học máy tính, em có câu hỏi, mong thầy cô giải đáp thắc mắc cho em ạ. . . theo hướng dẫn thì em được biết tín chỉ đăng kí quy định của khóa 2019 học kì 2 là 17 tín chỉ, và tối đa là 21 tín chỉ, nếu em đăng kí số tín chỉ lớn hơn 17 thì em có phải nộp thêm  tiền học phí không ạ. bời vì em là đối tượng được miễn giảm 100% học phí. em cảm ơn thầy(cô) ạ!",
            "Chào bạn,. . Quy định về học phí tại đây: http://www.aao.hcmut.edu.vn/sinh viên/quy chế/ học phí/+ Học kỳ 1 (năm học 2019-2020). . Về việc miễn giảm học phí bạn liên hệ tại Phòng Công tác Chính trị sinh viên để được hướng dẫn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Tài khoản của em đã được đổi mật khẩu cách đây hơn 2 tuần. Em đăng nhập vào gmail, bk e-learning hay mybk bằng mật khẩu mới đều được nhưng đăng nhập vào wifi của trường thì không được (kể cả bằng mật khẩu cũ cũng không được). Em muốn biết lí do tại sao và muốn đăng nhập vào wifi của trường một cách bình thường như mọi sinh viên khác. Em xin cám ơn",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Ban Quản lý mạng của Trường mình để hỏi về vấn đề đăng nhập wifi của mình nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã làm đơn thu nhận lại HK192, và đã cập nhật thông tin sinh viên rồi ạ. Nhưng giờ em vẫn chưa ĐKMH được ạ. PĐT kiểm tra lại giúp em với ạ. Ngày 3/12/2019 là hết hạn ĐKMH đợt 1, em có kịp để đăng kí không ạ? Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Chào em,. . . . Em kiểm tra lại việc khai báo thông tín lý lịch. . http://apps.aao.hcmut.edu.vn/qlgd_man/home.action;jsessionid=2B6D2949E5BD34924E6C370B3526A164;jsessionid=66AD8F66FD5A4DEDC532697DC6B350FD"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . -Tại em không biết là nộp vào là sẽ đăng kí môn học bình thường ạ. Giờ em muốn thi để điểm cao hơn nữa mới chuyển điểm. Giờ làm cách nào để hủy việc chuyển điểm ạ.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em tên là [full_name], khoa Khoa Học & Kĩ Thuật Máy Tính K2018, MSSV: [student_id] em đang tạm dừng học kì 1 2019-2020, em vừa làm thủ tục nhập học lại để chuẩn bị đi học học kì 2 2019-2020. . . . . Khi em lên đăng kí môn học vào lúc 13h hôm nay 2/12/2019 theo như quy định thu nhận yêu cầu của phòng đào tạo, hệ thống không cho em đăng kí, thông báo vẫn chưa cập nhật thông tin sinh viên mặc dù trước đó em đã cập nhật thông tin sinh viên rồi và cũng bấm lại 1 lần nữa vào trưa hôm nay lúc 13h khi nhìn thấy thông báo đó, vậy em phải giải quyết như thế nào ạ?. . . . Em cảm ơn. . [full_name]",
            "Chào bạn,. . Lúc 16g chiều ngày 02/12/2019 bạn vẫn chưa xác nhận khai báo thành công thông tin liên lạc bạn nhé.. . Bạn sẽ được mở đăng ký môn học sau 13g ngày 04/12/2019.. . Thân.",
            "Chào bạn,. . Bạn đã được mơ ĐKMH bạn nhé,. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) .",
            "Chào bạn,. . Tr6en hướng dẫn đã hiện rõ lý do, bạn vui lòng kiểm tra lại.. . Thân",
            "Mà em chưa chuyển điểm lần nào hết ạ , với em chưa có điểm anh văn nào hết ạ . Và em cũng đã chọn đúng các phần tiếng anh 1 2 3 4.Mà vẫn không được ạ . Mong cô xem lại giùm em ạ.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thầy/Cô cho em xin hỏi đợt đăng kí BHYT vừa rồi em lỡ mất đợt thì hiện tại có cách nào đăng kí không ạ? Vì hiện tại em vô trang MyBK thì không chọn loại bảo hiểm để đăng kí được nữa",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Vấn đề về BHYT bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được  /i [full_name] [full_name] [full_name] [full_name] Chào anh/chị[full_name] hiện em không đăng kí được môn học kì kế tiếp, lý do ghi là hiện chưa cập nhật lý lịch online, sau đó em đã cập nhật đầy đủ phần lý lịch trên mybk mà vẫn chưa đăng ký được môn học[full_name] Xin anh/chị giải quyết giúp em",
            "Chào bạn,. . Lúc 16g chiều ngày 02/12/2019 bạn vẫn chưa xác nhận khai báo thành công thông tin liên lạc bạn nhé. . . Bạn khai báo thông tin lúc 18g45 ngày 02/12/2019 mà bạn.. . Bạn sẽ được mở đăng ký môn học sau 13g ngày 04/12/2019.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  em tên [full_name] ,em là sinh viên K19 Bách Khoá, vừa rồi thi giải tích thì sau thi em đã dò đáp án của giáo viên thì em đúng 13 câu. Nhưng khi có điểm thì em chỉ còn 1.6 điểm ( 3 câu đúng ) , em mong pdt xem xét lại chấm lại mã đề mà em đã làm ,vì hôm đó em đau bụng vô thì trẽ nên có lẽ sai sót về chuyện tô mã đề ! Mong pdt giúp em !. . . .",
            "Yêu cầu khác em tên [full_name] ,em là sinh viên K19 Bách Khoá, vừa rồi thi giải tích thì sau thi em đã dò đáp án của giáo viên thì em đúng 13 câu. Nhưng khi có điểm thì em chỉ còn 1.6 điểm ( 3 câu đúng ) , em mong pdt xem xét lại chấm lại mã đề mà em đã làm ,vì hôm đó em đau bụng vô thì trẽ nên có lẽ sai sót về chuyện tô mã đề ! Mong pdt giúp em !. . . .   /QUOTE . . Chào [full_name], Bộ phận chấm bài nhận được đơn của em và đã kiểm tra trên phiếu trả lời trắc nghiệm em ghi,tô mã đề là 2003 và trên danh sách ký tên cũng mã đề 2003. Nên không có cơ sở nào chấm lại bài cho em."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy, cô:. . Em có vài câu hỏi muốn nhờ thầy, cô tư vấn/trả lời giúp em ạ.. . 1. Em không đăng ký thể chất 1. Sang học kì 2 em phải đăng ký mã môn học thể chất 1 hay 2 ạ?. . 2. Em thi kiểm tra và đang học lớp Anh văn 2 do trường dạy. Vậy sang học kì 2 em có cần đang ký môn học Anh Văn 2 không ạ?. . . . Trên đây là câu hỏi của em, mong thầy, cô giải đáp giúp em ạ. Em xin cảm ơn !",
            "Chào bạn,. . về môn GDTC bạn phải đăng ký theo tên môn (bơi, bóng rổ ...). . Về đăng ký môn học thì tuỳ bạn nhé, bạn nên tư vấn thêm với Giáo viên chủ nhiệm hoặc Ban chủ nhiệm Khoa để được tư vấn về CTDT nhé. . Thân",
            "Vâng, em cảm ơn cô ạ !"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em là K19 mới học xong pre 1. Thì pre 1 trường chọn môn cho em rồi nên em xin hỏi là GDTC 2 trở đi mình tự đăng kí hay sao ạ. .",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp tại Văn phòng Đào tạo Quốc tế để được hướng dẫn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "em chào thầy (cô),em là sinh viên năm nhất ạ.thầy (cô) cho em hỏi là điểm chuẩn anh văn sau năm 1 là mình thi ở ngoài rồi nộp vào trường có được không ạ.nếu được thì hạn cuối là khi nào ạ.",
            "Chào bạn,. . . . BẠn vui lòng xem bảng quy định các chứng chỉ ngoại ngữ được công nhận tại trường nhé.. . Bạn vui lòng xem lại quy định về chứng chỉ ngoại ngữ được cập nhật chi tiết tại: www.aao.hcmut.edu.vn- Sinh viên -  Quy chế- Quy chế học vụ bậc đại học -  Phụ lục 1. . Bạn xem chi tiết lịch học vụ để biết rõ các đợt lấy dữ liệu anh văn cho từng đợt đăng ký môn học tương ứng tại:www.aao.hcmut.edu.vn- sinh viên - Lịch học vụ.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "cho em hỏi: trước ngày nộp CCNN chuyển điểm av vào ngày 04/02/2020 thì nhà trường cho tổ chức thi av không ạ",
            "Chào bạn,. . Bạn vui lòng trình bày rõ nội dung câu hỏi của mình?",
            "em ở cơ sở 2, chương trình đại trà. . trước ngày nộp chứng chỉ ngoại ngữ 04/02/2020 nhà trường có tổ chức thi toiec không ạ",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Trung tâm Ngoại ngữ của Trường để hỏi về lịch thi toeic nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Em tên [full_name]. MSSV: [student_id]. . Hiện đang học hệ VLVH . . Hiện tại theo lịch đóng học phí là 3/12-10/12 để thanh toán học phí mà em vô bkpay vẫn chưa hiện để thanh toán. . Mong pdt xem dùm em để em có thể thanh toán học phí được đúng hạn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Thưa thầy/cô,. . . . Do em đã học trước một số môn nên khi em đăng ký môn học theo đúng chương trình đào tạo cho học kỳ sau thì lại không đủ điều kiện về số tín chỉ tói thiểu ạ.. . . . Em không biết như vậy có ảnh hưởng đến quy chế không hay em phải đăng ký thêm những môn của năm học sau nữa để đủ điều kiện ạ.. . . . Em xin cảm ơn ạ.",
            "Chào bạn,. . Bạn vui lòng xem quy định về đăng ký môn học tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 9. Đăng ký môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ em đã cập nhập thông tin nhưng hiện em chưa đăng ký được môn học mong nhà trường xem xét lại thông tin và giúp em . dạ em xjn cám ơn ạ",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ hiện em chưa đăng ký đc môn học , em xin nhà trường xem xét thông tin của em ạ , em xon cám ơn em tên [full_name] [student_id]",
            "Chào bạn,. . Ban vui lòng trình bày rõ, đăng ký môn học báo lỗi gì!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Dạ em chào thầy cô ạ.. . Chuyện là bữa em có nhận được kết quả thi anh văn Toeic nói viết, thì thầy cô bên trung tâm BK English nói là pdt sẽ cập nhật lên hệ thống.. . Dạ vậy cho em hỏi là có cách nào để em kiểm tra là có được cập nhật chưa ạ? . . Em cảm ơn thầy cô đã đọc tin nhắn của em. . . Chúc thầy cô 1 ngày tốt lành ạ.",
            "Chào bạn,. . Kết quả thi nói viết chỉ dùng để pass chuẩn tốt nghiệp. . . Thường trung tâm ngoại ngữ sẽ gởi thông tin danh sách sv cho Phòng đào tạo vào cuối tháng.. . Hiện tại Phòng đào tạo chưa có thông tin Toeic nói viết của bạn nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Chào bạn,. . hiện tại Bạn không bị khóa đăng ký do nợ thông tin liên lạc nhé. VUi lòng thử lại hệ thống ĐKMH.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name]: [student_id] học ngành Kỹ thuật Tàu thuỷ của khoa Kĩ thuật Giao Thông, do e bị trễ anh văn với ngành e ít người nên bây giờ mấy môn của ngành chỉ có một mình e đăng ký hay số lượng sinh viên đăng ký rất ít, trong khi đó là những môn học trước phải học mới được học các môn khác ở kì sau, và em phải đăng kí những môn ấy mới đủ số tín chỉ tối thiểu 1 kì để không bị cảnh cáo học vụ. Vậy cho e hỏi nếu không mở các môn đó thì em phải làm sao???. . Ngành em không có sinh viên khoá 2018. Một số môn năm 2 kỳ vừa rồi em không đăng ký được ví dụ:TR2009",
            "Chào bạn. . Trước tiên bạn nên tư vấn Thầy [full_name], Quyền trưởng [full_name] Kĩ Thuật Giao Thông, về chương trình đào tạo, học sao để đúng chương trình để tốt nghiệp. . - Vê các môn học sĩ số ít , bạn có thể tải mẫu đơn mở lớp ngoại lệ, có chữ ký đồng ý của [full_name] + Bô môn + Giáo viên giảng dạy rồi nộp cho Phòng đào tạo để Ban lãnh đạo Phòng duyệt hồ sơ",
            "Dạ cho em hỏi nếu em đăng ký nhiều môn phải làm nhiều đơn hay 1 đơn là được em cảm ơn.",
            "Chào bạn,. . Một đơn/ 1 môn học nha bạn. . Thân",
            "Ngành em có khoảng 1 lớp 21 bạn mà có e bị trễ anh văn, nếu mở lớp có 1 mình em học cho e hỏi học phí sao? với em trễ với các bạn 1 năm nên chắc em sẽ học 1 mình như thế, nên em hỏi mong chỉ rõ e ạ!",
            "Chào bạn.. . . . Đối với các lớp mở lớp có sĩ số thấp phải có sự đồng ý của [full_name] và xét duyệt của PĐT. Các trường hợp này học phí vẫn tính như bình thường."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ)  /i Ở trên trang đăng kí nộp chứng chỉ ngoại ngữ mybk, em chọn loại chứng chỉ là ielts thì có thấy phải đề nghị bc/idp gửi bản sao ccnn về Phòng đào tạo của trường. Tuy nhiên khi em liên hệ idp thì bên đó yêu cầu phải ghi rõ tên người nhận, ghi chung chung là \"Phòng đào tạo\" thì không được ạ. . . Thầy/cô có thể cung cấp giúp em thông tin để điền vào phiếu yêu cầu được không ạ?. . Em cảm ơn. . . .",
            "Chào bạn,. . Bạn vui lòng xem thông tin chi tiết người nhận Phòng đào tạo có ghi rõ tại:. . tại  www.aao.hcmut.edu.vn- Sinh viên -  Hướng dẫn - Ngọại ngữ -  Hướng dẫn nộp chứng chỉ ngoại ngữ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Em chào PĐT ! . . Em có thắc mắc là sau khi mình nhập thông tin  chứng chỉ ngoại ngữ xong thì xem lại đầy đủ những thông tin mình đã nhập thì làm thế nào ạ ?. . Em thấy trên dashboard chỉ hiện các thông tin: loại chứng chỉ, tổng điểm, ngày xác nhận. Trong khi lúc em nhập thì có điền thông tin về điểm nghe, điểm đọc, ngày thi nữa ạ. Em sợ lỡ nhập sai thì sẽ bị kỹ luật :(( nên muốn kiểm tra cho chắc những gì mình nhập, nhưng hệ thống lại không hiện. Rất mong PĐT giải đáp thắc mắc của em.. . . . Em cảm ơn",
            "Chào bạn,. . Ngay cột \"Loại chứng chỉ\" bạn nhấp chuột vào chổ tên chứng chỉ của bạn, bạn sẽ thấy hiển thị ra bảng thông tin chi tiết.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ em vẫn chưa đăng ký được môn học em không biết vì sao ạ , em mong nhà trường xem xét mở tài khoản online để em đăng ký ạ , em xin cám ơn",
            "Chào bạn,. . Bạn vô đăng ký báo lỗi gì vui lòng chụp hình đính kèm gửi PDT kiểm tra!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1910521  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ em là sinh viên năm nhất Khoa Kĩ thuật Hoá Học, hiện tại em đang học Anh Văn 1, vào ngày 21/12 tới có đợt thi lại Anh Văn Đầu Vào. Cho nên, em muốn hỏi là, em cần phải đăng kí môn Anh Van 2 không ạ? Trong trường hợp ngày 21/12 tới điểm của em vượt qua điều kiện học Anh Văn 2 thì em có được miễn không ạ? . . Em xin chân thành cảm ơn. .",
            "Chào bạn,. . Việc thi AV định kỳ ngày 21/12 này chỉ dùng để xét pass chuẩn AV từng năm học, không dùng để xét miễn AV 1,2,3,4.. . Việc bạn đăng ký môn học theo CTDT của mình nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Do sơ xuất em chưa cập nhật thông tin vào đợt tháng 11 vừa rồi nên bây giờ không thể đăng ký môn học cho học kỳ sau ạ, cho em hỏi bây giờ em phải làm sao để có thể đăng ký môn ạ, em xin chân thành cảm ơn ạ.",
            "Chào bạn,. . Bạn phải lên cập nhật thông tin, và sẽ được mở trong đợt đăng ký môn học tiếp theo nhé (xem lịch đăng ký môn học tại Lịch học vu). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Em chào cô ạ, cô cho em hỏi là em đã nộp chứng chỉ ngoại ngữ , đã chuyển điểm anh văn và đều được xác nhận là hợp lệ , nhưng em vẫn không đăng kí môn học được ạ, em cảm ơn cô. .",
            "Chào bạn,. . . . Việc khai báo chứng chỉ ngoại ngữ không liên quan đến việc bị cấm đăng ký môn học bạn nhé.. . . . Hiện tại đợt ĐKMH này không chăn chuẩn anh văn của môn học, bạn vẫn đký được, chỉ cảnh báo chung để sv tự kiểm tra lại thông tin mà thôi.. . Thân."
        ]
    }
]