[
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi chừng nào mới cập nhật điểm môn Kỹ thuật số (EE1015), lớp dự thính HK211 ạ? Ngày 8/4 em có lên phòng đạo tạo hỏi thì được trả lời đã có điểm và sớm cập nhật. Nhưng đến nay đã hơn nửa tháng vẫn chưa thấy cập nhật. Nên kính mong phòng đào tạo xem xét cập nhật điểm sớm để em hoàn thiện hồ sơ xin việc nộp cho công ty. Em cảm ơn ạ",
            "Chào bạn, . . . . Về vấn đề này, bạn vui lòng liên hệ giảng viên giảng dạy để được hỗ trợ nhé. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Chào Phòng Đào Tạo,. . Em tên là [full_name], MSSV [student_id], Khoa Kỹ thuật Xây Dựng. . . . Hôm nay em viết đơn này mong PĐT giải quyết giúp em về vấn đề này. . Em đã đăng ký 5 môn trong học kỳ hè (HK213):. . 1. CI2003 - Cơ lưu chất. . 2. SP1007 - Ph/luật ViệtNam đạicương. . 3. PE1041 - Cầu lông (học phần 2). . 4. CI2095 - Địa chất công trình. . 5. MT2013 - Xác suất và thống kê. . . . Em rất xin lỗi sự thiếu xót của mình về thông tin đăng ký môn học. Em mong là PĐT có thể giúp em hủy đăng ký 5 môn học này trước khi học kỳ hè diễn ra.. . Em xin chân thành cảm ơn. Mong nhận được sự hồi đáp sớm của PĐT. . [full_name].. . . . . . . . . . . .",
            "Chào em,. . Em vui lòng xem lịch học vụ và thông báo ĐKMH của HK213 qua tin nhắn BKeL, SV vui lòng vào hủy Đăng ký MH trong đợt 2 nhé. . Thân. . P/s: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name], MSSV: [student_id]. . Em có đăng ký tốt nghiệp vào lúc tháng 3/2022 nhưng trong danh sách tốt nghiệp T04/2022 không tìm thấy tên. . Em mong thầy/cô kiểm tra giúp em với ạ",
            "Chào em,. . . . Về việc tham dự lễ tốt nghiệp tháng 4/2022, SV đã đăng ký tốt nghiệp và thanh toán lệ phí tốt nghiệp thành công (95.000 đ) và nhận được mail xác nhận \"\"Phiếu đăng ký đã được xử lý\"\" trước ngày 20/4/2022.. . . . Ngày 21/4/2022, Phòng Đào tạo sẽ lấy dữ liệu và ra Quyết định tốt nghiệp chính thức và chuyển danh sách về Khoa cho SV đăng ký thạm dự lễ tốt nghiệp tháng 4/2022.. . SV đăng ký tham dự lễ tốt nghiệp tại khoa. . . . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô ạ.. . Hôm trước em đã có nhận được email thông báo về danh sách tốt nghiệp dự kiến và em cũng đã có tên trong danh sách tốt nghiệp dự kiến rồi ạ, nhưng em vẫn chưa đăng kí tốt nghiệp trên mybk được do tình trạng vẫn còn bị tạm dừng ạ. Cho em hỏi là khi nào em mới đăng kí tốt nghiệp trên mybk được ạ. Em chân thành cảm ơn thầy cô ạ !!",
            "\"Chào em,. . Hiện tại PDT đã ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em vào đăng ký tốt nghiệp nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô! Do nhiều vấn đề nên dự kiến luận văn của nhóm bọn em sẽ bị trễ, đồng nghĩa với việc sẽ phải dời lịch bảo vệ luận văn qua tháng 9. Cho em hỏi là để dời lịch bảo vệ qua tháng 9 thì nhóm bọn em cần làm những việc gì ạ? Bọn em là nhóm luận văn khoa Khoa học máy tính ạ. Em xin cảm ơn thầy/cô!. . . . Trân trọng,. . Anh [full_name]",
            "Chào bạn,. . . . Bạn liên hệ về khoa để hỏi đợt 2 bảo vệ luận văn tốt nghiệp Hk212. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em hiện là sinh viên của khoa KH&KTMT, ngành Khoa học Máy tính hệ Đại trà.. . Hiện em có nhu cầu chuyển ngành học từ Khoa học Máy tính sang Kỹ thuật Máy tính.. . Lúc trước khi xem web trường thì em được biết là hệ Đại trà không cho phép chuyển ngành, nhưng mới đây em có nghe thông tin là được chuyển.. . Em muốn hỏi là có thể chuyển không ạ và các thủ tục liên quan, em cảm ơn rất nhiều ạ.. . . .",
            "Chào em,. . Em vui lòng xem quy định về chuyển ngành tại đây nhé:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quyết định ban hành Quy định chung về học vụ và đào tạo/ điều 25.3 . . Thân. . P/s: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi là hiện tại em đăng kí nhiều môn quá không đủ khả năng để học hết được nên em muốn đăng kí rút môn học kì 212 này được không ạ? nếu được thì cho em xin cách hướng dẫn đăng kí rút môn với ạ em cảm ơn.. .",
            "\"Chào bạn,. . . . Về việc rút môn học (Có tính học phí):. . Bạn vui lòng tải mẫu đơn: RÚT MÔN HỌC tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua trực tiếp hoặc BKSI trước ngày 28/04/2022. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . em xin tự giới thiệu em tên là [full_name] mssv [student_id] khoa giao thông năm nhất. .  cho em hỏi là sau kì 1 một em có viết đơn tạm hoãn nhưng sau em có xin được trường hủy Đơn và đi học tiếp ạ nhưng bây giờ em lại chưa có thẻ sinh viên ạ . em không biết phải lấy thẻ sinh viên ở đâu ạ . . thứ hai là em không nhận được bất kì thông báo của nhà trường ạ trên BKL và cả ứng dụng moodle  kể cả thông báo đăng ký kì hè 213 ạ và khám sức khỏe  em rất mong phòng đào tạo giải quyết cho em với ạ tại có rất nhiều thông tin quan trọng của nhà trường mà em không nhận được ạ ,em cảm ơn thầy cô đã bỏ thời gian ra đọc mail ạ . .",
            "Chào em,. . Về thẻ SV em liên hệ nhận tại Khoa nhé.. . SV có thể theo dõi tin nhắn của bkeL và xem lịch đăng ký môn học HK213 tại aao.hcmut.edu.vn/lịch học vụ. . về khám sức khỏe: . . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. . P/s: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Học vụ  /i [full_name] [full_name] [full_name] [full_name] Chào chị![full_name] [full_name] Dạ cho em hỏi là sao em bị tạm dừng vậy ạ[full_name][full_name] [full_name] Và có ảnh hưởng gì không ạ[full_name] [full_name] [full_name] [full_name] Em cảm ơn ạ!",
            "Chào bạn,. . . . Tạm dừng vì không đăng ký môn học bạn nhé.. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . . . Kính gửi Phòng Đào Tạo,. . Em tên [full_name], hiện tại em đã hoàn thành đầy đủ điều kiện về chứng chỉ ngoại ngữ ( em đã có đầy đủ điểm của 4 kỹ năng nghe nói đọc viết của toeic). Bằng Toeic quốc tế về nghe nói của em, em đã nộp thẩm định vào ngày 13/4. Nhưng đến giờ vẫn chưa có kết quả. Em mong muốn có cách nào để Em có thể có được kết quả thẩm định để em có thể làm lễ tốt nghiệp vào tháng 4 này được không ạ? Em muốn xin phòng đào tạo mở lại trạng thái sinh viên để em có thể làm đơn vớt đăng kí cho việc xét tốt nghiệp tháng 4 kì này. Em thành thật xin lỗi về sự chậm trễ trong việc hoàn tất thủ tục tốt nghiệp. Kính mong quý thầy cô phòng đào tạo hướng dẫn thêm cho em các bước để kịp hoàn tất thủ tục xét tốt nghiệp để kịp cùng mọi người tốt nghiệp trong tháng 4 tới này.. . Em xin chân thành cảm ơn quý thầy cô.",
            "Chào em,. . Trường hợp của em vui lòng theo dõi tình trạng thẩm tra chứng chỉ tại mybk/Nộp chứng chỉ ngoại ngữ, khi nào chuyển qua tình trạng đã thẩm tra hợp lệ (thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ), bạn gửi lại yêu cầu qua bksi xin chuyển điểm sớm để xét tốt nghiệp nhé. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name], sinh viên khoa cơ khí quốc tế k15, mã số sinh viên [student_id].. . Hiện tại em có tên trong danh sách tốt nghiệp tạm thời (có ghi chú nợ lệ phí và nghỉ học).. . Em đã trả nốt lệ phí quá hạn và tình trạng sinh viên đã đổi sang đang học nhưng hệ thống vẫn chưa cập nhật cho em để em đăng kí tốt nghiệp trên mybk (kèm hình).. . Em xin phòng đào tạo cập nhật lại trong danh sách tốt nghiệp tạm thời xóa tình trạng nợ lệ phí và nghỉ học giúp em.. . Em xin cảm ơn.. .",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc [full_name]15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và B[full_name]eL bằng email [full_name]HÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang B[full_name]eL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô.. . Em tên [full_name], em hiện đang đợi tốt nghiệp và đã hoàn thành tất cả môn học cần thiết cũng như chứng chỉ ngoại ngữ. Tuy nhiên, có môn [full_name]ật Số em học kỳ 211 hiện vẫn chưa được cập nhật điểm do đó em chưa thể vào danh sách dự kiến tốt nghiệp và đăng ký lễ tốt nghiệp được. Em đã lên pđt nhiều lần mà vấn đề vẫn chưa giải quyết trong khi thời gian làm lễ tốt nghiệp đã cận kề, em rất cần được tốt nghiệp trong kỳ này. Mong các thầy, cô có thể giải quyết sớm để em có thể đăng ký lễ tốt nghiệp ạ.",
            "Chào em. . Trường hợp của em đã có điểm và có tên trong danh sách tốt nghiệp dự kiến, SV vui lòng vào kiểm tra mail để đăng ký tốt nghiệp nhé. . Môn kỹ thuật số của em học cải thiện hay sao? vui lòng trình bày rõ cô?. . Hiện tại điểm môn này trong hệ thống cô kiểm tra thấy môn học EE1015 bạn được 7 điểm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào pđt ạ,. . . . Em là [full_name] viên K15 là đã đăng ký và đóng phí tốt nghiệp. Hiện tại tình trạng đăng ký của  em là \"Phiếu đăng ký đã xử lý (đợi nhận kết quả tại nơi đăng ký nhận)\" thì bước tiếp theo là em phải làm gì ạ?. . . . Em xin cảm ơn pđt",
            "Chào em,. . . . Về việc tham dự lễ tốt nghiệp tháng 4/2022, SV đã đăng ký tốt nghiệp và thanh toán lệ phí tốt nghiệp thành công (95.000 đ) và nhận được mail xác nhận \"\"Phiếu đăng ký đã được xử lý\"\" trước ngày 20/4/2022.. . . . Ngày 21/4/2022, Phòng Đào tạo sẽ lấy dữ liệu và ra Quyết định tốt nghiệp chính thức và chuyển danh sách về Khoa cho SV đăng ký thạm dự lễ tốt nghiệp tháng 4/2022.. . SV đăng ký tham dự lễ tốt nghiệp tại khoa. . . . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào PĐT, . . . . Theo thông tin thì thứ 6, ngày 22.04.2022 trường sẽ tổ chức lễ tốt nghiệp. Cho em hỏi là hôm đó phòng đào tạo vẫn có phát bằng tốt nghiệp đúng không ạ?. . . . Em cảm ơn. . . . .",
            "Chào bạn,. . . . Về lễ tốt nghiệp thì liên hệ [full_name], về bằng tốt nghiệp vui lòng đến Pđt để nhận bạn nhé. . . . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi,. . . . Em đã đủ điều kiện tốt nghiệp và nhận được mail và có trong danh sách tốt nghiệp dự kiến.. . . . Em đã thanh toán hết tất cả lệ phí trên bkpay. (Hình 1). . . . Mong nhận được đơn thu nhận từ nhà trường.. . . . Cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Trong quá trình ĐKMH, em [full_name] [full_name] có đăng ký nhầm môn Anh văn cơ bản A(LA0011) và bị trùng TKB môn [full_name] Thống Số( Tthứ 6 tiết 13-14).. . Em mong PĐT xem xét ĐƠN của em , hậu kiểm và hủy môn giúp em.. . Em xin chân thành cảm ơn !. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em học khoa Kỹ Thuật Hóa học và đã tốt nghiệp tháng 11 năm 2021. . . . Em đang ở xa và muốn đăng ký làm lễ thì có đăng ký onl được ko? Nếu đăng ký onl được thì em phải làm như thế nào thế ạ?. . . . Hiện tại thì em không có thẻ sinh viên. Vì em đã tốt nghiệp rồi nên ko đăng ký in thẻ sinh viên được. Vậy ko có thẻ sinh viên có làm lễ được ko ạ. Hay có thể dùng giấy tờ gì khác để làm lễ tốt nghiệp được ko ạ.. . . . Em xin chân thành cảm ơn.. .   i Tốt nghiệp .",
            "Chào bạn,. . Về vấn đề đăng ký Lễ TN, bạn vui lòng liên hệ Khoa/Bộ môn để được hỗ trợ.. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ thưa Phòng đào tạo,. . Em là sinh viên khóa 2017, tốt nghiệp đợt tháng 11/2021. Mà do lý do cá nhân nên em chưa nhận bằng tốt nghiệp. Nên em muốn hỏi là giờ em nhận bằng tốt nghiệp ở Phòng đào tạo hay ở Văn phòng của khoa ạ.. . Em cảm ơn.",
            "Chào bạn,. . . . Bạn nhận bằng tốt nghiệp ở Phòng đào tạo nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào phòng đào tạo ạ, . . Em là [full_name] – MSSV: [student_id] – Lớp: XD15VL1- Sđt: [phone_number] . . Hiện tại, em đã làm đơn xin gia hạn thêm 1 học kì để có thể tiếp tục hoàn thành chương trình của nhà trường, hiện em vẫn chưa hoàn thành Toeic để nộp cho trường, em xin được đăng kí giấy chứng nhận sinh viên để có thể được giảm chi phí cho việc đăng ký thi toeic, em mong được phòng đào tạo xét duyệt cho em ạ. . . Trong thời gian chờ đợi sự phê duyệt từ phòng đào tạo, em xin chân thành cảm ơn ạ, em xin chúc",
            "Chào bạn,. . . . -Nếu như thi CCNN quốc tế thì Pđt không thể cấp giấy chứng nhận sinh viên cho bạn được. . - Còn nếu như thi anh văn nói viết tại trung tâm ngoại ngữ trường Bách Khoa thì bạn có thể sử dụng thẻ sinh viên hoặc căn cước công dân là được nhé. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i Kính gửi PĐT, em là [full_name], sinh viên lớp VL15PO, MSSV:[student_id], do em đã hoàn thành chương trình đào tạo, còn thiếu chứng chỉ toiec nói viết nên chưa thể đăng ký tốt nghiệp đợt tháng 4/2022 được. Do chương trình đào tạo đã đến học kỳ thứ 13. Nên em gửi đơn này, kính mong PĐT cho xin gia hạn thêm 1 học kỳ để em hoàn thành chứng chỉ toeic nói viết và nhận được bằng chính quy ạ. Em xin chân thành cảm ơn.. . . .",
            "\"Chào bạn, . . . . PDT đã tiếp nhận và đang xử lý đơn kéo dài thời gian học vào HK2(2021-2022) vì chưa đủ các điều kiện khác để xét tốt nghiệp (chuẩn tiếng Anh, công tác xã hội) . . PDT sẽ phản hồi  file scan quyết định kéo dài  cho sinh viên qua mail SV  trễ nhất là 17/05/2022. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dear Thầy( Cô) Phòng Đào Tạo Trường DH Bách Khoa HCM. . Tình hình là em chưa có trong danh sách tốt nghiệp dự kiến, PDT trả lời hết ngày 19.4 gửi câu hỏi lại.. . Phòng đào tạo kiểm tra giùm em. Em chưa đăng kí được ạ, em treo máy từ ngày 14.4 đến nay vẫn chưa có ạ.. . Trong thời gian chờ hồi đáp em xin chân thành cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i Chào pđt ạ! Kỳ vừa rồi em có đăng ký xin hoãn thi môn Cơ lưu chất và đã được chấp nhận kết quả hoãn thi vừa qua em kiểm tra cũng có thấy hiện lịch thi môn này trong BKeL nhưng hôm nay em kiểm tra lại thì thấy không còn ạ? Mong pđt kiểm tra giúp em, em cám ơn!. . . .",
            "Chào em,. . Em vui lòng trình bày rõ tên và mã MH và em xin hoãn thi ở học kỳ nào? vui lòng trình bày rõ giúp cô. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . . . Dạ em là [full_name], MSSV [student_id]. Em đã hoàn thành và đăng ký tốt nghiệp rồi. Em kiểm tra thấy tên mình trong danh sách dự kiến tốt nghiệp tháng 4 nhưng tra trong danh sách tốt nghiệp thì không thấy tên. Kính mong pdt kiểm tra giúp em là em có được làm lễ tốt nghiệp ngày 22.4 không ạ? Em chân thành cảm ơn sự giúp đỡ của nhà trường ạ.",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . - Về vấn đề Lễ tốt nghiệp bạn vui lòng đợi thông báo lịch trình chi tiết sẽ gửi qua mail sinh viên sau.. . - Về việc đăng kí tốt nghiệp và lễ phục tốt nghiệp, sinh viên sẽ đăng ký tại khoa . . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin gửi PĐT hình ảnh đơn viết tay xin kéo dài thời gian học đính kèm ạ",
            "Chào bạn,. . PDT đã tiếp nhận đơn xin gian hạn 1HK 212 để bổ sung CCNN để tốt nghiệp.. . PDT sẽ kiểm tra lại điều kiện tốt nghiệp của bạn.. . Sau ngày 17/5/2022, SV chưa nhận được mail QD gia hạn, vui lòng liên hệ lại qua bksi để kiểm tra lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dear PĐT. . PĐT cho em hỏi em vừa mới chuyển từ hệ chính quy sang hệ vừa học vừa làm thì khi nào có thể đăng kí tốt nghiệp được ạ.. . Em cảm ơn PĐT !",
            "Chào bạn,. . . . - PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . - Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . . . - Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi PDT điểm trung bình ghi trên phần tốt nghiệp dự kiến của em bị sai ạ. Phải là 7.2 chứ không phải 7.08 ạ. Nếu tính điểm luận văn và điểm anh văn em chuyển điểm thì điểm của em phải là 7.2 mới đúng ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào Thầy Cô. . Em tên [full_name] . . MSSV [student_id]. . . . Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp đợt tháng 4/2022 nhưng em vẫn chưa đăng kí tốt nghiệp được do tình trạng sinh viên của em là Nghỉ học.. . . . Mong Thầy Cô xem xét ra quyết định thu nhận lại để em được đăng kí tốt nghiệp ạ!. . . . Em xin cảm ơn quý Thầy Cô. . Kính chúc quý Thầy Cô nhiều sức khỏe ạ. .",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ cho em hỏi em đk tốt nghiệp vào thứ  2 tuần trước, hôm nay là thứ 3. Dạ, em muốn lấy bản Scan bằng tốt nghiệp tạm thời nhưng không biết làm thế nào ạ ?. . Mong pdt hướng dẫn giúp em ?. . . .",
            "Chào bạn, . . Bạn đã có bằng tốt nghiệp, bạn vui lòng đăng ký tham dự lễ tốt nghiệp tại khoa và nhận bằng tại Khoa. . .  . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name], MSSV: [student_id] lớp DDT21LT17. Em xin nộp đơn trình bày lí do đóng trễ hạn học phí và xin nhà trường mở lại thời khóa biểu cũng như mở đăng kí môn học hè. Em xin cảm ơn.. .   i Yêu cầu khác .",
            "Chào bạn, . . PĐT ghi nhận thông tin của bạn, trường hợp này cuối tuần này sẽ mở thời khóa biểu.. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa Thầy/Cô!. . . . Em tên [full_name], MSSV: [student_id]. . . . Hiện em có tên trong Danh sách tốt nghiệp nhưng vẫn chưa nhận được mail của [full_name] về thông báo dự lễ tốt nghiệp.. . Em có xem thông báo kế hoạch thì khoa Điện-Điện Tử. . sẽ tổ chức vào 13h ngày 24/04/2022 này.. . . . Mong Thầy/Cô kiểm tra giúp em!. . Em xin cảm ơn!",
            "Dạ, em chào Thầy/Cô!. . . . Em Tên [full_name], MSSV: [student_id], Khoa điện -Điện Tử.. . . . Em xin phép nhắc lại tin nhắn này, vì em sợ Thầy/Cô nhận nhiều tin nhắn quá và nhiều việc nên dễ bị sót.. . . . Em xin cảm ơn!",
            "Chào em,. . . . Về việc tham dự lễ tốt nghiệp tháng 4/2022, SV đã đăng ký tốt nghiệp và thanh toán lệ phí tốt nghiệp thành công (95.000 đ) và nhận được mail xác nhận \"\"Phiếu đăng ký đã được xử lý\"\" trước ngày 20/4/2022.. . . . Ngày 21/4/2022, Phòng Đào tạo sẽ lấy dữ liệu và ra Quyết định tốt nghiệp chính thức và chuyển danh sách về Khoa cho SV đăng ký thạm dự lễ tốt nghiệp tháng 4/2022.. . SV đăng ký tham dự lễ tốt nghiệp tại khoa. . . . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào qúy thầy/cô,. . Em là [full_name]SV [student_id] Khoa Điện Điện tử Khóa 2015. . Em đã đang ký xét tốt nghiệp và được kết quả \"  I Phiếu đăng ký đã xử lý (đợi nhận kết quả tại nơi đăng ký nhận)  /I \". . Vậy thầy/cô cho em hỏi là khi nào em có trong danh sách tốt nghiệp chính thức ạ.. . Thầy/cô cho em hỏi thêm là Khoa Điện - Điện tử khi nào tốt nghiệp vậy ạ?. . Em cảm ơn",
            "Chào em,. . . . Về việc tham dự lễ tốt nghiệp tháng 4/2022, SV đã đăng ký tốt nghiệp và thanh toán lệ phí tốt nghiệp thành công (95.000 đ) và nhận được mail xác nhận \"\"Phiếu đăng ký đã được xử lý\"\" trước ngày 20/4/2022.. . . . Ngày 21/4/2022, Phòng Đào tạo sẽ lấy dữ liệu và ra Quyết định tốt nghiệp chính thức và chuyển danh sách về Khoa cho SV đăng ký thạm dự lễ tốt nghiệp tháng 4/2022.. . SV đăng ký tham dự lễ tốt nghiệp tại khoa. . . . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa thầy cô,  B . . em tên [full_name],  mssv: [student_id]. . Em đã bổ sung đầy đủ điều kiện tốt nghiệp. Em xin được tốt nghiệp trong kỳ này ạ. Em cảm ơn thầy cô nhiều.. .",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 26/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào Thầy/Cô!. . . . Hiện tại em đã rớt một môn tự chọn là Kinh tế Kĩ thuật và em muốn học lại môn Khởi nghiệp để thay thế môn Kinh tê Kĩ thuật mà không cần học lại có được không ạ?. . . . Em cảm ơn!. . . .",
            "Chào bạn, . . Về chương trình đào tạo, bạn liên hệ Khoa/Bộ môn để được hỗ trợ.. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng đào tạo. . Kính gửi: quý Thầy, Cô.. . Em tên: [full_name] MSSV : [student_id] lớp 17DDLT. . khoa kỹ thuật xây dựng - hệ VHVL. . Mong phòng đào tạo thẩm tra bằng THPT và CĐ xét tốt nghiệp.Em đã nộp bằng THPT và CĐ ngày 15/04/2022 tại Phòng đào tạo . . Kính mong PĐT giải quyết giùm em, để kịp tốt nghiệp đợt tháng 4 này ạ.. . Em xin cảm ơn!. .",
            "Chào em,. . . . Về việc tham dự lễ tốt nghiệp tháng 4/2022, SV đã đăng ký tốt nghiệp và thanh toán lệ phí tốt nghiệp thành công (95.000 đ) và nhận được mail xác nhận \"\"Phiếu đăng ký đã được xử lý\"\" trước ngày 20/4/2022.. . . . Ngày 21/4/2022, Phòng Đào tạo sẽ lấy dữ liệu và ra Quyết định tốt nghiệp chính thức và chuyển danh sách về Khoa cho SV đăng ký thạm dự lễ tốt nghiệp tháng 4/2022.. . SV đăng ký tham dự lễ tốt nghiệp tại khoa. . . . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo,. . Em là [full_name] mssv [student_id]. . Em thấy thông báo là lễ tốt nghiệp cho đợt 2 năm 2021 và đợt 1 năm 2022 xét đến 20/4/2022 NGHĨA LÀ đăng ký tốt nghiệp đến 20/4/2022 là vẫn được tham dự lễ tốt nghiệp vào tuần 22/4-28/4 hay sao ạ.. . Mong Phòng đào tạo sớm phản hồi giúp em, mai là 20/4 rồi ạ, em đã đk tốt nghiệp từ 15/4 thì có được tham dự lễ tốt nghiệp không? Để em biết còn chuẩn bị sớm ạ.. . Cảm ơn phòng đào tạo.. . Trân trọng./.",
            "hào bạn. . . . - Bạn đã có quyết định tốt nghiệp ngày 21/4/2022. . -SV phải “chọn” đăng ký giấy chứng nhận tốt nghiệp tạm thời khi khai thông tin tốt nghiệp tại mybk (mybk.hcmut.edu.vn)    Đăng ký tốt nghiệp. Thứ 6 hàng tuần Phòng đào tạo sẽ lấy dữ liệu SV đăng ký và đã thanh toán lệ phí tốt nghiệp trước đó để tiến hành in giấy chứng nhận tốt nghiệp tạm thời, dự kiến nhận trễ nhất vào thứ 3 tuần tiếp theo bảng scan giấy chứng nhận tốt nghiệp sẽ được tải lên trang đăng ký hồ sơ cấp bằng mybk    đăng ký tốt nghiệp, Sinh viên tự tải về sử dụng trong thời gian này. Sau đó Sinh viên liên hệ Phòng đào tạo (101A1) để nhận bảng chính nếu có nhu cầu.. . . . -Dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . SV sẽ đăng ký lễ tốt nghiệp tháng 11/2022, SV vui lòng đợi thông báo sau của nhà trường. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào quý thầy/cô,. . Đợt thanh toán học phí vừa rồi em có thanh toán trễ hạn so với thời  gian yêu cầu của nhà trường. Đây là lần thứ 2 e thanh toán trễ hạn học phí ạ. E xin lỗi vì sự sơ suất này do bất cẩn không để ý kỹ mốc thời gian. Thầy/cô cho e hỏi là e đã đóng bổ sung học phí trên mybk rồi thì giờ có cần làm đơn nộp lên phòng đào tạo nữa không ạ. Em xin hứa sẽ không tái phạm lần sau nữa, e cám ơn thầy/cô nhiều ạ!",
            "\"Chào bạn. . PĐT đã ghi nhận bạn thanh toán xong học phí đại học chính quy HK212. Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name], lớp TT20DDT2. Em xin gửi đơn đăng ký kiểm tra bổ sung.",
            "Chào bạn. . Phòng đào tạo gởi Sinh viên Phiếu cho phép kiểm tra bổ sung học kỳ 2/2021-2022 theo file đính kèm.. . Sinh viên cần bản chính vui lòng liên hệ phòng đào tạo 101A1 để nhận.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô phòng đào tạo,. . Hiện nay, tình trạng đăng ký tốt nghiệp của em như hình đính kèm 1. Vậy cho em hỏi là em có thể đăng ký tham dự lễ tốt nghiệp tháng 4 này hay không ạ?. . Em có liên hệ phòng giáo vụ khoa để hỏi và bên khoa em nói là cần nhận được QĐ từ PĐT (hình đính kèm 2) ạ.. . Em xin cảm ơn.",
            "\"Chào em,. . Hiện tại PDT đã ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em vào đăng ký tốt nghiệp nhé. . Thân\". .",
            "Em chào thầy/cô,. . Câu hỏi của em chưa được trả lời đúng, em xin phép hỏi lại.. . Em đã đăng ký tốt nghiệp rồi. Tình trạng là \"Phiếu đăng ký đã xử lý\".. . Vậy em có thể kịp tham dự lễ tốt nghiệp tháng 4 này không ạ?. . Em xin cám ơn.",
            "Chào em,. . Về việc tham dự lễ tốt nghiệp tháng 4/2022, SV đã đăng ký tốt nghiệp và thanh toán lệ phí tốt nghiệp thành công (95.000 đ) và nhận được mail xác nhận \"Phiếu đăng ký đã được xử lý\" trước ngày 20/4/2022.. . Ngày 21/4/2022, Phòng Đào tạo sẽ lấy dữ liệu và ra Quyết định tốt nghiệp chính thức và chuyển danh sách về Khoa cho SV đăng ký thạm dự lễ tốt nghiệp tháng 4/2022.. . SV đăng ký tham dự lễ tốt nghiệp tại khoa. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào tạo,. . . . Em tên [full_name], MSSV: [student_id]. Sinh viên Khoa Điện - Điện tử.. . . . Hiện tại, em đã đăng kí tốt nghiệp trên MyBK và hoàn tất thanh toán.. . . . Em mong Phòng Đào tạo có thể ra Quyết định tốt nghiệp cho em và cập nhật danh sách tốt nghiệp chính thức để em có thể đăng kí lễ tốt nghiệp vào ngày 21/4/2022 ạ.. . . . Mong Phòng Đào tạo có thể giải đáp và giải quyết sớm cho em, để em có thể chắc chắn và yên tâm thông báo cho gia đình đến tham dự lễ tốt nghiệp ạ.. . . . Em xin chân thành cảm ơn.. . . . . .",
            "\"Chào em,. . Hiện tại PDT đã ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em vào đăng ký tốt nghiệp nhé. . Thân\"",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "Em đã đăng kí tốt nghiệp và hoàn tất thanh toán rồi ạ.. . . . Em hỏi về việc ra   B quyết định tốt nghiệp  /B  và   B cập nhật danh sách tốt nghiệp chính thức  /B  ạ. . . . . Vì em hỏi bên khoa, thì khoa thông báo phải được ra quyết định tốt nghiệp, có tên trong danh sách tốt nghiệp chính thức mới được phát mã vạch và thư mời phụ huynh vào Hội trường A5 ạ.. . . . Em mong Phòng Đào tạo có thể ra Quyết định tốt nghiệp cho em và cập nhật danh sách tốt nghiệp chính thức để em có thể đăng kí lễ tốt nghiệp vào ngày 21/4/2022 ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là sinh viên khóa k15, đã có tên trong danh sách dự kiến tốt nghiệp tháng 4/2022. Hiện tại em chưa thể đăng ký tốt nghiệp được vì tình trạng là Nghỉ. Em mong pđt kiểm tra và giúp em.. . . .",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo,. . Em tên là [full_name] MSSV [student_id], vậy em vẫn kịp để làm lễ trong ngày 22.4 đúng không ạ. Em xin chân thành cảm ơn.. . Sinh viên. . [full_name]",
            "Chào bạn. . . . - Bạn đã có quyết định tốt nghiệp ngày 21/4/2022. . -SV phải “chọn” đăng ký giấy chứng nhận tốt nghiệp tạm thời khi khai thông tin tốt nghiệp tại mybk (mybk.hcmut.edu.vn)    Đăng ký tốt nghiệp. Thứ 6 hàng tuần Phòng đào tạo sẽ lấy dữ liệu SV đăng ký và đã thanh toán lệ phí tốt nghiệp trước đó để tiến hành in giấy chứng nhận tốt nghiệp tạm thời, dự kiến nhận trễ nhất vào thứ 3 tuần tiếp theo bảng scan giấy chứng nhận tốt nghiệp sẽ được tải lên trang đăng ký hồ sơ cấp bằng mybk    đăng ký tốt nghiệp, Sinh viên tự tải về sử dụng trong thời gian này. Sau đó Sinh viên liên hệ Phòng đào tạo (101A1) để nhận bảng chính nếu có nhu cầu.. . . . -Dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . . . -SV sẽ đăng ký lễ tốt nghiệp tháng 11/2022, SV vui lòng đợi thông báo sau của nhà trường. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi, em K15 bây giờ chuyển qua hệ VLVH thì khoá đầu vào của em sẽ tính là khoá nào ạ? chương trình học của em sẽ theo chương trình học khoá nào? Em cảm ơn.",
            "Chào bạn,. . . . - Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . - Về CTDT là giống nhau của đại trà và VLVH. . Tuy nhiên, VLVH sẽ:. . Giảm chuẩn anh văn xét LVTN và tốt nghiệp so với Chính quy: chi tiết xem quy chế học vụ. . Không xét môn anh văn 1234, GDTC, GDQP, Ngày CTXH, . . Thời gian học là 10 năm (theo thời gian khóa đầu vào). . - Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Kính thư quý thầy cô phòng đào tạo. . . . Em tên [full_name]. . Mã Số Sv [student_id]. . . . Theo phản hồi và các thông tin ở trên trong cùng chủ đề này thì em chưa được học TN Sinh học đại Cương. Tại Sao em bị đánh vắng thi thí nghiệm học kỳ 1 . Em gửi quý thầy cô file đính kèm.. . . . Các Thầy Cô có mở lớp thí nghiệm học kỳ 1 đâu sao em học được mà thầy cô lại cho em vắng thi.. . . . Em chỉ còn 1 môn thí nghiệm này nữa là ra trường mong quý thầy cô rủ lòng thương phản hồi chính xác giúp em.. . Em gui lai vi chua nhan duoc phan hoi. . . . Cam on quy thay co. . . .",
            "Chào ban;. . vấn đề điểm bạn liên hệ giảng viên nhé, lịch học của bạn tuần 28-29 mới học nha.. . Thân",
            "Dạ thưa Thầy [full_name],. . . . Câu hỏi thắc mắc của em là Tại Sao em chưa học mà Phòng Đào Tạo Đánh vắng môn Sinh Học Đại Cương.. . Em đã hỏi cô giáo dạy thì nghiệm và được kêu liên hệ phòng đào tạo. Em có đính kèm file email của cô giáo.(FILE Đính kèm). . . . Vấn đề ở đây là em chưa học vì Phòng Đào Tạo không sắp xếp lịch và cho điểm O.. . . . Xin thầy hiểu rõ vấn đề giúp em",
            "Chào em;. . lịch học thì đã cập nhật cho em học ở tuần 28-29 nhé, em vào kiểm tra lại. Còn vấn đề về điểm , phòng Đào tạo không can thiệp được nhé em phải liên hệ giảng viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào anh/ chị. . Hiện tại em vẫn chưa nhận được email về đăng kí tốt nghiệp ạ. Mybk của em không thể vào mục đk tốt nghiệp với lí do đang tạm dừng học. Mong anh/ chị kiếm tra giúp em để kịp đăng kí tốt nghiệp đợt này ạ. Em cảm ơn anh/ chị nhiều.. .",
            "Chào bạn,. . PĐT đã kiểm tra lại thông tin của bạn, hiện tại bạn đang nợ TOEIC, không biết bạn đã thi kỹ năng nói viết và đã có điểm chưa.. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Như đã trình bày ở các câu hỏi trước, em nhận được câu trả lời từ pdt là xác nhận cho em sau 26/4, vậy thì em mong muốn được tổ chức lễ tốt nghiệp ngày 24/4 (khoa điện) thì thầy/cô có thể hỗ trợ em xét trước để em tham gia lễ tốt nghiệp được không ạ? Em cảm ơn. .",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen . . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . . . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chỗ thời khóa biểu bị mất học kỳ 2, mong phục hồi cho em để nắm bắt lịch học!",
            "\"\"\"Chào bạn. . - PĐT đã ghi nhận bạn thanh toán xong học phí HK212 (trễ hạn). Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau . . - TKB, BKel và lịch thi sẽ được phục hồi trong tuần sau.. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Gửi PDT điểm trung bình ghi trên phần tốt nghiệp dự kiến của em bị sai ạ. Phải là 7.2 chứ không phải 7.08 ạ. Nếu tính điểm luận văn và điểm anh văn em chuyển điểm thì điểm của em phải là 7.2 mới đúng ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ cho em hỏi, em đăng ký tốt nghiệp hôm 14/4 vậy em có kịp dự lễ tốt nghiệp không ạ (vì ngày 20 là hạng cuối đăng ký dự lệ từ khoa)? . . Em xin cảm ơn.",
            "Chào bạn. . . . - Bạn đã có quyết định tốt nghiệp ngày 21/4/2022. . -SV phải “chọn” đăng ký giấy chứng nhận tốt nghiệp tạm thời khi khai thông tin tốt nghiệp tại mybk (mybk.hcmut.edu.vn)    Đăng ký tốt nghiệp. Thứ 6 hàng tuần Phòng đào tạo sẽ lấy dữ liệu SV đăng ký và đã thanh toán lệ phí tốt nghiệp trước đó để tiến hành in giấy chứng nhận tốt nghiệp tạm thời, dự kiến nhận trễ nhất vào thứ 3 tuần tiếp theo bảng scan giấy chứng nhận tốt nghiệp sẽ được tải lên trang đăng ký hồ sơ cấp bằng mybk    đăng ký tốt nghiệp, Sinh viên tự tải về sử dụng trong thời gian này. Sau đó Sinh viên liên hệ Phòng đào tạo (101A1) để nhận bảng chính nếu có nhu cầu.. . . . -Dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . SV sẽ đăng ký lễ tốt nghiệp tháng 11/2022, SV vui lòng đợi thông báo sau của nhà trường. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name]. . Em xin được xét tốt nghiệp bổ sung đợt tháng 04/2022. . Em cảm ơn ạ",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen . . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . . . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gởi: PĐT trường Đại học Bách Khoa TPHCM. . Thưa anh/chị, theo câu trả lời yêu cầu trước, em vẫn chưa nhận được mail có tên trong danh sách dự kiến tốt nghiệp tháng 4/2022 (em cũng đã kiểm tra trên aao- tốt nghiệp). Cũng như không thể đăng nhập vô mybk- tốt nghiệp (xem hình đính kèm). Kính mong anh/chị kiểm tra lại giúp em là em đã được xét tốt nghiệp hay chưa ? Hoặc là em có được nhận bằng tốt nghiệp lễ 24/04/2022 sắp tới này không ?. . Em chân thành cảm ơn ạ.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 26/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name] - MSSV: [student_id]. . Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp và đã đăng ký tốt nghiệp vào ngày 13/04. Nhưng đến hôm nay em vào tra danh sách tốt nghiệp chính thức vẫn chưa có tên mình. Em kính mong quý thầy cô cập nhật danh sách bổ sung giúp em. Để em có đủ cơ sở đăng ký làm lễ tốt nghiệp vào ngày 22/04 của [full_name] Xây Dựng (vì em thấy trên fanpage [full_name] để 17h00 ngày 18/04 là hạn chót nhận đăng ký làm lễ trao bằng Tốt Nghiệp. Em xin cám ơn.",
            "Đã trả lời."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  Chào quý thầy/ cô! Em chưa thấy mail thông báo về việc có xét CC AV cho việc đăng ký luận văn kỳ hè. Vậy cho em hỏi là có xét CC AV kỳ hè-213 để đăng ký luận văn tốt nghiệp không ạ? Em cảm ơn!. . . .",
            "\"Chào bạn,. . . . Trong thông báo đăng ký môn học của học kỳ hè 213 không có thông báo về việc không xét chuẩn ngoại ngữ để đăng ký luận văn tốt nghiệp trong HK213.. . Sinh viên vui lòng xem quy chế về việc chuẩn ngoại ngữ nhận luận văn tốt nghiệp tại đây:  Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt/2. Chuẩn ngoại ngữ tốt nghiệp. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân\""
        ]
    }
]