[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em nộp trễ học phí thì có mở lại thười khóa biểu để học không? Em xin cảm ơn",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name], MSSV [student_id], Khoa Điện - Điện Tử, vì vài lý do bất cẩn nên em đã thanh toán trễ học phí trong đợt 2, không biết thanh toán trễ như vậy có bị ảnh hưởng tới thời khóa biểu không ạ và cho em hỏi là làm thế nào để khắc phục ạ.. . Em cảm ơn !!!",
            "Chào bạn. . Hiện tại, Nếu bạn đã thanh toán học phí HK203 rồi thì thời khoá biểu không bị huỷ & không cần phải làm đơn nghen bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "xin phép nhà trường cho tiếp tục học . Em là [full_name] sv năm nhất  thuộc khoa XD20KT. Do chưa thành thạo trong khoản thư từ cũng như do tình hình dịch bệnh ở khu vực em cư trú nên ngày 6/6 vừa rồi em không thể đóng học phí được. Cụ thể là nhà em thuộc khu vực phong toả quận Gò Vấp. Em mong phòng đào tạo xem xét và cho phép em tiếp tục theo học tại nhà trường. Em xin cảm ơn và mong phòng đào xem xét ạ. .",
            "Chào bạn. . Bạn nhanh chóng thanh toán học phí Hk202 nghen, để Pdt xử lý. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lại thời khóa biểu môn học bị đóng do thanh toán học phí trễ . Tên: [full_name]. . Mssv: [student_id]. . Khoa: Cơ khí.. . Môn học cần mở lại: Phương pháp tính.. . Mã môn học: MT1009.. . Lý do viết đơn: Em viết đơn này với mong muốn mwor lại thời khóa biểu môn MT1009.. . Lý do thanh toán trễ hạn. Do sự hiểu nhầm trong thông báo thanh toán học phí ngày 07/06/2021 và không thể hủy môn học trong Đợt 3 Đăng ký môn học dẫn đến thanh toán trễ hạn.. . Nay em đã thanh toán xong học phí. Mong rằng mở lại thời khóa biểu để em có thể tham gia học tập.. . Xin cảm ơn.. . . .",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .   B DẠ, KÌ HÈ EM CÓ ĐĂNG KÝ THỰC TẬP TỐT NGHIỆP, MÀ EM ĐÓNG TRỄ HỌC PHÍ 2 NGÀY, [full_name]Ì KHÔNG Ạ, EM XIN CẢM ƠN. .",
            "Chào bạn. . Hiện tại, Nếu bạn đã thanh toán học phí HK203 rồi thì thời khoá biểu không bị huỷ & không cần phải làm đơn nghen bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em chào thầy cô!. . em có đăng kí thực tập kì hè 203 nhưng kết quả vẫn không được .. . em mong thầy cô giúp đỡ.. . em cảm ơn !. . [full_name] . . mssv [student_id]",
            "Chào bạn. . -\tPhòng đào tạo ghi nhận trường hợp của bạn. . -\tBạn xem kết quả tại trang Mybk - xem TKB sau ngày 10/6/2021. . -\tNếu không thấy kết quả vui lòng phản hồi lại trên kênh BKSI. . Chào bạn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ thưa thầy/cô đợt đăng ký BHYT vừa rồi em có quên đăng ký, vậy thầy/cô cho em hỏi có cách nào để đăng kí trễ không ạ.. . Em cũng muốn hỏi thêm là việc không đăng kí BHYT thì bị hủy môn học đã đăng kí vào học kỳ hè 203 hay là cả học kì chính 211 ạ.. . Em xin cảm ơn.. .",
            "Chào bạn,. . Vấn đề về BHYT bạn vui lòng liên hệ Phòng Công tác Chính trị sinh viên để được hướng dẫn và hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là hk203 này em không học và không đóng học phí mà em lỡ đăng kí môn học rồi có được rút không ạ?. . . .",
            "Chào bạn. . -\tĐến thời điểm hiện tại, theo quy định không thể huỷ môn học và huỷ học phí Hk203. . -\tNhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian cụ thể qua mail . . -\tSinh viên sẽ bị huỷ thời khoá biểu và ghi nợ học phí Học kỳ hè 203 vì chưa thanh toán học phí (Sinh viên vẫn phải đóng học phí, không hoàn trả hay huỷ học phí mặc dù có một số môn học sẽ bị huỷ vì sĩ số thấp). Và chắc chắn là bạn sẽ không DKMH của HK211 (chính quy+ dự thính). . -\tHiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào thầy/cô,. . Em tên là [full_name], MSSV: [student_id]. . . Học kì dự thính hè em có đăng ký 1 môn Kinh tế chính trị Mác (SP1033). Em có nhận thông báo đóng học phí từ ngày 02/06/2021 đến 15g00 ngày 07/06/2021. Vào khoảng 11g00 ngày 05/06/2021 em có truy cập [full_name] và thanh toán học phí, sau khi nhập mã OTP xác thực giao dịch, hệ thống báo giao dịch thành công và trở lại trang chủ như các lần đóng học phí trước. Sau đó giao dịch bị lỗi nhưng em không phát hiện. Hiện tại em đã bị xóa thời khóa biểu do trễ hạn đóng học phí. Em đã thanh toán lại đầy đủ học phí theo đúng như thông báo trên [full_name]. Kính mong thầy/cô PĐT mở lại thời khóa biểu và môn học trên BKel để em có thể tiếp tục học ạ.. . Em cảm ơn thầy/cô.. . [full_name]. . .",
            "Chào bạn. . -\tHiện tại, Nếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Học vụ . Dạ em có thắc mắc về việc PĐT gia hạn thêm 1 ngày là 15h,08/06/2021.nên em đã thanh toán trước 15h mà bkpay báo là đã thanh toán trễ hạn vậy có bị gạch tên trong danh sách lớp không ạ!",
            "Chào bạn. . Hiện tại, Nếu bạn đã thanh toán học phí HK203 rồi thì thời khoá biểu không bị huỷ & không cần phải làm đơn nghen bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa [full_name]/Cô, em thanh toán muộn học phí trễ thì có được mở lại thời khóa biểu không ạ?",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi, em đóng trễ học phí kỳ hè và đã bị xoá thời khoá biểu, có thể nộp đơn lí do trễ hạn để tiếp tục học k ạ",
            "Chào bạn. . -\tHiện tại, Nếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa ban giám hiệu nhà trường cũng như thầy cô bên phòng đào tạo! Học kì hè này em có đăng ký 2 môn học là giải tích 1 và vật lí 1, ngày 7/6/2021 em chưa thanh toán học phí được do điều kiện chưa cho phép và bị xoá thời khoá biểu và ghi nợ, vậy giờ em phải làm sao để được phép học tiếp và cho phép thi cuối kì ạ! Em cảm ơn!",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy cô ạ. . . . Em là [full_name] (MSSV: [student_id]), hiện đang là sinh viên năm 3 thuộc khoa Khoa học và Ký Thuật Máy Tính.. . . . Chuyện là em đã thanh toán trễ học phí học kỳ 203 (em đã thanh toán lúc 18h53 ngày 07/06), sau đó em có thấy một thông tin là Phòng Đào tạo gia hạn thêm 1 ngày đóng học phí, nghĩa là deadline đóng học phí sẽ là 15h ngày 08/06. Em tưởng mọi chuyện đã ổn, nhưng mà đến khi sáng nay em vào lại check lại thì trong bkpay em vẫn bị ghi là Đã thanh toán trễ hạn (deadline vẫn để ở thời gian cũ là 15h ngày 07/06).. . . . Em không biết em có bị xem là thanh toán học phí trễ không ạ. . . . . Em mong thầy cô giải đáp thắc mắc của em, em xin cảm ơn.. . . .   i Học vụ .",
            "Chào bạn. . Hiện tại, Nếu bạn đã thanh toán học phí HK203 rồi thì thời khoá biểu không bị huỷ & không cần phải làm đơn nghen bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi nếu em không đăng kí được thực tập hè thì em có bị trể thời hạn ra trường không ạ. Và nếu vậy thì em có cách nào để ra trường đúng hạn không ạ. Em cảm ơn.",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là sinh viên K19 lớp CK19LOG2, học phí kì hè 203 em đã đóng và thanh toán trên OCB mini. . 1h13 phút ngày 5/6 nhưng bằng một cách nào đó OCB lại ko trừ tiền và do bất cẩn nên em chưa check và kết quả là em bị xóa thời khóa biểu.. . em còn cả mã OTP thanh toán BK pay ngày hôm đó đính kèm bên dưới.. . Nếu có thể mong Trường có thể check lại thời gian của em trên BK pay + thời gian em đăng nhập ngày 5/6 thanh toán OCB mini.. . em chắc chắn là đã thao tác thanh toán rồi nhưng quên check ạ. . . em đang kí 4 tín chỉ hè lận ạ. Sáng nay em bị xóa thời khóa biểu mới biết là thanh toán không thành cong, mong trường mở lại thời khóa biểu cho em ạ.",
            "Các môm đăng kí em đã chia nhóm, làm bài tập này nọ rồi ạ, mong trường có thể xem xét mở lại thời khóa biểu cho em. .",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy/cô ơi, cho em xin đóng học phí dự thính môn Pháp luật đại cương và mở lại môn trong TKB cho em với ạ.. . Em có đăng kí môn PLĐC mã môn SP1007 .Nhưng tới thời gian đóng học phí thì gia đình em có một vài lí do riêng nên không cho em tiền để đóng học phí được.Giờ em mới có tiền để đóng nên xin thầy/cô cho em thanh toán phí và mở TKB môn Pháp luật đại cương cho em với :((. . Em xin hứa sau này sẽ thanh toán học phí đúng hạn.. . Mong thầy/cô giải quyết cho em với. Em xin cảm ơn thầy cô đã xem",
            "Em lộn ạ.. . Em xin đóng tiền cho học kì hè",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "học kỳ hè 203 em có đăng ký 2 môn học là:. . CI3175 và CI4037 nhưng em không đóng học  phí đúng hạn thì bây giờ em có thể đóng học phí bổ sung để vào học bình thương không ạ. Vì em về quê nên không check mail thương xuyên nên không nắm bắt được lịch đóng học phí của trường ạ.",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . câu hỏi của e là em đăng ký thực tập tốt nghiệp học kì hè này nhưng quên đóng học phí theo lịch của trường thì bây giờ làm sao để có danh sách thực tập vào đóng học phí ạ . em lên bk pay không thấy thông tin học phí nữa ạ.. .",
            "Chào bạn. . - Kết quả đợt 3 chưa có, bạn đợi mail thông báo đóng tiền sau. . . . Bạn vẫn chưa đăng ký được môn TTTN, bạn vào lịch sử xem lý do. . Sinh viên xem lý do tại sao có ĐKMH mà không có kết quả tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    HK203- Đợt3 + kết quả đợt 2 - bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi Ban giám hiệu và Phòng đào tạo. . Do đóng học phí trễ nên em bị hủy môn học. Nhà trường có thể cho em tham gia lớp học hè được không ạ? Em đã thanh toán học phí rồi. Em cần tham gia để tốt nghiệp trong kì tới.. .",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Do tình hình dịch covid vừa qua nên kinh tế gia đình em có tí khó khăn và e đã đóng trễ học phí 2;ngày , e xin nhà trường đừng hủy tkb của em.. . E đã thanh toán học phí ngày 9/6/2021 trễ 2 ngày so với qui định nhưng mong nhà trường thông cảm vì tình hình dịch bệnh.. . Họ tên : [full_name] - mssv : [student_id]. . Đã bị hủy tkb 2 môn : . . . [full_name]01_DT01. . . LA1007 DT02",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô, em tên là [full_name] trong giai đoạn từ 2/6 đến 7/6 thì gia đình em có chuyện và bị kẹt tiền. Nay em làm đơn này để năn nỉ pđt cho phép em đóng tiền HK203 sau khi nhận phản hồi thì em sẽ chuyển tiền ngay và luôn ạ. Em cám ơn",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "- Em tên là [full_name] - MSSV :[student_id] . . - Hiện ở HK hè 203 em có môn Trường Điện Từ đang được sắp lịch học thứ 2 và thứ 7 lúc 12h đến 15h50 ạ, do hệ em là hệ VLVH nên em mong quý thầy cô xem xét để điều chỉnh giờ học ngoài giờ hành chính vào những ngày trong tuần để em có thể tham gia buổi học ạ.. . Cảm mơn quý thầy cô đã xem.. . . . . . . .",
            "Chào em.. . thời khóa biểu đã được cập nhật lúc em đăng ký.. . vì vậy em ko được chỉnh tkb. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi quý Thầy, Cô phụ trách ở PĐT , em tên [full_name] MSSV [student_id] . Do sự cố về tài khoản ngân hàng là vào sáng thứ 2 ngày 7/6/2021 , em có nộp tiền vào tài khoản OCB và ấn vào thanh toán học phí , nhưng do sơ suất em đã nhập sai mã OTP và em không có kiểm tra lại đã thanh toán xong nên đã gây ra hậu quả là em chưa thanh toán học phí , dưới đây là tin nhắn em đã nộp tiền vào tài khoản OCB nhưng do sơ suất nên đã chưa thanh toán . Kính mong quý Thầy Cô có thể xem xét và cho em được học những môn em đã đăng kí ở học kì dự thính và em hứa sẽ thanh toán học đúng. . . .",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . E bị trùng môn MA3029 1 buổi t2 với môn MT1003. . Mong [full_name] xem xét để em có thể học môn MA3029. Vì đây là môn chuyên ngành sẽ không mở nữa trong kì sau ạ . E cảm ơn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa Thầy/ Cô, em thanh toán xong học phí trễ học kì hè 203 thì thời khóa biểu có tự động trở lại hay phải làm thủ tục gì không ạ?",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ kính gửi PĐT ạ, em là Nguyễn Thị  Thanh Nguyên, học lớp CK20CK01, em xin chân thành xin lỗi PĐT vì đã đóng học phí trễ. Nguyên do HK203 này em có đăng kí môn học Vật Lí 1  (PH1003) lớp DT04, nhưng vì dạo này dịch ba mẹ em làm không được nên phải đi mượn tiền dẫn đến việc đóng học phí trễ, tối qua 9/6 mới mượn được và sáng nay 10/6 em đã hoàn tất thủ tục đóng học phí. Em xin hứa sẽ không bao giờ tái phạm lại. Kính mong nhà trường thông cảm và cho phép em được quay lại lớp dự thính DT04 môn VL1 ạ. Nếu có thể, mong nhà trường đừng trừ điểm rèn luyện của em ạ",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy/cô ơi, cho em xin đóng học phí hè môn Pháp luật đại cương và mở lại môn trong TKB cho em với ạ.. . Em có đăng kí môn PLĐC mã môn SP1007 .Nhưng tới thời gian đóng học phí thì gia đình em có một vài lí do riêng nên không cho em tiền để đóng học phí được.Giờ em mới có tiền để đóng nên xin thầy/cô cho em thanh toán phí và mở TKB môn Pháp luật đại cương cho em với :((. . Em xin hứa sau này sẽ thanh toán học phí đúng hạn.. . Mong thầy/cô giải quyết cho em với. Em xin cảm ơn thầy cô đã xem",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy cô, thầy cô cho em hỏi là em có thanh toán trễ học phí kỳ 203, sau khi thanh toán bù lại thì em có được mở lại thời khoá biểu của môn đó không ạ. Em cảm ơn",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em vừa hoàn tất học phí học kì dự thính hè 203 đúng theo thời gian được gia hạn. Em mong trường sẽ cứu xét thời khoá biểu cho em vào thứ 2 tuần sau. Em xin cảm ơn ạ!",
            "Chào bạn. . -\t. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Với tình hình hiện tại đóng học phí trước 10/6 thì điều kiện của em không thể đóng được ạ. Em thật sự rất xin lỗi về vấn đề này,lúc đợt 2 em muốn hủy môn nhưng không hủy trên hệ thống được ạ,em đọc mail và tưởng không đóng học phí là trường hủy tkb thôi chứ không biết là hủy rồi vẫn phải đóng ạ.. . . .   B Không biết với tình hình hiện tại em có thể làm đơn rút môn học được không ạ vì với kinh tế hiện tại em không thể hoàn thành học phí ngay được. Em cảm ơn  /B",
            "Chào bạn. . -\tĐến thời điểm hiện tại, theo quy định không thể huỷ môn học và huỷ học phí Hk203. . -\tNhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian cụ thể qua mail . . -\tSinh viên sẽ bị huỷ thời khoá biểu và ghi nợ học phí Học kỳ hè 203 vì chưa thanh toán học phí (Sinh viên vẫn phải đóng học phí, không hoàn trả hay huỷ học phí mặc dù có một số môn học sẽ bị huỷ vì sĩ số thấp). Và chắc chắn là bạn sẽ không DKMH của HK211 (chính quy+ dự thính). . -\tHiện tại, bạn cố gắng đóng học phí trước ngày thứ 6 (18/6/21), sau đó viết đơn xin phục hồi thời khoá biểu và ghi rõ lý do tại sao thanh toán trễ học phí gởi lại trên BKSI để pdt xem xét. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em tên : [full_name] . MSSV [student_id] thuộc Khoa Kỹ Thuật Địa Chất và Dầu Khí . Ở đợt 1 nguyên Khoa em không được mở thực tập sản xuất . Sau đó thầy trong Khoa đã làm đơn mở lớp cho nguyên Khoa rồi tuy nhiên vào đợt 3 này thì các ngành khác đều mở được thực tập sản xuất chỉ có mỗi ngành Địa kỹ thuật là không mở thôi ạ? V cho em hỏi là tụi em có thể đăng kí mở lại để không bị trễ 1 năm được không ạ ? MSL là GE3125 Ạ . Em xin chân thành cảm ơn ạ. Do nay em qua trường nhưng trường không làm việc ạ",
            "Chào bạn. . Bạn liên hệ Khoa- Bộ môn để gởi đề nghị mở môn thực tập sản suất hè của chuyên nghành địa kỹ thuật (GE3125) đính kèm danh sách các sinh viên cần đăng ký để Pdt xử lý nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa thầy/cô, em có đăng ký  thực tập hè trên mybk nhưng cả 3 đợt đều bị xóa kết quả đăng kí, trên TKB cũng không có môn học nhưng trên bkpay vẫn yêu cầu đóng tiền học phí là sao ạ? . . Em xin cảm ơn. .",
            "Chào em.. . em có thời khóa biểu môn thực tập. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào PĐT, em tên là [full_name], MSSV: [student_id]. Em có 3 câu hỏi ạ.. . . . 1) Em muốn hỏi là hiện giờ em còn là thành viên của lớp K19 Kỹ sư tài năng khoa Hóa không ạ? Vì em lên BK-el và em không thấy môn \"Mở rộng\" của nhóm TN202 nữa nên em thắc mắc là có phải em đã bị ra khỏi lớp KSTN do không đủ điểm không?. . . . 2) Vì hết HK 202 em có nhu cầu muốn rút khỏi lớp KSTN nên em muốn hỏi là nếu em đã bị ra khỏi lớp do không đủ điểm thì em có cần làm đơn rút ra khỏi lớp nữa không?. . . . 3) Nếu em đã ra khỏi lớp KSTN thì năm sau em sẽ học dưới cơ sở Dĩ An và vẫn đăng ký môn ơ các nhóm lớp ở CS2 bình thường đúng không ạ?. . . . Em xin cảm ơn!",
            "Chào bạn. . 1) Cô thấy bạn đã có qd chuyển ra khỏi KSTN, bạn kiểm tra tại thông tin sinh viên-- tình trạng sinh viên, hoặc thông tin ở Khoa là chính xác nhất. . 2) Bạn liên hệ Khoa nghen. . 3) đúng nghen bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT,. . Em có thắc mắc về việc thanh toán học phí 203 ạ. Trước khi đăng kí môn học đợt 3 thì em đã thanh toán khoản học phí anh văn theo nhu cầu (Anh văn 2) đầy đủ rồi ạ. Nhưng hiện tại trên BK-Pay lại yêu cầu thanh toán Anh văn 2 lần nữa (ảnh đính kèm). Mong nhà trường kiểm tra lại và giải quyết giúp em. Em xin chân thành cảm ơn ạ !. . . . . .",
            "Chào bạn. . Pdt đã ghi nhận, sẽ huỷ phần học phí đưa lên sai, ngày mai bạn vào kiểm tra lại nghen . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa Phòng Đào Tạo, vào đầu tháng 5 em có đăng kí học kì hè 203, lúc đó em đăng kí 3 môn. Vào ngày 2/6 trường có nhắc nhở đóng tiền học kì 203, số tiền tổng cộng là 3,520,000. Em nhìn số tiền thì cứ nghĩ là đó là tiền của 3 môn cộng lại nên tưởng là đã đăng kí thành công 3 môn. Thế nhưng hôm nay em có kiểm tra lại thì  thấy được nhận có 1 môn và không thấy 2 môn kia. Em vội lên trang để đăng kí lại thì đã hết hạn. Cho em hỏi là bây giờ có cách nào để đăng kí lại không ạ?",
            "Chào bạn. . - Bạn vào LỊCH SỬ ĐĂNG KÝ MÔN HỌC để xem lý do. . - Nếu bạn muốn đăng ký thêm môn học, thì gởi lại cau hỏi trên bksi mục ĐKMH - tiêu đề: muốn đăng ký thêm môn học . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa cô/thầy,. . . . Em đã nhớ nhầm lịch đăng ký môn đợt 3 và lỡ đợt đăng ký cho môn Thực tập ngoài trường. Xin cô/thầy giúp em, có cách nào để em được đăng ký môn bây giờ không ạ. Em xin lỗi và cảm ơn rất nhiều ạ.. . . . Trân trọng,. . [full_name]",
            "hiện không được hủy môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa quý thầy cô, kì đăng kí hè dự thính vừa rồi em có đăng kí môn Cơ học ứng dụng. Do là có 2 mã môn cơ học là AS2001 và AS2007, chương trình đào tạo của khoa em là AS2007 mà em đã lỡ đăng kí thành AS2001, hôm nay bắt đầu học bữa đầu tiên thì em phát hiện ra. Kính mong thầy cô giúp đỡ em với ạ. Đây là sự cẩu thả cũng như bất cẩn của em, nhưng xin quý thầy cô có thể giúp em, do học phí kì này thực sự quá cao...em cũng không biết nên làm thế nào, em mong quý thầy cô cho em một hướng đi với ạ. Em xin chân thành cám ơn ạ. .",
            "môn học AS2007 không mở trong HK203.. . vì vậy với trường hợp của em.. . Em cần làm đơn nộp lại pđt để ban lãnh đạo phòng xem xét nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em lỡ quên chưa đóng học phí đợt 1, 2. Vậy cho em hỏi đóng tiền đợt 3 này em có thể đóng bù cho cả đợt 1, 2 không?",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí đợt 1,2 trước 15 giờ ngày 11/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ, thầy/cô cho em hỏi em đóng học phí muộn có được khôi phục lại thời khóa biểu học kì 203 đã bị hủy không ạ?. . . . Em cảm ơn.. .",
            "Chào em. . TKB sẽ được phục hồi vào cuối ngày. . Lần sau nhớ đóng HK đúng hạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em bấm vào mục thanh toán rồi đăng nhập OCB nhưng khi đăng nhập xong thì lại không có mục nào để bấm chuyển tiền hết ạ. .",
            "Chào bạn. . Bạn thử thao tác lại. . và vẫn không thanh toán được thì liên hệ trực tiếp ngân hàng ocb thanh toán nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo. . Hiện tại em đóng học phí kỳ hè 203 bị trễ thì có bị sao không ạ.",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 11/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". .  Kính chào Thầy/ Cô.. .  Em tên: Bùi Nhật Triều. .  MSSV: [student_id]. .  Khoa: Kĩ Thuật Xây Dựng( hệ VLVH ). . . .  Qúy Thầy/ Cô cho em hỏi nếu em hoàn thành đóng học phí nợ của hk hè 203 thì có được xem xét mở lại thời khóa biểu không ạ ?. .  Em xin chân thành cảm ơn.",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name] mssv [student_id]. . Vừa qua em có thanh toán trễ học phí học kì 203 do trục trặc kinh tế mùa COVID và bị hủy thời khóa biểu. Em mong nhà trường có thể xem xét lại việc hủy thời khóa biểu. Em xin hứa sẽ thanh toán đúng hạn lần sau. . .  .",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 11/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi 2 tuần nữa em mới có tiền đóng học phí, lúc đó em có thể làm đơn xin phục hồi lại thời khóa biểu được không ạ? Giờ covid khó khăn nhà em cũng không còn cách khác. . . Em cảm ơn.. .   i Yêu cầu khác .",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 11/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa quý thầy cô Phòng Đào Tạo,. . Em là [full_name], MSSV [student_id]. Hiện tại sau khi xin mở lớp Kinh tế vi mô chiến lược & tcxn (701705), giảng viên đã nhận dạy và đủ sỉ số để mở lớp nhưng em không đăng kí được môn do vướng điều kiện chưa hoàn thành môn tiên quyết Quản trị học (701702). Do chương trình Việt Pháp từ k19 đã không còn môn Quản trị học, nên nay em làm đơn xin phòng đào tạo cho em đăng kí môn học 701705 hoặc hướng dẫn em thủ tục để được đăng kí môn học. . . Em xin chân thành cảm ơn ạ,. . Trân trọng.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em bị cách li dịch COVID, hôm nay mới được thả, không thể lên ngân hàng đóng học phí kịp, em không liên lạc được với số điện thoại trường. Có cách nào xin cứu xét cho em gia hạn đóng học phí trường hợp này không ạ? Em cảm ơn.. .",
            "Chào bạn. . - Bạn có thể nhờ người quen liên hệ ngân hàng đóng học phí trực tiếp. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 11/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào anh/chị,. . Mã số sinh viên của em là [student_id].. . Hiện tại em học ngành cơ điện tử của chương trình PFIEV, em có thể chuyển sang học logistic hệ đại trà được không ạ? Ngành trúng tuyển của em là kĩ thuật máy tính hệ đại trà và em đủ điểm đậu logistic đại trà ạ.. . Em cảm ơn.",
            "Chào bạn. . Bạn có thể rút khỏi việt pháp và chuyển   B về ngành trúng tuyển ban đầu  /B . . - không chuyển sang các ngành khác được. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em tên là [full_name]   mssv : [student_id]. . Em vừa thanh toán học phí trễ trước 15h ngày 10/6/2021 thì có cần làm đơn cứu xét ko ạ",
            "Chào bạn. . -\tHiện tại, Nếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name]. . Cho em hỏi tình dịch thế này em có được gia hạn thêm thời gian nộp bằng không ạ?",
            "Chào bạn. . -\tVề vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Anh chị cho em hỏi là em học Điện năng có đăng ký môn Thiết kế hệ thống nhúng kỳ này (EE3003) vậy có được tính vào 3 tín chỉ tự chọn ngoài ngành không ạ. . . Em K15, môn này không phải môn tự chọn mà thuộc môn chuyên ngành bắt buộc của Điện tử - Truyền thông.. . Em chân thành cảm ơn.",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính thưa phòng đào tạo trường Đại học Bách Khoa, em muốn hủy môn học trong học kỳ hè 203 thì phải làm sao ạ. . . .",
            "Chào bạn,. . Bạn vui lòng làm đơn trình bày rõ ràng lý do và nguyện vọng xin hủy môn học kỳ hè 203 và gửi qua bksi để được xem xét và trả lời cho bạn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là em đã thanh toán học phí trễ hạn vào ngày hôm nay rồi ạ. Em mong được xem xét em tiếp tục được học môn em thanh toán trễ ạ. Chứ giờ tình hình dịch mà em đóng tiền học mà k học được thì rất khó khăn với kinh tế gia đình em ạ!",
            "Chào bạn. . -\tHiện tại, Nếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    }
]