[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là em k18, giờ môn kĩ thuật số có 2 mã đăng kí là EE1015 EE1009, vậy giờ em đăng kí mã môn nào ạ, và 2 mã đó khác nhau như thế nào ạ",
            "Chào bạn,. . . . Bạn đăng kí đúng mã số môn học trong CTDT của mình nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin tăng sĩ số lớp môn Công nghệ khoan GE3009 bắt buộc",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô, cho em hỏi đầu năm em có thấy trường có nói về việc hết năm 1 nếu sinh viên chưa đủ 28 chỉ thì vẫn được đăng kí môn cho năm 2. Kết đăng kí đợt 1 học kì 201 của em vừa rồi bị xóa mất 4 môn do điều kiện môn tiên quyết. Vậy nhà trường có thể giải thích rõ hơn cho em được không ạ? Em cảm ơn!",
            "Chào bạn,. . Nếu bạn không tích lũy đủ số tín chỉ quy định, bạn sẽ không đăng ký được môn học của năm tiếp theo, Quy định về xếp năm thứ của sinh viên, và quy định về mức độ môn học em xem trong quy chế đào tạo và học vụ của trường, cụ thể như sau:. . Xếp năm thứ của SV ở Khoản 4.2, Điều 4.. . 4.2 Xếp hạng năm đào tạo. . Sau mỗi học kỳ, SV được xếp hạng năm đào tạo theo số tín chỉ tích lũy (TCTL) như sau:. . - SV năm thứ nhất: dưới 28 tín chỉ. . - SV năm thứ hai: từ 28 đến dưới 56 tín chỉ. . - SV năm thứ ba: từ 56 đến dưới 80 tín chỉ. . - SV năm thứ tư: từ 80 đến dưới 128 tín chỉ. . - SV năm thứ năm (đối với các CTĐT trên bốn năm): từ 108 tín chỉ. . Quy định mức độ môn học khi SV đăng ký môn học ở Khoản 9.7, Điều 9.. . 9.7. Ràng buộc về xếp hạng năm đào tạo SV và môn học được phép đăng ký. . Mức độ môn học được định nghĩa như sau:. . - Môn năm thứ nhất: dành cho tất cả SV các năm. . - Môn năm thứ hai: dành cho các SV từ năm thứ hai trở lên. . - Môn năm thứ ba: dành cho các SV từ năm thứ ba trở lên. . - Môn năm thứ tư: dành cho các SV từ năm thứ ba và thứ tư trở lên. . - Môn năm thứ năm: dành cho các SV từ năm thứ tư và thứ năm trở lên. . Nhà trường dùng mã môn học có dạng XXLYYY để phân định năm học, trong đó XX là viết tắt của ngành/Khoa, L là năm thứ và YYY là thứ tự môn học. . Như vậy, nếu các SV chưa đạt đủ 28TC thì vẫn có thể đăng ký các môn học có dạng XX1YYY, ví dụ như các môn Đại số tuyến tính (MT1007), Pháp luật VN ĐC (SP1007), ... Các môn học này trong các chuong trình đào tạo có thể được xếp vào các năm học ở năm 2.. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em ở đợt 1 có đăng kí nhận luận văn tốt nghiệp, em thấy em đã đủ các tiêu chuẩn , nhưng đợt 2 thì lại bị xóa mất, không hiện lý do bị không đăng kí được môn,(đợt đăng kí thứ 2 em đã đăng kí lại, có check xanh) em muốn hỏi là em còn thiếu gì ạ?",
            "Chào bạn. . Các môn đề cương luận văn, thực tập tốt nghiệp, luận văn tốt nghiệp sinh viên vui lòng đăng ký lại vào đợt 3 (từ ngày 8/9 đến 10/9) để pdt lấy dữ liệu xét lại. . Sinh viên vui lòng vào trang bksi.hcmut.edu.vn/Hỏi-Yêu cầu/Đăng ký môn học để gửi câu hỏi (nếu không đăng ký môn học được). . . . Chúc bạn học tập tốt nhé. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi, môn đề cương luận văn tốt nghiệp có yêu cầu về chuẩn anh văn qua các năm không ạ. Tại vì em chỉ mới học AV1 thôi ạ. Em cám ơn ạ.",
            "2. Môn Đề cương luận văn (ĐCLV). . . . - Điều kiện đăng ký môn ĐCLV: sinh viên phải đạt yêu cầu về môn tiên quyết/học trước/song hành, trong đó môn Thực tập tốt nghiệp là môn song hành.. . . . - Tổ chức môn ĐCLV: sinh viên đăng ký môn TTTN vào học kỳ hè (theo đúng tiến độ) và đăng ký ĐCLV ở học kỳ 1 kế tiếp, hoặc đăng ký môn TTTN và môn ĐCLV cùng trong học kỳ 1 hay học kỳ 2 (Lưu ý là môn ĐCLV không tổ chức trong học kỳ hè)."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trường hợp những học sinh không đủ 28 chỉ năm nhất không được đăng kí những môn cơ sở ngành thì phải đăng kí thêm những môn nào để đủ tín chỉ ạ",
            "Chào bạn,. . Nếu bạn không tích lũy đủ số tín chỉ quy định, bạn sẽ không đăng ký được môn học của năm tiếp theo, Quy định về xếp năm thứ của sinh viên, và quy định về mức độ môn học em xem trong quy chế đào tạo và học vụ của trường, cụ thể như sau:. . Xếp năm thứ của SV ở Khoản 4.2, Điều 4.. . 4.2 Xếp hạng năm đào tạo. . Sau mỗi học kỳ, SV được xếp hạng năm đào tạo theo số tín chỉ tích lũy (TCTL) như sau:. . - SV năm thứ nhất: dưới 28 tín chỉ. . - SV năm thứ hai: từ 28 đến dưới 56 tín chỉ. . - SV năm thứ ba: từ 56 đến dưới 80 tín chỉ. . - SV năm thứ tư: từ 80 đến dưới 128 tín chỉ. . - SV năm thứ năm (đối với các CTĐT trên bốn năm): từ 108 tín chỉ. . Quy định mức độ môn học khi SV đăng ký môn học ở Khoản 9.7, Điều 9.. . 9.7. Ràng buộc về xếp hạng năm đào tạo SV và môn học được phép đăng ký. . Mức độ môn học được định nghĩa như sau:. . - Môn năm thứ nhất: dành cho tất cả SV các năm. . - Môn năm thứ hai: dành cho các SV từ năm thứ hai trở lên. . - Môn năm thứ ba: dành cho các SV từ năm thứ ba trở lên. . - Môn năm thứ tư: dành cho các SV từ năm thứ ba và thứ tư trở lên. . - Môn năm thứ năm: dành cho các SV từ năm thứ tư và thứ năm trở lên. . Nhà trường dùng mã môn học có dạng XXLYYY để phân định năm học, trong đó XX là viết tắt của ngành/Khoa, L là năm thứ và YYY là thứ tự môn học. . Như vậy, nếu các SV chưa đạt đủ 28TC thì vẫn có thể đăng ký các môn học có dạng XX1YYY, ví dụ như các môn Đại số tuyến tính (MT1007), Pháp luật VN ĐC (SP1007), ... Các môn học này trong các chuong trình đào tạo có thể được xếp vào các năm học ở năm 2.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Chào PĐT,. . Em là [full_name], MSSV [student_id] đã hoàn thành 3 môn GDTC, nhưng khi đăng kí môn Đề cương LVTN lại bị báo thiếu môn tiên quyết năm 3 (Như hình dưới). . . Mong sớm được duyệt. cảm ơn ạ!Đăng ký môn học .",
            "Chào bạn, . . Hiện tại Phòng Đào tạo đã cập nhật lại điểm GDTC, chuẩn GDTS_3, Sinh viên vui lòng vào đăng ký lại. . . Chúc bạn học tốt!. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em cần học môn Cơ lý thuyết(AS1003) ở học kì 201 nhưng không có lớp mở. Em phải làm gì để nhà trường mở lớp ạ? Hoặc có những giải pháp khác nào để em có thể học môn đó. . . .",
            "Chào bạn,. . Quy trình mở môn học :. .   + Bước 1: SV tải mẫu đơn tại trang web: www.aao.hcmut.edu.vn  -  Sinh viên -  biểu mẫu -  mẫu Đề nghị mở môn học (ngoại lệ). .   + Bước 2: Sau khi có xác nhận chữ ký đồng ý theo quy định trong đơn. .   SV nộp đơn tại PĐT – cơ sở 1-  . .   Thời gian nộp đơn mở lớp dự thính: từ ngày 25/08/2020 đến 10g ngày 27/08/2020. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi sắp tới em nghe nói trường có tổ chức thi toeic lệ phí 160k,em không biết có thể lấy điểm thi đó để chuyển điểm av1 và av2 đc không ak.Em cảm ơn. . . .",
            "Chào bạn. . Kết quả thi kiểm tra trình độ Tiếng Anh theo chuẩn TOEIC sẽ do công ty IIG-Việt Nam tổ chức chỉ dùng để xét chuẩn tiếng Anh sau mỗi năm học. Không dùng để chuyển điểm, xét luận văn tốt nghiệp, tốt nghiệp hoặc xét miễn môn AV1,2,3,4.. . Sinh viên có nhu cầu vui lòng đăng ký tại mybk.hcmut.edu.vn/ chọn mục Đăng ký kiểm tra trình độ Tiếng Anh để đăng ký, thời hạn đăng ký từ ngày 21/8/2020 đến chiều ngày 2/9/2020 (xem chi tiết hướng dẫn đã gửi qua email sinh viên ngày 21/08/2020). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]6  /b \t. . . .   i Yêu cầu khác . Chào quý thầy cô. . Em muốn hỏi là e đang học đại học chính quy khóa k13 nhưng còn nợ luận văn và 2 môn nữa chưa thể ra trường trong thời gian quy định giờ e muốn chuyển sang hệ vừa học vừa làm thì chỉ cần hoàn thành những môn còn lại hay phải học theo chương trình khác..và cho em hỏi thêm là trong thời gian tới có đợt đăng ký nào không ạ.. . Em cảm ơn",
            "Chào bạn,. . Bạn vui lòng làm đơn thôi học chuyển qua hệ VLVH và nộp tại Phòng Đào tạo.. . Xem quy trình đăng ký tuyển sinh hệ VLVH tại trang tuyển sinh của trường để đăng ký. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã qua môn GDTC 3 nhưng không đăng ký môn được ạ! Mong hệ thống hỗ trợ để em có thể đăng ký môn học năm 4 ạ.",
            "Chào bạn. . Phòng đào tạo đã cập nhật lại dữ liệu, bạn nhanh chóng vào đăng ký lại môn học đợt 2 (từ 25/8 đến 15g 31/8). . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào Thầy / Cô,. . Em tên [full_name], hiện là sinh viên khoá 2014 ngành kỹ thuật hàng không, MSSV: [student_id]. . Em có đăng kí môn học giải tích 1, mã số MT1003 vào đợt 1, đăng kí ngày 22/07/2020 - 29/07/2020. Hiện tại kết quả đăng kí môn học của em được thông báo như sau:. . \"PDT không đ/ký cho SV MH MT1003 (K: Môn học khoa không mở lớp - SV liên hệ Khoa) \". . . . Do em chỉ còn thiếu môn này là đủ tốt nghiệp, nên em viết email này xin hỏi nếu không đăng kí được thì học kì sau em có bị đình chỉ học theo quy chế hay không ? Nếu bị tình trạng đó em xin phép được hướng dẫn cách xử lý. . . Em xin cám ơn Thầy/Cô.. . Em [full_name].. .   i Đăng ký môn học .",
            "-\tHiện tại đã hết thời gian để mở lớp ở học kỳ chính 201. . -\tSinh viên có nguyện vọng học các môn chưa được mở lớp ở học kỳ chính 201 vui lòng đăng ký môn học ở HK dự thính đợt 1 (từ ngày 21/09/2020 đến 24/09/2020) , Xem chi tiết lịch đăng ký môn học dự thính HK201 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Đăng ký môn học    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2020-2021    Lịch học vụ chính quy    Học kỳ 1(HK dự thính). . o\tSau ngày 30/9 nếu môn học không được mở lớp, Quy trình mở môn học dự thính :. . . . \tBước 1: SV tải mẫu đơn tại trang web: www.aao.hcmut.edu.vn    Sinh viên    biểu mẫu    mẫu Đề nghị mở môn học (ngoại lệ). . . . \tBước 2: Sau khi có xác nhận chữ ký đồng ý theo quy định trong đơn. . . . \tSV nộp đơn tại PĐT – cơ sở 1-  . . Thời gian nộp đơn mở lớp dự thính: từ ngày 30/09/2020 đến 01/10/2020. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đăng kí tới 19 tín chỉ mà bây giờ kết quả chỉ còn 3 chỉ thôi ạ. Em đăng kí bám sát tiến trình học mà Phòng đã gửi mail cho em, mong thầy/cô xem xét lại giúp em",
            "Chào bạn,. . . . Sinh viên chất lượng cao vui lòng liên hệ văn phòng Đào Tạo Quốc Tấ để tư vấn nha.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Admin BKSI,. . Dạ cho em hỏi Chương trình đào tạo của sinh viên chương trình Tiên tiến Điện điện tử đã được cập nhật mã môn chưa ạ ? . . Em đăng kí môn đợt 1 được 5 môn + đăng kí học quốc phòng nhưng khi trả kết quả lại chỉ được mỗi học quốc phòng nên em nghĩ là do phòng đào tạo cập nhật mã môn mới và chtrinh đào tạo mới. Nếu hết đợt 2 này mà tụi em vẫn chưa được update thì kì 201 của tụi em học gì ạ :’(. . Em cảm ơn ad.. . . .",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đăng kí thi anh văn toeic ở cơ sở 2 nhưng chưa nộp lệ phí. Hiện tại em quyết định không thi nữa thì có cần hủy đăng kí hay không. Nếu cần thì hủy như thế nào. .",
            "Chào em. . Hiện tại em đã đăng ký, không được hủy nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa quý thầy/cô phòng đào tạo,. . Em tên [full_name], MSSV [student_id], sinh viên khóa K18, lớp MT18KH06, khoa Khoa học và Kĩ thuật máy tính, do thầy [full_name] chủ nhiệm. Em viết mail này vì lí do em nghĩ sắp tới em sẽ bị cảnh cáo học vụ, vì số tín chỉ mà em đạt được trong học kì vừa rồi là 9, nhỏ hơn 10 tín. Và nếu bị cảnh cáo thì đây là lần cảnh cáo học vụ thứ 3 của em. Em vẫn đang cố gắng học hè để có để theo kịp tiến độ. Em nghĩ mình sẽ bị buộc thôi học ở học kì kế tiếp, nhưng em đã đăng kí môn cho học kì kế tiếp. Về việc viết đơn xin thu nhận lại, em không biết mình có thể sử dụng biểu mẫu trên website AAO của trường không? Em rất mong có được sự hướng dẫn của phòng đào tạo. Em đã trình bày tình hình học tập với phụ huynh. Em mong được nhà trường cho em thêm một cơ hội nữa. Em xin chân thành cảm ơn phòng đào tạo.. .   i Yêu cầu khác .",
            "Chào bạn. .  Trường hợp bạn bị cảnh cáo học vụ, bạn sẽ liên hệ trực tiếp Văn phòng Khoa để tư vấn và nộp đơn xin cứu xét thu nhận. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PĐT cho em hỏi, môn học kỹ thuật lập trình ( mã môn học co1013, của ngành kỹ thuật ô tô, khoa kỹ thuật giao thông) đến khóa 2019 là không học nữa, thay thế bằng môn nhập môn về lập trình ( mã môn học là co1003). Em là khóa 2017, muốn học môn kỹ thuật lập trình (co1013) thì phải làm sao ạ.",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i   B   I  /I   /B CH. . Cô cho em hỏi là môn học [full_name] MÁY mã ME2007 em đăng kí nhưng bị hủy ở đợt 2 lý do ghi là cần môn tiên quyết nguyên lý máy mà em đã qua môn này nhưng vẫn bị hủy ạ. . Em cảm ơn",
            "Chào bạn. . Phòng đào tạo đã cập nhật lại dữ liệu, bạn nhanh chóng vào đăng ký lại môn học đợt 2 (từ 25/8 đến 15g 31/8). . Chúc bạn học tập tốt nhé. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . [full_name] - MSSV: [student_id]. . . . Dạ cho em hỏi là em đã học đủ 3 môn giáo dục thể chất rồi mà sao khi đăng kí môn học cho năm 4 lại không đăng kí được và bị vướng giáo dục thể chất ạ.. . . . Em cảm ơn.. . . . . .",
            "Dạ vừa rồi em có học môn bóng chuyển và được chuyển điểm sang GDTC2( PE1005).. . . . Em cảm ơn ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào anh chị,. . Em hiện tại đang bị thôi học vì thiếu chứng chỉ anh văn. Nay em đã hoàn thành chứng chỉ anh văn thì em cần làm gì để được thu nhận học lại ạ ?. . Em cảm ơn rất nhiều.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . E thuộc k19 lớp Kiến trúc xd19kt cho e hỏi là vì sao e không thể đăng kia được các môn chuyên ngành và môn tiên quyết của ngành e là môn gì ạ",
            "Chào bạn,. . Nếu bạn không tích lũy đủ số tín chỉ quy định, bạn sẽ không đăng ký được môn học của năm tiếp theo, Quy định về xếp năm thứ của sinh viên, và quy định về mức độ môn học em xem trong quy chế đào tạo và học vụ của trường, cụ thể như sau:. . Xếp năm thứ của SV ở [full_name]ản 4.2, Điều 4.. . 4.2 Xếp hạng năm đào tạo. . Sau mỗi học kỳ, SV được xếp hạng năm đào tạo theo số tín chỉ tích lũy (TCTL) như sau:. . - SV năm thứ nhất: dưới 28 tín chỉ. . - SV năm thứ hai: từ 28 đến dưới 56 tín chỉ. . - SV năm thứ ba: từ 56 đến dưới 80 tín chỉ. . - SV năm thứ tư: từ 80 đến dưới 128 tín chỉ. . - SV năm thứ năm (đối với các CTĐT trên bốn năm): từ 108 tín chỉ. . Quy định mức độ môn học khi SV đăng ký môn học ở [full_name]ản 9.7, Điều 9.. . 9.7. Ràng buộc về xếp hạng năm đào tạo SV và môn học được phép đăng ký. . Mức độ môn học được định nghĩa như sau:. . - Môn năm thứ nhất: dành cho tất cả SV các năm. . - Môn năm thứ hai: dành cho các SV từ năm thứ hai trở lên. . - Môn năm thứ ba: dành cho các SV từ năm thứ ba trở lên. . - Môn năm thứ tư: dành cho các SV từ năm thứ ba và thứ tư trở lên. . - Môn năm thứ năm: dành cho các SV từ năm thứ tư và thứ năm trở lên. . Nhà trường dùng mã môn học có dạng XXLYYY để phân định năm học, trong đó XX là viết tắt của ngành/[full_name]a, L là năm thứ và YYY là thứ tự môn học. . Như vậy, nếu các SV chưa đạt đủ 28TC thì vẫn có thể đăng ký các môn học có dạng XX1YYY, ví dụ như các môn Đại số tuyến tính (MT1007), Pháp luật VN ĐC (SP1007), ... Các môn học này trong các chuong trình đào tạo có thể được xếp vào các năm học ở năm 2.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đợt đăng ký 1 của các môn học  học kì 1 (2020-2021) em có đăng ký các môn cơ sở ngành của học kì 1(2020-2021). nhưng sang đợt đăng kí 2 em bị mất các môn cơ sở ngành đã đăng ký ở đợt đăng ký 1 gồm các môn Kiến trúc máy tính(CO2007) và môn Cấu trúc dữ liệu và giải thuật(CO2003). Giờ em đăng ký lại thì không được đăng ký nữa do số lớp đã đủ . Vậy em mong Phòng Đào Tạo mở thêm sỉ số để em có thể đăng ký môn học ạ. .",
            "Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1  (đúng 9g sáng ngày thứ 2: 31/8/20), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Theo chương trình đào tạo học kì 201 của em có 14 tín chỉ nhưng có một môn em chưa hoàn thành môn học tiên quyết nhưng môn học tiên quyết không mở lớp trong kì 201 thì em có thể đăng ký những môn nào để thay thế ạ? Hiện tại em chỉ mới có thể đăng ký 10 tín chỉ cho học kì 201. . . .",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Dạ cho em hỏi: em có kiểm tra định kì anh văn / đầu vào của trường và đủ điểm pass av1 . Điểm đã có trên bảng điểm , vậy em có cần phải chuyển điểm để đủ điều kiện đăng kí các môn năm 2 không ạ ? Hay là hiện trên bảng điểm là đã tính vô rồi ạ ? . . Em cám ơn ạ !. .",
            "Chào bạn. . - Sinh viên đăng ký dự kỳ kiểm tra tiếng Anh định kỳ (theo định dạng TOEIC) do PĐT tổ chức không dùng để miễn môn các môn anh văn 1234 chỉ dùng để đạt chuẩn tiếng Anh sau mỗi năm học. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 2-c. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name], MSSV [student_id], Em xin nhà trường cho em được đăng ký lớp A03 (T4-789, B1-314) môn Thiết kế hệ thống nhúng (EE3003) hiện nay đang quá sĩ số lớp. Hiện trong thời khóa biểu của em chỉ còn mỗi lớp A03 là thích hợp để đủ yêu cầu 14 tín chỉ/học kỳ.. . . . Rất mong nhận được phản hồi từ Nhà trường!. . . . Em xin cảm ơn!. .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1915742  /b \t. . . .   i HỎI VỀ HỌC VỤ VÀ ĐĂNG KÝ MÔN HỌC HỌC KỲ 201 . Em xin kính chào Thầy/Cô,. . Em xin phép có một số thắc mắc mong muốn được giải đáp như sau :. . 1. Hôm trước văn bản trả lời hỏi đáp của Trường gửi cho tụi em có nêu rõ nội dung : Sinh viên học hết năm 1 nếu   B không  /B  tích lũy đủ   B 28 tín chỉ  /B  thì vẫn sẽ tiếp tục học được môn năm 2 nhưng đến hết năm 2 thì phải hoàn thành các môn cơ sở và cơ sở ngành thì mới được học năm 3. Có đúng không ạ ? . . . . 2. Những môn nào sinh viên không tích lũy đủ 28 tín chỉ được phép đăng ký ạ ? Những môn như Xác suất thống kê là môn cơ sở, tại sao không đăng ký được vì thiếu chuẩn năm 2 ạ ?. . . . 3. Do dịch Covid 19 nên kỳ thi Anh văn đầu vào bị dời lại, nên em chưa hoàn thành anh văn 1 cho năm 1, và do không qua một môn nên thiếu chỉ, vì theo văn bản trường đã gửi, nên em đã tập trung vào học thêm anh văn dẫn đến không đăng ký học dự thính hè môn chưa qua, thì như thế tụi em phải làm sao để được học năm 2 ạ ?. . . . 4. Cho em hỏi học kỳ 201, 202 hay 203 mình phải hoàn thành chuẩn tiếng anh sau năm 2 ạ ?. . . . 5. Hiện nay trên \"Đăng ký môn học\", em đã bị hủy chỉ còn 8 chỉ thì em có bị cảnh cáo học vụ về việc mình đăng ký dưới 10 chỉ không ạ ? Vì em không thể tìm ra môn nào có thể đăng ký để đạt 10 chỉ.. . . . Em xin cảm ơn Thầy/Cô ạ.",
            "Chào bạn,. . -1 Nếu bạn không tích lũy đủ số tín chỉ quy định, bạn sẽ không đăng ký được môn học của năm tiếp theo, Quy định về xếp năm thứ của sinh viên, và quy định về mức độ môn học em xem trong quy chế đào tạo và học vụ của trường, cụ thể như sau:. . Xếp năm thứ của SV ở Khoản 4.2, Điều 4.. . 4.2 Xếp hạng năm đào tạo. . Sau mỗi học kỳ, SV được xếp hạng năm đào tạo theo số tín chỉ tích lũy (TCTL) như sau:. . - SV năm thứ nhất: dưới 28 tín chỉ. . - SV năm thứ hai: từ 28 đến dưới 56 tín chỉ. . - SV năm thứ ba: từ 56 đến dưới 80 tín chỉ. . - SV năm thứ tư: từ 80 đến dưới 128 tín chỉ. . - SV năm thứ năm (đối với các CTĐT trên bốn năm): từ 108 tín chỉ. . Quy định mức độ môn học khi SV đăng ký môn học ở Khoản 9.7, Điều 9.. . 9.7. Ràng buộc về xếp hạng năm đào tạo SV và môn học được phép đăng ký. . Mức độ môn học được định nghĩa như sau:. . - Môn năm thứ nhất: dành cho tất cả SV các năm. . - Môn năm thứ hai: dành cho các SV từ năm thứ hai trở lên. . - Môn năm thứ ba: dành cho các SV từ năm thứ ba trở lên. . - Môn năm thứ tư: dành cho các SV từ năm thứ ba và thứ tư trở lên. . - Môn năm thứ năm: dành cho các SV từ năm thứ tư và thứ năm trở lên. . Nhà trường dùng mã môn học có dạng XXLYYY để phân định năm học, trong đó XX là viết tắt của ngành/Khoa, L là năm thứ và YYY là thứ tự môn học. . Như vậy, nếu các SV chưa đạt đủ 28TC thì vẫn có thể đăng ký các môn học có dạng XX1YYY, ví dụ như các môn Đại số tuyến tính (MT1007), Pháp luật VN ĐC (SP1007), ... Các môn học này trong các chuong trình đào tạo có thể được xếp vào các năm học ở năm 2.. . Việc trả lời trên hội trường có thể bị ghi lại nhầm, hoặc không rõ. Tuy nhiên, câu trả lời trong biên bản vẫn phù hợp với các ý nói trên (môn mức độ theo năm 2 vs. môn đang được bố trí trong CTĐT ở năm thứ 2).. . . . 4- học kỳ 201, 202 hay 203 mình phải hoàn thành chuẩn tiếng anh theo quy định. . . . 5-Nếu không đăng ký đủ tín chỉ theo quy định thì sẽ không bị hủy TKB. Tuy vậy , số tín chỉ/học kỳ sẽ dùng xác định sinh viên chính quy tập trung =  ảnh hưởng đến việc xin tạm hoãn NVQS (đối vối SV nam) và các quyền lợi khác (xét học bổng, học phí đối sới SV khóa 2019) Các trường hợp có TKB đều được cấp nhận CNSV. . . Chúc bạn học tốt . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name], MSSV [student_id]. Các thầy cô ở phòng đào tạo cho em hỏi là em đã học qua hết các môn thể chất rồi nhưng sao không đăng kí được đề cương luận văn tốt nghiệp ạ. Mong được giải đáp ạ  . . . . . .",
            "Chào bạn. . Phòng đào tạo đã cập nhật lại dữ liệu, bạn nhanh chóng vào đăng ký lại môn học đợt 2 (từ 25/8 đến 15g 31/8). . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy (cô) ạ. Em viết đơn này mong thầy (cô) tăng sĩ số lớp L02 môn Đườnglối CM của ĐảngCSVN (Mã MH: SP1009). Em xin chân thành cảm ơn.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi tại sao em bị hủy môn Luận văn tốt nghiệp trong đợt ĐKMH đợt 1 mặc dù em đã đủ điều kiện (bạn em cũng bị tương tựa).. . Nhờ pđt giải đáp em cảm ơn rất nhiều.",
            "Chào bạn. . Các môn đề cương luận văn, thực tập tốt nghiệp, luận văn tốt nghiệp sinh viên vui lòng đăng ký lại vào đợt 3 (từ ngày 8/9 đến 10/9) để pdt lấy dữ liệu xét lại. . Sinh viên vui lòng vào trang bksi.hcmut.edu.vn/Hỏi-Yêu cầu/Đăng ký môn học để gửi câu hỏi (nếu không đăng ký môn học được). .  . . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em có thể xin mở sỉ số môn Hóa đại cương CH1003 lớp L04_L08 không ạ do đang bị thiếu tín chỉ",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính chào thầy cô, . . . . Như trên tiêu đề đã đề cập đến, em bị thông báo là không đạt chuẩn GDTC năm 3, dẫn đến việc xóa kết quả đăng kí môn học. Mặc dù em đã hoàn thành đủ 3 môn rồi nhưng vẫn bị vướng vào trường hợp này ạ.. . . . Khi nào trường mới có thể cho phép em đăng kí môn học lại cho học kì này ạ?. . . . Em xin cảm ơn.",
            "Chào bạn, . . Hiện tại Phòng Đào tạo đã cập nhật lại điểm GDTC, chuẩn GDTS_3, Sinh viên vui lòng vào đăng ký lại. . . Chúc bạn học tốt!. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . . . . . Chào PĐT..!. . Em tên là [full_name] - [student_id]. Em đã đăng ký các môn học trong học kỳ 1 -  HK1 (2020 - 2021) . Nhưng tại sao trong phần kết quả lại không hiển thị các môn học ạ? Em thoả đầy đủ điều kiện để đăng ký và vẫn còn hạn đào tạo. .",
            "Mong phòng đào tạo trả lời sớm giúp em. Em vào trong phần lịch sử đăng ký thì thấy là ghi là không được đăng ký vì \"chưa có kết quả vào học kỳ chính\", nhưng mà hiện tại em đang học ở học kỳ hè mà",
            "Chào bạn,. . . . - Bạn kiểm tra lại kết quả DKMH nha.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là sao đăng ký được môn học \"Đề cương LVTN\" vậy ạ. em đăng ký thì xuất hiện lỗi này. Hiện em còn thiếu 1 thể chất và số tín chỉ hiện có của em là 92. . Em cám ơn. . . .",
            "Chào bạn. . Các môn đề cương luận văn, thực tập tốt nghiệp, luận văn tốt nghiệp sinh viên vui lòng đăng ký lại vào đợt 3 (từ ngày 8/9 đến 10/9) để pdt lấy dữ liệu xét lại. . Sinh viên vui lòng vào trang bksi.hcmut.edu.vn/Hỏi-Yêu cầu/Đăng ký môn học để gửi câu hỏi (nếu không đăng ký môn học được). . . . Chúc bạn học tập tốt nhé. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Tốt nghiệp . Dạ, thưa Thầy, Cô ạ!. . Em tham dự lễ Tốt nghiệp vào ngày 10/07 vừa qua.. . Em muốn hỏi khi nào em mới có thể liên hệ trường để lấy bằng Tốt nghiệp chính thức được ạ? Em cần bằng Tốt nghiệp để làm việc ạ!. . Em cảm ơn!. .",
            "Chào bạn,. . Trường đang đợi phôi bằng mới từ Đại học Quốc gia Thành phố Hồ Chí Minh cấp để in bằng tốt nghiệp,  Nhà trường sẽ có thông báo đến sinh viên sau khi có phôi bằng, hoàn tất khâu in bằng và lễ trao bằng tốt nghiệp cho sinh viên.. . Nếu bạn cần giấy xác nhận từ trường về việc này bạn bạn có thể làm đơn nộp tại Phòng Đào tạo để được hỗ trợ.. . Thân. .",
            "Tụi Em hoàn thành LVTN từ đầu tháng 1/2020, giờ đã gần tháng 9/2020 rồi.. . Tụi Em hỏi thì cứ chỉ nhận được câu trả lời như này:. . \"Trường đang đợi phôi bằng mới từ Đại học Quốc gia Thành phố Hồ Chí Minh cấp để in bằng tốt nghiệp,  Nhà trường sẽ có thông báo đến sinh viên sau khi có phôi bằng, hoàn tất khâu in bằng và lễ trao bằng tốt nghiệp cho sinh viên.\". . \"Nếu bạn cần giấy xác nhận từ trường về việc này bạn bạn có thể làm đơn nộp tại Phòng Đào tạo để được hỗ trợ.. . Thân\". . Quyền lợi của Sinh viên tụi Em có được đảm bảo hay không chứ?. . Giấy TN tạm thời cũng đã hết hạn rồi, tụi Em đi làm đâu có thời gian để lên trường rồi làm đơn rồi lại chờ đợi xác nhận này kia.. . Hi vọng các cấp Lãnh đạo, Thầy, Cô thấu hiểu cho tụi Em! Em xin chân thành cảm ơn rất nhiều ạ!. . Thân!. .",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "Chào bạn,. . Khi nào có bằng và hoàn tất khâu in nhà trường sẽ thông báo cho sinh viên đến nhận.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . chào các thầy cô . . Em có thắc mắc về việc đăng kí môn học thực tập tốt nghiệp và đề cương luận văn tốt nghiệp của chuyên ngành địa chất dầu khí - Khoa kỹ thuật địa chất và dầu khí. Theo ctdt thì kì 201 này em có 8 môn đều là bắt buộc, mà hiện tại em không đăng kí được 2 môn thực tập và đề cương vì lí do giới hạn 13 chỉ. Tất cả các môn đều bắt buộc. Hiện tại thì phải làm sao ạ?. . Em xin cảm ơn. . . .",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là hiện nay em muốn học môn   I Xác suất và thống kê  /I , tuy nhiên có tới 3 mã môn học bao gồm MT2001, MT2009 và MT2013. Không biết môn nào nằm trong chương trình đạo tạo của K19 ngành cơ điện tử ạ, em xin cảm ơn.",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em hiện đang có bằng toiec 520( cũng chính là đạt chuẩn anh văn 4 trường yêu cầu.. . Do có dịch covid nên trường mình hạn chế tổ chức thi anh văn đầu vào. Nên em không có cơ hội được yham gia để bổ sung tính chỉ. . . Mong phòng đào tạo nhận chuyển đổi bằng toiec thành tính chỉ để em có thể đăng ký môn học năm 2 trong tình trang bất tiện trong thời kì hạn chế do bệnh dịch. . . Kính chào và xin cảm ơn. . .",
            "Chào bạn,. . Nếu bạn có nhu cầu chuyển điểm AV1,2,3,4 vui lòng đăng ký tại mybk/CCNN để đăng ký chuyển điểm nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  Sức bền vật liệu. . . . Dạ em thấy trên phần đăng kí môn học không mở lớp sức bền vật liệu ạ, một phần là cũng do em chậm tiến độ nữa ạ nên em muốn xin Phòng đạo tạo mở lớp môn sức bền vật liệu ạ. . . Em xin chân thành cảm ơn!",
            "-\tHiện tại đã hết thời gian để mở lớp ở học kỳ chính 201. . -\tSinh viên có nguyện vọng học các môn chưa được mở lớp ở học kỳ chính 201 vui lòng đăng ký môn học ở HK dự thính đợt 1 (từ ngày 21/09/2020 đến 24/09/2020) , Xem chi tiết lịch đăng ký môn học dự thính HK201 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Đăng ký môn học    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2020-2021    Lịch học vụ chính quy    Học kỳ 1(HK dự thính). . o\tSau ngày 30/9 nếu môn học không được mở lớp, Quy trình mở môn học dự thính :. . . . \tBước 1: SV tải mẫu đơn tại trang web: www.aao.hcmut.edu.vn    Sinh viên    biểu mẫu    mẫu Đề nghị mở môn học (ngoại lệ). . . . \tBước 2: Sau khi có xác nhận chữ ký đồng ý theo quy định trong đơn. . . . \tSV nộp đơn tại PĐT – cơ sở 1-  . . Thời gian nộp đơn mở lớp dự thính: từ ngày 30/09/2020 đến 01/10/2020. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em tên là [full_name] hiện là sinh viên năm 3 khoa Cơ Khí.. . . . Học kì 201 em có đăng kí môn Mô hình hóa và mô phỏng nhưng do trùng lịch nên không được sắp lớp. Nay em muốn được đăng kí môn Phương pháp phần tử hữu hạn, Mã môn học ME3025 để thay thế nhưng lớp này đã bị full. . . Vào học kì 202 em có học cải thiện 2 môn nên em sợ nếu để qua kì sau sẽ không sắp xếp được.. . Em mong nhận được sự giúp đỡ từ quý thầy cô ở PĐT.. . Em xin chân thành cảm ơn. . . . .",
            "Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1  (đúng 9g sáng ngày thứ 2: 31/8/20), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi, các bước xin mở lớp là như thế nào ạ, em có xem biểu mẫu xin mở lớp thì thấy chữ ký văn phòng khoa, thì ở đây là khoa em đang học hay khoa có môn đó ạ.. . em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . CH3037\tCơ sở thiết kế nhà máy hóa t3 tiết 3 4 5. . CH3117\tCông nghệ sản xuất kháng sinh t2 tiết 10 11 12. . mấy môn này e không tự đăng kí dc. . em cam đoan sẽ đi học đầy đủ ạ",
            "Chào bạn. . Bạn đăng ký môn học theo quy trình, đăng ký tại trang web Mybk nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa thầy/cô, em là [full_name], mssv [student_id].. . Khi em kiểm tra thông tin sinh viên trong tai đường dẫn http://www.aao.hcmut.edu.vn/image/data/Tra_cuu/xem_danhsach; thì phần ghi chú đang để là \"Nợ HP\". Khi em thực hiện đăng kí xét tốt nghiệp cũng để cảnh báo đỏ là đang nợ học phí.. . Em có kiểm tra lại trên BKpay thì thấy học phí của em đã đóng đủ, chỉ có 1 khoảng \"đăng kí in bảng điểm\" từ năm 2017 ( do lúc đó e đăng kí rồi không cần nữa, mà không huỷ việc đăng kí); và hiện em cũng đã thanh toán khoản thu đó nhưng các cảnh báo về nợ học phí vẫn còn ạ.. . Em xin cảm ơn thầy/cô đã dành thời gian giải đáp thắc mắc của em.",
            "Chào bạn. . Thứ 6 hàng tuần Phòng Đào tạo sẽ cập nhật lại danh sách tốt nghiệp mới và mở khóa cho các trường hợp sinh viên nợ HP và Nợ ngày CTXH (sau khi đã thanh toán HP/bổ sung đầy đủ ngày CTXH trước thứ 5 hàng tuần), Sinh viên đăng ký tốt nghiệp lại vào thứ 2 tuần sau. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký môn học. . Dạ em chào cô, cô cho em hỏi là môn thực tập cơ khí đại cương 2 mã ME2001 của và môn vẽ cơ khí ME2021 hôm trước em thấy số lượng đăng kí đông mà sao hôm nay lại không có môn học mở vậy cô. Và môn đồ án thiết kế, điều kiện để được học môn này là học trước môn chi tiết máy, hiện em đang học hè nhưng vẫn không đăng kí được. Em cảm ơn cô",
            "Chào bạn. . Phòng đào tạo đã cập nhật lại dữ liệu, bạn nhanh chóng vào đăng ký lại môn học đợt 2 (từ 25/8 đến 15g 31/8). . Chúc bạn học tập tốt nhé. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi, nếu năm 1 em không qua môn cơ sở ngành và muốn đăng ký học lại vào năm 2, thì có thể học chung trong học kỳ chính với khoá tiếp theo hay không, hay phải tìm bạn cùng khoá đăng ký mở lớp ạ?",
            "Chào bạn,. . Nếu bạn không tích lũy đủ số tín chỉ quy định, bạn sẽ không đăng ký được môn học của năm tiếp theo, Quy định về xếp năm thứ của sinh viên, và quy định về mức độ môn học em xem trong quy chế đào tạo và học vụ của trường, cụ thể như sau:. . Xếp năm thứ của SV ở Khoản 4.2, Điều 4.. . 4.2 Xếp hạng năm đào tạo. . Sau mỗi học kỳ, SV được xếp hạng năm đào tạo theo số tín chỉ tích lũy (TCTL) như sau:. . - SV năm thứ nhất: dưới 28 tín chỉ. . - SV năm thứ hai: từ 28 đến dưới 56 tín chỉ. . - SV năm thứ ba: từ 56 đến dưới 80 tín chỉ. . - SV năm thứ tư: từ 80 đến dưới 128 tín chỉ. . - SV năm thứ năm (đối với các CTĐT trên bốn năm): từ 108 tín chỉ. . Quy định mức độ môn học khi SV đăng ký môn học ở Khoản 9.7, Điều 9.. . 9.7. Ràng buộc về xếp hạng năm đào tạo SV và môn học được phép đăng ký. . Mức độ môn học được định nghĩa như sau:. . - Môn năm thứ nhất: dành cho tất cả SV các năm. . - Môn năm thứ hai: dành cho các SV từ năm thứ hai trở lên. . - Môn năm thứ ba: dành cho các SV từ năm thứ ba trở lên. . - Môn năm thứ tư: dành cho các SV từ năm thứ ba và thứ tư trở lên. . - Môn năm thứ năm: dành cho các SV từ năm thứ tư và thứ năm trở lên. . Nhà trường dùng mã môn học có dạng XXLYYY để phân định năm học, trong đó XX là viết tắt của ngành/Khoa, L là năm thứ và YYY là thứ tự môn học. . Như vậy, nếu các SV chưa đạt đủ 28TC thì vẫn có thể đăng ký các môn học có dạng XX1YYY, ví dụ như các môn Đại số tuyến tính (MT1007), Pháp luật VN ĐC (SP1007), ... Các môn học này trong các chuong trình đào tạo có thể được xếp vào các năm học ở năm 2.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name] . . MSSV [student_id]. . Ở đợt 1 em đã đăng kí môn học kĩ thuật điện - điện tử(EE2011) nhưng do e xóa nhầm nên bây giờ vào đăng kí lại thì đã full số lượng. Nên e muốn xin phép phòng đào tạo cho e được đăng kí thêm môn học này. . . E xin cảm ơn!",
            "Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1  (đúng 9g sáng ngày thứ 2: 31/8/20), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em không thể đăng ký môn dù đã đạt chuẩn thể chất 3 năm. Mong phòng đào tạo giải quyết cho em ạ",
            "Chào bạn, . . Hiện tại Phòng Đào tạo đã cập nhật lại điểm GDTC, chuẩn GDTS_3, Sinh viên vui lòng vào đăng ký lại. . . Chúc bạn học tốt!. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào cô (thầy).. . Dạ cô(thầy) cho em xin hỏi là em đăng ký môn học nhưng lại bị lỗi giáo dục thể chất 3 thì em nên làm thế nào ạ?. . Em đã hoàn thành Giáo dục thể chất 3 rồi ạ.",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã cập nhật lại chuẩn GDTC (chuẩn GDTS_3), Sinh viên vui lòng vào kiểm tra và đăng ký lại.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . . . Học kì 192 em có đăng kí môn cầu lông mã PE1017 và e đã qua môn. Nhưng em lại quên chuyển điểm sang mã môn học GDTC 3 của em là PE1007 (em đang là K17). Dạ, vì thế mà em không thể đăng kí moin học cho năm 4. Cho em hỏi là bây giờ em phải thực hiện việc chuyển điểm như thế nào ạ. . Mong phản hồi sớm từ PĐT. . Em cảm ơn,. . Thân",
            "Chào bạn,. . . . Bạn vào đăng kí lại nha.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi, các bước xin mở lớp là như thế nào ạ? Và em có xem biểu mẫu xin mở lớp thì thấy chữ ký văn phòng khoa, thì ở đây là khoa em đang học hay khoa có môn đó ạ.. . em cảm ơn",
            "Chào bạn;. . Môn cần mở thuộc khoa nào thì về đúng khoa phụ trách để  lấy chữ ký nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . [full_name]-[student_id]. .     cho em hỏi là khi em đăng ký các môn năm 4 thì bị lỗi\" Thiếu (các) môn học:. .   Nhóm [GDTS_3]: GDTS_3 - Chuẩn thể chất sau năm 3 (tiên quyết) '' nhưng em đã qua cấc môn giáo dục thể chất rồi. .     Tại sao học kỳ này có nhiều môn không mở lớp, là do không có học sinh học hay không có giáo viên mở ạ?. .",
            "Chào bạn. . Phòng đào tạo đã cập nhật lại dữ liệu, bạn nhanh chóng vào đăng ký lại môn học đợt 2 (từ 25/8 đến 15g 31/8). . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name] mssv [student_id]. .  1.Trước ngày 8/5 em có nhận được mail là học kì chính 201 tạm thời không xét chuẩn anh văn sau mỗi năm học, mà sao đợt này em đăng kí môn học thì lại yêu cầu phải đạt chuẩn anh văn sau mỗi năm học ạ.. .  2.Đăng kí thi chuẩn anh văn:học kì trước em có đăng kí thi mà không đi thi và đã đóng phí thì cho em hỏi nếu đợt này em đăng kí thì có bị mất phí không ạ.",
            "Chào bạn. . Sinh viên xem lý do tại sao có ĐKMH đợt 1 mà không có kết quả tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Kết quả - ĐKMH HK1(20-21) – Hệ chính quy – Đợt 1     bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký. . Pdt kiểm tra không có thông báo lỗi so môn anh văn nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn xin mở thêm lớp mới môn vẽ kỹ thuật kì 201 thì phải làm sao ạ ?",
            "Chào bạn,. . Quy trình mở môn học :. .   + Bước 1: SV tải mẫu đơn tại trang web: www.aao.hcmut.edu.vn  -  Sinh viên -  biểu mẫu -  mẫu Đề nghị mở môn học (ngoại lệ). .   + Bước 2: Sau khi có xác nhận chữ ký đồng ý theo quy định trong đơn. .   SV nộp đơn tại PĐT – cơ sở 1-  . .   Thời gian nộp đơn mở lớp dự thính: từ ngày 25/08/2020 đến 10g ngày 27/08/2020. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào quý thầy cô!. . Em tên là: [full_name] mssv: [student_id]3, sinh viên khoá K13.Gần hết thời gian đào tạo nhưng chưa đủ điều kiện xét tốt nghiệp, do chưa có chứng chỉ anh văn. Vì vậy e muốn chuyển từ hệ CHÍNH QUY, sang hệ TẠI CHỨC. . . Quý thầy cô cho em hỏi, thủ tục chuyển như thế nào, em cần là gì để được chuyển ạ!. . Em xin chân thành cám ơn. .",
            "Chào bạn. . -\tBạn tải đơn thôi học : điền vào, ký tên nộp trực tiếp tại phòng đào tạo xử lý và trả lời. . . ."
        ]
    }
]