[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là hiện tại em không nhận được mail báo học phí ạ. Em thấy mấy bạn của em có hết mà BK Pay của em chưa có hiện ạ. Không biết là tình trạng của em có vấn đề gì không ạ.. . Em cảm ơn ạ!",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra BKAY và mail nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Theo lịch học vụ, em có thể đăng ký chuyển điểm các môn ngoại ngữ cho đợt đăng ký môn học HK202 vào ngày 04/11/2020. PĐT cho em hỏi sau đó bao lâu điểm chuyển của em sẽ được cập nhật vào bảng điểm chính thức ạ?",
            "Chào bạn,. . . . Trước ngày đăng kí môn học PDT sẽ lấy dữ liệu chuyển điểm ngoại ngữ nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em học lớp kĩ thuật số thí nghiệm thầy [full_name], em muốn xin email thầy để hỏi bài ạ. Em cảm ơn.",
            "Chào bạn,. . . . Bạn vui lòng liên hệ khoa Điện nha.. . . . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em muốn biết PĐT có mở đợt đăng ký thi Tiếng Anh định kỳ trên máy tính cho sinh viên không ạ? Nếu có thì khi nào ạ? Vì em muốn biết rõ để chuẩn bị tốt để được đăng ký môn đúng lúc ạ! . . Em cảm ơn!",
            "Chào bạn,. . . . - Khi nào có ngày thi kiểm tra trình độ tiếng Anh (theo định dạng TOEIC) PDT sẽ gởi mail thông báo cho sinh viên. Bạn vui lòng đợi mail nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  tại sao kỳ này học phí các bạn em đều có danh sách đóng trên bkpay vs mail thông báo hết rồi mà rm chưa có.. . . .",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra mail và Bkay nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Add cho em hỏi là khóa 2019 có nộp bằng chứng chỉ tin học, em hiện tại có chứng chỉ tin học như hình chụp kèm theo thì chứng chỉ đó có nộp được không ạ?",
            "Chào bạn,. . . . Đối với khoá 2019 nhà trường chưa có thông báo nộp chứng chỉ tin học.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Thầy/Cô ạ!. . Em đang học năm 3 khoa Điện điện tử, hiện tại em chỉ mới qua được Anh Văn 1. Em có thi chứng chỉ Toeic được 480đ, cho em hỏi là khi em nộp chứng chỉ Toeic này thì HK202 em có được tính là đã qua Anh Văn 3 không ạ.. . Em cảm ơn ạ!",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b. . Học kì hè 193 em có học môn Phương pháp tính DT03 của thầy [full_name] , sau khi có điểm tổng kết nhóm của em phát hiện điểm bài tập lớn là điểm 13 , sau khi gọi hỏi thầy , thầy nói đã sửa lại điểm cho nhóm của em , nhưng sau khi cập nhật điểm lại thì nhóm của em vẫn có một số bạn còn điểm 13 trong đó có em, nên phòng đào tạo coi lại giùm cho em, em cám ơn",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Bạn vui lòng phản ánh lại thầy [full_name] nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Theo trang đăng kí tốt nghiệp của em, em thấy tên của em bị ghi sai.. . Trên trang mybk (mục đăng kí tốt nghiệp) tên em được ghi nhận là: [full_name]. Em mong PĐT có thể cập nhập lại giúp em thành: [full_name] vì em sợ tên em bị in sai trên bằng tốt nghiệp ạ.. . Em xin chân thành cảm ơn",
            "Chào bạn,. . . . Khi in bằng PDT sẽ chỉnh lại cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Giấy xác nhận miễn thi tiếng anh . Dạ cho em hỏi, sau khi đóng tiền miễn thi tiếng anh xong mình có cần làm giấy xác nhận miễn thi tiếng anh không ạ? Em cảm ơn.",
            "Chào bạn,. . . . Không cần bạn, bạn đã đăng kí miễn điểm anh văn trên Mybk rồi,  PDT sẽ lấy dữ liệu chuyển điểm cho bạn luôn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chào thầy(cô), em tên [full_name], MSSV: [student_id]. Nay em muốn thắc mắc là, em đã nhận được mail học phí của PĐT, là 5/11 đóng học phí, nhưng mà hôm nay hiện tại 31/10 rồi mà em vẫn không có thông tin gì cả.. . Em mong thầy(cô) xem xét lại trường hợp của em ạ.. . Em xin chân thành cám ơn.",
            "Dạ em cám ơn ạ, em thấy rồi ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em tên: [full_name] - Hệ VLVH. . Dạ do tình hình covid từ đợt trước nên công việc em mới chỉ ổn định gần đây và hiện tại tài chính còn đang khó khăn nên em có thể làm đơn gia hạn học phí tới khoảng cuối tháng 1 được không ạ.. . . . Em cảm ơn thầy/cô ạ.. .   i Yêu cầu khác .",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: thầy/ cô cho em hỏi, em thấy trong biểu đồ năm học 2020-2021 có 1 tuần sinh hoạt công dân (sau tuần thi cuối kì). vậy cho em hỏi K18 hệ đại trà có sinh hoạt vào đợt này không ạ. em cảm ơn ạ",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thầy cô cho con hỏi là con đang làm hồ sơ xin học bổng, trong đơn có yêu cầu xác nhận của nhà trường, con có thể liên hệ phòng đào tạo để xin xác nhận được không ạ? Con cảm ơn các thầy cô ạ.",
            "Chào bạn,. . . . Giấy xác nhận sinh viên bạn  đăng kí trên Mybk nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Quý Thầy Cô.. . . . Em tên: [full_name].. . MSSV: [student_id]. . Lớp: Bằng 2- chính quy (Khoa Máy tính). . Từ HK201, em đã chuyển hoàn toàn qua lớp học chính quy trong giờ hành chánh và không còn học ngoài giờ nữa; em đăng ký môn học cũng theo hình thức chính quy, em không đăng ký theo hình thức chuyển hệ nhưng học phí vẫn tính cho em theo hình thức chuyển hệ (học ngoài giờ).. . . . Kính mong Quý Thầy Cô xem xét lại giúp em.. . Xin chân thành cám ơn.. . Trân trọng.. . . .",
            "Chào bạn,. . . . Bạn là sinh viên bằng 2 buổi tối, bạn học trả nợ với lớp chính qui ban ngày nên bạn đăng kí thuộc diện chuyển hệ nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng kí thi anh văn. . Em chào pdt ạ. Cho e hỏi khi nào thì mở thi chuẩn anh văn vậy ạ. Vì em chưa qua được 350 điểm nên không biết khi nào mở thêm đợt mới vậy ạ. Em cảm ơn nhiều ạ. . . . .",
            "Chào bạn,. . . . - Khi nào có ngày thi kiểm tra trình độ tiếng Anh (theo định dạng TOEIC) PDT sẽ gởi mail thông báo cho sinh viên. Bạn vui lòng đợi mail nha.. . . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]. . . . Đăng ký môn học: AS3343 thực tập tốt nghiệp . .  Do lúc đăng ký em chưa có điểm môn lý 2 hồi dự thính hè nên không đủ tín chỉ đăng ký được nên em muốn đăng ký bổ sung môn thực tập tốt nghiệp được không ạ. Nếu được thì có cần làm đơn hay các giấy xác nhận của chủ nhiệm khoa không ạ. . . . .",
            "Chào bạn,. . . . Bạn làm đơn có sự đồng ý khoa và giáo viên hướng dẫn thực tập nộp PDT.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . sau đợt đăng ký môn học dự thính hk201, em có đăng ký môn kỹ thuật lập trình. sau khi đk thành công, em mới để ý thời gian học là 6h ở cs1, trong khi 5:50 em mới học xong môn học ở cs2 mà nhà trường vẫn không hủy đk môn học. giờ có cách nào để hủy đk môn học ko ạ?. .",
            "Chào bạn,. . . . - Trong đợt 1 và đợt 2 PDT có ràng các môn bị khoảng cách giữa 2 cơ sở. Nhưng nhiều sinh viên ý kiến gỡ ràng buộc khoảng cách vì sv tự sắp xếp được. Do vậy, PDT đã gỡ bỏ ràng buộc này, nên sinh viên trước khi DKMH phải cân nhắc và kiểm tra TKB trước khi đăng kí.. . . . - Hiện tại đã quá trễ nên không huỷ KQDKMH được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi ngoài đợt thi tháng 11 thì trường cuối học kì 201 có tổ chức đợt thi anh văn toeic đợt nào nữa không ạ",
            "Chào bạn,. . . . - Khi nào có ngày thi kiểm tra trình độ tiếng Anh (theo định dạng TOEIC) PDT sẽ gởi mail thông báo cho sinh viên. Bạn vui lòng đợi mail nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi là em đã đủ điều kiện tốt nghiệp và đã đăng ký thành công trên hệ thống nhưng hôm nay cập nhật là không được đăng ký do nợ học phí. Do em có đăng ký một môn học kỳ này mà 5/11 mới đóng tiền được. Không biết có bị trễ không ạ tại em nghe nói 3/11 hết hạn ạ. Mong được hổ trợ, xin cảm ơn.",
            "Chào bạn, . . . . Bạn làm đơn rút môn học nộp PDT, ngày 5/11 bạn nhớ đóng học phí là được nha bạn. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là [full_name]. MSSV: [student_id]. . Nhà em đang gặp khó khăn do trận bão số 9 vừa qua nên hiện tại chưa có tiền để đóng học phí cho học kì này, mong nhà trường có thể gia hạn thêm 1 khoảng thời gian để gia đình em sắp xếp được không ạ!. . Em xin cảm ơn!. . . .",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị để hướng dẫn và tư vấn cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào thầy/cô,. . Em là Phạm Cao Lương, hiện đang là sinh viên năm 4 của trường. Hiện tại em đã bảo vệ xong luận văn tốt nghiệp và đã hoàn thành đủ tín chỉ tích lũy.. . Em gặp một vấn đề là không được phép đăng ký tốt nghiệp do nợ học phí. Trong kì 201 em có đăng kí để học cải thiện môn Tư tưởng Hồ Chí Minh. Nhưng hiện tại em muốn đăng ký tốt nghiệp nhưng bị vấn đề là môn học này chưa mở đợt thanh toán học phí để em có thể đóng.. . Em mong thầy/cô giúp em giải đáp 2 thắc mắc:. . + Làm sao để thanh toán học phí và đăng ký tốt nghiệp đúng hạn ?. . + Nếu em kỳ 201 em không thi môn Tư tưởng [full_name] và điểm trung bình học kỳ là 0.0, thì kỳ sau em không đăng ký môn học mà chỉ đăng ký tốt nghiệp thì có bị vi phạm quy chế tự ý nghỉ học và bị đuổi học không ạ ?. . Em xin cảm ơn thầy/cô và chúc thầy/cô nhiều sức khỏe ạ.",
            "Chào bạn,. . . . Bạn làm đơn rút môn học nộp PDT, ngày 5/11 bạn nhớ đóng học phí xong thì hệ thống sẽ mở cho bạn đăng kí tốt nghiệp nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy/cô phòng đào tạo. . Em là [full_name] MSSV: [student_id]. . . . Em có thắc mắc về học phí ạ.. . Em có thấy các bạn đều có thông báo về học phí trên gmail cả Bkpay rồi, mà sao em vẫn chưa thấy thông báo gì hết ạ. Kể cả thấy BKpay cũng không thấy.. . Vậy cho em hỏi khi nào em sẽ nhận được thông báo đóng học phí ạ. . . Sắp đến hạn đóng rồi mà chưa thấy nên em hơi lo lắng, mong thầy cô phản hồi em sớm, để em đóng học phí đúng hạn ạ.. . . . Em xin chân thành cám ơn!. . . .",
            "Chào bạn,. . . . Đã cập nhật tiền học phí cho bạn rồi nha. Bạn vui lòng kiểm tra Bkay.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em [full_name] MSSV:[student_id]\t. . . . Hiện tại em vẫn chưa có thông báo về học phí 201 bên mail trường lẫn BK Pay trong khi đa số các bạn đều đã có hết. Mong kiểm tra lại giúp em.",
            "Chào bạn,. . . . Đã cập nhật tiền học phí cho bạn rồi nha. Bạn vui lòng kiểm tra Bkay.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô. . Hôm nay em viết đề trình bày về vấn đề học phí chưa được cập nhật trên Bkpay. . Hiện tại thì nhà trường đã thông báo học phí cho sinh viên hầu hết trên BKpay nhưng em và một số bạn khác thì vẫn chưa có cập nhật cũng như nhận được mail yêu cầu đóng học phí ạ.. . Em đã có thời khóa biểu từ lâu và có lịch thi giữa kỳ vào ngày 5/11 này nên em mong được sự giúp đỡ của quý thầy cô sớm nhất để không ảnh hưởng đến vấn đề thi của em ạ.. . em xin cám ơn. . Chúc quý thầy/cô có một ngày làm việc vui vẻ",
            "Chào bạn,. . . . Đã cập nhật tiền học phí rồi nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào cô. . . Kì 193 em đăng kí 2 môn gồm: . . - Thưc tập kĩ thuật - 3 chỉ. . - Môi trường và con người - 3 chỉ. . Cả 2 môn em đều qua cả (hình đính kèm) nhưng sao số tín chỉ tích lũy chỉ có 3 chỉ. . . Kính mong cô giải đáp. Em chân thành cảm ơn.",
            "Chào bạn,. . . . Hiện tại học kỳ 193 các khoa chưa nộp điểm hết,  nên số tín chỉ học kỳ hè PDT chưa cập nhật. PDT sẽ cập nhật sau nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em thuộc diện được giảm 50% học phí. Nhưng trên BKpay hiển thị em vẫn đóng 6,2 triệu tiền học phí. Vậy học phí học kỳ 201 của em có phải là 12,4 triệu không ạ? Em cảm ơn thầy cô ạ.. .",
            "Chào bạn,. . . . Đã cập nhật học phí mới cho bạn, bạn vui lòng kiểm tra lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1512443  /b \t. . . .   i Yêu cầu khác . Chào Thầy/Cô ạ. . Em tên là Ngô Văn Phong. MSSV 1512443. . Khoa: Kĩ thuật xây dựng. . Hiện tại em đã hoàn thành xong luận văn tốt nghiệp.. . Em chưa học anh văn 3+4 để đủ điều kiện tốt nghiệp. Và em cũng không đăng kí 2 môn anh văn cho kì này.. . Em dự tính thi Toeic đủ điểm để xin chuyển điểm anh văn 3+4 và để tốt nghiệp.. . Hiện tại ở địa phương em đang kêu khám nghĩa vụ quân sự.. .   B Vậy Thầy/ Cô cho em hỏi liệu là em có thể xin giấy xác nhận sinh viên để nộp cho địa phương trong thời gian này được không ạ.. . Em xin cảm ơn ạ. . . . . . . . . .",
            "Chào bạn,. . . . Bạn không đăng kí môn học nên không in giấy xác nhận sinh viên được nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy/ cô,. . . . Trong năm học 2019-2020 nhà trường có tổ chức học môn Giáo Dục Quốc Phòng tại TT GDQP và an ninh của ĐH Quốc gia. Tuy nhiên vì một số vấn đề về sức khỏe nên em phải nghỉ học một thời gian và chấp nhận bị đánh rớt 3 học phần.. . . . Theo em được biết từ quy chế của trường để sau này được xét tốt nghiệp thì em cần phải có chứng chỉ GDQP tương ứng với chương trình đào tạo và do đó em dự định sẽ đăng kí học lại môn GDQP trong học kì hè tới. Nhưng vì em là sinh viên ở tỉnh nên việc di chuyển tới trung tâm GDQP & an ninh của ĐH Quốc Gia sẽ rất bất tiện và vì một số vấn đề gia đình nên em không thể ở lại KTX trong học kì hè được. . . . . Vì vậy em thắc mắc là em có thể xin đăng kí học lại GDQP chung với các trường ĐH khác trong tỉnh để học ở trung tâm GDQP trong cùng tỉnh được không ạ ?. .  . . (Em đã tìm hiểu qua thông tư 18/2015/TTLT-BGDĐT-BLĐTBXH và em nghĩ là chỉ cần đạt được chứng chỉ GDQP tương ứng trình độ đào tạo và không có quy định nào về việc phải học ở một trung tâm GDQP cụ thể) . . . . Em xin cảm ơn các thầy/cô.",
            "Chào bạn,. . . . Theo qui định của nhà trường môn GDQP phải học Trung Tâm Giáo Dục Quốc Phòng, bạn học chỗ khác chứng chỉ sẽ không công nhận nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "i Tốt nghiệp . Dạ chào cô ạ. Em vừa ghi tên vào danh sách tốt nghiệp bổ sung ngày 27/10 vừa qua. Vậy hết ngày 3/11 mà vẫn chưa có tên trong danh sách tốt nghiệp thì mới cần lên pdt để xác nhận hay là trước ngày 3/11 mà vẫn chưa được cập nhật danh sách thì ngày 3/11 phải lên ạ",
            "Chào bạn,. . . . Bạn đã có tên trong danh sách dự kiến tốt nghiệp, bạn vui lòng kiểm tra Bkay để đóng các khoản lệ phị còn nợ mới đăng kí tốt nghiệp được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là em đăng kí số chỉ giống như các bạn ( không vượt qua 17 chỉ ) mà sao học phí của em là 6tr200 mà của mấy bạn là 5tr850  vậy ạ ?",
            "Chào bạn,. . . . - Đối với khoá 2019 đăng kí tối đa 17 tín chỉ học phí 5.850.000.. . . . -  Nhưng đối với môn GDTC 3 lần đầu đăng kí sẽ học miễn phí,  bạn đăng kí học lại sẽ phải đóng học phí và không năm trong gói học phí 5.850.000, mỗi môn sẽ tính 1 chỉ nha.. . . . -    Bạn vui lòng xem thông báo học phí : http://khtc.hcmut.edu.vn/news/item/5f98de604a8dc3073d2a9b20.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Để được đăng kí các môn học của các môn năm 2 ở kì 202 thì bây giờ em phải tích lũy ít nhất 24 chỉ và pass av 1 đúng không ạ",
            "Chào bạn,. . . . Việc này bạn vui lòng tham khảo qui chế học vụ:. . . . - Số tín chỉ tích luỹ của các năm, bạn xem qui chế điều 4, phần 4.2.. . . . - Chuẩn anh văn sau các năm điều 31, phụ lục 1 .. . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . - Số tín chỉ tích luỹ sau năm 1 là 28, chỉ có học kỳ 201 đặc cách cho các bạn là 24 tin chỉ nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Khi nào em được nhận thẻ ngân hàng ocb vậy ạ. .",
            "Chào bạn,. . . . Bạn liên hệ ngân hàng OCB nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ cho em hỏi là em đăng kí tốt nghiệp và đóng tiền thành công trên Mybk rồi. Đơn xin tốt nghiệp cũng đã được xử lí rồi ạ. Cho em hỏi làm sao để em nhận được bằng tốt nghiệp tạm thời ạ/",
            "Chào bạn,. . . . Bạn về khoa để lấy giấy tốt nghiệp tạm thời.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .  Con đã nộp chứng chỉ ngoại ngữ vào cuối tháng 10 và tình trạng chứng chỉ hiện là   I   B đã thẩm tra.. .  . .  Tuy nhiên ở trong phần điểm chuyển kết quả chuyển chuyển các môn anh văn 1,2,3,4 vẫn chưa được cập nhật.( mà các bạn con nộp chứng chỉ và đóng tiền gần ngày với con đều đã được quy đổi điểm). . . .  Cho con hỏi có phải con đã làm thiếu bước gì không ạ? Hay chỉ cần chờ kết quả được cập nhật ạ.. . . . Con cảm ơn . .",
            "Chào bạn,. . . . PDT chưa chuyển điểm cho bạn, khi nào lấy dữ liệu chuyển điểm sẽ cập nhật trên cổng thông tin sinh viên mục chuyển điểm.. . . . https://mybk.hcmut.edu.vn/stinfo/. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào thầy/cô Phòng đào tạo!. . Em tên [full_name], ngày 15/10 em đã nhận được mail của Phòng đào tạo về đơn xét tốt nghiệp của em đã được xác nhận ạ và trong trang đăng kí tốt nghiệp trên MyBK cũng hiện Phiếu đăng kí đã được xử lí. Nhưng hiện em vẫn chưa có tên trong danh sách chính thức. . . Em muốn hỏi thăm là Phòng đào tạo vẫn còn đang tiếp tục cập nhật tên vào danh sách đúng không ạ !. . Em cám ơn rất nhiều!",
            "Chào bạn,. . . . - Bạn đã hoàn thành các bước đăng kí tốt nghiệp rồi thì yên tâm . Khi nào có quyết định tốt nghiệp thì sẽ chuyển sang danh sách tốt nghiệp chính thức.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .  Em là K19 vào năm vừa rồi em bị cấm thi 1 học phần trong số 3 học phần, nên em không hoàn thành được môn GDQP, em hỏi là em có thể đăng kí học lại tại trung tâm quốc phòng hay đăng kí ở trường, với lại em đăng kí trong học kì chính được k. . Hướng dẫn em cách để đăng kí học lại GDQP",
            "Chào bạn,. . . . Bạn liên hệ Trung Tâm Giáo Dục Quốc Phòng để đăng kí môn GDQP, bạn đăng kí học kỳ nào cũng được miễm không đụng lịch học và lịch thi của bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em không tham gia thi giữa kì vì nằm viện thì em cần phải làm đơn như thế nào nộp phòng đào tạo để xin kiểm tra lại ạ",
            "Chào bạn,. . . . Bạn xem qui chế học vụ điều 17 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy/cô em là sinh viên k18 nhưng em đăng ký nhầm môn học của k19 vì mã khác nhau.Vậy em có thể chuyển ngang điểm cho môn học em đang học không ạ",
            "Chào bạn,. . . . Những môn tương đương đã được khoa công nhận PDT có cập nhật trên web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_201&tid=447.. . . . Thì mới được chuyển điểm nha bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào thầy cô! . . Chuyện là em đã đăng kí thành công (đợt 3, 2 đợt trước em vẫn đăng kí nhưng không biết vì lý do gì môn học bị xoá) CO1003 - Nhập môn về lập trình cho đợt dự thính (HK201) này. Web báo đã đăng kí thành công nhưng em vẫn chưa được câpj nhật môn lên Ele và thời khoá biểu, cũng như lịch thi.. . Mong thầy cô xem lại giúp em. . . Em xin cám ơn ah!",
            "Chào bạn,. . . . Bạn vui lòng xem kết quả DKMH sau các đợt đăng kí nha. Bạn trùng giờ nên không đăng kí được môn CO1003.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Thầy(Cô) ạ, em tên là [full_name] sinh viên khoá K15 của trường. Kỳ này em chưa có anh văn tốt nghiệp mà em quên không đăng kí môn học nên tình trạng hiện tại của em là bị tạm dừng. Vậy em có cần mua bảo hiểm y tế cho kì sau ở trường không ạ. Để kì sau em làm đơn thu nhận lại để được xét tốt nghiệp vào tháng T4/2021 ạ? . . Em cám ơn ạ!",
            "Chào bạn,. . . . Việc mua bảo hiểm bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b M  B SSV/MSGV: [student_id]  /b \t. . . .   i Yêu cầu khác .",
            "Chào bạn,. . . . Bạn liên hệ ngân hàng OCB để cập nhật lại cho bạn, khi đi nhớ xuất trình biên lại đóng học phí nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh, chị. . Em có hỏi về việc em đã đủ điều kiện tốt nghiệp nhưng đăng ký không thành công do nợ học phí học kì 1. Em được yêu cầu là nộp đơn rút môn học và đợi đến 5/11 đóng học phí nhưng môn đó qua 6 tuần rồi ạ và hiện tại em không ở gần trường nữa nên lên trường rất khó khăn. Nếu rút được bằng hình thức online không ạ. Xin được hỗ trợ , xin cảm ơn.",
            "Chào bạn,. . . . Rút môn học bạn nộp đơn trực tiếp PDT.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em đã bị mất thẻ BHYT rất lâu nên không thể điền thông tin BHYT (mã số BH) thì làm sao ạ?. . Em cảm ơn. .",
            "Chào bạn,. . . . Bạn liên hệ Phòng Công Tác Chính Trị Sinh Viên để tư vấn cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là: [full_name]. . MSSV: [student_id]. . Hiện tại em đã hoàn thành thi Toeic speaking và writing em vừa mới biết điểm ngày 1/11/2020 và em đã đậu. Hiện tại em đang ở quê nên không tiện đi lại và em xin phòng đào tạo thu nhận lại để em đăng ký tốt nghiệp tháng 11 này.",
            "Chào bạn,. . . .    Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 06/11 Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn - tốt nghiệp - thông tin tốt nghiệp -  danh sách tốt nghiệp 11/2020. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em xin chào thầy/cô ạ, vào ngày 25/9 em có đăng kí in thẻ sinh viên vì bị mất, sau đó em tìm lại được ạ nên em không thanh toán đăng kí đó. Hôm nay thì em lại bị mất và em có lên thanh toán xong rồi thì mới thấy hạn đóng tiền đã hết hồi 27/10. Em không thể xoá cái đăng kí mà giờ đóng tiền cũng không được hợp lệ ạ. Em muốn xin hỏi thầy/cô chỉ giúp em cách giải quyết ạ.",
            "Chào bạn,. . . . - Bạn vui lòng kiểm tra bkay lại nha, bạn đóng tiền in thẻ sinh viên rồi nha.. . . . - Bạn lên Mybk in thẻ sinh viên nha.. . . . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi nếu em bảo lưu kết quả học tập thì khi em bị gọi nghĩa vụ quân sự em có được xin giấy tạm hoãn không ạ ?",
            "Chào bạn,. . . . Khi nào bạn có thời khoá biểu, bạn mới in được giấy xác nhận sinh viên để nộp hoãn nghĩa vụ quận sự.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi là em đóng học phí thì lên Phòng đào tạo đóng được không ạ.Em ở cs2 ạ. .",
            "Chào bạn,. . . . Bạn đóng trên Bkay hoặc tại ngân hàng OCB nha, PDT  không thu nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào cô ạ. . . Trong bkpay của em hiện đã thanh toán hết các khoảng học phí, chỉ còn các khoảng em đăng ký in thẻ sinh viên và in bảng điểm từ hơn 1 năm trước (như trong hình) nhầm nên đã hủy rồi ạ. Vậy mà lúc đăng ký tốt nghiệp lại hiện là còn nợ học phí. Không biết là do lỗi đăng ký hay là phải thanh toán hết các khoản đó luôn thì mới được đăng ký tốt nghiệp ạ. Mong cô xem xét và phản hồi em sớm ạ. Cảm ơn cô"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào ban quản lý học vụ.. . Em là sinh viên khoa cơ khí lớp liên thông cơ khí khóa 2018.. . Kết quả đăng ký môn học HK1 (2020 - 2021)- [full_name] - Đợt 1 em đã được duyệt và có kết quả trên MYBK, nhưng theo lịch học vụ thì tới 15/9 là sẽ có thời khóa biểu chính thức tuy vậy đến nay 2/11 trong thời khóa biểu của em vẫn chưa có hiện môn luận văn tốt nghiệp ạ.. . Đi chung với đó theo lịch học vụ từ 26/10-2/11 là đợt thanh toán học phí tạm ứng em cũng không thấy trên BKpay.. . Đây là kỳ làm LVTN quan trọng nên em không mong là có sai sót gì trong toàn quá trình.. . Em mong ban quản lí học vụ có thể kiếm tra và giải đáp giúp em sớm nhất có thể ạ.. . Em xin cảm ơn !",
            "Chào bạn,. . . . Khi kết thúc đợt DKMH các bạn phải kiểm tra kết quả đăng kí, lúc đó có sai sót gì thì bạn phải khiếu nại lại.. . . . Hiện tại đã học nữa học kỳ, bạn phải làm đơn xin xét lại luận văn. Đơn có sự xác nhận của khoa và giáo viên hướng dẫn luận văn nộp PDT.. . . . Thân",
            "Học vụ . Em xin chào ban quản lý học vụ.. . Em là sinh viên khoa cơ khí lớp liên thông cơ khí khóa 2018.. . Kết quả đăng ký môn học HK1 (2020 - 2021)- Hệ Chính Quy - Đợt 1 em đã được duyệt và có kết quả trên MYBK, nhưng theo lịch học vụ thì tới 15/9 là sẽ có thời khóa biểu chính thức tuy vậy đến nay 2/11 trong thời khóa biểu của em vẫn chưa có hiện môn luận văn tốt nghiệp ạ.. . Đi chung với đó theo lịch học vụ từ 26/10-2/11 là đợt thanh toán học phí tạm ứng em cũng không thấy trên BKpay.. . Đây là kỳ làm LVTN quan trọng nên em không mong là có sai sót gì trong toàn quá trình.. . Em mong ban quản lí học vụ có thể kiếm tra và giải đáp giúp em sớm nhất có thể ạ.. . Em xin cảm ơn !"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/ cô và phòng đào tạo. Em tên là [full_name] mssv [student_id]. Học kì vừa rồi em có đăng kí môn để giữ tình trạng sv. Nhưng sau đó em có rút môn học để đăng kí tốt nghiệp. Hiện nay em đã có tên trong danh sách dự kiến nhưng lại hiện là nợ học phí. Hiện tại trên bkpay mãi đến 12/11 mới mở tiếp nhận thanh toán học phí cho học kì này nhưng hạn chót dk tn lại là 6/11. Kính mong thầy/cô giúp đỡ để em có thể thanh toán và tốt nghiệp trong học kì này ạ. Em xin chân thành cảm ơn",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra mail, ngày 5/11 đã đóng học phí rồi nha bạn. Ngày 12/11 là hạn chót đóng học phí.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn,. . . . Chưa hiểu ý bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi là em đã đăng kí tốt nghiệp thành công. Nhưng em kiểm tra danh sách tốt nghiệp chính thức thì chưa thấy tên mình. Cho em hỏi là khi nào thì danh sách mới cập nhật nữa ạ.",
            "Chào bạn,. . . . - Bạn đã hoàn thành các bước đăng kí tốt nghiệp rồi thì yên tâm . Khi nào có quyết định tốt nghiệp thì sẽ chuyển sang danh sách tốt nghiệp chính thức.. . . . Thân. ."
        ]
    }
]