[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào bộ phận hỗ trợ của nhà trường ạ! Chúc mọi người giữ sức khỏe tốt trong tình hình dịch căng thẳng.. . Em muốn hỏi về vấn đề xin giấy giới thiệu thực tập ạ",
            "Chào bạn,. . Giấy giới thiệu bạn có thể đăng ký tại khoa. . Còn Phòng Đào tạo chỉ cấp giấy xác nhận sinh viên và bạn có thể đăng ký tại mybk và nhận gửi qua bưu điện nhé@. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Thầy cô PĐT,. . Em tên [full_name], MSSV [student_id]. Em muốn xin hủy môn học [full_name] (MT1009) đã đăng kí cho học kì 203.. . Em cảm ơn ạ!",
            "Chào bạn. . Đến thời điểm hiện tại, theo quy định không thể huỷ môn học và huỷ học phí Hk203. . Nhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian. . Theo quy định, nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 (chính quy+ dự thính) . . Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   B  Dạ chào Thầy/Cô,. . Cho em hỏi: sau khi em nộp đơn thu nhận lại sau thời gian tạm hoãn học tập và được chấp nhận, Em đăng kí môn học thành công nhưng lại không có thời khóa biểu. Mong thầy cô xem xét vấn đề này giúp em với ạ.. . Em cảm ơn",
            "chào em,. . tkb đã được cập nhật, . . em xin link của gv để học trước.. . bkel sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có đăng ký 1 môn vào kì dự thính hè 203. Cho em hỏi có cách nào xin huỷ môn và huỷ nộp học phí không ạ? Bởi vì nhà em gặp khó khăn do dịch covid ạ. Em cảm ơn.",
            "Chào bạn. . Đến thời điểm hiện tại, theo quy định không thể huỷ môn học và huỷ học phí Hk203. . Nhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian. . Theo quy định, nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 được. . Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ, cho em hỏi, nếu em đóng trễ hạn học phí hè thì em có được tiếp tục học môn đó hay sẽ bị hủy môn ạ. Em cảm ơn ạ.. .",
            "Chào bạn. . Theo quy định, nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 được. . Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo trường Đại Học Bách Khoa Thành Phố Hồ Chí Minh. . Em tên là [full_name], mssv [student_id], sinh viên lớp Hàng Không Việt Pháp 2016. . Trong học kỳ 203 em có đăng ký môn học Giải tích 3 (Mã môn học MT2007) nhưng hệ thống hủy đăng ký với lý do chưa học môn Giải tích 2 (Mã môn học MT1013), em đã hoàn thành môn học Toán 2 (Mã môn học 006712) là môn Giải tích 2 mã cũ vào học kỳ 162. Em đã hoàn thành môn toán 1, toán 2, còn bị nợ môn Toán 3 mã mới là Giải tích 3. Em mong phòng đào tạo cho phép em được đăng ký môn học Giải tích 3 để hoàn thành chương trình học. . Em xin cảm ơn. .",
            "em đã có tkb"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name], mssv [student_id]. . Em có đk nhận giấy xác nhận sv nhưng do tình hình dịch bệnh nên không thể vô trường lấy được ạ. . . Có có mail pđt và gọi nhưng không được. . . Em muốn xin bản scan hoặc chụp giấy xác nhận sv để nộp cho bên giáo dục quốc phòng ạ. . . Em cảm ơn",
            "Chào bạn,. . Giấy xác nhận nếu bạn đăng ký nhận tại Văn phòng khoa thì đã chuyển về khoa và không có ở Phòng Đào tạo, nên không thể chụp hình và gửi cho bạn. Bạn có thể gửi mail hoặc gọi điện cho Khoa nhờ hỗ trợ.. . Hoặc bạn có thể đăng ký lại và chọn đăng ký là nhận gửi qua bưu điện. . thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Do chưa có lịch thi cuối kì nên em hỏi là còn rút môn được không ạ ?",
            "Chào bạn,. . Hiện tại đã hết thời gian để nhận đơn rút môn học của học kỳ chính 202 nhé bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]. . . . Kỳ dự thính hè 203 em không đóng học phí thì em sẽ không được đăng ký môn học của kỳ DỰ THÍNH hay KỲ CHÍNH tiếp theo, hay cả hai ạ?. . . . em cảm ơn. . . .",
            "Chào bạn. . Đến thời điểm hiện tại, theo quy định không thể huỷ môn học và huỷ học phí Hk203. . Nhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian. . Theo quy định, nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 đ (chính quy+ dự thính). . Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Kính gửi Phòng Đào tạo,. . . . Em là sinh viên K19 PFIEV, em vừa nhận được CTĐT khoá của em gần đây và có một môn em đã đăng ký trong HK202 nhưng không có trong CTĐT. Mặc dù biết đã trễ hạn, nhưng vẫn chưa kết thúc môn học, nên là em có thể làm đơn xin rút môn (vẫn tính học phí) để giảm tải thời lượng học sau khi quay trở lại trường được không ạ? (vì trong hè em có 1 môn thực tập chiếm rất nhiều tiết nên là xin rút bớt để giảm tải giờ học ạ). . . . Em xin cảm ơn.. . . .   /B",
            "Chào bạn. . Bạn có thể nói rõ là bạn cần rút môn học ở HK nào không? Hk202 hay 203. . Thân",
            "Dạ, rút môn của HK202 ạ",
            ". .",
            "Chào bạn. . Tình hình hiện tại theo quy định không được rút môn học ở HK202 nghen bạn, đã quá trể rồi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Vui lòng trình bày rõ nội dung câu hỏi trong ô nội dung"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Thầy/Cô, em là sinh viên hệ VHVL chuyển từ trường Cao Đẳng Điện Lực qua ạ. . . Hôm thứ 6 tuần trước em có nhận được danh sách các môn được miễn xem qua bảng điểm chuyển trên mybk, bảng điểm chuyển có tổng cộng 19 môn nhưng ngày hôm sau cho đến hiện nay em vào bảng điểm chuyển để xem thì chỉ có 4 môn nhưng là 4 môn hoàn toàn khác so với 19 môn kia, thầy/cô cho em hỏi có phải hệ thống đang bị trục trặc không ạ.. . Và em có nhận được thông tin từ phòng đào tạo của trường Cao Đẳng Điện Lực là các khóa liên thông VHVL liên kết với Đại Học Bách Khoa trước đều được miễn các môn sau ( em có gửi danh sách đính kèm theo ạ). Thầy cô cho em hỏi năm nay trường có xét miễn cho sv những môn đó nữa không ạ. Nếu có thì sv phải tự làm thủ tục xin xét miễn phải không ạ. Nếu các môn được miễn nằm trong danh sách môn em đã đăng ký học và đã xếp thời khóa biểu thì em phải làm gì tiếp theo ạ. Em cảm ơn Thầy/Cô. .",
            "Chào bạn. . Bạn xem điểm chuyển cập nhật tại trang Mybk - thông tin sinh viên - mục điểm chuyển. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Kính gửi,. . Hiện tại do tình hình dịch bệnh, trường không thể tổ chức các lớp tại trường, đồng thời chương trình đào tạo cũng bị rút ngắn. Nhưng cùng với đó nhà trường lại không thể hỗ trợ sinh viên trong việc giảm học phí tín chỉ học kỳ hè 203. 880k/chỉ theo nhận xét là quá cao và không phù hợp do việc học đã bị rút ngắn và giảng viên cũng phải chuyển sang hình thức giảng dạy online tại nhà. Mong nhà trường xem xét lại.. . Trân trọng.. . . . . .",
            "Chào bạn. . Cô sẽ chuyển góp ý của bạn cho Thầy Trưởng phòng đào tạo . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em xin chào quý thầy cô ạ. tên tên là [full_name] duy mssv [student_id] văn bằng 2. em có làm đơn xin mở lớp thực tập hè ( cđt) có mã là ME2017. em nhờ cô thư ký bộ môn cơ điện tử gửi đơn giúp cho em( vì lý do dịch bệnh tránh đi lại nhiều) mà hiện tại kiểm tra trên bk mục đăng ký môn học không thấy có . chính vì vậy em nhờ thầy cô pđt kiểm tra lại giúp .. . em xin chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy/cô cho em hỏi về vấn đề học phí kì hè, nếu em trễ hạn đóng học phí thì bị hủy tkb kì hè, em muốn hỏi thầy/cô sau đó em có phải đóng học phí kì hè để không bị cấm đăng kí môn học hk chính kế tiếp không ạ. Em cảm ơn thầy/cô ạ.",
            "Chào bạn. . Đến thời điểm hiện tại, theo quy định không thể huỷ môn học và huỷ học phí Hk203. . Nhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian. . Theo quy định, nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 9 (chính quy+ dự thính) được. . Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô PĐT,. . . . Thầy/cô cho em hỏi khi nào mới nhận được tiền học bổng HK201 vậy ạ?. . . . Em cảm ơn nhiều ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô. Em tên là [full_name], MSSV [student_id]. Em có đăng ký 8 chỉ kì DT Hè HK203, nhưng hiện tại gia đình em đang khó khăn và không có tiền đóng kịp. Em viết đơn này nhằm gia hạn học phí và cho em tiếp tục học không xóa thời khóa biểu của em ạ. Em mong thầy cô chấp nhận. Mong thầy/cô phản hồi sớm giúp em.",
            "Chào bạn. . -Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen, nhà trường chỉ có thể gia hạn thêm 1 ngày đến 15giờ ngày 8/6/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hôm nay là hạn chót đóng học phí qua OCB nhưng dù em đã thử nhiều lần, bên web vẫn không hiện bảng để thanh toán học phí thì phải làm sao ạ?",
            "Chào bạn. . -Cô kiểm tra có thấy học phí 203 của bạn là 700.000, nên bạn kiểm tra lại nghen. . -Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen, nhà trường chỉ có thể gia hạn thêm 1 ngày đến 15giờ ngày 8/6/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . E đã đọc qua qui chế học vụ điều 31. . Hiện tại e đã học qua năm nhất nhưng vẫn muốn đổi về học đại trà thì em phải làm đơn nộp cho phòng đào tạo đúng không ạ ?. và nếu chuyển thì những môn e đã học qua có cần học lại không ạ ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy cô ạ,. . Ngày 29/05/2021 em có xin đăng ký cấp giấy chứng nhận sinh viên và để nơi nhận là văn phòng khoa, nên sáng ngày hôm nay (07/06) em có lên trường để nhận giấy nhưng chưa được vào trường do dịch, vậy em có thể đăng ký lại nơi nhận thành nhà của em được không ạ ?. . Vấn đề khác là em không thể truy cập trang web tính cước của bưu điện (như hình gửi) được ạ.. . Em xin cảm ơn.",
            "Chào bạn. . Phòng đào tạo đã gởi qua bưu điện cho bạn rồi nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dear Thầy, Cô.. . . . Em là [full_name], sinh viên K16, lớp DC16DK. Hiện em đã học xong các môn học, nhưng vì muốn cải thiện số điểm TBTL của mình trong kỳ hè 203 này. Nhưng vì lý do tình trạng sinh viên \"Tạm Dừng\" nên em không đăng ký được môn học. Em đã có làm đơn gửi PĐT trong đợt 2 ĐKMH và được trả lời là theo dõi đợt đăng ký lần 3. Nhưng hôm nay em lên đăng ký vẫn chưa mở tình trạng sinh viên cho em (file đính kèm). Vậy em kính mong Thầy,Cô xử lý tình trạng cho em để em được đăng ký môn học. . . Em cảm ơn.. . . . Trân trọng.",
            "Chào bạn. . Bạn gởi lại câu hỏi ghi rõ muốn đăng ký môn gì + lý do trên Bksi mục DKMH để pdt xử lý nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy ( cô ) . . Về vấn đề thanh toán học phí trễ hạn nếu có đơn và lí do gửi tới phòng đạo tạo sẽ được khôi phục thời khoá biểu. Em muốn hỏi là do tình hình dịch bệnh hiện tại nên em không thể tới trường để gửi đơn vậy em có thể gửi bằng cách nào tới phòng đào tạo ạ.. . . . Em cám ơn thầy ( cô ) đã đọc.",
            "Chào bạn. . Nếu bạn đã thanh toán học phí rồi thì không cần đến phòng đào tạo nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy/ Cô ơi, Đợt rồi em có đăng ký môn: Thực Tập Ngoài Trường- Mã môn học: ME3271- Nhóm T01. Khi kết thúc môn học thi em đã nộp bài báo cáo cho giảng viên bộ môn, nhưng thầy báo là trong danh sách nhập điểm không có tên của em. . . . . Thầy kiểm tra phản hồi sớm giúp em nhé.. . . . Em cảm ơn Thầy/ Cô!!!",
            "Chào bạn. . Cô kiểm tra trên MYbk--  xem thời khoá biểu có môn ME3271, nên bạn liên hệ Bộ môn nhờ cập nhật danh sách mới nhất từ Pdt gởi về Khoa sau đó Khoa sẽ gởi cho Bộ môn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Kính gửi phòng đào tạo, em tên là Nguyễn Vũ  Tiến Phát, mssv: [student_id].. . Do có việc gia đình, nên em đóng học phí hk3 trễ 1 ngày thì giờ em phải làm đơn hay sao ạ ?. . Em xin cám ơn.",
            "Chào bạn. . Nếu bạn đã đóng học phí thì không cần phải làm đơn nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  EM ĐÃ ĐĂNG KÍ MÔN HỌC THỰC TẬP TỐT NGHIỆP CI3343. ĐỢT 3 HỌC KÌ DT203. MONG PHÒNG ĐÀO TẠO ĐĂNG KÍ CHO EM.EM CẢM ƠN.. . . .",
            "Chào bạn. . Bạn có thể cho Cô hỏi, bạn học song ngành theo hình thức nào:. . 28.1. Đào tạo song ngành theo hướng bằng thứ hai. . . . 28.3. Đào tạo song ngành theo hướng ngành phụ. . . . Bạn đã đọc Quy chế đào tạo về vấn đề này chưa?. . . . Có thể gởi mail cho Cô:[email]. . để trao đổi thêm nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em là sinh viên khoa Công nghệ Vật Liệu. Sáng hôm nay em mới đọc được email đóng học phí HK203, em đã nạp tiền và phát hiện sim điện thoại của em bị khóa không nhận được code để đóng tiền. Nên em bị trễ học phí, PĐT có thông báo là khi trễ học phí là bị hủy thời khóa biểu. Em rất lo lắng, em nên làm gì đây ạ?",
            "Chào bạn. . -Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen, nhà trường chỉ có thể gia hạn thêm 1 ngày đến 15giờ ngày 8/6/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào quý thầy/cô,. . Cho em hỏi là kì này em có đăng kí môn thực tập tốt nghiệp, nhưng em thanh toán trễ học phí trên MYBK 1h thì có bị huỷ môn không ạ?. . Em xin cảm ơn. . . .",
            "Chào bạn. . -Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen gia hạn thêm 1 ngày đến 15giờ ngày 8/6/2021. . -Với lại thanh toán qua cổng Mybk-- bkpay mà bạn không cần ra ngân hàng nghen. . Theo quy định, nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy ( cô ) . . . . Trước em có đặt câu hỏi về việc thanh toán học phí học kì 203 trễ hạn thì phải nộp đơn trình bày như thế nào do tình hình dịch bệnh nên không thể tới phòng đào tạo. Em đã nhận được câu trả lời, em cám ơn sự hỗ trợ từ thầy cô.. . . . Theo email em nhận được thì sinh viên sẽ bị xoá thời khoá biểu và danh sách do trễ hạn. Em muốn hỏi là vì lí do cá nhân nên em bị chậm trễ trong việc thanh toán ( dự kiến là ngày 10/6 ) nên em muốn hỏi, em có thể được khôi phục thời khoá biểu và danh sách sau khi thanh toán trễ hạn không ạ. . . . . Em xin cám ơn thầy ( cô ) đã đọc",
            "Chào bạn. . -Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen gia hạn thêm 1 ngày đến 15giờ ngày 8/6/2021. . - Về việc huỷ tkb nếu không thanh toán học phí đúng hạn sẽ có thông báo cụ thể sau nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi nhà trường. . Trước đó em có trình bày về việc nhà em nằm trong khu phong tỏa phường Thạnh Lộc, Q12 nên em và gia đình không thể ra ngân hàng đóng học phí đúng hạn.. . Em cũng đã tính đến việc đóng qua bkpay, tuy nhiên nếu trong tài khoản không có đủ tiền thì không thể thanh toán được ạ.. . Mong nhà trường giúp đỡ em trong tình hình dịch bệnh khó khăn của cả nước. Em hứa sẽ thanh toán học phí đầy đủ sau khi hết lệnh phong tỏa từ nhà nước.. . Em chân thành cám ơn.",
            "Chào bạn. . -Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen gia hạn thêm 1 ngày đến 15giờ ngày 8/6/2021. . -Với lại thanh toán qua cổng Mybk-- bkpay mà bạn không cần ra ngân hàng nghen, bạn có thể nhờ người chuyển khoản vào tài khoản của bạn, hay ra ngân hàng nộp tiền giúp bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Do dịch bệnh COVID 19 em không thể đến PĐT nộp đơn trình bày lí do trễ hạn học phí được thì phải làm sao ạ. . . Em xin cảm ơn.. . Mong nhận được phản hồi sớm.",
            "Chào bạn. . -Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen gia hạn thêm 1 ngày đến 15giờ ngày 8/6/2021. . -Với lại thanh toán qua cổng Mybk-- bkpay mà bạn không cần ra ngân hàng nghen. . Theo quy định, nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô. Mong thầy cô giải đáp rõ thắc mắc của em ạ.. . Tự chọn nhóm A của em là bao gồm có 3 môn. Hiện tại em đã hoàn thành đủ chỉ cần của tự chọn nhóm A rồi tức là em đã học 2/3 môn. Vậy nếu như em đăng kí học môn còn lại thì khi tính điểm thì trường sẽ lấy phần tín chỉ có số điểm cao hơn hay là như thế nào ạ. . . Em xin cảm ơn. . . .",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có đăng kí môn học trong HK203 và cũng chưa bắt đầu học nhưng do tình hình dịch bệnh khó khăn nên em không hoàn thành học phí kịp thời hạn. Em mong trường có thể gia hạn thêm thời gian đóng học phí được không ạ? Em xin cảm ơn",
            "Chào bạn. . -Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen, nhà trường chỉ có thể gia hạn thêm 1 ngày đến 15giờ ngày 8/6/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Dạ con chào thầy (cô ) ạ!. . Con là Đặng Minh Quang, MSSV: [student_id], nay con có vấn đề về việc thanh toán học phí mong được thầy (cô ) giúp đỡ:. .        Vấn đề : hôm nay là hạn chót thanh toán học phí dự thính kì hè HK203, bình thường con hay đến ngân hàng OCB quận 10 để thanh toán học phí nhưng do dịch bệnh nên con không đến ngân hàng được nên con thử thanh toán trên BK Pay nhưng do mới bắt đầu sử dụng nên con chưa quen rồi bị lỗi đăng nhập do sai mật khẩu . Đến lúc con đăng nhập được thì đã trễ hạn nhưng con vẫn thanh toán đầy đủ. Thầy (cô) cho con hỏi là con có được tiếp tục tham gia khóa học đó hay có gặp vấn đề gì liên quan và hướng giải quyết như thế nào ạ ?. .     Mong nhận được sự giúp đỡ của thầy cô!. .        CON XIN CHÂN THÀNH CẢM ƠN !. . . .",
            "Đăng ký môn học . Đăng ký môn học. . Dạ con chào thầy (cô ) ạ!. . Con là [full_name], MSSV: [student_id], nay con có vấn đề về việc thanh toán học phí mong được thầy (cô ) giúp đỡ:. .        Vấn đề : hôm nay là hạn chót thanh toán học phí dự thính kì hè HK203, bình thường con hay đến ngân hàng OCB quận 10 để thanh toán học phí nhưng do dịch bệnh nên con không đến ngân hàng được nên con thử thanh toán trên BK Pay nhưng do mới bắt đầu sử dụng nên con chưa quen rồi bị lỗi đăng nhập do sai mật khẩu . Đến lúc con đăng nhập được thì đã trễ hạn nhưng con vẫn thanh toán đầy đủ. Thầy (cô) cho con hỏi là con có được tiếp tục tham gia khóa học đó hay có gặp vấn đề gì liên quan và hướng giải quyết như thế nào ạ ?. .     Mong nhận được sự giúp đỡ của thầy cô!. .        CON [full_name] ƠN !. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa Phòng Đào Tạo, đợt thanh toán học phí HK203 từ ngày 2/6/2021 - 7/6/2021 do một số lý do chủ quan và khách quan mà em đã thanh toán học phí quá thời gian qui định vào ngày 7/6/2021. Học kì này em có môn bắt buộc là môn Thực tập hè vì thế nên em kính mong Phòng Đào Tạo có thể xem xét giữ lại thời khóa biểu môn học này của em ạ.",
            "Chào bạn,. . Hiện tại nếu bạn thanh toán học phí rồi thì không sao nhé, . . -Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen gia hạn thêm 1 ngày đến 15giờ ngày 8/6/2021. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào Tạo Đh Bách Khoa. . Em tên [full_name]. . Em có thắc mắc về việc e đóng trễ học phí học kỳ 203 thì có bị xóa môn không ạ??. . Em xin chân thành cảm ơn ạ",
            "Chào bạn. . Theo quy định, nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 được. . Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen, nhà trường chỉ có thể gia hạn thêm 1 ngày đến 15giờ ngày 8/6/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ kính gửi Phòng Đào tạo,. . . . Vì ảnh hưởng của dịch nên có thể gia đình em sẽ không thể đóng học phí trước 15h ngày 8/6/2021 được. Em cũng không lường trước được sẽ vướng học phí khi chốt TKB đợt 2. Đối với học kì hè các năm trước, thường sẽ đóng tiền sau khi bắt đầu học, nên em không xoay sở kịp học phí :( . . . . Cho em hỏi cách xử lý sau khi bị xoá môn học ạ? Em nghe nói vẫn sẽ đóng tiền và làm đơn hủy môn học (không hoàn trả học phí). Việc nộp đơn hủy môn học có thể làm online không ạ?",
            "Chào bạn. . Về vấn đề này, bạn vui lòng đợi mail thông báo sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo,. . . . Em tên là [full_name] - MSSV: [student_id] - sinh viên chương trình chất lượng cao OISP.. . Em được xác nhận là đủ điều kiện và được nhận học bổng loại 3 (30.000.000 vnđ) của trường được thể hiện trên bảng điểm cập nhật vào 24/05/2021. Tuy nhiên trong danh sách chính thức lại không có tên em.. . . . Mong quý nhà trường xem xét lại về trường hợp của em ạ.. . . . Em xin cảm ơn.. . . . Thân mến./.",
            "Chào bạn. . -Về vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] . . Thân. .",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ nhà trường cho em hỏi, em có đóng trễ hạn học phí thực tập kì 203 (2 giờ) và vì tình hình dịch bệnh nên em không thể lên trường nộp đơn xin đóng trễ học phí được . Vậy em có thể có cách nào giải quyết để không bị huỷ thời khoá biểu không ạ ?  .",
            "Chào bạn. . Nếu bạn đã thanh toán học phí HK203 rồi thì thời khoá biểu không bị huỷ & không cần phải làm đơn nghen bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   i Đăng ký môn học  /i   /B . . . . Hiện tại theo em được nhận mail thì môn học Kĩ thuật thi công CI3043 của em nằm trong danh sách dự kiến sẽ bị xóa lớp, em thành khẩn mong phòng đào tạo đừng xóa lớp môn này vì cũng đã có giảng viên nhận dạy, học phí thì 14 bạn trong lớp học cũng đã đóng đầy đủ, kể cả em cũng đã đóng học phí, vì môn học này rất quan trọng với em, vì nó tiên quyết một môn của em trong kì sau, em rất mong phòng đào tạo có thể tạo điều kiện cho em được học ạ. Em cảm ơn",
            "Sỉ số đã tăng lên 16 dù gì cũng chỉ là học hangout mong phòng đào tạo đừng huỷ môn ạ",
            "Chào em.. . môn học có tkb sẽ ko hủy lớp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi hc phí học kỳ 203 em đóng trễ, hiện tại em đang ở quê không biết có cần phải làm đơn gì hay không ạ. Em xin cảm ơn",
            "Chào bạn. . Nếu bạn đã thanh toán học phí HK203 rồi thì không cần phải làm đơn nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký môn học. . Dạ con chào thầy (cô ) ạ!. . Con là Đặng Minh Quang, MSSV: [student_id], nay con có vấn đề về việc thanh toán học phí mong được thầy (cô ) giúp đỡ:. .        Vấn đề : hôm nay là hạn chót thanh toán học phí dự thính kì hè HK203, bình thường con hay đến ngân hàng OCB quận 10 để thanh toán học phí nhưng do dịch bệnh nên con không đến ngân hàng được nên con thử thanh toán trên BK Pay nhưng do mới bắt đầu sử dụng nên con chưa quen rồi bị lỗi đăng nhập do sai mật khẩu . Đến lúc con đăng nhập được thì đã trễ hạn nhưng con vẫn thanh toán đầy đủ. Thầy (cô) cho con hỏi là con có được tiếp tục tham gia khóa học đó hay có gặp vấn đề gì liên quan và hướng giải quyết như thế nào ạ ?. .     Mong nhận được sự giúp đỡ của thầy cô!. .        CON XIN CHÂN THÀNH CẢM ƠN !. .",
            "Chào bạn. . - Theo quy định, nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 được. . . . - Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen, nhà trường chỉ có thể gia hạn thêm 1 ngày đến 15giờ ngày 8/6/2021. . - Bạn có thể nhờ người quen đến đóng trực tiếp tại ngân hàng nghen. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "em là [full_name] [student_id], cho em hỏi là học kỳ hè này em bị đóng trễ học phí thì có bị xóa môn không ạ? em cảm ơn ạ.. . . .",
            "Chào bạn. . Theo quy định, nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 được. . Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin hỏi là kì 203 có đk thực tập, môn đã hiện lên trên stinfo nhưng bkpay không cập nhật. Không biết cái này là lỗi hay do việc thực tập đang bị delay ạ. Em xin cảm ơn.. .",
            "Chào bạn. . Về học phí của Chương trình chất lượng cao bạn liên hệ qua mail  [email] để được giải đáp nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là trường có còn kế hoạch tổ chức thi chuẩn anh văn của cuối kỳ 202 không ạ",
            "Chào bạn,. . Bạn vui lòng đợi thông báo của nhà trường nếu có thông tin tổ chức nhé,. . Tình hình hiện tại thì chưa có kế hoạch tổ chức thì AV nhé, hiện tại nhà trường đã thông báo về việc tạm pass chuẩn tiếng Anh từng năm cho sinh viên ĐKMH trong học kỳ 203 và 211 tới, vui lòng xem lại mail thông báo của nhà trường đã gửi về nắm thông tin thêm nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Do tiền học phí phải đóng quá gấp nhà em xoay sở không kịp lịch đóng học phí, có thể gia hạn thêm thời gian đóng học phí được không ạ. . Cảm ơn đã đọc yêu cầu của em và mong đươkc giải đáp",
            "Chào bạn. . -Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen gia hạn thêm 1 ngày đến 15giờ ngày 8/6/2021. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Môn Giải tích 2 (mã môn học MT1005) lớp DT02 của cô [full_name].. . . . Kính gửi thầy/cô PĐT,. . Em viết bài này để xin PDT có thể cho em được đăng kí vào lớp Giải tích 2- DT02 của cô [full_name] ạ. Vì em mong muốn có thể có đủ số tín chỉ để đăng kí thực tập tốt nghiệp trong kì tiếp theo và không bị trễ làm luận văn tốt nghiệp ạ. Em mong PĐT có thể xem xét và giúp đỡ cho em ạ. Em xin cảm ơn.",
            "chào em,. . em xin link gv đi học trước. . TKB sẽ được cập nhật vào cuối tuần. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy/cô ạ, vì 1 số lí do nên đợt thanh toán dự thính hè này em có thanh toán trễ, có 1 số bạn nhận được mail là gia hạn học phí hết 8/6/2021 nhưng em không nhận được, vậy em có bị tính là thanh toán trễ không ạ, và nếu có thì em phải làm đơn mang lên gửi Phòng đào tạo ở CS1 hay là trường giải quyết bằng phương thức khác vì dịch ạ? Em cám ơn ạ.. .",
            "Chào bạn,. . Trường hợp bạn đã thanh toán rồi thì không sao nhé. . Thận"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Thầy/Cô, . . . . Vừa qua em có nhận được thông báo Chiến dịch MHX 2021 sẽ không đưa sinh viên xuống địa bàn, do đó em muốn đăng kí môn học hè. Tuy nhiên đợt ĐKMH đợt 3 này lớp đã đủ sĩ số (Cụ thể là môn Kinh tế chính trị Mac-[full_name] (SP1033)). Đồng thời, thời gian đóng học phí học kì 203 này cũng đã kết thúc. Thầy/Cô có thể hỗ trợ em trong việc đăng kí môn học này không ạ! . . . . Em xin cảm ơn!",
            "chào em.. . môn học SP1033 đã được bổ sung nhóm DT01.. . tuy nhiên tkb chỉ được cập nhật vào cuối tuần. . vì vậy em xin link gv đi học trước. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào thầy cô quản lí trang hỗ trợ sinh viên trực tuyến, em là [full_name] - K18. Em viết lời yêu cầu này vì muốn xin thầy cô cho được nộp học phí trễ do ngân hàng em thường đóng học phí nằm ở Gò Vấp mà ở đây hiện tại đang là vùng dịch (các ngân hàng khác ở khá xa khu vực em đang sinh sống), do vậy em mong thầy cô thông cảm cho phép em được nộp học phí trễ, trong thời gian sớm nhất em sẽ nộp phí ạ.. . Cảm ơn thầy cô rất nhiều.. .",
            "Chào bạn. . -Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen gia hạn thêm 1 ngày đến 15giờ ngày 8/6/2021. . -Với lại thanh toán qua cổng Mybk-- bkpay mà bạn không cần ra ngân hàng nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi cách để gia hạn thời gian đóng học phí, hay đợi khi em đóng rồi làm đơn trình bày lý do trễ hạn ạ, giờ em không biết liện hệ trường thế nào để xin được đóng học phí trễ tại trường nói đóng trễ là xóa thời khóa biểu.. . Em chân thành cảm ơn cô.. . . .",
            "Chào bạn. . Nếu bạn đã thanh toán học phí HK203 rồi thì thời khoá biểu không bị huỷ & không cần phải làm đơn nghen bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em là [full_name] . . Lớp CC19DK12. . . . Em có đăng ký môn Vật lý 1 Mã PH1003 vào học kỳ dự thính HK203. . . . Vì một vài lý do nên gia đình em chưa chuẩn bị học phí kịp để có thể đóng vào ngày 7/6/2021. . . . Em có thể rút môn học này lại và đăng ký vào kỳ sau được không ạ? . . . . Em xin cảm ơn.",
            "Chào bạn. . Đến thời điểm hiện tại, theo quy định không thể huỷ môn học và huỷ học phí Hk203. . Nhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian. . Theo quy định, nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 (chính quy+ dự thính) . . Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào cô/thầy. Em đã đóng học phí cho môn học dự thính, nhưng môn học đó bị hủy do ko đủ sĩ số nhà trường đã gửi mail thông báo. Vậy tiền học phí mà em đã nộp sẽ được trả lại phải ko ạ? Và khi nào em sẽ nhận được ạ? Em cảm ơn.",
            "Chào bạn. . Về vấn đề huỷ hay học sau đó có hoàn trả học phí hay không? bạn vui lòng đợi thông báo cụ thể qua mail nghen, nhà trường hiện đang thông kê dự kiến thôi. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "CỘNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM. . Độc Lập – Tự Do – Hạnh Phúc. . . . Đơn Xin Xem Xét. . . . Kính gửi:  Phòng Đào Tạo trường Đại Học Bách Khoa Hồ Chí Minh. . Em tên:    [full_name]                                    MSSV: [student_id]. .  Ngành:    Logistics và quản lí chuỗi cung ứng                   Khoa: Cơ Khí. . Lý do làm đơn:  Do học kì 201 em có đăng kí môn Quản lí losgictics của khóa 2019 với mã môn ME2125. Hiện môn học này đã là môn tương đương với môn Quản lí losgictics khóa 2018 với mã môn là ME3233 ( lí do sau năm 2018 thì chương trình tạo đạo đổi mã môn và không mở mã 2018 nữa , và cũng đã có công văn tương đương). Văn phòng bộ môn và khoa đã có công văn tương đương rồi nhưng trên hệ thống em chưa được cập nhật số tín chỉ tích lũy ngành của môn này.. . Em kính mong phòng đạo tạo xem xét giúp đỡ em cập nhật, tại nếu không được cập nhật tích lũy môn này em sẽ không đủ chỉ đăng kí môn Thực tập tốt nghiệp vào hè. Em xin chân thành cảm ơn. . .                                                                             Tp HCM, ngày 4 tháng 6 năm 2021. .                                                                                          Người làm đơn. .                                                                                  [full_name]. . . .",
            "Chào bạn,. . . . PDT đã đăng kí cho bạn môn TTTN rồi, bạn vui lòng kiểm tra kết quả DKMH trên cổng thông tin sinh viên và đóng học phí trên BKPay.. . . . Thân"
        ]
    }
]