[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào admin, vì gặp phải vài lý do cá nhân nên em tạm dừng chương trình học ở kì học 201. Và trở lại học ở kì 202. Trong chương trình học của em ở kì học 202 có môn: \"Đồ án môn học logistics 2 (Nghiên cứu khả thi hệ thống logistics) ME3259 \" yêu cầu các môn cùng kì học song hành, tuy nhiên vì chưa học môn học: \"Đồ án môn học logistics 1 (Thiết kế hệ thống logistics) - ME3255 \" nên em không thể đăng kí được môn theo quy định. Em có một thắc mắc là nếu như em học các môn ở kì 202 này, những môn như ME3225; ME4023 . . . những môn mà em đủ điều kiện đăng ký. Thì sau này lúc em học môn: \"Đồ án môn học logistics 2 (Nghiên cứu khả thi hệ thống logistics) - ME3259) em có cần phải học lại các môn \"song hành\" (ví dụ như ME3223;ME3257) mà em đã qua môn trước đó không ạ?",
            "Chào bạn,. . . . Bạn nên về khoa gặp ban chủ nhiệm khoa hoặc giáo viên chủ nhiệm để được tư vấn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là sv K19 chỉ thi avđv và pass av1 thì hk202 có xét chuẩn av để được đkmh không?Chuẩn av để đkmh hk202 là bao nhiêu?Nếu em chưa đạt và đk thi av trong tháng 12 chung với K20 thì có kịp để được đkmh hk202 không?Em cảm ơn",
            "Chào bạn,. . . . - Điều bạn muốn hỏi nằm trong qui chế học vụ  điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Nếu bạn qua anh văn 1 tức là bạn qua chuẩn anh văn sau năm nhất rồi nha.. . . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa PĐT,. . Hiện tại em không thể đăng kí Đề cương tốt nghiệp do thiếu môn Kỹ thuật siêu cao tần học trước. Do ở kì trước em không thể xin mở được lớp siêu cao tần(vì các thầy quá tải, không thể nhận thêm lớp). Em có thể xin phòng đào tạo có thể cho em học song hành môn Kỹ thuật siêu cao tần và Đề cương được không ạ. Để em có thể ra trường đúng hạn ạ. Em cám ơn.. .   i Yêu cầu khác .",
            "Chào bạn,. . . . Rất tiếc không giúp được bạn nha, bạn vui lòng làm đúng theo qui định của nhà trường.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào bạn,. . . . - Đối với khoá 2019 đăng kí tối đa 17 tín chỉ học phí 5.850.000.. . . . -  Nhưng đối với môn GDTC 3 lần đầu đăng kí sẽ học miễn phí,  bạn đăng kí học lại sẽ phải đóng học phí và không năm trong gói học phí 5.850.000, mỗi môn sẽ tính 1 chỉ nha.. . -\tBạn vui lòng xem thông báo học phí http://khtc.hcmut.edu.vn/news/item/5f98de604a8dc3073d2a9b20.. . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào văn phòng ạ, em là [full_name] - MSSV [student_id]. . ﻿Em muốn hỏi văn phòng về một số thắc mắc về đăng ký môn học ạ:. . . . ﻿﻿- Điểm trung bình của em là 6.57 thì em có thể đăng ký vượt quá 20 chỉ không ạ ? Em đăng kí các môn trong chương trình, sau đó đăng kí thêm Mac thì số tín chỉ lên thành 21 chỉ, không biết em có thể xin văn phòng được học vượt chỉ không.. . ﻿- Học kì trước em đăng kí hụt môn Mac - Lenin, nên kéo theo kì nay không học được môn [full_name] [full_name]ởng Hồ Chí Minh, do đó làm chậm tiến độ học tập, em muốn hỏi văn phòng là có cách nào để em theo được đúng tiến độ học tập không ạ?. . ﻿- Sinh viên hệ CLC có được học dự thính buổi tối không ạ ? tại em muốn được học môn Mac càng sớm càng tốt ạ.. . . . ﻿﻿Em cảm ơn văn phòng.",
            "Chào bạn,. . . . Bạn sinh viên chất lượng vui lòng liên hệ văn phòng Đào Tạo Quốc Tế để được tư vấn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT!. . Em đang là sinh viên năm 3, hiện giờ e có tổng tín chỉ tích lũy là 48 và học kỳ này số môn em đang học có tổng tín chỉ là 27 (cả học kỳ chính và dự thính) vậy em đăng ký môn học cho học kỳ 202 có được chấp nhận không ạ?. . PĐT giải đáp giúp em ạ, em xin cảm ơn!",
            "Chào bạn,. . . . Hiện tại học kỳ 201 chưa có điểm, bạn vẫn đăng kí được. Khi bạn có điểm học kỳ 201, PDT sẽ xét lại nha bạn.. . . . Thân. .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em tên [full_name] . . Cô cho em xin phép hỏi học kì này em mới đủ chuẩn sinh viên năm 3. Nhưng chưa kết thúc học kì đã đăng ký môn học. . . Làm cách nào để em đăng ký những môn năm 3 ạ. . . Em cảm ơn nhiều ạ. .",
            "Chào bạn,. . . . Hiện tại học kỳ 201 chưa có điểm, bạn vẫn đăng kí được. Khi bạn có điểm học kỳ 201, PDT sẽ xét lại nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Theo như mail thông báo từ pđt thì 15h00 ngày 12/11/2020 sẽ hết hạn đóng học phí.. . Hiện tại em mới được cập nhật thời khóa biểu đăng ký LVTN nên BKpay của em chưa được cập nhật.. . Mong ban quản lý học vụ cập nhật sớm cho em để em chuẩn bị học phí và thanh toán trước kỳ hạn ạ.. . Em cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy cô,có hai vấn đề em muốn hỏi là:. .  _Hiện tại em đang học môn Triết học [full_name] (SP1031), theo chương trình thì kì sau em phải học kinh tế chính trị [full_name] (SP1033). Nhưng em đăng kí môn SP1033 thì hiện thông báo chưa hoàn thành SP1031.. . _ Lúc em đăng ký môn Kỹ thuật điện tử (IU2021) thì hiện thông báo là em chưa đủ chuẩn sinh viên năm 3. Theo em hiểu là môn xx2xxx là môn của sinh viên năm 2. . .   _Vậy làm sao để em đăng kí được môn SP1033 ạ ? Mã môn xx2xxx cũng có thể là môn của sinh viên năm 3 phải không ạ ?. . Mong thầy cô giải đáp cho em. Em cám ơn thầy cô.. . . . . .",
            "Môn SP1031 là em học đúng theo chương trình (hk1 năm 2) luôn ạ.",
            "Chào bạn,. . . . Môn IU2021 bạn đăng kí được mà, bạn vào đăng kí lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em xin hỏi em không có đăng kí môn họ kỳ chính quy, chỉ đăng ký dự thính và có thời khoá biểu hiện đang học. Vậy em làm sao để xin cấp giấy tạm hoãn nghĩa vụ quân sự được ạ.Em xin cám ơn",
            "Chào bạn,. . Được nhé bạn, bạn vui lòng đăng ký tại mybk/In xác nhận sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Học vụ  /i [full_name] [full_name] [full_name] [full_name] Chào Thầy, Cô[full_name] [full_name] [full_name] [full_name] Thầy Cô cho em hỏi em là sinh viên khóa 2017 kì 202 em có đăng kí luận văn[full_name] Vậy thì em phải nộp bằng TOIEC bao nhiêu để được đăng kí luận văn[full_name] Và TOIEC bao nhiêu để tốt nghiệp vậy Thầy Cô[full_name][full_name] [full_name] [full_name] [full_name] Em chân thành cảm ơn[full_name] [full_name] [full_name]",
            "Chào bạn,. . . .  Điều bạn muốn hỏi nằm trong qui chế học vụ  điều 31, phụ lục 1 bạn vào tham khảo nha http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Thưa thầy cô, em đang là sinh viên năm 3 và sau học kỳ 201 thì em đã có thể hoàn thành 109/142 tín chỉ. Thì trong các học kỳ tiếp theo 202 em có thể đăng ký mỗi học kỳ 10 tín chỉ được không ạ? Hay phải đăng ký tối thiểu 14 tín chỉ vậy ạ vì em cũng chỉ còn 33 tín chỉ cho 3 học kỳ còn lại. Em xin cảm ơn ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi em đăng kí các môn theo kế hoạch giảng dạy thì ví dụ kì này em đang học anh văn 1 mà đợt đăng ký môn này em đăng ký anh văn 2 cho kỳ sau thì nó báo là phải học trước anh văn 1. Và các môn khác cần những môn (học trước )của kì hiện tại như bê tông cốt thép 1 e đang học cũng báo là cần bê tông cốt thép 1 học trước. Em không biết là có thể sửa để em đăng kí được không ạ vì em đăng ký theo tiến độ kế hoạch mà chờ thi xong đăng kí bổ sung thì hết lớp em không được xếp lớp cho đợt sau ấy ạ. Em cảm ơn đã đọc ạ.",
            "Chào bạn,. . . . Nếu bạn đăng kí hiện ra bảng màu vàng đó chỉ là cảnh báo cho bạn biết thôi.. . . . Thân",
            "vậy tức là mình đăng kí thì nếu đang học các môn (học trước) ở kỳ này thì vẫn xếp lớp đợt đăng kí lần 2 đúng không ạ. em cảm ơn",
            "Chào bạn,. . . . Bạn khoá 2017 vấn đề này bạn phải nắm rõ chứ, giả sử môn A là môn học trước của môn B. Để đăng kí môn B thì môn A đã học rồi với điểm khác 0.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào Phòng đào tạo,. . . . em là sinh viên K16 và dự kiến TN vào tháng 11/2020. PDT cho em xin phép hỏi ngày và giờ dự kiến tổ chức lễ TN, do em có một số họ hàng cùng muốn đi dự lễ và phải sắp xếp chỗ ở, cũng như phương tiện di chuyển trước.. . . . Em xin cám ơn.. .",
            "Chào bạn,. . Dự kiến tổ chức lễ TN vào ngày 28/11/2020 (theo biên bản họp hội đồng học vụ nhà trường).. . Bạn vui lòng theo dõi mail sinh viên và thông tin tốt nghiệp tại trang aao.hcmut.edu.vn về thông tin lễ tốt nghiệp. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Thầy/Cô phòng đào tạo trường Đại học Bách Khoa.. . Em là Đoàn Văn Huy. MSSV: [student_id]. Sinh viên khoa Môi trường và tài nguyên khóa 2014. Hiện nay em đã hoàn thành chương trình học và đã bảo vệ luận văn. Nhưng còn thiếu mỗi anh văn kỹ năng nói viết nên chưa tốt nghiệp được vào tháng 11 này.. . Theo khóa của em thì đây là học kỳ cuối cùng. Cho em hỏi em có được gia hạn thêm thời gian nộp bằng anh văn nói viết nữa không ạ?. . Em mong sớm nhận được phản hồi.. . Em chân thành cảm ơn ạ.",
            "Chào bạn,. . Khóa 2014, thì hạn tốt nghiệp của bạn vào tháng 4/2021 nhé.. . Theo quy chế, nếu bạn hoàn thành tất cả các điều kiện tốt nghiệp, chỉ thiếu CCNN, thì sẽ được gia hạn thêm 1hk để bổ sung CCNN.. . Bạn tham khảo quy chế tại đây:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 5. Thời gian và kế hoạch đào tạo/5.5 Các trường hợp được kéo dài thời gian đào tạo tối đa. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào Cô, . . . . Em là sinh viên K17, Khoa QLCN.. . Ngày 19/9 vừa rồi em có thi Toeic ở trường do IIG tổ chức, với số điểm là 530 (qua anh văn 1,2,3).. . Nhưng vừa rồi em đk môn học AVTKD (IM3061) thì hệ thống hiện là chưa qua anh văn 2,3.. . Cô kiểm tra giúp em với ạ. . Cảm ơn Cô. . . .",
            "Chàn bạn,. . . . - Lần đầu lúc vào nhập học bạn thi điểm cao sẽ xét miễn điểm anh văn. Những lần sau chỉ dùng xét chuẩn anh văn sau các năm nha bạn.. . . . - Bạn vui lòng tham khảo qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1814241  /b \t. . . .   i Yêu cầu khác . Em xin chào Thầy/Cô. . Cho em hỏi là trong tháng 11 này có đợt kiểm tra av định kì không ạ. Tại em thấy trong mail có ghi là dự kiến sẽ có đợt ktra vào tháng 11.. . Em cảm ơn Thầy/Cô đã trả lời câu hỏi của em.. .",
            "Chào bạn,. . Dự kiến sẽ tổ chức thi vào tháng 12/2020 nhé bạn. Bạn vui lòng theo dõi email sinh viên về  việc tổ chức thi nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đăng ký môn học luận văn tốt nghiệp em bị báo là thiếu chứng chỉ tiếng anh mà đã nộp chứng chỉ và đã đổi điểm cả 4 av rồi đã có báo trên trang nộp chứng chỉ anh văn và theo lịch học vụ thì em thấy 4/11 có cập nhật chứng chỉ anh văn rồi nhưng bữa nay sao vẫn báo như vậy ạ? Mong được hồi đáp. .",
            "Chào bạn,. . . . Khi bạn đăng kí hiện tại màu vàng đó chỉ là câu cảnh báo cho bạn thôi.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đang trong thời gian đăng kí môn học HK202,mà hiện tại chưa kết thúc HK201 nên em chưa đủ tín chỉ để đăng kí môn học cho Hk202. Vậy cho em hỏi là số chỉ em đăng kí ở HK201 có được tính chung vào số chỉ tích lũy hiện tại của em để em có thể đăng kí môn học năm 2 không ạ, vì hiện tại em chưa đủ 28 chỉ. . .",
            "Chào bạn,. . . . Hiện tại học kỳ 201 chưa có điểm, bạn vẫn đăng kí được. Khi bạn có điểm học kỳ 201, PDT sẽ xét lại nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1915471  /b \t. . . .   i Học vụ . Cho em hỏi. . . Câu hỏi 1: Nếu học kỳ 202 em đăng ký Anh Văn 2, học kỳ hè (203) em đăng ký Anh Văn 3 trong trường, thì lúc giữa kỳ hè, em chưa kịp thi xong Anh Văn 3 thì lúc đó có thể đăng ký môn học cho kỳ 301 tiếp theo được không ạ. Em cảm ơn ạ. . . Câu hỏi 2: Khi nào nhà trường tổ chức đợt thi Anh Văn định kỳ nữa ạ. . . .",
            "Chào bạn,. . . . Câu 1: Nếu học kỳ hè 203 bạn có đăng kí anh văn 3 thì bạn tạm pass chuẩn anh văn sau năm 2.. . . . Câu 2: Dự  kiến là tháng 12 sẽ mở đợt kiểm tra anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: xin chào pdt. . . . cho em hỏi là em có thể gia hạn thời gian đóng tiền sau khi thanh toán học phí là bao nhiêu ngày ạ... . . . xin cám ơn",
            "Chào bạn,. . Bạn vui lòng liên hệ Phòng công tác Chính trị  sinh viên để hỏi về vấn đề gia hạn học phí.. . Bạn xem quy định về thanh toán học phí tại đây:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 7. Học phí. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô. Hiện tại nhà trường đang cho sinh viên đăng ký BHYT 2021, trong phần điền thông tin đăng ký có mục chọn nơi khám chữa bệnh ban đầu, em đã chọn Bệnh viện nhân dân 115 (bệnh viện chỉ được gia hạn thẻ cũ). Em đã lưu thông tin và thực hiện thanh toán nhưng em mới tìm hiểu nếu thẻ cũ không đăng ký ở đây thì không được gia hạn và không được đăng ký mới. Em muốn hỏi là trường hợp đăng ký của em sẽ có hậu quả gì và giải quyết như thế nào? Em cảm ơn.",
            "Chào bạn,. . Vấn đề về sinh hoạt công dân, bảo hiểm y tế, BHTN, điểm rèn luyện, sinh viên khá giỏi toàn diện, giấy xác nhận sinh viên về vay vốn ngân hàng bạn vui lòng liên hệ tại Phòng Công tác chính trị sinh viên để được hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi các thầy/cô,. . . . Em tên là [full_name], hiện là sinh viên năm 4 thuộc chương trình KSTN nghành KHMT. Em đã nộp và đăng ký thẩm tra chứng chỉ trên hệ thống mybk của trường bằng TOEIC vào năm nhất. Tuy vậy tính đến thời điểm hiện tại bằng đã hết hiệu lực. Em xin hỏi là vậy em có cần phải thi lại để lấy bằng mới hay bằng cũ đã nộp vẫn có hiệu lực cho việc đăng ký luận văn và xét tốt nghiệp ạ? . . . . Em xin cảm ơn,. . . . [full_name].",
            "Chào bạn,. . . . Đã nộp CCNN rồi thì không có hết thời hạn nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Nhà trường cho em hỏi, em đang là sinh viên   B chất lượng cao  /B  năm nhất đang học   B học kì Pre  /B  thì em có cần phải   B đăng ký môn học  /B  cho học kì 2 hay   B nhà trường sẽ xếp lịch  /B  cho em ạ?. . Em cám ơn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào thầy cô ạ,. . Em tên [full_name] và có câu hỏi muốn hỏi phòng đào tạo ạ. Đợt học kì 1 năm 1 em có kiểm tra anh văn định kỳ vào mỗi kì. Em có đạt điểm 390 thì hiện tại em có được đăng kí anh văn trong trường không ạ. Và em bắt đầu học từ anh văn 2 đúng không ạ. Còn điểm anh văn 1 em phải nộp bằng phải không a. Em xin cảm ơn !. .",
            "Chào bạn,. . . . Bạn đăng kí anh văn 1 học  vẫn được, nộp chứng chỉ toeic để được miễn điểm vẫn được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Em k19, hiện giờ em chỉ tích lũy được 16 tín chỉ nên hồi học kì 201 này em k thể đăng kí các môn năm 2, em muốn hỏi là hết học kì 201 này em phải tích lũy tối thiểu bao nhiêu tín chỉ để đăng kí được các môn năm 2 của hk202. Em cảm ơn ạ. .",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK192-updated.pdf.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là đăng ký môn học tối đa chỉ được 21 tín chỉ, nhưng học kì sau em muốn đăng ký 22 tín chỉ thì em cần phải làm đơn gì và cần phải đạt những điều kiện gì trong học kì này vậy ạ. Em cảm ơn ạ.",
            "Chào bạn,. . . . Bạn xem qui chế học vụ điều 9, mục 9.3 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào thầy cô. . Em không đủ 28 chỉ trong năm nhất. . Nếu qua hk201 e đủ trên 28 chỉ thì có thể đăng kí môn hk202 k ạ. . Em xin cảm ơn",
            "Chào bạn,. . . . Hiện tại học kỳ 201 chưa có điểm, bạn vẫn đăng kí được. Khi bạn có điểm học kỳ 201, PDT sẽ xét lại nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào quý thầy cô,. . . . Thầy cô cho em hỏi là Lễ Tốt Nghiệp dự kiến là ngày nào ạ?. . Hôm trước em có nghe 1 số bạn nói là đã họp hội đồng rồi nhưng em chờ mãi trên aao mà chưa thấy thông báo chính thức. Em muốn biết để người thân chuẩn bị sắp xếp thời gian tham dự.. . . . Mong quý thầy cô giúp em giải đáp.. . Cảm ơn quý thầy cô. . .",
            "Chào bạn,. . . . Lễ tốt nghiệp diễn ra ngày 28/11.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em chào phòng đào tạo.. . Chuẩn bị học kì 202. Nhưng vì lý do gia đình nên em không thể đăng kí môn học vào kì chính được. vậy em có thể được tiếp tục đăng kí môn học vào kì dự thính của học kì 202 thay vì kì chính được không?",
            "Chào bạn,. . . . Vẫn được nha bạn, nếu được bạn cố gắng đăng kí học trong học kỳ chính nha, để hoàn thành môn học sớm ra trường .. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là tiền chỉ học vượt trong kì chính sẽ đc tính 350k/1 tín chỉ hay 525k /1 tín chỉ theo tiền dự thính ạ.",
            "Chào bạn,. . . . Học phí vượt được tính 350.000 đồng 1 chỉ nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô,. . Em có một câu hỏi là đợt đăng ký môn gdtc hk1 em chưa đăng ký, vậy đợt đăng ký môn học lần này em phải đăng ký gdtc 1 hay gdtc 2 ạ. . Cảm ơn đã giúp đỡ em ạ.. . . .",
            "Chào bạn,. . . . Được nha bạn, bạn đăng kí môn GDTC nha.. . . . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name] khoa ứng dụng ngành vật lý kỹ thuật, MSSVV:[student_id]. . Em đăng kí av4 mà không được , kì hè em có thi av của trường em được 455 điểm,thầy cô xem giúp em với ạ,em chân thành cảm ơn . . . . . .",
            "Chào bạn,. . . . Kỳ thi toeic do PDT tổ chức trong  học kỳ hè vừa rồi chỉ dùng để xét chuẩn anh văn sau các năm thôi nha bạn. không được miễn anh văn 1,2,3.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Phòng đào tạo. . . . . Hiện nay em là sinh viên năm 3, em đã thi kỳ thi kiểm tra anh văn của trường và đạt 470 điểm (qua Anh văn 3). . . Em muốn hỏi để qua môn Anh văn 4, em có thể trực tiếp đăng ký học môn này ở trường vào kỳ 202 mà không học các môn Anh văn 1, Anh văn 2, Anh văn 3 được không ạ?. . . . Em xin chân thành cảm ơn.. .",
            "Chào bạn,. . . . - Lần đầu lúc vào nhập học bạn thi điểm cao sẽ xét miễn điểm anh văn 1,2,3,4.. . . . -  Những lần sau đó kỳ thi kiểm tra anh văn của trường chỉ dùng xét chuẩn anh văn sau các năm nha bạn.. . . . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho hỏi, em đang làm luận văn tốt nghiệp và và đã hoàn thành hết tất cả môn học của CTĐT, vì em sợ nếu ko vượt qua được kì kiểm tra anh văn nói viết để xét tốt nghiệp thì sẽ bị trễ thêm 1 học kì, nếu bây giờ em đăng kí môn học cho hk202 và thanh toán đầy đủ học phí nhưng không học trong học kì này với trường hợp em vượt qua kì kiểm tra anh văn nói viết thì khi xét tốt nghiệp là em phải hoàn thành môn học trong học kì 202 luôn hay chỉ cần đủ điều điều tốt nghiệp là được xét ạ, (em chỉ đăng kí hờ 1 môn học để dự phòng được không thầy/cô). Dạ em cảm ơn",
            "Chào bạn,. . . . Như bạn trình bày bên trên, nếu bạn qua anh văn nói viết thì sẽ được xét tốt nghiệp. Lúc đó, nếu bạn đăng kí môn học thì bạn thanh toán học phí và làm đơn rút môn học nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ, cho em hỏi. . Đầu học kì 201, em có dự kiểm tra AV định kì của trường và đạt được 635 điểm Toeic.. . Điểm của em là đạt chuẩn Tiếng Anh sau năm 3.Vậy em có cần phải dự kiểm tra Tiếng Anh  vào mỗi cuối kỳ do trường tổ chức để đăng kí môn học cho học kì kế tiếp không ạ ?. . Em cảm ơn.",
            "Chào bạn,. . . . Nếu bạn dự kiểm tra anh văn định kỳ của trường đạt 635 điểm, PDT sẽ cập nhật chuẩn anh văn sau các năm cho bạn luôn.. . . . Thân",
            "Dạ cho em hỏi,. . Điểm Toeic trên bảng điểm sinh viên hiện tại sao không thấy ạ.. . Em có thi kiểm tra định kì vào hk 193 rồi nhưng bây giờ không thấy điểm.. . Em cảm ơn.",
            "Chào bạn,. . . . Đã cập nhật  điểm trên cổng thông tin sinh viên rồi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ cho em hỏi trong tháng 11 này có mở đợt thi kiểm tra Tiếng Anh nữa không ạ? Trong mail hồi tháng 9 PĐT có ghi dự kiến đợt kế tiếp vào tháng 11/2020 ạ.. .",
            "Chào bạn,. . . . Dự kiến là tháng 12, bạn thường xuyên kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm chuyển miễn thi anh văn . Chào PDT,. . . . Vào mấy tuần trước, em có đăng ký xét miễn thi anh văn và đóng tiền miễn thi anh văn nhưng bây giờ em vẫn chưa thấy có thông tin điểm chuyển trong cái cổng thông tin sinh viên của em, cho em hỏi là em không đủ điều kiện hay làm sai bước nào để em chỉnh sửa. Em cảm ơn!",
            "Chào bạn,. . . . Bạn đăng kí chuyển điểm được, PDT sẽ cập nhật điểm trên cổng thông tin sinh viên cho bạn sau.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi trong tháng 11 này có mở đợt thi kiểm tra Tiếng Anh nữa không ạ? Trong mail hồi tháng 9 PĐT có ghi dự kiến đợt kế tiếp vào tháng 11/2020 ạ.",
            "Chào bạn,. . . . Dự  kiến là tháng 12 sẽ mở đợt kiểm tra anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi kì thi kiểm tra anh văn đầu vào sẽ tổ chức vào ngày mấy và kết quả có kịp đăng kí môn học không ạ. Em nghe dự kiến là tháng 11 mà chưa thấy thông báo thi. Mà lịch đăng kí môn đã có đợt một rồi. Mong phòng đào tạo có thể xem xét tổ chức kì thi sớm hơn để phù hợp với lịch đăng kí môn ạ.",
            "Chào bạn,. . . . Dự  kiến là tháng 12 sẽ mở đợt kiểm tra anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Thầy Cô ạ, ngày 12/11 này là hạn chót đóng học phí kì chính và kì dự thính nhưng hiện tại gia đình em chưa thu xếp được vì lí do bị lũ lụt ạ. Thầy cô cho em hỏi bây giờ em phải làm gì để có thể xin đóng trễ học phí của cả dự thính lẫn kì chính ạ.em cảm ơn!",
            "Chào bạn,. . . . Bạn liên hệ phòng Công Tác Chính Trị Sinh Viên để tư vấn gia hạn học phí.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại tín chỉ tích lũy em đang là 23, nếu tính cả hk201 đang học thì em được hơn 30 tín chỉ. Vậy khi đăng ký các môn mã 2xxx cho hk202 thì có bị xoá vào các đợt đăng ký sau không ạ. (Hiện tại em đã học lại tất cả môn nợ mã 1xxx). Em cảm ơn!",
            "Chào bạn,. . . . Hiện tại học kỳ 201 chưa có điểm, bạn vẫn đăng kí được. Khi bạn có điểm học kỳ 201, PDT sẽ xét lại nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . E là sv hệ vhvl, e muốn hỏi là mình đk môn học ntn để đc học buổi sáng ạ? Mong đc giải đáp ạ?",
            "Chào bạn,. . . . Nếu bạn muốn học buổi sáng thì đăng kí chung với sinh viên chính qui nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào cô/thầy, em tên là [full_name], MSSV [student_id] em có thắc mắc mong thầy/cô giải đáp giúp:. . Em đã thi anh văn được 400 điểm và đã nộp bằng vào để qua anh văn 1 và anh văn 2. Hiện tại em đang học anh văn 3 dự thính kì 201. Em muốn hỏi mình có đủ điều kiện để đăng ký các môn học kỳ 202, tức kì 2 của năm 3 không ạ? . . Trong khi chờ đợi phản hồi của thầy/cô em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Điều bạn muốn hỏi nằm trong qui chế học vụ  điều 31, phụ lục 1 bạn tham khảo nha http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            ". .",
            "Yêu cầu khác: Dạ cho em hỏi sao tiền học phí đồ án kì này của em lại cao quá ạ. Em học 2 đồ án mà hết 2.100.000k. Tính ra 1 chỉ đồ án là 1.050.000k. Với lại em xin được trình bày là: em là hệ văn bằng 2 buổi tối, theo em đc biết là từ giờ trường sẽ không mở môn buổi tối nữa nên em buộc phải đk hệ ban ngày. Nếu nhà trường tính học phí kiểu chuyển hệ cho em là không công bằng đối với em ạ. Em xin cảm ơn ạ!",
            "Chào bạn,. . . . Bạn còn 1 đề cương 0 tín chỉ nhưng 2 tín chỉ học phí nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô. . . . Mong thầy/cô hướng dẫn em cách đăng ký môn học với ạ. . . . Em cám ơn",
            "Chào bạn,. . . . Bạn vào Mybk---  vào mục đăng kí môn học để đăng kí nha. Nếu bạn không làm được nữa thì liên hệ trực tiếp PDT để được hướng dẫn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào cô/thầy ạ,. . Em là [full_name], MSSV: [student_id]. Em được biết nhà trường có dự định sẽ tổ chức đợt kiểm tra anh văn vào tháng 11. Hiện tại đã có lịch đăng ký môn học cho HK202 nhưng vẫn chưa có lịch kiểm tra. Vậy cho em hỏi dự kiến khi nào sẽ có đợt kiểm tra ạ?. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Dự  kiến là tháng 12 sẽ mở đợt kiểm tra anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào các thầy cô, em muốn hỏi về vấn đề học phí. Theo như thông báo thì thời gian hết hạn đóng học phí đợt 1 cho sinh viên chính quy đại trà là 15:00 ngày 12/11/2020. Tuy nhiên em của em là K20 hiện giờ vẫn chưa có thông tin học phí trên bkpay, thầy cô cho em hỏi , trường hợp này thì mình làm như thế nào ạ, em cảm ơn ạ.",
            "Chào bạn,. . . . Bạn vui lòng xem mail PDT gởi cho sinh viên, khoá 20 tháng 12 mới đóng học phí. Hiện tại học phí khoá 20 chưa cập nhật.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô ạ. . Em là [full_name] . . Mssv [student_id]. . Em muốn hỏi là khi đăng ký bảo hiểm y tế, có mục Nơi đăng ký khám chữa bệnh ban đầu, thì mình sẽ điền nơi lúc trước mình đã đăng ký ( vd như em là Bệnh viện đa khoa khu vực Thủ Đức) hay là bệnh viện nơi mình muốn đến khám chữa bệnh ạ ( do em đã chuyển lên ở ktx Bách Khoa nên nơi khám chữa bệnh theo mong muốn là bệnh viện Trưng Vương chứ không còn là bệnh viện khu vực Thủ Đức) . . Mong sớm nhận được phản hồi từ thầy cô. . Em xin chân thành cảm ơn",
            "Chào bạn,. . Vấn đề về sinh hoạt công dân, bảo hiểm y tế, BHTN, điểm rèn luyện, sinh viên khá giỏi toàn diện, giấy xác nhận sinh viên về vay vốn ngân hàng bạn vui lòng liên hệ tại Phòng Công tác chính trị sinh viên để được hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là sinh viên k18 khoa hóa, học kỳ trước em bỏ thi môn hóa phân tích mã cũ là CH2003 (4 chỉ), kỳ này em đăng ký học môn hóa phân tích mã mới với K19 là CH2113 (3 chỉ).. . cho em hỏi là điểm trung bình được tính như thế nào vậy ạ. .   i Học vụ .",
            "Chào bạn,. . . . - Bạn nên học môn học theo đúng mã số môn học trong CTDT của bạn.. . . . - Bạn xem danh sách môn tương đương, thay thế có cập nhật trên web PDT, nếu môn có trong danh sách môn tương đương thì mới cộng nhận nha bạn http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_201&tid=447.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi thầy/cô,. . . . Em là sinh viên khóa 19, em muốn hỏi về chứng chỉ Ứng dụng CNTT cơ bản, không biết là trong học kỳ 202 đã ràng buộc điều kiện chưa? Hiện tại vì đã đến đợt đăng ký môn học nên em sợ không thể ôn tập và thi kịp. Em mong nhận được câu trả lời của PĐT vì em khá lo ạ.. . . . Em cảm ơn và chúc thầy/cô một ngày vui vẻ ạ.",
            "Chào bạn,. . . . Tiêu chuẩn ứng dụng kỹ năng công nghệ thông tin  miễn áp dụng cho khoá 2019.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy/cô hk201 này em có đăng ký một môn để duy trì trạng thái sinh viên. Tuy nhiên em đã qua môn đó rồi vậy hk này em có cần phải qua nữa khộng ạ hay em chỉ cần đi thi để tránh tbhk 0đ bị buộc thôi học thôi ạ. Em chân thành cảm ơn.. .",
            "Chào bạn,. . . . Bạn vui lòng tham khảo qui chế học vụ điều 27 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa PĐT.. . . . Hiện em là khóa K19, . . +Hết năm nhất em không đủ 28 chỉ để được đăng kí môn của HK201. Và nếu kết thúc HK201 thì em đủ chỉ để đăng kí HK202.. . Xin phép cho em hỏi, vậy em có được cộng tạm chỉ của HK201, để đăng kí Hk202 không ạ.. . +Hiện em chưa có chuẩn anh văn của năm nhất, vậy xin phép cho em hỏi thời gian cụ thể trường tổ chức kiểm tra anh văn định kì để lấy chuẩn đăng kí môn học ạ.. . . . Em cám ơn.. . . .",
            "Chào bạn,. . . . + Hiện tại học kỳ 201 chưa có điểm, bạn vẫn đăng kí được. Khi bạn có điểm học kỳ 201, PDT sẽ xét lại nha bạn.. . . . + Dự kiến là tháng 12, bạn thường xuyên kiểm tra mail để biết thông tin nha.. . . . Thân"
        ]
    }
]