[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . kính thưa pđt, hiện nay e có đăng kí luận văn tốt nghiệp, nhưng k đăng kí được vì vướng CTXH, e là khoa bảo dưỡng công nghiệp khóa cao đẳng nên chỉ cần có 10 ngày rưỡi. hiên tại e đã có 6.5 ngày và đã hiến máu được thêm 2 lần nhưng do tình hình dịch bệnh nên chưa nộp vào được, kính mong pđt đăng kí giùm luận văn tốt nghiệp giùm e rồi khi hết dịch e làm liền thêm 2 ngày nữa sẽ bổ sung sau ạ. E chỉ còn đúng luận văn tốt nghiệp và e cũng là khóa cao đẳng cuối cùng của trường, mong pđt  giúp đỡ để e được ra trường sớm nhất. E xin cảm ơn. .",
            "Chào bạn,. . Không được nhé bạn, để hoàn thành Ngày CTXH, SV có rất nhiều cách, kể cả tham gia các hoạt động địa phương. SV cần liên hệ P.CTCT-SV và Đoàn-Hội để được hỗ trợ.. . . . Phải đủ điều kiện bạn mới có thể đăng ký được môn LVTN.. . Sau khi đủ điều kiện, bạn có thể làm đơn xin đăng ký LVTN trễ hạn sau khi hết thời gian đăng ký online.. . Trong đơn phải có xác nhận đồng ý của giáo viên hướng dẫn và Ban chủ nhiệm khoa sau đó nộp tại Phòng Đào tạo để được xem xét đăng ký bổ sung trễ hạn. . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi trong đợt 3 đăng ký môn học vừa rồi em không đăng ký. Vậy bây giờ em muốn đăng ký một môn tự chọn để duy trig tình trạng sinh viên thì làm đơn hay theo cách nào ạ?",
            "Chào bạn,. . Bạn có thể đợt đăng ký dự thính HK211 (lần 2) nhé, còn 2 đợt ĐK MH online. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em xin chào Thầy/ Cô ạ ! . . Em tên: [full_name]. . MSSV: [student_id]. . Thầy/ Cô cho em xin được hỏi vấn đề sau ạ: . . Em đã hoàn thành chương trình đại trà 142 chỉ, tuy nhiên, em vẫn chưa hoàn thành CCAV Speaking and Writing. Vì thế, em đã đăng ký môn học Anh Văn 1 để được duy trì tình trạng sinh viên trong HK211. . . Hiện tại, nếu em không tham gia học và nhận điểm 13, thì điểm này có tính vào điểm TB tích luỹ không ạ ? ( Em đã nộp CCAV Reading and Listening, đã quy đổi điểm AV1 = 10 điểm). . . Em mong nhận được phản hồi từ Thầy/ Cô.. . Em xin cảm ơn Thầy/ Cô. . . Trân trọng. . . [full_name]",
            "Chào bạn. . - nếu em đã hoàn thành CTDT rồi thì dkmh chi vậy em?. . - nếu em không tham gia học thì sẽ bị BTH vì điểm TB=0, nếu Hk211 em tốt nghiệp luôn thì không sao. . - Em có thể rút môn học. . - Theo dõi thông báo để chuẩn bị đăng ký thi anh văn nói viết. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi trường đại học Bách Khoa,. . . . Em tên là [full_name], MSSV [student_id]. Em gửi tin nhắn này mong được trình bày lại về vấn đề của em như sau: Đợt đăng ký môn học vừa rồi trùng với ngày thi và kỳ thực tập của khoa em, nên khi đăng ký em đã bỏ qua môn   B Đồ án Kỹ thuật lập trình - CO1031  /B . Việc hoàn thành môn học này rất quan trọng với em vì em đang gần tới đích trên con đường tốt nghiệp. Em biết việc này là xảy ra là do em đã không có sự chuẩn bị từ trước, để xảy ra sai lầm này. Mong nhà trường có thể cho phép em có thêm cơ hội để đăng ký môn học kể trên ạ.. . . . Em xin chân thành cám ơn. Mong sớm nhận được hồi âm ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa phòng đào tạo, em tên Hồ Sĩ Nguyên mssv [student_id], em đã viết đơn cập nhật môn tương đương và được phản hồi là đã cập nhật thành công, nhưng chưa được cập nhật online trên hệ thống, khi em đăng kí luận văn tốt nghiệp(CI4313) cho đợt bổ sung HK211(23/8-25/8/2021) thì vẫn thông báo là thiếu môn :ĐAMH Thiết kế cầu (mã CI4123) ạ!. . Cụ thể là em xin cập nhật môn : Xây dựng cầu + ĐAMH Thiết kế cầu (CI4121+CI4123) tương đương với môn: Xây dựng cầu (CI4033) mà em đã học trong HK1(2019-2020).. . Em mong phòng đào tạo xem xét và cập nhật cho em trên hệ thống online để em được đăng kí LVTN ạ. Em cảm ơn !"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em nộp đơn lí do thanh toán học phí trễ. .",
            "Chào bạn. . Pdt đã ghi nhận. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em nộp đơn xin hủy đăng kí hoãn thi.",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào Thầy (Cô). . . . Dạ hôm trước em có gửi file dính kèm thu nhận lại rồi ạ. khi nào thì xóa tình trạng tạm dừng trên tình trạng sinh viên vậy ạ. Nếu em nộp thu nhận lại rồi mà kì này em không đăng kí môn học vậy có bị xóa tên không ạ. do 3 kì liên tiếp không có thời khóa biểu.",
            "Chào bạn,. . Hiện tại QĐ của bạn đang được xử lý.. . Nếu có nhu cầu ĐKMH HK211, bạn vui lòng gửi thêm 1 yêu cầu xin đăng ký môn học, ghi rõ tên và Mã MH, mã nhóm, để PDT kiểm tra và ĐKMH cho bạn (nếu còn sĩ số). . . SV chủ động liên lạc với GV để xin vào lớp vì hiện tại đã bắt đầu HK211. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo,. . Như yêu cầu/ câu hỏi trước, em mong muốn được đăng kí môn học Đồ án Hệ Thống số ( mã môn CO1029). . . Xin Phòng Đào tạo giúp em được đăng kí môn học này. Em xin cảm ơn ạ",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng đào tạo!. . Em tên là [full_name]. . MSSV: [student_id]. . Khoa: Kĩ thuật xây dựng. . Đơn xin cập nhật một số môn tương đương. Mong phòng đào tạo cập nhật sớm cho em để em có thể nhận được [full_name].. . Em xin chân thành cảm ơn!",
            "Chào bạn. . Cô đã chuyển thông tin của bạn cho bộ phận xử lý kiểm tra. . - Bạn đã đăng ký Lvtn đợt đang tiến hành được chưa?",
            "Đợt ĐKMH lần 3 vừa rồi em cũng đăng ký được nhưng kết quả lại không thỏa.. . Đợt này em vẫn đăng ký được ạ!",
            "Chào bạn. . Vậy bạn đợi kết quả vẫn không có thì khiếu nại lại giúp Cô nghen. . Còn về môn tương đương đã cập nhật xong"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . dạ cô ơi , em đã hoãn thi một môn học kì 202 , nhưng giờ em đăng kí môn này  học kì 211 và đã có thời khóa biểu môn này . Vậy em phải làm sao để được thi lại mà không phải đóng học phí môn này ạ . Em cảm ơn .",
            "Em gửi mã môn học, tên môn học lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào PDT ạ. . PDT cho em hỏi là hiện tại đã kết thúc đăng ký môn học của học kỳ chính 211 nhưng giờ em có thể đăng ký thêm để học lớp anh văn 4 trong học kỳ chính được không ạ.. . Em thuộc diện thi anh văn trong trường và được pass qua môn nhưng giờ em muốn đăng ký anh văn 4 liệu có thể được không ạ. . . Em xin cảm ơn ạ",
            "Chào bạn,. . Bạn vui lòng trình bày rõ lý do, tên mh, mã mH và mã nhóm xin đăng ký nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô. Vì học kì 201 em học 12 tín chỉ nên k đủ tín chỉ để đăng kí TTTN và HK 211 em đã đăng kí thêm để đủ điều kiện thì cho em hỏi số tín chỉ đăng kí của học kì 211 có được cộng vào để đk TTTN đợt bổ sung này k ạ.. .   i Đăng ký môn học .",
            "Chào bạn. . Không nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin kính chào quý Thầy Cô. . Em tên [full_name] [full_name]. . mssv [student_id]. . Em có một thắc mắc muốn hỏi là : Hiện tại vì lý do tình hình dịch bệnh nên gia đình có nhiều khó khăn chưa thể đóng được tiền học phí vậy có thể làm đơn vay tiền để đóng học phí của trường được không ạ? . Hay làm gì để có thể được học tiếp ạ. Em mong quý Thầy Cô tư vấn giúp em ạ. Em xin chân thành cảm ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi thầy cô . . Em tên là [full_name] MSSV [student_id] . . Mong muốn của em là đăng kí học môn học sau : . . tên môn học \" Giai tích mạch \". . Mã môn học EE2033. . Lớp muốn đăng kí : LO1_LO2. . Thầy [full_name]  . . . . Lý do: Đợt 1 ĐKMH em có đăng kí các môn như sau: Giải Tích Mạch: MSMH: EE2033, Kỹ Thuật Số: EE1009, Hệ Thống máy tính Và ngôn ngữ Lập Trình MSMH:EE2009. nhưng không có kết quả đăng lý đợt 1( Lý do là không có khả năng xếp lớp kèm ảnh minh chứng).. . ==  vào lần đăng kí  đợt 2 thì em đã thấy mở thêm sỉ số của môn Kỹ thuật số nên đã ĐK được môn này, nhưng các môn còn lại không đăng kí được do hết sỉ số. Nên em đã đăng ký các môn khác cho đủ tín chỉ.. . Nguyện vọng của em là được đăng kí môn Giải tích mạch EE2033 ở học kỉ chính, nhưng đã dk môn này ở kì dự thính bổ sung đợt vì học phí khá mắc nên em hy vọng được học ở kì chính .. . Em đăng kí môn này để làm nền tảng cho những môn khac vì học kì 211 em đã rớt nên còn lỗ hỏng kiến thức khá nhiều.. . Nên mong thầy cô xem xét lại giúp em học kì chính 211.. . Tên môn học: Giải tích mạch. . Mã môn học:EE2033",
            "Chào em,. . Cô đóng câu này nhé, vì em gửi trùng câu hỏi.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Vui lòng trình bày rõ nội dung"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . do khu em dịch bệnh nặng và liên quan đến sức khỏe, nên em chưa kịp đkmh cho hk chính 211. . em có thể xin được đkmh bổ sung không ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . Trường hợp của bạn đang bị tạm dừng vì không TT học phí đúng hạn.. . Để tiếp tục ĐKMH học kỳ 211, bạn vui lòng TT học phí (dù trễ hạn).. . SV vui lòng tải mẫu đơn thu nhận tại trang aao.hcmut.edu.vn/Sinh viên/biểu mẫu. Điền đầy đủ thông tin và gửi qua bksi nhé. . Nếu có nhu cầu ĐKMH HK211, bạn vui lòng gửi thêm 1 yêu cầu xin đăng ký môn học, ghi rõ tên và Mã MH, mã nhóm, để PDT kiểm tra và ĐKMH cho bạn (nếu còn sĩ số). . . SV chủ động liên lạc với GV để xin vào lớp vì hiện tại đã bắt đầu HK211. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . kính thưa pđt, e là lớp cao đẳng của khoa bảo dưỡng công nghiệp, Mong pđt cập nhập giùm e luận văn tốt nghiệp. vì khóa cao đẳng của e chỉ cần 6 ngày là có thể đăng kí được mà hiện tại nhà trường đang áp dụng theo chương trình đại học nên e không thể đăng kí được, hiện tại e là 6.5 ngày. mong pđt cập nhập giúp e để e hoàn thành chương trình sớm nhất có thể. .",
            "LVTN  . . . . Chào bạn,. . Không được nhé bạn, để hoàn thành Ngày CTXH, SV có rất nhiều cách, kể cả tham gia các hoạt động địa phương. SV cần liên hệ P.CTCT-SV và Đoàn-Hội để được hỗ trợ.. . . . Phải đủ điều kiện bạn mới có thể đăng ký được môn LVTN.. . Sau khi đủ điều kiện, bạn có thể làm đơn xin đăng ký LVTN trễ hạn sau khi hết thời gian đăng ký online.. . Trong đơn phải có xác nhận đồng ý của giáo viên hướng dẫn và Ban chủ nhiệm khoa sau đó nộp tại Phòng Đào tạo để được xem xét đăng ký bổ sung trễ hạn. . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Vừa rồi em có đăng ký hoãn thi môn Kinh tế chính trị và đã nhận được mail xác nhận. Em có thắc mắc là em sẽ phải tự động thi lại trong một trong những đợt thi sau (vd như thi cuối kỳ hk 203) hay là lịch thi lại của em sẽ được thông báo sau? nếu thông báo lịch thi lại thì em có thể xem ở đâu ạ? Em cám ơn.. . . .",
            "Chào em. . - (vd như thi cuối kỳ hk 203). . =  Em liên hệ với GV, Bộ môn cho phép thì em thi. . - hay là lịch thi lại của em sẽ được thông báo sau? . . =  Em xem kỹ quy chế điều 17.2 nhé. . . . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . . . =  Em xem kỹ quy chế điều 17.2 nhé. . . . . . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là giờ em rút môn học của học kì chính 211 thì có đóng học phí không ạ. .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô, . . . . Em tên là [full_name], MSSV [student_id], sinh viên khoa Xây Dựng. . . . . Sau khi thi cuối kỳ môn Giải tích 1 tại trường, em có mắc phải một sự cố dẫn đến việc không thể nộp được file quay màn hình. Ngay lúc đó em đã có email cho giảng viên bộ môn của em nhưng không nhận được phản hồi. Do đó em đã đăng ký hoãn thi vì hạn đăng ký là 5 ngày sau khi ngày thi diễn ra. . . . . Sau khi hoàn tất thì giảng viên có phản hồi và đã hỗ trợ giải quyết sự cố của em, vì vậy em liên hệ Phòng Đào tạo để được huỷ đăng ký hoãn thi ạ. Bên dưới sẽ là file đính kèm mẫu đơn hoãn đăng kí hoãn thi của em ạ.. . . . Em cảm ơn thầy/cô đã đọc email này và mong sớm nhận được phản hồi từ phòng Đào tạo.. . . . Trân trọng./.. . . .       [full_name]. . [full_name]. . . .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1711784  /b \t. . . .   i Đăng ký môn học . Đăng ký môn học. . . . Chào Phòng Đào tạo,. . em gửi yêu cầu với lý do xin phép được đăng ký vào lớp hữu cơ với thông tin cụ thể sau đây:. . - Tên môn học: HÓA HỮU CƠ. . - Mã môn học: CH2021. . - Lớp: A01. . - Gv: Phan Thị Hoàng Anh. . - Sĩ số 93/90. . . . Mong Phòng đào tạo hỗ trợ đăng ký",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "chào pđt.em tên đinh văn tiến sinh viên bằng 2 khóa 2018. đợt này trường cho sinh viên đăng kí bổ sung luận văn tốt nghiệp. nhưng sao em vào đăng kí không được .mong pđt hỗ trợ giúp dùm.. . . .",
            "Đã có [full_name]B"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào pđt ạ. Việc là đợt trước em có nhờ 1 bạn xin mở thêm lớp môn hoá môi trường 1 En2005 nhưng chỉ tăng sĩ số được vài người thôi ạ. Em vô đăng kí thì đã full rồi ạ. Nguyện vọng của em xin pđt cho em thêm vào lớp để được học môn này với ạ. Em khoá k19 kì này học không được môn này là bị trễ tận 2 năm luôn ạ. Em mong pđt giúp đỡ em để em được học môn này với ạ. Em tên [full_name] Mssv [student_id]. Em trân thành cảm ơn pđt chúc pđt một ngày làm việc vui vẻ ạ.. .",
            "Chào bạn,. . Vui lòng ghi rõ lý do, tên môn học, mã môn học và mã nhóm xin đăng ký nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . [full_name] ( mssv: [student_id] ). . Môn học xin đăng ký: . .  GE2041 - Địa vật lý dầu khí. .  [full_name]1007 - Thí nghiệm vật lý. .  [full_name]1005 - Giải tích 2. .  SP1007 - Ph/luật ViệtNam đạicương. .  [full_name]2013 - Xác suất và thống kê",
            "Chào bạn,. . Vui lòng ghi rõ lý do đăng ký trễ, ghi rõ tên mh, mã mh và mã nhóm MH xin đăng ký nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào pđt ạ. Việc là đợt trước em có nhờ 1 bạn xin mở thêm lớp môn hoá môi trường 1 En2005 nhưng chỉ tăng sĩ số được vài người thôi ạ. Em vô đăng kí thì đã full rồi ạ không cho đăng kí nữa ạ. Nguyện vọng của em xin pđt cho em thêm vào lớp để được học môn này với ạ. Em khoá k19 kì này học không được môn này là bị trễ tận 2 năm luôn ạ. Em mong pđt giúp đỡ em để em được học môn này với ạ. Em tên [full_name] Mssv [student_id]. Em trân thành cảm ơn pđt chúc pđt một ngày làm việc vui vẻ ạ.. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn,. . Vui lòng thanh toán học phí xong mới nộp đơn thu nhận nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào [full_name]T ạ.. . Em tên [full_name] mssv [student_id]. . Em vì những kỳ trước em đăng ký anh văn 4A mã học LA1043 em thấy hệ thống báo không được đăng ký vì cần học anh văn 3A nhưng giờ em mới biết có thể học được anh văn 4 ( LA1009 ) , em là sinh viên thi anh văn trong trường nên em không biết về quy định anh văn này giờ em có hỏi bạn bè thì em mới biết . . Do đó em xin thêm sỉ để em được học lớp anh văn 4 mã môn học LA1009 lớp L04 thứ 3 tiết 2-3-4  giảng viên [full_name] ạ. . Em xin cảm ơn [full_name]T ạ",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em có đăng ký đề cương luận văn trên đăng ký môn học, dạ em có nhận được mail này ạ, dạ vậy đề cương luận văn em có cần đăng ký thêm gì không ạ. . . .",
            "Chào bạn. . Nếu bạn kiểm tra trên Mybk-TKB đã có TKB rồi thì không cần đăng ký. . Nếu chưa có thì đăng ký để Pdt xét lại"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do tình hình dịch bệnh khu nhà em có ca dính covid nên em phải xét nghiệm nhiều lần, do đó em đã quên thời gian đăng ký môn học lần 2 và 3, mong [full_name]DT thông cảm và xem xét cho em ạ.. . . . [full_name] ( mssv: [student_id] ). . Môn học xin đăng ký:. . GE2041 - Địa vật lý dầu khí . . [full_name]H1007 - Thí nghiệm vật lý. . MT1005 - Giải tích 2. . S[full_name]1007 - [full_name]h/luật ViệtNam đạicương. . MT2013 - Xác suất và thống kê. . MT1009 - [full_name]hương pháp tính",
            "Chào bạn,. . Vui lòng làm theo đúng thứ tự hướng dẫn nhé!. . Trường hợp của bạn đang bị tạm dừng vì không TT học phí đúng hạn.. . Để tiếp tục ĐKMH học kỳ 211, bạn vui lòng TT học phí (dù trễ hạn).. . SV vui lòng tải mẫu đơn thu nhận tại trang aao.hcmut.edu.vn/Sinh viên/biểu mẫu. Điền đầy đủ thông tin và gửi qua bksi nhé. . Nếu có nhu cầu ĐKMH HK211, bạn vui lòng gửi thêm 1 yêu cầu xin đăng ký môn học, ghi rõ tên và Mã MH, mã nhóm, để PDT kiểm tra và ĐKMH cho bạn (nếu còn sĩ số).. . SV chủ động liên lạc với GV để xin vào lớp vì hiện tại đã bắt đầu HK211. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào quý thầy/cô, . . Em tên là [full_name], sinh viên khoá K15. Em đã hoàn thành môn học Thủy công 1(CI3047) và Thủy năng thủy điện (CI3101) nhưng hệ thống không đổi điểm sang môn học tương đương là Thủy công 1 (CI3199) và Thủy năng thủy điện (CI3227), do đó em không thể đăng ký LVTN HK chính 211. Kính mong quý thầy/cô xem xét.",
            "Chào bạn,. . Bạn vui lòng trình bày rõ vấn đề, là bạn học môn tương đương?. . Nếu bạn học môn tương đương, vui lòng làm đơn xin cập nhật môn tương đương để đăng ký LVTN.. . ghi rõ mà LVTN xin đăng ký. . Ghi rõ tên và mã MH tương đương bạn học ở HK nào? Tương đương môn học nào để PDT kiểm tra và trả lời. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ lí do là do bữa em có nhờ 1 bạn xin mở thêm lớp môn hoá học trong kỹ thuật và khoa học môi trường 1 mã môn học là En2005 nhưng pđt chỉ thêm sĩ số mà số lượng ít quá em vô check để đăng kí thì đã hết slot r ạ. Em xin pđt cho em vào được học môn này ạ. Do em khoá k19 mà kì này em không học được là bị trễ 2 năm luôn ạ. Em xin pđt giúp em để em được học môn này trong kì này ạ. Tên môn học hoá học trong kỹ thuật và khoa học môi trường 1 mã môn học En2005 nhóm lo xin vào L01 hoặc L02",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào anh/chị,. . Đến hôm nay em lại tiếp tục bị sai tên trong bảng tổng kết môn vật lý 1. Anh/ chị có thể trả lời trục tiếp qua sđt: [phone_number] có được không ạ. Chứ cứ bảo là sẽ giải quyết, sẽ phản hồi qua mail nhưng chưa thấy lại sai tiếp môn tiếp theo rồi. Em cảm ơn.\t. . . .",
            "Chào em,. . Em yên tâm PĐT đang sửa lại, việc sai tên em hàng loạt các môn thi là do PĐT đã in danh sách thi trước đó. . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ lí do là do bữa em có nhờ 1 bạn xin mở thêm lớp môn hoá học trong kỹ thuật và khoa học môi trường 1 mã môn học là En2005 nhưng pđt chỉ thêm sĩ số mà số lượng ít quá em vô check để đăng kí thì đã hết slot r ạ. Em xin pđt cho em vào được học môn này ạ. Do em khoá k19 mà kì này em không học được là bị trễ 2 năm luôn ạ. Em xin pđt giúp em để em được học môn này trong kì này ạ. Tên môn học hoá học trong kỹ thuật và khoa học môi trường 1 mã môn học En2005 nhóm lo xin vào L01 hoặc L02. .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em xin chào [full_name]T ạ. . Em hiện tại em đang cần tìm địa chỉ e_mail của giảng viên [full_name] dạy tiếng anh mã môn học LA1009  học kỳ chính vào thứ 3 tiết 2-3-4 mà em tìm trên trang của trường nhưng không thấy . Do đó em lên đây đặt câu hỏi xin địa chỉ e_mail của cô ạ . . Em xin cảm ơn ạ",
            "Chào em,. . Số điện thoại, email của GV cô không biết nhé, em thử liên hệ TTNN. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin rút môn học",
            "Chào bạn,. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Vì laptop em bị hỏng (không đi sửa được do bị phong tỏa).Nên em mong muốn được hoãn thi môn học Giải Tích 2 (MT1005).. .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Rút môn học . . Em tên [full_name] mssv [student_id]. .",
            "Chào bạn,. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . [full_name] Thuật Robot - [full_name]3015 - [full_name]-[full_name]03. . Đồ án Thiết Kế - [full_name]2011 - [full_name]04. . Vi Điều Khiển - [full_name]3007 - [full_name]-[full_name]03. . Hệ Thống P[full_name]C - [full_name]3013 - [full_name]-[full_name]02. . CAD/[full_name] - [full_name]4007 - [full_name]02-[full_name]03. . Quản Trị Kinh Doanh cho [full_name] Sư - [full_name]01 - [full_name]-[full_name]. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Chào thầy cô,. . Họ và tên: [full_name]. . MSSV: [student_id]. . Em có nộp đơn mở lớp dự thính môn đồ án nhưng vẫn chưa được xử lý.. . Em xin nộp đơn lại mở lớp đồ án 1 (ME3255), đơn và danh sách sinh viên đăng kí đã được đính kèm.. . Chúng em đã tham gia và hoàn thành môn học, Mong pđt xét duyệt để chuyển điểm để chúng em kịp với tiến độ học tập. Vì đây là môn học tiên quyết cho môn học sau nên mong PĐT xem xét.. . Cảm ơn thầy cô . . Chúc thầy cô ngày làm việc vui vẻ",
            "Chào bạn. . Môn đồ án không mở vào HK dự thính. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ chào thầy cô, e là Khương sinh viên năm 2. Vào đợt đăng kí môn học dự thính lần 1, e có đăng kí môn giải tích 1 nhưng e k biết học phí là 800k/chỉ nên là tiền học phí e sợ gia đình không đủ điều kiện để đóng thêm học phí dự thính.. . hy vọng thầy cô xem xét để e có thể xóa môn học",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . . . - SV gặp khó khăn về học phí vui lòng liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . . . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào anh/chị PĐT,. . . . Em gửi để phản hồi lại yêu cầu em đã đặt trước đó.. . Em xin được phép chia sẻ lại vấn đề: một số bạn K18 khoa Quản lý công nghiệp còn chưa hoàn thành được các môn học:. . - Tiếp thị căn bản (MSMH: IM1019). . - Kinh tế học vi mô (MSMH: IM1003). . . . Các bạn mong muốn được học chung với K21 trong kỳ 211, tuy nhiên K21 nhập học khá trễ nên các bạn lo lắng sẽ không được đăng ký. Em xin đại diện nhờ PĐT cho em ý kiến về vấn đề này (sẽ được đăng ký chung k21 hay không?).. . . . Trân trọng cảm ơn sự hỗ trợ của PĐT.",
            "Chào em,. . Việc đăng ký chung với K21 (nếu sv gửi qua bksi) PĐT nhập vào file rồi căn cứ vào TKB của sv, sỉ số lớp ... mới đăng ký cho các em được. . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào ạ,. . . . Lý do xin đăng ký môn học:. . . .    Em muốn học ở học kỳ chính 211 để học theo chương trình đào tạo của sinh viên nhưng đã qua 3 đợt đăng ký môn học và em đã bị quên không đăng ký 3 đợt đó. Nên bây giờ em có thể xin phòng đào tạo đăng ký các môn học bên dưới được không ạ.. . . . Môn học em muốn đăng ký ở học kỳ chính 211 là:. .      . . Mã môn học:        Tên môn học:. . . .   EE3069            PLC. . . .   EE3071            SCADA . . . .   EE3139           Cảm biến và đo lường. . . .   EE3131           Hệ thống năng lượng xanh. . . .   SP1009            Đường lối cách mạng của . .                     Đảng Cộng sản Việt Nam. . . . Ở trên em đã ghi rõ lý do xin đăng ký môn học, mã môn học và tên môn học. Còn mã nhóm lớp thì vì em chưa đăng ký nên không thể xem mã nhóm lớp được ạ. . . Em đã ghi đầy đủ các yêu cầu để xin đăng ký môn học nhưng em vẫn nhận được câu trả lời phải ghi rõ lý do ĐKMH, Mã môn học và tên môn học. Em xin cô có thể nói rõ hơn không ạ.. . . . Em xin cảm ơn.",
            "Chào bạn. . Đã bổ sung TKB cho bạn, lần sau lưu ý đăng ký MH theo đúng quy định, môn EE3139 không mở lớp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào [full_name]/Chị Phòng đào tạo ạ, cho em hỏi lúc sáng trường có gửi mail về việc không xét điều kiện chứng chỉ [full_name] văn quốc tế để xét nhận LVTN, nhưng em đăng kí nhận LVTN lại không được ạ.. . Em cảm ơn [full_name]/Chị ạ",
            "Chào bạn,. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào quý thầy/ cô phòng đào tạo.. . Em có đăng ký in giấy CNSV ngày 4/8 và đã được duyệt hôm 9/8/2021 nhưng đến nay em vẫn chưa nhận được và được các thầy cô khác giải thích vì một số lý do bất khả kháng nên bưu điện trả về vậy PĐT có thể nào gửi bản pdf qua mail cho em được không ạ ( em đang cần gấp ạ ). Em cám ơn ạ !. . [full_name]. . MSSV:[student_id]. . mail:[email]",
            "Chào em,. . - PĐT không giúp em được vấn đề này nhé, em thông cảm. Hiện tại làm việc online và nhân sự đến trường rất ít.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "dạ em muốn làm đơn xin hủy hoãn thi 1 môn thì cần lấy mẫu đơn ở đâu ạ. .   i Yêu cầu khác .",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . . . aao/biểu mẫu .... . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . kinh thưa pđt, hiện tại [full_name] đang gặp vấn đề đăng kí luận văn, vì khoa cao đẳng [full_name] hiện tại chỉ cần 6 ngày ctxh là có thể đăng kí luận văn và hiện tại [full_name] đã 6.5 ngày rồi mà khi đăng kí vẫn k được, mong đào tạo xử lí giùm [full_name]. [full_name] có hỏi yêu cầu 2 lần trước đó, lần đầu là [full_name] ch biết khoa [full_name] chỉ cần 6 ngày nên [full_name] mới xin, nhưng lần 2 [full_name] đã lên aao đọc thì chỉ cần có 5 ngày nên [full_name] nhờ pđt cập nhập giùm nhưng 2 lần đều 1 câu trả lời. Mong pđt giải quyết giùm [full_name] tạo điều kiện để [full_name] hoàn thành chương trình học sớm nhất có thể. Dưới đây là 2 hình ảnh [full_name] đọc trên aao và CTXH của [full_name]. [full_name] xin cảm ơn pđt. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô PĐT,. . . . Em tên [full_name] (MSSV: [student_id]), sinh viên chương trình [full_name]ỹ sư chất lượng cao Việt Pháp.. . . . Ở văn phòng PFIEV đang thông báo là nộp hồ sơ ứng tuyển học bổng thực tập ở Pháp dành cho [full_name]17. Trong hồ sơ yêu cầu có bảng điểm cho tới H[full_name]201 (tiếng Anh/ hoặc Pháp). Tuy nhiên, do dịch, nên em không thể lên trường xin trực tiếp, cũng như theo các chỉ thị mới nhất thì cũng hạn chế shipper hay đường bưu điện. Mà deadline nộp hồ sơ là 30/8/. . . . Do đó, em mong quý thầy/cô có thể hỗ trợ gửi cho em bảng điểm file pdf qua mail để hoàn thiện hồ sơ được không ạ?. . . . Em xin cảm ơn!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy cô phòng đạo tạo. Em là sinh viên năm 3, khoa điện - điện tử. Kỳ đăng ký dự thính 211 em có đăng kí học cải thiện môn vật lí bán dẫn (mã môn EE2007 - đã qua từ kỳ 192). Vì lí do trùng lịch thí nghiệm nên mybk đã xóa mất môn này em đăng kí. . . . . Vì em định chuyển điểm thí nghiệm cũ qua môn cải thiện này nên khả năng sẽ không học lại thí nghiệm. Vậy em có thể đăng ký bổ sung lại lớp lý thuyết thôi không ạ? Và nếu được thì hình thức đăng ký như thế nào?. . . . Em xin cảm ơn!. .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính (lộ trình 1) HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào pđt ạ. Dạ lí do là do bữa em có nhờ 1 bạn xin mở thêm lớp môn hoá học trong kỹ thuật và khoa học môi trường 1 mã môn học là En2005 nhưng pđt chỉ thêm sĩ số mà số lượng ít quá em vô check để đăng kí thì đã hết slot r ạ. Em xin pđt cho em vào được học môn này ạ. Do em khoá k19 mà kì này em không học được là bị trễ 2 năm luôn ạ. Em xin pđt giúp em để em được học môn này trong kì này ạ. Tên môn học hoá học trong kỹ thuật và khoa học môi trường 1 mã môn học En2005 nhóm lo xin vào L01 hoặc L02.",
            "Chào bạn,. . Đã bổ sung cho bạn nhóm L01 nhé, vui lòng theo dõi [full_name]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn gửi yêu cầu hủy hoãn thi ạ. .   i Yêu cầu khác .",
            "Chào em,. . Em gửi lại đơn phải có ngày tháng năm, họ tên , chữ ký. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Học vụ . Nay đã hết hạn thời gian đào tạo tối đa .. . Em đăng ký các môn học bình thường nhưng không thể đăng ký thực tập tốt nghiệp.. . Nay em xin chuyển hệ VHVL. . . . Đính kèm đơn",
            "Chào bạn. . Bạn bổ sung thêm đơn bạn cần dkmh nào để học trong HK211, để xử lý cho bạn luôn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2013435  /b \t. . . .   i Đăng ký môn học . MSMH: SP1031   NHÓM LỚP: A01. . MSMH: IU1005   NHÓM LỚP: L01. . MSMH: IU2021   NHÓM LỚP: L03. . MSMH: LA1003   NHÓM LỚP: L04. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    }
]