[
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Chào thầy cô. . Em là [full_name] mssv [student_id] . . Khoa công nghệ vật liệu, chuyên ngành vật liệu năng lượng và ứng dụng, lớp VL17NL.. . Vừa qua em có đăng kí đề cương luận văn MA4341. Tuy nhiên hệ thống báo lỗi em chưa học môn MA3017, môn này em đã học môn tương đương MA3091 và có điểm trên hệ thống.. . Em đã phản hồi lên bksi và được trả lời hai môn không tương đương, bảo em liên hệ khoa giải quyết. Em đã liên hệ khoa và khoa chấp nhận xét miễn môn Ma3091 cho môn Ma3017.. . Mong thầy cô cho em bổ sung đề cương luận văn Ma4341 vào thời khóa biểu. .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/02/2022.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name], MSSV [student_id], hiện đang học bằng 2 khoa Kỹ thuật Địa chất và Dầu khí.. .      Trong đợt Đăng ký môn học HK212 - Bổ sung TTTN,DCLV,LVTN, em đã đăng ký thành công môn học Luận văn tốt nghiệp (Địa chất môi trường) (GE4313). Sau khi có kết quả đăng ký em xem thì thấy PĐT không đăng ký cho em vì không đủ điều kiện nhận Luận văn tốt nghiệp. Em kiểm tra thì thấy mình đã đủ điều kiện nhận LVTN. Vậy em xin PĐT kiểm tra giúp em và cho biết em thiếu điều kiện gì? Nếu đủ điều kiện thì xin PĐT cho em đăng ký môn học Luận văn tốt nghiệp (GE4313) để thực hiện trong học kì này.. .      Em xin cảm ơn!. .   i Khiếu nại đăng ký môn học ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi PĐT, . . . . Vào học kỳ 211 em có đăng ký học môn Thực tập điện 1. Thầy [full_name] đã cho các bạn đang ở SG được học nhưng tại thời điểm em học thì em có tiếp xúc F0 nên đã gửi mail xin tạm dừng và xin học ở học kỳ sau tết. Vậy mong nhà trường hỗ trợ em sắp xếp thời khóa biểu để em bổ túc các môn còn thiếu vào chương trình đào tạo cho đủ. . . . . Trân trọng, . . . .",
            "Chào em,. .  Thầy [full_name] đã cho các bạn đang ở SG được học. . =  Em vui lòng email đến thầy [full_name] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name], MSSV [student_id], hiện đang học bằng 2 khoa Kỹ thuật Địa chất và Dầu khí.. .      Trong đợt Đăng ký môn học HK212 - Bổ sung TTTN,DCLV,LVTN, em đã đăng ký thành công môn học Luận văn tốt nghiệp (Địa chất môi trường) (GE4313). Sau khi có kết quả đăng ký em xem thì thấy PĐT không đăng ký cho em vì không đủ điều kiện nhận Luận văn tốt nghiệp. Em kiểm tra thì thấy mình đã đủ điều kiện nhận LVTN. Vậy em xin PĐT kiểm tra giúp em và cho biết em thiếu điều kiện gì? Nếu đủ điều kiện thì xin PĐT cho em đăng ký môn học Luận văn tốt nghiệp (GE4313) để thực hiện trong học kì này.. .      Em xin cảm ơn!. .   i Khiếu nại đăng ký môn học .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu.. . Thân mến. .  . .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin kính chào Phòng Đào tạo,. . . . Em tên là [full_name], mã số sinh viên [student_id], là sinh viên lớp VP17VT.. . . . Em xin phép được thông tin với Phòng Đào tạo rằng những môn học em đã đăng ký xin hoãn thi ở HK211 đã được Phòng Đào tạo đồng ý cho phép hoãn và em không bị cấm thi. Thế nhưng kết quả điểm trên MyBK của em đều là 13 (Vắng thi). Em kính xin Phòng Đào tạo xem xét và hỗ trợ giúp em!. . . . Em xin chân thành cảm ơn,. . . . Trân trọng.",
            "Chào bạn[full_name] [full_name] Pdt đang hậu kiểm với [full_name][full_name] [full_name] Trong ngày mai sẽ có thông báo cụ thể cho SV nghen[full_name] [full_name] Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Khiếu nại ĐKMH HK212. . . . Kính gửi Phòng Đào Tạo,. . . . Em tên là [full_name] - [student_id], sinh viên ngành kỹ thuật máy tính OISP. Em viết đơn này vì muốn khiếu nại về việc hủy đăng kí luận văn tốt nghiêp(CO4327) của em với lí do đưa ra là em không đạt tiêu chí đăng kí. Nhưng em sau khi xem xét kỹ thì thấy bản thân hoàn toàn đủ điều kiện. Hiện tại em đã tích lũy được hơn số tín chỉ tối thiểu và qua tất cả các môn tiên quyết hay ràng buộc, có 21.5 ngày công tác xa hội, điểm đề cương luận văn cũng đạt yêu cầu. Đồng thời em đã nạp bằng ielts từ lúc mới vào trường và đã thanh toán phí chuyển điểm.. . . . Mong sớm nhận được phản hồi từ phòng đào tạo.. . Em xin chân thành cảm ơn.",
            "Đã trả lời. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin kính chào quý thầy cô!. . Em xin hỏi 1 vài vấn đề thắc mắc về lịch học vụ sau Tết ạ.. . Theo lịch, sinh viên bắt đầu học trực tuyến lại vào tuần 7(14/2), bên cạnh đó sinh viên có các buổi học tại xưởng, phòng thí nghiệm sẽ học trực tiếp tại trường.. .  Nhưng theo thời khóa biểu hiện tại được cập nhật ngày 21/1 thì tuần 6 sinh viên đã bắt đầu học lại và có học các buổi thí nghiệm nên vấn đề này khá là quan trọng.. . Em thắc mắc không biết mình sẽ theo cái nào.. . Mong quý thầy cô giải đáp cho em để còn sắp xếp phương tiện để vào SG hợp lí ạ.. . Em xin chân thành cảm ơn",
            "Chào bạn. . Bạn vui lòng đợi cập nhật mới TKB, có thể thí nghiệm hangout hay trực tiếp. . Pdt đang làm việc lại với Phòng thí nghiệm/Khoa để ra TKB chính xác và cập nhật mới . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy/cô, em có đăng kí tốt nghiệp và đăng kí gửi bằng tốt nghiệp tạm thời về địa chỉ nhà nhưng đã 2 tuần rồi em vẫn chưa nhận được. . . Mong thầy/cô kiểm tra giúp em xem em có sai xót gì trong quá trình đăng kí ko ạ.. . Em xin cảm ơn. .",
            "Chào em,. . Em có thể vào lại trang mybk/Đăng ký tốt nghiệp để tải file scan sử dụng trước.. . Em có thể dùng số điện thoại bạn đăng ký để tra mã vận đơn trên trang viettel post nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] MSSV/MSGV: [student_id]  /b \t. . . .   CI3239 Khiếu nại đăng ký môn học  /CI3239 . . Em có đăng kí môn học Nền móng nhưng bị hủy PĐT có chuyển em qua lớp Nền Móng L05 của thầy [full_name] vào thứ ngày 18/01 nhưng hôm đó em bận đi khám bệnh nên xin nghỉ 1 buổi và buổi sau em vào lớp để xin thầy học nhưng thầy không chấp nhận, em mong PDT có thể cho em đăng kí học môn này và em hứa sẽ xem lại các bài học mà em đã nghĩ trong quá trình vừa qua.. . . .",
            "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý, PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến. .",
            "Khiếu nại đăng ký môn học . Họ tên : [full_name] [student_id]. . Mã môn học : CI3415. . Tên môn học : Thực tập ngoài trường. . Mã nhóm : A01. . HK : HK212. . Lý do : Không đủ đ/kiện nhận TTTN - [full_name]",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu.. . Thân mến. .  . .",
            "Khiếu nại đăng ký môn học . Em tên là [full_name] HC18KSTN. . Mã môn học CH4327. . Em có đăng ký môn LVTN nhưng vẫn không được ạ, e có xem các điều kiện thì e cảm thấy mình chỉ vướng tiêu chí thiếu 8 chỉ AV, do dịch nên e không thi được và e cũng cũng thấy trường cho miễn để đăng ký môn nên chưa rõ vì sao đăng ký không được ạ, trường mở lại giúp e đăng ký môn với ạ.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân",
            "b MSSV/MSGV: 1511734  /b \t. . Dạ chào Thầy/Cô,. . Trong đợt đăng ký bổ sung LVTN em đã có gửi đăng ký, và lịch sử đăng ký LVTN của em báo \"chờ xét và xem kết quả sau\" và đến nay vẫn chưa có LVTN trong thời khóa biểu.. . Đến hôm nay 25/1/2022 là hạn cuối gửi khiếu nại theo email từ pđt nên em gửi khiếu nại ở đây. Mong Thầy/Cô hỗ trợ.. . Môn học: Luận Văn Tốt Nghiệp. . Mã MH: EE4333. . Em cảm ơn.. .   i Khiếu nại đăng ký môn học .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu.. . Thân mến. .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cơ quan nơi phụ huynh em làm việc có hỗ trợ gia đình nhân viên có con em còn đi học, bị ảnh hưởng bởi dịch covid năm 2021. Hiện phụ huynh em cần bổ sung thêm vào hồ sơ xác nhận sinh viên của em học kỳ 211.. . . . Em là K15 đang chờ xét tốt nghiệp, học kỳ 212 em ko có thời khoá biểu nên không thể đăng ký giấy xác nhận sinh viên. Nhưng học kỳ 211 em vẫn còn đang theo học, có thời khoá biểu và đóng học phí đầy đủ, mong phòng đào tạo cho ý kiến để em viết đơn xin gửi tại phòng đào tạo. Em xin cảm ơn.. .",
            "Chào bạn. . Thời điểm hiện tại không thể cấp giấy xác nhận cho Hk211. . Bạn có thể liên hệ Phòng kế hoạch tài chính xin in hóa đơn học phí. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là sinh viên khóa 2017, thẻ sinh viên của em chỉ có hiệu lực đến tháng 3/2022 nhưng em vẫn còn đang học tại trường cho đến hết học kì 212. Cũng theo thông tin in trên thẻ rằng   B   I khi hết thời hạn hiệu lực thẻ, em cần đăng ký để được cấp thẻ mới  /B   /I . Vậy cho em hỏi thủ tục đăng ký như thế nào ạ? Vì em cần gia hạn hiệu lực thẻ để sử dụng cho việc đăng ký thi ngoại ngữ cùng như một số hoạt động khác cần thẻ sinh viên.",
            "Chào em,. . Em có thể đăng ký làm lai thẻ SV tại trang mybk/Đăng ký làm lại thẻ SV. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Em chào quý thầy cô phòng [full_name] -Trường ĐH Bách Khoa TP.HCM . . Em là [full_name] -MSSV: [student_id], lớp MO15QLMT, hiện tại là sinh viên đã bị xoá tên. . . Nay em gửi đơn này kính mong quý thầy cô thu nhận lại và chuyển em sang hình thức vừa học vừa làm học kì 2 năm học 2021-2022. . . Em xin chân thành cảm ơn quý thầy cô và nhà trường!",
            "Chào em,. . PDT đã tiếp nhận đơn chuyển hệ qua VLVH của bạn, bạn vui lòng trình bày rõ hiện tại em còn nợ MH nào? và có nguyện vọng đăng ký MH cho HK212 hay không? Vì hiện tại đã là tuần thứ 4 của HK212.. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em tên là [full_name], em thắc mắc về vấn đề đăng ký môn học thực tập ngoài trường ( EE3375), theo như CTĐT thì kì này bên em có môn này, mà em đăng ký tới 3 lần rồi mà vẫn không được ( đều bị VP từ chối ) và theo các kì học trước thì em không rớt môn nào, các bạn sinh viên cùng khoa đều bị tình trạng tương tự, em mong được giải đáp thắc mắc sớm.. . Em cảm ơn.. .",
            "Đã trả lời. .",
            "b MSSV: [student_id]  /b \t. . . .   i [Thắc mắc] đăng ký môn học . Em tên [full_name]. . MSSV: [student_id] hệ VHVL ngành Kỹ thuật hoá học - [full_name]. . . . Đợt 4 ĐKMH em có đăng kí LVTN mã CH4363 [khóa 2015] - và được trả kết quả đăng kí \"PDT không đ/ký cho SV MH CH4363 (B: Chờ xét TTTN - LVTN - DCLVTN - SV xem kết quả sau.)\". . . . Tuy nhiên em đã hoàn thành các môn TTTN và DCLVTN,  cụ thể ở Học kỳ 1 (2019-2020):. . điểm Thực tập tốt nghiệp (CH3363) là: 7.0. . điểm Đề cương luận văn tốt nghiệp (CH4361) là: 6.50",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu.. . Thân mến. .  . .",
            "Khiếu nại đăng ký môn học . Dạ em chào quý thầy/ cô,. . Em tên là [full_name], MSSV: [student_id].. . Sau khi em nhận được kết quả ĐKMH đợt 4 bổ sung cho môn   B Luận văn tốt nghiệp (MSMH: IM4317)  /B  thì em đã bị huỷ đăng ký với lý do không đủ điều kiện nhận LVTN. Tuy nhiên, trong email của trung tâm hỗ trợ SV gửi ngày 18/1 có nội dung: \"  B Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN)  /B . Các học phần tốt nghiệp sẽ được PĐT hậu kiểm lại để đảm bảo đúng điều kiện ràng buộc theo đúng quy định\". Hiện nay, em chưa có điểm môn TTTN trong học kỳ hè 203 và em không thuộc diện cấm thi và khi so sánh với nội dung trên thì em vẫn được xem là đạt và có thể đăng ký môn LVTN. Nhưng thực tế thì em đã bị huỷ kết quả đăng ký môn LVTN ở lần ĐKMH bổ sung thứ 4 này. . . Kính mong quý thầy/cô hỗ trợ và giải quyết giúp em ạ. Em cảm ơn quý thầy/cô nhiều.. . Kính chúc quý thầy/cô sức khoẻ.. . Trân trọng,. . [full_name]",
            "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất sau ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là sinh viên PFIEV khóa 17, Do em đã chưa đủ điểm qua môn học Phương pháp tính (006719), Sau đó do thay đổi ctđt nên môn này không còn mở và thay vào đó là môn tương đương theo ctdt mới phương pháp tính (MT1009) và em đã hoàn thành trong học kì 211. em đã làm đơn chuyển điểm kính mong phòng đào tạo xem xét.. . Xin chân thành cảm ơn",
            "Chào em,. . Trường hợp môn tương đương của em đã được cập nhật nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Lý do khiếu nại: em xem xét trong các điều kiện xét nhận LVTN thấy mình đã thỏa điều kiện ĐKMH trước đó PĐT đã thông báo nhưng vẫn không đăng ký được môn học LVTN.. . Môn học: LVTN (Kỹ thuật điện tử, truyền thông). . Mã MH: EE4337",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã kiểm tra ViettelPost thì không có đơn vận chuyển và trên MyBk/Đăng kí tốt nghiệp thì em đã thành cựu sinh viên ko tìm thấy file scan giấy chứng nhận tốt nghiệp tạm thời tại đây ạ.",
            "Chào em,. . Cô gửi em file scan giấy CN tốt nghiệp tạm thời. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kính gửi PĐT,. . . . Em là Hương Huệ - [student_id], sinh viên vừa chuyển hệ sang VLVH. Vì nhận được thông tin từ PĐT là tạm thời không xét CCAV khi xét LVTN nên trong đợt ĐKMH này em muốn đăng ký môn LVTN - CH43B3 cho HK212, tuy nhiên sau khi đăng ký môn học cả 4 đợt đều không thành công. Em có kèm ảnh lí do khi đk không được từng đợt ạ.. . . . Dạ nhờ PĐT kiểm tra giúp em và tạo điều kiện để em kịp đăng ký LVTN học kỳ này ạ. . . . Em cảm ơn.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu.. . Thân mến. .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Dạ em chào thầy/cô ạ,. . Em là [full_name] - k18, dạ theo thông báo của nhà trường là các môn học chưa có điểm nhưng SV không bị cấm thi được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần tốt nghiệp và trong kỳ 212 này nhà trường cũng không xét đến điều kiện anh văn nên em đủ điều kiện để đăng ký môn Luận Văn Tốt Nghiệp theo tiến độ của chương trình, nhưng đợt vừa rồi môn học của em vẫn bị xóa và lý do là không đủ điều kiện đăng ký môn học.. . Em mong thầy/cô có thể xem xét lại giúp em về vấn đề này ạ.. . . . Em xin cảm ơn thầy/cô ạ. . . . Trân trọng,. . Hồ Ngọc [full_name]",
            "Chào bạn,. . . . Bạn cho biết mã số luận văn để PDT xét lại cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  Em muốn xin chuyển điểm môn Vật liệu xây dựng CI2037 sang môn Tin học trong trắc địa CI2035. .  Môn học thay thế cho Tin học trong trắc địa CI2035 là Vật liệu xây dựng CI2037. .",
            "Chào bạn. . Pdt đã chuyển điểm . . Bạn có thể đăng ký in bảng điểm để kiểm tra nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chưa xem được rõ ràng lý do bị hủy môn. [full_name], mssv [student_id], mã môn học đã dki:  EE4317",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu.. . Thân mến. .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em xin chào PDT ạ. . lý do : em viết đơn này là cho em hỏi em chưa có thời khóa biểu luận văn tốt nghiệp ạ.Mong PDT xem xét lại ạ",
            "Chào bạn. . Bạn bổ sung mã số môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name]. . Mssv: [student_id]. . Kết quả đợt ĐK LVTN vừa rồi em không có TKB, sau khi xem trên lịch sử đăng ký thì em chỉ thấy để lí do không đủ điều kiện mà khôn biết rõ được em bị thiếu điều kiện gì. Mong thầy cô PĐT có thể xem xét giúp em lí do rõ ràng hơn vì sao em bị xoá LVTN không ạ. Và có thể xem xét cho em được đăng ký làm LVTN trong kì này luôn được không ạ. . Mong nhận được sự phản hồi sớm từ quý thầy cô. Em xin chân thành cảm ơn.. . . . . .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào anh chị, thầy cô. Cho em hỏi là anh văn nhu cầu có thay thế được cho các môn anh văn trên trường để hoàn thành chương trình đạo tạo không ạ, hay chỉ tính đạt để thỏa anh văn theo từng năm?. . Em cảm ơn.. . . .",
            "\"Chào bạn. . Môn Anh văn theo nhu cầu sẽ tính ĐẠT các môn anh văn tương ứng, và tính vào số tín chỉ tích luỹ chung. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]\t. . . . Khiếu nại đăng ký môn học: luận văn tốt nghiệp.. . Mã môn học: ME4677. . Em tên: [full_name], gửi Phòng đào tạo.. . Ở học kì 212 em có đăng kí môn học mã ME4677 nhiều lần liên tiếp, ở các kì đăng ký, nhưng đều bị hủy đăng kí với lý do chưa đủ điều kiện nhận luận văn.. . Mặc dù, hiện em đã hoàn thành quá trình học tập đủ điều kiện nhận luận văn theo qui định của trường, do đó em chưa biết tại sao mình vẫn liên tục bị từ chối việc đăng ký, mong được phòng đào tạo giải thích giúp em lý do em bị từ chối đăng ký. . . Mong được phản hồi sớm,. . Trân trọng.. . . .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu.. . Thân mến. .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "dạ em chào thầy .Em tên là [full_name] mssv [student_id]. Hiện tại thì em đang muôn đăng kí thêm lớp hạ tầng công trình giao thông lớp chính quy CI4029 do lớp dự thính không đủ sỉ số mở lớp . Nhưng hiện tại thì em đang bị vướng lịch môn giải tích 2 MT1005 nhóm lớp [full_name]40 và pháp luật đại cương SP1007 nhóm lớp [full_name]05 . Em muốn chuyển lớp giải tích 2 từ nhóm lớp [full_name]40 sang nhóm [full_name] . và lớp pháp luật đại cương từ nhóm lớp [full_name]05 sang [full_name]04 thì có được không ạ . Mong thầy xem xét . Em trân trọng cảm ơn ạ .. .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào PĐT!. . . . Cho em hỏi là kì này e đăng kí thành công môn luận văn tốt nghiệp (Tr4317) nhóm A01 với môn tiên quyết là đồ án thiết kế môn học thiết kế ô tô(TR4037).Nhưng môn đồ án kì 211 là đồ án môn thiết kế ô tô(TR4037) lớp L01 em đã bị đánh rớt.. . . . Nên cho em hỏi luận văn tốt nghiệp được giữ lại để tiếp tục học hay phòng đào tạo sẽ hậu kiểm và xóa môn hay sinh viên phải tự rút môn học. . Nếu mà không xóa được môn thì em có được học song hành giữa môn đồ án TR4037 và luận văn tốt nghiệp TR4317 được hay không?",
            "Chào em,. . Trường hợp của em có thể tự làm đơn xin hủy môn LVTN hoặc khi hậu kiểm PDT cũng sẽ hủy môn LVTN do không đủ điều kiện.. . SV có thể hoàn thành môn Tiên quyết trong HK212 và đăng ký LVTN trong HK hè (HK213) nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Họ và tên: [full_name]. . MSSV: [student_id]. . Tổng số tín chi mà em tích lũy được sau học kì 211 là 122 tín chỉ cộng với kì học 212 hiện tại em đang học 9 tín chỉ thì tổng là 131 tín chỉ. Theo quy định thì em đã đủ số tín chỉ để nhận LVTN nhưng sau 3 lần đăng kí thì em đều bị hủy kết qua với lí do không đủ điều kiện đăng kí LVTN. Em mong các thầy các cô trong phòng đào tạo có thể đưa ra câu trả lời thỏa đáng nhất cho em. Em xin chân thành cảm ơn.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào quý thầy cô,. . Dạ em là sinh viên k16, do hôm trước em sợ không qua 2 môn ( là phương pháp tính và giải tích 2) của kỳ vừa rồi nên em đăng ký tiếp tục học laị, mà không có đăng ký môn giải tích 1 (MT1003). Vì em chỉ còn một môn giải tích 1 này nữa là được tốt nghiệp rồi ạ, nên em kính mong quý thầy cô xem xét cho em đăng ký môn giải tích 1 (MT1003) dự thính kỳ này được không ạ. . . Em trân trọng kính chào và cảm ơn quý thầy cô.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kính gửi Phòng Đào tạo,. . . . Em là sinh viên chương trình Tiên tiến, vừa qua đợt đăng ký bổ sung 18/01 em có thắc mắc như sau:. . . . Em bị xóa đăng ký môn   B 400433-Luận văn tốt nghiệp  /B  với lí do là thiếu môn tiên quyết   B 007005-Thí nghiệm vật lý  /B , theo chương trình mới từ k19 thì môn này không còn trong chương trình học nữa. Học kỳ 211 em đã đăng ký học môn tương đương với môn này là   B PH1007-Thí nghiệm vật lý  /B  của Chất lượng cao, hiện tại em đang học tuần cuối cùng của môn này và chưa có điểm tổng kết. Em có thể chứng minh qua thời khóa biểu HK211 của em trong file đính kèm.. .  . . Theo như Phòng Đào tạo có đề cập trong email là \"  I Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp  /I \". Em mong Phòng Đào tạo có thể suy xét lại cho phép em đăng ký môn   B 400433  /B  trong học kỳ 212 này.. . . . Em xin cảm ơn!",
            "Chào em,. . Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu.. . Thân mến. .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PĐt,. . . . PĐT có thể xem lại giúp em vì sao điểm của lớp L02 môn Quản lý Logistics (ME2125):. . - Đã hiện điểm tổng kết trên chỗ Đăng ký phúc tra mấy ngày trước.. . - Nhưng bây giờ vẫn chưa hiển thị trên Bảng điểm (điểm 15) được không ạ?. . Cùng môn này nhưng 2 lớp L01, L03 đã hiển thị điểm thành phần, điểm tổng trên Bảng điểm mấy ngày trước rồi ạ. Em sợ có lỗi gì đó.. . . . Em cám ơn, mong PĐT xem xét!",
            "Chào em,. . - Điểm do [full_name] nhập, em vui lòng liên hệ [full_name], [full_name] nhé.. . - [full_name] tra lên điểm cũng mở khóa. . - Nếu [full_name] đã khóa môn học và muốn sửa điểm thì [full_name] gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa  trong thời gian cho phép sửa.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác: chào PĐT ạ. . em là SV K20 khoa Khoa học ứng dụng, ngành vật lý kĩ thuật.Em muốn hỏi về lộ trình riêng cho chương trình kĩ sư khóa K20 PĐt có thể gửi cho em không ạ.Em xin cám ơn!",
            "Chào em,. . Về Chương trình Đào tạo, danh sách môn tương đương…, em vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hiện tại em đang ở quê và em muốn bảo lưu kì học kì HK212 này thì em thực hiện bằng cách nào ạ?",
            "\"Chào bạn,. . Về việc đăng ký tạm dừng học:. . Bạn vui lòng tải mẫu đơn: Tạm dừng tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua BKSI. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em  là [full_name]. . MSSV [student_id]7. . -Em không đăng ký được luận văn tốt nghiệp vì báo thiếu môn tiên quyết đề cương luận văn tốt nghiệp ,môn này e đã đăng ký trong kỳ 211 rồi ,hiện giờ e vẫn không có môn Luận văn tốt nghiệp trong TKB hk 212 , em đã gửi câu hỏi rất nhiều lần rồi ạ .. . - kính mong phòng đạo tạo xem xét đăng ký bổ xung cho em ạ .. . - Mong phòng đào tạo sớm phản hồi. . - Em xin chân thành cám ơn",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/02/2022.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học kỳ 203 em đăng ký và học sai mã môn thực tập tốt nghiệp ( môn song hành của để cương luận văn).Do đó, ở đợt đăng ký môn học vừa rồi đã bị xóa mất môn đề cương luận văn tốt nghiệp mã môn học CH43B1.. . Hiện tại em đã làm đơn xin chuyển mã của môn học sai về cho đúng chương trình.. . Mong phòng đào tạo giúp em đăng ký lại môn học CH43B1 trong học kỳ 212 này để em hoàn thành tiến độ học tập của mình.. . Em cám ơn !. . . .   i Đăng ký môn học .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/02/2022.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Tôi tên: [full_name]\t\tMã số sinh viên [student_id]. . Ngày sinh: 03/02/1999. . Hiện là sinh viên lớp VT17VP. . Khóa học: 2017, hệ Chính quy, Chương trình Đạo tạo chất lượng cao Việt-Pháp.. . Tôi viết đơn này kính đề nghị Phòng Đạo Tạo xem xét cho tôi được đăng kí LVTN(405700) và TTTN(405750) trong học kì 212.. . Cụ thể tôi xin phép trình bày trong đơn đính kèm",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/02/2022.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Dạ em tên là [full_name], MSSV:[student_id],khoa Kỹ thuật hóa học, ngành Quá trình thiết bị điều khiển.. . Trong kết quả đợt đăng kí môn học Hk212-Bổ sung TTTN, ĐCLV, LVTN, em có đăng kí LVTN(mã môn: CH4327) và bị xóa vì hiện tại em có 123 chỉ.. . Em muốn hỏi anh văn thi tại trường hằng năm có được tính chỉ nếu em pass không ạ?. . Mong trường giải đáp thắc mắc và giải quyết trường hợp của em ạ.. . Em xin chân thành cảm ơn.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Chào phía PĐT,. . Em tên là [full_name], mssv: [student_id].. . Hôm qua em đã gửi \"khiếu nại đăng ký LVTN\" và được hướng dẫn là hôm nay gửi lại câu hỏi để biết [full_name].. . Hiện tại TKB em vẫn chưa được cập nhật môn LVTN, em cần biết [full_name] CHI TIẾT tại sao em không đủ điều kiện học môn LVTN.. . Em cảm ơn",
            "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 12/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân. . \". . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Dạ em chào thầy cô.. . Hiện tại đợt 2 đăng kí môn học dự thính Thí nghiệm và vật liệu xây dựng đường ô tô MS CI4061 vừa được mở.. . Nhưng do có nhiều bạn trùng lịch học với môn thiết kế cầu 1 nên e đã xin thầy [full_name] giảng viên dạy môn đó đổi lịch học thứ 4 tiết 13-14 sang thứ 6 tiết 13-14.. . Mong thầy-cô đổi lịch môn học giúp tụi em để tụi em đăng kí cho kịp ạ.",
            "Chào bạn. . Đến thời điểm này không thể thay đổi thời khóa biểu được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em tên là [full_name], em thắc mắc về vấn đề đăng ký môn học thực tập ngoài trường ( EE3375), theo như CTĐT thì kì này bên em có môn này, mà em đăng ký tới 3 lần rồi mà vẫn không được ( đều bị VP từ chối ) và theo các kì học trước thì em đều đã học tất cả các môn có trong chương trình, các bạn sinh viên cùng khoa đều bị tình trạng tương tự, em mong được giải đáp thắc mắc sớm.. . Em cảm ơn.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Thầy,Cô phòng Đào Tạo,. . Em tên là [full_name]  mssv: 162201. . Vì địa phương yêu cầu em thực hiện nghĩa vụ và không chấp nhận giấy hoãn nghĩa vụ vì vượt quá 4 năm thời gian dự kiến đào tạo nên em xin tạm dừng học tập tại trường để thực hiện nghĩa vụ năm 2022-2024, cho em hỏi em cần làm giấy tạm dừng học như thế nào ạ?  Và kỳ này em đăng ký luận văn tốt nghiệp, em không biết khi tạm dừng học thì học phí sẽ thu như thế nào ạ?. . . .",
            "\"Chào bạn,. . Về việc đăng ký tạm dừng học:. . Bạn vui lòng tải mẫu đơn: Tạm dừng tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm quyết định nhập ngũ nộp qua BKSI. . Bạn nộp đơn trước ngày 12/02/21 thì sẽ không đóng học phí. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] (MSSV: [student_id]), em có thắc mắc về vấn đề đăng ký môn học thực tập ngoài trường (EE3375).. . Theo như CTĐT thì kì này bên em có môn này, nhưng kết quả trả lại là không được đăng kí (3 lần) và theo các kì học trước thì em không rớt môn nào, các bạn sinh viên cùng khoa đều bị tình trạng tương tự, em mong được giải đáp thắc mắc sớm.. . Em cảm ơn.. . . .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu.. . Thân mến. .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name]- MSSV:[student_id], sinh viên bằng 2 khoa Cơ khí ngành Công nghệ Dệt may. . Em có thắc mắc là đợt đăng ký môn học lần đầu, e đã đăng ký được môn Thực tập ngoài trường -MSMH:ME3133và đã được cập nhật trên Thời khóa biểu và BKel.. . Tuy nhiên trên hệ thống thời khóa biểu tự xóa nhưng em đăng ký lại không được lý do là em không thuộc đối tượng được đăng ký.. . Em là sinh viên bằng 2 năm 2021 học và hoàn thành chung K19, sao lại không thuộc đối tượng được đăng ký ạ.. . E cũng đã gửi đơn qua mail xin Phòng đào tạo xem xét và cho e đăng ký lại.. . Đến nay em vẫn chưa thấy thời khóa biểu cập nhật môn học này.. . . . Kính gửi Quý Thầy Cô giải đáp vấn đề của em.. . . . Em cám ơn ạ.. . . . . . . . . .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi quý thầy cô. . Em tên [full_name] k16 khoa Môi trường và Tài nguyên. . Cho em hỏi là tình trạng sinh viên của em là tạm dừng vì không đăng ký môn học thì có được đăng ký tốt nghiệp không ạ ( vì em vào trang đăng ký tốt nghiệp thì nói là \"  I Nếu bạn là sinh viên, có thể do tình trạng hiện tại của bạn không được cấp quyền sử dụng dịch vụ này, bạn vui lòng kiểm tra lại tình trạng của  /I \" ). . . . Hay là phải làm đơn thu nhận lại mới được đăng ký tốt nghiệp ạ.. . . .  Em cảm ơn thầy cô ạ.. . Chúc thầy cô một ngày vui vẻ",
            "\"\"\"Chào em,. . Trường hợp SV đã đủ điều kiện tốt nghiệp, SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022 (Hiện tại chưa cập nhật). . Sau thời gian công bố danh sách dự kiến tốt nghiệp, trường hợp SV vẫn chưa có tên trong danh sách dự kiến, có thể gửi câu hỏi qua bksi để được xét bổ sung (nếu đã đủ điều kiện tốt nghiệp) (dự kiến cập nhật sau tết nguyên đán). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name] . . Mssv: [student_id]. . Đợt đăng ký môn học vừa rồi em có đăng ký môn \" Thực tập ngoài trường\" mã số môn học: GE3345 khi đăng ký đã thoả hết các điều kiện đăng ký sau 2 đợt đăng ký đầu tiên đã được cập nhật môn học trên Bkel (có ảnh minh chứng)  nhưng sau đó lại bị xoá (lý do xoá có ảnh theo kèm) em mong được xem xét xử lý sớm để kịp tiến độ học tập ạ. . Em cảm ơn",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân",
            "Theo lộ trình năm học thì em phải được đăng ký môn thực tập ngoài trường nhưng mybk lại không cho đăng ký môn do không đủ điều kiện. . .   i Đăng ký môn học .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/02/2022.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em tên là [full_name], em muốn khiếu nại về vấn đề đăng ký môn học thực tập ngoài trường ( EE3375).. . Em cảm ơn.",
            "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất  ngày 12/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi quý thầy cô.. . Em tên [full_name] MSSV: [student_id] k16 khoa Môi trường và Tài nguyên.. . Em đã bị tạm dừng học kỳ 1 năm học 2021-2022 vì không đăng ký môn học.. . Nay em nộp đơn xin thầy cô cho em được thu nhận lại học kỳ 2 năm học 2021-2022.. . Mong quý thầy cô xem xét ạ.. . Em cảm ơn thầy cô.. . Chúc thầy cô một ngày vui vẻ.",
            "Chào bạn. . Hiện tại đã là tuần thứ 4 của học kỳ hết thời gian dkmh ở hk chính và dự thính lộ trình 1, bạn trình bày rõ bạn cần dkmh gì vì chỉ thu nhận lại để đăng ký LVTN và dự thính lộ trình 2. . Thân",
            "Thưa thầy/cô. . Em xin thu nhận lại để đăng ký tốt nghiệp ạ.. . Vì em vào đăng ký tốt nghiệp thì nhận được thông báo là \" Nếu bạn là sinh viên, có thể do tình trạng hiện tại của bạn không được cấp quyền sử dụng dịch vụ này\" ( và tình trạng sinh viên của em là tạm dừng do không đăng ký môn học ạ).",
            "Chào bạn. . Vậy không cần nộp đơn thu nhận. . Khi nào bạn có tên trong danh sách dự kiến tốt nghiệp thì Pdt sẽ tự động thu nhận lại diện tạm dừng. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa thầy cô, đã hết hạn đăng kí luận văn tốt nghiệp học kì 212  thì có cách nào xin đăng kí được không ạ",
            "Chào em,. . Em vui lòng gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1410067  /b \t. . . .   i Đăng ký môn học . Dạ phòng đào tạo cho em hỏi là em có đăng ký môn học MT1003(Giải Tích 1) trong đợt ĐĂNG KÝ MÔN HỌC DỰ THÍNH MÔN HỌC HK212 - CQ + VLVH ĐỢT 3 - LỘ TRÌNH 1 mà tới hôm nay vẫn chưa có thông báo kết quả hay thời khoá biểu ạ,. . Có thể cho em biết là em đăng ký đã đúng chưa và kết quả đăng ký môn học sẽ có` vào lúc nào ạ.. . Em xin cảm ơn ạ.. . . .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em đăng kí sai mã môn học thực tập tốt nghiệp ở học kì 3 năm học 2020 2021 nên không thể đăng kí đề cương luận văn ở kì này. . e đã lm đơn và được bộ môn xác nhận e mong pdt có thể hỗ trợ e đăng kí môn đề cương luận văn mọi giấy tờ e sẽ bổ sung sau khi qua tết vì thời gian còn lại không nhiều nên chỉ có thể minh chứng như này thôi. . em cám ơn . .",
            "Chào em;. . Những căn cứ bạn gửi trên BKSI không thể xử lý được, về môn thực tập tốt nghiệp phải có xác nhận của khoa. Sau khi xử lý xong thì mới làm đơn đăng ký DC LVTN. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học .    Em chào cán bộ quản lí trường đại học Bách Khoa. Em là Trần Gia Khiêm, MSSV: [student_id], khoa kỹ thuật Địa chất và Dầu khí.. .    Vì không được PĐT đăng ký cho luận văn mã số Ge4327, nên em đã viết đơn cho cán bộ vào ngày 23/1/2022. Em được thông báo là khiếu nại đã được chuyển qua cho bên\"ĐKMH\" kiểm tra (và sẽ cập nhật TKB đến ngày 25/1 nếu có), hoặc phản hồi lại để biết lý do (nếu đến ngày 25/1 vẫn chưa có TKB). . .    Thưa hôm nay 25/1 và em vẫn chưa được đăng ký luận văn, em mong được cho biết lý do.. .    Em xin cảm ơn và xin lỗi vì đã làm phiền !",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu.. . Thân mến. .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào Thầy/Cô,. . . . Hiện tại em vẫn chưa có tài khoản VSSID, em phải làm sao để có tài khoản VSSID ạ?",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy, cô phòng [full_name],. . Em tên là [full_name]   MSSV: [student_id]. . vào ngày 21/01/2022 xã Hòa Định Tây nơi em cư trú có gửi công văn vào trường với nội dung xác nhận tình trạng học tập của em để bổ xung vào hồ sơ hoãn nghĩa vụ quân sự, email của xã: [email]. Vì địa phương thông báo chưa phản hồi từ trường nên em không biết trường đã nhận được chưa?. . em cảm ơn thầy cô.",
            "Chào em,. . Em trình bày rõ là gửi qua đường bưu điện hay gửi email cho [email]. . Thân",
            "Em chào cô,. . UBND xã Hoà Định Tây gửi qua gmail về phòng [full_name] ([email]).. . Thân ái",
            "Chào em,. . PDT đã nhận được mail của UBND xã Hòa Định Tây và đang làm công văn trả lời.. . Khi nào có thể gửi theo địa chỉ mà địa phương cung cấp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . PĐT cho em hỏi . . Hôm 21/1/2022 em có gửi khiếu nại đăng kí môn học ME4727 thì được PĐT trả lời sẽ xử lý và cập nhật lại TKB trước ngày 25/1/2022. . Hôm nay là ngày 25/1/2022 thì TKB của em vẫn chưa được cập nhật, vậy PDT có thể cho em biết lí do vì sao em không thỏa điều kiện đăng kí môn ME4727 ạ?. . Em cảm ơn thầy/cô ạ. . . .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/02/2022.. . Thân mến. . . ."
        ]
    }
]