[
    {
        "intent": "",
        "message": [
            "Kính gửi ban giám hiệu Trường Đại Học Bách Khoa TPHCM. . Em có một câu hỏi là em muốn giấy xác nhận sinh viên để vay tiền sinh viên thì em phải làm sao ạ?. . . . [full_name]",
            "Chào em,. . - Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . - giấy xác nhận sinh viên để vay tiền =  mybk/xác nhận sv. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   B  Dạ cho em hỏi là mail bên PĐt gửi là nhà trường sẽ tự động hủy TKB của Anh văn theo yêu cầu nếu môn học bị trùng lịch với những môn học của học kì chính và kì dự thính. Nhưng khi em hỏi lại thì nhà trường bảo là không hủy thì em khong hiểu là tại sao vậy ạ? Nhà trường xem xét giúp em trường hợp này ạ. Em muốn hủy môn Anh văn theo nhu cầu ạ.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em xin hỏi là em được phép hoãn thi giữa kỳ 211 không ạ?(do khu vực em có đường truyền mạng yếu) và nếu được thì em phải làm như thế nào ạ?. . Em cảm ơn!. .",
            "Chào em,. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Em tham khảo thông báo HK202. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. . Thân mến. . . .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ kính thưa thầy cô hỗ trợ,. . Em tên là [full_name], MSSV [student_id], khoa: Khoa Học -Kĩ Thuật Máy Tính, ngành Khoa học máy tính. Cho em hỏi là em có đăng kí nhận card điện thoại Vinaphone nhưng khi giao tới nhà em không nhận được sim hay card điện thoại ạ. . . Em mong được hồi đáp ạ!. . Sinh viên. . [full_name] .",
            "Chào em,. . Phòng Đào tạo đã gửi mail cho sinh viên và yêu cầu đăng ký nhận thẻ 3G, những trường hợp SV đăng ký trễ hơn thời gian ghi trong mail sẽ không được nhận thẻ 3G trong đợt này. SV có thể liên hệ với Trung tâm hỗ trợ sinh viên để được hỗ trợ về thẻ 3G trong đợt 2. SĐT của trung tâm: (028) 2214.6555.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .  Dạ học kì vừa rồi em đăng kí hoãn thi môn giải tích 1 ạ. Nhưng hiện tại trên bảng điểm của em ngay cột điểm thi là 3.4 là sao ạ. Em cảm ơn. . . .",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em là sinh viên năm 4 khoa Điện - Điện tử.. . Em muốn hỏi về hạn chót nộp chứng chỉ Anh văn để có thể đủ điều kiện đăng ký môn Luận văn tốt nghiệp cho học kỳ 212 là khi nào ạ?. . Và nếu tình hình dịch bệnh, sinh viên chưa trở lại TPHCM để học và thi Anh văn, thì nhà trường có điều chỉnh gì về thời gian nộp chứng chỉ Anh văn không ạ?. . . .",
            "Chào bạn. . Về việc này sẽ có thông báo cụ thể sau cho [full_name]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy (cô),. . Em tên là [full_name], MSSV: [student_id]. . Em mới thi nói viết và qua mức 200, em có xem lại các khoảng thanh toán học phí và chương trình đào tạo thì thấy đủ tiêu chuẩn để xét tốt nghiệp. Nhưng trong mybk thì không cho em đăng ký, trong khi các bạn em cùng đợt thi đã được xét duyệt.. . Em mong quý thầy cô giúp đỡ. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là Nguyễn Xuân Tùng, sinh viên khóa 2016 và học viên Cao học khóa 2021 ngành Kỹ thuật nhiệt. . . . . Hiện tại em vẫn còn chưa Tốt Nghiệp ở Bậc Đại Học nên vẫn còn được nhận tờ giấy chứng nhận sinh viên để Tạm hoãn nghĩa vụ quân sự do bên Trường cấp. . . . . Tuy nhiên ở tỉnh em thì họ bảo em đã hết thời gian đào tạo chính thức do bên Trường đưa ra. Nên để được miễn tiếp nghĩa vụ họ yêu cầu em phải có thêm đơn xin xác nhận là chưa thể hoàn thành khóa học Đại Học do dịch Covid hay một lý do nào đó để chứng nhận em vẫn chưa hoàn thành bậc Đại Học và vẫn còn đang học. . . . . Em đã nói với họ là còn học thì mới được cấp giấy chứng nhận sinh viên nhưng họ vẫn không chịu và yêu cầu phải có thêm một tờ giấy xác nhận ở bên Trường vì lý do trên.. . . . Em muốn hỏi là làm thế nào để xin thêm một tờ giấy xác nhận chưa thể hoàn thành khóa học Đại học do dịch Covid hay vì một lý do khác làm ảnh hưởng em chưa Tốt Nghiệp. Vì theo em được biết là không có biểu mẫu nào giống như vậy ạ. . . Em cảm ơn thầy/cô và kính chúc thầy/cô một ngày tốt lành! . .",
            "Chào em,. . - nên vẫn còn được nhận tờ giấy chứng nhận sinh viên để Tạm hoãn nghĩa vụ quân sự do bên Trường cấp.. . =  Nếu em đã nhận giấy CNSV: . . Em nói địa phương gửi công văn xác minh đến trường ĐHBK, trường sẽ trả lời công văn cho địa . . phương em.. . . . - Trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào PĐT. . 1. Hôm trước em có đăng ký xét tốt nghiệp nhưng quên đóng tiền tốt nghiệp, nay kiểm tra thì đã hết hạn đóng và em không thể đăng ký lại, PĐT có thể reset mở lại cho em đăng ký tốt nghiệp đồng thời hủy hóa đơn đăng ký đợt trước giùm em được không ạ?. . 2. Năm 2017 em có lỡ đăng ký bhtn nhưng sau đó nhà trường đã mua nên em vẫn còn khoản này chưa thanh toán, không biết có bị ảnh hưởng tới khi tốt nghiệp không ạ? Hoặc PĐT có thể hủy hóa đơn bhtn hồi năm 2017 cho em được không ạ? . . Em cảm ơn",
            "Chào em,. . 2. Năm 2017 em có lỡ đăng ký bhtn. . =  Em liên hệ trạm y tế qua email [email] để được hướng dẫn.. . Thân mến. .",
            "Em chào chị,. . Cho em hồi về câu hỏi 1 thì em xử lý như thế nào vậy ạ?. . Em cảm ơn.",
            "Em xin được mở lại câu hỏi ạ.",
            "Cô đóng câu này, vì em đã có hỏi câu khác trùng câu này.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đây là tin nhắn em được phản hồi lại ạ.. . . . Thời gian: 10/06/2021 01:50:04 pm. . Từ: [548] (002282) [full_name] NHƯ. . . . Chào bạn. . Tuần sau, 11/10 có môn anh văn theo nhu cầu 4a có mở, bạn có muốn đăng ký không? thì xác nhận lại. . Môn Anh văn theo nhu cầu sẽ tính ĐẠT các môn anh văn tương ứng, và tính vào số tín chỉ tích luỹ chung. . Thân. . . . Em xin xác nhận đăng ký bổ sung học anh văn 4A vào ngày 11/10. Theo như phản hồi thì em có cần chuyển điểm anh văn 3 để đáp ứng điều kiện không ạ. Nếu không cần chuyển điểm thì anh/chị cho em xin thông tin thời khóa biểu lớp học của em ạ.. .",
            "Chào bạn. . Hiện đã có TKB tại Mybk-xemtkb. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy cô, em têm [full_name], mssv [student_id] , ngày mai em có lịch thi môn xác suất thống kê , nhưng hiện tại em vẫn chưa nhận được link phòng thi thì phải làm thế nào ạ?",
            "Chào em,. . Trước giờ thi vẫn vào được, thông báo có ghi rõ mà.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Thư quý thầy/cô phòng đào tạo.. . Em tên là: [full_name]. . MSSV: [student_id]. . Hiện là sinh viên khoa Khoa học và Kỹ thuật máy tính. . . Em đang có tên trong danh sách tốt nghiệp dự kiến vào tháng 11 nhưng hiện tại em không đăng ký tốt nghiệp do chưa thanh toán học phí. . . Mặt khác, BKPay báo hạn nộp học phí của em là ngày 02 tháng 11 nhưng hạn chót đăng ký tốt nghiệp của em là ngày 31 tháng 10.. . Vậy mong quý thầy/cô cho em được thanh toán học phí sớm để đăng ký tốt nghiệp.. . Em xin chân thành cảm ơn.. . . . Trân trọng,. . [full_name]",
            "Chào bạn. . Pdt sẽ cập nhật lại, bạn vào khai lại thông tin tốt nghiệp sau thứ 4 ngày 13/10 . . Thân. .",
            "Chào cô,. . Em đã thanh toán xong học phí tuy nhiên website đăng ký tốt nghiệp vẫn chưa cập nhật và báo ràng em vẫn đang nợ học phí nên em không đăng ký tốt nghiệp được.. . Mong quý thầy/cô cập nhật để em đăng ký tốt nghiệp.. . Trân trọng,. . [full_name]",
            "Chào bạn. . Bạn đợi tuần sau khai lại nghen, nếu vẫn không khai được thì báo lại Pdt nghen. . Thân",
            "Chào cô,. . Hiện tại em đã đăng ký tốt nghiệp trên website.. . Tuy nhiên tới bước thanh toán thì website của OCB bị lỗi, nên em không thể thanh toán được.. . Rất mong nhà trường làm việc với phía OCB để em thanh toán lệ phí tốt nghiệp.. . Em xin cám ơn.. . . . Trân trọng,. . [full_name]",
            "Chào cô,. . Em đã đăng ký tốt nghiệp, nộp học phí và lệ phí tốt nghiệp đầy đủ.. . Nhưng nay em vào lại trang đăng ký tốt nghiệp kiểm tra thông tin thì lại báo là nợ học phí.. . Vậy mong cô giải thích cho em.. . Em xin chân thành cảm ơn.. . . . Trân trọng,. . [full_name]. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào anh chị, em tên [full_name], MSSV [student_id]. Hiện tại em chưa có tên trong danh sách tốt nghiệp dự kiến dù em đã đủ chỉ tiêu. Mong anh chị có thể bổ sung giúp em ạ.. . Em cám ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi: Phòng Đào tạo Trường ĐH Bách Khoa ĐHQG TPHCM. . Em tên là [full_name] [full_name] - mssv [student_id]. . Về việc đăng ký đi học thí nghiệm trong kỳ 211, em đã tiêm vaccine mũi 1 vào ngày 7/9/2021. em chưa được tiêm mũi 2, mũi 2 được thông báo tiêm vào 20/10/2021. Nhưng này 12/10/2021 là hết hạn đăng ký học thí nghiệm kỳ 211 ạ. Vậy hiện tại em có được đăng ký không ạ? hay em phải chờ đến khi được tiêm xong mũi 2 mới được đăng ký ạ? Trong tháng 11 còn đợt đăng ký học thí nghiệm nào nữa không ạ? Em ở Đồng Nai ạ. . . Mong quý thầy/cô giải đáp thắc mắc của em ạ. Chúc quý thầy/cô thật nhiều sức khỏe. . . Em xin chân thành cảm ơn",
            "Chào em,. . Em xem lại email PĐT đã thông báo đầy đủ.. . Việc đăng ký học là do SV đăng ký, em phải tính việc di chuyển từ nhà em đến trường .... . . . Thân gửi các bạn sinh viên, . . . . . . . . Được sự đồng ý của Ban Giám hiệu; . . . . Phòng Đào tạo thông báo về việc giảng dạy môn Thực hành, Thí nghiệm, Đồ án môn học, Đề cương Luận văn tốt nghiệp, Luận văn Tốt nghiệp   của các Học kỳ 2 và Học kỳ hè/2020-2021, Học kỳ 1/2021-2022 như sau:. . . .  . . . . 1.  Đối với các học phần Đồ án môn học, Đề cương Luận văn, Luận văn tốt nghiệp có như cầu sử dụng các phòng Thí nghiệm (bao gồm các Xưởng Thực tập) hay Trung tâm của trường, Khoa/Bộ môn/Phòng Thí Nghiệm/Trung tâm chịu trách nhiệm sắp xếp tổ chức, đảm bảo các biện pháp phòng chống dịch theo đúng các quy định của nhà trường và của Thành phố. Người đến làm việc, học tập phải đảm bảo đáp ứng đủ các điều kiện phòng chống dịch hiện hành (di chuyển, làm việc/học tập) và thực hiện nghiêm túc quy tắc 5K.. . . .  . . . . 2.   Đối với các học phần, phần Thực hành, Thí nghiệm:. . . . Các Sinh viên đã có đủ các điều kiện phòng chống dịch hiện hành (di chuyển, làm việc/học tập) để có thể đến trường học thực hành, thí nghiệm, đăng ký để Phòng Đào tạo có căn cứ phối hợp bố trí sắp xếp lịch học thực hành, thí nghiệm trong trường. Các học phần, phần Thực hành/Thí nghiệm của học kỳ 202, 203 sẽ được ưu tiên bố trí trước các phần của học kỳ 211.. . . .  . . . . Các Sinh viên chưa đủ điều kiện đến trường trong đợt này, hoặc không đăng ký sẽ vẫn được lùi lịch học các học phần thực hành, thí nghiệm cho đến khi có thông báo mới.. . . .  . . . . Việc tạo điều kiện cho một số sinh viên đủ điều kiện đến trường sẽ giúp phân bố đều tải học tập, tải sử dụng cơ sở vật chất của trường trong hoàn cảnh hiện nay. . . . .  . . . . Tạm thời nhà trường chỉ cho phép Sinh viên thực hiện Thí nghiệm, Thực hành tại Cơ sở Lý Thường Kiệt. Cơ sở Dĩ An sẽ được mở cửa thực hành, thí nghiệm theo tình hình chung của Thành phố Hồ Chí Minh và Tỉnh Bình Dương.. . . .  . . . . Ghi chú: Các học phần lý thuyết vẫn tạm thời tiếp tục được tổ chức theo hình thức trực tuyến như hiện hành.. . . .  . . . . Sinh viên đăng ký theo đường link sau:  . . . . https://forms.gle/NaivJuPc34kXefYa8. . . . Thời gian đăng ký từ ngày 05/10/2021 đến ngày 12/10/2021.. . . . . . . . Sinh viên cung cấp cho nhà trường thông tin về việc tiêm chủng vắc xin:. . . . ·         Đã tiêm 01 mũi, ngày tiêm. . . . ·         Đã tiêm 02 mũi, ngày tiêm mũi hai . . . . ·         F0 đã khỏi bệnh, ngày được xác nhận khỏi bệnh. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi 2 môn giải tích 1 MT1003 và giải tích 2 MT1005 học kỳ 203 em đã đăng ký và nhận được mail là hoãn thi thành công của phòng đào tạo nhưng tại sao điểm thi của em lại là 13 vậy ạ ?",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin gửi đơn đăng ký môn học bổ sung.. . Em xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào anh/chị。. .  . . Anh/chị cho em hỏi là em chưa có anh văn 3 thì có thể đăng kí riêng anh văn theo nhu cầu 4A được không ạ, em xin cám ơn ạ.",
            "Chào bạn. . Không được nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Vì em đã gửi đơn xin chuyển hệ cho trường bây giờ em muốn rút đơn xin chuyển hệ em phải làm sao ạ? . . em xin cám ơn ạ!",
            "Chào bạn. . -Quyết định chuyển hệ đã có rồi. . -Nếu bạn muốn thi anh văn 2 kỹ năng: Bạn vui lòng đợi thông báo khoảng từ giữa cho đến cuối tháng 10 về việc thi anh văn 2 kỹ năng các đợt tiếp theo. . -Nếu bạn thi xong đậu anh văn 2 kỹ năng thì lúc đó bạn làm đơn xét tốt nghiệp bổ sung và hủy qd chuyển hệ. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô,. . . . Trên bằng tốt nghiệp tạm thời của em vẫn để ngày nhận bằng là 11/2021. PĐT có thể cấp lại cho em với ngày nhận bằng chính xác được không ạ (1/2022).. . . . Em cần bằng tạm thời chính xác để hỗ trợ hồ sơ du học ạ.. . . . Em xin cảm ơn.. . . . Trân trọng,. . . . Kiệt. .   i Tốt nghiệp .",
            "Chào bạn. . Gởi bạn file scan. . Nếu bạn cần nhận bảng chính thì liên hệ pdt gặp [full_name] để nhận nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/ cô,. . Hôm nay em có lịch thi giữa kỳ môn giải tích 1 lúc 7h nhưng em vào BK exam thì tài khoản của em bị khóa và không vào phòng thi được ạ, em phải làm thế nào để được thi lại ạ? . . Em cảm ơn thầy/ cô.",
            "Chào em,. .  Trước giờ thi vẫn vào được, thông báo có ghi rõ mà.. . Thân mến. .",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em kính chào phòng đào tạo,. . . . Em tên là [full_name].. . . . Em có MSSV [student_id].. . . . Hôm nay em có dự kì thi giữa kì của lớp MT1003 DT02-C.. . . . Em đã ghi hình đầy đủ các bước như dặn dò của nhà trường nhưng lúc kết thúc ghi hình em đã lỡ bấm tắt phần ghi mà chưa xuất file save record để nộp cho nhà trường trong 48h.. . . . Em thật sự rất khổ tâm vì giờ không biết làm thế nào và em rất sợ bị hủy điểm lần này. . . . . Em kính mong nhà trường có thể xem xét được trường hợp của em được không ạ.. . . . Kính mến, . . [full_name].. .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào PĐT,. . . . Em đăng kí hoãn thi môn CI3195 HK203 nhưng khi tra MSSV trong danh sách hoãn thi thì không có trong danh sách tra cứu (hoãn thi trước ngày 9/9/2021). . . . Mong PĐT xem lại giúp em,. . Em xin cảm ơn",
            "Chào bạn,. . Sau khi đối chiếu dữ liệu, Pdt xác nhận bạn đã đăng ký Hoãn thi:. . [student_id]\tHK203\tCI3195. . Bạn xem lại mail Pdt đã gởi để biết cách thức tiến hàng sau khi Pdt đã xác nhận yêu cầu Hoãn thi của bạn. . Vì sự cố kỹ thuật nên có thể thông tin tra cứu không có dữ liệu của bạn. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name] Mssv [student_id]. [full_name]N BKEX của em đang bị tạm khóa mà em chưa vô gg meet. Pđt mở lại giúp em ạ.",
            "Chào em,. . Trước giờ thi vẫn vào được, thông báo có ghi rõ mà.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi: thầy/cô phụ trách dịch vụ hỗ trợ trực tuyến BKSI.. . Em tên là : [full_name]- mssv: [student_id], sinh viên K18 khoa Điện- Điện tử. Em xin trình bày vấn đề của mình như sau:. . Do ảnh hưởng dịch bệnh, học kì 202 em đã xin hoãn thi các môn học bằng hình thức điền form của PĐT, và PĐT có gửi mail xác nhận và thông báo sau 30/9 nếu vẫn chưa được cập nhật thì có thể khiếu nại. Vậy em kính mong thầy cô giải quyết giúp em về trường hợp chưa được cập nhật của em ạ( điểm 13). Em xin chân thành cảm ơn.",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em không vạo được phòng thi trên trang exam.hcmut.edu.vn ạ",
            "Yêu cầu khác. . . . Em không vạo được phòng thi trên trang exam.hcmut.edu.vn ạ  /QUOTE . . Sáng em đã xoay sở và vào đc r ạ. .",
            "Chào em,. . Trước giờ thi vẫn vào được, thông báo có ghi rõ mà.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em có đăng hoãn thi học kỳ 202 môn: EE2003\tTrường điện từ. . mà khi em kiểm tra lại lại bị điểm 0 xin phòng đào tạo kiểm tra lại giúp em",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Dạ chào thầy cô, em có nằm trong danh sách các sinh viên bị hủy ĐCLVTN học kì 1 21-22 vì không đăng kí thực tập. Thầy [full_name] là giáo viên hướng dẫn em. Hiện tại thì không đăng kí thực tập offline được nên các bạn sinh viên đã chuyển sang thực tập online. Vậy riêng trường hợp của em thì bên Khoa có mail cho em đề xuất xem phòng đào tạo có xem xét cho em được đăng kí bổ sung thực tập online học kì này để song hành với ĐCLVTN không ạ. Em xin cảm ơn ạ. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thưa PĐT,. . . . Em là [full_name], mã số sinh viên: [student_id], HK202 em tạm dừng nên HK211 này là lần đầu em thi online, nên vào sáng 09/10/2021 lúc thi Giải Tích 1 em đã có sơ suất.. . . . Em ghi màn hình bằng Google Meet nên khi tạo room meet khác, em đã chỉ bấm ghi mà quên mất trình chiếu màn hình. Nhưng trong lúc thi, em đã có sử dụng camera phụ trong phòng thi, góc quay thấy được màn hình máy tính em và xung quanh em chỉ xài tài liệu giấy (được cho phép).. . . . Em xin khẳng định là em không hề gian lận. Nếu để chắc chắn hơn thì PĐT có thể xem góc máy quay phụ rằng, trong quá trình làm bài (bắt đầu mở đề: 7:05 - kết thúc: 7:48), em không có gõ phím trao đổi với ai khác hết. Vì lần đầu thi nên em hơi bất cẩn.. . . . Em vô cùng xin lỗi vì sự sơ suất này. Em mong PĐT thông cảm cho trường hợp của em và có thể giải quyết cho em ạ. Em xin cảm ơn.. . . . [full_name].",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name], MSSV là [student_id].. . Cho em hỏi là mình hoãn thi thì mình phải tự đăng ký thi lại hay trường tổ chức thi lại chung ạ? Nếu mình tự đăng ký thì cho em hỏi mình đăng ký ở đâu ạ?",
            "Chào em,. . Cho em hỏi là mình hoãn thi thì mình phải tự đăng ký thi lại hay trường tổ chức thi lại chung . . =  Em chờ thông báo sau khi có quyết định hoãn thi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào cô ,. . em đã đăng ký in thẻ sinh viên từ ngày . . 22/9/2021 theo dạng người nhận trả cước bưu điện nhưng mà đến nay 9/10/2021 nhưng đến nay vẫn chưa thấy mà mai là ngày kiểm tra giữa kì thì nhà trường có thể xác nhận cho em được không ?. . Em cám ơn",
            "Chào em,. . Hiện tại PĐT giải quyết in thẻ sv hàng ngày và gửi bưu cục (nếu sv có đăng ký). Nhưng vì nhiều lý do bất khả kháng Thư vẫn chưa đến SV để kịp thi, SV vui lòng trình bày tất cả lý do kèm minh chứng để Cán bộ coi thi ghi nhận vào danh sách thi. PĐT đối chiếu dữ liệu sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi nhà trường là tại sao học online mà thí nghiệm vẫn nhân hoc phí 1.5 ạ . trong khi tụi e khpoong dùng thiết bị học như học lý thuyết.học kì trước em vẫn còn môn thí nghiệm kì này mới dược học thì nhà trường giải quyết sao ạ.. . mong nhà trường cho giải thích thỏa đáng ạ.. .",
            "Chào em,. . học kì trước em vẫn còn môn thí nghiệm kì này mới dược học thì nhà trường giải quyết sao. . =  Môn học có trong TKB HK nào tính học phí HK đó.. . Thân mến. .",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Do không đảm bảo trang thiết bị để tham dự thi trực tuyến (do máy tính đang bảo trì), em xin phép hoãn thi giữa kỳ môn Xác suất thống kê học kỳ 211 vào lúc 11h00 ngày 09/10/2021 ạ.. .",
            "Chào em,. . \tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Em tham khảo thông báo HK202, HK203. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. . Thân mến. . . .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Trong lúc đăng kí tốt nghiệp em đã không tích vào ô gửi giấy tốt nghiệp tạm thơi. Bây giơ, em cần đăng kí gửi giấy tốt nghiệp tạm thơi qua bưu điện thì phải làm như thế nào? Xin cám ơn PĐT.",
            "Giấy chứng nhận tốt nghiệp sẽ được tải lên trang đăng ký hồ sơ cấp bằng. Sinh viên tự lên tải về sử dụng trong thời gian này. . . Giấy chứng nhận tốt nghiệp bản chính sẽ được gửi về Sinh viên qua bưu cục theo địa chỉ Sinh viên đã đăng ký.(mặc dù sinh viên không đăng ký gởi qua bưu điện). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại ở địa phương em đã có thông tin gọi khám nghĩa vụ quân sự, mà giấy xác nhận sinh viên do trường cấp ở học kỳ này vẫn chưa thấy thông báo gì cả. . . Web đăng kí in giấy xác nhận sinh viên của trường cũng bị lỗi luôn, không vào được, mà nếu in được thì làm cách nào sinh viên có thể đến lấy khi trường chưa có thông báo gì chính thức cho sinh viên đến trường cả.. . ???. . Không biết có cách nào có thể gửi giấy xác nhận sinh viên bằng file mềm cho sinh viên để thuận tiện việc trình báo với địa phương không ạ???",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Vì số lượng đăng ký giấy CNSV tăng đáng kể, PĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /. . Chào các thầy cô. . Em gặp sự cố ngay sát giờ thi xác suất thông kê lớp L02C ,máy tính em đột nhiên bị hư .Nên em không thể vào thi được.Em phải làm sao đây?. . Mong các tầy cô giúp em với. . . .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào chị theo như lời giải đáp câu hỏi trước của chị cho em là học phí HK211 được gia hạn đến 15h00 ngày 11/10 đúng không ạ? Vậy em đóng trước thời gian này sẽ không ảnh hưởng đến học vụ đúng không ạ?Em xin cám ơn!",
            "Chào em,. . Giả sử em thanh toán trễ HP bị trừ 5 điểm rèn luyện.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô,. . Em tên là [full_name], MSSV [student_id], là sinh viên K17 khoa Khoa học và Kỹ thuật máy tính và đang là học viên chương trình liên thông Thạc sĩ - Đại học. Trong học kỳ 202, em có học 2 môn ở chương trình Thạc sĩ và được chuyển chỉ 2 môn đó xuống chương trình Đại học, tuy nhiên hiện tại vẫn chưa hiển thị 2 môn đó trong bảng điểm chuyển của em. Nhờ Phòng Đào tạo cập nhật giúp em sớm để em xét tốt nghiệp đúng hạn trong học kỳ này (31.10). Em cảm ơn thầy/cô nhiều ạ.",
            "Chào em,. . PĐT đang làm quyết định nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ chào thầy cô. Em có học môn cơ lưu chất trong kì này và có lịch học thí nghiệm nhóm L06 do cô [full_name] phụ trách. Thời khóa biểu e có tiết hangout tiết 8-12 t4 tuần 40 nhưng hôm đó e không thấy link hangout trên elearning và có gửi mail cho cô [full_name] nhưng không thấy cô phản hồi.  Mong thầy cô thông tin giúp em môn thí nghiệm này với ạ. E xin chân thành cảm ơn. .",
            "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý. PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào cô/thầy, . . Em là Nguyễn Dinh . . Mssv [student_id] Khoa ĐCDK. . Xin lỗi đã làm phiền cô/thầy,. . Em viết đơn này để hỏi về giấy xác nhận sinh viên. Em đã đằng kí và được xác nhận ngày 16/9 nhưng giấy vẫn chưa về tới nhà nên hôm nay e chạy ra bưu điện hỏi thử thì bưu điện yêu cầu cấp mã bưu điện để nhân viên tra thử. Vậy nên em mail để hỏi thử vấn đề này xử lý ra sao ạ. Và nếu bưu điện không có thì phải làm thế nào đây ạ.. . Chúc thầy cô một ngày tốt lành,. . . .",
            "Chào bạn,. . - [full_name] đã ghi nhận phản hồi của bạn. Vì số lượng đăng ký giấy CNSV tăng đáng kể, PĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT!. . Hiện tại em đã hoàn thành 125 tín chỉ, em còn nợ lvtn và Toeic ạ. Em xin được chuyển hệ để hoàn thành xong ngành học của em. Mong pđt hỗ trợ giúp em ạ. Em xin chân thành cảm ơn.",
            "Chào bạn. . Hiện tại đã đến tuần thứ 9 của Hk211. . nên bạn nộp lại đơn chuyển hệ vào cuối tháng 11 để xử lý cho bạn đăng ký vào HK212. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là sáng nay em thi môn Xác Suất Thống Kê, sau khi đã vào điểm danh và đang làm bài thì em bị mất mạng, em bị mất bài làm và cả bản ghi màn hình bằng gg meet. Dạ em có được phép xin hoãn thi không ạ.",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Rút môn học (phải thanh toán học phí) HK 211. . Môn Giải tích 2. . MSMH: MT1005. . Nhóm Lớp: DT03",
            "Chào em,. . Đã hết thời gia rút môn học, em cần làm theo hướng dẫn sau:. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Hạn cuối để đăng ký lại đến 10 giờ ngày 12/10/2021. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi là năm 2019 em có đăng kí thi anh văn ở trường, nhưng mà vì công việc nên em không tham gia được và cũng không thanh toán phí thi là 100.000. Giờ em không được đăng kí tốt nghiệp, em tưởng là không thi thì không cần phải thanh toán. Vậy là giờ em phải thanh toán tiền thi anh văn từ năm 2019 để đăng kí Tốt nghiệp đúng không ạ? em xin cảm ơn thầy/cô nhiều",
            "Chào bạn. . Đúng rồi nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào phòng đào tạo, em tên là [full_name] MSSV [student_id]. Buổi thi giữa kỳ môn xác suất thống kê  ca 9h sáng nay 10/9/2021 em đã quên ghi lại màn hình một phần đầu tiên khi làm bài. Nguyên nhân là khi set up 3 tab lên màn hình như theo yêu cầu thì khi em bấm nút ba chấm -  ghi hình, sẽ có 1 khung bên phải hiện lên để xác nhận ghi. Nhưng khi em set up như yêu cầu thì nút xác nhận đó bị khuất, phải cuộn lên mới thấy. Em do đang căng thẳng nên cứ nghĩ là đã ghi cho đến khi làm qua gần hết đề thì mới thấy là chưa ghi. Em đã báo với cán bộ coi thi và lập tức ghi hình trở lại ạ. Em xin lỗi vì đã bất cẩn. Em không rõ là trường hợp này sẽ xử lý như thế nào ạ. Em cảm ơn phòng đào tạo.. . . .",
            "Yêu cầu khác. . Chào phòng đào tạo, em tên là [full_name]V [student_id]. Buổi thi giữa kỳ môn xác suất thống kê  ca 9h sáng nay 10/9/2021 em đã quên ghi lại màn hình một phần đầu tiên khi làm bài. Nguyên nhân là khi set up 3 tab lên màn hình như theo yêu cầu thì khi em bấm nút ba chấm -  ghi hình, sẽ có 1 khung bên phải hiện lên để xác nhận ghi. Nhưng khi em set up như yêu cầu thì nút xác nhận đó bị khuất, phải cuộn lên mới thấy. Em do đang căng thẳng nên cứ nghĩ là đã ghi cho đến khi làm qua gần hết đề thì mới thấy là chưa ghi. Em đã báo với cán bộ coi thi và lập tức ghi hình trở lại ạ.  Em không rõ là trường hợp này sẽ xử lý như thế nào ạ. Em cảm ơn phòng đào tạo.. . . .   /QUOTE . .  Yêu cầu khác. . Chào phòng đào tạo, em tên là [full_name]V [student_id]. Buổi thi giữa kỳ môn xác suất thống kê  ca 9h sáng nay 10/9/2021 em đã quên ghi lại màn hình một phần đầu tiên khi làm bài. Nguyên nhân là khi set up 3 tab lên màn hình như theo yêu cầu thì khi em bấm nút ba chấm -  ghi hình, sẽ có 1 khung bên phải hiện lên để xác nhận ghi. Nhưng khi em set up như yêu cầu thì nút xác nhận đó bị khuất, phải cuộn lên mới thấy. Em do đang căng thẳng nên cứ nghĩ là đã ghi cho đến khi làm qua gần hết đề thì mới thấy là chưa ghi. Em đã báo với cán bộ coi thi và lập tức ghi hình trở lại ạ.  Em không rõ là trường hợp này sẽ xử lý như thế nào ạ. Em cảm ơn phòng đào tạo.. . . .   /QUOTE . .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:  cho mình hỏi mình thi chưa kịp nộp bài mà mất mạng có quay video minh chứng giờ muốn hoãn thi được không vậy a",
            "Chào em,. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Em tham khảo thông báo HK202, HK203. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. . chưa kịp nộp bài mà mất mạng. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. . . . . .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào PĐT,. . Em có nhân được email thông báo đã có tên trong danh sách dự kiến tốt nghiệp đợt 2 năm 2021. Nhưng em vào aao.hcmut.edu.vn tra cứu thì không có tên trong danh sách ạ. Cho em hỏi là danh sách chưa cập nhật hay có vấn đề gì khác ạ.. .",
            "Danh sách sẽ cập nhật lại, bạn khai và thanh toán được tiền lệ phí tốt nghiệp là được nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "thầy cô cho em hỏi e đăng kí giấy nghĩa vụ quân sự thì bao nhiêu ngày là nhà trường gửi về cho mhnh ạ. .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Vì số lượng đăng ký giấy CNSV tăng đáng kể, PĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa thầy/cô, nếu em đã đủ điều kiện tốt nghiệp nhưng em vẫn đang học và có thời khóa biểu (em vẫn thanh toán đầy đủ học phí) thì em có được đăng ký tốt nghiệp không vậy. Em cảm ơn.",
            "Chào bạn. . Nếu bạn có tên trong danh sách dự kiến tốt nghiệp thì bạn sẽ mở để thanh toán học phí, và đăng ký khai thông tin tốt nghiệp bình thường. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo. Em tên là [full_name] [student_id].Em thực sự muốn đăng ký môn LA1043 [full_name]. Em cảm ơn.. . . .",
            "Chào phòng đào tạo.. . Em tên là Hoàng Anh Hưng [student_id]. Bữa em không đăng ký kịp môn LA1043 [full_name] do một vài lý do cá nhân nên em có tạo một yêu cầu để được PĐT hỗ trợ để đăng ký môn LA1043 [full_name] nhưng em vẫn chưa có thời khóa biểu môn Anh Văn nữa. Em muốn đăng ký môn LA1043 [full_name] nên PĐT có thể hỗ trợ giúp em đăng ký môn đó  được không vậy. Em cảm ơn.",
            "Chào bạn. . Đã cập nhật TKB bạn xem tại Mybk-xemtkb. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào PDT!. . Em là [full_name], hiện tại trong bảng điểm tại mybk của em chưa có điểm trung bình tích lũy ngành. Em muốn hỏi là bao lâu nữa sẽ được cập nhật ạ? Em xin chân thành cám ơn!",
            "Chào em. . mybk của em chưa có điểm trung bình tích lũy ngành. . =  Điểm vẫn còn thiếu, do đó khi nào đủ điểm mới cập nhật. . . - Khi sv cần in bảng điểm thì sẽ có đầy đủ ĐTB tính đến thời điểm sv đăng ký in.. . . . Thân mến. .",
            "Dạ kính chào phòng đào tạo.. . \"Điểm vẫn còn thiếu\" là em thiếu điểm nào, môn nào để em bổ sung ngay kịp thời ạ, tại em sắp hết hạn đào tạo rồi.. . Dạ em đã đủ 143 tín chỉ, môn kỹ thuật số mã cũ EE1009 em chưa qua nhưng em đã học lại môn kỹ thuật số mã mới EE1015 (và đã qua). . . Kinh mong PDT xem xét, em xin chân thành cám ơn.",
            "Chào em,. . Đính kèm file nợ của sv [student_id].. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào PĐT, em là Vũ Thế Anh MSSV [student_id]. Hiện tại, em đang bị mắc covid mệt mỏi. Theo đúng lịch thi thì mai em sẽ thi GK môn Cơ Lưu Chất. Em đã liên hệ thầy dạy mà thầy đề nghị làm đơn gửi PĐT. Em khẩn xin mong PĐT có thể đồng ý cho em thi lại GK vào đợt sau để lúc đó em có một sức khoẻ tốt hơn và thi tốt hơn. Em chân thành cảm ơn. . Hiện tại em đang cách ly tại nhà lên không có giấy tờ gì chỉ có duy nhất bịch thuốc xã phát ạ. . . . . .",
            "Chào em,. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Thông báo hoãn thi HK202, HK203 rm tham khảo. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. . Thân mến. . . .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] Chào PĐT,[full_name] [full_name] [full_name] [full_name] Em là [full_name] (MSSV: [student_id]) - sinh viên K17 chương trình Kỹ sư tài năng ngành Khoa học Máy Tính[full_name][full_name] [full_name] [full_name] [full_name] Hiện tại, em hoàn thành tất cả môn trong chương trình học nhưng vẫn nằm trong danh sách tốt nghiệp[full_name] Em muốn hỏi PĐT là do danh sách chưa được cập nhật hay em vẫn chưa đủ điều kiện tốt nghiệp[full_name] Nếu em chưa đủ điều kiện tốt nghiệp, mong PĐT có thể cho em biết em đang thiếu điều kiện gì?[full_name] [full_name] [full_name] [full_name] [full_name] [full_name] Mong PĐT có thể hỗ trọ em[full_name] Em xin cảm ơn![full_name] [full_name] Thân mến,[full_name] [full_name] [full_name]",
            "Chào bạn. . Cô gởi bạn đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Thân. .",
            "Chào PĐT,[full_name] [full_name] [full_name] [full_name] Điều kiện trong file thống kê em đã hoàn thành và đã được cập nhật điểm trên myBK[full_name] Mong PĐT xem xét lại điều kiện tốt nghiệp của em ạ[full_name] Do hiện tại em đang cần bằng tốt nghiệp tạm thời gấp[full_name][full_name] [full_name] [full_name] [full_name] Mong PĐT có thể hỗ trọ em[full_name] Em xin cảm ơn![full_name] [full_name] Thân mến,[full_name] [full_name] [full_name]",
            "Chào bạn. . Bạn vui lòng nói rõ hơn là hoàn thành xong môn gì?. . Thân",
            "Chào cô,. . . . Như trong file, em không đạt nhóm tổ hợp môn học bắt buộc tự chọn 5 (các môn nhóm C). Em có học 3 môn nhóm C và học phần mở rộng tương là:. .     1. CO3061 Nhập môn Trí Tuệ Nhân tạo - CO306A Nhập môn Trí Tuệ Nhân tạo (MR). .     2. CO3067 Tính Toán Song Song - CO306D Tính Toán Song Song (MR). .     3. CO3059 Đồ Họa Máy Tính - CO305E Đồ Họa Máy Tính (MR). . . . Tuy nhiên trong file đính kèm, lại thiếu tổ hợp 3 mở rộng của 3 môn này khiến em không đủ điều kiện tốt nghiệp. Tuy nhiên, trong chương trình đào tạo tụi em có thể học 3 môn nhóm C bất kỳ trong 5 môn nhóm C. Hôm nay, em viết email này mong cô có thể liên hệ PĐT có thể thêm bộ 3 môn em học và hệ thống để hệ thống có thể cho phép em tốt nghiệp.. . . . Mong cô có thể hỗ trợ em.. . Em xin cảm ơn cô,. . [full_name]. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    }
]