[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em là sinh viên khoa môi trường và tài nguyên. Em có học thí nghiệm môn chuyên ngành 5 tuần từ tiết 2-6 ở cơ sở 2. Em muốn đăng ký học môn hóa phân tích mã môn CH1009 từ tiết 7-10 ở cs2. Nhưng khi đăng ký thời khóa biểu thì em không đăng ký được vì tiết 6 học ra thì không được học tiếp tiết 7. Nhà trường có thể cho em đăng ký môn để học được không ạ tại vì môn này rất khó để xin mở lớp. . . Em xin cảm ơn ạ",
            "Chào bạn . . . . Trường hợp này bạn vi phạm giờ học (Thông tầm). . . . nên bạn không thể đăng ký được.. . . . PĐT không thể giúp bạn được,."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn nhập môn lập trình CO1003 nhóm lớp l03_lO5 . . Và trang bị điện điên tử ME2005 nhóm lớp l01_l02",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn nhập môn lập trình CO1003 nhóm lớp l03_l05. . Và trang bị điện điên tử ME2005 nhóm lớp l01_l02  /QUOTE . .",
            "ĐÃ tăng sĩ số cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin mở thêm 1 sĩ số cho lớp Hóa lý 2 (CH2031) ạ, hôm trước em đã đăng ký rồi và bây giờ kiểm tra lại thì bị xóa môn.. . Em tên [full_name] [student_id] lớp HC18KSTN.. . Em cảm ơn.",
            "Bạn đăng ký trong đợt 3 ĐKMH nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Xin tăng sỉ số lớp Quản Trị Học (701702) -  Nhóm P01 - Lớp Việt Pháp K18.. .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Xin tăng sĩ số lớp Quản trị học (701702)_ Nhóm P01_Lớp Việt Pháp K18.. .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em chào thầy cô ạ.. . Hiện tại kì sau em chưa được đăng kí các môn chuyên ngành vì điểm anh văn. Em chỉ đăng kí được các môn đại cương. Nhưng số lượng các lớp mở rất ít nên em không kịp đăng kí để học ở kì sau. Thầy cô có thể mở thêm sĩ số lớp cho em được không ạ. Em có tìm bạn học chung nhưng vì không đủ 20 bạn nên không thể mở thêm lớp được theo quy định. Nếu không đăng kí được thì kì sau em chỉ có 9 tín chỉ để học ạ. Thầy cô có thể xem xét để mở thêm cho em ở trường hợp này không ạ.. . Mã môn học em muốn học nhưng không đã đủ số lượng ạ: SP1005 SP1007. . Em cảm ơn thầy cô rất nhiều ạ",
            "Chào bạn. . Môn học đã ở sĩ số tối đa không thể tăng thêm cho bạn được.. . Bạn có thể về Khoa làm đơn xin mở thêm lớp. Đơn sau khi có xác nhận của Khoa bạn nộp về PĐT để mở lớp. . . Lưu ý PĐT chỉ nhận đơn mở lớp trong đợt 2 ĐKMH. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "U Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học  /ihoc. . kinh tế học đại cương - im1013 -L04. . phân tích và thiết kế giải thuật - co3031 - l03. . em xin cảm ơn ạ",
            "Chào bạn. . PĐT đã tăng sĩ số cho bạn, 20p nữa bạn có thể vào ĐKMH . Bạn vào đăng ký nhanh để tránh hết chỗ.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  \t. . Kính thưa phòng đào tạo em là [full_name], lớp vl15po, mssv: [student_id]. Em hiện đang học song bằng, em hiện đã xong các môn vb1 nhưng bị kẹt lịch nhiều môn nên chỉ học được các lớp này, nếu không em sẽ bị trễ 1 năm vb2. Vì em không đam mê ngành vb1 nên đang cố học vb2. Kính mong Phòng đào tạo điều kiện giúp đỡ để em sớm ra trường đi làm ạ,. . Xin mở thêm sỉ số lớp [full_name]01_[full_name]02 thứ 2 tiết 234, thứ 4 tiết 4 5;môn học kĩ thuật lập trình MS: CO1027. . . [full_name]ớp [full_name]01_[full_name]01 thứ 3 tiết 789, thứ 4 234, thứ 5 234, môn thiết kế luân lý MS CO1025.. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em là sinh viên Việt Pháp K19. . . . . Em muốn đăng kí môn CH2021 trong đợt 2 - Chuyển hệ nhưng bị báo lỗi thiếu chuẩn sv năm 2. . . . . Em thấy môn này chỉ yêu cầu CH1003(HT) mà em đang học ở HK này. Như vậy em có thể đăng kí môn này được không? . . . . Em xin cảm ơn. . . . . .",
            "Bạn vui lòng theo dõi quy chế thay đổi áp dụng chuẩn SV sau các năm tại mục quy chế PĐT. . . . http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK192-updated.pdf"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em hiện đang là sinh viên năm 3 và chưa đậu môn giáo dục thể chất 3 nên không đăng kí môn được. Do ngành em đang theo học mỗi năm chỉ mở 1 lớp chuyên ngành nên nếu em không đăng kí được thì sẽ phải chờ thêm 1 năm. Em muốn hỏi liệu có cách nào giải quyết hay không?",
            "Chào bạn,. . Bạn vào đăng ký báo lỗi gì? Hiện tại Phòng Đào tạo đã dời quy định áp dụng chuẩn GDTC sang học kỳ 193, nên bạn vui lòng vào đăng ký và kiểm tra lại nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Dạ Phòng đào tạo cho em xin tăng sĩ số môn Quản trị kinh doanh cho kỹ sư (mã môn học: IM3001) lớp A01 tiết 10-11-12 thứ 2 ạ.",
            "Chào bạn. . PĐT đã tăng sĩ số cho bạn, 20p nữa bạn có thể vào ĐKMH . Bạn vào đăng ký nhanh để tránh hết chỗ.. .",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . 1.A01 thực tập điện 1 . . Thư 5: [student_id]2",
            "Bạn vui lòng cung cấp MSMH cần tăng sĩ số",
            "EE2025  thư 5:8-12",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Tăng 5 sĩ số nhóm lớp A01 môn Hư hỏng sửa chữa công trình. . Mã môn học CI1051",
            "Chào bạn. . PĐT đã tăng sĩ số cho bạn, 20p nữa bạn có thể vào ĐKMH . Bạn vào đăng ký nhanh để tránh hết chỗ.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em muốn xin tăng thêm sĩ số lớp [full_name]_[full_name] của môn ME2063-Khoa học vật liệu dệt có được không ạ? Vì lớp [full_name]_[full_name] của môn học này trùng với lịch học môn khác của em và sĩ số lớp [full_name]_[full_name] đã đủ nên em không đăng ký được. Em mong thầy cô xem xét tăng sĩ số của lớp [full_name]_[full_name] để em có thể đăng ký môn học này. Em xin cảm ơn !",
            "Chào bạn. . . . ME2063 đã ở sĩ số tối đa (sức chứa xưởng may) không thể tăng thêm được."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  [full_name] \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học  CI2093 . . . .",
            "Chào bạn. . PĐT đã tăng sĩ số cho bạn, 20p nữa bạn có thể vào ĐKMH . Bạn vào đăng ký nhanh để tránh hết chỗ.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: G[student_id]  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Mình là sinh viên K13 khoa Hàng Không, mình cần học thêm môn TR2003 - Đồ họa vi tính và CAD để tốt nghiệp nhưng lớp đã đủ sỉ sổ. Mình tạo câu hỏi này để xin phép tăng sỉ số lớp lên để mình có thể tốt nghiệp đúng hạn.. . . . Xin cám ơn. .",
            "Chào bạn. . PĐT đã tăng sĩ số cho bạn, 20p nữa bạn có thể vào ĐKMH . Bạn vào đăng ký nhanh để tránh hết chỗ.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] [student_id]. . . . E xin chào thầy cô ạ. Thầy cô cho e hỏi học kỳ 1 của năm nay e có đang ký thành công môn học ME2011 đồ án thiết kế sao giờ e đăng ký lại thì bị lỗi thiếu Anh văn tiên quyết Năm 2. Với môn ME2023 là mã môn học của năm 2 sao e không đăng ký được ạ.E cảm ơn ạ.",
            "Chào bạn. . Các trường hợp này [full_name] đã thay đổi điều kiện môn học trước, . . Bạn có thể liên hệ trực tiếp [full_name] để biết rõ hơn các thay đổi về môn Tiên quyết + học Trước"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Em chào thầy, cô. . Sắp tới em có lịch thi vào ngày 8-1-2020 môn đại số tuyến tính (MT1007) lại trùng vào lịch môn thực tập địa chất kiến trúc (GE2005) từ 6-1 đến 10-1-2020. Các thầy cô trong khoa đã cho em hướng giải quyết là làm giấy xin điểm hoãn thi (HT) nhưng cô dạy bộ môn đại số tuyến lại kêu là môn của cô học kì sau sẽ thay đổi cơ cấu điểm (cụ thể là bổ sung cột điểm 5%) nên cô không biết dùng điểm hoãn thi như thế nào. Thầy, cô cho em xin hướng giải quyết.. . Em cảm ơn và chúc thầy, cô một tuần làm việc vui vẻ.",
            "Chào bạn,. . Vui lòng đọc quy định về điểm hoãn thi tại đây:. . Chào bạn,. . Bạn vui lòng xem quy định về điểm hoãn thi:. . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Điều 17. Vắng thi, hoãn thi, cấm thi, miễn thi/c. Vắng các buổi thi cuối kỳ:. . \"Trường hợp trùng lịch thi hoặc có quyết định của trường cử đi thi, công tác: SV hoặc đơn vị liên quan làm đơn đề nghị được hoãn thi gửi PĐT kèm theo các xác nhận cần thiết trước ngày thi. PĐT xem xét và quyết định cho SV nhận điểm Hoãn thi (HT) cho phần điểm tổng kết (hủy các điểm thành phần đã có). SV phải đăng ký thi cuối kỳ trong thời hạn một năm học để lấy kết quả này làm điểm tổng kết thay thế cho điểm HT. Sau thời hạn này, nếu không có điểm thay thế thì điểm HT sẽ chuyển thành điểm vắng thi VT\"",
            "Em chào cô,. . Theo như quy chế thì kì sau em chỉ cần đăng kí thi bổ sung thì điểm thi đó sẽ là điểm tổng kết luôn đúng không ạ. Vậy em có cần cô bộ môn giữ các điểm thành phần không ạ.. . Em cảm ơn cô",
            "Không nha bạn, theo đúng quy chế nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đợt 1 em có đăng ký môn học rồi mà sao bây giờ vào thì không thấy môn học kỳ 2 nữa ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Bạn vào đợt kết quả đợt 1 --  xem lịch sử đăng ký để biết lý do không đăng ký được"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .   p Cho em xin phép được tăng sĩ số lớp và đăng kí nhóm lớp L06 môn Pháp luật Việt Nam đại cương (SP1007) vào thứ 4 tiết 7 8 9 tại phòng H2-401.  /p . .   p Em xin cảm ơn  /p",
            "Chào bạn. . Môn học đã ở sĩ số tối đa không thể tăng thêm cho bạn được.. . Bạn có thể về Khoa làm đơn xin mở thêm lớp. Đơn sau khi có xác nhận của Khoa bạn nộp về PĐT để mở lớp. . . Lưu ý PĐT chỉ nhận đơn mở lớp trong đợt 2 ĐKMH. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi các thầy cô Phòng Đào Tạo.. . Em tên là [full_name] (MSSV: [student_id]). . . . . Em muốn đăng kí môn Hóa Hữu cơ CH2011 thì hệ thống báo lỗi là thiếu chuẩn SV năm 2.. . . . Trong khi đó em xem điều kiện môn học thì chỉ cần môn Hóa Đại cương CH1003(HT).. . . . Em đã nộp chứng chỉ ngoại ngữ và đã được báo hợp lệ, được miễn Anh văn 1, 2, 3, 4 rồi ạ.. . . . Em xin cảm ơn.",
            "Bạn phân biệt rõ chuẩn sinh viên sau các năm và chuẩn anh văn sau các năm . . . . Các thay đổi về quy chế các bạn xem tại đây :. . http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK192-updated.pdf. . . . . . Bạn xem các thay đổi quy chế về cách xếp loại SV sau các năm"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính mong thầy, cô phòng đạo tạo tăng sỉ lớp môn học Giải Tích 2, MSMH: MT1005, lớp A01_A01.. .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Chào bạn. . Môn học đã ở sĩ số tối đa không thể tăng thêm cho bạn được.. . Bạn có thể về Khoa làm đơn xin mở thêm lớp. Đơn sau khi có xác nhận của Khoa bạn nộp về PĐT để mở lớp. . . Lưu ý PĐT chỉ nhận đơn mở lớp trong đợt 2 ĐKMH. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  [full_name]/[student_id] \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học  DAMH kết cấu bê tông cốt thép 1/CI2093 . . . .",
            "Chào bạn. . PĐT đã tăng sĩ số cho bạn, 20p nữa bạn có thể vào ĐKMH . Bạn vào đăng ký nhanh để tránh hết chỗ.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B m có đăng ký lớp đồ án thiết kế me2011. Nhưng khi đăng kí lại có thông báo chưa đặt chuẩn ănh văn sau năm 2,tuy nhiên em đã đặt chuẩn anh văn sau năm 2.. . Mong phòng đạo tạo giải quyết cho e ạ.",
            "Chào bạn,. . Theo dữ liệu anh văn hiện tại thì bạn chỉ mới có KQ thi kiểm tra AV đạt 255 nên chỉ passs được chuẩn AV sau năm 1 bạn nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Cho em hỏi, em đã học xong các môn tiên quyết và đã chuyển điểm đầy đủ nhưng hệ thống vẫn báo thiếu môn và không đăng ký được môn luận văn tốt nghiệp??",
            "Bạn đã học những môn tương đương nào ?. . . . Bạn vui lòng ghi rõ để PĐT kiểm tra"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /ngô trung thông \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Chào thầy cô. Thầy cô cho e hỏi học kỳ 1 năm nay e có đăng ký thành công môn học ME2011 giờ e đăng ký lại thì bị lỗi anh văn tiên quyết năm 2. Với lại môn ME2023 là mã môn học năm 2 sao e không đăng ký được ạ.e xin cảm ơn.. .",
            "Chào bạn. . Các trường hợp này [full_name] đã thay đổi điều kiện môn học trước, PĐT sẽ cập nhật lại trên website trong tuần này.. . Bạn có thể liên hệ trực tiếp [full_name] để biết rõ hơn các thay đổi về môn Tiên quyết + học Trước"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em chào thầy /cô ạ !. . Vấn đề của em là cách đây vài hôm em có xin tăng sỉ số lớp học của môn Hóa học polyme (MA2007) tăng từ 35sv lên 37sv nhưng pđt chỉ mở 1 slot là 36sv.Lúc ấy là em xin giùm bạn em nữa ạ vì bạn em cũng bị trùng lịch môn tiên quyết năm 2 nữa. Bây giờ , bạn em đã đăng kí được còn em thì đã hết slot mất rồi . Mong pđt mở cho em thêm 1 slot nữa cho lớp L01_L01 MA2007.Chiều nay là hết hạn đăng kí rồi mong pđt giải quyết sớm giúp em . em cảm ơn !",
            "Chào bạn. . . . Môn học đã ở sức chứa tối đa của phòng thí nghiệm không thể tăng thêm.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được  /i yeer. . Em là sinh viên chuyển trường từ Đà Nẵng theo hệ Việt Pháp. Em không thể đăng ký môn họ học kỳ 192. Khi đăng ký hiển thị mã lỗi SV_N3 trong khi em có đủ số tín chỉ tích lũy theo quy chế. Em mong được giải quyết sớm nhaast có thể.",
            "Tổng số tín chỉ của em hiện tại là bao nhiêu?",
            "Dạ theo bảng điểm chuyển của em hiện tại thì tổng là 108 tín chỉ ạ. .",
            "Gửi đến SV. . Phòng Đào tạo sẽ cập nhật xếp hạng năm đào tạo, đề nghị SV đăng ký môn học vào đợt bổ sung. thân chào.",
            "Dạ em cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Kính gửi nhà trường, em tên là   B [full_name]  /B  - MSSV:   B [student_id]0  /B , hiện đang là sinh viên Khoa khoa học và kỹ thuật máy tính. Em là sinh viên khoá 2013 và kỳ tới sẽ hết hạn đào tạo chính quy. Em mong muốn được tăng sỉ số môn học   B Kinh tế kỹ thuật  /B  để có thể đăng ký học và hoàn thành chương trình đào tạo của mình. Em mong được phản hồi sớm và mong được nhà trường tạo điều kiện cho trường hợp của em.. . Em xin chân thành cảm ơn!. .",
            "Kính gửi nhà trường, em tên là   B [full_name]  /B  - MSSV:   B [student_id]0  /B , hiện đang là sinh viên Khoa khoa học và kỹ thuật máy tính. Em là sinh viên khoá 2013 và kỳ tới sẽ hết hạn đào tạo chính quy. Em mong muốn được tăng sỉ số môn học   B Kinh tế kỹ thuật (IM2003)  /B  vì môn này là môn bắt buộc đối với chương trình khoá 2013, để em có thể đăng ký học và hoàn thành chương trình đào tạo của mình. Em mong được phản hồi sớm và mong được nhà trường tạo điều kiện cho trường hợp của em.. . Em xin chân thành cảm ơn!",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Đăng kí tăng sĩ số môn Điều độ sản xuất . . IM3073",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1810917  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi thầy cô PĐT! . . Em xin thầy cô tăng sĩ số lớp TƯ TƯỞNG HỒ CHÍ MINH A04 cho em với ạ.. . Em cảm ơn.",
            "chào em,. . . . Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name] sinh viên hệ Tiên tiến khoa Điện- điện tử. Em gặp 1 vấn đề là không đăng kí đc môn học giáo dục thể chất như trong hình ạ. Em phải làm sao để đăng kí được ạ",
            "bạn chọn đợt đăng ký chuyển hệ để đăng ký nhé. . Thân",
            "Em đã ấn vào chuyển hệ mà vẫn không được thì phải làm sao ạ",
            "Bạn chọn đợt chuyển hệ để đăng ký các môn học cùng hệ CQ mã nhóm A,L"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em chào Phòng Đào Tạo, . . em là [full_name],mssv [student_id].. . . . Em muốn xin PĐT tăng sĩ số lớp môn Pháp luật đại cương SP1007.. . . . Em cảm ơn Phòng Đào Tạo nhiều ạ.",
            "Chào bạn. . Môn học đã ở sĩ số tối đa không thể tăng thêm cho bạn được.. . Bạn có thể về Khoa làm đơn xin mở thêm lớp. Đơn sau khi có xác nhận của Khoa bạn nộp về PĐT để mở lớp. . . Lưu ý PĐT chỉ nhận đơn mở lớp trong đợt 2 ĐKMH. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa nhà trường, em tên là [full_name] mssv [student_id] khoa Kỹ thuật Xây Dựng. . Em viết yêu cầu này mong muốn nhà trường có thể tăng 1 hoặc 2 sĩ số lớp L06_L19 môn Cơ lưu chất CI2003.. . Em thực sự rất cần chuyển lịch sang lớp L06_L19 để có thể đăng kí 1 thêm môn học.. . Mong nhà trường có thể giúp đỡ yêu cầu của em. Em xin chân thành cảm ơn.. . . .",
            ". . Chào bạn. . Môn học đã ở sĩ số tối đa không thể tăng thêm cho bạn được.. . Bạn có thể về Khoa làm đơn xin mở thêm lớp. Đơn sau khi có xác nhận của Khoa bạn nộp về PĐT để mở lớp. . . Lưu ý PĐT chỉ nhận đơn mở lớp trong đợt 2 ĐKMH. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào quý nhà trường,. . Do em không đồng ý với thời khóa biểu HK2 của trường sắp xếp cho em, nên em đổi bằng thao tác online tại nhà. Em sắp xếp thời gian đổi nhóm môn CH1003 từ L08_L22 sang nhóm L19_L55 không trùng với thời khóa biểu hiện có. Thế nhưng hệ thống lại báo là \"môn học bị trùng thời khóa biểu\" . Em mong nhà trường xem lại. Đã sắp hết hạn đăng kí hiệu chỉnh là 3:00PM 23/12/2019. Em xin cám ơn nhà trường. . . . . [full_name]",
            "Nhóm bạn cần chuyển đến bị full sĩ số không thể thực hiện chuyển nhóm được"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Học vụ . thầy xem giùm em thời khóa biểu của em với em đăng ký rồi mà giờ vô thời khóa biểu xem thì nó tự động chuyển qua trang thông tin sinh viên",
            "bạn vào trang thông tin sinh viên.. .  chọn xem thời khóa biểu. . Thân",
            "nó cập nhật từ năm ngoái chứ nam nay có đâu ạ. .",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "chiều nay sẽ cn nhé.. . bạn có môn AV400 và LVTN.. . tuy nhiên LVTN bạn xem ở chỗ tra kết quả LVTN nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Tăng sĩ số lớp môn học MT2001 nhóm A02 thứ 4, 3-4-5 B1-308.. .",
            ". . Chào em,. . . . Môn này full sỉ số. Em có thể làm đơn xin mở lớp dự thính.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ cho em xin hỏi là em đăng ký môn học nhung đong học phí trể, hôm nay mới đăng kí, em có lên phòng đào tạo hỏi cô nói là đóng học phí trể sau 1 ngày mới cập nhật nhưng sau 15h00 hôm nay thì hết hạn đăng ký môn học rồi thì em phải làm như thế nào, xin được xem xét ạ. Em xin chân thành cảm ơn",
            "Bạn vào đăng ký nhé.. . . . PĐT đã mở khóa"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Thầy/cô có thể giúp em tăng sĩ số lớp môn MT2001 nhóm A02 thứ 4, 3-4-5, B1-308 được không ạ. Em xin chân thành cảm ơn.",
            "Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . vì mỗi năm chỉ mở một lần nên Xin mở them sĩ số giúp em với ạ.Tốc độ đăng kí nhanh quá em không đăng kí kịp. .",
            "Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name].. . Em mong thầy cô cho em mở thêm sĩ số môn. . Cấu trúc dữ liệu và giải thuật lớp L01_L02 . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có đăng kí môn học đò án thiết kế me2011. Nhưng lại báo anh ănh chưa đạt tuy nhiên bạn em lại có điểm anh văn bằng em ,cũng chỉ vừa đạt anh văn cơ bản nhưng vẫn được đăng kí bình thường ạ.. . Mong phòng đạo tạo giải quyết á",
            "Gửi đến SV. . hiện SV chỉ có điểm của đợt kiểm tra AV đầu vào /xếp lớp SV chỉ đạt 255; đạt chuẩn Anh văn sau năm 1.. . thân chào.",
            "Nhưng nếu vậy tại sao bạn em cũng chỉ mới đạt chuẩn anh văn sau năm 1 lại vẫn được đăng kí môn đồ án thiết kế me2011 ạ, và đăng kí đợt 1 em đã đăng kia thành công , tuy nhiên vì lý do không mở môn học nên em bị xóa mất môn học đó. . . Bây giờ em đăng kí lại môn me2011 lại bị dính anh văn ạ.. . Mong pđt giải quyết ạ.",
            "Đợt 1 là đợt đăng ký nguyện vọng, kết quả sẽ được hậu kiểm và đưa lên đợt 2 ĐKMH. Nếu bạn không thỏa điều kiện AV sau đợt 2 PĐT sẽ hậu kiểm lần 2 và hủy môn vi phạm tiên quyết"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học  /ĩ. . . . Xin phòng đào tạo tăng sỉ số lớp vì đây là môn tiên quyết!",
            "Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em xin chào Thầy cô !. . Em tên là [full_name] , MSSV [student_id]. . do em không đăng ký không kịp và bị trùng lịch học mấy môn như sau:. . . . . . 1. EE2023 Thức tập điện tử 1 lớp A04. . . . . .   vậy cho em xin phòng đào tạo xin tăng số theo lớp học mà em đã sắp xếp lớp học rồi (trong file đã gửi) cho nó không bị trùng lịch để cho em được đăng ký mấy môn trên và cho em học kịp chương trình đào tạo của trường .. . em xin cảm ơn thầy cô ạ!",
            ". . Chào em,. . . . Môn này  phòng thí nghiệm bị full sỉ số. Em có thể làm đơn xin mở lớp.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name].. . MSSV [student_id].. . Em xin được hỗ trợ để đăng kí môn cấu trúc dữ liệu và giải thuật lớp L01_L02. . Em xin cảm ơn.. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "bạn cần phải mã môn học, mã nhóm cần tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "tăng sĩ số môn học Nhập môn thị giác máy tính (ME4201). . . .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. .",
            "Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em muốn đăng ký môn:. . CI4011 Thí nghiệm công trình. . . . Nhưng em bị báo là thiếu môn tiên quyết Thép 1, Bê tông 1.. . 2 môn này ở HK191, em sắp thi và có điểm.. . Em mong thầy/cô tạo đk để em đăng ký môn học này.",
            "chào bạn.. . bạn phải có điểm đạt mới đăng ký được môn học.. . Từ nay đến khi kết thúc đợt đk mới có thể đkmh. . Thân",
            "Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Chào bạn,. . Lưu ý nêu rõ nội dung câu hỏi và vấn đề của mình trong ô nội dung"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Chào thầy/cô,. . Em là sinh viên khóa 2019.. . . . Cho em hỏi, em có được đăng ký học 2 môn GDTC trong một học kỳ không ạ?. . Và nếu đăng ký được, cộng thêm môn GDTC 1 đã học ở HK1, thì em đã đủ 3 môn GDTC rồi phải không ạ?. . . . Em cảm ơn.",
            "Chào bạn,. . Nếu không bị ràng buộc về số tín chỉ tối đa đăng ký trong cùng 1 học kỳ. . Xem tại quy định: . . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 9. Đăng ký môn học. . Và quy định về GDTC tại đây:. . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Điều 10. Thực tập tốt nghiệp, Luận văn tốt nghiệp và các môn đặc biệt/10.5 Giáo dục quốc phòng, Giáo dục thể chất. . Trong quy chế không nói về việc bạn không được học 2 môn GDTC trong 1 học kỳ chính. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em thấy nhu cầu học môn CI1053 Quản lý dự án xây dựng tại CS1 rất cao. . Mong thầy/cô tăng sỉ số.",
            "Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. ."
        ]
    }
]