[
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên  [full_name]. . MSSv [student_id]. . Lớp CK19CTM4. . Em có tra cứu trên AAO và thấy mình có trong danh sách dự kiến cảnh cáo học vụ lần 2. Nhưng ở ô \"có đăng kí môn học\" và ô \" được thu nhận lại\" thì đều hiện là \"không\" ( Hk202 em có đăng kí môn). Vậy kính mong PDDT giải đấp giúp em là em có được tiếp tục học nữa hay không ạ? nếu không thì em sẽ giải quyết như thế nào ạ, em cảm ơn quý thầy cô ạ!",
            "Chào bạn,. . . . Sinh viên cảnh báo học vụ vẫn được học bình thường (nếu có TKB202).. . Đề nghị sv liên hệ với GVCN để được tư vấn.. . . . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em có đăng kí dự thính môn học vào đợt 3. Đăng kí đã thành công nhưng em vẫn chưa có thời khóa biểu ạ. Mong quý thầy cô giải đáp. .",
            "Chào bạn,. . . . Bạn vui kiểm tra lại kết quả DKMH nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô,. .    Tụi em có 10 bạn muốn đăng kí lớp hoạch định mặt bằng vào kì dự thính này. Môn học này của ngành logistics.. .    Đơn đăng kí cần chữ ký của chủ nhiệm khoa và giảng viên giảng dạy nhưng do thầy đi vắng nên không xin được. Tới hôm nay thầy mới có lịch. .     Môn học này rất quan trọng vì phải có môn này chúng em mới có thể làm đồ án và đi thực tập tốt nghiệp.. .     Nếu kỳ này không học tụi em phải trễ tốt nghiệp 1,5 năm.. .     Mong phòng đào tạo có thể xem xét và mở lớp học.. .     . .",
            "Chào bạn,. . . . Đã quá thời gian nhận đơn mở lớp rồi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện tại em đã đủ điều kiện để tốt nghiệp nhưng, trong mục đăng ký tốt nghiệp em không thể thao tác như cập nhật thông tin, upload ảnh tốt nghiệp, cho em hỏi hạn đăng ký là khi nào ạ",
            "Chào bạn. . . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 22/3  Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn  tốt nghiệp  thông tin tốt nghiệp  danh sách tốt nghiệp 4/2021. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . Thân",
            "Tốt nghiệp . Cho em hỏi đã có danh sách tốt nghiệp dự kiến chưa ạ. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thời khóa biểu các môn anh văn hệ VLVH . Em chào quý thầy cô ạ!. . Em là sinh viên hệ VLVH. Theo như mail của trường là các môn anh văn hệ VLVH thì bắt đầu học từ ngày 12/3/2021 nhưng hiện tại em chưa được thông báo về thời khóa biểu ạ. Mong quý thầy cô kiểm tra và phản hồi em ạ.. . em xin chân thành cảm ơn ạ.",
            "Thiếu tiên quyết : AV350. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "U Học vụ . Cho em hỏi là lịch dự thính cơ lưu chất phần lí thuyết của em sao lại quá nhiều và quá số tiết quy định vậy ạ. . Tối t5: 18h-20h29. . Sáng cn: 8h-10h50. . Khối lượng gấp đôi hk1. . Mong thầy cô giải đáp ạ",
            "Chào bạn,. . . . Thời gian học dự thính ngắn hơn chính qui nên số buổi học nhiều hơn.. . . . Thân",
            "Dạ thưa cô, số tuần học vẫn như bình thường ạ, chứ k có ít hơn ạ",
            "Chào bạn,. . . . Bạn cho biết mã môn để PDT kiểm tra lại.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào các thầy cô,Cho em hỏi là bằng tin học cơ bản cuối năm nhất phải nộp hay là trường chưa cần ạ.Trường có tổ chức thi tin học cơ bản gì không ạ..",
            "Chào bạn,. . . . Hiện tại nhà trường chưa có thông báo về việc nộp chứng chỉ ứng dụng công nghệ thông tin. Khi nào có thông báo PDT sẽ gởi mail thông báo cho sinh viên.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em nhận điểm VP kì trước, và kì này em đăng kí các môn nhận điểm VP ,như vậy theo quy chế điều 17, mục 17.2 thì \"Từ HK191, sau khi nhận điểm VP, SV phải đăng ký thi cuối kỳ với môn học có mở trong thời hạn một năm học.\". . Như vậy mặc dù có lịch thi giữa kì cho các môn em nhận điểm VP trong kì này, nhưng em không cần tham gia thi giữa kỳ đúng không ạ? . . Mong PĐT giải đáp rõ rõ cho em với ạ ! Do quy chế bảo đi thi cuối kỳ thì các điểm thành phần em không tham gia đúng không ạ? Quy chế em đọc kỹ rồi mà không rõ cho lắm ạ ! Em cảm ơn PĐT !",
            "Chào bạn,. . . . Nếu thi xoá I thì bạn chỉ thi cuối kỳ thôi.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào Thầy/Cô,. . Điểm TBTLN được tính kể từ năm học thứ 3 của hệ chính quy vậy có nghĩa là 2 năm học đầu học đại cương sẽ không quyết định xếp loại bằng phải không ạ? Vậy nếu điểm 2 năm học đầu thấp nhưng điểm từ năm 3 cao thì cũng có thế đạt loại giỏi, xuất sắc được phải không ạ?. . Về điểm TBTL là điểm tính cả các môn ngoài CTĐT, điểm này thường được dùng để xét học bổng của khoa hay xét chọn sinh viên xuất sắc nhất khoa cho buổi lễ khai giảng đầu năm học. Em đang học ngành hệ thống năng lượng của Pfiev, CTĐT của ngành này không có môn Cơ học vật rắn & Sóng cơ nhưng nếu em đạt giải trong kì thi Olympic Cơ học thì sẽ được chuyển 10đ cho môn học này. Vậy thì điểm chuyển này sẽ được tính vào TBTL phải không ạ? Vì môn này của học kì 2 năm học thứ 2 của Pfiev.. . Em cảm ơn. .",
            "Chào bạn,. . . . Bạn về văn phòng đào tạo Việt Pháp các cô sẽ tư vấn cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy, cô!. . Em tên là [full_name]. Vừa qua thì em có đăng ký chuyển từ hệ chính quy sang hệ VLVH. . . Mã số sinh viên chính quy là [student_id] và mã số sinh viên hệ VLVH là [student_id] ngành Kỹ thuật xây dựng công trình thủy.. . Em đã hoàn thành hết tất cả các môn có trong chương trình học và bây giờ chỉ còn thiếu luận văn tốt nghiệp. . . Em muốn biết là bây giờ muốn tốt nghiệp thì chỉ cần đăng ký hoàn thành môn luận văn tốt nghiệp hay cần thêm môn khác nữa không? Và nếu muốn tốt nghiệp thì cần bổ sung những gì?. . Em xin chân thành cám ơn! Chúc thầy cô luôn mạnh khỏe. .",
            "Chào bạn,. . . . Bạn cho biết mã số luận văn để PDT sẽ xét lại hết cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô, em tên [full_name], MSSV: [student_id].. . . . Thời khoá biểu của em bị mất môn Động lực học và dao động (IU3009).. . . . Đây là môn học của học kỳ chính và em vẫn học 2 tuần bình thường. Đến tuần thứ 3 thì không thấy môn học trên thời khoá biểu.. . . . Mong thầy cô xem xét và phục hồi lại giúp em.",
            "Chào bạn,. . . . Bạn vui lòng xem kết quả DKMH đã cập nhật trên web PDT.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy cô ơi hiện em ko đăng kí được môn nào cho kỳ dự thính này hết, lúc em đăng kí được nhưng lớp hủy nên rồi em ko còn lớp nào để vào, giờ em chưa đủ tín chỉ yêu cầu cho học kì này, thầy cô giúp em với, em đăng kí lớp Vật Lý 1 nhưng bị hủy, giờ em ko đủ tín chỉ yêu cầu, em làm đơn xin vào lớp của môn Vật Lý, xin phép thầy cô môn kí tên, xong em nộp lại phòng đào tạo để được vào lớp ko ạ, em ko đăng kí đủ tín chỉ yêu cầu do em nợ anh văn, hiện tại em đang học để thi lấy bằng, thầy cô giúp em với, em làm vậy có được ko ạ",
            "Chào bạn,. . . . Bạn vui lòng xem kết quả DKMH trên cổng thông tin sinh viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô ạ!. . . . HK201 môn vl1 của em 5.5, bây giờ em học cải thiện ở hk hè được không ạ? và nếu em học được X điểm thì có được thay cho 5.5, ha là vẫn giữ nguyên 5.5 và ghi thêm điểm x ạ?. . . . Em cảm ơn thầy/cô.",
            "Chào bạn,. . . . Lần nào thi điểm cao nhất sẽ lấy nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng kí môn học dự thính HK202.. . -Họ tên SV: [full_name]. . -Tên môn học: [full_name] lập trình. . -Mã môn học: CO3005. . -Lớp: DT01. . -Giờ học:Thứ 2 (tiết 13-14-15) và thứ 4 (tiết. . 13-14-15)",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. .",
            "[full_name] CO3005 ĐÃ ĐK TRONG HK CHÍNH[full_name] [full_name] VÌ VẬY KO ĐƯỢC ĐK DỰ THÍNH[full_name] [full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "PĐT cho em hỏi về việc nộp chứng chỉ toeic để chuyển điểm môn anh văn cho kì 202 thì hạn chót là lúc nào vậy ạ, nếu em nộp đầu tháng 5 thì có kịp xét chuyển điểm và cộng vào số TCTBTL để đăng ký môn cho Kỳ hè ko ạ?. . Mong PĐT trả lời, em xin cảm ơn ạ.. . . .",
            "Chào bạn,. . . . Được bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào admin ạ, em tên là [full_name]0-OISP. . . . Cho em hỏi là sinh viên ngành Kỹ thuật máy tính có cần phải thi C/C UDCNTT Cơ bản và Nâng cao theo lịch của trường vào năm 1 và năm 3 không ạ.. . . . Em xin cảm ơn ạ.",
            "Chào bạn,. . . . Hiện tại nhà trường chưa có thông báo về việc nộp chứng chỉ ứng dụng công nghệ thông tin. Khi nào có thông báo PDT sẽ gởi mail thông báo cho sinh viên.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào Thầy/Cô!. . Em tên: [full_name]. . MSSV : [student_id]. Lớp BT14OTLT. Hệ : Vừa làm vừa học. . Dạ em đăng kí tốt nghiệp trong mục thông tin cá nhân bị sai Khoa/TT Đào tạo và thiếu mục nơi sinh. . Khoa/TT Đào tạo của em: Khoa Kỹ thuật giao thông .Nơi sinh : tỉnh Thanh Hóa. . Mong Quý Thầy Cô xem và cập nhật lại giúp em.. . Em xin chân thành cảm ơn!. . Sđt của em : [phone_number]. . . .",
            "Dạ chào Thầy/Cô!. . Em tên: [full_name]. . MSSV : [student_id]. Lớp BT14OTLT. Hệ : Vừa làm vừa học. . Dạ em đăng kí tốt nghiệp trong mục thông tin cá nhân bị sai Khoa/TT Đào tạo và thiếu mục nơi sinh. . Khoa/TT Đào tạo của em: Khoa Kỹ thuật giao thông .Nơi sinh : tỉnh Thanh Hóa. . Mong Quý Thầy Cô xem và cập nhật lại giúp em.. . Em xin chân thành cảm ơn!. . Sđt của em : [phone_number]",
            "Chào bạn,. . . . PDT kiểm tra hệ thống trường đúng thông tin của bạn, trường hợp này không sao nha bạn.. . . . Thân",
            "Chào Thầy/cô,. . . . Thông tin của em vẫn chưa được cập nhật lại.. . Còn trống mục nơi sinh và sai khoa đào tạo.. . Em có gửi file đính kèm.Mong Quý Thầy Cô xem và cập nhật lại giúp em.",
            "Chào bạn,. . . . PDT cập nhật sai thông tin tên web của bạn, PDT đã điều chỉnh rồi. Khi nhận bằng tốt nghiệp tạm thời nếu có sai sót gì thì báo lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi em đã qua môn kế toán tài chính và học kỳ này em đăng ký học lại và học được 3 tuần. . Em cần làm gì để rút môn học này ạ. . Em cám ơn và xin lỗi đã làm phiền ạ",
            "Chào bạn,. . . . Bạn nộp đơn rút môn học tại PDT nha (mẫu đơn có sẵn trên web PDT).. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . CHo em hỏi là kì này em có thời khóa biểu là 6 môn là Vẽ Kĩ Thuật , Con người và môi trường , Pháp luật việt nam đại cương , kinh tế chính trị mác , kĩ thuật điện , quản lý dự án cho kĩ sư . Nhưng không biết vì lý do gì mà hôm nay em vào bkel thì chỉ còn 3 môn . . kĩ thuật điện , kinh tế chính trị mác và quản lý dự án cho kĩ sư thôi vậy ạ ? Vậy các môn còn lại sao bị mất vậy ạ ?. .",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy cô cho em hỏi em muốn xin giấy xác nhận điểm rèn luyện thì em phải làm sao ạ",
            "Chào bạn,. . . . Bạn liên hệ phòng Công Tác Chính Trị Sinh Viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Phòng đào tạo cho em hỏi là em đã đăng kí kỳ dự thính nhưng thời khoá biểu em chưa có lịch học. Mong phòng đào tạo kiểm tra giúp em ạ. .",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ xin chào thầy cô . . Em tên: [full_name]. . MSSV: 813CT117. . Lớp: XD-13 hệ vừa làm vừa học. . Trong mục thông tin in bằng tốt ngiệp thiếu nơi sinh. . Nơi sinh của em: Vị thanh-Cần thơ\t. . Mong thầy cô cập nhật lại giúp em!. . . . . .",
            "Gửi đến SV. . Theo Quy định của Bộ GD & ĐT, nơi sinh của Sinh viên được căn cứ theo thông tin trên giấy khai sinh, ghi tên Tỉnh, Thành phố trực thuộc Trung ương nên đúng phải là: nơi sinh: Cần Thơ. và do phôi bằng của khối ĐHQG không có tên nơi sinh mà chỉ có trên bảng điểm. . thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi em đk học DT Nhập môn lập trình lúc 18h ở cs1 mà lúc đó em đang học môn chuyên ngành đến 17h50 ở cs2 vậy sao em đi kịp ạ.Có sắp lộn tkb cho em không ạ.",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra TKB trên cổng thông tin sinh viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name] mssv [student_id] sinh viên trung tâm đào tạo bảo dưỡng công nghiệp. Nay em xin phép phòng đào tạo cho em được đăng kí môn học Pháp luật việt nam đại cương (SP1007) lớp học DT02 có giờ học vào ngày thứ 3 tiết 13 14 15. Do đợt đăng kí dự thính vừa rồi lớp full sĩ số nên em không đăng kí được và hôm nay em thấy sĩ số lớp đã giảm. Mong phòng đào tạo giúp đỡ để em có thể hoàn thành khóa học của mình. Em xin cảm ơn",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy, cô. Em [full_name], mssv: [student_id]. Hệ vhvl. Em có đăng ký luận văn tốt nghiệp(mã:808303), nhưng bị vướng lỗi không đủ chỉ, trong khi em đã hoàn thành hết tất cả các môn học, trừ luận văn, kỳ trước em cũng đã đăng ký luận văn (808303) được, nhưng vì lí do cá nhân nên chưa thể hoàn thành. Kỳ này em đăng ký lại nhưng không được, Mong thầy cô giúp em đăng ký luận văn trong kỳ này ạ. EM cảm ơn.",
            "Chào bạn,. . . . [full_name] ghi nhận và xét lại luận văn cho bạn, sau ngày 23/3 kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên. Nếu  có gì thắc mắc bạn liên hệ trực tiếp [full_name].. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . . Cho em hỏi em đk học DT Nhập môn lập trình lúc 18h ở cs1 mà lúc đó em đang học chuyên ngành ở cs2 vậy sao em đi kịp ạ.",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra TKB trên cổng thông tin sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Đã tốt nghiệp rồi thì có được tiếp tục tham gia BHYT-BHTN sinh viên và có được đăng kí, đóng tiền này trên Mybk được không ạh",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Thầy/Cô!. . . . HK201 này em đăng ký 15 tín chỉ, trong đó có 3 tín chỉ là học Dự thính HK201. Vậy em có đủ điều kiện để xét Học bổng trong HK201 không ạ?",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học bổng có cập nhật trên trang web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59&tid=429.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . E sinh viên năm nhất ạ ,e đăng kí dc môn sxtk .Sau đó  e bị  xoá môn trên bkel (nhưng vẫn còn trong tkb và lịch thi ) ,vậy e có cần phải học tiếp ko ,nếu ko đi học và đi thi thì có bị tính là nợ môn không ạ ? ( mã môn sxtk e đăng kí là MT2013 )",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra trên BKEL lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Sau khi em tốt nghiệp rồi thì em còn có thể truy cập Bkel để tiếp cận tài liệu đã học được không?. .",
            "Chào bạn,. . . . [full_name] sẽ bị khoá nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào pđt , em có đăng ký môn giải tích 2 kỳ dự thính đợt 2 , lúc đầu kêu thỏa điều kiện đăng ký , nhưng kết quả thì ghi trùng tkb , em bị 2 lần rồi ! mong pđt giải quyết giúp em , em lên lại đăng ký môn gt2 vẫn còn nhiều lớp chưa đủ sỉ số , mong pdt gia hạn thêm thời gian để em đăng ký môn học ạ !",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy\\cô. Em thuộc khoá K14. Hiện tại em còn vướng toeic và av nói viết. Thầy\\ cô cho e hỏi e có thể gia hạn thêm 1 học kỳ nữa không ạ, hay bắt buộc phải chuyên hệ VLVH. Em cám ơn thầy\\cô nhiều.",
            "Chào bạn,. . . . Trường hợp bạn không nợ 1 môn học nào thì mới gia hạn học kỳ nha bạn. Bạn kiểm tra xem môn anh văn 3,4 bạn đã đạt chưa?. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô bên pdt.. . . . Em xin phép hỏi thầy/cô về việc vào đợt đăng kí môn học đợt 4 em có đăng kí thành công môn học   B [full_name] Văn Tốt Nghiệp (mã CI4343)  /B  và có hiện môn học trên thời khoá biểu.. . . . Nhưng hiện nay em kiểm tra lại thì môn học   B LVTN   /B này lại bị mất đi. Em xin phép hỏi thầy/cô bên PDT lý do và hướng giải quyết ạ.. . . . Em xin cảm ơn, Nhân.",
            ". . Chào thầy/cô bên pdt.. . . . Em xin phép hỏi thầy/cô về việc vào đợt đăng kí môn học đợt 4 em có đăng kí thành công môn học Luận Văn Tốt Nghiệp (mã CI4343) và có hiện môn học trên thời khoá biểu.. . . . Nhưng hiện nay em kiểm tra lại thì môn học LVTN này lại bị mất đi trong thời khoá biểu. . . . . Em thêm thông tin là em không bị thiếu điều kiện tiên quyết của môn học LVTN. Chỉ có môn học Đề Cương Luận Văn của em có phúc khảo và đã có điểm (điểm đạt) vào tuần trước. Em xin PDT giải quyết giúp em vấn đề này ạ.. . . . Em xin cảm ơn, Nhân.",
            "Chào thầy/cô bên pdt.. . . . Lúc nảy em có vào PĐT để làm việc trực tiếp và đã nộp đơn xử lý vấn đề này rồi ạ.. . . . Em xin cảm ơn thầy/cô bên PĐT đã dành thời gian đọc bài ạ.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi em có đăng kí môn học Giải tích 2 và em có rút môn học chuyển sang . . đăng kí học dự thính. Em có đăng kí từ đợt 2 và đợt 3 đều không được và trong phần lịch sử có ghi lý do là :PDT không đ/ký cho SV MH MT1005 (D: Môn đã đạt/đã học chưa có điểm/ đã có kết quả trong HK chính DA CO KET QUA DKMH HK202). dù em đã rút môn, em cảm ơn",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em thưa cô ạ!!. . Học kỳ này em có đăng ký môn vật lý 1 PH1003 sao pđt hủy đăng ký môn của em cả 3 đợt ạ. Cô cho em hỏi có mở đăng ký đợt 4 không ạ.. . Trường hợp của e phải xin vào lớp như thế nào ạ. Em đủ điều kiện để đăng ký chưa ạ.. . Em cảm ơn nhiều ạ",
            "Chào bạn,. . . . Bạn vui lòng xem kết quả DKMH để biết lý do sao không đăng kí được nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào thầy/cô!. . Đợt đăng ký môn học dự thính vừa rồi em có đăng ký môn Anh văn 3A( MSMH: LA1041) nhưng bị xóa môn và lý do là chưa có môn học trước đó Anh văn 2A( MSMH: LA1039), nhưng học kỳ trước em đã hoàn thành xong môn Anh văn 2. Em đã qua môn Anh văn 2 có được đăng ký Anh văn 3A không ạ, nếu được thì mong PĐT có thể cho em đăng ký môn Anh văn 3A vào kỳ dự thính nay.. . Em cảm ơn!",
            "Chào bạn,. . . . Bạn kiểm tra xem mình đã học môn LA1005 chưa nha.. . . . Thân",
            "Đăng ký môn học . Dạ chaò thầy/ cô!. . Như đã trình bày ở câu hỏi trước, nếu được đăng ký dự thính môn Anh văn 3A (MSMH: LA1041), mong PĐT xếp em vào lớp DT31 ạ.. . Em cảm ơn!. .",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa cô/thầy . . Hôm trước em có đăng ký dự thính vật lý 1 . . Hk2 đợt 2 nhung hiện thời khoá biểu bắt đầu học từ tuan 4/5/6... trong khi tkb chính thức của em   lại hiện là đang học tuần 11 . . Hiện tại em đang học tuan thứ 3 hk2 và đang bối rối vì lịch học không ro rang. . Mong cô/thầy có thể giúp đỡ em",
            "Sau một lúc tìm hiểu thì em nhận ra là do lỗi em đã không kiểm tra và biết rằng pdt đã từ chối đăng ký môn học do không đủ thời gian di chuyển. . Em không trách móc nhà trường nhung chỉ hi vọng thay co có thể giúp em có thể học kỳ dự thính vật lý 1 hk2. . Xin trân trọng cảm ơn. .",
            "Chào bạn,. . . . Bạn ghi rõ mã số môn học muốn đăng kí.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Thầy(Cô). . Môn đăng kí dự thính HK202 của em bị hủy do bị trùng với lịch học kỳ chính. Nhưng em không để ý, giờ ​em xem lại thì có môn học không bị trùng với lịch học kì chính của em, em có gửi ảnh. . . Em xin Thầy(Cô) cho em đăng kí môn này vào học kì dự thính HK202:. . EE2013 - [full_name] xử lý. . Em cũng bị trễ, em xin Thầy(Cô) cho em được đăng ký môn học để trả nợ môn, có thêm động lực ra trường.. . Trong khi được sự chấp thuận của Thầy(Cô), em xin chân thành cảm ơn.",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em xin lỗi vì sự bất tiện này !. . em đăng kí trễ dự thính môn quá trình sinh học 3 . . e có tên trong danh sách xin mở lớp nhưng lại quên đăng kí trên mybk. mong pdt giúp e đăng kí lại ạ vì trể 2 ngày rồi ... e chân thành cám ơn. . CH2093 quá trình sinh học 3",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào Thầy/Cô,. . Điểm TBTLN được tính kể từ năm học thứ 3 của hệ chính quy, vậy có nghĩa là 2 năm học đầu học đại cương sẽ không quyết định xếp loại bằng phải không ạ? Vậy nếu điểm 2 năm học đầu thấp nhưng điểm từ năm 3 cao thì cũng có thế đạt loại giỏi, xuất sắc được phải không ạ?. . Còn về điểm TBTL là điểm tính cả các môn học ngoài CTĐT và điểm này thường được dùng để xét học bổng của khoa hay xét chọn sinh viên xuất sắc nhất khoa cho buổi lễ khai giảng đầu năm học phải không ạ?. . Em cảm ơn",
            "Chào bạn,. . . . Bạn liên hệ văn phòng đào tạo Việt Pháp để các cô tư vấn cho bạn về vấn đề này rõ hơn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có đăng kí môn học dự thính đợt 3 môn học phương pháp tính mã mt1009 lớp DT01 nhưng bị huỷ kết quả. Mong phòng đào tạo xem xét lại dùm em.Em cảm ơn",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name] mssv [student_id] . . Em xin phép phòng đào tạo cho em được đăng kí môn học Giải tích 1 (MT1003) Nhóm lớp DT02_DT02 có giờ học vào thứ 4 tiết 13 14 15 thứ 7 tiết 10 11 12 và chủ nhật tiết 10 11 12, Vì đợt đăng kí dự thính vừa rồi lớp này full sĩ số nên em k đăng kí được. Mong phòng đào tạo giúp đỡ để em có thể hoàn thành khóa học của mình. Em xin cảm ơn",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1700142  /b \t. . . .   i Đăng ký môn học  /i. . Kính thưa Phòng Đào Tạo, em xin PĐT cập nhật môn Tin Học ( Mã Môn học: 501601) Kì Dự Thính 202 vì môn này học Đồ Án gặp thầy riêng nên không có giờ học cụ thể bởi môn Tin Học ở khoa em chỉ còn vài bạn và đang mở lớp cuối cùng của môn này. Em là Khoa Bảo Dưỡng Khoá 2017 cuối cùng, mong Phòng Đào Tạo cập nhập môn học giúp em để em sớm hoàn thành tốt chương trình sớm nhất có thể. Em xin cảm ơn!. . . .",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy cô ơi hôm qua em có gửi, cô bảo em xem trên DKMH, em thấy cái này, thầy cô giúp em với, kỳ này em ko trả được là em tiêu luôn, cho em xin vào lớp Vật Lý 1 nào cũng được, kỳ này em học anh văn em trả hết trong kỳ này, em đăng ký rồi nhưng bị xóa lớp mất tiêu, thầy cô cứu em với, em học yếu nên học lại lần 3, thầy cô xem xét cứu vớt em với, các bạn học được 1 tiết rồi, nếu được em xin vào lớp để học các tiết sau với ạ, thầy cô giúp em với",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô phụ trách theo như lịch thi GK thì môn IM1023(QLSX cho kỹ sư) e thi lúc 14h 25/4, môn EE2035(mạch đt) lúc 15h 25/4. Vậy e chỉ có 1h để thi môn đầu tiên. Thầy cô có thể xem xét cập nhật lại lịch thi dùm e được k ạ?. . E cám ơn rất nhiều. .",
            "Chào em.. . Do không có tuần kiểm tra nên Lịch kiểm tra giữa kỳ được xếp liên tục vào cuối tuần.. . Em sắp xếp thời gian học để kiểm tra đạt hiểu quả.. . Trân trọng"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi em có môn học đăng ký dự thính học kỳ 202 này và có hiện môn học trên bkel mà trong thời khoá biểu em không hiện thì em có đi học bình thường được không ạ",
            "Chào bạn,. . . . Bạn vui lòng cho biết mã số môn học để PDT kiểm tra lại cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi thầy/cô. . Em thắc mắc em bị hủy môn dự thính vì không đủ thời gian di chuyển giữa 2 cơ sở.. . Em có 1 tiếng để di chuyển (1 tiết) như 2 ảnh em đính kèm vậy vẫn không kịp ạ ?. . Em xin cảm ơn",
            "Chào bạn,. . . . Khoảng các giữa 2 cơ sở là 2 tiết nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào quý thầy cô,. . Em tên [full_name] mssv [student_id]5. . Dạ cho em hỏi theo lịch trình ngày 2.4 là hạn cuối của việc đăng kí tốt nghiệp. Vì lí do covid nên có nhiều việc bị trì hoãn. Quý thầy cô cho em hỏi phòng đào tạo có thể gia hạn thêm ngày xét tốt nghiệp không. . . Em chân thành cám ơn",
            "Chào bạn,. . . . Hiện tại lịch trình xét tốt nghiệp hạn cuối là ngày 2.4 nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi rút môn học ci2005 trong kì chính . Có dki được ci2005 trong kỳ dự thính được ko ạ, và môn học ci2005 có mở trong kì dự thính ko ạ. . Vậy em có thể thực hiện trên này ko?. . Dạ em cám ơn nhiều",
            "Chào bạn,. . . . Môn CI2005 có mở trong học kỳ dự thính nha bạn. Bạn làm đơn rút môn CI2005 trong học kỳ chính và đăng kí CI2005 trong học kỳ dự thính.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi, lớp Mạch Điện Tử EE2007 nhóm lớp DT01, em có đăng kí cả 3 lần vào 3 đợt dkmh dự thính, nhưng vì sao kết quả đăng kí của em vẫn bị mất trắng vậy ạ?. . Em cảm ơn ạ.",
            "Chào bạn,. . . . Bạn vui lòng xem kết quả DKMH nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào cô ạ. Chuyện là em có đăng ký học dự thính môn Cấu trúc dữ liệu và giải thuật (CO2003) (nhóm L02) nhưng do trường chỉ mở có 2 lớp là vào t3 và t4 nhưng do cả 2 ngày em đều có lịch học đến tiết 12 nên PĐT không cho đăng ký ạ. Em đang xin giáo viên cho được đổi buối học vào chiều t4 sang 1 buổi khác để có thể đảm bảo tham gia lớp học đầy đủ mà vẫn có thể học được môn dự thính vào tối đó. Môn này còn là môn tiên quyết của 1 số môn chuyên ngành của em ạ. Em mong PĐT có thể cho em đăng ký môn học Cấu trúc dữ liệu và giải thuật (CO2003) để em có thể theo kịp tiến độ học ạ. Mong PĐT xem xét giúp em ạ. Em cảm ơn nhiều ạ.. .",
            "Chào bạn,. . . . Bạn nộp đơn có sự đồng ý của giáo viên giảng dạy nộp tại PDT để ban lãnh đạo phòng phê duyệt cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ. Em kính chào thầy cô ạ.. . Em tên: [full_name], Sinh ngày 13/03/1979,. . MSSV: [student_id], lớp: CD16HTDL,. . Hệ : VHVL,. . Dạ em đăng ký tốt nghiệp trong mục thông tin cá nhân thiếu nơi sinh ạ.. . Nơi sinh của em : Bình Phước. . Mong quý thầy cô cập nhật lại giúp em.. . Em xin chân thành cám ơn!. .",
            "Chào bạn,. . . . Bạn bổ sung giấy khai sinh để PDT cập nhật lại nơi sinh cho bạn nha.. . . . Thân"
        ]
    }
]