[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em tên là [full_name] (MSSV: [student_id]) hiện đang là sinh viên lớp Tài năng Viễn thông, theo yêu cầu của trường là sinh viên tài năng sau năm 2 phải đạt điểm tiếng Anh là trên 500, trong đợt điểm tra trình độ tiếng Anh vừa rồi em có tham gia và đạt mức điểm là 600, tuy nhiên hiện tại em vẫn chưa thể đăng ký môn học cho học kỳ nè.. . . . Mong ad giải quyết giúp em. Em xin cảm ơn.",
            "Bạn cần đăng ký môn học nào (mã số môn học) để mình kiểm tra",
            "Môn học em muốn đăng kí gồm:. . - Truyền số liệu và mạng (MMH: EE3019). . - Kỹ thuật hệ thống viên thông (MMH: EE3015). . . . Em xin cảm ơn.",
            "Chào em,. . . . Em đăng môn học lại nhé",
            "Em đã đăng ký được môn học.. . . . Em cảm ơn anh/chị nhiều."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em khoá 2016 hiện tại điểm anh văn em 395 qua av 1 vậy em có được đăng kí môn học cho năm thứ 3 học kì thứ 5 chưa ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Bạn xem tại quy chế đào tạo: . . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . . . Phụ lục 1 quy định về các môn ngoại ngữ"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .   p Em xin chào Thầy/Cô ạ!. . Em tên là [full_name], MSSV : [student_id]4. . Hôm nay em viết thư này mong Thầy/Cô giúp em với ạ.. . Em đang học song song hai ngành Kỹ Thuật Khoáng Sản thuộc Khoa Địa Chất - [full_name] Khí và Khoa Học Máy Tính thuộc khoa KH&KTMT,bằng chính là bên [full_name] Khí.. . Em đã hoàn thành đủ điều kiện để đăng ký môn Thực Tập Tốt Nghiệp bên Khoa Học Máy Tính rồi, và hè này em mong muốn được đăng ký môn đó. Nhưng trên DKMH em không được phép đăng ký, và em cũng hỏi cô [full_name] bên Khoa Máy Tính, cô bảo là phải liên hệ PĐT. Mong Thầy/Cô xem giúp em với ạ!. . . . Em xin cám ơn.!  /p . . . .",
            "QUOTE MSSV/MSGV: 31304934    . . . . Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . .  Em xin chào Thầy/Cô ạ!. . Em tên là Võ Tài Vương, MSSV : 31304934. . Hôm nay em viết thư này mong Thầy/Cô giúp em với ạ.. . Em đang học song song hai ngành Kỹ Thuật Khoáng Sản thuộc Khoa Địa Chất - Dầu Khí và Khoa Học Máy Tính thuộc khoa KH&KTMT,bằng chính là bên Dầu Khí.. . Em đã hoàn thành đủ điều kiện để đăng ký môn Thực Tập Tốt Nghiệp (Mã môn - CO3313) bên Khoa Học Máy Tính rồi, và hè này em mong muốn được đăng ký môn đó. Nhưng trên DKMH em không được phép đăng ký, và em cũng hỏi cô Trang bên Khoa Máy Tính, cô bảo là phải liên hệ PĐT. Mong Thầy/Cô xem giúp em với ạ!. . . . Em xin cám ơn.!. . . . . .   /QUOTE . .",
            "Chào bạn,. .  Trường hợp của bạn sẽ được xét lại , bạn vui lòng kiểm tra kết quả trên Mybk sau ngày 09/06/2019.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Chưa học anh văn 2, nhưng qua anh văn 3 có được đăng ký môn học năm 4 không ạ ? lần thi toeic cao điểm nhất là 360, mong trả lời giúp em , em cần thông tin gấp ạ",
            "Chào bạn,. . Hiện tại bạn chưa có điểm môn av3.. . Khi nào bạn có điểm av3 đạt trên hệ thống dữ liệu điểm của trường thì mới được tính đạt chuẩn sau năm 3 để mở đăng ký môn học.. . Trước thời điểm mở các đợt đăng ký môn học của HK191 mà bạn có điểm môn anh văn 3 đạt (trên hệ thống điểm) hoặc có chứng chỉ quốc tế đạt chuẩn sau năm 3 thì bạn sẽ được mở cho đăng ký môn học HK191.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . bây h em muốn đăng kí giờ học thông tầm mà không  được. giờ em muốn đăng kí thì phải làm sao ạ.",
            "Chào em,. . . . Trường hợp này không đăng kí được nha em."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Thầy/Cô phòng đào tạo.. . Thầy/Cô cho em hỏi vấn đề sau : . . Nếu như em đã học và đã qua ( đạt 5 điểm) môn học bắt buộc EE2007, và kì này em đăng ký học lại môn EE2007 để cải thiện, nhưng do vấn đề cá nhân nên em không thể tham gia thi cuối kì. Như vậy điểm sẽ được tính như thế nào ? Lấy điểm cao nhất hay là lấy điểm lần học gần đây nhất. Và em vẫn được tính là đã qua môn đúng không ạ ?. . Em xin chân thành cảm ơn.. .",
            "Chào bạn,. . Trong quy định về tính điểm môn học thì, chỉ lấy cột điểm cao nhất của 1 môn học khi tính điểm TBTL. Nhưng điểm tích lũy từng học kỳ vẫn ghi đầy đủ điểm các môn đã học trong học kỳ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng đào tạo Đại học Bách Khoa. . Em tên: [full_name]. . MSSV: [student_id]. . Khoa: Quản lý công nghiệp. . . . Cho em hỏi phòng đào tạo là thời gian từ lúc đăng ký in bảng điểm đến khi có thông báo nhận bảng điểm là trong bao lâu ạ? Phương thức thanh toán phải bằng BKPay hay thanh toán trực tiếp được không ạ? . . Mong phòng đào tạo sớm hồi đáp cho em. Em chân thành cảm ơn! . . . . Sinh viên, . . [full_name]. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng xem hướng dẫn đăng ký in bảng điểm tại:. . www.aao.hcmut.edu.vn- Hướng dẫn- Quy trình đăng ký in bảng điểm (dành cho sv chưa tiếp nghiệp).. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Kính gửi thầy cô phòng đào tạo. . Em tên là [full_name]. . Mssv [student_id]. . Cho em hỏi là hiện tại em đang học av1. Do đợt đăng kí môn học kì 191 vừa rồi em không đạt chuẩn để đăng kí 1 số môn học cho kì tới nhưng em vẫn đăng kí môn học đó. Như vậy em có bị hủy môn học không ạ.",
            "Chào bạn,. . Đợt công bố kết quả sắp tới sẽ hủy các môn thiếu chuẩn anh văn mà bạn đã đăng ký, và chặn đăng ký các môn chuyên ngành nếu bạn thiếu chuẩn anh văn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Thầy/cô Phòng Đào Tạo. . Em tên: [full_name], MSSV [student_id].. . Ngày 3/6 (hôm nay) em đã chuyển nhóm lớp môn Xác suất thống kê(MT2001) thành công(em đã đăng kí môn này trong đợt 2) . . . Nhưng sau đó thì cái bảng đăng kí môn của em không có môn này nữa trong khi đó em không hề xóa môn (ảnh lịch sử đăng kí đính kèm).. . Em mong có thể được học lại môn này (MT2001) ở nhóm   B DT02  /B  mà em đã chuyển nhóm thành công trước đó.. . Em xin cảm ơn ạ.",
            "responsible person: [551] [staff_name] [helpdesk staff]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Thầy/cô Phòng Đào Tạo. . Em tên: [full_name], MSSV [student_id].. . Ngày 3/6 (hôm nay) em đã chuyển nhóm lớp môn Xác suất thống kê(MT2001) thành công(em đã đăng kí môn này trong đợt 2) . . . Nhưng sau đó thì cái bảng đăng kí môn của em không có môn này nữa trong khi đó em không hề xóa môn (ảnh lịch sử đăng kí đính kèm).. . Em mong có thể được học lại môn này (MT2001) ở nhóm   B DT02  /B  mà em đã chuyển nhóm thành công trước đó.. . Em xin cảm ơn ạ.",
            "responsible person: [551] [staff_name] [helpdesk staff]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Thông tin sinh viên . Cho em hỏi lý lịch của em sai thì em làm đơn. Cho em hỏi đơn đó có biểu mẫu sẵn trên phòng đào tạo không ạ hay biểu mẫu mình tự làm.",
            "Chào bạn,. . Bạn tự viết đơn đề nghị điều chỉnh thông tin cá nhân, không có mẫu.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT. . ngày hôm qua chắc là ngày tuyệt vọng của em.. . Sau khi canh thời gian đăng kí môn học dự thính hè dợt 3 (anh văn 1 )nhưng vẫn không đăng kí thành công bở điều kiện vô lý lầ chưa qua anh văn cơ bản. Như dã nói, em đã có toiec 325 trong đợt thi chuẩn toiec giữa tháng 5 và PĐT đã xác nhận là đăng kí được khi trả lời câu hỏi trước của em.. . Để rồi đây cái môn học này đăng kí đã full chỗ, . . Hôm qua em cũng từ cs2 đi lên cs1 có hỏi PĐT nhưng họ từ chối trả lời, bảo là ai là người trả lời tin nhắn thì người đó mới chịu trách nhiệm .. . Vậy giờ Cô cho em biết cách lầm sao học môn này trong hè này ngay, chứ em gấp lắm rồi",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "PĐT có thể mở thêm1 lớp anh văn 1 nữa được k ạ , chứ hiện tại đã đăng kí  full lớp hết rồi. . . . kính gửi !",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Bạn vui lòng liên hệ trực tiếp Trung tâm ngoại ngữ để được hướng dẫn mở lớp nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi: BKSI. . Em tên là [full_name] sinh viên khoa kỹ thuật địa chất và dầu khí lớp DC16KT MSSV:[student_id].Lý do em gửi câu hỏi là do em đăng ký thực tập tốt nghiệp không được trong kì HK183 do chưa đăng ký song hành môn đồ án địa kỹ thuật 2 và đồ án nền móng công trình nhưng 2 môn này là ở HK191.. . Mong mấy anh chị xử lý giúp em vì ngày 5/6 là ngày cuối hết hạn đăng ký đợt 3 HK183 rồi.. .",
            "Chào em,. . . . Em xem lại tiến độ học tập của mình nhé.",
            "Kính gửi: BKSI. . Em tên là [full_name] sinh viên khoa kỹ thuật địa chất và dầu khí lớp DC16KT MSSV:[student_id]. . Em đã xem lại tuy nhiên khoa em do nhiều sinh viên thực tập trong kì bất tiện nên khoa đã chuyển sang học kì hè và thầy đã xác nhận với em rồi.. . Mong chị giúp em",
            "QUOTE Kính gửi: BKSI. . Em tên là [full_name] sinh viên khoa kỹ thuật địa chất và dầu khí lớp DC16KT MSSV:[student_id]. . Em đã xem lại tuy nhiên khoa em do nhiều sinh viên thực tập trong kì bất tiện nên khoa đã chuyển sang học kì hè và thầy đã xác nhận với em rồi.. . Mong chị giúp em  /QUOTE . .",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Kính gửi: BKSI. . Em tên là [full_name] sinh viên khoa kỹ thuật địa chất và dầu khí lớp DC16KT MSSV:[student_id].Lý do em gửi câu hỏi là do em đăng ký thực tập tốt nghiệp không được trong kì HK183 do chưa đăng ký song hành môn đồ án địa kỹ thuật 2 và đồ án nền móng công trình nhưng 2 môn này là ở HK191.. . Mong mấy anh chị xử lý giúp em vì ngày 5/6 là ngày cuối hết hạn đăng ký đợt 3 HK183 rồi.. .   /QUOTE . . . . Chào [full_name], Em không đăng ký được TTTN vì điều kiện song hành. Em liên hệ khoa về vấn đề kế hoạch giảng dạy."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng BkSI, . . Em tên là [full_name] MSSV [student_id],là sinh viên khoa  kỹ thuật địa chất và dầu khí, lớp DC16KT. Em viết đơn này là do hiện giờ đăng kí không được thực tập tốt nghiệp trong kì HK183,mà theo lịch của khoa thì môn thực tập tốt nghiệp được đăng ki ở kì HK183, nhưng lại không đăng kí được do môn song hành đồ án địa kĩ thuật 2 và môn đồ án đồ án nền móng công trình ở Hk191. . . Mong anh chị giúp em vì ngày 5/6 hết hạn đăng kí đợt 3 kì HK183.",
            "Chào em,. . . . Bạn xem lại tiến độ học tập của bạn, môn thực tập của bạn học trong học kỳ 191.",
            "Nhưng môn thực tập này kì này bên khoa e đã chuyển sang kì HK183, và đã mở lớp và đã có các bạn đăng kí được ở kì HK183vì các bạn đã đăng kí học kì Hk191 đợt 1,còn em chưa đăng kí Hk191 đợt 1 này"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin phòng đào tạo xem xét tăng sĩ số lớp DT02 môn tín hiệu và hệ thống EE2005 học kì 183.. .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Em lên đăng kí nhé,PĐT mới tăng sỉ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em là Đặng Anh Hào K14, vì em thiếu 3 chỉ nữa để đủ điều kiện về số tín chỉ tốt nghiệp nên em xin kính mong quý thầy cô mở  rộng sỉ số môn An toàn điện EE3097 vào học kì hè này. Em xin chân thành cám ơn quý thầy cô",
            "Em đăng môn này nhanh nhé, PĐT mới tăng sỉ số."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em tên [full_name], MSSV [student_id]. . Sau khi nhận được mail nhà trường về việc cam kết giờ học thông tầm HK183 em đã đồng ý như hướng dẫn. Sau đó lớp học em đăng kí do không phù hợp nên em đã hủy và chọn một lớp khác (cả 2 lớp đều có giờ học thông tầm) nhưng không đăng kí được nữa. Mong pđt giúp đỡ em!!!! Cấp phép cho em đk được những giờ học thông tầm.",
            "Chào em, . . . . Trường hợp này áp dụng cho đợt 2 đăng kí môn học, đợt 3 vẫn xét thông tầm. Vì em huỷ nên không đăng kí lại không được."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . Em đã hoàn thành các môn học sau đây:. . - Quản lý xây dựng công trình cảng (MMH: CI4059) tương đương môn Quản lý dự án xây dựng (MMH: 807018). . - Vật liệu xây dựng (MMH: CI2037) tương đương môn Vật liệu xây dựng (MMH:812020). . nhưng vẫn chưa được quy đổi điểm ạ. Mong kiểm tra lại giúp em. Em xin cảm ơn!",
            "Chào bạn ,. . Điểm 2 môn 807018 & 812020 đã được cập nhật bổ sung (điểm 12).. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em tên [full_name] MSSV [student_id], xin phép PĐT mở thêm 1 suất lớp DT04 môn Giải tích 1 vào tiết 789 thứ 3456 ạ. Vì hôm qua bấm nhầm nên em bị mất slot ạ.. . Mong thầy cô có thể mở thêm để em tiếp tục được học ạ. Em xin cảm ơn.",
            "Chào em,. . . . Em lên đăng kí lại nha, PDT mới tăng sỉ số."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em không đăng ký được môn học Thí nghiệm công trình (MMH: CI4011) tương đương môn học cũ theo chương trình của em: Thí nghiệm công trình (MMH: 804046). . mong sớm giải quyết để em được đăng ký ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chưa cập nhật điểm . thưa thầy/ cô !. . tính cả học kì chính thức kì 182 em đạt 94 chỉ . còn một môn dư thính chưa có điểm (chắc chắn đậu ). . nếu đợi có điểm thì hết hạn đăng ký môn học bổ sung . . thầy/ cô cho em hỏi em phải làm đơn gì để được đăng ký thực tập hè này ạ . em k14 .. . em cảm ơn thầy/ cô đã xem .. . mong nhận được phản hồi sớm từ thầy/ cô",
            "Chào em,. . . . Em đăng kí môn TTTN, PĐT xét lại cho em.",
            "CÔ ƠI, tới giờ môn dự thính của em vẫn chưa có điểm. em kiểm tra kết quả dkmh thì môn thực tập của em bị xóa rồi.. . Vậy sau khi em có điểm, em có được PĐT xét lại không cô ?. .",
            "QUOTE CÔ ƠI, tới giờ môn dự thính của em vẫn chưa có điểm. em kiểm tra kết quả dkmh thì môn thực tập của em bị xóa rồi.. . Vậy sau khi em có điểm, em có được PĐT xét lại không cô ?. .   /QUOTE . . . . Chào [full_name], khi nào có điểm em phải làm đơn xin đăng ký TTTN có sự đồng ý của khoa và gởi  phòng Đào Tạo xét lại."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Bằng tốt nghiệp THPT . MSSV:[student_id].Em tên:[full_name].Em bị sai số hiệu bằng tốt nghiệp THPT và loại bằng.mong pđt có thể giúp em để em có thể chỉnh lại thông tin của mình.Hôm trước em có gửi câu hỏi tương tự và em thấy câu hỏi của mình cũng đã được pđt thực hiện nhưng em vẫn chưa thể sửa lại thông tin của mình.Mong pđt xem xét và giúp đỡ em.Em chân thành cảm ơn ạ",
            "Chào bạn,. . Bạn vào kiểm tra lại giúp. Thông tin PTTH đã hủy, bạn phải khai báo lại.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi PDT.. . Em tên là [full_name]. . Mssv : [student_id]2. . Trong đợt đăng kí đợt 2 kì 18-3, em có đăng kí môn TTTN với mã môn học 210302. Sau đó ngày 30/5 có kết quả là phòng đào tạo không đăng ký cho sinh viên môn này vì sai mã ngành đào tạo.. . Trong khi đó môn này không có môn tương đương cũng như thay thế.. . Em kính mong PDT có thể giải đáp thắc mắc giúp em, cũng như có thể đăng kí môn này giúp em.. . Em xin chân thành cám ơn.. .",
            "QUOTE MSSV/MSGV: [student_id]2    . . . . Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . Kính gửi PDT.. . Em tên là [full_name]. . Mssv : [student_id]2. . Trong đợt đăng kí đợt 2 kì 18-3, em có đăng kí môn TTTN với mã môn học 210302. Sau đó ngày 30/5 có kết quả là phòng đào tạo không đăng ký cho sinh viên môn này vì sai mã ngành đào tạo.. . Trong khi đó môn này không có môn tương đương cũng như thay thế.. . Em kính mong PDT có thể giải đáp thắc mắc giúp em, cũng như có thể đăng kí môn này giúp em.. . Em xin chân thành cám ơn.. .   /QUOTE . . Chào [full_name], . . Thứ nhất mã SV của em mà em cũng đánh không đúng. . . Thứ Hai đợt đăng ký môn học ngày 09/04(nguyệt vọng)em đăng ký sai mã môn học. Nên không mở lớp. Thì các đợt tiếp theo em không đăng ký được.. . Nay đã giải quyết nhưng số tín chỉ tích lũy ngành của em cũng không đủ điều kiện nhận TTTN (106+11)=117  124.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Chào thầy(cô), em tên là [full_name] mssv [student_id].. . Em viết mail này với lí do là em hiện đã hoàn thành 82 tín chỉ, trong kì 182 này em đăng kí thêm 18 tín chỉ mới nữa tức là em được 100 tín chỉ thì em đã đủ số tín chỉ để đi thực tập(khoa điện đủ 98 tín chỉ thì được đi thực tập). Vậy mà trang đăng kí môn học hủy môn thực tập tốt nghiệp EE3333 với lí do không đủ số tín chỉ.. . Mong thầy(cô) sớm phản hồi câu hỏi của em.. . Em cám ơn.",
            "Chào em,. . . . Hiện tại em mới tín luỹ được 83 tín chỉ, các môn học kỳ 182 chưa có điểm. Nên em không đăng kí được TTTN"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .   B ĐƠN XIN TĂNG SỈ SỐ MÔN HỌC [full_name] (Ee3097)  /B . . . . Kính gửi:   B phòng Đào tạo trưởng Đại học Bách Khoa TP.HCM  /B . . . . Em là:   B Nguyễn Sơn Trà  /B . . MSSV:   B [student_id]  /B . . Lớp:   B DD14DV7  /B  . . . . Đợt đăng kí môn học dự thính hè 183 trước, em có đăng kí môn học Kỹ thuật An toàn điện (EE3097) nhưng không đủ sỉ số để mở lớp. Đợt đăng kí 3, phòng Đào tạo đã mở lớp nhưng đã đủ sỉ số nên em không đăng được.. .   I Nay em viết đơn xin phòng Đào tạo chấp nhận tăng sỉ số lớp cho em đăng kí môn học Kỹ thuật An toàn điện (EE3097), nhóm lớp DT01_DT01 trong học kì dự thính hè 183 - hệ chính quy. . Em xin chân thành cảm ơn!",
            "PDT mới tăng sỉ số thêm, em đăng kí nhanh nha.",
            "Dạ, em đã đăng kí được rồi, em cảm ơn cô ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin được đăng kí môn học. . Cho em xin là cho e được đăng kí môn tường điện từ lớp DT02 của thầy [full_name]. . Em muốn đăng kí môn này để không bị tiên quyết trể đồ án nằm sau.. Trường cho em xin đăng kí môn này với.. Giúp em với nha... . Em xin cảm ơn nhìu lắm dạ.. Em xin cảm ơn",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1711833  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em xin chào Thầy/Cô. Em tên là Nguyễn Quang Khương, MSSV 1711833. Kỳ hè này em có đăng ký môn Cơ học kết cấu có TKB có tiết hằng tuần là thứ 6 tiết 3456. Em có đăng ký thêm Thực tập nhận thức ngành chỉ có 1 buổi là thứ 6 tiết 789. Nhưng em lại không đăng ký được do quy chế không cho phép đăng ký môn thông tầm tiết 6-7.Mà 2 môn đó đều rất quan trọng với em trong kỳ tới. Em có nhận được email là sinh viên phải cam đoan lịch học thì PDT mới cho đăng ký. Mà lịch cam đoan với PDT đã qua, Nay em xin PDT cho em đăng ký thêm Thực tập nhận thức ngành ạ. Em xin cảm ơn. Mong Thầy/Cô phản hồi em sớm ạ !",
            "Em cho biết mã số môn học em muốn đăng kí.",
            "Dạ em chào cô. Mã môn thực tập nhận thức ngành đây ạ : CI2055 - TT nhận thức ngành (CTB). Em xin cảm ơn cô ạ.",
            "Cô nhận được hồi âm em biết với ạ. Do 2 môn này rất quan trọng cho kỳ sau. Em cảm ơn cô ạ.",
            "Do em mới thi  Địa chất ra lúc 2h chiều, nên em rep thư hơi trễ[full_name] Mà 3h hạn chót đăng ký rồi, em không kịp chạy lên PDT cs1 để làm đơn[full_name] Mong cô có thể giúp em trong việc đăng ký thêm môn Thực tập nhận thức ngành ạ[full_name] Em xin chân thành cảm ơn Cô ![full_name] [full_name]",
            "Cô ơi, cô giúp em với ạ. Còn vài phút nữa là hết đăng ký được rồi cô. Cô giúp em với ạ. Hic",
            "Chào bạn.. . . . Bạn không đủ điều kiện đăng ký môn CI2025 vì chưa học môn CI1021"
        ]
    },
    {
        "intent": "",
        "message": [
            "U Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em kính chào quý thầy cô phòng đào tạo. Em là [full_name] mssv: [student_id]. Em muốn xin PĐT mở thêm sĩ số lớp Tín hiệu và hệ thống (Ee2005) lớp DT02 trong học kì hè này vì lí do lớp DT01 bị trùng lịch với các môn còn lại nên em kh đk được. Em mong phản hồi sự giúp đỡ của PĐT. Em xin chân thành cảm ơn.",
            "PĐT mới tăng sỉ số, em đăng nhanh nhen."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học  Vi xử lý (EE2013) . . . .",
            "Tăng hết cỡ rồi em ơi."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ em xin chào PĐT. . Em: [full_name]-[student_id]. . . . Em muốn hỏi là trong mail thông báo đăng ký dự thính đợt 3 có ghi có thể xóa môn học. . Sao em xóa không được ak. . (Những môn đó là em đăng ký bửa đợt 1 vs 2 ak). . Đợt 3 sắp kết thúc mong PĐT trả lời sớm ạ",
            "Bạn vui lòng chọn đúng đợt đăng ký để hủy môn học.. . . . Trong đợt đăng ký đợt 3 có 2 mục:. . . . - Đăng ký dự thính HK183. . - Đăng ký dự thính HK183 (chuyển hệ). . . . Bạn đã đăng ký ở mục nào thì vào mục đấy hủy môn học."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] gửi Phòng Đào tạo. . Em tên là [full_name]. . MSSV:[student_id]. . Trong đợt đăng kí học kì 183, em có đăng kí môn Thực tập tốt nghiệp CI3333. Đã thông báo là đăng kí thành công. Nhưng khi có thời khóa biểu em lại không có môn này. [full_name] mong PĐT có thể xem và chỉnh sửa lại giúp em ạ. Em xin cảm ơn.",
            "Chào em,. . . . Em đăng kí lại môn này nhé.",
            "Kính gửi Phòng Đào tạo. . Em tên là [full_name]. . MSSV:[student_id]. . Trong đợt đăng kí học kì 183, em có đăng kí môn Thực tập tốt nghiệp CI3333. Đã thông báo là đăng kí thành công. Nhưng khi có thời khóa biểu em lại không có môn này. Kính mong PĐT có thể xem và chỉnh sửa lại giúp em ạ. Em xin cảm ơn.  /QUOTE . . . . Tài,em kiểm tra số tín chỉ tích lũy ngành có đủ  điều kiện nhận TTTN không."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được  /i. . Em tên phan minh nhườn, em xin hỏi em đạt anh văn ngày 18/5 và phòng đào tạo đã cập nhật điểm mặt em vẫn không thể đăng ký anh văn được. Xin giải quyết giúp em. MSSV [student_id]. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1711833  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em xin chào Thầy/Cô. Em tên là Nguyễn Quang Khương, MSSV 1711833. Kỳ hè này em có đăng ký môn Cơ học kết cấu có TKB có tiết hằng tuần là thứ 6 tiết 3456. Em có đăng ký thêm Thực tập nhận thức ngành chỉ có 1 buổi là thứ 6 tiết 789. Nhưng em lại không đăng ký được do quy chế không cho phép đăng ký môn thông tầm tiết 6-7.Mà 2 môn đó đều rất quan trọng với em trong kỳ tới. Em có nhận được email là sinh viên phải cam đoan lịch học thì PDT mới cho đăng ký. Mà lịch cam đoan với PDT đã qua, Nay em xin PDT cho em đăng ký thêm Thực tập nhận thức ngành ạ. Em xin cảm ơn. Mong Thầy/Cô phản hồi em sớm ạ !",
            "b MSSV/MSGV: 1711833  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em xin chào Thầy/Cô. Em tên là Nguyễn Quang Khương, MSSV 1711833. Kỳ hè này em có đăng ký môn Cơ học kết cấu có TKB có tiết hằng tuần là thứ 6 tiết 3456. Em có đăng ký thêm Thực tập nhận thức ngành chỉ có 1 buổi là thứ 6 tiết 789. Nhưng em lại không đăng ký được do quy chế không cho phép đăng ký môn thông tầm tiết 6-7.Mà 2 môn đó đều rất quan trọng với em trong kỳ tới. Em có nhận được email là sinh viên phải cam đoan lịch học thì PDT mới cho đăng ký. Mà lịch cam đoan với PDT đã qua, Nay em xin PDT cho em đăng ký thêm Thực tập nhận thức ngành ạ. Em xin cảm ơn. Mong Thầy/Cô phản hồi em sớm ạ !",
            "b MSSV/MSGV: 1711833  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em xin chào Thầy/Cô. Em tên là Nguyễn Quang Khương, MSSV 1711833. Kỳ hè này em có đăng ký môn Cơ học kết cấu có TKB có tiết hằng tuần là thứ 6 tiết 3456. Em có đăng ký thêm Thực tập nhận thức ngành chỉ có 1 buổi là thứ 6 tiết 789. Nhưng em lại không đăng ký được do quy chế không cho phép đăng ký môn thông tầm tiết 6-7.Mà 2 môn đó đều rất quan trọng với em trong kỳ tới. Em có nhận được email là sinh viên phải cam đoan lịch học thì PDT mới cho đăng ký. Mà lịch cam đoan với PDT đã qua, Nay em xin PDT cho em đăng ký thêm Thực tập nhận thức ngành ạ. Em xin cảm ơn. Mong Thầy/Cô phản hồi em sớm ạ !",
            "b MSSV/MSGV: 1711833  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em xin chào Thầy/Cô. Em tên là Nguyễn Quang Khương, MSSV 1711833. Kỳ hè này em có đăng ký môn Cơ học kết cấu có TKB có tiết hằng tuần là thứ 6 tiết 3456. Em có đăng ký thêm Thực tập nhận thức ngành chỉ có 1 buổi là thứ 6 tiết 789. Nhưng em lại không đăng ký được do quy chế không cho phép đăng ký môn thông tầm tiết 6-7.Mà 2 môn đó đều rất quan trọng với em trong kỳ tới. Em có nhận được email là sinh viên phải cam đoan lịch học thì PDT mới cho đăng ký. Mà lịch cam đoan với PDT đã qua, Nay em xin PDT cho em đăng ký thêm Thực tập nhận thức ngành ạ. Em xin cảm ơn. Mong Thầy/Cô phản hồi em sớm ạ !",
            "b MSSV/MSGV: 1711833  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em xin chào Thầy/Cô. Em tên là Nguyễn Quang Khương, MSSV 1711833. Kỳ hè này em có đăng ký môn Cơ học kết cấu có TKB có tiết hằng tuần là thứ 6 tiết 3456. Em có đăng ký thêm Thực tập nhận thức ngành chỉ có 1 buổi là thứ 6 tiết 789. Nhưng em lại không đăng ký được do quy chế không cho phép đăng ký môn thông tầm tiết 6-7.Mà 2 môn đó đều rất quan trọng với em trong kỳ tới. Em có nhận được email là sinh viên phải cam đoan lịch học thì PDT mới cho đăng ký. Mà lịch cam đoan với PDT đã qua, Nay em xin PDT cho em đăng ký thêm Thực tập nhận thức ngành ạ. Em xin cảm ơn. Mong Thầy/Cô phản hồi em sớm ạ !",
            "Chào em,. . . . Theo qui định trường, trường hợp này không giải quyết được nha.",
            "QUOTE Chào em,. . . . Theo qui định trường, trường hợp này không giải quyết được nha.  /QUOTE . . Dạ cô ơi, hôm qua cô có nói hôm nay có kết quả đăng ký 2 môn CI2029 và CI2055 trên Mybk. Sao giờ chưa có vậy cô ơi. Do em hơi nôn ạ. EM cảm ơn cô !!!",
            "Bạn kiểm tra lại trên mybk -  TKB . . . . mình kiểm tra thấy bạn có lịch học bình thường nhé",
            "Bạn kiểm tra lại trên mybk -  TKB . . . . mình kiểm tra thấy bạn có lịch học bình thường nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em đạt chuẩn để đăng ký anh văn 1 mà khi em đăng ký thì hệ thống báo thiếu ánh anh văn cơ bản như hình bên dưới:",
            "Bạn vào đăng ký lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Học kỳ hè 183 hệ chính quy vừa rồi em đã đăng ký lớp vi xử lý ( EE2013 ) lớp DT01_DT01, em muốn chuyển qua lớp vi xử lý DT01_DT02 trong đợt hiệu chỉnh lần 3 nhưng lớp đã đầy sỉ số nên em không hiệu chỉnh được, em muốn hiệu chỉnh chuyển qua lớp DT01_DT02 , mong phòng đào tạo xem xét giúp em, em xin cảm ơn",
            "Chào bạn.. . . . Vì môn học kèm TN nên sĩ số đã ở mức tối đa PĐT không thể chuyển nhóm cho bạn được"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào tạo.. . Em là [full_name], MSSV [student_id]7.. . . . Em đã thi và nộp chứng chỉ TOEIC Listening/Reading và đã thi 2 kỹ năng TOEIC Writing/Speaking của trung tâm BK English. PĐT kiểm tra giúp em xem em đã đủ điều kiện Anh văn để đăng ký Luận văn tốt nghiệp chưa ạ. Em cám ơn.. . . .",
            "Chào bạn,. . Bạn có [full_name]&R 825 là đã đạt chuẩn nhận LVTN.. . [full_name]."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi, đối với các môn như vật lí hay giải tích, nếu em bị rớt môn, thì sau khi đăng kí học lại em có được bảo lưu điểm bài tập lớn không? Đối với môn hóa đại cương, nếu em đăng kí học cải thiện thì em có được bảo lưu điểm thí nghiệm không? Em cảm ơn ạ!",
            "Chào bạn,. . Bạn rớt 1 môn học bất kỳ thì khi bạn đăng ký học lại bạn phải tham gia thi -kiểm tra và làm bài lại từ đầu (không có khái niệm bảo lưu phần điểm đạt của môn học đã rớt).. . Việc bạn học cải thiện 1 môn học bạn vẫn phải học đầy đủ các học phần của môn học.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em là [full_name]SV [student_id] Khoa Điện. Sáng nay vừa thi Giải tích mạc xong em cảm thấy không qua được môn và nếu không qua môn này thì học kì tới sẽ không thể đăng ký nhiều môn khác. Vì vậy em muốn đăng ký học dự thính nhưng đầy lớp. Mãi mới có 1 bạn nhường chỗ thì em không đăng ký được và giờ lại đầy lớp. Mong thầy cô phản hồi và giúp em sớm. Em cám ơn . . . .",
            "Chiều nay 15h là hết hạn đăng ký môn dự thính mong thầy cô phòng ĐT xem xét giúp em",
            "Bạn vui lòng cung cấp MSMH để mình kiểm tra"
        ]
    },
    {
        "intent": "",
        "message": [
            "Nhà trường cho em hỏi, học kỳ 183 em chưa được đăng ký môn thực tập tốt nghiệp do thiếu 1 tín chỉ tích lũy và dự định sẽ đăng ký môn này vào kỳ 191 song song với đề cương, vậy liệu trong hè này em muốn đi thực tập vì có thời gian rảnh thì nhà trường và khoa điện, cụ thể là bộ môn viễn thông có hỗ trợ nhận hồ sơ, CV, sơ yếu của em không ạ? kết quả thực tập hè này có được sử dụng làm kết quả thực tập cho học kỳ 191 không ạ? Em xin cảm ơn!",
            "Nhà trường cho em hỏi, học kỳ 183 em chưa được đăng ký môn thực tập tốt nghiệp do thiếu 1 tín chỉ tích lũy và dự định sẽ đăng ký môn này vào kỳ 191 song song với đề cương, vậy liệu trong hè này em muốn đi thực tập vì có thời gian rảnh thì nhà trường và khoa điện, cụ thể là bộ môn viễn thông có hỗ trợ nhận hồ sơ, CV, sơ yếu của em không ạ? kết quả thực tập hè này có được sử dụng làm kết quả thực tập cho học kỳ 191 không ạ? Em xin cảm ơn!  /QUOTE . . . . Chào [full_name], Học kỳ 183 không đăng ký được TTTN thì khoa không có danh sách cho đi TTTN và không có danh sách vào điểm.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Theo yêu cầu ngoại ngữ của khoá em là toeic 450 sẽ được nhận LVTN và 500 để tốt nghiệp. Vậy cho em hỏi là điểm toeic của em đủ nhận LVTN nhưng thấp hơn 500, nhưng em đã học xong và đạt môn Anh Văn 4 thì có đủ điều kiện để tốt nghiệp chưa hay phải đủ 500 điểm toeic ạ. Em cám ơn!",
            "Chào bạn,. . Môn av4 là môn học bắt buộc trong chương trình đào tạo, chuẩn anh văn ra trường là chứng chỉ quốc tế đạt chuẩn theo quy định cụ thể của từng khóa.. . Bạn vui lòng xem quy định về chuẩn anh văn tốt nghiệp có ghi rõ tại www.aao.hcmut.edu.vn- sinh viên- Quy chế -  Phụ lục 1-Mục 3.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1513060  /b \t. . . . Cho em hỏi là môn tiên quyết của LVTN từ khóa k14 là chỉ còn THỰC TẬP TỐT NGHIỆP VÀ ĐỀ CƯƠNG LVTN phải không ạ?. . Em cảm ơn!!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em năm 5 đăng kí môn này để kì tới đăng kí đề cương luận văn mà bị lỗi thiếu tín chỉ, thầy cô có thể hỗ trợ em được không ạ. Em cảm ơn",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Em năm 5 đăng kí môn này để kì tới đăng kí đề cương luận văn mà bị lỗi thiếu tín chỉ, thầy cô có thể hỗ trợ em được không ạ. Em cảm ơn  /QUOTE . . . . Chào [full_name], Em đăng ký đề cương LV  hay TTTN ? Em đăng ký TTTN thì xem bảng chuẩn điều kiện nhận TTTN nhe. Nếu không đủ điều kiện thì không được đăng ký."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Chào bạn. . . . Đã hết đợt đăng ký môn học nên không thể tăng sĩ số."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . em muốn xin phòng đào tạo tăng sỉ số môn học kỹ thuật siêu cao tần lớp dự thính hè 183 mã môn EE3025",
            "ĐÃ tăng sĩ số cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em vừa mới thi xong và có nguyện vọng muốn đăng ký học lại hè nhưng khi lên đăng ký bổ sung thì đã hết chỗ. . . Em có nguyện vọng mở lớp phương pháp tính (MT1009) cô [full_name]. . . Em mong thầy cô và phòng đào tạo tạo điều kiện để em được học và ra trường đúng hạn vào tháng 11 này ạ. Em xin chân thành cảm ơn. . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Bằng tốt nghiệp THPT  / . .  . . Em có đánh dấu sai phần loại bằng tốt nghiệp THPT sẽ nộp là \"bản sao do sở giáo dục cấp\" thành \"2 bản photo có công chứng\". Em mong thầy/cô có thể mở khóa cho em làm lại Phiếu xác nhận thông tin bằng PTTH ạ. Em xin cảm ơn",
            "Chào bạn,. . Phòng đào tạo đã hủy thông tin bằng PTTH sai của bạn.. . Bạn vui lòng khai báo lại.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Bằng tốt nghiệp THPT . Kính gửi phòng đào tạo. . Em tên [full_name]   MSSV [student_id]. . Em nhập sai số hiệu bằng và loại bằng Trung học phổ thông nhưng không sửa lại được ạ.Em mong nhận được sự giúp đỡ từ cô ạ, em xin cảm ơn. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Bằng tốt nghiệp THPT . Kính gửi phòng đào tạo. . Em tên là [full_name]  MSSV [student_id]. . Em nhập sai số hiệu và loại bằng tốt nghiệp Trung Học Phổ Thông nhưng em ko sửa lại được ạ.Em mong cô giúp đỡ ạ, em cảm ơn",
            "Chào bạn,. . Phòng đào tạo đã hủy thông tin bằng PTTH online sai của bạn, bạn vui lòng vào đăng ký lại thông tin.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "kính gửi: thầy cô phòng đào tạo. . em tên: Bùi Minh Khoa MSSV/MSGV: [student_id]\t. . . . Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học. em muốn đăng kí môn học Giải Tích Mạch có mã môn học : EE1011 để học vào học kì 183.Nhưng bây giờ đã đủ số lượng. để không bị trễ tiến độ học tập, em xin quý thầy cô Phòng đào tạo tăng sĩ số lớp để em có thể đăng kí học. em xin chân thành cảm ơn quý thầy cô.. . . .",
            "Chào bạn. . . . môn học này đi kèm thí nghiệm và sĩ số đã ở mức tối đa không thể đăng ký cho bạn được"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Thầy/Cô Phòng Đào Tạo. .  Em tên : [full_name]. .  MSSV : [student_id]\t. .  Khoa : Điện-Điện tử. . . .   Em muốn đăng ký môn Giải tích mạch ( EE1011) kì 183 nhưng đã đủ số lượng. Em xin Thầy/Cô tăng thêm sĩ số lớp để em có thể hoàn thành môn tiên quyết của Khoa Điện-Điện tử để em có thể xét điểm chuyên ngành.. .  Em xin chân thành cảm ơn Thầy/Cô.. . . .                                     [full_name]. .                              [full_name]",
            "Chào bạn. . . . Môn EE1011 có kèm TN và đã ở sĩ số tối đa không thể tăng thêm"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . Em chào thầy cô.. . Em có một số thắc mắc về vấn đề liên thông ĐH chính quy của BDCN K17:. . 1. Em nghe nói rằng K17 tụi em sẽ không được liên thông qua Khoa Cơ Khí - ngành Chế tạo máy nữa, mà thay vào đó sẽ liên thông qua BDCN hệ ĐH chính quy. Bản thân em và các bạn có mong muốn liên thông qua Cơ Khí, và lúc tư vấn tuyển sinh thì các thầy cũng khẳng định sẽ được liên thông qua Cơ Khí. Mong được thầy cô giải đáp.. . 2. Em muốn hỏi về điều kiện liên thông lên ĐH chính quy, vì em thấy thông tin mập mờ quá. Em có thể tìm kiếm điều kiện liên thông ở đâu ạ?. . Em xin cảm ơn ạ.",
            "Chào em.. . Hiện tại (năm nay) đang liên thông lên Cơ khí nhé.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là [full_name] - [student_id], sinh viên năm 1, chuyên ngành điện-điện tử.. . Em phát hiện ra mục nơi sinh không khớp với trong bằng tốt nghiệp THPT. . Nơi sinh trong bằng của em là Cần Thơ, còn trên mybk ghi là TP HCM . .",
            "Chào bạn,. . Thông tin trên Mybk là do bạn khai báo với trường lúc bạn làm thủ tục nhập học.. . Bạn vui lòng nộp bản sao giấy khai sinh + đơn đề nghị điều chỉnh nơi sinh (tự viết không có mẫu) lên trực tiếp Phòng đào tạo - sau 1 ngày P.Đào tạo sẽ điều chỉnh cho bạn. Sau khi Phòng đào tạo điều chỉnh xong bạn hãy khai thông tin PTTH và nộp bằng cho lớp trưởng.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em bị sai loại bằng tốt nghiệp THPT",
            "Chào bạn,. . Hiện tại Phòng đào tạo  chưa thấy thông tin xác nhận bằng PTTH trên web của bạn, bạn vui lòng vào web kiểm tra lại.. . Thân."
        ]
    }
]