[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT. Em vào mybk để đăng ký môn học nhưng nhận được thông báo không được quyền đăng ký. Cho em hỏi tại sao ạ.. . Em  xin cảm ơn.",
            "\"Chào bạn. . K2015 đã hết thời gian đào tạo nên không dkmh được. . - Về quy định thời gian và kế hoạch học tập (kéo dài thêm 1 Học kỳ): Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . - Bạn có thể chuyển sang VLVH. . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào cô/thầy,. . Ngày 24/12 vừa rồi em có gửi câu hỏi về việc hướng dẫn hoãn thi cho môn không có lịch thi trên myBk. Sau khi phòng đào tạo hướng dẫn về việc làm đơn hoãn thi. Em gửi yêu cầu này để nộp đơn xin hoãn thi môn đồ họa máy tính (CO3059) đã được khoa và giảng việc phụ trách xác nhận ạ.. . Mong PDT xem xét và duyệt đơn cho em.. . Em cảm ơn!",
            "\"Chào bạn. . Dự kiến vào cuối tháng 01/2022: Ra Quyết định Hoãn thi có điều kiện (SV phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này), và gửi email thông báo kết quả xử lý đến SV.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Em chào Thầy/Cô,. . Em là [full_name], sinh viên lớp Việt - Pháp Năng lượng khóa 2019.. . Em đại diện gửi đơn đề nghị mở thêm nhóm lớp mã P cho chương trình Việt - Pháp ở môn học Tín hiệu và hệ thống (EE2005) trong học kỳ chính 212.. . . . Em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Học kỳ 212 em đã hoàn thành chương trình học nhưng còn thiếu 0.5 CTXH với AV Nói Viết. Em dự định hoàn thành trước Cuối tháng 1 để kịp đợt xét tốt nghiệp. Em đang băn khoăn không biết có cần phải đăng kí môn học để có thời khóa biểu duy trì tình trạng Đang học.. . Em xin cảm ơn",
            "Chào em,. . Việc ĐKMH là tùy sinh viên nhé bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: kính gửi phòng đào tạo . . Em tên là [full_name] MSSV [student_id]. . Hiện tại em đã di chuyển về quê tại Hà TĨNH . . trước đó do đã được tiêm vắc cin nên em đăng kí học trực tiếp do một thời gian không có lịch học nên em đã di chuyển về quê .. . Vì vậy em mong phòng đào tạo hoãn giúp em những môn thí nghiệm học tại trường hoặc chuyển phương thức học trực tiếp qua học online ạ . . em xin chân thành cảm ơn !",
            "Chào em,. . Em vui lòng trình đơn trình bày rõ vấn đề của bạn và gửi lại qua bksi để trình ban lãnh đạo xem xét và trả lời đơn cho bạn nhé.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name] MSSV:[student_id]. Học kì 211 em có đăng kí LVTN mã môn học EE4313 nhưng vì khi e chuyển hệ bên hệ thống cập nhật thiếu điểm một vài môn nên em không đủ điều kiện đăng kí và bị huỷ môn học. Vì e chỉ còn mỗi LVTN do đó e không đăng kí thêm bất kì môn học nào khác. Sau đó e đã được cập nhật lại điểm và đủ điều kiện nhưng đã quá thời gian đăng kí môn học. . . học kì 212 e có vào đăng kí môn học ở phần của chính quy thì không được đăng kí (lí do cấm đăng kí) nhưng ở phần của vhvl thì vẫn cho đăng kí. Thầy cô cho e hỏi như vậy thì e có được chấp nhận đăng kí môn học ko ạ. Nếu không được thì e có thể làm đơn xin cứu xét để đăng kí LVTN được không?. . Kính mong thầy cô sớm trả lời và hướng dẫn cho e với ạ. . . E chỉ còn thiếu mỗi LVTN nên mong phòng đào tạo và thầy cô tạo điều kiện cho e đăng kí để sớm hoàn thành quá trình học. . E cảm ơn",
            "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại. . Theo thông báo :. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào.",
            "Cô cho e hỏi trong học kì 211 e không có điểm thì cần phải viết đơn xin cứu xét gì không ạ?",
            "Phải có điểm mới xét được nhé bạn ơi"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào quý thầy cô,. . Cho em hỏi là nếu mình học lần 2 là bắt buộc phải học dự thính hay có thể đăng ký ở kỳ chính. Tại em đăng ký ở kỳ chính được sắp lịch rồi nhưng bạn em bảo học vậy không được.. . Em xin chân thành cảm ơn ạ.",
            "Chào em,. . nếu mình học lần 2 là bắt buộc phải học dự thính hay có thể đăng ký ở kỳ chính. . =  Việc ĐKMH là tuỳ em nhé, CQ hay DT đều được. Lưu ý DT đăng ký lần đầu không được nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . [full_name] [student_id]. . MT 1003 dự thính. . Hiện tại em không thể đăng kí môn giải tích 1 dự thính do đã hết lớp.. . Do một số lý do mà em chưa thể hoàn thành môn giải tích một nên em mong nhà trường có thể tạo điều kiện giúp e hoàn thành môn học để có thể ra trường đúng hạn em xin chân thành cảm ơn.",
            "Chào bạn, . . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên) . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2 . . Chúc bạn học tập tốt nhé. . . Thân. . .",
            "Mở môn học học kỳ 212 . [full_name] [student_id]. . Môn giải tích 1 dự thính. . Hiện tại em không thể đăng kí môn giải tích 1 dự thính do đã hết lớp.. . Do một số lý do mà em chưa thể hoàn thành môn giải tích một nên em mong nhà trường có thể tạo điều kiện giúp e hoàn thành môn học để có thể ra trường đúng hạn em xin chân thành cảm ơn.",
            "Chào bạn, . . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên) . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2 . . Chúc bạn học tập tốt nhé. . . Thân. . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/ cô,. . Em tên là [full_name]. MSSV [student_id]. . Hiện tại em đã đủ điều kiện tốt nghiệp nhưng vẫn chưa nhận được mail đăng ký tốt nghiệp ạ. Cho e hỏi em có sai sót gì chưa được tốt nghiệp không ạ?. . Em xin chân thành cảm ơn.",
            "\"Chào em,. . Trường hợp của em đã có tên trong danh sách tốt nghiệp dự kiến. SV vui lòng kiểm tra mai SV nhé.. . Do hiện tại hệ thống bkpay đang bảo trì, SV vui lòng đợi sau ngày 05/01/2022 mới có thể vào đăng và thanh toán lệ phí tốt nghiệp.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: G[student_id]  /b \t. . . .   i Học vụ . Dạ PĐT cho e được chuyển điểm môn Đồ án thiết kế ô tô - MSMH TR4037 sang ĐAMH 3: thiết kế ô tô - MSMH 206030 để em được xét mở lớp LVTN ạ.. . Em cảm ơn.. .",
            "Chào bạn. . Lý do sao chuyển điểm vậy bạn? 2 môn có tương đương không?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng đào tạo. . Em là [full_name], MSSV [student_id]. Vì lý do dịch bệnh nên em chưa thi được chứng chỉ tiếng anh và em có nhận được thông tin về việc nhà trường tạm thời không xét điều kiện chuẩn CCAV khi xét LVTN. Cho nên em có đăng kí Luận văn tốt nghiệp mã CH4327 vào HK212 nhưng bị xoá, sau khi em đăng kí lại thì thông báo phải có chứng chỉ anh văn. Em thử lại lần nữa thì đăng kí được và nhận được mail có tiêu đề ''Thông báo v.v kiểm tra điều kiện tiên quyết của môn học trong đợt đăng ký môn học'' và trong danh sách đính kèm có tên em. Các bạn khác cũng chưa có chứng chỉ giống em nhưng mà vẫn đăng kí được và không nhận được mail đó. Vậy nên cho em hỏi là kì 212 là có được tạm miễn chứng chỉ AV để đăng kí LVTN hay không ạ. Với lại em có thấy sĩ số của môn LVTN CH4327 chỉ có 100/100, sao lại ít vậy ạ. Em cảm ơn ạ",
            "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại. . Theo thông báo :. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa thầy cô!. . Em là [full_name], sinh viên K18 khoa Điện. Em muốn hỏi về vấn đề đăng kí môn học HK212.. . Tình hình là em đã học hết các môn tự chọn theo chương trình đào tạo quy định. Nếu học kỳ 212 em chỉ đăng kí Đề cương Luận văn tốt nghiệp (0 tín chỉ) thì có bị cảnh cáo học vụ không?. . Mong thầy cô giải đáp sớm.. . Em cảm ơn.. . [full_name]",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Thầy/Cô,. . Em tên là: [full_name]. . MSSV: [student_id] . . Em vừa thi đậu Anh văn Nói viết, giờ em vào đăng kí tốt nghiệp thì hệ thống ghi là tình trạng sinh viên bị tạm dừng. . . Thầy/Cô có thể mở lại tình trạng sinh viên để em có thể đăng kí tốt nghiệp được không ạ. Em cảm ơn cô.. .   i Tốt nghiệp .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy(cô) em muốn được chuyển điểm gồm môn: Giáo dục quốc phòng(MI1003), và môn thể chất học phần 1(PE1009) từ học phần khóa k20 sang cho học phần khóa k21 của em ạ.",
            "\"Chào bạn,. . Về việc đăng ký chuyển điểm: . . Bạn vui lòng tải mẫu đơn: Miễn điểm tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin + Chứng chỉ GDQP, và bảng điểm nộp qua mail BKSI. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi, em học môn mã mới tương đương môn mã cũ, thif bảng điểm em tự chuyển điểm về mã cũ hay em cần phải làm gì không ạ?",
            "Chào em,. . Em cần làm đơn gửi email [email]  để PĐT kiểm tra rồi trả lời em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dựa trên thông tin nhận được từ mail sáng này thì cho em hỏi việc học các môn học lần đầu vào học kì hè thì có được không? Kì hè có được xem là kì dự thính không ạ?. . Em cảm ơn!. .",
            "Chào em,. . Thông báo ​​Kế hoạch học tập của học kỳ 2 và học kỳ hè năm học 2021-2022 ​và phần bù các học kỳ trước. . Hộp thư đến. . . . - Ho Tro SV   [email] . . 10:36, 27 thg 12, 2021 (1 ngày trước). . tới stu.all, . . -   Lưu ý: Thực hiện Nghị định 81/2021/NĐ-CP ngày 27/8/2021, đối với các SINH VIÊN CHÍNH QUY, chỉ tổ chức dạng dự thính cho các trường hợp HỌC LẠI (học từ lần thứ hai).. . - Kì hè có được xem là kì dự thính không ạ?. . Em cảm ơn!. . =  Là kỳ dự thính trừ các môn TTTN, TTNT . . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Chào [full_name]T,. . Em hiện là sinh viên năm cuối đang chuẩn bị làm luận văn tốt nghiệp, trường có yêu cầu đối với ngành em là đủ 123 tín chỉ mới được làm LVTN, em đang tạm thời có 122 tín và em đã nộp chứng chỉ ngoại ngữ để chuyển 2 chỉ AV1 và đã được thẩm tra hợp lệ. Cho em hỏi là khi nào trường sẽ chuyển điểm để em đủ 123 tín, điều kiện tiên quyết để làm LVTN ạ?",
            "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại. . Theo thông báo :. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi kỳ hè 213 tụi em được đăng ký học các môn chính trị không ạ? hay kỳ 213 chỉ cho những bạn đã học lần 2 môn đó mới được học ạ. Em cảm ơn",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi: \"Thông báo ​​Kế hoạch học tập của học kỳ 2 và học kỳ hè năm học 2021-2022 ​và phần bù các học kỳ trước. . Hộp thư đến. . . . - Ho Tro SV   support.stu@hcmut.edu.vn . . 10:36, 27 thg 12, 2021 (1 ngày trước). . tới stu.all, \". .  Lưu ý: Thực hiện Nghị định 81/2021/NĐ-CP ngày 27/8/2021, đối với các SINH VIÊN CHÍNH QUY, chỉ tổ chức dạng dự thính cho các trường hợp HỌC LẠI (học từ lần thứ hai).. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]: [full_name]. . MSSV: [student_id]. .  Thân chào các Anh Chị!. . Em xin phép anh chị hỗ trợ em kính chuyển với khoa và phòng đào tạo cho phép em được đăng ký môn học vào học kỳ dự thính HK212 . . 1. [full_name] cốt thép 1 - CI2093. . 2. [full_name] Nền Móng - CI3197. . Em có đăng ký vào đợt 1 của học kỳ 212 nhưng không mở. nhưng vào đợt hiệu chỉnh này bên dự thính của học kỳ 212 có mở. Nên em kính mong anh chị giúp em được được phép đăng ký 2 môn học này để e đủ điều kiện đăng ký các môn học tiếp theo ạ. Em xin chân thành cám ơn sự hỗ trợ của Anh Chị ạ.. .  Kính chúc ac sức khỏe, bình an trong cơn đại dịch này ạ.. . . .",
            "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT. . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký. . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Em là [full_name] MSSV:[student_id]. Vì một số lí do mà em và 4 bạn chưa thể đăng ký môn học thực tập kỹ thuật và khóa K19 đổi chương trình đào tạo nên môn này đã bị xóa và không còn mở nữa.Môn này là môn tiên quyết cho thực tập ngoài trường cũng như luận văn tốt nghiệp, việc không đăng ký được môn này khiến cho tụi em chậm tiến độ rất nhiều.Hiện tại nhóm tụi em có 5  người chưa thể đăng ký môn học này và vì số lượng quá ít nên không thể mở lớp . Nhưng tụi em đã được đồng ý mở lớp từ giáo viên giảng dạy, chủ nhiệm bộ môn cũng như chủ nhiệm khoa. Vậy em viết đơn này mong pdt có thể xem xét mở lớp để tụi em có thể tiếp tục với tiến độ học tập.Em xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Em xin kính chào Phòng đào tạo và Văn phòng đào tạo quốc tế OISP,. . . . Em tên là [full_name] (MSSV: [student_id]), là sinh viên khóa 2017, khoa Kỹ thuật Địa chất & Dầu khí, chương trình Chất lượng cao.. . . . Em xin phép được gửi đơn xin mở lớp môn học Đồ án dầu khí - GE4065 đã có chữ ký của Chủ nhiệm Khoa, Chủ nhiệm bộ môn, Giảng viên giảng dạy và sinh viên đến cho Phòng đào tạo và Văn phòng đào tạo quốc tế OISP ạ.. . . . Mong Phòng đào tạo và Văn phòng đào tạo quốc tế OISP hỗ trợ giúp em mở lớp môn Đồ án dầu khí - GE4065 để em có thể được học môn này trong học kỳ chính 212 ạ. Em xin phép cảm ơn.. . . . [full_name]",
            "Chào bạn;. . sau 13h ngày 29/12 bạn lên đăng ký nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô. cho em hỏi là em muốn đăng ký môn vi xử lý mà hệ thống thông báo không đủ giãn cách giữa hai cơ sở, nhưng môn kia học trên hangout thì đâu có cần giãn cách đâu ạ. Thầy/cô cho em xin đăng ký môn vi xử lý (EE2013) vào thứ 3 tiết 7,8,9 (hangout) và thứ 6 tiết 2,3,4,5,6 ( H6.303.2) với ạ. Em chân thành cảm ơn!",
            "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT. . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký. . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào phòng đào tạo,. . . . Em là [full_name] – [student_id]. Hiện đang theo học theo hệ Vừa học vừa làm với chương trình học K18.. . . . Ở học kỳ 212, em đã đăng ký 2 môn học “Cấu trúc dữ liệu và giải thuật (CO2003)” và “Kiến trúc máy tính (CO2007)”. Tuy nhiên, em lại nhận được email thông báo hậu kiểm từ phòng đào tạo rằng em vẫn chưa học các môn tiên quyết, cụ thể là “Kỹ thuật lập trình (CO1027)” đối với \"(CO2003)\" và “Hệ thống số (CO1023)” đối với \" (CO2007) \". Vì vậy, 2 môn học em đăng ký sẽ bị xóa sau khi đợt đăng ký này kết thúc vào ngày 29/12/2021.. . . . Thực tế, em đã hoàn thành cả hai môn học tiên quyết trên, nhưng với mã môn học khác, đó là “Kỹ thuật lập trình (CO1011)” và “Hệ thống số (CO1009)”. (theo chương trình đào tạo của K18 và đã được đổi mã vào năm 2019 theo như thông báo trên aao). . . . Vậy mong phòng đào tạo có thể xem lại giúp em để em có thể học các môn học theo kịp tiến độ ạ.. . . . Em xin chân thành cảm ơn. .",
            "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT. . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký. . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy (cô) ạ, em là [full_name] MsSV [student_id] là sinh viên K17 khoa Công nghệ vật liệu. Hiện tại em đã hoàn thành tất cả các điều kiện cần thiết để đăng kí tốt nghiệp và em đăng kí nộp bằng quy đổi điểm toeic nghe đọc để đổi điểm anh văn 4 vào ngày 24/12/2021. Em bấm vào mục đăng kí tốt nghiệp ở trên mybk thì bị lỗi không vào được và trình trạng của em là tạm dừng học. Thầy (cô) có thể cho em hỏi hiện em phải cần làm những gì để được đăng kí tốt nghiệp ạ. Em chân thành cảm ơn.. . Trân trọng.. . [full_name]",
            "\"Chào em,. . Trường hợp để được xét tốt nghiệp, yêu cầu bắt buộc chứng chỉ phải được thẩm tra hợp lệ bạn.. . Thời điểm này không thể trả lời trường hợp của em được vì chứng chỉ Tiếng Pháp của em vẫn đang trong trạng thái chờ thẩm tra. . Khi nào có kết quả thẩm tra hợp lệ em gửi lại câu hỏi qua bksi, thời điểm đó mới trả lời cho bạn còn kịp xét tốt nghiệp cho đợt tháng 11/2021 không nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Em là [full_name] MSSV:[student_id]. Vì một số lí do mà em và 4 bạn chưa thể đăng ký môn học thực tập kỹ thuật và khóa K19 đổi chương trình đào tạo nên môn này đã bị xóa và không còn mở nữa.Môn này là môn tiên quyết cho thực tập ngoài trường cũng như luận văn tốt nghiệp, việc không đăng ký được môn này khiến cho tụi em chậm tiến độ rất nhiều.Hiện tại nhóm tụi em có 5  người chưa thể đăng ký môn học này và vì số lượng quá ít nên không thể mở lớp . Nhưng tụi em đã được đồng ý mở lớp từ giáo viên giảng dạy, chủ nhiệm bộ môn cũng như chủ nhiệm khoa. Vậy em viết đơn này mong pdt có thể xem xét mở lớp để tụi em có thể tiếp tục với tiến độ học tập.Em xin cảm ơn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1812664  /b \t. . . .   i Đăng ký môn học . Dạ kì này em có đăng ký môn Cơ Lưu Chất (học lần đầu) kì 212 em bị hủy vì lí do full sỉ số mà kì dự thính lại không mở cho sinh viên học lần đầu thì sao em đăng ký được ạ, tại theo tiến độ em dự định kì hè này em bảo vệ luận văn rồi ạ. Mong phòng đào tạo giải đáp cho em và có thể sắp xếp cho em được học chung với dự thính ạ, em cảm ơn",
            "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT. . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký. . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện tại em còn tiếng anh nói viết và một môn đợi xóa điểm hoãn thi để đủ điều kiện tốt nghiệp.. . . . Trong kỳ sau em có cần đăng ký 1 môn học để duy trì tình trạng học tập không ạ.. . . . Em cảm ơn.",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Em là [full_name] MSSV:[student_id]. Vì một số lí do mà em và 4 bạn chưa thể đăng ký môn học thực tập kỹ thuật và khóa K19 đổi chương trình đào tạo nên môn này đã bị xóa và không còn mở nữa.Môn này là môn tiên quyết cho thực tập ngoài trường cũng như luận văn tốt nghiệp, việc không đăng ký được môn này khiến cho tụi em chậm tiến độ rất nhiều.Hiện tại nhóm tụi em có 5  người chưa thể đăng ký môn học này và vì số lượng quá ít nên không thể mở lớp . Nhưng tụi em đã được đồng ý mở lớp từ giáo viên giảng dạy, chủ nhiệm bộ môn cũng như chủ nhiệm khoa. Vậy em viết đơn này mong pdt có thể xem xét mở lớp để tụi em có thể tiếp tục với tiến độ học tập.Em xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em xin chào thầy, em tên [full_name] - [student_id],. . Trong đợt đăng ký môn học kì 212, em có đăng ký môn Nguyên lý ngôn ngữ lập trình - CO3005, và môn Luận văn tốt nghiệp - CO4313 nhưng đều bị hủy trong đợt 2 này, em nhận được thông báo là Quá sĩ số đối với môn CO3005 và thiếu điểm môn thực tập tốt nghiệp đối với môn CO4313 (hiện em vẫn chưa có điểm môn này). . Thầy có thể check lại giúp em được không ạ, hiện tại em vẫn chưa đăng ký được hai môn này trong kỳ học này của em. . Em xin cám ơn thầy.",
            "Đăng ký môn học. . . . Dạ em xin chào thầy, em tên [full_name] - [student_id],. . Trong đợt đăng ký môn học kì 212, em có đăng ký môn Nguyên lý ngôn ngữ lập trình - CO3005, và môn Luận văn tốt nghiệp - CO4313 nhưng đều bị hủy trong đợt 2 này, em nhận được thông báo là Quá sĩ số đối với môn CO3005 và thiếu điểm môn thực tập tốt nghiệp đối với môn CO4313 (hiện em vẫn chưa có điểm môn này). . (1) Thầy có thể giúp em mở thêm sĩ số cho môn học CO3005 lớp L05, thứ 4, tiết 789 được không ạ.. . (2) Lý do em không đăng ký được môn CO4313 là do em chưa hoàn thành thực tập tốt nghiệp (môn tiên quyết), lý do là vì em hiện đang đi làm cho một công ty khác bên ngoài, để đi thực tập em buộc phải xin nghỉ việc, thầy có thể cho em đăng ký môn luận văn và thực tập trong cùng 1 học kỳ 212 này được không ạ, em hiện đã hoàn thành đề cương luận văn và đang làm chung nhóm với 2 bạn khác thưa thầy.. . Em xin cám ơn thầy.  /QUOTE . .",
            "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT. . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký. . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào phòng đào tạo ạ.. . Do kỳ rồi em không đăng ký môn học nên kỳ này bị tạm dừng. . . Để đăng ký môn vào kỳ này em cần làm đơn thu nhận lại phải không ạ.. . Trường có hỗ trợ làm đơn online không hay phải gửi bưu điện đến phòng đạo tạo ạ, do em còn kẹt ở quê vì dịch bệnh không lên trường trực tiếp được ạ.. . Em xin cảm ơn phòng đào tạo.",
            "\"Chào bạn,. . Về việc đăng ký thu nhận lại:. . Bạn vui lòng tải mẫu đơn: Thu nhận tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1811720  /b \t. . . .   i Mở môn học học kỳ 212 . Em chào thầy cô Phòng Đào Tạo, mong mở môn học Kỹ Thuật Xúc Tác và Ứng Dụng - Mã môn: CH3151. . . Thầy Nguyễn Quang Long đồng ý giảng dạy là phó khoa đào tạo nên thầy đại diện khoa xác nhận mở môn cho em luôn.. . Em cảm ơn.",
            "chào em;. . sau 13g ngày 29/12 em theo dõi đăng ký nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Em là [full_name] MSSV:[student_id]. Vì một số lí do mà em và 4 bạn chưa thể đăng ký môn học thực tập kỹ thuật và khóa K19 đổi chương trình đào tạo nên môn này đã bị xóa và không còn mở nữa.Môn này là môn tiên quyết cho thực tập ngoài trường cũng như luận văn tốt nghiệp, việc không đăng ký được môn này khiến cho tụi em chậm tiến độ rất nhiều.Hiện tại nhóm tụi em có 5  người chưa thể đăng ký môn học này và vì số lượng quá ít nên không thể mở lớp . Nhưng tụi em đã được đồng ý mở lớp từ giáo viên giảng dạy, chủ nhiệm bộ môn cũng như chủ nhiệm khoa. Vậy em viết đơn này mong pdt có thể xem xét mở lớp để tụi em có thể tiếp tục với tiến độ học tập.Em xin cảm ơn. .",
            "Chào bạn;. . Sau 13g ngày 29/12 bạn theo dõi đăng ký nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô ạ, em là [full_name] mssv [student_id] khoa cơ khí. Em cần gấp slot môn đồ án thiết kế(ME3139) ạ vì em trễ quá so với mấy bạn cùng khoa, mong thầy cô xem xét mở thêm ít slot cho em đăng kí với ạ. Em chân thành cảm ơn",
            "\"\"\"Chào bạn. . Cô đã lấy dữ liệu chuyển bộ phận dkmh kiểm tra lại. . Bạn dkmh lại vào 13 giờ ngày là thứ 4 ngày 29/12. . Thân. . \"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào cô em là   B [full_name]  /B  MSSV:   B [student_id]  /B . . Hôm nay là hết ngày 27/12 nhưng em vẫn chưa nhận được mail về việc đăng kí tốt nghiệp cũng như là chưa đăng kí tốt nghiệp được.. . Mong cô kiểm tra giúp em ạ!. . Em cảm ơn cô"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin trình bày 2 trường hợp:. . . . TH1: em đã được thu nhận, và pđt trả lời 23.12 em sẽ ĐKMH bình thường,  ngày 25.12 em ĐKMH đợt 2 thì vẫn được, đến hôm nay 27.12 em bị thông báo là \"bạn không thể ĐKMH vì lý do tạm dừng\". . . . TH2: em đã được xét miễn môn học CI3235 CƠ HỌC ĐẤT, nhưng hệ thống báo em là thiếu môn CI3235 CƠ HỌC ĐẤT.. . Em mong được hỗ trợ ĐKMH NỀN MÓNG CI3239 CC01.. . . . em cảm ơn",
            "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT . . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký . . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân. . Trường hợp sau đợt 3 bạn không đăng ký được do lỗi tạm dừng thì làm đơn đăng ký gửi bksi nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Kính gửi Phòng Đạo Tạo.. . . . Em là [full_name] - MSSV: [student_id].. . . . Em có nguyện vọng muốn đăng ký môn Kinh tế Đại cương (IM1013).Tuy nhiên vì những ngày đầu mở đăng ký server của trường rất lag và em không đăng ký được. . . Hiện tại khi bớt lag thì các lớp đều đã đầy.. . . . Em hy vọng được phòng đào tạo tạo điều kiện cho em có thể đăng ký được vào nhóm lớp:. . . .   B L06  /B . .   B Thứ 2  /B  -   B Tiết 4,5  /B  . . của môn   B IM1013  /B  ạ. . . . . Em xin chân thành cảm ơn.",
            "\"Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . Thân.. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào Thầy Cô. . . . Em tên là [full_name]. . Mssv [student_id]. . . . Hiện sau học kì này em còn thiếu chứng chỉ anh văn 2 kỹ năng để đủ điều kiện tốt nghiệp.. . . . Thầy Cô cho em hỏi em cần làm đơn gì để xin kéo dài thời gian đào tạo ạ. . . . . Em xin cảm ơn.. . Kính chúc Thầy Cô mạnh khoẻ",
            "\"Chào bạn. . - Trường hợp thiếu chứng chỉ anh văn 2 kỹ năng để đủ điều kiện tốt nghiệp, SV [full_name]15 sẽ nộp đơn kéo dài (tự làm, không mẫu) thời gian sau tháng 04/2022.. . - Về quy định thời gian và kế hoạch học tập: Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô. . . . Do học kì sau em trùng lịch nên không đăng ký được các môn tự chọn. Nên em muốn hỏi là các môn tự chọn học lần đầu thì có thể học vào kì hè không ạ. . . Dạ em cảm ơn.",
            "Chào em,. . Học phần tự chọn tự do là học phần sinh viên được tự do đăng ký, không bị ràng buộc với ngành/chuyên ngành sinh viên đang theo học, nhưng phải có kiến thức không trùng lắp với các kiến thức dùng để xét tốt nghiệp của chương trình đào tạo. Hai học phần được xem là trùng lắp nếu có chuẩn đầu ra/nội dung trùng lắp đến 50%.. . . . Ở một chừng mức nào đó, để tránh cho sinh viên không lúng túng khi chọn môn tự do, tránh lãng phí thời gian và tài chính, [full_name] gợi ý cho sinh viên chọn các môn nhằm trang bị kiến thức chuyên sâu hơn ở các chuyên ngành.. . . . Em liên hệ [full_name] trình bày môn đã chọn tự do, để [full_name] xem xét và xác nhận, hoặc có hướng dẫn cụ thể.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là mở sĩ số lớp môn chuyên ngành từ 25/25 thành 26/25 được không ạ. Nếu được thì phải làm đơn như thế nào ạ.",
            "Chào bạn, . . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên) . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2 . . Chúc bạn học tập tốt nhé. . . Thân. . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Nhà trường,. . . . Em có nguyện vọng được xin mở thêm sĩ số môn CO3005 - Ng/lý ngôn ngữ lập trình, một các lớp L01, L04, L05 hoặc L06 do toàn bộ các lớp đã full sĩ số. Môn này là môn học trước của Luận văn tốt nghiệp, nếu không đăng ký được em sẽ phải chờ thêm một học kì nữa để được làm luận văn. Mong Trường/PĐT xem xét hỗ trợ giúp em ạ.. . . . Em xin chân thành cảm ơn.. . [full_name]",
            "\"Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . Thân.. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trong đợt đăng kí môn học đầu tiên, em có sai sót và đăng kí nhầm một môn. Hiện tại, sau khi loại môn đó ra thì em chỉ còn lại 12 tín chỉ và muốn đăng kí thêm môn tự chọn mới cho học kì sau. Tuy nhiên, các môn học đều không cho phép đăng kí thêm vì trùng lịch với thời gian học GDQP.. . Em không biết là cần làm gì để được đăng kí thêm môn ạ. Giả sử em không đăng kí được thêm môn tự chọn thì việc học 12 tín chỉ có được giảm bớt học phí không hay vẫn giữ nguyên ạ? Và các môn tự chọn vẫn có thể bù vào các kì sau miễn là đủ số môn theo yêu cầu đúng không ạ?. . Em cảm ơn.",
            "Chào em,. . Nếu SV khóa 2021 đăng ký học theo đúng tiến độ của Chương trình Đào tạo thì không bị trùng với môn GDQP (SV vui lòng liên hệ Khoa hoặc GV chủ nhiệm để được tư vấn về Chương trình Đào tạo Khóa 2021). . GQDP là do trường xếp cứng cho SV  chính quy khóa 2021 và SV chương trinh CLC khóa 2020 đi học (SV không được hủy).Nhà trường chỉ gửi SV đi 1 lần duy nhất để học GDQP. Những trường hợp SV tự ý nghỉ nếu muốn học lại phải tự liên hệ tại TT GDQP đăng ký để hoàn thành học phần GDQP.. . Trường hợp SV đã có chứng chỉ GDQP, vui lòng làm đơn xin miễn (tải mẫu đơn tại aao.hcmut.edu.vn/sinh viên/biểu mẫu), kèm theo bản chụp Chứng chỉ GDQP và gửi qua bksi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi quý trường,. . Em muốn hoàn tất lệ phí nhập học HK211 của mình. Nhưng hiện giờ PĐT chỉ tiếp nhận sinh viên qua hình thức trực tuyến.. . Vậy cho em hỏi, em có thể nộp tiền qua tài khoản của trường được không? . . Nếu được, thì khi nộp tiền em phải điền nội dung chuyển khoản là gì? Vd: [student_id]-[full_name]. . Thân ái,. . [full_name]. .",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . \"Sinh viên chưa nộp học phí. . Hộp thư đến. . . . [email]. . 11:27, Th 5, 16 thg 12 (13 ngày trước). . . . Đề nghị các sinh viên sớm hoàn tất học phí tạm tính học kỳ 1 năm học 2021-2022.. . . . Sinh viên vào trang trang web tuyensinh.hcmut.edu.vn    ĐH chính quy    thông tin nhập học    mục VI nộp tiền nhập học, xem thông báo và nộp tiền học phí tạm tính theo yêu cầu. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:  Dạ em có hai thắc mắc muốn hỏi ạ. . 1)Cho em hỏi là em đang chờ pdt duyệt đơn tạm dừng việc học,và em đã đăng kí môn hk212 đợt 1,vậy giờ em không hủy các môn em đã đăng kí thì đến lúc pdt duyệt đơn cho em nó có tự hủy những môn em đã đăng kí không ạ?. . 2) Câu hỏi số 2 là:Khi em tạm dừng việc học ở hk212 vậy thì em có cần đi học giáo dục quốc phòng không ạ?.Tại em cũng muốn đi học giáo dục quốc phòng vì em dự định tạm dừng 2 học kì lận,mà em sợ năm sau học gdqp ở học kì 1 khóa sau thì em không biết em sẽ học bổ sung gdqp khi nào ạ",
            "Đã trả lời"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào anh/chị Phòng đào tạo,. . . . Em tên là [full_name], MSSV: [student_id], chương trình Tiên tiến khoa Điện-Điện tử. . . . Em viết mail này là để nhờ Phòng đào tạo kiểm tra giúp em về việc có thể hủy đăng ký lệ phí in bảng điểm được không?. . . . Khi em đăng ký in bảng điểm, vì mạng chập chờn em đã đăng ký 2 lần mà quên kiểm tra mã phiếu ở dưới. Em đã trả tiền cho lệ phí in bảng điểm kia rồi. . . . Giờ em không đăng ký tốt nghiệp được vì lí do là nợ lệ phí in bảng điểm cũ. . . . Em có để 2 hình chụp màn hình ở file đính kèm. . . . Mong phòng đào tạo giúp đỡ. . . . Em xin cảm ơn.. .   i Yêu cầu khác .",
            "Chào em,. . PĐT đã huỷ lệ phí & mở đăng ký TN.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Chào thầy/cô Phòng Đào Tạo, em có làm đơn để mở môn học, thầy đó đã nhận dạy lớp nhưng trong đơn có yêu cầu thời gian giảng dạy cụ thể. Khi em hỏi thầy dạy thì thầy bảo chưa có lịch chính thức nên thầy chưa biết lúc nào rãnh. Ở trường hợp này thì tụi em có được nộp đơn để tạm mở môn học trước rồi sau đó đăng kí thời gian sau được không ạ ? chứ 10h ngày 28/12 hết hạn mà giờ thầy chưa báo lịch dạy cho tụi em.",
            "Chào em;. . Nếu không có thời gian dạy thì Phòng Đào tạo không thể mở lớp nhé, em có thể chờ đợt đăng ký môn học dự thính nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô. . Em là [full_name], sinh viên khoa điện - điện tử. e đã nộp đơn đăng ký tốt nghiệp và đã được phản hồi yêu cầu đợi mail từ pdt. Tuy nhiên đến ngày 27/12 em vẫn chưa nhận được email. Mong thầy/cô có thể kiểm tra lại giúp em. Em cảm ơn. .",
            "Chào thầy/cô. . Em là [full_name], sinh viên khoa điện - điện tử. Em đã nộp đơn đăng ký tốt nghiệp và đã được phản hồi yêu cầu đợi mail từ pdt. Tuy nhiên đến ngày 27/12 em vẫn chưa nhận được email. Mong thầy/cô có thể kiểm tra lại giúp em. Em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name]. . MSSV [student_id]. . Em viết yêu cầu này để xin phòng đào tạo mở thêm sỉ số môn Cơ sở điện tử công suất EE3079. . Lý do: em cần học thêm các môn tự chọn để tốt nghiệp và em thấy môn này phù hợp với chuyên ngành của em, nhưng sỉ số đăng ký đã 60/60, mạng chậm trong việc đăng ký nên em chưa đăng ký được.. . Em xin chân thành cảm ơn",
            "\"Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . Thân.. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là cuối năm nhất em đã nộp bằng Toeic 2 kỹ năng thì đến khi em nhận luận văn thì bằng đó đã hết hạn thì em có cần thì lại không ạ?. . Em cảm ơn.",
            "Chào em,. . Em vui lòng xem quy chế. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/phụ lục 1. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy cô ạ! Em tên là [full_name] MSSV [student_id] khoa khoa học và kỹ thuật máy tính. Hiện tại em vừa có điểm thi tiếng anh nói viết tháng 12/2021 và em đã đủ điều kiện để đăng ký tốt nghiệp. Hôm nay em thấy có một vài bạn đã nhận được mail về danh sách dự kiến tốt nghiệp, nhưng em vẫn chưa nhận được mail về thông tin tốt nghiệp ạ. Thầy cô cho em hỏi sao em vẫn chưa nhận được mail vậy ạ. Em cảm ơn thầy cô rất nhiều ạ.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp  /i  dạ chào phòng đào tạo ạ, em là sinh viên [full_name], mssv [student_id], em có quên đóng tiền anh văn đầu vào và hiện đã thanh toán nhưng vẫn chưa được cập nhật, mong phòng đào tạo xem xét cập nhật để e được đăng ký tốt nghiệp đúng hạn ạ. . . .",
            "Chào em,. . Do hiện tại hệ thống bkpay đang bảo trì, SV vui lòng đợi sau ngày 05/01/2022 mới có thể vào đăng và thanh toán lệ phí tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin nộp đơn thu nhận lại, do em không đăng ký môn học được, em cảm ơn . . . .",
            "Chào bạn. . Bạn đã hết thời gian học, bạn phải làm đơn kéo dài 1 học kỳ gởi Pdt. . Về quy định thời gian và kế hoạch học tập: Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy/cô cho em hỏi em có môn Vật Lý Bán Dẫn (Mã:EE1013) nhưng giờ đăng ký thì thấy môn Vật Lý Bán Dẫn (Mã: EE1007) thì em đăng ký môn mã EE1007 có đúng chương trình đào tạo không ạ. em trúng tuyển tháng 11/2019 hệ VLVH - học theo chương trình khóa 2017.. . . . môn học Nhập môn về kỹ thuật (Mã: EE1001) e chờ cũng lâu rồi k thấy mở lớp k biết môn này còn được mở không hay tụi e phải xin khoa mở môn hay môn này đã đổi mã ạ.... . . . dạ e xin cảm ơn!",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . chào admin! em muốn đăng kí môn  Kỹ thuật lập trình PLC( IU3011)vào lớp l01_l03 vào học kỳ chính 212 nhưng hiện đã hết chỗ nên em muốn xin phép admin hỗ trợ tăng sĩ số lớp và thêm em vào lớp này. cảm ơn admin ạ.( em thuộc hệ chính quy)."
        ]
    }
]