[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT ạ.. . Thưa PĐT, hiện tại HK203, em có đăng ký Giải Tích 2 MT1005. Nhưng trong mùa dịch này gia đình em làm ăn khó khăn, gia đình đông con nên hiện tại em vẫn chưa có khả năng đóng học phí theo hạn mà PĐT đã gửi mail ạ. . . Em muốn hỏi là, em có cách nào khác để đóng trễ hạn học phí và vẫn được học môn GT2 trong HK203 này không ạ?. . Em xin cảm ơn. . .",
            "Chào bạn. . -Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen, nhà trường chỉ có thể gia hạn thêm 1 ngày đến 15giờ ngày 8/6/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . em trể hạn đóng học phí hôm qua. bây giờ em đóng học phí qua bkpay có được không ạ.. .",
            "Chào bạn. . -Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen, nhà trường chỉ có thể gia hạn thêm 1 ngày đến 15giờ ngày 8/6/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  Em chào nhà trường ạ,. .  Em đã đóng trễ học phí học kì 203 ( trễ 1 tiếng so với quy định), nhưng vì dịch nên em không biết là nộp đơn trình bày lí do trễ hạn khi đi học trở lại hay là nộp onl cho nhà trường vậy ạ?. . Em xin chân thành cảm ơn. . . . .",
            "Chào bạn. . Nếu bạn đã thanh toán học phí rồi thì không cần nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi, đóng học phí kì 203 bị trễ hạn thì cần làm đơn gì hông ạ và nếu có thì nộp online qua mail của pđt hay nộp trực tiếp vậy ạ.. . Em cảm ơn.. . . .",
            "Chào bạn. . Nếu bạn đã thanh toán học phí HK203 rồi thì thời khoá biểu không bị huỷ & không cần phải làm đơn nghen bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Do tình hình dịch bệnh nên tài chính của em gặp khó khăn. Em đã thanh toán học phí trễ của kì hè 203, vì nhà em ở khu vực gò vấp đang thực hiện chỉ thị 16, nên em không thể tới trường nộp đơn trực tiếp cho pđt, vì vậy có thể cho phép em nộp trực tuyến được không ạ. .",
            "Chào bạn. . Đã ghi nhận đơn của bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào PĐT, cho e hỏi, e là học viên cao học khoá 2017 - đợt 2. Hiện e chỉ còn thiếu chứng chỉ ngoại ngữ để xét tốt nghiệp. Em có lịch thi tháng 6, nhưng vì dịch covid nên IIG Việt Nam đang tạm ngưng xử lý hồ sơ.. . . . Xin hỏi có cách nào để gia hạn thêm không ạ. . . .",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Phòng Đào tạo Sau Đại học để hỗ trợ nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . [full_name]. . Mssv: [student_id]. . Em muốn huỷ đăng ký dự thính học kì 203. .  . . Môn: Giải tích 2. . Mã môn học: MT1005. . Mã nhóm lớp: DT05. . . . Môn: Đại số tuyến tính. . Mã môn học: MT1007. . Mã nhóm lớp: DT01",
            "Chào bạn. . Đến thời điểm hiện tại, theo quy định không thể huỷ môn học và huỷ học phí Hk203. . Nhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian. . Theo quy định, nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 (chính quy+ dự thính) . . Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi quý thầy/ cô. . . . Em đang gặp khó khăn trong việc thực hiện thanh toán học phí do ngân hàng OCB đã thay đổi tên miền Online Banking nhưng hệ thống BKPay hiện vẫn đang liên kết với miền cũ. . . . . Hiện tại em đã bị trể hạn đóng học phí nhưng vẫn chưa thể thanh toán học phí.. . . . Kính mong quý thầy/ cô cho em phương án thực hiện việc trể hạn cũng như thực hiện thanh toán học phí.. . . . Trân trọng.",
            "Chào bạn. . -Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen gia hạn thêm 1 ngày đến 15giờ ngày 8/6/2021. . -Với lại thanh toán qua cổng Mybk-- bkpay mà bạn không cần ra ngân hàng nghen, hoặc bạn nhờ người quen đóng học phí trực tiếp tại ngân hàng. . Thân. .",
            "Kính gửi,. . . . Em thực hiện lại thông qua cổng BKPay và gặp lỗi như hình đính kèm.",
            "Chào bạn. . Bạn thử lại nghen, [full_name] đang có lỗi, cố gắng nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô. . Thầy/cô ơi em gấp lắm rồi thầy/cô chỉ giúp em cách để mở lớp dự thính hè với ạ, do tình hình dịch nên em không thể vào trường nên em không biết làm sao để mở lớp dự thính hè ạ. Em cảm ơn thầy/cô nhiều lắm",
            "Chào bạn,. . Hiện tại đã hết thời gian để nộp đơn đăng ký mở lớp dự thính hè 203, hiện tại vẫn còn trong đợt đăng ký bổ sung nhưng môn còn sĩ số. bạn vui lòng vào đăng ký nếu có nhu cầu.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo !. . Em tên [full_name], em xin hỗ trợ về vấn đề đăng kí môn học, hiện tại em muốn đăng kí môn học mới trong đợt 3 từ ngày 07- 09/06/2021, nhưng không đăng kí được, Phòng đào tạo có thể hỗ trợ giúp em với ạ ! . . . .",
            "Chào bạn. . bạn gởi lại câu hỏi muốn đăng ký môn gì trên Bksi mục DKMH. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ kính gửi pdt,. . Em là [full_name] MSSV [student_id], vài ngày trước em có liên hệ pđt nhờ hỗ trợ tình trạng của em là sinh viên khác khoa nhưng muốn học ngành Dệt của khoa Cơ Khí, vì chưa chuyển hệ học nên em không đăng ký được môn Thực tập ngoài trường mã ME3277. Em đã làm theo hướng dẫn là viết đơn và nhờ bộ môn Dệt may cũng như Khoa Cơ khí xác nhận rồi ạ. Sáng nay em ghé PĐT thì không gặp được anh chị nên em rất mong được hỗ trợ trường hợp của em ạ, vì lịch đăng ký môn học đợt 3 là từ 7/6 tới 9/6 nên thật sự em rất lo lắng. . . Bên dưới là đơn em đã scan ra. Em chân thành cảm ơn ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo trường Đại Học Bách Khoa Thành Phố Hồ Chí Minh. . Em tên là [full_name], mssv [student_id], sinh viên lớp Hàng Không Việt Pháp 2016. . Trong học kỳ 203 em có đăng ký môn học Giải tích 3 (Mã môn học MT2007) nhưng hệ thống hủy đăng ký với lý do chưa học môn Giải tích 2 (Mã môn học MT1013), em đã hoàn thành môn học Toán 2 (Mã môn học 006712) là môn Giải tích 2 mã cũ vào học kỳ 162. Em đã hoàn thành môn toán 1, toán 2, còn bị nợ môn Toán 3 mã mới là Giải tích 3. Em mong phòng đào tạo cho phép em được đăng ký môn học Giải tích 3 để hoàn thành chương trình học. . Em xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi quý thầy/ cô. . . . Sau khi nhờ sự hỗ trợ từ phía ngân hàng em đã hoàn tất thanh toán học phí nhưng là thanh toán trể hạn. Tuy nhiên trong tình hình dịch bệnh đang diễn biến phức tạp, việc làm đơn trình bày việc thanh toán trể hạn và nộp cho PĐT nên được thực hiện như thế nào là hợp lý?. . . . Kính mong nhận được sự hỗ trợ từ quý thầy/ cô.. . . . Trân trọng.",
            "Chào bạn. . Nếu bạn đã thanh toán học phí HK203 rồi thì thời khoá biểu không bị huỷ & không cần phải làm đơn nghen bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em tên [full_name] mssv [student_id] khi đăng kí môn Vẽ kỹ thuật ci1003 và pháp luật việt nam đại cương sp1007 từ lần đăng kí đợt 2 đều bị ghi như thế này không biết là tại sao ạ. .",
            "ko thấy thông tin đính kèm. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] MSSV/MSGV: [student_id]  /b \t. . . .   i Đăng ký môn học . Dạ em chào thầy(cô). Em có đ kí 1 môn học kì hè, do em là f2 cách ly tại nhà nên không đi đóng tiền học và không có tài khoản ngân hàng để đóng trực tuyến. Bây giờ đã hết hạn, thầy(cô) cho em hỏi là em có bị cấm thi các môn học kì 2 năm nay không ạ và em có bị cấm đăng kí môn học học kỳ sau không ạ. Em chân thành cảm ơn và mong thầy(cô) giúp đỡ.. .",
            "Chào bạn. . Đến thời điểm hiện tại, theo quy định không thể huỷ môn học và huỷ học phí Hk203. . Nhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian. . Theo quy định, nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 (chính quy+ dự thính) . . Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . -Với lại thanh toán qua cổng Mybk-- bkpay mà bạn không cần ra ngân hàng nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kinh gửi; PĐT. . . . Cho em hỏi sao hôm nay trong danh mục Điểm chuyển chỉ còn có 3 môn thôi vậy ạ. Em xin chân thành cảm ơn.",
            "Chào bạn. . Trường hợp nếu còn thiếu môn nào cần chuyển điểm thì bạn ghi rõ lại, để pdt kiểm tra lại nghen. . Thân",
            "Các môn học HK202 đã được miễn PĐT đang thống kê để xin ý kiến hoàn trả học phí. . sẽ thông báo cho em qua email sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa thầy cô PĐT!. . Em là [full_name], lớp DD18TD2, mssv [student_id], sinh viên ngành KT Điều khiển Tự động - khoa Điện.. . Từ kì vừa rồi đến nay, em đã làm đơn xin mở lớp môn học Lý thuyết Điều khiển Nâng cao EE3007, tuy vậy, do nhiều lý do nên chưa thể mở lớp. Ban đầu em dự tính đăng kí ở kì hè nhưng DỊCH COVID-19 lại bùng phát ở TPHCM nên PĐT không cho mở lớp các môn có thí nghiệm.. . Thực sự em rất cần học môn học EE3007 này, vì nếu không thể đăng kí trong kỳ hè HK203, em sẽ bị   B trễ Đề Cương LVTN ở kì 211  /B  dẫn đến tiến độ học tập bị trễ( có thể lên đến 1  năm). Sau nhiều lần liên hệ với giảng viên bộ môn và làm đủ mọi cách vẫn chưa thể đăng kí được.. .   B Nay em kính xin PĐT cho phép em làm đơn chuyển môn học EE3007( 3 chỉ ) sang hình thức đồ án để thực hiện trong kì hè 203 này.  /B  Em biết là rất khó khăn nhưng kính mong quý thầy cô PĐT sẵn lòng giúp đỡ và tạo điều kiện.. . *NOTE* : Em đã xin ý kiến thầy [full_name] - trưởng bộ môn Điều khiển Tự động và đã được thầy cho phép chuyển nếu PĐT đồng ý.. . Em cảm ơn thầy cô đã dành thời gian đọc mail này!. . Mong chờ sự phản hồi và giúp đỡ tích cực!. .",
            "Chào bạn. . Về vấn đề này Cô không thể trả lời cho bạn được hay không, Cô hướng dẫn quy trình cho bạn nghen:. . - Bạn làm đơn xin cứu xét học môn ... theo dạng đồ án, trong đơn ghi rõ lý do thuyết phục, cho giảng viên hướng dẫn + bộ môn + [full_name] đồng ý ký xác nhận, rồi nộp cho Pdt. . - Sẽ trình đơn của bạn cho Thầy Trưởng phòng đào tạo ký duyệt nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cô ơi em sau sắp xếp em thấy có lớp học ổn thỏa rồi ạ, em xin cô cho em dc đăng kí vào lớp : . . -Mã môn: CH1003. . -Mã nhóm: CC03-CC05 ạ. .  Em xin  cảm ơn cô nhiều ạ!!",
            "Chào bạn. . -\tVề vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] . . - Cán bộ phụ trác là Anh Chiêu nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy , cô . . . . Em tên [full_name] , MSSV :[student_id]. .  Hệ đào tạo : VHVL , chuyên ngành : cảng - công trình biển. . . . Do em gặp rắc rối trong việc miễn môn học nên đợt đăng ký môn học bổ sung HK202 hệ VHVL ở đợt 2 ( kết thúc ngày 23/5) em đã không đăng ký .. . . . Nay em xin hỏi em có thể làm đơn đăng ký bổ sung 2 môn học CI4029 : phương pháp số công trình biển và CH1003 : Hóa đại cương không ạ .. . . . Em xin cảm ơn",
            "hết hạn bổ sung nhé. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại em ở ktx và không ra ngoài được không thể thanh toán tiền học phí vì em chỉ có tiền mặt không có trong ebanking nên không thể đóng onl giờ em muốn gia hạn đóng tiền thì sao ạ",
            "Chào bạn. . . . - Theo quy định, nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 được. . . . - Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen, nhà trường chỉ có thể gia hạn thêm 1 ngày đến 15giờ ngày 8/6/2021. . . . - Bạn có thể nhờ người quen ra ngân hàng đóng trực tiếp. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2033876  /b \t. . . .   i Học vụ . Kính gửi Thầy/Cô, em là sinh viên hệ VHVL chuyển từ trường Cao Đẳng Điện Lực qua ạ.. . Hôm thứ 6 tuần trước em có nhận được danh sách các môn được miễn xem qua bảng điểm chuyển trên mybk, bảng điểm chuyển có tổng cộng 19 môn nhưng ngày hôm sau cho đến hiện nay em vào bảng điểm chuyển để xem thì chỉ có 4 môn nhưng là 4 môn hoàn toàn khác so với 19 môn kia, thầy/cô cho em hỏi có phải hệ thống đang bị trục trặc không ạ.. . Và em có nhận được thông tin từ phòng đào tạo của trường Cao Đẳng Điện Lực là các khóa liên thông VHVL liên kết với Đại Học Bách Khoa trước đều được miễn các môn sau:. .   B - CH1003|  HOA DAI CUONG. . - EE1001|  NHAP MON VE KY THUAT. . - EE1011|  GIAI TICH MACH. . - EE2007|  MACH DIEN TU. . - EE2009|  HETHONG MTINH &NGONNGULT. . - EE2019|  CO SO DIEU KHIEN TU DONG. . - EE2023|  THUC TAP DIEN TU 1. . - EE2025|  THUC TAP DIEN 1. . - EE3001|  HE THONG CUNG CAP DIEN. . - EE3009|  MAY DIEN. . - EE3087|  BAO VE ROLE TRONG HTDIEN. . - EE3089|  KY THUAT CAO A. . - EE3091|  VAT LIEU KY THUAT DIEN. . - EE3097|  KY THUAT AN TOAN DIEN. . - EE3139|  CAM BIEN VA DO LUONG. . - MT1003|  GIAI TICH 1. . - MT1007|  DAI SO TUYEN TINH. . - PH1003|  VAT LY 1. . - PH1007|  THI NGHIEM VAT LY. . - SP1003|  NHUNG NGLY COBAN CN M-LE. . - SP1005|  TU TUONG HO CHI MINH. . - SP1007|  PH/LUAT VIETNAM DAICUONG. . - SP1009|  DUONGLOI CM CUA DANGCSVN  /B . . Thầy cô cho em hỏi năm nay trường có xét miễn cho sv những môn đó nữa không ạ. Nếu có thì sv phải tự làm thủ tục xin xét miễn phải không ạ. Nếu các môn được miễn nằm trong danh sách môn em đã đăng ký học và đã xếp thời khóa biểu thì em phải làm gì tiếp theo ạ. Em cảm ơn Thầy/Cô",
            "b MSSV/MSGV: 2033876  /b \t. . . .   i Yêu cầu khác . Kính gửi Thầy/Cô, em là sinh viên hệ VHVL chuyển từ trường Cao Đẳng Điện Lực qua ạ.. . Hôm thứ 6 tuần trước em có nhận được danh sách các môn được miễn xem qua bảng điểm chuyển trên mybk, bảng điểm chuyển có tổng cộng 19 môn nhưng ngày hôm sau cho đến hiện nay em vào bảng điểm chuyển để xem thì chỉ có 4 môn nhưng là 4 môn hoàn toàn khác so với 19 môn kia, thầy/cô cho em hỏi có phải hệ thống đang bị trục trặc không ạ.. . Và em có nhận được thông tin từ phòng đào tạo của trường Cao Đẳng Điện Lực là các khóa liên thông VHVL liên kết với Đại Học Bách Khoa trước đều được miễn các môn sau:. .   B - CH1003|  HOA DAI CUONG. . - EE1001|  NHAP MON VE KY THUAT. . - EE1011|  GIAI TICH MACH. . - EE2007|  MACH DIEN TU. . - EE2009|  HETHONG MTINH &NGONNGULT. . - EE2019|  CO SO DIEU KHIEN TU DONG. . - EE2023|  THUC TAP DIEN TU 1. . - EE2025|  THUC TAP DIEN 1. . - EE3001|  HE THONG CUNG CAP DIEN. . - EE3009|  MAY DIEN. . - EE3087|  BAO VE ROLE TRONG HTDIEN. . - EE3089|  KY THUAT CAO A. . - EE3091|  VAT LIEU KY THUAT DIEN. . - EE3097|  KY THUAT AN TOAN DIEN. . - EE3139|  CAM BIEN VA DO LUONG. . - MT1003|  GIAI TICH 1. . - MT1007|  DAI SO TUYEN TINH. . - PH1003|  VAT LY 1. . - PH1007|  THI NGHIEM VAT LY. . - SP1003|  NHUNG NGLY COBAN CN M-LE. . - SP1005|  TU TUONG HO CHI MINH. . - SP1007|  PH/LUAT VIETNAM DAICUONG. . - SP1009|  DUONGLOI CM CUA DANGCSVN  /B . . Thầy cô cho em hỏi năm nay trường có xét miễn cho sv những môn đó nữa không ạ. Nếu có thì sv phải tự làm thủ tục xin xét miễn phải không ạ. Nếu các môn được miễn nằm trong danh sách môn em đã đăng ký học và đã xếp thời khóa biểu thì em phải làm gì tiếp theo ạ. Em cảm ơn Thầy/Cô",
            "b MSSV/MSGV: 2033876  /b \t. . . .   i Học vụ . Kính gửi Thầy/Cô, em là sinh viên hệ VHVL chuyển từ trường Cao Đẳng Điện Lực qua ạ.. . Hôm thứ 6 tuần trước em có nhận được danh sách các môn được miễn xem qua bảng điểm chuyển trên mybk, bảng điểm chuyển có tổng cộng 19 môn nhưng ngày hôm sau cho đến hiện nay em vào bảng điểm chuyển để xem thì chỉ có 4 môn nhưng là 4 môn hoàn toàn khác so với 19 môn kia, thầy/cô cho em hỏi có phải hệ thống đang bị trục trặc không ạ.. . Và em có nhận được thông tin từ phòng đào tạo của trường Cao Đẳng Điện Lực là các khóa liên thông VHVL liên kết với Đại Học Bách Khoa trước đều được miễn các môn sau:. .   B - CH1003|  HOA DAI CUONG. . - EE1001|  NHAP MON VE KY THUAT. . - EE1011|  GIAI TICH MACH. . - EE2007|  MACH DIEN TU. . - EE2009|  HETHONG MTINH &NGONNGULT. . - EE2019|  CO SO DIEU KHIEN TU DONG. . - EE2023|  THUC TAP DIEN TU 1. . - EE2025|  THUC TAP DIEN 1. . - EE3001|  HE THONG CUNG CAP DIEN. . - EE3009|  MAY DIEN. . - EE3087|  BAO VE ROLE TRONG HTDIEN. . - EE3089|  KY THUAT CAO A. . - EE3091|  VAT LIEU KY THUAT DIEN. . - EE3097|  KY THUAT AN TOAN DIEN. . - EE3139|  CAM BIEN VA DO LUONG. . - MT1003|  GIAI TICH 1. . - MT1007|  DAI SO TUYEN TINH. . - PH1003|  VAT LY 1. . - PH1007|  THI NGHIEM VAT LY. . - SP1003|  NHUNG NGLY COBAN CN M-LE. . - SP1005|  TU TUONG HO CHI MINH. . - SP1007|  PH/LUAT VIETNAM DAICUONG. . - SP1009|  DUONGLOI CM CUA DANGCSVN  /B . . Thầy cô cho em hỏi năm nay trường có xét miễn cho sv những môn đó nữa không ạ. Nếu có thì sv phải tự làm thủ tục xin xét miễn phải không ạ. Nếu các môn được miễn nằm trong danh sách môn em đã đăng ký học và đã xếp thời khóa biểu thì em phải làm gì tiếp theo ạ. Em cảm ơn Thầy/Cô. .",
            "Gửi đến SV. . đã cập nhật lại, SV xem lại trong mục \"Điểm chuyển\". . thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Do điều kiện gia đình nên em chưa kịp có số tiền để thanh toán học phí học kì 203,vậy em có thể gia hạn thời gian đóng học phí không, và bằng cách nào ạ ?",
            "Chào bạn,. . Vấn đề về gia hạn học phí bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên để được hỗ trợ!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Những môn học này em vắng thi không nằm trong lịch hoãn thi. PĐT cho em hỏi trường hợp nào được thi lại hoặc giải quyết bằng cách nào ạ.. . . . 003709\tMip(tpháp hnhập nnghiệp). . 501707\tPT Th/kế hướng đối tượng. . . .   i Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 .",
            "Chào bạn. . Bạn vui lòng trình bày rõ thêm về trường hợp của bạn. . Lý do? thời gian thi?.... . Quy định về việc hoãn thi tại quy chế điều: 17.2 bạn tham khảo nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi vì sao em không đăng kí được môn CH1003\tHóa đại cương lý do K: Môn học khoa không mở lớp - SV liên hệ Khoa (đợt 1). . và Bạn không được phép đăng ký vào nhóm lớp này (đợt 3). . . . Trong danh sách Môn tương đương chương trình Việt Pháp có tương đương mã 601701 với CH1003. . . . Mong sớm được PĐT giải quyết. Em cảm ơn.",
            "Chào em.. . môn CH1003 ko mở lớp dự thính. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có đăng ký thực tập ngoài trường vào kỳ hè. Đăng ký thành công ở đợt 2 và đã có thời khóa biểu nhưng lại không hiện đóng tiền trên BKPay ạ. . . Giải quyết giúp em với ạ.. . Em cảm ơn!. . . .",
            "Chào bạn. . Bạn sẽ đóng học phí vào đợt sau nghen. . Chú ý mail thông báo đóng học phí nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa cô/thầy . . Vừa qua khi biết tin trường mình có chị là f0 thì em có khai báo y tế qua mail về việc có tiếp xúc và gặp một vài trường hợp f1 (như ăn ở C6, bác giữ xe, các bạn đo nhiệt độ) thì có thể nói em đang là f2 của trường. Như vậy thì em sẽ phải cách ly tại nhà(nhà trọ). . . Đã 3 ngày rồi kể từ lúc em tự cách ly thì em vẫn không nhận được bất cứ thông tin từ nhà trường. Em rất lo lắng cũng như không biết phải làm gì vì nó ảnh hưởng rất nhiều việc sinh hoạt.. . Em cần thông tin hướng dẫn các bước tiếp theo để chủ động trong việc phòng chóng covid.. . Em cảm ơn",
            "Chào bạn,. . Đây là thông tin nhà trường gửi, bạn kiểm tra mail có nhận được thông tin không và có xem mình thuộc diện nào. . Kính gửi viên chức, người lao động và người học toàn trường,. . . . Theo thông báo trước đây của Ban Giám hiệu về việc khai báo y tế toàn trường để hỗ trợ việc phòng chống dịch COVID-19, đến hết ngày Thứ 2 (07/6/2021) đã có 758 lượt khai báo. Bộ phận Y tế đã sàng lọc và phân loại dựa trên chi tiết khai báo của viên chức, người lao động và người học. Ban Giám hiệu căn cứ vào kết quả khai báo y tế và các quy định của cơ quan y tế cũng như của các cơ quan chức năng chỉ đạo từng trường hợp cụ thể như sau (danh sách kèm theo email này):. . 1. Có 323 trường hợp không liên quan đến các trường hợp F1 của ca F0 tại Trung tâm NCCN Lọc - Hóa dầu. Viên chức, người lao động và người học thuộc trường hợp này làm việc tại trường theo Chỉ thị 15 (CT 15) của Thủ tướng Chính phủ, lịch nghỉ hè và các thông báo của nhà trường cho đến khi có thông báo mới.. . 2. Có 252 trường hợp có khả năng liên quan đến F1 nhưng không rõ ràng hoặc liên quan F2. Viên chức, người lao động và người học thuộc trường hợp này làm việc tại nhà, tự theo dõi sức khỏe và theo dõi kết quả của các trường hợp có liên quan đến F0. Sau khi hết thời gian làm việc tại nhà theo quy định thì báo cáo lãnh đạo đơn vị và tiếp tục làm việc trong trường theo CT 15, lịch nghỉ hè và các thông báo của trường cho đến khi có thông báo mới.. . 3. Có 183 trường hợp được xác định liên quan đến F1. Danh sách này đã được nhà trường chuyển đến HCDC. Viên chức, người lao động và người học thuộc trường hợp này phải khai báo với y tế địa phương và thực hiện theo chỉ thị của y tế địa phương. Đến hết thời gian cách ly tại nhà phải báo cáo và trình kết quả xét nghiệm (chứng nhận âm tính) cho lãnh đạo đơn vị, sau đó tiếp tục làm việc trong trường theo CT 15, lịch nghAỉ hè và các thông báo của trường cho đến khi có thông báo mới.. . Lãnh đạo đơn vị chịu trách nhiệm theo dõi các trường hợp này và báo cáo cho nhà trường khi các viên chức, người lao động và người học của đơn vị mình hoàn thành việc thực hiện chỉ đạo của các cơ quan y tế và nhà trường, đồng thời chịu trách nhiệm phân công công việc và xác nhận hoàn thành nhiệm vụ cho viên chức và người lao động trong đơn vị trước nhà trường.. . Trân trọng,. . KT Hiệu trưởng. . Phó Hiệu trưởng. . PGS. TS. Trần Thiên Phúc"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Từ ngày 21/5 đến ngày 5/6 , em có vào trường Đại học Bách khoa một cách thường xuyên để hoàn thành luận văn tốt nghiệp. Khi biết thông tin về ca mắc COVID 19 từ chị [full_name] và 40 F1, thì em nhận thấy trong thời gian kể trên em có tiếp xúc với các bạn sinh viên đo thân nhiệt ở cổng 1, các nhân viên bãi giữ xe cổng 1 và trong ngày 3-4/6 em có tiếp xúc với 3 nhân viên căn tin c6. Như vậy khả năng em là F2 của ca mắc F0 đó. Em cũng đã tự cách ly tại nhà từ tối ngày 5/6 và khai báo cho trường. Tuy nhiên, đến ngày hôm nay em chưa nhận được thông tin phản hồi cũng như sự hướng dẫn từ trường đối với trường hợp của em để chủ động phòng chống covid. Mong sớm nhận được câu phản hồi chính thông từ trường.",
            "Chào bạn,. . Đây là thông tin nhà trường gửi, bạn kiểm tra mail có nhận được thông tin không và có xem mình thuộc diện nào. . Kính gửi viên chức, người lao động và người học toàn trường,. . . . Theo thông báo trước đây của Ban Giám hiệu về việc khai báo y tế toàn trường để hỗ trợ việc phòng chống dịch COVID-19, đến hết ngày Thứ 2 (07/6/2021) đã có 758 lượt khai báo. Bộ phận Y tế đã sàng lọc và phân loại dựa trên chi tiết khai báo của viên chức, người lao động và người học. Ban Giám hiệu căn cứ vào kết quả khai báo y tế và các quy định của cơ quan y tế cũng như của các cơ quan chức năng chỉ đạo từng trường hợp cụ thể như sau (danh sách kèm theo email này):. . 1. Có 323 trường hợp không liên quan đến các trường hợp F1 của ca F0 tại Trung tâm NCCN Lọc - Hóa dầu. Viên chức, người lao động và người học thuộc trường hợp này làm việc tại trường theo Chỉ thị 15 (CT 15) của Thủ tướng Chính phủ, lịch nghỉ hè và các thông báo của nhà trường cho đến khi có thông báo mới.. . 2. Có 252 trường hợp có khả năng liên quan đến F1 nhưng không rõ ràng hoặc liên quan F2. Viên chức, người lao động và người học thuộc trường hợp này làm việc tại nhà, tự theo dõi sức khỏe và theo dõi kết quả của các trường hợp có liên quan đến F0. Sau khi hết thời gian làm việc tại nhà theo quy định thì báo cáo lãnh đạo đơn vị và tiếp tục làm việc trong trường theo CT 15, lịch nghỉ hè và các thông báo của trường cho đến khi có thông báo mới.. . 3. Có 183 trường hợp được xác định liên quan đến F1. Danh sách này đã được nhà trường chuyển đến HCDC. Viên chức, người lao động và người học thuộc trường hợp này phải khai báo với y tế địa phương và thực hiện theo chỉ thị của y tế địa phương. Đến hết thời gian cách ly tại nhà phải báo cáo và trình kết quả xét nghiệm (chứng nhận âm tính) cho lãnh đạo đơn vị, sau đó tiếp tục làm việc trong trường theo CT 15, lịch nghAỉ hè và các thông báo của trường cho đến khi có thông báo mới.. . Lãnh đạo đơn vị chịu trách nhiệm theo dõi các trường hợp này và báo cáo cho nhà trường khi các viên chức, người lao động và người học của đơn vị mình hoàn thành việc thực hiện chỉ đạo của các cơ quan y tế và nhà trường, đồng thời chịu trách nhiệm phân công công việc và xác nhận hoàn thành nhiệm vụ cho viên chức và người lao động trong đơn vị trước nhà trường.. . Trân trọng,. . KT Hiệu trưởng. . Phó Hiệu trưởng. . PGS. TS. Trần Thiên Phúc"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1810889  /b \t. . . .   i Yêu cầu khác . Thưa cô/thầy . . Vừa qua khi biết tin trường mình có chị là f0 thì em có khai báo y tế qua mail về việc có tiếp xúc và gặp một vài trường hợp f1 (như ăn ở C6, bác giữ xe, các bạn đo nhiệt độ) thì có thể nói em đang là f2 của trường. Như vậy thì em sẽ phải cách ly tại nhà(nhà trọ). . . Đã 3 ngày rồi kể từ lúc em tự cách ly thì em vẫn không nhận được bất cứ thông tin từ nhà trường. Em rất lo lắng cũng như không biết phải làm gì vì nó ảnh hưởng rất nhiều việc sinh hoạt.. . Em cần thông tin hướng dẫn các bước cần thực hiện GẤP TRONG THỜI GIAN TỚI. . Em xin cảm ơn",
            "Chào bạn,. . Đây là thông tin nhà trường gửi, bạn kiểm tra mail có nhận được thông tin không và có xem mình thuộc diện nào. . Kính gửi viên chức, người lao động và người học toàn trường,. . . . Theo thông báo trước đây của Ban Giám hiệu về việc khai báo y tế toàn trường để hỗ trợ việc phòng chống dịch COVID-19, đến hết ngày Thứ 2 (07/6/2021) đã có 758 lượt khai báo. Bộ phận Y tế đã sàng lọc và phân loại dựa trên chi tiết khai báo của viên chức, người lao động và người học. Ban Giám hiệu căn cứ vào kết quả khai báo y tế và các quy định của cơ quan y tế cũng như của các cơ quan chức năng chỉ đạo từng trường hợp cụ thể như sau (danh sách kèm theo email này):. . 1. Có 323 trường hợp không liên quan đến các trường hợp F1 của ca F0 tại Trung tâm NCCN Lọc - Hóa dầu. Viên chức, người lao động và người học thuộc trường hợp này làm việc tại trường theo Chỉ thị 15 (CT 15) của Thủ tướng Chính phủ, lịch nghỉ hè và các thông báo của nhà trường cho đến khi có thông báo mới.. . 2. Có 252 trường hợp có khả năng liên quan đến F1 nhưng không rõ ràng hoặc liên quan F2. Viên chức, người lao động và người học thuộc trường hợp này làm việc tại nhà, tự theo dõi sức khỏe và theo dõi kết quả của các trường hợp có liên quan đến F0. Sau khi hết thời gian làm việc tại nhà theo quy định thì báo cáo lãnh đạo đơn vị và tiếp tục làm việc trong trường theo CT 15, lịch nghỉ hè và các thông báo của trường cho đến khi có thông báo mới.. . 3. Có 183 trường hợp được xác định liên quan đến F1. Danh sách này đã được nhà trường chuyển đến HCDC. Viên chức, người lao động và người học thuộc trường hợp này phải khai báo với y tế địa phương và thực hiện theo chỉ thị của y tế địa phương. Đến hết thời gian cách ly tại nhà phải báo cáo và trình kết quả xét nghiệm (chứng nhận âm tính) cho lãnh đạo đơn vị, sau đó tiếp tục làm việc trong trường theo CT 15, lịch nghAỉ hè và các thông báo của trường cho đến khi có thông báo mới.. . Lãnh đạo đơn vị chịu trách nhiệm theo dõi các trường hợp này và báo cáo cho nhà trường khi các viên chức, người lao động và người học của đơn vị mình hoàn thành việc thực hiện chỉ đạo của các cơ quan y tế và nhà trường, đồng thời chịu trách nhiệm phân công công việc và xác nhận hoàn thành nhiệm vụ cho viên chức và người lao động trong đơn vị trước nhà trường.. . Trân trọng,. . KT Hiệu trưởng. . Phó Hiệu trưởng. . PGS. TS. Trần Thiên Phúc"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2037018  /b \t. . . .   i Đăng ký môn học . Em xin chào Thầy/ Cô!. . Em tên là Phạm Gia Huy. . MSSV 2037018. . Khoa: Kĩ thuật xây dựng hệ VLVH. . Trong học kì 203, em có đăng kí môn Phương Pháp Tính MT1009 nhưng không mở đối với hệ VLVH, và em không thể đăng kí đối với hệ Chính quy do khác hệ. . . Em xin phép Thầy/ Cô cho em được đăng kí học môn đó với hệ Chính Quy. Vì chỉ còn 01 môn (kể cả những môn chuyển điểm từ hệ chính quy K2014 sang) thì em đã hoàn thành chương trình học.. . Mong Thầy/ Cô hỗ trợ em ạ,. . Em xin cảm ơn.",
            "chào em,. . Môn học MT1009 đã được bổ sung nhóm  DT02,. . TKB sẽ cập nhật sau, em xin link gv đi học trước. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vì em chưa có chứng chỉ quốc phòng tại trung tâm GDQP để đủ điều kiện tốt nghiệp nên muốn đăng ký. Bên TTGDQP yêu cầu giấy giới thiệu (scan hoặc ảnh chụp) từ bên trường mình. Không biết hiện phòng đào tạo hiên nay có làm việc không? Và giấy giới thiệu liệu có thể làm online được không ạ?. .",
            "Chào bạn,. . Bạn có thể lên mybk đăng ký in giấy xác nhận Sinh viên và chọn dịch vụ gửi qua đường bưu điện nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name], MSSV [student_id], mã lớp TT1701, chương trình Tiên Tiến. Em có câu hỏi về việc đăng ký mã môn học. . . Em đang muốn đăng ký môn \"Đường lối CM của Đảng CSVN\" với mã môn 001004. Vào đợt 1, em vẫn thấy có mở lớp và đã đăng ký. Nhưng sang đợt 3 (7/6-9/6), mã môn đã không còn được mở lớp. Theo em biết còn một mã môn của chương trình Chất lượng cao là SP1009. Em đẵ đăng ký theo mã môn đó. Em muốn hỏi là liệu là 2 mã môn đó có tương ứng với nhau không? Em có thể đăng ký và học mã môn SP1009 mà vẫn được chuyển điểm vào mã môn 001004 được không?. . . . Em cám ơn.",
            ". . Chào bạn. . -\tVề vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] hoặc anh [full_name]: [email]. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em có đăng kí môn học giải tích 2 (MT1005) Do thầy [full_name] dạy nhung em không thể tìm thấy được đường link để vào hangout tương tác . Xin PĐT có thể liên lạc với thầy và cho em xin đường link để tham gia lớp học ạ",
            "Chào bạn,. . Trong BKel của bạn có môn học giải tích 2 (MT1005) Do thầy [full_name] dạy,. . bạn vui lòng kiểm tra lại và nhắn tin với thầy nhé.Còn việc hoạt động khoá học do Thầy tương tác, [full_name].Đào tạo không can thiệp được nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí . Em chào thầy/cô,. . . . Do em lỡ đóng trễ học phí học kỳ hè đợt này, khi em lên trường để nộp đơn thì không vào trong được, nên em xin gửi mẫu đơn em đã điền theo hình thức online.. . . . Mong thầy/cô xem xét giúp em ạ, để em không bị hủy thời khóa biểu học kỳ hè này.. . . . Cảm ơn thầy/cô rất nhiều.. . . .",
            ". .",
            "Chào bạn. . Nếu bạn đã thanh toán học phí HK203 rồi thì thời khoá biểu không bị huỷ & không cần phải làm đơn nghen bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào thầy/cô. Thầy/cô cho em hỏi nếu em muốn rời khỏi chương trình kỹ sư tài năng thì em cần phải làm những gì ạ? Em xin cảm ơn.",
            "Chào bạn. . Về vấn đề này bạn liên hệ [full_name] (Văn phòng [full_name]) để hướng dẫn nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Pđt cho em hỏi: em có nộp đơn xin bảo vệ luận văn trễ và được hẹn trả kết quả vào chiều ngày 8/6/2021. Vậy bây giờ làm sao để kiểm tra kết quả ạ. Em xin cám ơn.",
            "Chào bạn. . Đã có tkb trên Mybk --  Xem tkb . . Nhớ đóng học phí. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào Phòng đào tạo, Em xin gửi phòng đào tào Đơn xin đăng kí môn học CO3313 và Đơn xác nhận cho phép học song ngành. Nôi dung em đã ghi hết trong đơn như phòng đào tạo đã hướng dẫn ạ.. . Mong phòng đào tạo giúp đỡ đăng kí môn CO3313 giúp em để em có thể đi thực tập đúng hạn ạ.. . Em xin chân thành cảm ơn phòng đào tạo.. . . . (em có gửi tin này từ ngày chủ nhật nhưng vẫn chưa thấy trả lời, bạn em gửi ngày thứ 2 thì được trả lời, em sợ em gửi tin vào ngày nghỉ nên bị trôi tin nhắn nên gửi lại lần 2, em xin lỗi phòng đào tạo vì sự bất tiện này ạ).. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã hoàn thành xong điều kiện ngoại ngữ để tốt nghiệp, vậy làm giấy thu nhận lại thì có thể làm trực tuyến hay phải trực tiếp lên phòng đào tạo vậy ạ?. . Em xin cảm ơn.",
            "Chào bạn,. . Bạn có thể làm đơn thu nhận, điền đầy đủ thông tin, chụp hình và gửi qua bksi được nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô ạ!. . Em đã đóng học phí cho học kỳ 203 nhưng môn học đã bị hủy, vậy học phí đã đóng xử lý như thế nào ạ. . . Em xin cảm ơn.",
            "Chào bạn. . Hiện chưa có danh sách chính thức về môn huỷ. . - Nếu phát sinh vấn đề này, Phòng đào tao sẽ gởi thông báo qua mail nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i. . . . Kính gửi Phòng Đạo Tạo,. . . . Em cảm ơn cô và phòng Đào Tạo đã phản hồi tin nhắn trước đó của em ạ. Hiện tại em đang ở Long An, với tình hình Covid hiện tại, không có hướng giải quyết hỗ trợ cho trường hợp của cựu sinh viên như em ạ? (Bằng hình thức thanh toán khác như chuyển khoản hoặc thanh toán khi nhận bưu phẩm). . Vậy thì khi nào Phòng Đào Tạo hoạt động lại để em có thể lên đăng ký ạ?. . . . Em cảm ơn cô và Phòng Đào Tạo. . .",
            "Chào bạn. . Hiện tại Pdt chỉ mới triển khai hình thức gởi qua bưu điện thôi. . - Bạn có thể nhờ người quen đến trực tiếp Pdt để đăng ký in bảng điểm, và đăng ký nhận qua bưu điện luôn. . Thân",
            "Chào bạn,. . Bảng điểm tốt nghiệp là 55.000 đồng 1 bản, bạn cần in mấy bản.. . Phòng Đào tạo sẽ sử dụng dịch vụ thu hộ của bưu điện, cộng phí gửi theo giá bưu điện.. . Bạn vui lòng cung cấp thêm họ tên người nhận, địa chỉ và SDT người nhận chính xác nhé!. . Thân",
            "Em cảm ơn cô và Phòng Đào tạo ạ, . . Em muốn in 2 bản bảng điểm tốt nghiệp ạ. . . Em xin cung cấp thông tin in bảng điểm:. . [full_name] - MSSV: [student_id]. . . . Thông tin người nhận: . . Tên: [full_name]. . Số điện thoại: 094 414 8066. . Địa chỉ: Trường THCS Nguyễn Thị Bảy, đường Nguyễn An Ninh, khu phố Hòa Thuận I, thị trấn Cần Giuộc, huyện Cần Giuộc, tỉnh Long An.. . . . Một lần nữa em cảm ơn Phòng Đào Tạo ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi trong mail gửi từ [email] ngày 7/6. . có nhắc đến việc thanh toán học phí dự thính trễ sẽ bị hủy thời khóa biểu. Vậy khi em nộp rồi thời khóa biểu có được khôi phục không ạ? Nếu được thì làm thế nào?",
            "Chào bạn. . Hiện tại Cô kiểm tra bạn vẫn chưa thanh toán học phí,. . Bạn cần nhanh chóng thanh toán học phí nếu không sẽ bị huỷ thời khoá biểu, gia hạn đến hết ngày 9/6 này nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào anh chị.. . Trong đợt đăng ký môn học hè lần 1 em đã đăng ký môn thực tập sản suất hè của chuyên nghành địa kỹ thuật (GE3125) theo đúng kế hoạch trên trang của phòng đào tạo nhưng hiện nay đã gần hết thời hạn của đợt 3 nhưng môn học này vẫn chưa mở trong khi thực tập sản xuất hè của các chuyên ngành khác đã mở lớp từ rất lâu. . . Mong phòng đào tạo sớm mở lớp của môn học này để chúng em không bị trễ tiến độ cũng như cho em và các bạn biết lý do vì sao môn học này lại chậm trễ như vậy. Em xin cảm ơn. .",
            "Chào bạn. . Bạn liên hệ Khoa- Bộ môn để gởi đề nghị mở môn thực tập sản suất hè của chuyên nghành địa kỹ thuật (GE3125) đính kèm danh sách các sinh viên cần đăng ký để Pdt xử lý nghen. . Thân",
            "Dạ cán bộ văn phòng khoa của em đang thuộc diện cách ly tại nhà nên hiện không thể làm công văn được thì mình phải làm sao đây chị",
            "Chào bạn. . Về bộ môn xin hỗ trợ nghen bạn, không có người này phải có người khác hỗ trợ cho các bạn chứ hỉ, không thì liên hệ trực tiếp Thầy [full_name] luôn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   p  Họ tên: [full_name]   /p . .   p  MSSV: [student_id]   /p . .   p  Vì tình hình Covid chuyển biến phức tạp và phải di chuyển giữa các thành phố nên em đã quên mất việc đăng ký 2 môn học Chủ nghĩa xã hội khoa học (SP1035) và Pháp luật Việt Nam đại cương (SP1007). Vì 2 môn này đã full slot 100/100 nên em mong muốn phòng đào tạo mở thêm slot 2 môn này hoặc có thể thêm em vào lớp đã có sẵn của 2 môn học trên.  /p . .   p  Hai môn trên sẽ giúp em đăng ký được những môn kì sau nên em mong Phòng Đào Tạo sẽ giúp đỡ và tạo điều kiện cho em đăng ký được hai môn đó.   /p . .   p  Em xin cảm ơn rất nhiều ạ   /p . . . . . .",
            "Chào em. . đã bổ sung môn SP1031 nhóm DT06,. . SP1007 nhóm DT03. . TKB sẽ cập nhật vào cuối tuần,. . em xin link gv đi học trước. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào phòng đào tạo,. . hiện tại em đang đi thực tập ở công ty nhưng kỳ hè này em không đăng ký thực tập tốt nghiệp vì chưa học đồ án thì em có thể xin nhà trường giấy giới thiệu được không ạ",
            "Chào bạn. . Về vấn đề này bạn liên hệ [full_name] (Văn phòng [full_name]) để hướng dẫn nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: thưa phòng đào tạo, hôm 07/06 là hạn chót đăng kí bhyt nhưng em quên mất chưa đăng kí, hôm nay ngày 08/06 em vào đăng kí lại thì không được nữa ạ. Phòng đào tạo cho em hỏi không biết em có thể làm đơn xin đăng kí gia hạn bảo hiểm không ạ",
            "Chào bạn,. . Vấn đề về BHYT bạn vui lòng liên hệ tại Phòng Y tế hoặc Phòng Công tác Chính trị sinh viên để được hỗ trợ!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Sau khi nhận mai thanh toán học phí thì em đã thanh toán trên bkpay nhưng do sơ ý nên giao dịch không thành công.Hôm nay ngày 8/6 em vào kiểm tra thì thấy học phí chưa được thanh nên đã thanh toán cho nên bị trễ 1 ngày so với hạn đăng kí ạ.Em rất xin lỗi vì đã thanh toán học phí mà không kiểm tra kĩ ạ.Mong ban quản lí có thể bỏ qua cho em lần này ạ .Em xin hứa lần sau sẽ kiểm tra kĩ càng khi toán học phí .. . Em cảm ơn. .   i Đăng ký môn học .",
            "Chào bạn. . Hiện tại, Nếu bạn đã thanh toán học phí HK203 rồi thì thời khoá biểu không bị huỷ & không cần phải làm đơn nghen bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Đăng ký môn học đợt 3 em có thể hủy, xóa môn được không ạ? Nếu không được thì em phải làm sao để hủy ạ, hiện tại em không thể lên trường được ạ.",
            "Chào bạn,. . Hiện tại đã hết thời gian để hủy môn học của HK hè 203. Đợt 3 này sinh viên chỉ có thể đăng ký bổ sung nhưng môn còn sĩ số.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dear Thầy, Cô.. . . . Em là [full_name], sinh viên K16, lớp DC16DK. Hiện em đã học xong các môn học, nhưng vì muốn cải thiện số điểm TBTL của mình trong kỳ hè 203 này. Nhưng vì lý do tình trạng sinh viên \"Tạm Dừng\" nên em không đăng ký được môn học. Em đã có làm đơn gửi PĐT trong đợt 2 ĐKMH và được trả lời là theo dõi đợt đăng ký lần 3. Nhưng hôm nay em lên đăng ký vẫn chưa mở tình trạng sinh viên cho em (file đính kèm). Vậy em kính mong Thầy,Cô xử lý tình trạng cho em để em được đăng ký môn học. . . Em cảm ơn.. . . . Trân trọng."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã có thời khóa biểu thưc tập tốt nghiệp, em phải làm gì để được đi thực tập. Mong thầy cô giải đáp ạ, em xin cảm ơn.. .   i Yêu cầu khác .",
            "Chào bạn,. . Hiện tại nhà trường đã thông báo mail cho SV về việc tạm dừng đi TTNT cho đến khi có thông báo. Bạn có thể liên hệ về Khoa để được hướng dẫn thêm nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em muốn đăng ký môn Xác suất & thống kê (MT2013) nhưng hiện các lớp đã đủ rồi. Em không định đăng ký vì e nghĩ học kỳ 202 này em sẽ qua và đợt 1 và 2 của đăng ký dự thính 203 e bỏ qua. Nhưng sau khi có điểm giữa kỳ và điểm bài tập lớn thì e suy nghĩ lại vì nghĩ sẽ không qua được kỳ 202 này. Tuy nhiên đợt 3 này các lớp đều đã kín hết. Mong phòng đào tạo có thể xem xét xếp em vào lớp có sĩ số thấp nhất là 45 cũng được ạ. Em xin cảm ơn.",
            "chào em.. . môn học mt2013 đã được bổ sung nhóm DT02,. . em xin link gv đi học trước. . tkb sẽ được cập nhật sau. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "em chào thầy cô ! . . cho em hỏi thực tập kì hè 203 . có cần chuẩn anh văn không ạ",
            "Chào bạn. . Không cần nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Tên môn học:  /B  Thông tin di động.. .   B Mã môn học:  /B  EE3107. .   B Mã nhóm:  /B  L01. . . . . . Lý do rút môn học: Ở học kì này, đáng lẽ em đang làm LVTN, nhưng do em bị chậm anh văn, không đăng kí được LVTN. Sợ bị tạm dừng học nên em đăng kí 01 môn dự phòng để không bị tạm dừng. Nay em đã bổ sung anh văn và đăng kí được LVTN, nên em tha thiết kính mong Quý thầy cô cho em được rút môn học ạ. Tại vì môn này em tính đăng kí dự phòng nên em có chủ quan, em sợ thi cuối kì kết quả sẽ không tốt, ảnh hưởng đến CV sau này.. . . . Nên một lần nữa em kính mong Quý thầy cô cho em được rút môn học ạ.. . . . Em xin chân thành cảm ơn Quý thầy cô, em chúc Quý thầy cô sức khoẻ.. . . . . .   i Học vụ .",
            "Chào bạn,. . Hiện tại đã hết thời gian nhận đơn rút môn học cho học kỳ 202. còn bảng điểm tốt nghiệp của bạn sẽ in những môn có điểm cao nhất nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Dạ thưa quý thầy cô PĐT,. . Em là [full_name], MSSV [student_id], em gửi đơn này xin được đăng kí môn học 701705 học kì 203, em có đăng kí thành công ở đợt 1 nhưng nay kiểm tra kết quả thì môn học đã bị huỷ (lớp học vẫn đủ sỉ số và vẫn diễn ra bắt đầu từ tuần sau). Em có đăng kí mới nhưng không được do chưa hoàn thành môn tiên quyết Quản trị học (701702) ở học kì 4. . . Do môn quản trị học từ K19 không còn nữa (đã có môn thay thế). Em kính mong PĐT có thể mở cổng đăng kí để em có thể đăng kí môn học KT vi mô chiến lược & tcxn (701705) và hoàn thành môn học để ra trường đúng hạn ạ.. . Em xin cảm ơn quý thầy cô đã dành thời gian,. . Trân trọng.. .",
            "chào em. . môn học đã được bổ sung. tkb sẽ cập nhật vào cuối ngày. . tuy nhiên lần sau sẽ ko có trường hợp đặc cách nữa.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào mọi người ạ, . . Em đã thanh toán học phí kì hè của trường trễ hạn ạ, hiện giờ tình hình dịch bệnh thì em viết đơn trình bày lý do thì em sẽ gửi đi như thế nào ạ? Nộp trễ thì có ảnh hưởng đến kì học hiện tại và kì sau của em không ạ?. . Em xin chân thành cảm ơn.. . . . Trân trọng,. . Hân.. . . .",
            "Chào bạn. . Nếu bạn đã thanh toán học phí HK203 rồi thì thời khoá biểu không bị huỷ & không cần phải làm đơn nghen bạn. . Thân. ."
        ]
    }
]