[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kỹ thuật phản ứng. . MSMH: CH2059. . . .",
            "đã bổ sung môn CH2059 nhóm DT01. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   U Kính gửi PĐT  /U . . . . Em tên [full_name], MSSV: [student_id], K15.. . Hiện tại em còn nợ 1 môn Giải tích 1(MT1003), học kỳ DT192 vừa rồi em có tham gia môn học nhưng kết quả vẫn chưa đạt. Nay khi có kết quả thì đã quá hạn kỳ ĐKMH DT193. Kính mong PĐT xem xét giúp em việc cho em đăng ký bổ sung môn học cuối cùng này nhằm kịp hoàn thành chương trình đào tạo để tốt nghiệp vào tháng 11 tới.. . Mong PĐT xem xét và xếp em vào lớp DT01( MH: MT1003), để không bị trung tkb với môn còn lại.. . Em mong PĐT giúp em cơ hội cuối này, em chân thành cảm ơn.",
            "đã bổ sung MT1003 nhóm DT01. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1713055  /b \t. . . .   i Yêu cầu khác . Em xin phép hủy môn và đăng kí lại cho học kì 192. . Cho phép em huỷ môn Anh Văn 1 (LA1003), môn Vật Lý Bán Dẫn (EE1013). . Và để đăng kí môn Anh Văn 2 (LA1005)-lớp DT03, môn Mạch Điện Tử (EE2007) lớp DT02-DT03 và môn Tín Hiệu & Hệ Thống (EE2005) lớp DT02. . Vì việc đăng kí được hai môn Mạch Điện Tử và Tín Hiệu Hệ Thống sẽ là môn Học Trước cho em làm Đồ Án vào năm sau nếu không đăng kí được em sẽ bị trễ tối thiểu là 1,5 năm học. Việc đăng kí hai môn đó cần có điểm môn Giải Tích Mạch nhưng vì dịch nCoV19 nên học kì 193 192 có thời khoá biểu sớm hơn việc có điểm môn Giải Tích Mạch. . Em sẽ trao đổi với giá.o viên bộ môn Giải Tích Mạch là thầy Lê Minh Cường cho phép em nhận điểm sớm sau khi em thi xong môn Giải Tích Mạch vào ngày 29/07/2020.. . Em cam kết là sẽ đủ điểm đạt của môn Giải Tích Mạch và chịu toàn bộ trách nhiệm nếu rớt và bị huỷ môn học.. . Em xin cảm ơn.",
            "Môn học EE2005 ko thỏa đk học trước.. . vì vậy PĐT ko hủy môn LA1003 và EE1013. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô ạ.. . Ở học kì hè này em có đăng ký môn Mác 1, mã Sp1031 ấy ạ và chương trình đào tạo của kỳ chính 201 em cũng có môn đó.. . Do em đã qua 4 anh văn rồi nên số tín chỉ kì chính 201 em đăng kí được chỉ có 12 thôi ạ.. . Em bấm đăng ký môn Mác 2, mã SP1033 thì hệ thống báo SP1031 phải học trước.. . Vậy nếu em đăng ký SP1033 thì có bị xóa môn vào đợt 2 và 3 không ạ?",
            "sao em ko học SP1031 trong HK dự thính này ??",
            "Dạ em đăng kí SP1031 ở kì 193 rùi ấy ạ, em có nói ở trên ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy(cô),. . . . Em tên [full_name]. mssv [student_id], sinh viên khoa Quản lý công nghiệp. Em thắc mắc là em đã đăng ký môn Mac-lenin(sp1031) vào học kì hè 193, thì hiện tại em tiếp tục đăng ký môn Kinh tế chính trị Mác-Lenin(sp1033) được hay không? (vì nếu bây giờ em đăng ký hệ thống sẽ báo em thiếu môn học trước sp1031). . . . Mong thầy(cô) giải đáp thắc mắc cho em, cảm ơn thầy(cô). . . . [full_name]. . . . Em có kèm theo hình ảnh về tình trạng mà em thắc mắc",
            "Môn học trước em có thể ĐK vào đợt cuối của HK201 nếu đang học môn học trước ở HK193. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .  Dạ cho em hỏi là đang trong giai đoạn thi cuối kỳ, trên e-learning sao nhà trường gỡ hết mấy phần video của mấy môn học ạ. Tụi em cần nghe lại bài giảng của các thầy cô để ôn thi tốt hơn và đạt kết quả cao nhất nhưng không biết sao nhà trường lại gỡ hết xuống ạ ?. . Em cảm ơn.. . . .",
            "Chào bạn,. . Phòng Đào tạo chỉ xếp lịch học, các phần còn lại (hangout, e-learning...) do giảng viên giảng dạy sắp xếp và điều phốn, bạn có thể tương tác trao đổi trực tiếp với giảng viên để hỗ trợ nghen. . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào thầy/cô, cho em hỏi rằng trong hình thức thi trắc nghiệm thì việc quên tô mã đề thi, mã số SV thì sẽ được xử lý như thế nào ạ và việc đó có ảnh hưởng đến điểm thi cuối cùng không ạ? Em xin chân thành cảm ơn.",
            "Chào bạn. . Quy định nếu bạn quên tô mã đề thi thì không thể chấm điểm, và điểm = 0. . : Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng --  điều 15. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào,. . Em tên là [full_name], mssv [student_id].. . Hiện tại trong tháng 8 em muốn đăng kí thi Toeic ở hai địa điểm khác nhau (BKE và IIG). Nhưng do thẻ sinh viên của em từ K14 nên họ cần thêm giấy xác nhận sinh viên. Hiện tại hệ thống chỉ cho đăng kí 1 giấy xác nhận sinh viên để thi Toeic, vậy có cách nào để em đăng kí cùng lúc 2 tờ để nộp 2 nơi không ạ.. . Nhờ các thầy cô giải đáp thắc mắc giúp em!. . . . Trân trọng,. . [full_name]",
            "Chào bạn. . Hệ thống sẽ đăng ký được nếu tờ thứ nhất được xử lý xong. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy cô, vì chương trình đào tạo mới được cập nhật nên khoa Môi trường và tài nguyên ngành kĩ thuật không có môn phương pháp tính. Em lỡ đăng kí học trước môn này trong học kì hè. Mong thầy cô xem xét xóa môn này giúp em. Em cảm ơn ạ.",
            "đã hủy MT1009 . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là chiến sĩ MHX mặt trận tỉnh. Nhưng do gần đây em mới phát hiện bản thân bị bệnh và cần điểu trị lâu dài tại thành phố nên em không thể tiếp tục tham gia chiến dịch được, không biết PDT có thể cho em xin cơ hội để đăng kí môn dự thính trong kì hè 193 này không ạ?. .  . . Môn mà em muốn đăng kí học:. . -PH1003: vật lí 1- lớp DT04. . -PH1007: thí nghiệm vật lí- lớp CC06. . . . Hiện tại em đang làm đơn xin rút khỏi chiến dịch ạ!. . Dưới đây là ảnh chụp phiếu khám bệnh của em.. . Mong PDT cho em cơ hội để được tham gia lớp dự thính. Em xin cám ơn!",
            "đã bổ sung môn PH1003 nhóm DT04. . Môn PH1007 nhóm CC06 bạn ko được phép đăng ký . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b  [full_name]. .   b  MSSV/MSGV: [student_id]  /b \t. . . .   i Đăng ký môn học .   b  Em muốn đăng kí thêm môn Trường Điện Từ mã môn học EE2003 , nhóm [full_name]01 thầy [full_name]. Và môn [full_name] Thuật Số mã EE1015, nhóm LT [full_name]02, nhóm BT [full_name]04",
            "đã bổ sung môn : EE1015 nhóm DT02.. . Môn EE2003 ko đk được do full sĩ số. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b . . Do em đăng ký môn thể chất cầu lông cho học kỳ 193 và bị hủy nên em xin được đăng ký lại môn học thể chất là môn bóng chuyền PE1011 lớp DT01 cho học kỳ hè ạ. . . .   i Đăng ký môn học .",
            "đã bổ sung môn PE1011 nhóm DT01. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa thầy(cô), học kì hè em có đăng kí thực tập tốt nghiệp và phương pháp tính. Nhưng công ty yêu cầu thời gian thực tập fulltime nên em không thể học môn phương pháp tính. Trong trường hợp này, em có thể xin hủy môn được không ạ?. . Em cảm ơn.",
            "đã hủy môn MT1009 cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã đăng kí môn thực tập quá trình thiết bị đợt 1 CH2087 nhưng em chưa được cập nhật thời khoá biểu và danh sách thực tập. Mong phòng đào tạo kiểm tra lại giúp em.",
            "Em kiểm tra lại xem mình đk lúc nào.. . Kết quả xét trả ra của từng đợt nhé.. . Riêng đợt 3 ko thấy dk"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em Tên : [full_name]. . MSSV: [student_id]\t. . Em có đăng ký nhằm môn: Nhập môn về lập trình (CO1003) do môn đó em được miễn. em lên aao.hcmut.edu.vn để hủy môn nhưng hết hạn để huỷ môn PDT cho em hỏi hiện tại e có hủy mon được nữa không ạ ?  B . .",
            "pđt sẽ hủy môn cho bạn.. . Tuy nhiên nếu lần sau còn đk môn miễn sẽ ko được hủy. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã đăng kí đợt 1 môn thực tập quá trình thiết bị( CH2087) nhưng không được cập nhật thời khoá biểu và danh sách thực tập. Mong phòng đào tạo xem xét lại giúp em. Em cảm ơn.",
            "PĐT đã bổ sung môn CH2087, nhóm A01. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là số TCTL tính chuẩn sinh viên năm 3 để đăng ký môn cho HK201 là số TCTL đến kỳ 191 + số TC đã đăng ký của kỳ 192 hay là số TCTL đến kỳ 191 + số TC đã qua môn của kỳ 192 ạ?. .  . . . .",
            "Chào bạn, . . Trên tinh thần Phòng Đào tạo sẽ tạm cộng số tín chỉ của học kỳ hè (HK3/2019-2020) và (HK2/2019-2020)để hỗ trợ cho sinh viên đăng ký môn học của học kỳ 1/2020-2021. Nhưng sau khi có kết quả của học kỳ dự thính hè 193, và (HK2/2019-2020) Phòng Đào tạo sẽ hậu kiểm lại và hủy kết quả ĐKMH của học kỳ 1/2020-2021 nếu sinh viên không đạt đủ số tín chỉ theo quy định. . . Chúc bạn học tốt . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV[full_name]MSGV: [student_id]  [full_name]b \t. . . .   i Đăng ký môn học  [full_name]i . . Em chào Thầy[full_name] Cô.. . Do thời [full_name] thay đổi em muốn đăng ký bổ sung thêm môn học Tín Hiệu Và Hệ Thống ( EE2005 ) Lớp RZ-03 [full_name] 2020 có được không Thầy. Em cám ơn. . . .",
            "Chào bạn.. . PĐT đã bổ sung môn EE2005 nhóm RZ03. . vì môn học đang mời giảng nên . . Tkb sẽ cập nhật sau. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "cho em hỏi về lịch học vụ năm học 2020-2021 khi nào học kì dự thính mở đợt đăng ký môn học và sẽ bắt đầu khi nào ạ?  .",
            "Chào bạn. . Hiện tại lịch học vụ của Hk201 chưa thông báo. Bạn vui lòng kiểm tra mail thường xuyên để cập nhật thông báo mới của phòng đào tạo nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ kính thưa Phòng đào tạo,  em đến từ CK19CK09 Khoa Cơ khí. Hiện tại tụi em đang trong giai đoạn chờ điểm thi để phân ngành, nhưng giờ đã phải đk môn liền.  Tụi em cũng đã tham khảo chương trình đào tạo được cập nhật ngày 23/7/2020 thì phát hiện những môn có mã ME như phương pháp số (ME2091), vẽ kĩ thuật cơ khí (ME2089) vẫn chưa mở lớp,  trong khi hạn đăng kí chỉ đến 17h 29/07 thoi.  Kính mong phòng đào tạo xem xét và thông tin để tụi em có thể kịp thời đăng kí môn ạ. Em cảm ơn nhiều ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào Thầy/Cô,. .   Em tên [full_name], MSSV [student_id]. .   Đợt rồi em có xin chuyển cơ sở từ ĐH Bách Khoa qua cơ sở Trường Cao Đẳng Điện Lực để học, em có tham dự học môn Toán kỹ thuật và có tên trong danh sách thi và đã thi vào ngày 03/07/2020, trong học kì 192 vừa qua.. .   Nay các bạn cùng lớp của em đã có điểm mà em thì chưa được cập nhật điểm vào, em có liên hệ hỏi giáo viên thì thầy bảo là Bách Khoa mình đưa bảng điểm sinh viên để thầy cập nhật thì lại không có tên em,mong Thầy/cô hỗ trợ em ạ.. .  Em xin cảm ơn ạ.",
            "Phòng Đào tạo đã mở lại, bạn liên hệ giảng viên để bổ sung điểm cho bạn nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi phòng đào tạo.. . . . Hiện vào kỳ thi AVĐV đầu khoá K19 em đạt mốc AV1 và AV2 nên chỉ cần học thêm AV3 và AV4 hoặc là nộp bằng để chuyển điểm.. . . . Em có xem trên aao thì thấy có đề cập sinh viên K19 năm 2 cần đạt môn Anh Văn 3.. . . . Em có dự định đầu học kỳ 201 sẽ thi TOEIC để chuyển điểm nên đã không đăng ký môn AV3 (Môn này là môn bắt buộc trong học kỳ 3 của em). Em dự định nếu bài kiểm tra tốt sẽ nộp để chuyển điểm và nếu không đạt kết quả như ý thì qua học kỳ 4 sẽ đăng ký học AV3 (Trễ hơn 1 học kỳ so với chương trình đào tạo của em).. . . . Em muốn hỏi rằng em đăng ký AV3 chậm hơn có được không ạ? Do em nghe vài luồng ý kiến rằng học kỳ 3 em phải học AV3 thì học kỳ 4 mới được đăng ký các môn học khác trong khi chuẩn Anh Văn năm 2 K19 hệ đại trà chỉ cần đạt AV3.. . . . Em cảm ơn phòng đào tạo đã đọc ạ.",
            "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào nhà trường ạ, cho em hỏi là hồi  học kì 191 em có rớt một môn nên sang học kì 192 em có học dự thính môn đó thì điểm trung bình môn đó sẽ được tính vào điểm trung bình tích lũy của học kì 191 hay học kì 192 vậy ạ. Em cảm ơn ạ. . . .",
            "Chào bạn,. . Môn học bạn học vào học kỳ nào sẽ được tính vào điểm TB học kỳ và TB tích lũy của học kỳ đó nhé!. . Chúc bạn học tốt. . Thân",
            "Cho em hỏi thêm là điểm rớt đó vẫn tính vào trung bình tích lũy của HK191 hay sẽ được thay bằng điểm dự thính mới (đã qua môn) ở kì 192 vậy ạ. Em cảm ơn ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào anh/chị, e là [full_name] là sinh viên khóa k16 và đang làm luận văn tại trường. E chỉ còn nợ đúng 1 môn cơ lưu chất 2 chỉ (CI2005) là đủ điều kiện tốt nghiệp. Do không đăng kí được môn vào đợi bổ sung nên E tha thiết mong muốn đăng kí bổ sung thêm vào lớp cơ lưu chất kì hè để ra trường đúng hạn. E rất mong có thể nhận được một cơ hội trả nợ môn để được tốt nghiệp đúng hạn. E chân thành cảm ơn. Rất mong yêu cầu có thể được chấp nhận.",
            "đã bổ sung môn CI2005 nhóm DT01. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . SV VHVL có cần thực hiện thực tập tốt nghiệp  không vậy ạ!! e học kỹ thuật cơ khí có tới 3 chuyên ngành e có cần chọn chuyên ngành không ạ !!!. . . .",
            "Chào bạn; thực tập tốt nghiệp bạn vê khoa Cơ Khí để được tư vấn nha"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   Em chào thầy/cô!. .   Đợt đăng ký môn học hệ vhvl vừa rồi em có đăng ký môn Ee2007 mạch điện tử nhóm RZ03 sỉ số 25/500 và hôm trước vẫn còn kiểm tra có trong thời khóa biểu. . .   Nay sau khi cập nhật thì không còn môn đó nữa.. .   Kính mong thầy/cô kiểm tra lại giúp em.. .   Em xin chân thành cảm ơn!",
            "EE2007 khoa ko mở lớp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi phòng đào tạo,. . Em là Lê Hồ  Long, mssv [student_id],. . Vào lúc đăng kí môn học học kì 193, do chưa có chương trình đào tạo K19 của khoa em, em đã đăng kí 2 môn Vật lý 2 ( PH1005) và Hóa đại cương(CH1003). Nhưng ngày 22/7/2020, sau khi có chương trình đào tạo K19 khoa của em, thì  môn Vật lý 2 nó không có trong chương trình đào tạo của em và môn Hóa đại cương đã có trong học kì chính rồi.. . Mong Phòng đào tạo xóa giúp em 2 môn Vật lý 2 ( PH1005) và Hóa đại cương(CH1003). Thay vào đó, Phòng đào tạo có thể mở cho em môn Triết học [full_name]-[full_name] (SP1031) được không ạ?. . Em xin chân thành cảm ơn,. . Lê Hồ  Long - [student_id]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em cám ơn PDT đã tạo cơ hội cho em đăng kí môn học dự thính! Vậy em cần phải làm những gì để được đăng kí môn học và thủ tục ra sao ạ?",
            "Cho em xin hỏi thêm, PH1007 em không đăng kí tham gia được nhóm lớp CC06, vậy em có thể đăng kí học vào nhóm lớp CC01 hay CC03 được không ạ?. .",
            "SV lớp đại trà ko học được các môn học có các mã nhóm sau: CC, DT[full_name], [full_name]T, TT, . . . . [full_name]ạn chỉ đk được các môn có nhóm : DT0, DT1, [full_name], [full_name], [full_name]. . . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em đang theo học lớp HC18KSTN. . Hiện tại vì mã môn học sai (ma lớp đúng HC18KTHC ) nên phần mở rộng của môn Truyền nhiệt của em bị thiếu dẫn đến không có điểm cho phần extra. Mong Phòng đào tạo sẽ cập nhật lại vấn đề này. Em chân thành cảm ơn.",
            "Chào bạn,. . Bạn vui lòng trình bày rõ về trường hợp của mình? Bạn đang là sinh viên chương trình KSTN hay bạn đã bị loại khỏi danh sách SV tài năng?. . Bạn có thể liên hệ ở Khoa để kiểm tra lại danh sách sinh viên KSTN?. . Vấn đề môn học bạn hỏi là ở học kỳ nào?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào PDT, vì tính toán sai thời gian nên em lỡ hủy đăng ký môn DLCMDCSVN (mã MH: SP1009), em viết mail này xin PDT cho em được đăng ký môn học này trong kỳ dự thính hè này với bất kỳ lớp nào. Nếu không học trong kỳ hè này em sẽ bị trễ tốt nghiệp đợt tháng 11 tới, vì vậy mong PDT xem xét, đặc cách giúp đỡ em với ạ. Em xin lỗi vì đã làm phiền và chân thành cảm ơn PDT.",
            "đã bổ sung SP1009 nhóm DT02. . TKB sẽ cập nhật lại sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Ở học kì này em có đăng ký học cải thiện môn GT1, xin thầy/ cô cho em hỏi em có thể chuyển điểm mới thay thế cho điểm cũ ở HK 191 được không ạ ? Và nếu được, xin thầy/cô hướng dẫn cách làm cho em với ạ. Em xin cảm ơn.",
            "Chào bạn. . Nếu cùng 1 mã số môn học thì được tự động cập nhật cải thiện điểm nghen bạn. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .    Em xin chào thầy ( cô)!. .    Em tên là [full_name]- MSSV: [student_id]. .     I -Môn Tín hiệu và hệ thống (EE2005) em đăng kí ở HK193 là môn học trước của 3 môn. Liệu em có đăng kí được 3 môn đó ở HK201 khi chưa tổng kết HK193 không ạ?  /I   B . .   Mong thầy cô sớm trả lời câu hỏi này.. .   Em xin chân thành cảm ơn!. . . . . . . . . . . .",
            "Chào em.. . Môn học trước là môn đã học nhưng ko cần đạt. . . . Em xem kỹ quy chế học vụ nhé. . . . Nếu ở đợt 3 của đk hk201 có khả năng em sẽ đk được môn với đk học trước ,. . vì môn học HK dự thính bắt đầu học từ ngày 03/08. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi phòng đào tạo, . . Em tên [full_name], mssv là [student_id]. . . . . Em có nguyện vọng học trước môn xác suất thống kê (MT2013) trong kỳ hè này, mặc dù đã khá trễ, nhưng nếu có lớp thì em mong phòng đào tạo xem xét xếp cho em vào. . . . . Em xin chân thành cảm ơn phòng đào tạo ạ!. . . . [full_name]. . . .",
            "Môn học trùng TKB với môn đã đk. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ hiện tại em bị mất thẻ sinh viên, mà thứ 2 tuần sau là em thi, mà giờ in thẻ sinh viên mới thì không kịp cho ngày em thi cuối kỳ (vì 3 đến 5 ngày mới có thẻ), cho em hỏi làm sao vẫn được thi mà không có thẻ sinh viên ạ, và làm như nào để được thi ạ",
            "Em đk in thẻ SV trên trang MYBK. . và trước giờ thi 15 phút em liên hệ PĐT để được cấp giấy vào phòng thi ( giấy sẽ được cấp cho từng môn thi riêng ). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name], học chương trình liên kết quốc tế, chuyên ngành Điện - Điện tử.. . . . Em có các vấn đề cần hỏi vể chuyện học chuyển tiếp ạ :. . . . - Em thắc mắc về vấn đề chuyển tiếp sang Mỹ hoặc Úc sẽ diễn ra như thế nào khi đang xảy ra dịch Covid-19? . . - Và em có được nhập cảnh sang Mỹ hoặc Úc để học không ? . . - Nếu không được thì em sẽ học các học kì tới ở Việt Nam như thế nào ạ ?",
            "Chào bạn. . Bạn vui lòng liên hệ Văn Phòng đào tạo quốc tế, tầng 4 tòa nhà A4 để tư vấn . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . - cho em hỏi môn: vật lý 1 mã 007706,Vật lý 2 007705, Hóa Học mã 601701 của khóa trước k18 chương trình Việt Pháp có được tính tương đương với các môn Vật lý 1 mã PH1009 Vật lý 2 mã PH2005, Hóa đại cương CH1003 không ạ?. . em thấy có thêm môn thí nghiệm vật lý PH2007. . em được quyền đăng kí học môn nào để có thể chuyển điểm so với môn mã cũ?. . . . - kì dự thính hè 193 em đăng kí môn Những nguyên lý cơ bản của chủ nghĩa [full_name]-[full_name] thì em có được đăng kí môn đường lối cho HK1 (2020 - 2021)không ạ?",
            "Chào bạn. . Về chương trình đào tạo bạn vui lòng liên hệ Cô [full_name] phụ trách chương trình Việt Pháp để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . cho em hỏi phúc khảo bài thi cuối kì cần những gì và như thế nào vậy ạ?. . em cảm ơn ạ.. .",
            "Chào bạn. . Để đăng ký phúc tra điểm bài thi cuối kỳ bạn vui long đăng nhập vào trang web mybk.hcmut.edu.vn --  Đăng ký phúc tra điểm bài thi cuối kỳ. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . [full_name]. . Độc lập - Tự do - Hạnh phúc. . ĐƠN XIN BỔ SUNG MÔN HỌC HK 19_3. . Kính gửi: Phòng đạo tạo. . Em tên: [full_name]    MSSV: [student_id]. . Lớp: BD16CDT.  Ngành: Bảo dưỡng công nghiệp.. . Nay em viết đơn này kính mong phòng đào tạo cho em được trình bày nội dung sau:. . Vì trong đợt đăng kí môn học HK 19_3 vừa rồi em chưa sắp xếp được lịch học và không nắm rõ qui định về chuẩn anh văn mới nên em đã không đăng kí môn anh văn 4. Nay em đã sắp xếp được thời khoá biểu nên kính mong phòng đào tạo cho em được bổ sung môn học. . Anh văn 4 _ MSMH: 003004.. . Vì em là sinh viên K16 nên đã gần đến hạn ra trường và đây cũng là môn học tiên quyết.. . Em kính mong đơn được xem xét và chấp thuận từ phòng đào tạo để em có thể được học và ra trường.. . Em xin trân trọng cám ơn!. . TP Hồ Chí Minh ngày 24 tháng 7 năm 2020. .                  Kính đơn. .                   Nguyên. .         [full_name]. .",
            "Đã bs môn: 003004 nhóm DT01 cho bạn. . TKB sẽ cập nhật sau"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . . . . [full_name]. . Khoa Điện - Điện tử. . . . . . . . . . Kính gửi Bộ môn Toán ứng dụng Em tên là [full_name] MSSV [student_id] Hôm trước em có gửi đơn xem xét lại bài kiểm tra giữa học kì môn Phương pháp tính mà sao em thấy chỉ công bố kết quả mã đề 2013 Em mong quý thầy cô xem xét lại mã đề 2017 giúp. Em cảm ơn",
            "Chào bạn,. . Bạn gửi đơn xem xét lại bài kiểm tra giữa kỳ ở đâu? Vui lòng trình bày rõ nội dung?. . Nếu bạn nộp tại Bộ môn Toán, bạn vui lòng liên hệ trực tiếp để xem kết quả trả lời nhé!. . Chúc bạn học tốt. . Thân",
            "QUOTE   CODE   B   U Yêu cầu khác: . . . . [full_name]. . Khoa Điện - Điện tử. . . . . .  Góp ýTuần: 30, Thứ Sáu, Ngày 24/07/2020.. . Nội dung góp ý: Góp ý khác. . . . Kính gửi Bộ môn Toán ứng dụng Em tên là [full_name] MSSV [student_id] Hôm trước em có gửi đơn xem xét lại bài kiểm tra giữa học kì môn Phương pháp tính mà sao em thấy chỉ công bố kết quả mã đề 2013 Em mong quý thầy cô xem xét lại mã đề 2017 giúp. Em cảm ơn",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ trực tiếp Bộ môn - [full_name] để giải quyết. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1811661  /b \t. . . .   i Đăng ký môn học . Em xin chào Thầy/Cô.. . Em tên là Bùi Tấn Danh - MSSV: 1811661. Em có thắc mắc liên quan đến đăng kí môn học như sau, em kính mong được Thầy/Cô giải đáp giúp em.. . . . Hiện tại em chưa qua được môn học CO2005, nhưng do chương trình đào tạo từ khóa K19 đã có sự thay đổi, không còn học môn CO2005 nữa, em cũng có đăng kí học lại trong kì sau nhưng em sợ không mở lớp do sĩ số quá ít, vậy em có thể học môn thay thế rồi chuyển điểm không ạ. Do đây là môn học bắt buộc trong chương trình đào tạo K18 nên nếu không qua được môn này em không thể tốt nghiệp được. Em kính mong được Thầy/Cô giải đáp. Em cảm ơn Thầy/Cô.",
            "Chào bạn. . Về chương trình đào tạo bạn vui lòng liên hệ [full_name] (cụ thể là [full_name]ầy phó khoa phụ trách chương trình đào tạo [full_name]ầy Quản [full_name]ành [full_name]ơ) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . [full_name]ân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào anh/chị,. . Em SVCQ [full_name]17 chuyển sang VHVL [full_name]19-năm CTĐT 2019.. . Cho em hỏi em đã qua Mác 5 chỉ được chuyển điểm, khi chuyển sang VHVL-[full_name]19 có cần học lại 3 môn(Triết học [full_name],[full_name]inh tế chính trị [full_name],Chủ nghĩa cộng sản khoa học) không ạ ?. . Em cảm ơn.",
            "Chào bạn.. . Các môn học đã học đạt bên CQ sẽ được chuyển sang VLVH. ( tính điểm miễn môn). . . . Vì vậy các môn đã đạt bên CQ thì ko cần học lại bên VLVH nữa.. . Tuy nhiên , khi có phiếu miễn môn bạn cần xem lại kỹ để tránh trường hợp thiếu sót. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi môn hóa lý hóa keo (mã môn học: CH1005) trong học kì dự thính 201 có mở không ạ?",
            "em xem trên trang đkmh nhé. . hiện tại đang đk để lấy số lượng mở lớp á. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] [full_name] [full_name] Xin chào [full_name][full_name] [full_name] E hiện đang là sinh viên năm 2 sắp bước vào năm 3[full_name] Nhưng vì thiếu anh văn nên còn rất nhiều môn học năm 2 em chưa học[full_name] Nhưng trong chương trình đào tạo k19 (đào tạo cử nhân) thì những môn học em đang thiếu không có trong chương trình đào tạo và một số bị thay đổi mã môn học[full_name] Em hiện đang theo học ngành kỹ thuật thực phẩm lớp em chỉ có 2 bạn trễ và trường hợp học lại rất ít[full_name] Em không biết những môn học này với số lượng ít và không có trong chương trình đào tạo k19 thì có được mở lớp trong các kì tới không ạ[full_name] Em cảm ơn[full_name]",
            "Chào bạn. . Về chương trình đào tạo bạn vui lòng liên hệ [full_name] (cụ thể là [full_name]ầy phó khoa phụ trách chương trình đào tạo [full_name]ầy Quản [full_name]ành [full_name]ơ) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . [full_name]ân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Môn Mạch điện- điện tử trong kế hoạch giảng dạy ghi 4 chỉ nhưng trong đăng ký thì ghi 2 chỉ. Em nên tính theo kế hoạch giảng dạy hay theo web đăng ký ạ. Cả 2 chỗ đều trùng mã môn học ạ.",
            "Chào bạn. . Về chương trình đào tạo bạn vui lòng liên hệ [full_name] (cụ thể là [full_name]ầy phó khoa phụ trách chương trình đào tạo [full_name]ầy Quản [full_name]ành [full_name]ơ) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . [full_name]ân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin phúc khảo bài thi cuối kỳ phương pháp tính học kỳ dự thính lớp DT02.",
            "Chào bạn. . Để đăng ký phúc tra điểm bài thi cuối kỳ bạn vui long đăng nhập vào trang web mybk.hcmut.edu.vn  Đăng ký phúc tra điểm bài thi cuối kỳ. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào cô . . Em có một vấn đề về việc học tập mong cô giải đáp ạ!. . Kỳ 191 em có bỏ học và kỳ 192 em đã tích được 18 chỉ. . Hè 193 em học thêm 10 chỉ. Vậy 10 chỉ kỳ 193 có tính vào để em đạt chuẩn sinh viên năm 2 để đăng ký môn học của năm 2 không ạ?. . Em cảm ơn ạ! . .",
            ". . Chào bạn, . . Trên tinh thần Phòng Đào tạo sẽ tạm cộng số tín chỉ của học kỳ hè (HK3/2019-2020) để hỗ trợ cho sinh viên đăng ký môn học của học kỳ 1/2020-2021. Nhưng sau khi có kết quả của học kỳ dự thính hè 193, Phòng Đào tạo sẽ hậu kiểm lại và hủy kết quả ĐKMH của học kỳ 1/2020-2021 nếu sinh viên không đạt đủ số tín chỉ theo quy định. . . Chúc bạn học tốt . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là theo yêu cầu thì hết năm 1 sinh viên phải hoàn thành 28 tín chỉ thì mới có thể đăng kí môn cho năm 2 tuy nhiên hè này em mới bắt đầu cải thiện điểm của những môn đã rớt kì 192 thì có bị xóa môn học của năm 2 không ạ",
            "Chào bạn, . . Trên tinh thần Phòng Đào tạo sẽ tạm cộng số tín chỉ của học kỳ hè (HK3/2019-2020) để hỗ trợ cho sinh viên đăng ký môn học của học kỳ 1/2020-2021. Nhưng sau khi có kết quả của học kỳ dự thính hè 193, Phòng Đào tạo sẽ hậu kiểm lại và hủy kết quả ĐKMH của học kỳ 1/2020-2021 nếu sinh viên không đạt đủ số tín chỉ theo quy định. . . Chúc bạn học tốt . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Do một số lí do vì không hiểu rõ quy chế nộp chứng chỉ ngoại ngữ và quy đổi điểm nên em đã quy đổi điểm cho av1 av2 av3. Cho em hỏi có cách nào để làm đơn xin chuyển điểm lại lần nữa được không ạ, do khi trước em nghĩ sau này vẫn có thể nộp và quy đổi điểm cho cao hơn nhưng giờ biết được chỉ được quy đổi điểm cho mỗi av là 1 lần. Mong phòng đào tạo có thể giải quyết giúp em vì số điểm anh văn mà em đã quy đổi còn thấp và chưa được như mong muốn. Em xin cảm ơn.",
            "Chào bạn. . Bạn đã chuyển điểm 1 lần, theo quy định là không được chuyển điểm nữa nghen bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi một học kì đăng kí môn ít hơn 14 tín chỉ thì có bị sao không ạ",
            "Chào bạn. . Không sao nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào,. . Em tên [full_name], sinh viên K14 khoa Khoa Học và Kỹ Thuật Máy Tính.. . Em viết đơn này xin được đăng ký bổ sung môn học cho học kỳ hè 193:. . . . Tên môn học: Quản lý dự án cho kỹ sư. . Mã môn học: IM2011. . . . Vì sơ suất nên em bỏ lỡ đợt đăng ký, em mong có thể đăng ký môn này để em có thể hoàn thành chương trình học trong thời hạn ạ.. . . . Kính mong được sự giúp đỡ & hỗ trợ của nhà trường. Em xin cảm ơn.. . Trân trọng,. . . . . . [full_name]",
            "đã bổ sung môm IM2011 nhóm DT01. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name]18 công nghệ sinh học. Vì trễ anh văn nên H[full_name]1 năm 2 em không học được môn CH2025 Cơ sở sinh học 4 chỉ. Học kỳ này em đăng ký thì bị không đủ sỉ số do [full_name]19 đổi chương trình thành môn CH2027 Sinh học đại cương 3 chỉ. Em muốn hỏi là hai môn này tương đương nhau không nếu học CH2027 Sinh học đại cương thì những môn mà môn CH2025 Cơ sở sinh học tiên quyết có học được hông. Và nếu em học môn CH2027 Sinh học đại cương thì có ảnh hưởng gì đến hồ sơ, học bạ sau này hay không hay có cần bổ sung thêm gì không vì môn này chỉ 3 chỉ (CH2025 Cơ sở sinh học 4 chỉ).. . Em cảm ơn!",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Văn Phòng Khoa, xin gặp thầy Phó Khoa phụ trách về Chương trình Đào tạo của bạn để được tư vấn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi, em thi anh văn trong trường hơn 250 điểm, là qua anh văn cơ bản, nhưng sao không đăng kí được anh văn 1 ạ.",
            "Pass qua AVCB phải 300    điểm AV   =345 sẽ pass qua AVCB để học AV1; chỉ công nhận điểm của đợt thi AV vào đầu tiên (tổ chức cho tân SV mới nhập học) & điểm của CCAV. Các đợt kiểm tra AV định kỳ chỉ dùng xét chuẩn AV sau các năm. SV có thể xem trong quy chế"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ Thầy cô cho em hỏi với ạ.. . Sao em đăng kí môn Anh Văn 1 mã MH LA1003 đã thành công không bị trùng hay gì hết mà khi ra thời khóa biểu em lại bị mất vậy ạ. Học kì trước em cũng bị như thế và đã rất ảnh hưởng đến tiến độ học tâp của em, mong PĐT xem xét lại cho em ạ, em cảm ơn rất nhiều",
            "Đã bổ sung môn LA1003, nhóm DT02 cho bạn. . TKB sẽ cập nhật sau. . Thân"
        ]
    }
]