[
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b  [full_name]\t. . . . Xin rút môn giáo dục thể chất PE1011 Nhóm L03. . . .",
            "Chào bạn,. . . . Bạn nộp  đơn rút môn học tại PDT, mẫu đơn có sẵn trên trang web PDT.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đang là SV khóa K17, đã đạt 2 môn GDTC1 và GDTC2, nhưng do việc gia đình nên em bảo lưu kì học sau đó, đã đình trệ việc học GDTC 3 cho tới thời điểm hiện tại. Trong kì này em đã đăng ký môn Bóng rổ (PE1015). . . Nên cho em hỏi là môn học PE1015 có thể chuyển đổi tương đương với GDTC3 (PE1007) không ạ?. . Nếu không thể chuyển đổi tương đương được thì em có thể hủy môn học này được không ạ ? Và nếu phải hủy môn học thì có cách nào để em đăng ký được môn PE1007 cho đúng qui trình đào tạo của nhà trường không ạ ?. . . .",
            "Chào bạn,. . . . Bạn đăng kí môn PE1015 được nha bạn, môn PE1007 không còn mở nữa.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào PĐT, . . . . Em là Trung, em muốn hỏi là nếu như thứ 4 em có môn học đến tiết 12 ở cs2, và em muốn đăng kí dự thính mà TKB dự thính rơi vào thứ 4, 7h tối, thi em có đủ điều kiện để đk môn đó không ạ? Đây là môn cực kì quan trọng nên em muốn hỏi trước, trong trường hợp không đăng kí được, vậy nếu như em rút môn đang học chính tới tiết 12 thì sao ạ!. . . . Em cảm ơn PĐT",
            "Cho em hỏi thêm là em có thể đổi lịch môn ở học kì chính (cụ thể là Giải tích 2 MT1005) để phù hợp với lịch dự thính được không ạ",
            "Chào bạn,. . . . - Nếu như thứ 4 em có môn học đến tiết 12 ở cs2, và em muốn đăng kí dự thính mà TKB dự thính rơi vào thứ 4, 7h tối: khả năng sẽ không đăng kí được vì khoảng cách di chuyển giữa 2 cơ sở. Bạn muốn rút môn học thì bạn nộp đơn rút nộp tại PDT nha.. . . . - Hiện tại không hiểu chỉnh môn học của học kỳ chính được nha bạn.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy (cô) của Phòng Đào Tạo,. . Em là sinh viên K18 khoa KHUD. Vào năm 2020, em có đi thực tập nghiên cứu tại Đài Loan.. . . . Thầy (cô) cho em hỏi:. . 1. Các môn em có thể miễn là các môn như Thực tập kỹ thuật và Thực tập ngoài trường phải không?. . 2. Quy trình xét miễn sẽ như thế nào?. . . . Em trân trọng cảm ơn.",
            "Chào bạn,. . . . Việc này bạn liên hệ ở khoa.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "xét miễn môn anh văn . Em chào quý thầy cô,. . Em muốn đặt câu hỏi về việc nộp chứng chỉ ngoại ngữ quốc tế để chuyển điểm môn anh văn.. . Hiện tại, em đạt 500 điểm toiec quốc tế, giả sử em nộp chứng chỉ để chuyển điểm thì chỉ đạt được 5.0 môn av2, và sau này em nộp chứng chỉ ngoại ngữ với điểm cao hơn thì có được xét điểm cho 2 môn anh văn còn lại không ạ, hay nói cách khác em có được nộp bằng chuyển điểm 2 lần không ạ!.. . Mong thầy cô xem xét,. . Em cám ơn.. . . .",
            "Chào bạn,. . . . Bạn vui lòng xem qui định chuyển điểm ngoại ngữ http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=89&tid=1626.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]7  /b \t. . . .   i Tốt nghiệp . Em chào các thầy cô,. . . . Em đã đặt câu hỏi số #22472 về vấn đề tốt nghiệp,. . Hiện ngày CTXH và Học phí em đã hoàn thành đầu đủ, còn về việc bị tạm dừng thì em đã viết đơn thu nhận lại từ tháng 1/2021 và được thu nhận lại theo quyết định ngày 28/1/2021. . . Em kính mong PĐT kiểm tra lại cho em và nếu có thể mở lại đăng kí tốt nghiệp cho em trên trang mybk.. . . . Em xin chân thành cảm ơn",
            "Chào bạn. . . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 9/3  Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn  tốt nghiệp  thông tin tốt nghiệp  danh sách tốt nghiệp 4/2021. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . Chào bạn,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  . . Em chào thầy cô.. . Em xin chuyển lớp GDTC môn bơi PE1019 từ lớp l22 sang L14 ạ. . Mong thầy cô xem xét giúp em. . Em cảm ơn thầy cô ạ!. .",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em tên là [full_name] đang theo học Khoa kỹ thuật Hóa học.Em đã có xin thay đổi nhóm lớp nhưng phòng đào tạo đã chuyển em sang lớp mà thời gian tan của em bị kẹt với h em đi dạy thêm ạ.Em xin được chuyển sang lại lớp đăng ký ban đầu là L03-L05 của môn giải tích 2(MT1005).Em cảm ơn nhà trường và phòng đào tạo rất nhiều ạ.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ kính thưa quý cô, quý thầy của PĐT Trường ĐH Bách Khoa - ĐHQG TP.HCM.. . Sau 4 lần đăng ký môn học CI4396 nhưng bị hủy vì lý do chưa đủ điều kiện mặc dù cả 4 lần khi đăng ký đều hiện nút tích màu xanh và web báo là đủ điều kiện đăng ký. Đợt bổ sung vừa rồi em tiếp tục đăng ký và hôm nay trong khi các bạn đã được cập nhật TKB thì em vẫn chưa được cập nhật. . . Em kính mong PĐT giải quyết trường hợp này giúp em, vì em đã ghé để hỏi quý cô PĐT 2 lần liên tiếp trước khi đăng ký đợt bổ sung này và được hồi đáp là cứ về đăng ký và đợi kết quả.. . Em xin chân thành cảm ơn",
            "Đăng ký môn học . dạ kính thưa quý cô, quý thầy của PĐT Trường ĐH Bách Khoa - ĐHQG TP.HCM.. . Sau 4 lần đăng ký môn học CI4393 nhưng bị hủy vì lý do chưa đủ điều kiện mặc dù cả 4 lần khi đăng ký đều hiện nút tích màu xanh và web báo là đủ điều kiện đăng ký. Đợt bổ sung vừa rồi em tiếp tục đăng ký và hôm nay trong khi các bạn đã được cập nhật TKB thì em vẫn chưa được cập nhật.. . Em kính mong PĐT giải quyết trường hợp này giúp em, vì em đã ghé để hỏi quý cô PĐT 2 lần liên tiếp trước khi đăng ký đợt bổ sung này và được hồi đáp là cứ về đăng ký và đợi kết quả.. . Em xin chân thành cảm ơn  B",
            "Chào bạn,. . . . [full_name] ghi nhận và xét lại luận văn cho bạn, sau ngày 9/3 kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên. Nếu có gì thắc mắc bạn liên hệ trực tiếp [full_name].. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Các học kì trước em rớt 2 môn là Hoá đại cương và Xác suất thống kê ạ, em phải trả cả 2 môn trước năm 3 hay chỉ phải trả môn Hoá trước năm 3 thôi ạ?. . . . Em cảm ơn ạ.",
            "Chào bạn,. . . . Không hiểu ý bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính chào thầy cô, đợt đăng ký môn học thể chất vừa rồi em đã đăng ký lớp bóng chuyển L04 và đã kiểm tra thấy lịch học trên thời khóa biểu. Nhưng đến ngày 02/03 vừa rồi em kiểm tra thì thấy môn học đã bị xóa, trong lịch sử đăng ký môn báo là môn học do sinh viên hủy. . . Em không biết là lỗi do hệ thống trang web của trường hay do em sơ suất. Vậy thầy cô có thể cho em đăng ký bổ sung vào lớp học Bóng chuyền L04 được không ạ?. . Mong thầy cô đọc và xem xét giúp em, do nếu kỳ này không được hoàn thành thể chất thì năm tới em sẽ không được đăng ký môn học.. . Em cảm ơn thầy cô.",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. .",
            "ok"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t  /B em chào thầy cô ạ! Hôm nay em có thắc mắc về chuẩn anh văn áp dụng cho k18 là bao nhiêu ạ.em cảm ơn thầy cô !. . . .   i Yêu cầu khác .",
            "Chào bạn,. . . . Bạn vui lòng tham khảo qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy(cô). . Em là [full_name], MSSV:[student_id], khoa Điện-Điện Tử, lớp: DD19KSTD.. . Cho em hỏi là tại sao môn Cơ sở kỹ thuật điện (EE2017) ban đầu em đăng ký và đã được sắp thời khóa biểu học tại cơ sở 2 mà lại bị dời lên cs1?. . Em cảm ơn.",
            "Chào bạn,. . . . Việc này bạn hỏi giáo viên giảng dạy nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ xin chào, em đăng ký thành công môn bơi lớp L22, lớp ban đầu có 27 bạn nhưng sau đó chỉ còn 25 bạn nên đã bị hủy. Cho em hỏi em có được đăng ký lại không ạ?",
            "Chào bạn,. . . . . . Bạn đăng kí môn học nào ghi rõ mã số môn học, mã nhóm mà bạn muốn đăng kí.. . . . . . Thân. .",
            "Dạ xin chào,. . Em muốn đăng ký môn bơi PE1019, nhóm L14. . Em xin cảm ơn.",
            "QUOTE wiki.hcmut.edu.vn).  /QUOTE . .",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Pđt cho em xin hỏi là vào ngày hôm nay khi học bóng rổ thì thầy có bảo rằng k20 tụ em chỉ học 2 kỳ gdtc là có đúng không ạ?",
            "Chào bạn,. . . . Bạn vui lòng xem qui định môn GDTC có cập nhật trên web PDT  http://www.aao.hcmut.edu.vn/image/data/CTDT/thay_doi_mon_hoc_gdtc.pdf.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .  Em xin chào ạ, . . . . Cho em hỏi là em chưa nộp bằng toeic và bằng 2 kĩ năng speaking & writting, mà em muốn nộp 2 bằng anh văn đó cho kịp đợt tốt nghiệp tháng 4/2021 thì hạn nộp chót là ngày mấy vậy ạ.. . Em xin cảm ơn.. . Em đợi phản hồi từ thầy, cô ạ",
            "Chào bạn,. . . . Hạn chót là ngày 02/4 nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cô ơi cho em hỏi là kì này em có đăng kí học môn Đường lối cách mạng của Đảng cộng sản Việt Nam (SP1009), môn này có điều kiện là phải hoàn thành các bài kiểm tra của mỗi chương và đạt trên 50% ở mục video trên e-learning, nhưng em đã làm và không đạt được yêu cầu về điểm ở chương 1 để có thể mở chương 2, em có thể làm gì để xin mở chương 2 để em có cơ hội được đủ điều kiện để dự thi cuối kì không ạ. em cảm ơn cô ạ.",
            "Chào bạn,. . . . Việc này bạn hỏi giáo viên giảng dạy nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ kính thưa phòng đào tạo, kì 202 này lúc đăng kí đợt 4 em có đăng kí 33 chỉ và không đăng kí môn nào nữa, nhưng mấy nay em check thời khoá biểu thì lại hiển thị là 35 chỉ ạ, em muốn hỏi có phải là do lỗi hệ thống hay không ạ, em sợ khi tính học phí tính em 35 chỉ ạ. Em có chụp màn hình ở dưới ạ.",
            "Chào bạn,. . . . [full_name] sẽ cập nhật lại TKB trên cổng thông tin cho bạn nha. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào quý thầy cô trong tổ kỹ thuật!. . Việc nâng cấp hệ thống bkel nhằm giúp giảng viên và sinh viên tiếp cận và trao đổi kiến thức với nhau một cách dễ dàng hơn, ẤY THẾ VẬY mà trang web mới load rất chậm hay bị lag,...Mong quý thầy cô sớm khắc phục để chúng em có những trãi nghiệm học tập tuyệt vời hơn.. . Sincerely. .",
            "Chào Em,. . Hiện tại BKeL có một số sự cố tải chậm khi số lượng truy cập lớn đặc biệt vào buổi tối. Bộ phận kỹ thuật đang khắc phục vấn đề này.. . Em vui lòng cho biết em vào BKeL lúc nào củng bị load chậm hay là vào thời điểm nào bị load chậm.. . . . Trân trọng!"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Tiêu đề : Sai Khoa và thiếu nơi sinh trong đăng ký tốt nghiệp . . Dạ chào thầy cô . . Em tên Lê Nhật Tân. . MSSV :[student_id]. . Hệ : VHVL . . Dạ em đăng kí tốt nghiệp mà khoa em học là khoa kỹ thuật giao thông nhưng khi kiểm tra thông tin tốt nghiệp thì là khoa điện - điện tử.. . Trong đơn còn thiếu nơi sinh. . . Nơi sinh của em là: thành phố Tây Ninh, tỉnh Tây Ninh.. . Mong quý Thầy Cô xem và chỉnh lại giúp em.. . Em cảm ơn!",
            "Chào bạn,. . . . Bạn bổ sung giấy khai sinh nộp tại PDT để cập nhật lại nơi sinh cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B  Gửi Phòng Đạo Tạo trường,. . Em đăng kí môn Bóng chuyền lớp CC07 đợt 1, trên thời khoá biểu mấy hôm trước nó có môn Bóng chuyền rồi ạ. Nhưng hôm nay em sẽ học Thể chất và vào xem chỗ học thì môn bị mất rồi ạ. Em muốn hỏi có phải học kì này em không có môn Thể chất hay là em bị chuyển sang lớp khác mà chưa được thông báo qua mail ạ?. . Em cảm ơn ạ.. . [full_name]Đăng ký môn học .",
            "Chào bạn,. . . . Việc này PDT đã có mail thông báo, môn sỉ số dưới 30 sẽ bị huỷ nha bạn. Hiện tại bạn muốn đăng kí môn GDTC  nào bạn phản hồi lên BKSI để PDT xem xét nha bạn.. . . . Thân. .",
            "Gửi Phòng Đào Tạo,. . Em có thể học chung với các bạn đã học Thể chất ở tuần này không ạ? Vì em sợ học kì sau học phí sẽ tăng. Em có thể học môn Cầu lông, Bóng chuyền, Võ ở tất cả các khung giờ của thứ 2 và thứ 5 ạ. Phòng Đào Tạo tự do sắp cho em môn nào trong 3 môn trên cũng được hết ạ!. . Em cảm ơn ạ, . . [full_name]  B",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào Tạo.. . Do đợt đăng ký môn học vừa rồi em đăng ký nhầm mã môn học nên em muốn rút môn học [full_name] [full_name] mã IM1021. Em cảm ơn thầy/cô đã xem và trả lời ạ.",
            "Chào bạn,. . . . Bạn nộp đơn rút môn tại PDT, mẫu đơn có sẵn trên web PDT.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . 1. Nơi sinh của em là Hà Nam không phải Bình Phước, nhờ phòng đào tạo sửa lại giúp em. . . 2. Ngày 3/3/2021 em có nộp bằng tốt nghiệp THPT, bằng cao đẳng nhưng chưa thấy cập nhật nhờ phòng đào tạo cập nhật giúp ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do đợt đăng kí môn giáo dục thể chất kì trước em có đăng kí 2 môn: Bóng chuyền và Võ. Em muốn học môn Võ hơn nhưng do có vài vấn đề nên em không thể hủy đăng kí môn Bóng chuyền được. Mong phòng đạo tạo xem xét cập nhật lại thời khóa biểu môn Võ và hủy môn Bóng chuyền giúp em được không ạ",
            "Chào bạn,. . . . Rất tiếc việc này không giúp cho bạn được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  Em đăng ký nộp CCNN để được miễn học các môn anh văn theo chương trình học nhưng hiện tại web bị lỗi không cho đăng ký. Mong thầy cô hỗ trợ giúp em ạ. Em cám ơn!. . . .",
            "Chào bạn,. . . . Hệ vừa làm vừa học không có học anh văn 1,2,3,4 đâu bạn. Bạn chụp hình lỗi gì vậy?. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cầu lông . . Mã môn học PE1017. . Nhóm L11. .",
            "PE1017 nhóm L12 ( thứ 6, tiết 8). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cầu lông . . MSMH:PE1017. . Nhóm: L11",
            "PE1017 nhóm L10 ( thứ 5, tiết 2). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Lúc kiểm tra email thì em không thấy lớp bóng chuyền CC02 bị hủy do không đủ số lượng sinh viên. Đến giờ học đầu tiên thì chỉ có 11 sinh viên hiện diện và kiểm tra lại thời khóa biểu thì lớp đã bị hủy. Thầy vui lòng cho em đăng kí lại lớp bóng chuyền ạ!. . . .",
            "PE1011 nhóm CC12. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . MSSV: [student_id]. . mã môn học: PE1007. . nhóm: L07. . . . Em lỡ đăng ký cùng một môn trong hai học kì, em muốn hủy đăng ký môn   B PE1007  /B  và đăng ký môn   B PE1023 lớp L17  /B . Mong phòng đào đạo giúp đỡ. .",
            "đã có môn PE1019. . Thân",
            "Đăng ký môn học. . . . MSSV: [student_id]. . mã môn học: PE1019. . nhóm: L07. . . . Em lỡ đăng ký cùng một môn trong hai học kì, em muốn hủy đăng ký môn PE1019 và đăng ký môn PE1023 lớp L17. Mong phòng đào đạo giúp đỡ. .   /QUOTE . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i. . Bửa trước em xin đăng kí học môn thể chất lớp môn võ L03 ( em đã nhầm với là L05) dẫn đến sai sót trong việc xếp lớp. Em nghe nói là k19 phải học 3 môn thể chất khác nhau nên việc nhầm qua lớp thể chất là lớp L05 môn cầu lông em đã học ở kì trước rồi. Xin phòng đào tạo chỉnh lại giúp em là lớp võ L05 ạ. Em xin lỗi và chân thành mong phòng đào tạo sắp lại lớp giúp em. Chuyển từ lớp cầu lông L05 sang lớp võ L03.",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . mã môn học: PE1019. . Lớp: L07. . . . Em lỡ đăng ký cùng một môn trong hai học kì, em muốn hủy đăng ký môn   B PE1019  /B  và đăng ký môn   B PE1023 lớp L17  /B . Mong phòng đào đạo giúp đỡ. Lần trước em có ghi sai mã môn học",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name] , em đã thi toeic được 595 và chuyển điểm anh văn 3. Mong phòng đạo tào xếp cho em lớp anh văn 4A(LA1043) DT28 để em có thể hoàn thành anh văn xét tốt nghiệp.Em cảm ơn phòng đào tạo.",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên k20. Đợt đăng kí môn học vừa rồi em lỡ đăng kí nhầm môn SP1003 những nguyên lý cơ bản chủ nghia mác lê nin của khóa 2018. Bây giờ em muốn chuyển qua lớp của k20 là SP1035 được không ạ?",
            "Chuyển qua SP1031 triết học mác lê nin khóa k20 đang học ạ. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . . .   i Đăng ký môn học . - Chào quý thầy cô ! Em muốn đăng kí bổ sung môn học LA1007 và LA1009 trong học kì chính 202 . Mong quý xem xét giúp đỡ bổ xung giúp em ạ",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. . . .",
            "- Dạ em xin cám ơn quý thầy cô : . . + nếu được quý thầy cô có thể giúp đỡ sắp lịch học \" LA1007 và LA1009 \" em ở cơ sở 1 được không ạ ? tại em đang sinh sông ơ gần cơ sở 1",
            "Chào bạn, . . . . Môn LA1007 và LA1009 không mở cơ sở 1 nha bạn.. . . . Thân",
            "- Dạ ! vậy để dự thính em học Môn LA1007 và LA1009 , tại em ở cơ sở1 nên không học được . Cám ơn quý thầy  cô nhiều ạ",
            "- dạ chào quý thầy ! em xin bổ sung môn học LA1007 và LA1009 ở cơ sở 1 nhưng không có lớp thì mong quý thầy hủy 2 môn học LA1007 và LA1009 , nếu không thì e đơi dự thính học , em không thể học ở cơ sở 2 được ạ .",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Chào bạn,. . . . Hiện tại không huỷ môn học được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . kính gửi phòng đào tạo. Hiện tại phòng đào tạo báo em vẫn còn thiếu 2 tín chỉ phần tự chọn B để tốt nghiệp nhưng kì vừa rồi em đã hoàn thành môn học Kỹ thuật đúc kim loại MSMH ME3211 thay thế đúng cho môn Kỹ thuật đúc kim loại MSMH 205827 của chương trình trước và đã có điểm. Mong pdt cập nhật lại sớm nhất.",
            "Pdt phản hồi sớm để em có kế hoạch đăng kí xét tốt nghiệp với ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Môn Thiết kế kiến trúc công cộng 3 PDT đã mở trong kì chính chứ không phải dự thính nên em không đăng kí được vì vượt 1 chỉ. K19 trở đi chương trình học đã khác nên môn này rất khó mở lại. Mà hiện tại sỉ số môn này chỉ có 13 bạn là còn dư rất nhiều slots. . . Mong PDT cho em vượt 1 chỉ để đăng kí với ạ.",
            "Chào bạn,. . . . Việc này bạn làm đơn ghi rõ mã số môn học bạn muốn đăng kí để ban lãnh đạo phòng phê duyệt cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên k20. Đợt đăng kí môn học vừa rồi e đăng kí nhầm môn SP1003- những nguyên lí cơ bản chủ nghĩa mác lê nin của khóa 2018 gồm 5 tiết. Bây giờ cho e xin lại chuyển qua lớp SP1031- triết học mác lê nin k20 đang học được ko ạ? E xin viên năm nhất chưa rõ việc này nên nhầm lẫn. E cám ơn ạ",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Phòng đào tạo ạ, em tên [full_name], mssv:[student_id]. Kỳ này em có đăng ký luận văn tốt nghiệp và em đã đủ điều kiện đăng ký nhưng các đợt đăng ký luận văn em vẫn ko đăng ký thành công. Phòng đào tạo có thể xem xét lại trường hợp của em. Em mong phòng đào tạo có thể giải quyết giúp em để em tiếp tục hoàn thành luận văn của em ạ.",
            "Bổ sung thêm là em cũng đã thi có bằng TOEIC 575 điểm và đã nộp và xác nhận hợp lệ từ đầu tháng 2 rồi ạ.Còn các điều kiện khác em điều thoải mãn ạ. Em mong phòng đạo tạo sớm giải quyết và đăng ký cho em luận văn tốt nghiệp+ thực tập tốt nghiệp ạ. Em cảm ơn ạ.",
            "Luận văn tốt nghiệp của em có mã số:218700. . Thực tập tốt nghiệp của em có mã số:218750. . Em mong phòng đào tạo có thể đăng ký cho em sau khi xem xét lại trường hợp của em. Em cảm ơn ạ.",
            "Chào bạn,. . . . [full_name] ghi nhận và xét lại luận văn cho bạn, sau ngày 16/3 kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên. Nếu có gì thắc mắc bạn liên hệ trực tiếp [full_name].. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào phòng đào tạo, em tên là [full_name], MSSV: [student_id], hiện đang là sinh viên năm 4 khóa K17, ngành quản lý môi trường, lớp K17QLM.. . . . Hiện tại, em gặp vấn đề trong việc đăng kí môn học EN4317- Luận văn tốt nghiệp, nhưng em đăng kí 5 lần rồi, kết quả lần nào cũng không đạt đủ điều kiện.. . . . Em có kiểm tra qua về điều kiện đăng kí luận văn:. . + số tín chỉ của em hiện tại là 108 + 17 (kì này) + 2 (quy đổi điểm tiếng anh) = 127   126. . + Điểm thi Toiec của em là 540.. . + Các môn học tiên quyết của luận văn em điều hoàn thành (2 thực tập, đồ án, đề cương). . . . Em mong phòng đào tạo giúp em cụ thể em bị vấn đề nào mà em không đăng kí được.. . . . Em cảm ơn!",
            "Chào bạn,. . . . Đã phải hồi mail cho bạn rồi.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em muốn hỏi là nếu em đăng ký học cải thiện môn đã học trong học kỳ chính thì học phí môn đó sẽ tính theo học phí dự thính hay kỳ chính ạ?. . Em cám ơn.",
            "Chào bạn,. . . . Nếu đăng kí trong học kỳ chính thì học phí tính theo học kỳ chính nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô ạ. . Vào đợt đkí môn học gdtc đợt 1 vừa rồi em có đkí môn bơi lớp L47 sĩ số 26 sv. Qua đợt 2 thì lớp không có trong danh sách bị hủy, nhưng đến hôm qua em xem tkb thì lớp lại bị mất. Em mong pdt phản hồi và giúp đỡ em ạ? Em xin cám ơn",
            "Chào bạn,. . . . PDT sẽ ghi nhận và đăng kí môn bơi nhóm khác cho bạn. Kết quả sẽ trả lên cổng thông tin sinh viên mục TKB.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi cách tính điểm trung bình tích lũy ngành ạ!! Em có đọc và làm theo trên aoo.hcmut.edu.vn nhưng vẫn không chính xác.",
            "Chào bạn,. . . . Bạn vui lòng xem file bên dưới.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Lớp L22 môn bơi không bị hủy nhưng em vẫn chưa có thời khóa biểu. Em còn 1 môn thể chất nữa là hoàn thành, nhà trường xử lý giúp em ạ!",
            "Chào bạn,. . . . PDT sẽ ghi nhận và đăng kí môn bơi nhóm khác cho bạn. Kết quả sẽ trả lên cổng thông tin sinh viên mục TKB.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em thi anh văn đầu vào được 595đ. Số điểm đó em đã qua được anh văn 3 nhưng trong bảng điểm của em thì em vẫn chưa có đầy đủ và thiếu sót 2 chỉ của anh văn 3. Mong phòng đào tạo xem xét và giúp đỡ ạ. Em cảm ơn",
            "Chào bạn,. . . . - Lần đầu bạn thi 540 chỉ miễn được anh văn 1,2.. . . . - Điểm thi anh văn định kỳ lần 2 chỉ dùng xét chuẩn anh văn sau các năm thôi bạn. Không xét chuẩn anh văn sau các năm.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào Phòng đào tạo,. . . . Em là [full_name], MSSV [student_id].. . . . Em viết thư này để xin được giải đáp một thắc mắc về chứng chỉ tin học của trường như sau: Em thấy trong bảng thông báo trước tòa H1 có một thông báo ghi rằng:   i Từ khóa K19, miễn phí 1 lần CNTT cơ bản cho SV năm 1 vào đầu HK2 năm nhất  /i .. . . . Em muốn hỏi rằng: Để sử dụng lần miễn phí này thì em phải đăng ký ở đâu và khi nào ạ?. . . . Em đã thử hỏi Trung tâm kỹ thuật Điện toán thì các thầy cô bảo em là hỏi Phòng đào tạo ạ.. . . . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Hiện tại nhà trường chưa có thông báo về chứng chỉ tin học cho khoá 20 nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn đăng ký môn bóng chuyền (PE1011) tại cơ sở [full_name].. . Nếu như không có lớp cho em xin vào cầu lông (PE1017) cũng tại cơ sở [full_name].. . Em xin cám ơn ạ!",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Lớp anh văn 1 của em do không đủ học viên nên k mở lớp dạy. . Bây giờ em có thể đăng kí chèn vào lớp khác không ạ",
            "Chào bạn,. . . . Bạn cho biết mã số môn học mà bạn muốn đăng kí.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi là bằng tiếng anh nộp cho trường để tốt nghiệp là 2 kĩ năng hay là 4 kĩ năng khoá K19 đối với TOEIC.Em cảm ơn!",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 31, phụ lúc 1, mục 3 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên khoa xây dựng, theo chương trình em phải học vẽ kĩ thuật xây dựng CI1033 em đk nhầm sang môn vẽ kĩ thuật CI1003. Bây giờ em có làm như thế nào ạ",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Trong đợt đăng kí môn GDTC gần đây em có lỡ đăng kí 2 môn là môn Bóng Chuyền học vào 15-17h00 ngày thứ 6 và Võ học vào 9h00-11h50 ngày thứ 2. Do mong muốn của em là học môn Võ và cũng đi điểm danh ngày thứ 2. Em khẩn khoản mong phòng đào tạo có thể xem xét giữ lại môn Võ và bỏ môn Bóng chuyền ở thời khóa biểu cho em được không ạ. . . .",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi về việc học đủ 3 môn giáo dục thể chất. Nếu e đã học 3 môn, nhưng rớt 1 môn, và nếu hết năm 2, e chưa đạt đủ 3 môn, và tính để sang năm 3 mới học lại cho đủ. Thì học kỳ tới có bị đình chỉ không ạ ?. . . .",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ 191, mục 4 http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK191.pdf.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]. . Chào thầy (cô) ạ. Hiện em đang là sinh viên năm 3 khoa KTHH, theo em đọc quy định đào tạo thì sinh viên phải hoàn thành đủ 3 môn GDTC vào cuối năm 3 thì mới được đăng kí các môn cho năm 4 nhưng hiện em còn thiếu 1 môn GDTC. Hôm nay em lên đăng kí môn thì đã quá hạn đăng kí rồi ạ, thầy (cô) cho em hỏi có cách nào để đăng kí bổ sung không và mong thầy (cô) hướng dẫn giúp em với ạ. Em xin cảm ơn!. . . .",
            "Chào bạn,. . . . Bạn muốn đăng kí môn học nào ghi rõ mã số môn học nha bạn.. . . . Thân"
        ]
    }
]