[
    {
        "intent": "",
        "message": [
            "Em chào Thầy Cô . Em tên [full_name] , sinh viên khoa Điện điện tử ngành Viễn thông. . Em có nộp bằng TOIEC 490 điểm để đăng kí LVTN từ học kì trước , nhưng chưa chuyển điểm các môn ngoại ngữ .. . Em vừa chuyển hệ từ chính quy sang VHVL do hết thời gian đào tạo chính quy từ tháng 10 này .. . Thầy Cô cho em hỏi chuẩn đầu ra ngoại ngữ để xét tốt nghiệp của em vì em tìm trên trang chủ của trường chỉ thấy đề cập chuẩn tiếng anh của hệ chính quy , bằng 2 mà không thấy thông tin chuẩn ngoại ngữ xét tốt nghiệp hệ VHVL.. . Em cảm ơn Thầy Cô đã xem. .   i Tốt nghiệp .",
            "Chào em,. . Em xem phụ lục 1. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . Thân mến. .",
            "Em chào Cô. . sau khi xem phụ lục 1 em vẫn chưa rõ sinh viên hệ VHVL có phải thi đạt Anh văn nói viết của trung tâm ngoại ngữ ĐHBK để được xét tốt nghiệp giống sinh viên hệ chính quy hay không , mong cô giải đáp giúp em .. . Em cảm ơn cô đã xem.",
            "Chào em,. . Trong quy chế có nói rõ:. . \"Chuẩn tiếng Anh xét tốt nghiệp (Áp dụng cho bậc đại học chính quy từ khóa 2013 trở đi): phải đạt 4 kỹ năng (Reading, Listening, Speaking, Writing), hệ VLVH không yêu cầu 2 kỹ năng nói viết nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn hỏi là điều kiện để được xét đăng kí văn bằng 2 là như thế nào ạ ? Có phải là hoàn thành luận văn tốt nghiệp sẽ được không ạ ?",
            "Chào em,. . Em vui lòng gửi email [email] hoặc [email] để được tư vấn và hỗ trợ nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa quí thầy cô.. . Em tên [full_name] [student_id] CK17NH2. . Em có hai buổi thi vào 24/10:. .        Sức bền vật liệu 10h00 L02-A. .        Cơ lưu chất 15h00 L05-A. . Do điều kiện vùng quê, nhà em bị cúp điện và không đủ trang thiết bị để dự thi được ạ. Việc cúp điện xảy ra từ 7h00 sáng  đến trưa 12h00,sau đó gần 15h00 lại cúp điện lại cho đến 18h00 cùng ngày 24/10. . Vì vậy, môn Sức bền vật liệu em không vào được phòng thi và không thể liên hệ giáo viên; còn môn Cơ luu chất,sau khi điểm danh xong thì xảy ra cúp điện, dung lượng 3g em chỉ đủ gửi mail báo cho giáo viên coi thi thôi ạ.. . Mong quí thầy cô xem xét cho trường hợp em ạ. ( nếu cần kiểm chứng,xin quí thầy cô liên hệ với giáo viên gác thi giúp em ạ ). . Xin quí cô phản hồi  giải quyết xử lý giúp cho em ạ.. . Em xin cám ơn và thương chúc quí thầy cô sức khỏe.. . . .",
            "Chào bạn. . - Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . - Sau khi có xác nhận của Giảng viên giảng dạy và Khoa (theo quy định). . Gửi cho Phòng đào tạo xem xét (nộp qua email pdt@hcmut.edu.vn hoặc BKSI ). . . . - Bạn có thể gởi mẫu đơn cho Giảng viên và Khoa (Đơn bạn đã điền đầy đủ thông tin). . để Giảng viên + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi.ghi rõ môn. . - Ghi chú: Em ghi rõ mã môn học, tên môn học, HK, thi hay kiểm tra mà tìm mẫu cho đúng nhé.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào em,. . Em là sinh viên khóa 2014, đã bị buộc thôi học và hết thời gian đào tạo rồi nhé. Không thể làm đơn thu nhận lại để tiếp tục hệ chính quy nhé. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn thanh toán học phí HK211 ( hạn đóng là 09/11/2021 ) nhưng trên Bkpay lại hiển thị là ' chưa đến kì thanh toán ' nên em không thể đóng học phí được. Mong nhà trường hướng dẫn em cách khắc phục ạ. em xin cám ơn.  B   /B",
            "Chào em,. . Em muốn thanh toán học phí HK211. . =  PĐT sẽ email thông báo thời gian thanh toán học phí, em yên tâm và chuẩn bị sẵn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em kính chào ban giám hiệu nhà trường,. . . . Em tên là [full_name], MSSV là [student_id].. . . . Hôm nay em vào kiểm tra phần thanh toán học phí để ngày 2/11 em đóng cho nhà trường thì phát hiện ra phần học phí đã bị mất. . . . . Em gửi nhà trường hai hình ban đầu và sau khi mất phần thanh toán học phí hk211 để nhà trường kiểm tra dùm em ạ.. . . . Em mong nhà trường xem xét dùm em trường hợp này ạ.. . . . Kính mến,. . Em [full_name]. . .",
            "Chào em,. . PĐT đã cập nhật HP trên bkpay.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là em đã đủ số ngày ctxh và số TCTL nhưng không đăng kí tốt nghiệp được do không có tên trong danh sách dự kiến tốt nghiệp.. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 09/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B   B   /B   b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] Em chào thầy cô[full_name][full_name] [full_name] [full_name] [full_name] Em có hỏi thầy cô về vấn đề này ở yêu cầu 39720 ạ, có thể là do em trình bày không rõ nên thầy cô hiểu nhầm ý e ạ[full_name] Hiện tại em chưa có giấy tót nghiệp tạm thời (em K17-chưa tốt nghiệp), em không thể truy cập vào các trang như là Đăng Ký tốt nghiệp, Đăng ký in giầy tốt nghiệp sinh viên,[full_name][full_name] của e-learning[full_name]  Do đó em không thể chọn yêu cầu in giấy tốt nghiệp tạm thời hoăc là cập nhập hình thẻ của em được ạ[full_name] [full_name] [full_name] [full_name] [full_name] Về hình thẻ 3x4 tốt nghiệp, thầy cô có kêu em vào mục tải hình  thẻ, nhưng mà em không có kiếm ra ạ[full_name] Theo e nhớ là mục đó nằm trong Đăng ký tốt nghiệp, nhưng mà hiện tại em không truy cập được như đã trình bày ạ[full_name] Em có upload ảnh chụp màn hình ở yêu cầu 39720[full_name] Em cũng upload lại hình khi truy cập vào trang https://mybk[full_name]hcmut[full_name]edu[full_name]vn/app/sinh-vien/tot-nghiep/dang-ky[full_name] [full_name] [full_name] [full_name] Mong thầy cô xem qua và giúp em với ạ[full_name][full_name] [full_name] [full_name] [full_name] Em cám ơn,[full_name] [full_name] [full_name]",
            "Chào em,. . Mục kích hoạt cựu sinh viên hiện tại chưa vào được nha bạn, khi nào có Quyết định tốt nghiệp chính thức thì mới kích hoạt được nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT,. . . .  Em là [full_name], sinh viên K2015, khoa Kỹ thuật Hóa học. Em về cơ bản đã hoàn thành xong CTĐT của mình, tuy nhiên vì còn vướng chuẩn anh văn đầu ra nên từ đó đến nay em chưa đăng ký LVTN được. Những học kỳ sau đó thì em đã không đăng ký môn học (vì vẫn chưa đạt TOEIC) và không hề biết là mình bị xử lý học vụ thôi học. Đến nay em có dự định xin chuyển sang hệ VLVH để tiếp tục học tập thì vào MyBK lại thấy đã bị xóa tình trạng sinh viên mất rồi ạ. Sau khi tìm hiểu thì em biết được đây là lỗi của em do chủ quan và không hiểu rõ về quy chế đào tạo của trường. Nhưng thực sự em rất muốn tiếp tục học tập để hoàn thành nốt chương trình ạ.. .  Vì vậy, em muốn hỏi thầy cô là có còn cách nào để em được xét duyệt thu nhận lại không ạ? Kính mong PĐT hướng dẫn giúp em. Rất mong nhận được phản hồi từ thầy cô ạ.. .  Em cảm ơn.",
            "Chào em,. . Trường hợp cứu xét sinh viên Buộc thôi học sinh viên liên hệ tại Khoa.. . Đối với sinh viên khóa 2015 thì HK211 là học kỳ cuối. . Em có thể làm đơn xin thu nhận lại và chuyển qua hình thức VLVH bắt đầu từ HK212. . Thân",
            "Chào em,. . Cô gửi em file scan Quyết định chuyển qua VLVH, em theo dõi thông tin tại lịch học vụ và mail Sinh viên về việc đăng ký môn học.. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Dạ em cảm ơn cô ạ . . Dạ em có 1 vấn đề nhờ cô - PĐT giải đáp giúp em. Học kỳ trước em đã làm đề cương LV và có điểm trên mybk rồi, hiện tại em làm lại LV thì có cần làm lại đề cương không ạ ? Hay điểm đề cương LV sẽ được chuyển qua chung với các môn học và em chỉ cần hoàn thành LV ạ ?",
            "Dạ em cảm ơn cô ạ. . Dạ em có 1 vấn đề nhờ cô - PĐT giải đáp giúp em. Học kỳ trước em đã làm đề cương LV và có điểm trên mybk rồi, hiện tại em làm lại LV thì có cần làm lại đề cương không ạ ? Hay điểm đề cương LV sẽ được chuyển qua chung với các môn học và em chỉ cần hoàn thành LV ạ ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã đăng ký xét tốt nghiệp thành công và nhận được mail thông báo. Cho em hỏi cách đăng ký nhận giấy tốt nghiệp tạm thời, hiện tại em đang ở KTX Bách Khoa?. . . . Rất mong nhận được sự giúp đỡ từ thầy cô!",
            "Chào bạn,. . Nhà trường sẽ mặc định gửi giấy chứng nhận tốt nghiệp tạm thời qua đường bưu điện cho sinh viên, dựa theo địa chỉ SV khai trong mục đăng ký tốt nghiệp. Không nhận trực tiếp tại trường.. . Thứ 6 hàng tuần PDT sẽ lấy dữ SV đăng ký tốt nghiệp để in giấy chứng nhận tốt nghiệp tạm thời, sau đó scan và up lên mục mybk/Đăng ký tốt nghiệp cho SV tải về và gửi qua đường bưu điện cho sinh viên. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Thầy/Cô.. . Sáng hôm 24/10/2021, em có thi cuối kỳ môn Kiến Trúc Máy Tính (CO2007). Nhưng vừa vào thi một lúc, thì nhà em cúp điện. Vì thế em không thể hoàn thành bài thi môn CO2007. Em đã liên hệ giám thi coi thi hôm đó để báo về sự cố của em. Sau đó, em liên hệ [full_name] và Giảng Viên để xin xác nhận hoãn thi.. . Nay em xin gửi đơn hoãn thi kèm xác nhận, mong PĐT cho em đăng ký hoãn thi môn CO2007, để em có thể tham gia thì vào đợt tới.",
            "đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã đăng kí giấy hoãn nghĩa vụ quân sự có mã phiếu là CNSV.[student_id].2. Cho em hỏi em sẽ nhận giấy bằng cách nào ạ vì địa phương yêu cần phải nộp giấy xác nhận sinh viên trước ngày 5/11/2021?",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . - Nếu em đăng ký nhận tại CS Lý Thường Kiệt thì hiện nay chưa cho phép vào trường đến khi có thông báo mới.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đã làm đơn xin vắng thi môn Cơ học thủy khí (TR1005) ở học kỳ 201 và đã được PĐT chấp nhận, vậy sao trên bảng điểm của em vẫn hiện điểm 13 ạ?",
            "Chào em,. . Em đã làm đơn xin vắng thi môn Cơ học thủy khí (TR1005) ở học kỳ 201 và đã được PĐT chấp nhận,. . =  Em chụp hình đơn vắng thi đã được PĐT chấp nhận, gửi lại bksi để PĐT kiểm tra nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name], MSSV: [student_id].. . . . Em có đăng kí in bảng điểm vào ngày 26/10/2021 và nhận bản in tại cơ sở 1. Nhưng bây giờ sinh viên không được vào trường thì em có thể nhận bảng điểm như thế nào ạ.. . . . Em xin cảm ơn.",
            "Chào em,. . - Em có đăng kí in bảng điểm vào ngày 26/10/2021 và nhận bản in tại cơ sở 1. . =  + Em theo dõi email trường gửi để biết thời gian được vào trường nhé.. .    + Hoặc em gửi lại điạ chỉ nơi em muốn nhận, số điện thoại, PĐT gửi qua bưu điện, người nhận trả cước.. . Thân mến. .",
            "Dạ em gửi lại địa chỉ ở đây luôn hả cô. Những bản điểm đã đăng kí địa chỉ nhận rồi không thể sửa lại được ạ.. . . . Địa chỉ nhà em:. . 13A, Đường số 9, P. Thảo Điền, TP. Thủ Đức, TPHCM.. . . . SĐT: [phone_number]",
            "Chào em,. . PĐT đã gửi bưu điện rồi em nhé.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Phòng đạo tạo cho em thắc mắc là ở trang BKpay của em nó không hiện chỗ thanh toán học phí kì 211. Mong phòng đào tạo xem xét giúp em.. . Em cảm ơn",
            "Chào em,. . Em chờ PĐT sẽ email thông báo về thời gian thanh toán học phí nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT. . Em tên: [full_name] HẢI    MSSV: [student_id]. . Khoa : Cơ khí                        Ngành: Kĩ thuật chế tạo . . Em viết mail này, xin phép PĐT cho em được thu nhận lại kể từ HK212, sau khi đã tạm dừng từ HK202 đến HK211.. . Em sẽ đăng kí môn học kể từ HK212 sau khi được thu nhận lại.. . Em xin cảm ơn! (Đính kèm đơn thu nhận lại)",
            "Chào em,. . File bị lỗi, em vui lòng kiểm tra lại và gửi lại file mới nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô,. . Em là sinh viên k17, điểm toeic của em là 580 và đã chuyển qua các môn anh văn 1,2,3. Em xem điều kiện đăng ký luận văn tốt nghiệp của k17 là toeic trên 500, nhưng em chưa qua anh văn 4 liệu có đủ điều kiện đăng ký luận văn tốt nghiệp ở kỳ tiếp theo được không ?. . Xin cảm ơn!",
            "đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Bữa trước em có tạo câu hỏi về việc xin đăng ký 2 môn MT1005 và CH1003 mà em đã hoãn thi vào hk202 do chưa có đủ điều kiện thiết bị để thi, nhưng hiện giờ em có thể thi online được rồi. Có anh/chị bên pđt phản hồi lại là chờ thông báo sau tháng 12 có quyết định hoãn thi rồi mới có thông tin về việc đăng ký thi bù. Nhưng tháng 12 này khoa Kỹ thuật Xây dựng của em có phân ngành ấy ạ, nên phải đáp ứng có điểm cho 2 môn này vào tháng 12. Không biết là em có thể đăng ký thi online vào kì 211 vào tháng 11 này để bổ sung điểm cho 2 môn em đã hoãn thi trước đó này được ạ? Em cảm ơn",
            "Chào em,. . Không biết là em có thể đăng ký thi online vào kì 211 vào tháng 11 . . =  Nếu lịch thi 2 môn này có trước khi có quyết định hoãn thi thì em gửi lại câu hỏi nhé. . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào Thầy/Cô,. . Hồi chiều nay (01/11), địa phương em có yêu cầu ngày em phải có mặt để khám sức khỏe nghĩa vụ quân sự vào ngày 04/11.. . Hiện tại em đã đăng ký xin cấp giấy chứng nhận SV trên MyBK.. . Vậy trong 3 ngày tới em có kịp nhận bản pdf của giấy này để nộp cho bên địa phương em không ạ?. . . . Em cảm ơn Thầy/Cô"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào Thầy/Cô,. . Hồi chiều nay (01/11), bên địa phương em có yêu cầu em phải có mặt để khám sức khỏe nghĩa vụ quân sự vào ngày 04/11.. . Hiện tại em đã đăng ký xin cấp giấy chứng nhận SV trên MyBK.. . Vậy trong 3 ngày tới em có kịp nhận bản pdf của giấy này để nộp cho bên địa phương em không ạ?. . . . Em cảm ơn Thầy/Cô",
            "Chào bạn,. . Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. .",
            "Dạ Thầy/Cô có thể duyệt nhanh giúp em được không ạ?. . Đến 13h trưa thứ 5 ngày 04/11 là em phải bổ sung hồ sơ cho địa phương rồi ạ. Bên địa phương em thông báo khá gấp nên hôm qua em mới đăng ký in giấy chứng nhận SV ạ.. . . . Em cảm ơn Thầy/Cô",
            "Chào bạn,. . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . - Bạn dùng bản scan này đưa trước, khi có bảng chính thì nộp bổ sung cho địa phương nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô[full_name][full_name] [full_name] [full_name] [full_name] Sắp đến ngày hết hạn đóng học phí (09/11) nhưng hệ thống bkpay vẫn chưa cho phép thanh toán[full_name] Như vậy, có phải lên trường đóng trực tiếp không ạ?[full_name] [full_name] [full_name] [full_name] Trân trọng[full_name] [full_name] [full_name][full_name] [full_name]",
            "Chào em,. . PĐT sẽ email thông báo về thời gian đóng học phí, em theo dõi email nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em kính chào quý Thầy/Cô ạ.. . Hiện tại em đã hoàn thành đủ tín chỉ đào tạo nhưng do chưa có chứng chỉ toeic nên em vẫn chưa được nhận bằng tốt nghiệp. Tạm thời em đang ôn thi toeic và không đăng kí môn học ở trong trường. Vì dịch bệnh nên em cũng chưa thể hoàn thành thi lấy bằng. Mà hiện tại em đang có giấy gọi về quê khám nghĩa vụ quân sự, và bên đơn vị khám sức khỏe NVQS nói là nếu có giấy xác nhận rằng vẫn chưa nhận bằng tốt nghiệp thì vẫn có thể tiếp tục tạm hoãn khám để ở lại cố gắng học hành. Vậy Thầy/Cô cho em hỏi là em có thể làm giấy tạm hoãn như vậy được không và làm như thế nào ạ.. . Em xin cảm ơn. Mong quý Thầy/Cô sẽ giúp đỡ em trong thời gian sớm nhất ạ.",
            "Chào em,. . Theo quy định sinh viên không có thời khóa biểu trong học kỳ thì không được cấp giấy xác nhận sinh viên để hoãn nghĩa vụ quân sự nhé bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em tên là [full_name] MSSV [student_id]. Hiện em đã hoàn xong các điều kiện tốt nghiệp ngoại trừ việc thiếu điểm một môn học, chuyện là kì dự thính 203 e có đăng kí môn học kỷ thuật thủy lưc và khí nén do thầy [full_name] phụ trách, nhưng do không thể tổ chức học thí nghiệm nên một số bạn trong lớp chưa có điểm TN nên . . Thầy không thể nhập điểm, riêng em thì đã có điểm TN bảo lưu ở kì trước, hoàn thành đủ các cột điểm nhưng vì các bạn nên em cũng chưa nhập điểm theo ạ, nên e xin pdt nhập điểm cho em để em hoàn thành các đk tốt nghiệp được không ạ, cũng như hướng giải quyết để em có thể tốt nghiệp đúng hạn ạ. Em xin cảm ơn ạ.",
            "đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào ad!. . Em hiện đang tạm dừng khóa học. Vậy khi em muốn học lại thì chỉ cần đóng học phí và dk môn học đúng không ạ.  Vì dịch bệnh tạm thời em xin nghỉ một thời gian .. . Thân.",
            "Chào bạn. . Bạn tải mẫu đơn thu nhận, tại trang web aao.hcmut.edu.vn  . . Nộp tại Bksi vào cuối tháng 11/2021 để thu nhận lại, sau đó mới bắt đầu dkmh theo Lịch học vụ Hk212. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Do dịch covid kéo dài và với hình thức học online em gặp nhiều khó khăn không đủ điều kiện để học. . Em có xin phép thầy chủ nhiệm lớp và thầy chủ nhiệm khoa và được sự đồng ý của 2 thầy. . Em xin gửi phòng đào tạo đơn xin tạm dừng học kì 211 mong phòng đào tạo đồng ý và ra quyết định sớm với em ạ. . Em xin cảm ơn ạ",
            "Chào em,. . Trường hợp em không có Thời khóa biểu trong học kỳ 211, PDT sẽ ra quyết định tạm dừng chung cho SV không có TKB trong HK211, dự kiến ra sẽ quyết định trong tháng 11/2021.. . SV theo dõi và làm đơn thu nhận vào HK212, theo dõi lịch học vụ và mail SV để đăng ký môn học cho học kỳ tiếp theo. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho e hỏi, Do dịch bệnh nên e đã về quê và chưa thể quay lại trường. E muốn đăng kí giấy xác nhận vay vốn và để được trường xác nhận thì e phải làm như nào ạ (E có tải biểu mẫu giấy vay vốn của trường rồi, nhưng ko biết nộp cho ai và nộp như nào để trường xác nhận ạ). Có phải là e sẽ in biểu mẫu, viết rồi gửi qua bưu điện cho Phòng Công Tác sinh viên phải không ạ ?",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào [full_name], . . Cho em hỏi có thể gia hạn đóng học phí học kì chính được không ạ, do tình hình dịch covid-19 nên gia đình em chưa có đủ tiền để đóng học phí ạ, cám ơn [full_name] đã xem.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kinh gửi Thầy/cô. . . . Ở học kì trước em có xin hoãn thi môn Xác suất thống kê, nhưng trên bảng điểm hiện nay vẫn thông báo em điểm 13 mong PĐT xem lại giúp em ạ. . Em xin cảm ơn.. .",
            "Chào em,. . Sau đó Phòng Đào tạo có gửi mail cho SV và yêu cầu sinh viên điền lại vào google forms, e đã thao tác điền lại chưa?. . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  Em đang là sinh viên k20 đại học BK và đang học khoa XD. Nếu năm nay em thi lại vào được khoa khác như logistics hay QLCN thì điểm các môn đại cương của em có được chuyển qua hay không ạ. . . .",
            "Chào bạn. . Bạn vui lòng hỏi lại câu hỏi này sau tháng 1/2022 nghen. . Vì hiện tai Nhà trường đang sửa lại quy chế học vụ áp dụng cho các khoá mới nên Cô chưa có thông tin trả lời chính xác cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô. Cho em hỏi là hiện tại em có thể lên trường để nhận giấy xác nhận sinh viên không ạ. Do hôm nay em mới nhận yêu cầu cảu bên xã mà tới ngày 7/11 là hạn chót rồi nên em sợ gửi theo đường bưu điện không kịp ạ. Em cảm ơn thầy/cô.",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . -  Cho em hỏi là hiện tại em có thể lên trường để nhận giấy xác nhận sinh viên không ạ. . =  Hiện tại chưa vào trường được, bạn chờ đến khi có thông báo mới.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em thấy có dòng chú ý \"Sinh viên đã tốt nghiệp hoặc có tên trong danh sách tốt nghiệp dự kiến thanh toán lệ phí tại PĐT (không đóng trên BKPay)\". Em là sinh viên đã có tên trong danh sách tốt nghiệp chính thức thì có đóng tiền trên BKPay được ko?. . . . Nếu được thì em có thể thay đổi nơi nhận KQ được không vì mấy nay em lên trường nhưng bảo vệ ko cho vô?. . . . Mã phiếu: InBD[phone_number]3. . Địa chỉ: FF2 Ba Vì, P15, Q10",
            "Chào em,. . PĐT đã chuyển về nhận bưu điện cho sinh viên, sv có thể thanh toán trên BKPay để được in.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi [full_name],. . . . Em muốn hỏi là khi nào thì sinh viên được đăng kí thi các môn đã đăng kí hoãn thi ở kì 202 vào kì 211 ạ.. . . . Em xin chân thành cảm ơn [full_name].. .",
            "Chào em,. . Em chờ thông báo sau khi có quyết định hoãn thi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô,. . . . Vào kỳ thi học kỳ 202, em đã hoãn thi cuối kỳ một môn học. Thầy/cô cho em hỏi là em phải làm thế nào để có thể được đăng ký thi lại môn học này, em phải đăng ký thi ở đâu và gặp ai để được giải quyết ạ.. . . . Em cảm ơn thầy/cô.. . Chúc thầy/cô có nhiều sức khỏe và niềm vui.",
            "Chào em,. .  Em chờ thông báo sau khi có quyết định hoãn thi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name] mã số sinh viên [student_id]. Trung tâm đào tạo bảo dưỡng công nghiệp . . . . Em có đăng ký giấy xác nhận sinh viên để bổ sung hồ sơ tạm hoãn nghĩa vụ quân sự cho địa phương trên MYBK. Nhưng em vẫn chưa nhận được kết quả qua đường bưu điện. Do em thời gian nộp giấy xác nhận cho địa phương không còn nhiều, em mong quý thầy cô kiểm tra lại giúp em. . . . . Em xin chân thành cảm ơn Quý Thầy Cô.",
            "Chào bạn,. . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . - Em dùng bản scan này đưa trước, khi có bảng chính thì nộp bổ sung cho địa phương sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "đang tiếp nhận đơn và trình ký"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là [full_name], thuộc hệ chương trình Tiên Tiến, . . Em muốn xin Đăng kí vào danh sách Tốt Nghiệp đợt tháng 11, . . Hiện giờ, em lên myBK đăng kí chưa được, . . Mong văn phòng Đào Tạo hỗ trợ cập nhật giúp em.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 09/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy,cô.. . Em có thắc mắc như sau : Hằng năm trường đều tổ chức tiếng anh ( phối hợp với IIG) để xét chuẩn anh văn nhằm xác định đủ điều kiện để đăng kí môn học cho các học kì sau hay không. Em xem ở lịch học vụ thì thấy vào giữa tháng 11 năm nay sẽ tổ chức. Vậy thầy,cô cho em hỏi trường sẽ tổ chức thi online như lịch học vụ đã đưa ra hay sẽ đợi tổ chức thi off ạ.. . Em mong sớm nhận được phản hồi. Em cảm ơn thầy,cô.. . . .",
            "Chào em,. . Vậy thầy,cô cho em hỏi trường sẽ tổ chức thi online như lịch học vụ đã đưa ra hay sẽ đợi tổ chức thi off ạ.. . =  Tình hình dịch bệnh như thế này em chờ email thông báo từ PĐT nếu có tổ chức thi.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Thầy/Cô.. . Sáng hôm 24/10/2021, em có thi cuối kỳ môn Kiến Trúc Máy Tính (CO2007). Nhưng vừa vào thi một lúc, thì nhà em cúp điện. Vì thế em không thể hoàn thành bài thi môn CO2007. Em đã liên hệ giám thi coi thi hôm đó để báo về sự cố của em. Sau đó, em liên hệ [full_name] và Giảng Viên để xin xác nhận hoãn thi.. . Nay em xin gửi đơn hoãn thi kèm xác nhận, mong PĐT cho em đăng ký hoãn thi môn CO2007, để em có thể tham gia thì vào đợt tới.",
            "đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào thầy cô, cho em hỏi là học kì 202 em có hoãn thi môn nhiệt động lực học và truyền nhiệt (ME2013). Nhưng trên bảng điểm ở MyBK cập nhật điểm 13, vậy là em có bị sao không ạ, em xin cảm ơn ạ. .",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em tên [full_name], MSSV [student_id]. . Em có biết từ các bạn là sau khi đăng ký tốt nghiệp sẽ có giấy tốt nghiệp tạm thời online.. . Hiện tại công ty em đang yêu cầu gấp để làm giấy tờ, và em vẫn chưa nhận được giấy tốt nghiệp tạm thời qua bưu điện.. . Mong phòng đào tạo giúp em trong hôm nay hoặc ngày mai.. . Em xin chân thành cảm ơn.. .   i Tốt nghiệp .",
            "Chào em,. . Cô gửi em file scan giấy CNTN tạm thời, bản giấy sẽ được gửi qua đường bưu điện nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa [full_name], em là [full_name], MSSV [student_id], lớp CK17CTM3, cho em nộp đơn rút môn học Anh văn 4 LA1009 của HK211. Cám ơn [full_name] đã xem xét.",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK211(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/ xem điểm trễ nhất là 22/11/2021. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em xin hỏi về việc chuyển điểm thí nghiệm môn học EE2019- Cơ sở điều khiển tự động:  Sáng nay em có liên lạc với thầy phụ trách TN- [full_name] về việc chuyển điểm thí nghiệm, thầy bảo liên hệ lại với phòng đào tạo về cách thức chuyển điểm. Nên cho em hỏi về cách thức để chuyển điểm thí nghiệm.. .   Em xin cảm ơn.",
            "Chào em,. . Cô chưa hiểu ý em, em vui lòng trình bày rõ hơn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   Dạ em xin chào thầy(cô) PĐT.. .   Hiện tại em là sinh viên khóa K16 và chưa hoàn thành Luận văn tốt nghiệp.. .   Em đã có đăng kí giấy Tạm hoãn NVQS và đã nộp lên cơ quan quân sự của địa phương.Tuy nhiên cơ quan lại yêu cầu thêm giấy xác nhận là sinh viên còn môn học nào chưa hoàn thành.. .   Vì vậy,cho em hỏi em có thể đăng kí hoặc xin xác nhận là hiện tại vẫn còn Luận văn tốt nghiệp chưa hoàn thành được không ạ.. .   Em xin cảm ơn!",
            "Chào bạn. . Bạn vui lòng đánh máy đơn xác nhận: trong đơn ghi rõ họ tên, mssv, nội dung, lý do, ký tên gởi lại bksi, Cô sẽ trình ban lãnh đạo phòng xem xét. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Do dịch kéo dài và hình thức học onl. . Em gặp nhiều khó khăn không đủ điều kiện để học tập. . Được sự đồng ý của thầy chủ nhiệm khoa và thầy chủ nhiệm lớp. . Em viết đơn xin tạm dừng học kì 211. . Mong phòng đào tạo xem xét ra quyết định với em ạ. . Em xin cảm ơn",
            "Đã trả lời"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . . .   i Yêu cầu khác . E chào thầy/cô ạ, e muốn hỏi là em muốn đăng ký bảo hiểm y tế mới nhưng bảo hiểm y tế cũ e vẫn chưa lấy nên k biết số bảo hiểm thì phải làm sao ạ, em cảm ơn.. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin kính chào anh/chị. . Em tên [full_name]. . Cho em xin hỏi trường đã gởi bản điểm chưa ạ, em đã hoàn thành đăng ký đóng tiền từ ngày 14 tháng 10 đến giờ nhưng vẫn chưa nhận được ạ. .   i Yêu cầu khác .",
            "giải quyết giúp em vấn đề này với ạ",
            "Chào em,. . Trường hợp của em do gửi bưu điện bị trễ, cô gửi em trước file scan, bản giấy đã giao chuyển cho bưu điện, em nhớ để ý điện thoại của bưu điện nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào em,. . Em vui lòng sửa lại đơn thu nhận lại từ học 2/2021-2022 nhé, hiện tại thời điểm này đã quá trễ để thu nhận lại từ học kỳ 1/21-22. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . . . Chào thầy cô!. . Em là [full_name] sinh viên khóa 16. . . Vấn đề em đang gặp phải là em sắp sửa hoàn thành xong luận văn và báo cáo để hoàn thành chương trình học. nhưng mà em vẫn chưa qua một môn là Trắc địa cao cấp 1 (mã MN: CI3027) sẽ không còn mở lớp nữa. điều này khiến sẽ không hoàn thành và tốt nghiệp được! Bây giờ em không biết phải làm sao? Thầy cô cho em xin hướng giải quyết về vấn đề này được không ạ? hiện tại em đang rất lo lắng về vấn đề này. . . Em xin cám ơn ạ",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến,. .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Nhà trường cho em hỏi là vừa qua em có đóng học phí cho nhà trường là 13,204,025 vnđ cho học kì HK211. Sau đó nhà trường có thông báo là học phí đã giảm xuống còn 12,704,025 và sinh viên sẽ được hoàn lại 500,000 qua tài khoản OCB vào cuối tháng 10. Tuy nhiên, hôm nay đã qua tháng 11 nhưng em vẫn chưa thấy số tiền được hoàn lại qua tài khoản. Em mong nhà trường có thể xem xét và hoàn lại số tiền trên cho em trong thời gian sớm nhất.. . . . Em cảm ơn nhà trường rất nhiều.",
            "Chào em,[full_name] [full_name] [full_name] và [full_name][full_name][full_name] đang đối chiếu dữ liệu, sẽ hoàn trả lại em yên tâm nhé (dự kiến cuối tháng 11 này nhé em)[full_name][full_name] [full_name] Thân mến[full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào các thầy cô!. . . . Theo hướng dẫn của thầy [full_name], em có làm đơn xin chuyển hệ và gửi vào mail [email], đến nay đã gần 10 ngày nhưng chưa nhận đc phản hồi từ phòng đào tạo. Không biết phòng đào tạo có nhận và xử lý đơn thông qua mail ko, hay là em cần nộp đơn trực tiếp tại phòng đào tạo ạ?. .",
            "Gửi đến SV. . . . Kiểm tra các qđ mà [full_name] đề nghị miễn môn tương đương/thay thế các môn không có trong ds công bốt trên WEB.. . . . Hiện SV đã đủ điều kiện xét tốt nghiệp và không cần phải xét đơn xin chuyển Khóa của SV.. . . . Chỉ cập nhật lại chuyên ngành Kỹ thuật nâng vận chuyển.. . . . SV vào MyBK để đăng ký tốt nghiệp.. . . . Thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô,. . . . Em là [full_name], mssv [student_id].. . . . Khi em nộp giấy xác nhận sinh viên theo yêu cầu cho địa phương (quận Bình Thạnh, TP.HCM) thì được thông báo em không nằm trong danh sách sinh viên trường (như ảnh đính kèm) và được yêu cầu đối chiếu với nhà trường.. . . . Nhờ quý thầy/cô xác nhận và hướng dẫn em giải quyết vấn đề này ạ.. . . . Em cảm ơn.",
            "Chào em,. . Do bên Quân sự gửi sai thông tin cho nhà trường để xác minh nhé, trường xác minh theo đúng thông tin Quân sự gửi, em xem lại kỹ nhé: [full_name] (SN ngày 08/12/2000), không có tên trong ds SV của trường.. . Còn em là [full_name]: SN - 12/08/2000. . Và có bên Quân sự cũng không ghi rõ mã số SV của em nhé. Em có thể nói lại bên Quận sự, nếu cần thì gửi lại công văn xác minh, và ghi đúng thông tin của người cần xác minh nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô,. . Em là [full_name] mssv [student_id] lớp CK19CTM1. . Ngày 9/9/2021 em có đăng kí giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự, em chọn mục chuyển phát qua bưu điện.. . Em không biết trong quá trình chuyển phát, bưu điện có trục trặc gì hay không nhưng tới nay vẫn chưa thấy giấy được chuyển tới nhà. Mong thầy/cô có thể kiểm tra lại giúp em ạ.",
            "Chào em,. . - Ngày 9/9/2021 em có đăng kí giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự, em chọn mục chuyển phát qua bưu điện.. . =  Thời điểm này giãn cách XH nên có thể thất lạc .... . - Em vui lòng đăng ký lại nhé.. . Thân mến",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    }
]