[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy( cô ) cho em hỏi về việc cập nhật thông tin cá nhân hiện nay trong trang cập nhật thông tin chưa có xã của của em chỉ có duy nhất xã Lâm San mà hiện tại em đang ở xã Xuân Đông giờ em nên làm gì ạ . . Ngày hết hạn cập nhật là ngày 5 em mong nhận được phản hồi sớm .",
            "hào bạn,. . Phòng [full_name] đã gửi mail hướng dẫn v/v cập nhật thông tin:. . \"Sinh viên nào cập nhật thông tin trên trang thông tin sinh viên mà trên hệ thống thiếu phường / xã thì vui lòng chọn mục \"_Khác\", sau đó nhập thêm tên phường/xã ở mục \"Số nhà, tên đường (phường / xã nếu chọn mục khác ở bên trên)\". . Bạn vui lòng kiểm tra mail sinh viên nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác: Kính gửi! . . Em là sv k19 thắc mắc về việc cập nhập địa chỉ cho sinh viên. . . Nội dung: ở mục chọn xã thì máy báo là không tìm được xã (huyện Lộc Hà-Hà Tĩnh), nhưng nếu không chọn thì máy không lưu được.. . Em xin cảm ơn!",
            "Chào bạn,. . Phòng [full_name] đã gửi mail hướng dẫn v/v cập nhật thông tin:. . \"Sinh viên nào cập nhật thông tin trên trang thông tin sinh viên mà trên hệ thống thiếu phường / xã thì vui lòng chọn mục \"_Khác\", sau đó nhập thêm tên phường/xã ở mục \"Số nhà, tên đường (phường / xã nếu chọn mục khác ở bên trên)\". . Bạn vui lòng kiểm tra mail sinh viên nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là sinh viên khóa k2019. Em có đăng kí học gdtc đợt bổ sung 2 nhưng tới giờ em vẫn chưa có lịch học môn gdtc trên thời khóa biểu của mình, nhưng em có hỏi được lịch học của lớp học gdtc và có đi học đủ các ngày của lớp đó và đã có tên trong danh sách lớp đó rồi ạ. vậy bây giờ em có nên đi học tiếp và đợi nhà trường bổ sung lịch cho em hay là thời khóa biểu em không có thì em không cần đi học nữa ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em chào thầy/cô ạ!. . Em là sinh viên K19, hiện tại em đã pass Anh văn 1, 2, 3, theo lịch sẽ được xếp học AV4. . . Nhưng do thời khóa biểu môn AV4 trùng với lịch thể dục nên em chưa được xếp học.. . Cho em hỏi. . 1. Như vậy có nghĩa là em được hủy đăng ký xếp lớp đúng không ạ?. . 2. Những học kì sau nếu em muốn học AV em phải tự đăng ký học hay nhà trường sẽ tự động xếp lớp cho em ở HK2?. . 3. Nếu trường hợp trường xếp thì bây giờ em có thể hủy đăng ký xếp lớp được không, và nếu hủy thì em có tốn phí học cho môn đó không?. . 4. Nếu trước HK2, em nộp bằng IELTS và pass [full_name] 4 thì trường có xếp em học trong HK2 nữa hay không?. . . . . . Em cảm ơn!",
            "Chào bạn. . Từ học kỳ 2, các bạn phải tự đăng ký môn học nhé.. . Bạn kiểm tra thời khóa biểu và mail sinh viên, nếu trong TKB không có môn AV là bạn không được xếp lịch."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng - Đại học - Cao đẳng chính quy   Khác ... . Cho e hỏi số lượng sinh viên được học bổng của khoa cơ khí nhóm ngành cơ khí cơ điện tử k18 là bao nhiêu % trên tổng số sinh viên ạ, có năm nào đợt bổ sung lại lấy thêm 2-3 [full_name]  có điểm thấp hơn sv đứng cuối dsach học bổng khoảng 0.01 0.02 ko ạ",
            "Chào bạn,. . Tùy vào số lượng sv, nên mỗi khóa ngành có tỷ lệ mức cấp học bổng khác nhau.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "em muốn bảo lưu kết quả vì gia đình có việc gấp phải về quê 1 tháng, em muốn hỏi quy trình xin bảo lưu như thế nào ạ. .",
            "Chào bạn,. . Không có bảo lưu 1 tháng nha bạn, chỉ có tạm dừng 1 học kỳ hoặc thôi học theo quy chế.. . Bạn có thể làm đơn xin tạm dừng 1hk nộp tại Phòng Đào tạo để được xem xét.. . Thân",
            "vậy cho em hỏi đơn tạm dừng một học kỳ mình sẽ lấy ở đâu ạ, em cảm ơn. .",
            "Chào bạn,. . Bạn tải mẫu đơn tại http://aao.hcmut.edu.vn/sinh viên/biểu mẫu. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Cho em hỏi về việc hiện em   B đạt mức anh văn 3 và chọn học ở ngoài, nộp bằng  /B . Vậy em có thể nộp bằng   B trước khi vào năm 3  /B  được không hay phải nộp ngay trước khi bắt đầu học năm 2.. . Em cảm ơn",
            "Chào bạn,. . Nếu bạn chưa đạt chuẩn anh văn sau năm 2 thì bạn sẽ không được đăng ký các môn cuả năm 3.. . Trước thời điểm mở đăng ký môn học của HK mà bạn có chuẩn anh văn đạt thì bạn sẽ được mở cho đăng ký môn học HK tiếp theo.. . Bạn vui lòng xem chi tiết lịch học vụ để biết rõ các đợt lấy dữ liệu anh văn cho từng đợt đăng ký môn học tương ứng tại:www.aao.hcmut.edu.vn- sinh viên - Lịch học vụ.. . Thân.",
            "Cho em hỏi thêm là em có thể nộp bằng ngoại ngữ vào dịp hè cuối năm 2 đầu năm 3 đúng không ạ? Vì em đã đạt mức av 2.. . Em cảm ơn.",
            "Chào bạn,. . . . Trước thời điểm mở đăng ký môn học của HK mà bạn có chuẩn anh văn đạt thì bạn sẽ được mở cho đăng ký môn học HK tiếp theo.. . Bạn vui lòng xem chi tiết lịch học vụ để biết rõ các đợt lấy dữ liệu anh văn cho từng đợt đăng ký môn học tương ứng tại:www.aao.hcmut.edu.vn- sinh viên - Lịch học vụ.. . Thân.",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em khỏi . Khi cập nhật thông tin liên lạc xong thì những thông tin liên lạc vừa cập nhật sẽ thay thế những thông tin cũ hoặc những thông tin chưa có hay như thế nào ? Tại em cập nhật xong thì vẫn còn một số thông tin vẫn không đổi chẳng hạn như trong hình thì sđt của người thân vẫn không đổi sau khi cập nhật. Và em muốn cập nhật nơi làm việc và sđt của cha mẹ thì phải làm như thế nào ?",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Em refresh và thử làm lại, thông tin không thay đổi có thể là do sự cố đường truyển."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Dear [full_name],. . . . Hiện tại em đã đi làm nên không tham dự lễ tốt nghiệp được, chỉ có thể ghé qua khoảng 30p để lấy bằng. Vậy cho em hỏi trong ngày 8/11, em có thể lên lấy bằng tốt nghiệp ở Văn Phòng Khoa không.",
            "Chào bạn,. . Về việc nhận bằng tốt nghiệp, bạn vui lòng liên hệ tại Văn Phòng Khoa của bạn để được hướng dẫn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Dạ, vừa rồi e thi avdv được 370 và qua av1, nếu giờ e học ở trường sẽ là av2, nhưng nếu em ko học ở trường thì e cần phải đảm bảo những tiêu chuẩn gì về môn anh văn ạ",
            "Chào bạn,. . BẠn có teh63 không học môn av t ại trường, nhưng bạn phải đạt các chuẩn anh văn từng năm theo quy định.. . Trước khi tốt nghiệp bạn phải đạt các môn AV1+2+3+4 và chuẩn AV tốt nghiệp theo quy định.. . Bạn vui lòng xem lại quy định về anh văn được cập nhật chi tiết tại:www.aao.hcmut.edu.vn- Sinh viên - Quy chế - Quy chế học vụ bậc đại học.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là [full_name] MSSV [student_id] . . Em mới lên xem lí lịch cá nhân của em.  E thấy mình sai giới tính.  Giới tính em là [full_name],  nhưng trong lí lịch lại ghi nữ.  Mong thầy/cô sửa giúp em a.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Phòng Đào tạo đã chỉnh sửa, bạn vui lòng vào kiểm tra lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào ad , em là k18 , kì này em chỉ đăng kí được đại cương vì chưa qua anh văn, e vừa  thi về và đã đạt được 380 điểm toeic. ad cho e hỏi giờ e chỉ cần nộp bằng vào là được đăng kí học kì 4 mấy môn chuyên ngành đúng không ạ, 350 là chuẩn sau năm 1 hay qua học kì 4 phải đạt 400 mới được đăng kí môn học kì 4 ạ. . .   i Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) .",
            "Chào bạn,. . . .  Bạn vui lòng xem lại quy định về anh văn -chuẩn tiếng anh từng năm được cập nhật chi tiết tại:www.aao.hcmut.edu.vn- Sinh viên - Quy chế - Quy chế học vụ bậc đại học --  Phụ lục 1 --  Mục 2.C.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Em chào [full_name]. Kì 3 này tại e chưa đạt chuẩn sau năm 1 nên e chỉ học đại cương. Kì tới kì 4 em đã qua anh văn và không biết nên đăng kí môn nào trước sau để kịp tiến trình (môn tiên quyết), còn môn nào có thể đăng kí hè học cũng được ạ, phiền [full_name] giúp em, em khoa cơ khí, ngành cơ khí k18 ạ. em cảm ơn\t. . . .   i Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... .",
            "Chào bạn,. . Bạn liên hệ với Giáo viên chủ nhiệm, Ban chủ nhiệm Khoa của bạn để xin tư vấn về chương trình đào tạo của mình nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Thông tin sinh viên . Cho em hỏi trong mục cập nhập địa chỉ,  em ở phường xuân hoà, . . thành phố long khánh, đồng nai nhưng trong mục chọn phường lại không có phường em ở để chọn, do vậy em không cập nhập địa chỉ được. Mong thầy/cô giải quyết giúp em để em hoàn thành công việc đúng hạn để em được đăng ký môn học học kỳ tiếp. Em xin cảm ơn.",
            "hào bạn,. . Phòng [full_name] đã gửi mail hướng dẫn v/v cập nhật thông tin:. . \"Sinh viên nào cập nhật thông tin trên trang thông tin sinh viên mà trên hệ thống thiếu phường / xã thì vui lòng chọn mục \"_Khác\", sau đó nhập thêm tên phường/xã ở mục \"Số nhà, tên đường (phường / xã nếu chọn mục khác ở bên trên)\". . Bạn vui lòng kiểm tra mail sinh viên nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Thông tin sinh viên . Em chào cô, cô cho em hỏi là quê em ở tỉnh Gia Lai, huyện Chưpah, TT Ialy. Mà trên cập nhập thông tin sinh viên em không thấy có TT Ialy, cô cập nhật thị trấn Ialy trong huyện Chưpah giùm em được không ạ, tại em thấy bên trường kêu không cập nhật kịp ngày là không cho đăng kí môn học. Em cám ơn cô nhiều ạ.",
            "Chào bạn,. . Phòng [full_name] đã gửi mail hướng dẫn v/v cập nhật thông tin: . . \"Sinh viên nào cập nhật thông tin trên trang thông tin sinh viên mà trên hệ thống thiếu phường / xã thì vui lòng chọn mục \"_Khác\", sau đó nhập thêm tên phường/xã ở mục \"Số nhà, tên đường (phường / xã nếu chọn mục khác ở bên trên)\". . Bạn vui lòng kiểm tra mail sinh viên nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng - Đại học - Cao đẳng chính quy   Học bổng (danh sách, điều kiện,...) . Về danh sách dự kiến cấp học bổng, . . Em thuộc khoa Bảo dưỡng công nghiệp, khóa 16, . . Theo danh sách học bổng dự kiến thì K16 BDCN chỉ có 6 bạn được cấp học bổng, ít hơn so với các năm trước. . . Cho em hỏi vì sao năm nay số lượng học bổng được cấp cho khóa 16 BDCN lại ít như vậy ạ, do nhà trường quy định hay do ít sinh viên đủ điều kiện được cấp học bổng? . . Em cảm ơn rất nhiều và mong được phản hồi!",
            "Chào bạn,. . Căn cứ vào số liệu thu học phí HK182, nên số tiền học bổng HK182 có khác so với HK181. Và dựa vào số lượng sv mỗi học kỳ nên tỷ lệ học bổng cũng khác nhau.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào ad , chào thầy cô. Em vừa rồi thi toeic quốc tế được 380 đ. Kì vừa rồi không đạt chuẩn anh văn sau năm 1 nên chỉ đăng kí được đại cương. Giờ thầy cô cho e hỏi nộp bằng vào rồi có cần đăng kí chuyển điểm không vì chỉ chuyển được 1 lần. Hay là chỉ cần nộp vào là đăng kí được học kì kế tiếp. .   i Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) .",
            "CHào bạn,. . Bạn chỉ cần đăng ký thông tin chứng chỉ ngoại ngữ online là trường tự xét các chuẩn anh văn từng năm cho bạn, bạn không cần phải chuyển điểm môn av1.. . Nếu bạn có đăng ký chuyển điểm AV từ chứng chỉ của bạn thì bạn được tính điểm chuyển này vào điểm tích lũy chung. Nhưng mỗi môn av bạn chỉ được chuyển điểm 1 lần.. . Bạn vui lòng xem lại quy định về anh văn được cập nhật chi tiết tại:www.aao.hcmut.edu.vn- Sinh viên - Quy chế - Quy chế học vụ bậc đại học - Phụ lục 1.. . Bạn xem hướng dẫn cách nộp chứng chỉ và chuyển điểm tại  www.aao.hcmut.edu.vn- Sinh viên -  Hướng dẫn - Ngọại ngữ.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Hiện tại em bị thiếu 1 môn học trước của môn đồ án. Kì sau em vừa đăng kí học môn còn thiếu và học đồ án có được không ạ? . .",
            "Chào em,. . . . Môn học trước thì môn này phải học nhưng không đậu cũng được, nhưng nếu chưa học lần nào thì không học được môn sau nha em.",
            "Vậy có cách nào để em đăng kí học đồ án kì sau được không ạ. Chị giúp em với. Em cảm ơn chị",
            "Chào bạn,. . Phải theo đúng quy định nha bạn.. . Thân",
            "Mình cảm ơn ạ. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác: Cho em hỏi làm sao để cập nhật ngày CTXH.. . Vì mấy hôm trước em có tham gia hoạt động mà khi kiểm tra lại vẫn chưa cập nhật.. . Em xin cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Văn phòng Đoàn trường hoặc Đoàn Khoa của bạn để cập nhật ngày CTXH.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Phòng Đào Tạo!. . Em là sinh viên khóa 15, nhưng lớp chủ nhiệm của em là k16. Vậy chuẩn anh văn của em theo khóa nào ạ.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn có làm đơn xin chuyển khóa học không?. . Thân",
            "Dạ không ạ.. . Phòng Đào Tạo chỉ chuyển em sang lớp chủ nhiệm của k16 để tiện sinh hoạt thôi ạ.",
            "Em chưa rõ câu hỏi của cô lắm ạ!. . Cô đang muốn hỏi em đã từng làm đơn chuyển khóa hay không ?, hay cô muốn hỏi em hiện tại có muốn làm đơn chuyển khóa ạ.. . Lúc trước Phòng Đào Tạo chuyển em sang lớp chủ nhiệm k16 để dễ sinh hoạt á cô.. .",
            "Chào bạn,. .  Tôi xin đính chính lại eamil trả lời trước đó.. . Bạn có QĐ chuyển ngành số 290 cấp ngày 10/05/2017, không phải là chuyển khóa, nên bạn sẽ học theo chướng trình đào tạo cuả K2015 và chuẩn AV sẽ xét theo K2015 bạn nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em hiện đang học năm nhất.Cho em hỏi em có thể đăng ký học song bằng khi nào và đăng ký ngành của một trường thuộc đại học quốc gia tphcm được không?",
            "Chào bạn,. . Học song bằng chỉ có giá trị trong trường Bách Khoa thôi nha bạn.. . Bạn xem thêm quy định tại đây: http://aao.hcmut.edu.vn/sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 28. Đào tạo để cấp bằng tốt nghiệp đại học thứ hai. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Yêu cầu khác . Thầy/cô có thể gửi cho em danh sách miễn môn sớm được không ạ ? Em chuyển sang hệ vhvl gần 1 năm rồi mà e vẫn chưa có danh sách miễn môn. EM cám ơn.. . Mssv [student_id]. . Email: [email]",
            "Chào bạn.. . đã gởi nội dung của bạn tới bộ phận liên quan.. . PĐT sẽ phản hồi nội dung vào email tới bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . Kính thưa thầy/cô,. . . . Em là [full_name], MSSV [student_id], lớp CK16KSCD, hiện là sinh viên năm cuối, thuộc chương trình KSTN của khoa Cơ Khí.. . . . Vào học kì này em có học cải thiện điểm môn Phương pháp tính. Môn này em đã hoàn thành từ năm học trước, trước khi có quy chế mới của chương trình KSTN và được ghi điểm miễn cho học phần mở rộng (ảnh đính kèm bên dưới). Em có thắc mắc là em có phải học lại học phần mở rộng nữa không? Và nếu không thì có cần phải làm thủ tục gì không ạ?. . . . Em hi vọng sẽ sớm nhận được phản hồi từ phía thầy/cô. Em xin chân thành cảm ơn và kính chúc thầy/cô nhiều sức khoẻ!",
            "Chào bạn,. . Nếu bạn học cải thiện thì phải học cả 2 phần(lý thuyết+mở rộng)luôn nha bạn. Nhưng khi tính ĐTBTL thì sẽ lấy điểm cao nhất tính điểm.. . Thân mến",
            "Thưa cô,. . . . Lời đầu tiên em xin cảm ơn phản hồi của cô ạ.. . . . Tuy nhiên em vẫn còn thắc mắc về việc học lại phần mở rộng của môn học ạ. Theo quy chế mới (ảnh đính kèm) thì môn học được tính là tài năng khi   B đạt loại khá của học phần chung  /B  và   B hoàn thành học phần mở rộng  /B  của môn học, đồng thời học phần mở rộng   B không nhất thiết phải hoàn thành cùng lúc  /B  với học phần chung.. . . . Hiện tại, em   B đã hoàn thành  /B  môn học ở kì trước (đã hoàn thành cả 2 học phần, cả chung và mở rộng), em chỉ muốn   B cải thiện điểm của học phần chung  /B  thì em có thể bỏ qua không thực hiện học phần mở rộng của lần học này, vì theo như em hiểu thì khi học lại sẽ lấy kết quả của lần học có kết quả tốt hơn. Không biết như vậy có đúng không ạ?. . . . Em xin chân thành cảm ơn vì sự quan tâm của thầy/cô dành cho em. Em kính chúc thầy/cô nhiều sức khoẻ và công tác tốt! Em mong sớm nhận được hồi âm ạ.",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Chào bạn,. . Nếu muốn cải thiện điểm bạn phải đăng ký và hoàn thành cả 2 phần chung và phần mở rộng.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là sinh viên khóa k2019. Em có đăng kí học gdtc đợt bổ sung 2 nhưng tới giờ em vẫn chưa có lịch học môn gdtc trên thời khóa biểu của mình, nhưng em có hỏi được lịch học của lớp học gdtc và có đi học đủ các ngày của lớp đó và đã có tên trong danh sách lớp đó rồi ạ. vậy bây giờ em có nên đi học tiếp và đợi nhà trường bổ sung lịch cho em hay là thời khóa biểu em không có thì em không cần đi học nữa ạ  B   /B",
            "Chào bạn. . . . PĐT đã gửi email thông báo cho SV từ ngày 06/09/2019 về việc ĐKMH thể dục sai nhóm và hướng dẫn SV đăng ký lại :. . . . Trích email đã gửi :. . . . Gửi các bạn sinh viên Khóa 2019.. . . . Kết thúc đợt 2 đăng ký bổ sung các môn thể dục. PĐT xin thông báo đến các bạn như sau:. . . . - Các nhóm lớp thể dục các bạn đăng ký bị hủy lý do không đúng nhóm lớp của khóa 2019.. . . . - Các bạn có thể đăng ký bổ sung bằng cách sau: . .      1. Tham khảo các môn học thể dục đính kèm theo email này.. .      2. Đảm bảo các môn thể dục bạn chọn không trùng với tkb hiện có của các bạn. .      3. Để đăng ký bổ sung các bạn vui lòng đặt câu hỏi trên trang hỗ trợ sinh viên mục đăng ký môn học hệ chính quy ---  http://bksi.hcmut.edu.vn/. .       4. Các bạn đặt tiêu đề : \" Khóa 2019 hỗ trợ đăng ký bổ sung môn thể dục\" . .       5. Nội dung các bạn cung cấp Mã môn + mã nhóm (theo file đính kèm) để PĐT đăng ký cho các bạn .. . . . . . Qua thời hạn trên bạn không phản hồi về PĐT nên môn GCTD của bạn không thể đăng ký thành công.. .",
            "Dạ em cảm ơn phản hồi lại từ thầy ạ.. . Nhưng mà em vẫn có thắc mắc là em có tên trong danh sách lớp học của lớp GDTC rồi thì học có được ghi nhận như các bạn khác không hay là phải hỏi lại gv dạy môn gdtc đó lại ạ",
            "Danh sách các môn GDTC chắc chắn sẽ không có tên bạn vì danh sách do PĐT cung cấp cho giảng viên."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô bên pđt ạ. Pdt có thể cho em hỏi là em có đi hiến máu ở đơn vị bên ngoài và có nhận được phiếu xác nhận hiến máu, không biết em có thể nộp phiếu này ở đâu để nhận ngày ctxh ạ, em cảm ơn pdt.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Văn phòng Đoàn Trường hoặc Đoàn Khoa của bạn để được cập nhật ngày CTXH.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "E chỉ cần đăng kí nộp chứng chỉ như trong hình là trường tự xét chuẩn từng năm đúng không ạ. không cần đăng kí chuyển điểm cũng đăng kí được kì sau đúng không ạ. .   i Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) .",
            "Chào bạn,. . Trường sẽ tự xét các chuẩn AV từng năm cho bạn khi bạn có khai báo chứng chỉ ngoại ngữ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy cô, thầy cô cho em hỏi là hiện tại em đang đi làm mà công ty em bắt buộc phải mua bảo hiểm (đã mua) để kí hợp đồng vậy em có cần mua bảo hiểm ở bên trường nữa không ạ?",
            "Chào bạn,. . Vấn đề bảo hiểm y tế, bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên (phòng y tế) để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Phòng Đào Tạo. . Mã số sinh viên của em là [student_id], khóa 15. Nhưng hiện tại em đang được xếp học với lớp qlkd16, khóa 16. Vậy em phải theo chuẩn anh văn của khóa nào ạ.. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . BẠn có QĐ chuyển sang khóa 2016 nên chuẩn AV và chương trình đào tạo của bạn được tính theo khóa 2016.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Chào thầy/ cô. . . Thầy/ cô cho em hỏi bảng học phí của em có cập nhật 1 khoản không phải của em là HP191DT.. . Mong thầy/ cô cập nhật lại giùm em.. . Em xin cảm ơn.",
            "Chào bạn,. . Bạn có một môn CO3001 nhóm B01 là môn DT chuyển hệ đó bạn.. . Thân mến",
            "Cô ơi cô cho em hỏi là em không có đăng kí môn học dự thính sao hệ thống lại tự cho em vào lớp dự thính?",
            "Chào bạn. . . . Trong đợt đăng ký môn học bạn đã đăng ký môn CO3001 (Công nghệ phần mềm).. . . . Môn học này chỉ mở ở 2 nhóm là B01 (bằng 2) và nhóm CC01 (Chất lượng cao).. . . . Bạn không  thể đăng ký cùng các lớp chất lượng cao nên PĐT đã đăng ký cho bạn vào lớp học cùng lớp bằng 2 để đảm bảo tiến độ học tập.. . . . Trong đợt 2 ĐKMH bạn có thể hủy hoặc hiệu chỉnh môn học (thêm, xóa môn). Kết thúc đợt 2 ĐKMH bạn không hiệu chỉnh môn học nên kết quả cuối cùng xem như bạn đồng ý với TKB.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Đăng ký in thẻ sinh viên . Em đăng kí làm lại thẻ sinh viên nhưng em bấm vô ô đăng kí lại không được. Giờ em phải làm sao ạ",
            "Chào bạn,. . Hiện tại trên BKpay bạn vẫn chưa thanh toán lệ phí in lại thẻ SV: 55.000 đ.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Em là [full_name], MSSV: [student_id], lớp DD19LT10. Em có thắc mắc là lúc kiểm tra AVĐV em có chọn phương án 3 mà bây giờ trong thời khóa biểu của em lại được xếp học AV1 là sao ạ. Em mong PĐT có thể xóa lịch AV1 cho em để em có thể về gần nhả học cho tiện. Em xin cảm ơn . .",
            "Chào bạn,. . NẾu bạn không muốn học môn av bạn hãy nộp đơn rút môn av tại Phòng đào tạo.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Đợt đăng ký đề cương lần 3 em vẫn đăng ký được nhưng bây giờ em đã bị huỷ môn này. Có cách nào em có thể đăng ký lại được môn đề cương vào lúc này không ạ. . Em xin cám ơn",
            "Chào bạn,. . Bạn làm đơn xin đăng ký bổ sung và nộp tại phòng Đào tạo. Đơn có xác nhận của [full_name] và giáo viên hướng dẫn xác nhận cụ thể tiến độ thực hiện.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi nếu bây giờ em có bằng toic 550 thì em được miễn toàn bộ anh văn và sau này  không cần học thêm t anh gì nữa để ra trường và có bằng đại học phải ko ạ ? Em đang học anh văn 2",
            "Chào bạn,. . BẠn vui lòng xem chi tiết quy định hiện tại về thang điểm chuyển các môn AV tại web www.aao.hcmut.edu.vn- Sinh viên -  Hướng dẫn - Ngọại ngữ -  Bảng quy đổi các môn AV.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name] Kính gửi quý thầy cô,[full_name] [full_name] Hiện tai em là sv vb2 có mua bhyt tại cty rồi a[full_name] Như vậy em có phải mua bhyt trên trường nữa ko a[full_name] [full_name] [full_name] [full_name] [full_name][full_name] [full_name] [full_name]",
            "Chào bạn,. . Vấn đề bảo hiểm y tế, bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên (phòng y tế) để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . . Kính chào quý thầy cô,. . Em là [full_name] cựu sinh viên của trường mình.. . Hiện em đang muốn học vlvh ở trường mình và đang quan tâm đến vấn đề bằng chính quy với bằng vlvh có giá trị tương đương không ạ. Theo em có đọc trên báo mạng thì kể từ năm 2019 bộ giáo dục yêu cầu không ghi hình thức đào tạo cho bằng cấp, không biết trường mình có áp dụng như vậy không.. . Mong quý thầy cô giải đáp thắc mắc cho em ạ.. . Em cảm ơn quý thầy cô.",
            "Chào bạn,. . Hiện tại nhà trường vẫn chưa nhận được thông báo nào về việc này từ Bộ Giáo dục Đào tạo.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Yêu cầu khác . Em xin kính chào quý thầy cô.. . . . Sắp tới nhà trường có yêu cầu đăng ký tham gia BHYT hằng năm, và trong phần điền thông tin em thấy có phần mã số BHYT 2019, nhưng BHYT của em không may đã bị đánh mất, nên hiện tại em không biết mã số BHYT của mình là gì? liệu không có mã số BHYT em có thể đăng ký tham gia bảo hiểm được không, có cách nào mong quý thầy cô chỉ dẫn. em xin cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Vấn đề bảo hiểm y tế, bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên (phòng y tế) để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Học kì vừa rồi em không đăng ký môn học nên bị tạm đình chỉ, bây giờ em muốn làm đơn thu nhận lại thì làm như thế nào ạ",
            "Chào bạn,. . Bạn vui lòng làm đơn thu nhận lại và nộp tại Phòng Đào tạo.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  Em lạc mất thẻ bảo hiểm năm 2019, nên không biết mã số thẻ nên chưa cập nhật được thông tin để đăng ký thẻ bảo hiểm y tế mới trong năm 2020. Em phải làm như thế nào cảm ơn.. . . .",
            "Chào bạn,. . Vấn đề về bảo hiểm y tế bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên (phòng y tế) để được hướng dẫn.. . thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . dạ em muốn hỏi là nếu bây giờ em thi được bằng toeic 550 em nộp vào thì có phải em được miễn đến anh văn 4 đúng k ạ? , và cái thời gian để nộp cái chứng chỉ toeic đó là hết năm nhất hay là hết hk1 vậy ạ ? em cảm ơn ạ",
            "Chào bạn,. . Khi bạn đăng ký nộp chứng chỉ ngoại ngữ online, phòng đào tạo tự xét các chuẩn anh văn của từng năm, LVTN và tốt nghiệp khi chứng chỉ của bạn đạt chuẩn theo quy định.. . Riêng các môn av bạn phải đăng ký chuyển điểm từ chứng chỉ  thì mới xem như bạn đã đạt các môn av này.. . Bạn xem hướng dẫn cách nộp chứng chỉ và chuyển điểm tại  www.aao.hcmut.edu.vn- Sinh viên -  Hướng dẫn - Ngọại ngữ.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào [full_name]. . Học kỳ 1 năm học 2019-2020 em có đăng kí môn học Nhà Nhiều Tầng - CI3121. . Tuy nhiên hiện tại em không thể có thời gian học môn này và muốn rút môn khỏi thời khóa biểu.. . Mặc dù đã thời gian đã lâu nhưng em hi vọng PĐT có thể giúp em xóa môn học trên.. . Em vẫn sẽ hoàn thành học phí đầy đủ. . Em xin chân thành cảm ơn !!. . . . . . [full_name]",
            "Chào bạn,. . Hiện tại đã hết thời gian để nộp đơn rút môn học cho học kỳ 191 rồi nha bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa phòng đào tạo.. . . . Em hiện sinh viên K18 và em có đăng ký ở tại ký túc xá đại học quốc gia(khu B) nhưng vì lý do cá nhân nên em đã ngừng ở tại ktx nhưng vẫn chưa rút tên khỏi danh sách ktx. Vì thế em không nhận được thông báo về việc đóng bảo hiểm y tế tại ktx. Liệu em có thể đóng trực tiếp qua nhà trường như các sinh viên ngoại trú khác được không a.. . . . Em xin cảm ơn. .",
            "Chào bạn,. . Vấn đề về bảo hiểm y tế, bạn vui lòng liên hệ tại phòng công tác chính trị sinh viên (phòng y tế) để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ,em bị sai thông tin ở hộ khẩu thường trú (phần thông tin cá nhân) và địa chỉ thường trú (phần thông tin liên lạc). Em vào cập nhật địa chỉ thì chỉ có mục chỉnh sửa địa chỉ thường trú. Dạ, cho em hỏi làm sao để chỉnh sửa lại hộ khẩu thường trú. Em cảm ơn.",
            "Chào bạn,. . Bạn vui lòng chỉnh sửa lại cho đúng theo hộ khẩu thường trú của mình (kèm bản photo công chứng nộp tại Phòng đào tạo) sau khi chỉnh sửa.. . Thân",
            "Dạ, em đã cập nhật xong trước 15/11, đã có dòng cập nhật cuối cùng 11/11/2019. Nhưng mấy hôm nay em chưa có bản sao hộ khẩu công chứng do gia đình chưa gửi lên kịp. Hiện giờ em mới nhận được bản sao công chứng từ nhà gửi lên. Vậy mai em nộp thì có bị sao không ạ? Em cảm ơn.",
            "Chào bạn,. . Bạn cầm lên Phòng đào tạo nộp nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào [full_name]. . Học kỳ 1 năm học 2019-2020 em có đăng kí môn học Nhà Nhiều Tầng - CI3121. . Tuy nhiên hiện tại em không thể có thời gian học môn này và muốn rút môn khỏi thời khóa biểu.. . Mặc dù đã thời gian đã lâu nhưng em hi vọng PĐT có thể giúp em xóa môn học trên.. . Em vẫn sẽ hoàn thành học phí đầy đủ. . Em xin chân thành cảm ơn !!. . . . . . [full_name]",
            "Chào bạn,. . Hiện tại đã hết thời gian để rút môn học của học kỳ 191 rồi (trước khi thi giữa kỳ).. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo, em tên [full_name], MSSV: [student_id], em muốn xin các mốc thời gian tổ chức thi Toeic và các mốc thời gian chuyển điểm CCNN.. . Em xin chân thành cảm ơn",
            "Chào bạn,. . Các móc thi Toeic và chuyển điểm CCNN được cập nhật tại http://aao.hcmut.edu.vn--  Sinh viên -  Lịch học vụ của từng hoc kỳ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi thời gian đào tạo tối đa của K13 Đại học chính quy là bao lâu? Nếu vượt quá thời gian đào tạo đó thì sẽ bị đuổi hay có cách nào để tiếp tục không ?. .",
            "Chào bạn,. . Ban xem quy định về thời gian đào tạo tối đa và kéo dài tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chê/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:Điều 5. Thời gian và kế hoạch đào tạo/5.4 Thời gian đào tạo tối đa. . và 5.5 Các trường hợp được kéo dài thời gian đào tạo tối đa. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Quý thầy cô cho em hỏi.. . Sao em không thể đăng ký mua bảo hiểm không được.. . Em không thể click vào mục đăng ký . . Em xin chân thành cám ơn . .",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên (phòng y tế) để hỏi về vấn đề Bảo hiểm y tế"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Em là sinh viên K18 . . Hiện em đang bị chậm tiến độ và không đăng kí được các môn cơ sở ngành cũng như chuyên ngành của nẳm 2 vì đang chưa đủ anh văn. Học kỳ 191 này em đang học tiếng anh 1 ở trong trường, cho em hỏi là nếu học kì này em qua được tiếng anh 1 thì em có đăng kí được các môn cơ sở ngành cho năm 2 hay không? vì theo như em tìm hiểu thì đợt đăng kí môn học bổ sung cuối cùng thì rơi vào từ ngày 2/1 đến 6/1 năm 2020, mà lịch thi môn tiếng anh 1 của em lại rơi vào ngày 6/1/2020 nếu em thi xong thì phải mất 1 khoảng thời gian mới có kết quả tới lúc đó đã hết đợt đăng kí môn học rồi. Nếu như vậy thì mong nhà trường cho em hướng giải quyết với ạ. . . Em cảm ơn!!!",
            "Chào bạn,. . Nếu bạn chưa đạt chuẩn anh văn sau năm 1 thì bạn sẽ không được đăng ký các môn cơ sở ngành cuả năm 2.. . Trước thời điểm mở các đợt đăng ký môn học của HK192 mà bạn có điểm anh văn đạt(trên hệ thống online) đạt thì bạn sẽ được mở cho đăng ký môn học HK192.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ kính thưa phòng Đào tạo!. . EM tên [full_name] mã số SV:[student_id]. . Nếu không phiền Phòng Đào tạo có thể xem giúp em tại sao em đã hủy môn Anh văn 3 rồi mà vẫn có lịch trong thời khóa biểu ạ?. . Em cảm ơn Phòng Đào tạo đã đọc mail này!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Bạn đã hủy AV3 khi nào? Bạn đã nộp đơn về PĐT xin hủy chưa ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo. Em tên là Hà Tiến Tài. Trong kì hè 183 vừa rồi, em đã hoàn thành môn học truyền số liệu và mạng (EE3019). Môn học này đối với kĩ sư tài năng phải có thêm học phần mở rộng đi kèm và phải bắt buộc đăng kí cùng với học kì chính. Do hè rồi thông tin chưa được rõ, nên em đã đăng kí học môn này trong học kì hè và bây giờ phải học lại trong học kì 191 vì học phần mở rộng. Nên em muốn hỏi là mình có thể xin thầy dạy em cho chuyển điểm học phần chính được không ạ. Em xin cảm ơn",
            "Chào bạn,. . Bạn liên hệ với Giảng viên để hiểu rõ hơn.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Lúc đầu em đăng ký môn thể dục nhưng sỉ só không đủ nên bị , rồi em đăng ký bổ sung bên bksi nhưng hôm bữa học thì không có tên em trong danh sách học. .",
            "Chào em,. . . . Khi PDT nhận được DKMH trên BKSI, giải quyết xong đều phản hồi lại mail có giải quyết được hay không?.. . . . Nếu khi đó em xem chưa có tên danh sách thì em phải hỏi lại. Giờ hết học kỳ sao DKMH cho em được. Lúc đó em đăng kí môn nào?mã môn học?mã nhóm?",
            "Chào em,. . . . Khi PDT nhận được DKMH trên BKSI, giải quyết xong đều phản hồi lại mail có giải quyết được hay không?.. . . . Nếu khi đó em xem chưa có tên danh sách thì em phải hỏi lại. Giờ hết học kỳ sao DKMH cho em được. Lúc đó em đăng kí môn nào?mã môn học?mã nhóm?"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b. .   i Yêu cầu khác . hồi giữa kì em thi môn hệ thống máy tính và ngôn ngữ c . Em có trong danh sách thi ở cs2 và em có kí tên vào danh sách thí sinh rồi. Nhưng khi thầy em gửi file điểm thi gk lên thì không có tên em và em hỏi thì thầy nói là em không có kí tên trong danh sách thi nên không có điểm. Bạn em thi ở cs1 có nói là em vắng thi trên cs1 . Vậy giờ em phải làm sao?. .",
            "Chào bạn. . Phòng đào tạo kiểm tra bạn có tên trong danh sách được phép chuyển cơ sở kiểm tra giữa kỳ hk 191 môn Hethong Mtinh &ngonngult, trường hợp này nếu bạn có đi thi và ký tên ở nhóm L05 nhóm B, bạn liên hệ về Bộ môn, hoặc Khoa quản lý để kiểm tra lại danh sách ký tên ở nhóm L05 nhóm B, và sau đó Khoa, giáo viên giảng dạy sẽ phải tự động cập nhật lại điểm cho bạn theo nhóm ở TKB chính thức của bạn là nhóm A02-A"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Vào ngày 3/10/2019 em có làm đơn xin miễn môn và trong biên nhận có ghi gửi mail kết quả tuần 11 hk191 nhưng tới nay em vẫn chưa nhận được mail. . . Mong thầy/cô hỗ trợ giúp em.. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn Thiện;[full_name] [full_name] Do Phòng Đào tạo phải tổng hợp tất cả đơn về miễn môn nên chưa kịp xét, phòng sẽ xét miễn môn và gửi mail cho các bạn sớm nhất trong học kỳ này nhé[full_name] [full_name] Thân[full_name][full_name][full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Khác ... . em đã đk tham gia bảo hiểm y tế nhưng không vào được trang web để thanh toán, em mong thầy cô xem xét vì 10h là hết hạn thanh toán bảo hiểm trong bkpay. . em cảm ơn",
            "Chào bạn,. . Vấn đề về bảo hiểm y tế, bạn vui lòng liên hệ tại Phòng Công tác Chính trị Sinh viên (Phòng y tế) để được hướng dẫn.. . Thân"
        ]
    }
]