[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . lượt đăng kí môn học lần 1 em đã đăng kí môn Cấu trúc dữ liệu và giải thuật CO2003 vùng với anh văn 1 LA1003 nhưng trong đợt 2 em thấy môn Cấu trưc DLVGT bị hủy do trùng với anh văn 1 nhung em lại muốn học môn CTDLVGT thay vì Anh văn 1 thì phải làm sao. Xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ e hệ vhvl nên k rõ việc sẽ mở môn nào trong học kì hè này .... . trường có thể cho e những môn sẽ mở trong hk hè này để e kịp đăng kí ạ ... e cám ơn. . khoa kỹ thuật hóa học ngành công nghệ sinh học chương trình đào tạo 2017....",
            "Chào bạn,. . . . Bạn vào đăng kí môn học, bạn muốn đăng kí môn học nào bạn gõ mã môn đó thôi. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có thắc mắc như sau ạ, ví dụ các môn tự chọn nhóm A của em yêu cầu tối thiểu 3 tín chỉ, em đã học và hoàn thành đủ 3 tín chỉ. Tuy nhiên em muốn đăng ký học thêm các môn khác của nhóm A, tuy không được tính vào điểm trung bình tích luỹ nhưng có được ghi nhận vào bảng điểm tốt nghiệp cuối cùng không ạ? Em xin cảm ơn",
            "Chào bạn. . Bạn tham khảo quy định về in học bạ tốt nghiệp tại trang web aao.hcmut.edu.vn --  Quy chế-quy định --  Một số điểm mới về Quy chế học vụ áp dụng từ HK182 --  Mục 5. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . thưa thầy cô, em hiện đã học ngành vật liệu và em đã học xong hết, và hiện tại kỳ hè này em có đăng kí thêm 2 môn của khoa máy tính để biết thêm đi làm (vì học ngành trước không hợp). Nhưng em bị kẹt 1 môn học trước, và môn học trước này em đang học tại kì 192 và chưa có điểm,nhưng em chắc chắn sẽ học xong và thi cuối kì đầy đủ môn này. mong thầy cô giúp đỡ cho em học được đăng kí học 2 môn này trong hè để có thể đi làm sớm.. . 2 môn này là:. . . . CO2003-Ctrúc [full_name] & giảithuật,lớp DT01_DT02. . CO2005-Lập trình hướng đốitượng,lớp DT01_DT01. . . . em xin cảm ơn thầy cô Pđt giúp đỡ cho trường hợp của em, để em có thể sớm đi làm ạ. . .",
            "Chào bạn,. . . . - Môn CO2003 bạn không đăng kí được vì môn này học kỳ 193 chỉ mở cho chương trình quốc tế (học bằng tiếng anh) nên bạn không đăng kí được. . . . . -  Môn CO2005 bạn đăng kí lại nhé, nếu không được, bạn chụp màn hình lại để PDT kiểm tra cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào Tạo,. . Em tên: Đoàn Phương TÙng. . MSSV: [student_id]. . Em xin hỏi K17 tui em khi thi đạt toeic 500 điểm thì có được quy đổi điểm AV3,AV4 như cũ không hay phải tuân theo bảng quy đổi mới của Phòng đào tạo ạ.. . Mong sẽ sớm nhận được phản hồi ạ! Thân chào!",
            "Chào bạn . . Theo quy định bảng quy đổi mới sẽ áp dụng bắt đầu từ HK201, . . Bạn xem chi tiết tại trang web aao.hcmut.edu.vn --  Quy chế- quy định_-  Phụ lục 1 (Quy định về ngoại ngữ) --  Mục 4. . Thân",
            "Vậy học kỳ 201 em nộp TOEIC sẽ áp dụng bản quy đổi mới đúng không ạ?",
            "Chào bạn. . Thông tin chính xác là như vậy nghen bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đang học môn kĩ thuật lập trình(C01027) là môn học trước của môn Cấu trúc dữ liệu và giải thuật(C02003) .Giờ chưa có điểm tổng kết môn kĩ thuật lập trình thì em có đươc đăng kí môn cấu trúc dữ liệu và giải thuật ko ạ. . . .",
            "Chào bạn,. . . . Hiện tại bạn vẫn đăng kí được.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy cô ạ. Thầy cô cho em hỏi là trong đợt đăng kí 2 mình không đổi được thời khóa biểu môn học và bỏ đi môn không cần thiết để đăng kí môn chuyên ngành ạ? tại em lỡ đăng kí môn giải tích 2 để cải thiện nhưng lại bị mất môn chuyên ngành tiên quyết ạ. Thầy cô có thể giúp em bỏ môn giải tích 2 để được đăng kí môn cơ lưu chất được không ạ. Em xin cảm ơn thầy cô ạ. Mssv của em là [student_id] ạ.",
            "Chào bạn,. . . . Đợt 2 đăng kí môn học bạn được quyền huỷ bổ sung học. Bạn vào đăng kí nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Dạ thưa thầy/cô, em hiện đang là sinh viên năm 2 đại trà, hè này em có đăng ký môn những nguyên lý cơ bản của chủ nghĩa Mac-Lenin. Em vào xem lịch đăng ký môn học thì thấy có lớp mã là DTQ. Cho em hỏi em là sinh viên đại trà thì có được đăng ký lớp DTQ không ạ ? Va lớp DTQ có khác gì so với lớp DT bình thường không ạ ?. .",
            "Chào bạn,. . . . Nhón DTQ dành cho các bạn chương trình chất lượng cao, quốc tế. SV đại trà đừng đăng kí nhóm này nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] . . MSSV: [student_id]. . Lý do: em muốn hiệu chỉnh HỦY đăng ký môn Anh văn 4, tại em không thể hủy môn được trên đăng ký trên, rất mong nhận được sự giúp đỡ ạ, em cảm ơn. . . . . . . .",
            "QUOTE Em tên [full_name]. . MSSV: [student_id]. . Lý do: em muốn hiệu chỉnh HỦY đăng ký môn Anh văn 4, tại em không thể hủy môn được trên trang  đăng ký môn học, rất mong nhận được sự giúp đỡ ạ, em cảm ơn. . . . . . . .   /QUOTE . .",
            "Chào bạn,. . Hiện tại trong đợt đăng ký hủy, bổ sung và hiệu chỉnh môn học, bạn có thể tự vào để hủy môn học nhé. Trong quá trình hủy hệ thống báo lỗi gì bạn vui lòng chụp hình gửi kèm để Phòng Đào tạo kiểm tra và hỗ trợ nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là em nộp bằng toic ngoài 310đ. Mà khi đăng kí môn học em vẫn ko đăng kí được anh văn 1 lí do là e thiếu anh văn cơ bản. Vậy có nộp bằng em vẫn phải học anh văn cơ bản ạ . . . .",
            "Chào bạn,. .",
            "Chào bạn,. . Về trường hợp của bạn, Phòng Đào tạo sẽ kiểm tra và cập nhật lại dữ liệu và sẽ mở khóa lại cho bạn vào đăng ký MH ở đợt 3 (thời gian sẽ thông báo sau qua mail sinh viên).. . Chúc bạn học tốt!. . Thân",
            "dạ môn anh văn 1 của em mã là LA1003 và nhóm đăng kí là A01 ạ tại thông báo trên em trả lời không được nên em trả lời ở thông báo này để phòng đào tạo đăng kí cho em ạ. em xin chân thành cảm ơn ạ.",
            "Chào bạn,. . . . [full_name]T đãng kí môn LA1003 cho bạn rồi, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm... . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  . .  Cho em hỏi về việc nộp chứng chỉ ngoại ngữ cuối năm 3 có bắt buộc hay khi nào mình nộp cũng đc v ạ. . . .",
            "Học vụ. . Cho em hỏi về việc nộp chứng chỉ ngoại ngữ cuối năm 3 có bắt buộc hay khi nào mình nộp cũng đc v ạ. . . .   /QUOTE . .",
            "Chào bạn. . Về các quy định của ngoại ngữ. Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn --  Quy chế- quy định_-  Phụ lục 1 (Quy định về ngoại ngữ) --  Mục 4. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chưa đăng ký môn hk193 ở đợt 1, liệu đợt 2 em có thể đăng ký ko ạ",
            "Chào bạn,. . . . Bạn vẫn đăng kí được nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn hoc :. . Dạ cho em hỏi môn Thực tập quá trình và thiết bị CH2087 sao không mở đăng ký nữa ạ. Ở lần đăng ký đợt 1 em chưa đăng ký môn CH2087 ạ sau đó có kiểm tra thì vẫn thấy sĩ số lớp còn nên chờ vào đợt 2 đăng ký. Bây giờ vào kiểm tra thì lại thấy không có môn học mở ạ. Em rất cần sự giúp đỡ ạ. Làm sao để đăng ký được môn Thực tập quá trình và thiết bị CH2087. Chân thành cảm ơn.. . . .",
            "Chào bạn,. . Bạn vui lòng làm đơn mở lớp và nộp trực tiếp tại Phòng Đào tạo Cơ sở 1 (theo đúng hướng dẫn đã gửi qua email nhé). . Thời gian nộp đơn mở lớp HK dự thính hè 193 tại phòng đào tạo (Cơ sở 1): từ ngày 03/7/2020 đến 10g ngày 06/7/2020 (nếu môn học chưa được mở lớp). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học  /i   /B . . . . Vì lịch học Đại số tuyến tính và thí nghiệm vật lý ở HK hè 193 (chính quy) trùng giờ học bên ngoài nên em muốn xin bộ phận học vụ chấp nhận cho em xin hiệu chỉnh môn học để phù hợp với thời gian cá nhân cũng như hoàn thành đủ các môn học . . Em xin cám ơn",
            "Chào bạn,. .  . . Môn đại số tuyết tính và thí nghiệm vật lý có rất nhiều nhóm. Bạn kiểm tra lại TKB nào phù hợp cho mình để đăng kí  nhen. Chứ trùng giờ thì không đăng kí được.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là các môn học sau đây của K19 PFIEV có được công nhận tương đương với các môn bên đại trà và có thể chuyển điểm tương đương vô ĐTBL được không vậy ạ . . .  -  Phương pháp tính MT2011 ( so với MT1009 ). .  -  Xác suất thống kê MT2009 ( so với MT2001 ). .  -  Thí nghiệm vật lý PH2007 ( so với PH1007 )",
            "Đăng ký môn học. . . . Dạ cho em hỏi là các môn học sau đây của K19 PFIEV có được công nhận tương đương với các môn bên đại trà và có thể chuyển điểm tương đương vô ĐTBL được không vậy ạ .. . -  Phương pháp tính MT2011 ( so với MT1009 ). . -  Xác suất thống kê MT2009 ( so với MT2001 -  Thí nghiệm vật lý PH2007 ( so với PH1007 ). . -  Vật lý 2 PH2005 ( so với PH1005 ). .   /QUOTE . .",
            "Chào bạn. . Ban vui lòng xem chi tiết quy định tại trang web aao.hcmut.edu.vn --  Chương trình đào tạo --  Danh sách môn tương đương thay thế --  Chương trình Việt Pháp . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi K19 môn học Pháp Luật Đại Cương Việt Nam có đổi mã không ạ. Em cảm ơn.",
            "Chào bạn,. . . . Mã môn học bạn phải hỏi ở khoa nhen.. . . . Thân,."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] [full_name] [full_name] Thưa thầy cô,[full_name] [full_name] [full_name] [full_name] Em tên là [full_name], mssv: [student_id][full_name][full_name] [full_name] Em viết email này muốn xin thầy cô cho phép em đăng ký 13 tín chỉ trong học kì hè này[full_name][full_name] [full_name] [full_name] [full_name] Lí do: đây là học kì cuối của em ở Bách Khoa rồi ạ, 4 môn em đăng ký là 4 môn đại cương năm nhất em đã học qua cả rồi (đại số, giải tích 2, phương pháp tính, xác suất thống kê)[full_name] [full_name] [full_name] [full_name] [full_name] Em muốn đăng ký cả 4 môn để cải thiện nhằm nâng cao điểm trung bình tích lũy cao nhất có thể trước khi ra trường[full_name][full_name] [full_name] [full_name] [full_name] Mong thầy cô có thể xem xét cho em ạ[full_name][full_name] [full_name] [full_name] [full_name] Sinh Viên,[full_name] [full_name] [full_name]",
            "Chào bạn,. . Phải đăng ký môn học theo đúng quy định nhé bạn, bạn vui lòng xem quy định về đăng ký môn học tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 9. Đăng ký môn học. . Chúc bạn học tốt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "mã môn học vật lí 1 PH1003  . Phòng đào tạo cho e hỏi là e có đăng ký môn vật lí 1 nhưng có thông báo do trùng lịch nên bị hủy. Vậy e phải vào đăng ký lại và tự chọn thời gian học phải không ạ. . . E cảm ơn ạ.",
            "Chào bạn,. . . . Bạn đăng kí lại sao cho không trùng TKB nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em bị báo lỗi thiếu môn học trước Tư tưởng SP1003 nhưng kì 192 này em đang học tư tưởng",
            "Chào bạn,. . . . Bạn vui lòng nói rõ, bạn đăng kí môn học nào? (mã số môn học), khi bạn đăng kí môn học bạn bạn báo lỗi gì ...(bạn có thể chụp màn hình lại nhen).. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . [full_name] tên [full_name] mssv [student_id]. .  [full_name] ĐĂNG KÍ MÔN HỌC CƠ KẾT CẤU VÀ VẬT LIỆU XÂY DỰNG MÀ KHI [full_name] [full_name] NÓ BẢO [full_name] PHẢI HỌC MÔN SỨC BỀN VẬT LIỆU TRƯỚC  TRONG KHI ĐÓ [full_name] ĐANG HỌC SỨC BỀN VẬT LIỆU KÌ [full_name] . [full_name] MONG THẦY CÔ HỖ TRỢ CHO [full_name] ĐC ĐK MÔN HỌC KÌ HÈ NÀY Ạ [full_name] CẢM ƠN. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . hiện tại mình đang học môn vật lí bán dẫn ở học kì 192 và học kì hè mình muốn đăng kí môn thực tập điện tử 1 nhưng không đăng kí được do để là thiếu môn học trước ( vật lí bán dẫn) mong thầy/cô giải quyết cho tình trạng của mình, chân thành cảm ơn. .",
            "Chào bạn,. . . . Bạn đămg kí lại nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô. . Em tên [full_name]. . MSSV [student_id]. . Khoa kỹ thuật xây dựng. . Em viết mail này do em không đăng kí được môn cơ học kết cấu CI2029 và môn vật liệu xây dựng CI2037 cho học kì dự thính do thiếu môn học trước: Sức bền vật liệu. . Trong khi đó kì 192 này em đã và đang học Sức bền vật liệu rồi. . Mong thầy cô xem xét. Em cảm ơn.. . . .",
            "Chào bạn. . Phòng đào tạo đã cập nhật lại dữ liệu rồi, bạn vào đăng ký môn học lại nghen. . Thân",
            "Chào bạn, . . . . Bạn không đăng kí được là do trùng TKB nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi, hôm nay ngày 3/7/2020 là nagyf hiệu chỉnh môn học Dự thính 193 đợt 2, em không đang ký được môn Đường lối CM của ĐCSVN dù em đang học môn Tư tường ở kỳ 192. . Nhờ phòng đào tạo xem xét hiệu chỉnh dùm em ạ, em cảm ơn",
            "Chào bạn,. . Bạn vui lòng vào kiểm tra và đăng ký lại nhé, Phòng Đào tạo đã cập nhật vào lúc 10h sáng rồi nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PĐT cho em hỏi em đang học môn sức bền vật liệu, bây giờ em đăng kí dự thính môn cơ kết cấu và vật liệu xây dựng thì không đăng kí được ạ.",
            "Chào bạn. . Phòng đào tạo đã cập nhật lại dữ liệu rồi, bạn vào đăng ký môn học lại nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy ơi cho em hỏi sao môn cơ kết cấu CI2029 em xóa rồi đăng kí lại thì hệ thống bảo thiếu môn sức bền CI2007 học trước mà môn sức bền em đang học ở học kì này. Ở lúc coi kết quả đợt 2 em vẫn đăng kí được môn cơ kết cấu mà hiệu chỉ thì cóa đăng kí lại không được ạ",
            "Chào bạn. . Phòng đào tạo đã cập nhật lại dữ liệu rồi, bạn vào đăng ký môn học lại nghen. . Thân. .",
            "Đăng ký môn học . Chào ad. Em tên là [full_name] MSSV [student_id]. . Em muốn hỏi là đăng kí hè ở môn cơ kết cấu ci2029 thì có yêu cầu học trước môn sức bền vật liệu ci2007 thì kì này em đang học. Vậy tại sao đăng kí hè lại môn cơ kết cấu thì lại yêu cầu sức bền ạ. . . Mong ad giải đáp. Em xin cảm ơn",
            "Chào bạn. . Phòng đào tạo đã cập nhật lại dữ liệu rồi, bạn vào đăng ký môn học lại nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên: Võ [full_name] Trí; MSSV: [student_id]. . Cho e hỏi là kỳ dự thính 193 này em đã thi toeic 340đ nhưng khi đăng ký học anh văn 1 em lại bị yêu điều kiện là học anh văn cơ bản tiên quyết nhưng em đã thi toeic 340đ qua mức anh văn cơ bản của k17 rồi ạ. Em xin cảm ơn.",
            "Chào bạn. . Cho hỏi là bạn đã thi qua Toeis 340 lúc nào theo hình thức nào. . Thân",
            "Dạ một lần em thi bằng ngoài 340đ đã nộp bằng và 1 lần em thi trên trường 345đ ạ",
            "kỳ trước em có hỏi thì pđt trả lời là do đăng ký môn học chưa cập nhật anh văn ạ.",
            "Chào bạn,. . . . Bạn vào đăng kí lại anh văn 1 nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1414968  /b \t. . . .   i Đăng ký môn học . XIN MỞ LỚP MÔN MẠCH ĐIỆN TỬ-EE2007 HÈ HK193",
            "Chào bạn,. . Bạn vui lòng làm đơn mở lớp và nộp tại trực tiếp tại Phòng Đào tạo Cơ sở 1 (theo đúng hướng dẫn đã gửi qua email nhé). . Thời gian nộp đơn mở lớp HK dự thính hè 193 tại phòng đào tạo (Cơ sở 1): từ ngày 03/7/2020 đến 10g ngày 06/7/2020 (nếu môn học chưa được mở lớp). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đăng kí học kì hè có 2 môn trùng lịch học hangout tiết 16 mà không trùng lịch học trên lớp thì em có thể đăng kí cùng 1 lúc 2 môn được không? Và có thể lên xin PĐT xin đăng kí được không. .",
            "Chào bạn,. . . . [full_name] là không đăng kí được nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . XIN MỞ LỚP MÔN [full_name]-EE3011 HÈ HK193",
            "Chào bạn,. . Bạn vui lòng làm đơn mở lớp và nộp tại trực tiếp tại Phòng Đào tạo Cơ sở 1 (theo đúng hướng dẫn đã gửi qua email nhé). . Thời gian nộp đơn mở lớp HK dự thính hè 193 tại phòng đào tạo (Cơ sở 1): từ ngày 03/7/2020 đến 10g ngày 06/7/2020 (nếu môn học chưa được mở lớp). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn hỏi là theo như quy chế của trường thì \"Khi xét điều kiện số tín chỉ tích lũy ngành, các môn đang học trong học kỳ chính kế trước được tính vào số tín chỉ tích lũy (dù chưa có điểm hay đã có điểm chưa đạt) và các môn trong học kỳ dự thính được tính vào số tín chỉ tính lũy nếu có kết quả đạt\".. . Trong học kỳ chính em có học lại môn đã có điểm chưa đạt, nếu để xét kết quả để đăng ký TTTN thì coi như môn đó em vẫn được tính phải không ạ. Và hiện tại đăng ký môn học đợt 2 em vẫn chưa đủ điều kiện là nợ tối đa 16 chỉ để đăng ký TTTN, nhưng em có học dự thính trong học kỳ 192 này, vậy nếu em qua môn dự thính thì đến đợt 3 em có được đăng ký TTTN không ạ, và nếu em có kết quả thi dự thính chậm hơn đợt đăng ký môn học đợt 3 thì sao ạ. Em cảm ơn ạ.. . . .",
            "Chào bạn. . Bạn xem quy chế học vụ điều 10 có ghi rõ nội dung như sau: . . SV được nợ tối đa 16 TC tính theo số TCTLN của khóa-ngành khi học đúng tiến độ. Khi tính số TCTLN, các môn đã đăng ký học trong học kỳ chính kế trước được xem như đạt (không tính môn dự thính).. . Thân",
            "Em có học dự thính trong học kỳ 192 này, vậy nếu em qua môn dự thính thì đến đợt 3 em có được đăng ký TTTN không ạ, và nếu em có kết quả thi dự thính chậm hơn đợt đăng ký môn học đợt 3 thì sao ạ. Em cảm ơn ạ.",
            "Chào bạn,. . . . Nếu có điểm bạn có thể đăng kí dự thính đợt 3.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b  EM Tên [full_name] [student_id]\t. . . .   i Đăng ký môn học . kì hè này em đk cơ học đất với môn cơ kết cấu mà khi em đk thì em bị trùng đúng 1 buổi học  tương tác hangout . em mong thầy cô xét duyệt cho em được đăng kí môn cơ học đất ạ . .  em cam kết sẽ  học được ạ . em cảm ơn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . cho em hỏi nếu em muốn học lại môn [full_name] [full_name](SP1003) ở học kì chính tới(HK201) môn học [full_name]-[full_name] có bị đổi mã không ạ?. . Em cám ơn ạ!. .",
            "Chào bạn,. . Bạn vui lòng liên hệ với Ban Chủ nhiệm khoa để được giải đáp thắc mắc về chương trình đào tạo của bạn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin pđt mở thêm xuất đăng ký môn cơ lưu chất lớp Dt05-DT10 vì:. . - Em có đăng ký môn cơ lưu chất ở đợt 1 rồi nhưng ko hiểu vì sao bị xóa mặt dù em đủ điều kiện Anh văn và ko bị trùng thời khóa biểu với các môn đăng ký cùng đợt. . - Do mạng bị lag nên em vào đăng ký thì đã full . . - Em chỉ có thể đăng ký lớp đó vì các lớp khác bị trùng lịch với các môn khác. . - Em cần học cơ lưu chất kỳ này để ku sau học công nghệ thủy lực. . Em mong pđt chấp thuận ạ.. . Em chân thành cảm ơn.",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy/cô,. . . . Em đọc trong \"Thông báo tổ chức học kì hè\" thì thấy có thể đăng kí môn thể dục. Nhưng khi vào trang đăng kí môn học và nhập các mã môn thể dục vào nhưng lại hiện ra là không mở lớp ạ. Em muốn hỏi mình có thể học thể dục ở học kì hè không và sẽ đăng kí như thế nào ạ?. . . . Em cảm ơn thầy/cô nhiều ạ.. . Sinh viên,. . [full_name]. .",
            "Chào bạn. . Bạn vui lòng xem lại thông báo đăng ký môn học 193, có hướng dẫn mở lớp nếu môn không được mở. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   b MSSV/MSGV: [student_id]  /b \t[full_name]G [student_id][full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i   [full_name] ĐĂNG KÍ MÔN CƠ KẾT CẤU [full_name] [full_name] [full_name] [full_name] CƠ KẾT CẤU CI2029 [full_name] [full_name] [full_name] CI 2037 [full_name] [full_name] KHÔNG THẤY TRÙNG LỊCH HỌC [full_name] [full_name] [full_name] [full_name] X[full_name] XÉT [full_name] [full_name] CẢM ƠN Ạ[full_name] [full_name] [full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho e hỏi trong học kì hè rút môn học trong thời gian nào sẽ không phải đóng học phí ạ",
            "Chào bạn,. . Rút môn học là phải đóng học phí nhé bạn.. . Bạn vui lòng xem quy định tại:. . http://aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 11. Hủy, rút môn học. . Hiện tại đang trong đợt đăng ký hiệu chỉnh môn học dự thính hè 193, bạn có thể vào hủy môn học nếu không có nhu cầu học nhé, sau đợt 2 này, bạn sẽ không được phép hủy môn học nữa.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi về danh sách tốt nghiệp . cho em hỏi là em có đủ điều kiện tốt nghiệp và có trong danh sách tốt nghiệp chưa? Vì em đăng ký hồi tuần trước nhưng em vẫn chưa thấy mình trên trang http://www.aao.hcmut.edu.vn/image/data/Tra_cuu/xem_danhsach?id_ds=2241.. . . . MSSV của em: [student_id]",
            "Chào bạn. . Chính xác Bạn đã có tên trong danh sách tốt nghiệp rồi, Bạn vui lòng kiểm tra mail thường xuyên để cập nhật những thông tin mới nhất của nhà trường nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Kính gửi Thầy/cô ở phòng đào tạo . Em tên [full_name] mssv [student_id] khoa KTXD . Em gửi tin nhắn này mong phòng tạo tăng sỉ số môn học cơ kết cấu lớp  DT01 do Giảng viên [full_name] phụ trách. Lý do là lớp DT02 vẫn còn chổ trống có thể đăng kí nhưng thời khoá biểu DT02 bị trùng thời khoá biểu với môn vật liệu xây dựng. Em cần học môn cơ kết cấu và vật liệu xây dựng để theo kịp tiến độ học tập do trường đề ra. EM mong phòng đào tạo suy xét tăng sỉ số DT01 để em có thể bắt kịp tiến độ học tập ạ. Em xin cảm ơn!",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo. . Hiện nay môn MT2013 kỳ dự thính chỉ mới có một lớp xin phòng đào tạo mở thêm một lớp",
            "Chào bạn,. . Bạn vui lòng làm đơn mở lớp và nộp tại trực tiếp tại Phòng Đào tạo Cơ sở 1 (theo đúng hướng dẫn đã gửi qua email nhé). . Thời gian nộp đơn mở lớp HK dự thính hè 193 tại phòng đào tạo (Cơ sở 1): từ ngày 03/7/2020 đến 10g ngày 06/7/2020 (nếu môn học chưa được mở lớp)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . EE2019 môn  cơ sở điều khiển tự động . . Cô có thể thay đổi handout thành tiết khác không ạ, e chủ trùng lịch handout k ạ.",
            "Chào bạn,. . . . Lịch học không thể thay đổi được bạn nhé (vì sẽ trùng TKB các bạn khác).. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1913898  /b \t. . . .   i Đăng ký môn học . Thầy/cô ơi! Cho em hỏi là môn Pháp Luật Việt Nam Đại cương từ khóa K19 có sự thay đổi gì không ạ?",
            "Chào bạn. . Về chương trình đào tạo bạn vui lòng liên hệ Khoa (cụ thể là Thầy [full_name] - Phó Khoa phụ trách chương trình đào tạo) để tư vấn và hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em xin tăng thêm sĩ số môn Pháp luật Việt Nam Đại cương sp1007 lớp DT04 và môn Triết học - [full_name] sp1031 DT05",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, sẽ hỗ trợ tăng sĩ số và mở trực tiếp cho bạn (nếu được)và có thể vào đăng ký được luôn nhé.. . Chúc bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em vừa nhận được tin là \"kể từ đợt Lễ tốt nghiệp tháng 07 này, các bạn dự lễ tốt nghiệp chỉ được nhận bằng cấp Cử nhân thôi.\" không biết có chính xác không ạ? Em cảm ơn",
            "Chào bạn,. . Bạn vui lòng trình bày rõ câu hỏi, thông tin bạn đọc từ đâu nhé!. . Thân",
            "Thưa PĐT, . . Theo   B Nghị định 99/2019/NĐ-CP  /B  hướng dẫn Luật Giáo dục đại học sửa đổi, đều 14 và 15 có quy định về việc cấp bằng Kỹ Sư. Nếu thực hiện đúng theo quy định cấp bằng mới, các sinh viên này sẽ không tích lũy đủ số tín chỉ tối thiểu để nhận bằng kỹ sư. . . Và theo nguồn tin đăng trên Facebook của một giảng viên trường mình, có viết: . .   B \"Tốt nghiệp ở trường Đại học Bách Khoa TP.HCM, bằng tốt nghiệp Kỹ sư và bằng tốt nghiệp Cử nhân ... bạn thích từ nào hơn ... :). . - chỉ biết là trước giờ, tiếng Anh được dịch trên bằng cấp là Bachelor degree.. . - vừa mới được thông tin từ cuộc họp: kể từ đợt Lễ tốt nghiệp tháng 07 này, các bạn dự lễ tốt nghiệp chỉ được nhận bằng cấp Cử nhân thôi.\"  /B . . Em mong muốn PĐT xác nhận cho em Thông tin trên có đúng không ? và trong giấy chứng nhận TN của em vẫn ghi rõ là bằng \"KỸ SƯ\" nhưng khi nhận bằng \"CỬ NHÂN\" thì sẽ ảnh hưởng đến việc làm của em hay không? . . Cảm ơn PĐT. . . .",
            "Chào bạn,. . Tất cả các em k18 trở về trước mọi chuyện vẫn như cũ, trường vẫn cấp bằng kỹ sư, chỉ duy nhất thay đổi là không ghi hình thức đào tạo lên bằng. Tuy nhiên thông tin này vẫn có trong phụ lục văn bằng.. . Thân. .",
            "Chào bạn,. . Hiện tại Nhà trường vẫn đợi thông tin chính thức từ Bộ Giáo dục Đào tạo và Đại Học Quốc gia TPHCM. Nhà trường sẽ thông báo chính thức cho sinh viên sau khi có thông tin chính thức nhé!",
            "Chào bạn. . Phòng đào tạo giải đáp thông tin cho bạn như sau:. . 1) Đợt Lễ TN này chỉ phát QĐ TN, bằng chính thức sẽ được cấp phát khi nhận được phôi bằng từ ĐHQG-HCM.. . 2) Việc trễ phôi bằng là do ĐHQG-HCM cần thực hiện theo đúng quy trình mới về mẫu văn bằng và thông tin trên văn bằng quy định bởi các thông tư hướng dẫn của Bộ GD&ĐT.. . 3) Trường ĐHBK khẳng định các chương trình đào tạo bậc đại học các ngành kỹ thuật của trường là chương trình đào tạo ra những người làm công việc kỹ sư thiết kế/chế tạo/sáng tạo đáp ứng nhu cầu ngày càng cao của xã hội và sẵn sàng hoà nhập quốc tế. Hiện nay, tên tiếng Anh của các bằng cho các ngành kỹ thuật bậc đại học là Bachelor of Engineering, tức là Cử nhân Kỹ thuật (và được gọi là Kỹ sư theo các quy định từ trước đến nay). Các tên gọi này của chúng ta đã được các tổ chức kiểm định quốc tế công nhận.. . 4) Nhà trường đang trong quá trình chuẩn bị các chương trình đào tạo mới, với các nội dung chuyên sâu hơn nữa nhằm ngày càng nâng cao vị thế vai trò của nhà trường trong đào tạo nguồn nhân lực cao cấp cho đất nước."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo. . Hiện nay môn MT2013 chỉ có một lớp xin pđt mở thêm một lớp",
            "Chào bạn,. . Bạn vui lòng làm đơn mở lớp và nộp tại trực tiếp tại Phòng Đào tạo Cơ sở 1 (theo đúng hướng dẫn đã gửi qua email nhé). . Thời gian nộp đơn mở lớp HK dự thính hè 193 tại phòng đào tạo (Cơ sở 1): từ ngày 03/7/2020 đến 10g ngày 06/7/2020 (nếu môn học chưa được mở lớp)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Ee1013 vật lý bán dẫn có 2 bữa hand out la,f e rất khó đk môn học khác á, mong pđt sẽ thay đổi chỉ còn 1 buổi handout, và cho học trên lớp nhiều",
            "Chào bạn,. . . . Đó là qui định của nhà trường với số tiết như vậy số buổi học phải như vậy. Không thể cắt bỏ thời gian học được.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô,. . Em tên [full_name], mssv [student_id]. Em muốn hỏi là khi em đăng ký dự thính hè, ban đầu em đăng ký 4 môn, nhưng giờ chỉ đăng ký được 3 môn do trùng lịch. Giờ em muốn đăng ký thêm môn đó thì có thể đổi giờ hay đăng ký mở thêm lịch vào ngày khác được không ạ.. . . . Em cảm ơn thầy/cô đã đọc mail ạ.. .",
            "Chào bạn,. . . . TKB sẽ không thay đổi nha bạn.. . . . Thân.",
            "Chào bạn. . - Chắc chắn nếu bị trùng giờ thì bạn không đăng ký môn học được. . - Nếu muốn đổi giờ thì bạn phải liên hệ trực tiếp Bộ môn - Khoa để xử lý. . - Nếu muôn mở thêm nhóm thì bạn vui lòng đọc hướng dẫn mở môn học đã gởi qua mail cho Sv vào ngày 01/7/20. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . các thầy/ các cô cho em hỏi là trên bằng tốt nghiệp có ghi xếp loại và điểm TBTLBN không ạ?. . em xin cảm  ơn!. . . .",
            "Chào bạn,. . Hiện tại trường đang đợi mẫu phôi bằng chính thức từ Đại học Quốc Gia TPHCM, nên bạn tốt nghiệp vào thời gian nào sẽ theo phôi bằng vào thời điểm đó. Nên không thể trả lời chính xác cho bạn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]-[student_id]. .  Xin Phòng Đào tạo tăng sĩ số hoặc mở thêm lớp môn học   B SP1031 - [full_name] [full_name] - LENIN  /B . .  Em xin cảm ơn!",
            "Chào bạn,. . - Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . - Nếu muôn mở thêm nhóm thì bạn vui lòng đọc hướng dẫn mở môn học đã gởi qua mail cho Sv vào ngày 01/7/20. . Chúc bạn học tốt!. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ vì hiện tại các lớp học đã full, nhiều bạn như chúng em đăng ký không được ạ, xin pđt mở thêm lớp để chúng em đăng ký ạ. . . .",
            "Chào bạn,. . Bạn vui lòng làm đơn mở lớp và nộp tại trực tiếp tại Phòng Đào tạo Cơ sở 1 (theo đúng hướng dẫn đã gửi qua email nhé). . Thời gian nộp đơn mở lớp HK dự thính hè 193 tại phòng đào tạo (Cơ sở 1): từ ngày 03/7/2020 đến 10g ngày 06/7/2020 (nếu môn học chưa được mở lớp). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy, cô ơi cho em xin mở lớp CI2055 nhận thức ngành của chuyên ngành Cảng Biển, lớp em đợt 1 có đăng kí nhưng đợt này không còn thấy trên Mybk đăng kí môn học nữa, các bạn hoang mang quá không biết giải quyết sao, thầycô mở giúp bọn em hè này với ạ . .",
            "Chào bạn,. . Bạn vui lòng làm đơn mở lớp và nộp tại trực tiếp tại Phòng Đào tạo Cơ sở 1 (theo đúng hướng dẫn đã gửi qua email nhé), tải mẫu đơn mở lớp tại: http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu. . Thời gian nộp đơn mở lớp HK dự thính hè 193 tại phòng đào tạo (Cơ sở 1): từ ngày 03/7/2020 đến 10g ngày 06/7/2020 (nếu môn học chưa được mở lớp). . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có tên trong quyết định gia hạn học phí của phòng công tác sinh viên số tt 34 trong quyết định số 1021/QD-ĐHBK-CTCTSV 1/6/2020.Nhưng em đăng kí thực tập hè không được .Lí do trên trang đăng kí ghi là chưa thanh toán học phí. Em nhờ phồng đào tạo cập nhật danh sách cho em, cho phép em đăng kí môn thực tập hè.. .",
            "Chào bạn. . Bạn kiểm tra lại quyết định gia hạn của Phòng Công tác chính trị sinh viên chỉ áp dụng cho Học kỳ chính, nên bạn cần phải hoàn thành học phí dự thính HK192 mới đăng ký được dự thính hè 193 được. . Thân",
            "Thưa cô, vậy nếu giờ em thanh toán trễ dự thính HK192 thì em phải làm đơn như thế nào mới được phòng đào tạo công nhận đã đóng học phí và cho em đăng kí dự thính hè ạ",
            "Chào bạn,. . . . Bạn phải thanh toán học phí sớm, đợt 3 bạn vào đăng kí môn học dự thính 193  nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô ạ.. . Hiện tại em đang đăng kí môn học học kì 193.. . Em bị vướng môn học CI2001 tiết 789 thứ 3 và muốn học môn ME2001 tiết 23456 thứ 3. Nhưng không đăng kí được do 2 tiết 6,7 liền kề. Em không lựa chọn được lớp khác vì bị trùng thời gian ạ, Phòng đào tạo có thể cho em đăng kí 2 môn này cùng lúc được không ạ. Em xin đảm bảo sức khỏe và thời gian di chuyển, nghỉ ngơi để học tập tốt ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . Phải đăng ký môn học theo đúng quy định nhé bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào PĐFT, em kính mong PĐT tăng thêm sĩ số các lớp CLC CI2003 của Thầy [full_name] giúp chúng em ạ! Em cảm ơn ạ!",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về MH, sức chứa phòng...).Trường hợp các bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1, để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, sẽ hỗ trợ bạn mở trực tiếp cho bạn (nếu được)và có thể vào đăng ký được luôn nhé.. . Chúc bạn học tốt!. . Thân"
        ]
    }
]