[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . nhưng mà bây giờ có cách nào để được thi vậy anh chị , xin anh chị giúp em với ạ.. . . .",
            "Chào bạn. . - HK 202 chính: bạn thi bình thường. . - HK 202 dự thính: Quá trễn để phục hồi lịch thi theo quy định. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô!. . Em [full_name], hệ vlvh. Trong học kì 202 vừa rồi do khó khăn về tình hình tài chính nên em đã đóng trễ hạn học phí đợt 2. Thầy cô cho em hỏi là em có thể nộp đơn trình bày lý do trễ hạn đóng học phí qua kênh nào được ạ, do tình hình  giãn cách hiện tại thì em không thể lên trường được. Em xin chân thành cảm ơn.. .   i Học vụ .",
            "Em xin phép gửi đơn lý do thanh toán trễ hạn học phí luôn ạ, em cảm ơn cô.",
            "Chào bạn. . Pdt đã ghi nhận trường hợp của bạn, bạn cố gắng thi tốt nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name] Chào [full_name][full_name] [full_name] Cho mình hỏi đơn xin hoãn thi chỉ cần chữ ký của giáo viên giảng dạy, và chụp lại email của giáo viên giảng dạy đã xác nhận là cho hoãn thi, rồi gửi 2 cái đó cho pđt là được đúng không??",
            "Chào bạn,. . Trường hợp nếu GV ký xác nhận vào đơn phải kèm có chữ ký xác nhận của [full_name].. . Trường hợp nếu GV gửi mail xác nhận rõ nội dung SV không bị cấm thi, bạn chỉ cần chụp hình mail GV gửi kèm đơn hoãn thi là được nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Cho em nộp đơn xin hoãn thi và xác nhận của giảng viên ạ!. . Xin cảm ơn!. .",
            "Chào bạn,. . Bạn vui lòng nhờ Giảng viên bổ sung ghi rõ nội dung xác nhận về việc SV không bị cấm thi nhé!. . Bạn vui lòng ký tên vào đơn hoãn thi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào cô ạ ! Hôm nay em có thắc mắc như sau hiện tại KTX Bách Khoa đang liên hệ và đưa sinh viên về quê trong trường hợp cấp bách sinh viên sẽ được xét điểm MT.Trong trường hợp em đã học môn nguyên lý chủ nghĩa [full_name] đã có điểm ở kì trước trong kì này em đăng kí môn này học lại để cải thiện điểm, trong trường hợp môn học này bị điễm MT vậy là bỏ luôn điểm cũ của em luôn không tính vào điểm trung bình đúng không ạ.. .   i Yêu cầu khác .",
            "Chào em,. . Lấy điểm cao nhất tính cho cùng 1 mã MH để tính vào ĐTB tích lũy. . . Còn điểm trung bình học kỳ vẫn tính , học bao nhiêu môn đều tính vào đtbhk.. . Nếu rút môn thì không tính vào điểm TBTL lẫn học kỳ.. . Thân,. .",
            "Em chào cô ạ! Ý của em là điểm MT là miễn thi chấm điểm đạt không tính vào điểm trung bình tích luỹ.vậy nếu trường hợp em học lại môn này thì được điểm MT vậy là điểm tổng kết môn này lần trước môn này của em bỏ luôn đúng không ạ.",
            "Chào em,. . CÔ đã trả lời em ở câu khác rồi nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . E tên [full_name], [student_id], lớp CD3CK17, pdt có gửi thông báo cập nhập lịch thi nhưng trên danh sách thi của em không có môn kỹ thuật robot ạ.em cảm ơn ạ.",
            "Chào bạn. . Môn này bạn chưa học xong học phần thí nghiệm mà. . Bạn xem lại thông báo nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin kính chào Phòng Đào tạo,. . . . Em tên là [full_name], MSSV [student_id]. . Là sinh viên lớp VP17VT.. . Em muốn thắc mắc là do chỉ thị 16, các tiệm photo copy trên địa bàn quận em (tại TP.HCM) gần như đã đóng của hết và em không tìm thấy nơi nào phù hợp để in đơn xin hoãn thi và đi nộp cho Phòng Đào tạo.. . Vì thế, em kính xin Phòng Đào tạo hướng dẫn cho em cách làm thủ tục xin hoãn thi hợp lệ trong tình hình này ạ!. . . . Em xin chân thành cảm ơn!. . . . Trân trọng,. . [full_name].",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)    Bổ sung xác nhận:. . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn + Xác nhận của Chủ nhiệm Khoa hoặc xác nhận qua email của Sv (chỉ cần xác nhận của Giảng Viên không dự kiến bị cấm thi), sau đó chụp hình gởi kèm đơn hoãn thi).. . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn + Xác nhận của Chủ nhiệm Khoa hoặc xác nhận qua email của Sv (chỉ cần xác nhận của Giảng Viên không dự kiến bị cấm thi), sau đó chụp hình gởi kèm đơn hoãn thi).. . Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa pđt, em có nhắn mail gửi mail cho giảng viên dạy lý 1, gt1, lý 2 cho em hoãn thi rồi ạ em có cap màn hình gửi qua mail cho pđt kèm đơn hoãn rồi ạ, bây giờ em cần làm gì nữa ạ.V em cần xác nhận của trưởng khoa ko ạ, xác nhận qua đơn hay qua mail ạ.",
            "Chào bạn. . Nếu bạn đã nộp rồi thì đợi phản hồi nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em trình bày rõ hơn về vấn đề của em ạ. Lúc đăng ký nó hiện bảng màu cam chuẩn thể chất năm 3   tiên quyết  ạ.",
            "Chào bạn,. . Trong đợt đăng ký môn học (đợt 1) này được xem là đợt nguyện vọng, không ràng bất cứ điều kiện gì, khi SV vào ĐKMH hiện thông báo không đủ điều kiện để ĐKMH vì thiếu môn tiên quyết, học trước, gdtc ..., chỉ cảnh báo để SV kiểm tra về điều kiện ĐKMH của mình. Sau khi kết thúc đợt ĐKMH, PDT sẽ lấy dữ liệu xuống và hậu kiểm lại tất cả các điều kiện ràng buộc về môn học (nếu có). SV viên vui lòng đợi công bố kết quả đợt 1, nếu kết quả ĐKMH không đúng (hoặc sai sót) có thể khiếu nại và đăng ký lại  vào đợt 2.. . Thân chào.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô,. . . . Hiện tại trên hệ thống Mybk của em chưa có lịch thi cuối kì 202 (ảnh đính kèm). Em không biết đây là do lỗi kĩ thuật hay là do em bị dự kiến tạm dừng học vì chưa đóng học phí ( ảnh đính kèm ). Em đã làm đơn xin hoãn học phí và có quyết định gia hạn học phí rồi ( tệp đính kèm, stt 45 Lê Thăng Long). . . . . Em mong thầy/cô sẽ cho em biết em nên làm gì để có lịch thi cuối kì hk 202.. . . . Cảm ơn.",
            "Chào bạn. . TKB và lịch thi của bạn của HK chính 202 đã được phục hồi, bạn kiểm tra lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ và tên: [full_name]. . MSSV : [student_id]. . Lớp: CK19KSCD. .   i Yêu cầu khác . Xin hoãn thi học kì 202. . Môn: Xác suất thống kê. . Lí do: không đáp ứng yêu cầu trang bị và đảm bao đường truyền. . Chi tiết cụ thể em xin đính kèm trong 2 file dưới đây.. . Em mong nhận được sự phản hồi sớm từ phòng đào tạo. . Em xin chân thành cảm ơn!. . . .",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính. . Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. . Chúc bạn học tập tốt nhé.. .  Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi kì trước em không đăng kí luận văn được và cũng không đăng kí học môn nào nên bị đình chỉ. Em muốn xin thu nhận lại để được đăng kí môn học kì này thì phải làm sao ạ. Em cảm ơn.. .",
            "Chào bạn,. . Bạn vui lòng tải mẫu đơn thu nhận tại:. . aao.hcmut.edu.vn/Sinh viên/biểu mẫu. . Điền đầy đủ thông tin và gửi qua [full_name] nhé!. . Thân",
            "Dạ cho em gửi file Thu nhận sinh viên của em ạ. Có 1 chỗ em không biết điền sao. Mong cô xem xét hỗ trợ em. Em cảm ơn.",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn thu nhận của bạn. . Bạn vui lòng theo dõi tình trạng sinh viên của bạn chuyển sang từ “tạm dừng” sang tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 14/08/2021. . Sau 10h ngày 12/8 bạn vui lòng vào ĐKMH, nếu không vô được bạn đợi mail để đăng ký môn học vào đợt 3 (nếu có nhu cầu). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ vậy em phải thanh toán học phí để được thi hay là em bị huỷ luôn 1 kì ạ. . Do dịch bệnh nặng quá nên gia đình em có chút khó khắn mong nhà trường thông cảm cho em được thi nốt kì này ạ :(",
            "Chào bạn. . Hiện tại bạn đã có tên trong ds tạm dừng vì đóng trễ học phí, vấn đề này nhà trường đã có thông báo rồi, hiện giờ Quá trễ để phục hồi lịch thi của HK202(bạn thanh toán học phí ngày 27/7). . Nếu có khó khăn thì bạn phải liên hệ Phòng Công tác chính trị sinh viên để hoãn học phí, chứ để đến giờ thì Cô không thể giúp được. . Thân. .",
            "Dạ em cám ơn ạ, vậy kì sau em muốn tiếp tục học thì cần thủ tục gì không ạ",
            "Chào bạn. . Hiện tại thì Qd tạm dừng đăng trong quá trình ra, nên bạn đăng ký HK211 được thì cứ đăng ký, nếu có phát sinh vấn đề gì thì báo Pdt để kiểm tra và hướng dẫn cho bạn. . Thân",
            "Dạ em bị tạm dừng học kì thì em phải làm đơn gì để em được học tiếp ạ",
            "Chào bạn,. . Trường hợp đóng HP trễ sẽ không được phục hồi lại TKB ở đợt 1 đăng ký nhé, SV phải vào đăng ký môn học lại.. . Sau 13h ngày 11/8 Phòng Đào tạo sẽ cập nhật lại danh sách đã thanh toán HP để mở cho SV đăng ký MH nhé!. . Thân. .",
            "Đính chính lại:vì bạn đang bị tạm dừng nên . . Chào bạn,. . Trường hợp đóng HP trễ sẽ không được phục hồi lại TKB ở đợt 1 đăng ký nhé, SV phải vào đăng ký môn học lại.. . Sau 13h ngày 11/8 Phòng Đào tạo sẽ cập nhật lại danh sách đã thanh toán HP để mở cho SV đăng ký MH nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em làm mất thẻ sinh viên và đã làm lại vào cuối tháng 5. Nhưng do dịch bệnh nên em không lên quận 10 lấy thẻ được và nhờ bạn lấy dùm. Đến nay tình hình càng căng thẳng nên em vẫn chưa lấy thẻ được. Sắp tới em thi cuối kỳ thì thấy yêu cầu có thẻ sinh viên. Em muốn hỏi là em có thể dùng CMND hay thứ gì khác để thay thế cho thẻ sinh viên không ạ?",
            "Chào em,. . - SV phải dùng thẻ SV khi dự thi. Nếu SV làm mất thẻ SV thì phải đăng ký làm lại. PĐT đã có tuỳ chọn nhận tại nhà, người nhận trả cước bưu điện: ghi rõ họ tên, số điện thoại, địa chỉ.. . - Em vào mybk/đăng ký in lại thẻ sv ... đóng tiền mới được in nhé. . . . . Thân chào,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại thẻ SV của em đang để ở nhà ở SG nhưng do tình hình dịch không thể gửi về quê cho em được thì em có thể sử dụng CCCD hay hình chụp của thẻ SV thay thế khi thi được không ạ ??",
            "Chào bạn,. . Khi thi bắt buộc phải có thẻ SV nhé bạn. Bạn có thể đăng ký in lại thẻ SV và đăng ký nhận qua đường bưu điện (người nhận trả cước). . Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi anh/chị,. . . . Em tên: [full_name]. Sinh viên khóa 2018. Em có   I 3 thắc mắc  /I  như sau:. .    [1] Phòng đạo tạo có thông báo chính . .        thức về quy tắc thi online chưa ạ?. . . .    [2] Micro laptop em bị hư, thì em có . .        thể dùng micro điện thoại để thay . .        thể được không ạ? Hay là không đủ . .        điều kiện để dự thi?. . . .    [3] Do dịch về quê nên em để quên thẻ . .        sinh viên ở trọ, không biết em có . .        được dùng CMND để thay thế cho thẻ . .        sinh viên khi đi thi được không ạ? . .        Nếu không được có cách nào để khắc . .        phục không? . . Em xin chân thành cảm ơn.",
            "Chào em,. . - Em vui lòng đợi email thông báo Quy trình và hướng dẫn thi online.. . . . - SV phải dùng thẻ SV khi dự thi. Nếu SV làm mất thẻ SV thì phải đăng ký làm lại. PĐT đã có tuỳ chọn nhận tại nhà, người nhận trả cước bưu điện: ghi rõ họ tên, số điện thoại, địa chỉ.. . - Em vào mybk/đăng ký in lại thẻ sv ... đóng tiền mới được in nhé. . . Thân chào,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã thanh toán nhưng nó không chuyển sang chế độ đã thanh toán ạ",
            "Chào em,. . Đã kiểm tra: em xem tình trạng:\"Đã gửi thông tin đang chờ xử lý\". . Thân chào,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là em đã nộp học phí trễ hạn học kì DT203. Vậy giờ em cần làm gì để được đăng ký môn học lại ạ? Em cảm ơn!",
            "Chào bạn. . Bạn thanh toán trễ học phí HK203 nên lịch thi của HK203 đã bị hùy. . - Bạn đăng ký được môn học HK211 vào đợt 2 (Theo lịch học vụ). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo,. . Em là [full_name], MSSV [student_id], hiện đang là sinh viên khóa 2019 ngành kĩ thuật ôtô chương trình đại trà.. . Em có thắc mắc về quy chế thi như sau: Do camera laptop em bị hỏng trong bối cảnh địa phương đang giãn cách, em không thể đi sửa hoặc mua laptop mới. Nên em muốn hỏi là có thể dùng camera điện thoại kết nói với laptop để làm webcam được không? . . Em cảm ơn vì Phòng đào tạo đã đọc thắc mắc này và mong đợi câu trả lời sớm nhất. . . Em xin chúc ban cán bộ nhà trường mạnh khỏe, an toàn trong mùa dịch!. . Trân trọng ./.",
            "Chào em,. . Em vui lòng đợi email thông báo Quy trình và hướng dẫn thi online.. . Thân chào,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin kính chào Phòng Đào tạo,. . . . Hiện tại, em đã nắm được những thủ tục cần thiết để xin hoãn thi thông qua sự hỗ trợ từ phần trả lời trước của Phòng Đào tạo, nhưng em vẫn còn một vấn đề nan giải nữa đó chính là thay vì nộp đơn xin hoãn thi TRỰC TIẾP (in ra, đi nộp hoặc gửi nộp) thì em có thể nộp TRỰC TUYẾN (online) không ạ (vì hầu hết các dịch vụ in ấn xung quanh khu vực em ở đều đã hoàn toàn đóng cửa và em bị hạn chế ra khỏi khu vực), và nếu có thể nộp TRỰC TUYẾN (online), thì em nên nộp như thế nào ạ?. . Em xin chân thành cảm ơn!. . . . Trân trọng,. . [full_name].",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)    Bổ sung xác nhận:. . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn + Xác nhận của Chủ nhiệm Khoa hoặc xác nhận qua email của Sv (chỉ cần xác nhận của Giảng Viên không dự kiến bị cấm thi), sau đó chụp hình gởi kèm đơn hoãn thi).. . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn + Xác nhận của Chủ nhiệm Khoa hoặc xác nhận qua email của Sv (chỉ cần xác nhận của Giảng Viên không dự kiến bị cấm thi), sau đó chụp hình gởi kèm đơn hoãn thi).. . Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . . . - Em làm như trên rồi gửi qua bksi nhé.. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô ạ.. . Hiện em đang muốn hoãn thi nhiều môn thì cần xác nhận của chủ nhiệm khoa, vậy em phải gửi mail cho chủ nhiệm của từng khoa hay chủ nhiệm khoa của ngành em đang học thôi ạ??",
            "Chào bạn,. . Hiện tại bạn không cần gửi xác nhận của GV, bạn chỉ cần điền theo mẫu xin hoãn thi và gửi.PDT sẽ hậu kiểm lại với danh sách cấm thi của khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào quý thầy cô Phòng Đào Tạo ạ,. . Hôm trước em có nhận được mail trả lời về việc hoãn thi, trong mail có đề cập chỉ cần xác nhận của phía giảng viên đang giảng dạy, em đã xin xác nhận của giảng viên về việc hoãn thi(thầy reply qua mail, đơn em có đính kèm nhưng chắc do thầy sơ ý nên không xác nhận trong đơn), em gửi kính mong quý thầy cô xem xét cho em được hoãn thi do tình hình dịch bệnh. . Em xin ghi lại chi tiết môn thi và lý do:. . Môn thi: Nền Móng. . Lớp: A05. . Giờ thi: 16h00 09/08/2021. . Giảng viên: [full_name]. . Sinh viên: [full_name], MSSV: [student_id]. . Lý do: Không đủ đường truyền, laptop, camera cho thi trực tuyến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào cô!. . Giờ em đã thanh toán xong tiền học phí dự thính 202 nhưng mà em vẫn chưa có lịch thi HK2.. . Do đó em đã làm đơn trình bày lý do thanh toán trễ học phí.Em biết giờ mặc dù đã trễ hạn nhưng mong thầy cô xem xét cho em.. . Em cảm ơn.. .",
            "Chào bạn,. . Trường hợp của bạn đã bị hủy lịch thi và TKB vì không thanh toán HP đúng hạn nhé.. . Bạn lưu ý để thực hiện thanh toán HP theo đúng quy định.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ kính chào PĐT, theo như yêu cầu PĐT bắt buộc sv phải có thẻ sv và trường hợp không có thì đăng ký in lại nhưng thời gian chuyển phát về địa phương lỡ như không kịp ngày thi của em thì em có được giải quyết tham gia thi không ạ ?",
            "Chào em,. . - SV phải dùng thẻ SV khi dự thi. Nếu SV làm mất thẻ SV thì phải đăng ký làm lại. PĐT đã có tuỳ chọn nhận tại nhà, người nhận trả cước bưu điện: ghi rõ họ tên, số điện thoại, địa chỉ.. . - Em vào mybk/đăng ký in lại thẻ sv ... đóng tiền mới được in nhé. . . - Bắt buộc dùng thẻ sv nha em.. . Thân chào,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em xin phép gửi đơn và minh chứng hoãn thi CHK202 ạ",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính. . Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. . Chúc bạn học tập tốt nhé.. .  Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy cô. Hiện tại em đang bị mất lịch thi kì DT202. Có cách nào để khôi phục lịch thi không ạ? Dạ. Em cảm ơn!",
            "Chào bạn,. . Trường hợp bạn bị hủy TKB/lịch thi do thanh toán học phí không đúng hạn.. . Bạn vui lòng xem quy định về TT học phí tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/điều 7.2. . Thân chào,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa thầy/cô hiện em đã về quê nhưng để thẻ sinh viên ở trong TP.HCM. Vậy có gì thay thế cho thẻ SV khi em làm bài thi cuối kỳ được không ạ?. . Em xin cảm ơn. . . .",
            "Chào em,. . - SV phải dùng thẻ SV khi dự thi. Nếu SV làm mất thẻ SV thì phải đăng ký làm lại. PĐT đã có tuỳ chọn nhận tại nhà, người nhận trả cước bưu điện: ghi rõ họ tên, số điện thoại, địa chỉ.. . - Em vào mybk/đăng ký in lại thẻ sv ... đóng tiền mới được in nhé. . . Thân chào,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name] Em chào quý Thầy/Cô[full_name] [full_name] Em đã gữa email qua địa chỉ của trường khoảng 5 ngày trước những vẫn chưa được phản hồi lại và em rất cần sự phản hồi gấp của pđt về đơn này (có/không được xét duyệt đơn hay không?) để em còn nộp lại bô môn ak[full_name] Nên hôm nay em xin gửi lại qua mục hổ trợ trực tuyến này[full_name] Mong quý Thầy/Cô thông cảm giùm em với ak[full_name] Em xin trình bày như sau: [full_name] [full_name] Em là [full_name], Mssv [student_id], thuộc khoa kỹ thuật hóa học, bộ môn hóa vô cơ[full_name] Em xin gửi đến quý Thầy/Cô bên pđt đơn xin hoãn bảo vệ luận văn (file đính kèm) của em, bên cạnh đó em đã thu tập sự xác nhận của Thấy hướng dẫn luận văn: P[full_name][full_name]TS [full_name], Thầy Chủ Nhiệm Bộ môn: P[full_name][full_name]TS [full_name], Thầy Trưởng khoa Khoa KTHH: [full_name][full_name] [full_name] bằng email (tất cả đều có file đính kèm)[full_name] Em kính mong quý Thầy/Cô bên pđt xét duyệt đơn này cho em và phản hồi lại kết quả xét duyệt qua email ([email]) để em có chứng minh nộp lại cho bô môn[full_name] [full_name] Em cảm ơn quý Thầy/Cô",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính. . Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. . Chúc bạn học tập tốt nhé.. .  Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy, cô ạ. . . . . Em đã đăng kí in thẻ trên sinh viên rồi ạ, nhưng em đựoc biết là bưu điện Đồng Nai tỉnh em ở hiện đã dừng làm việc do phát hiện ca dương tính, cho nên khả năng nhận thẻ sinh viên trước ngày thi cuối kì là rất thấp (môn đầu tiên em thi vào ngày 4/8). Nếu không nhận đựơc thẻ em sẽ bị cấm thì.Hiện tại em rất lo lắng. Em mong nhà trường có hướng giải quyết khác giúp cho những sinh viên như em, em dùng thẻ sinh viên để mượn luận văn của khoa chứ không làm mất, hoặc không mang về quê khi chạy dịch ạ. . . . . Em cảm ơn thầy, cô.",
            "Chào em,. . - SV phải dùng thẻ SV khi dự thi. Nếu SV làm mất thẻ SV thì phải đăng ký làm lại. PĐT đã có tuỳ chọn nhận tại nhà, người nhận trả cước bưu điện: ghi rõ họ tên, số điện thoại, địa chỉ.. . - Em vào mybk/đăng ký in lại thẻ sv ... đóng tiền mới được in nhé. . . - Bắt buộc phải dùng thẻ sv em nhé.. . Thân chào,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy/cô em có thanh toán trễ hạn học phí chính quy 202 - lần 1. Theo em được biết thì thanh toán trễ hạn phải nộp đơn trình bày lí do trễ hạn, nhưng vì hiện giờ em không còn ở TP.HCM nữa thì phải làm sao ạ? Mong được quý thầy/cô giải đáp.. . Xin cảm ơn.. .",
            "Chào bạn. . Pdt đã ghi nhận trường hợp của bạn. . Cố gắng thi HK202 tốt nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi em làm hồ sơ học liên thông đại học ngành Bảo Dưỡng Công Nghiệp ngày 22/5 thì phòng đào tạo bảo khi nào có thẻ sinh viên phòng đào tạo sẽ nhắn,nhưng đến hôm nay thì em chưa nghe thông tin gì liên quan đến việc này.Ngày 3/8 tới em sẽ thi cuối kì em không biết khi nào mới có thẻ SV và do hiện tại em đang bị cách ly trong KTXBK Q10 nên không thể vào trường lấy được.Em không biết nếu từ giờ đến ngày em thi có được nhận thẻ SV không.Và nếu chưa nhận được thì em có được tham gai thi cuối kì không ak.Em cảm ơn. .",
            "Chào em,. . PĐT đã nhận được thông tin của em, đã gửi đến bộ phận phụ trách sẽ trả lời  em qua bksi, email nhé.. . Thân chào,. .",
            "Chào em,. . Em vui lòng cung cấp thông tin: họ tên, địa chỉ nhà, số điện thoại chính xác qua email [email]. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào thầy cô, kỳ này thi onl mà thẻ sinh viên em bỏ trong tp HCM . Nên em gửi đơn lên xin giấy chứng nhận tạm thời để có thể thi ạ.. .",
            "Chào em,. . - SV phải dùng thẻ SV khi dự thi. Nếu SV làm mất thẻ SV thì phải đăng ký làm lại. PĐT đã có tuỳ chọn nhận tại nhà, người nhận trả cước bưu điện: ghi rõ họ tên, số điện thoại, địa chỉ.. . - Em vào mybk/đăng ký in lại thẻ sv ... đóng tiền mới được in nhé. . . Thân chào,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . PDT cho em hỏi là lịch bảo vệ của bộ môn chế tạo máy khoa Cơ khi là khi nào vậy ạ. Hiện tại những bộ môn khác hầu như đã thông báo cho sv nhưng bộ môn em chưa thấy thông báo gì trong khi lịch dự kiến đưa ra hồi tháng 6 là đầu tháng 8 này nộp trực tiếp ạ. Em cảm ơn",
            "Chào bạn,[full_name] [full_name] Bạn vui lòng liên hệ về Khoa của bạn để được hướng dẫn và trả lời về thời gian bảo về LVTN nhé[full_name][full_name] [full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cho e hỏi là hiện tại dịch bệnh nên em đang về quê và không mang theo laptop và máy tính vậy cho e hỏi là thủ tục xin tạm hoãn thi như thế nào ạ. em cảm ơn ạ. .",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)    Bổ sung xác nhận:. . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn + Xác nhận của Chủ nhiệm Khoa hoặc xác nhận qua email của Sv (chỉ cần xác nhận của Giảng Viên không dự kiến bị cấm thi), sau đó chụp hình gởi kèm đơn hoãn thi).. . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn + Xác nhận của Chủ nhiệm Khoa hoặc xác nhận qua email của Sv (chỉ cần xác nhận của Giảng Viên không dự kiến bị cấm thi), sau đó chụp hình gởi kèm đơn hoãn thi).. . Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. .",
            "dạ thưa Cô cho e hỏi là dịch bệnh thì e không thể lên trường nộp đơn được ạ vậy e phải gửi đơn về đâu ạ với lại mẫu đơn mẫu bằng pdf vậy e tự đánh word lại được không ạ.",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . -        Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . -        SV gửi qua trang hỗ trợ trực tuyến (BKSI) hoặc mail [email]. . -        Riêng Đối với môn DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi. . Lưu ý:. . 1.      PDT sẽ hậu kiểm lại danh sách cấm thi do Khoa gửi lên và sẽ hủy kết quả hoãn thi nếu SV thuộc diện cấm thi.. . 2.      Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. . 3.      Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 4.      Về quy định (thi xóa điểm HT) hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "em là k18 khoa cơ khí chuyển hệ VHVL sang khoa Quản lý công nghiệp, em muốn hỏi là em phải đăng ký môn học của khóa nào ạ. em đã hỏi một lần r nhưng vẫn chưa được giải đáp ạ",
            "Chào em,. . Khi nộp hồ sơ sinh viên có làm cam kết học chương trình đào tạo khóa nào rồi mà em.. . Nếu chưa SV phải làm cam kết, lưu hồ sơ.. . Nếu em còn thắc mắc thì email [email] để được hướng dẫn nhé.. . Thân mến,. .",
            "em muốn xin mẫu đơn làm cam kết học theo khóa nào ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô,. . Em xin hướng dẫn về điều kiện và quy trình để được hoãn thi mùa dịch vì điều kiện hiện tại không thích hợp để đáp ứng tốt việc thi trực tuyến.. . . . Việc hoãn thi được thực hiện ở một số môn nhất định hay tất cả các môn ạ?. . Em xin cám ơn. . . Trân trọng.",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)    Bổ sung xác nhận:. . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn + Xác nhận của Chủ nhiệm Khoa hoặc xác nhận qua email của Sv (chỉ cần xác nhận của Giảng Viên không dự kiến bị cấm thi), sau đó chụp hình gởi kèm đơn hoãn thi).. . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn + Xác nhận của Chủ nhiệm Khoa hoặc xác nhận qua email của Sv (chỉ cần xác nhận của Giảng Viên không dự kiến bị cấm thi), sau đó chụp hình gởi kèm đơn hoãn thi).. . Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . - Việc hoãn thi do sv chọn, không bắt buộc. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi trưởng mình có gửi form đăng ký xe về quê đối với sinh viên ở trọ tại HCM. Cho em hỏi sau khi về quê có phải bị cách ly 21 ngày tại trại tập trung không ạ? Em xin cảm ơn ạ.. .",
            "Chào em,. . Vấn đề này em hỏi địa phương nơi em ở nhé.. . Thân,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ hiện nay em đang chưa đạt anh văn,trước dịch em có thi toeic nhưng trượt và dịch em không thể thi lại được,hiện nay em vẫn đăng kí môn học được nhưng em vẫn lo lắng. Anh chị cho em hỏi về anh văn có cho nợ 1 kì vì dịch như năm ngoái nữa không hay em sẽ bị hủy vào đợt đăng kí sau ạ! Em cảm ơn quí anh chị",
            "Chào bạn. . Bạn xem thông báo dkmh của Pdt đã gởi. . Tạm pass chuẩn anh văn hàng năm cho HK211, LVTN vẫn phải có đủ chuẩn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em kính chào thầy/cô ạ,. .  . . Em có một vài câu hỏi về vấn đề thi học kỳ trực tuyến ở trường mình ạ.. . - Hiện tại đã rất gần đến ngày thi cuối kỳ nhưng em chưa nhận được quy chế, cách thức thi online của trường nên việc chuẩn bị trang thiết bị phục vụ cho thi online như thế nào tụi em chưa nắm được để chuẩn bị ạ.. . . . Vì hiện tại, để đặt các mặt hàng điện tử để chuẩn bị kì thi cũng rất khó khăn do các quy định mới của thành phố. Tình hình em vừa nêu trên không phải do chúng em không đủ điều kiện tham gia kì thi, mà do việc thông báo chậm trễ từ phía nhà trường. Em mong nhà trường có thể hoãn lại kì thi online để chúng em có được sự chuẩn bị tốt nhất cho kì thi.. . . . Em xin trân trọng cảm ơn . .",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)    Bổ sung xác nhận:. . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn + Xác nhận của Chủ nhiệm Khoa hoặc xác nhận qua email của Sv (chỉ cần xác nhận của Giảng Viên không dự kiến bị cấm thi), sau đó chụp hình gởi kèm đơn hoãn thi).. . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn + Xác nhận của Chủ nhiệm Khoa hoặc xác nhận qua email của Sv (chỉ cần xác nhận của Giảng Viên không dự kiến bị cấm thi), sau đó chụp hình gởi kèm đơn hoãn thi).. . Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . . . - Em vui lòng đợi email thông báo Quy trình và hướng dẫn thi online. (nay mai sẽ có email, em theo dõi email nhé).. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào quý thầy cô,. . Do không đáp ứng được nhu cầu về thiết bị cho việc thi trực tuyến nên em muốn hỏi về thủ tục xin hoãn thi. . . Và do tình hình bất khả kháng vì dịch bệnh nên cho phép em hỏi thêm nếu theo quy chế học vụ thì ở kỳ sau em phải đăng ký môn học để được thi hết môn thì ở kỳ sau những môn hoãn thi đó tụi em có phải đóng học phí ở kì sau không?. . Em cảm ơn quý thầy cô ạ. . . .",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)    Bổ sung xác nhận:. . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn + Xác nhận của Chủ nhiệm Khoa hoặc xác nhận qua email của Sv (chỉ cần xác nhận của Giảng Viên không dự kiến bị cấm thi), sau đó chụp hình gởi kèm đơn hoãn thi).. . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn + Xác nhận của Chủ nhiệm Khoa hoặc xác nhận qua email của Sv (chỉ cần xác nhận của Giảng Viên không dự kiến bị cấm thi), sau đó chụp hình gởi kèm đơn hoãn thi).. . Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào Thầy, Cô ạ.. . Em là [full_name], MSSV: [student_id]. . Em đang ở Ký Túc Xá Bách Khoa. Hiện tại, Ký Túc Xá (KTX) và Trường đang tìm các phương án để đưa [full_name] Viên về quê do KTX đã có F0 nên em vô cùng lo lắng. . . Tình hình dịch, tìm kiếm các chuyến xe hồi hương, thủ tục xét nghiệm và cách ly khi về quê làm em không có thời gian ôn tập và điều kiện để thi cuối kỳ Online. Em cũng có nghe thông tin về việc sinh viên được hoãn thi (điểm M) từ Ký Túc xá.. . Em xin hỏi là:. . - Những sinh viên dạng nào sẽ được miễn thi ạ?. . - Em phải hoãn/ miễn thi toàn bộ môn trong 1 kỳ hay có thể hoãn/miễn thi từng môn ạ?. . - Thủ tục để hoãn/miễn thi cuối kỳ như thế nào ạ?. . Em xin chân thành cảm ơn, rất mong nhận được hồi đáp từ quý thầy, cô. . . Chúc quý thầy, cô và gia đình sức khỏe.",
            "Chào em,. . PĐT đã nhận được thông tin của em, đã gửi đến bộ phận phụ trách sẽ trả lời  em qua bksi, email nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiệnh tại em có đăng ký thi online 2 kỹ năng nói-viết, và được xếp lịch thi vào ngày 30/07/2021. Nhưng vào ngày đó, em được bên tỉnh Phú Yên hỗ trợ dể về quê. Nên em có một vài thắc mắc sau đây:. . 1) Từ hiện tại đến ngày tốt nghiệp (tháng 11) thì còn tổ chức thi online 2 kỹ năng nói viết không ạ?. . 2) Nếu không còn tổ chức, thì đợt thi này em có thể dời lịch được không ạ. . . . EM xin cảm ơn thầy cô!",
            "Chào bạn. . - 1) sẽ còn có những đợt thi khác, sau dịch liên hệ TTNN. . 2) Đợt thi này không thể dời nếu bạn không thi được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Khi về quê em quên đem thẻ sinh viên phải làm sao ạ có thể dùng chứng minh nhân dân thay thế được không ạ",
            "Chào em,. . - SV phải dùng thẻ SV khi dự thi. Nếu SV làm mất thẻ SV thì phải đăng ký làm lại. PĐT đã có tuỳ chọn nhận tại nhà, người nhận trả cước bưu điện: ghi rõ họ tên, số điện thoại, địa chỉ.. . - Em vào mybk/đăng ký in lại thẻ sv ... đóng tiền mới được in nhé. . . Thân,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin kính chào Phòng Đào Tạo,. . . . Em tên là [full_name], mssv [student_id], là sinh viên lớp VP17VT.. . . . Hôm nay em xin phép nộp đơn xin hoãn thi cuối kỳ môn học \"Nhiệt động học thống kê\" (210702).. . . . Lý do: vì trước khi nhận lịch thi chính thức, em có tham gia công tác hỗ trợ chống dịch và hiện tại, em không ở nhà (ở chung với đồng đội) để đảm bảo an toàn, tránh lây nhiễm chéo cho gia đình (trong trường hợp không may mắc bệnh). Nơi ở hiện tại của em không đáp ứng được điều kiện 1 mình em trong phòng khi thực hiện bài thi cũng như em không thể về nhà để bổ sung đủ thiết bị camera, thêm vào đó, đường truyền internet cũng rất chập chờn.. . Chính vì thế em quyết định nộp đơn này, kính xin Phòng Đào tạo xét duyệt và hỗ trợ giúp em!. . Em xin chân thành cảm ơn!. . . . Trân trọng,. . [full_name].",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính. . Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. . Chúc bạn học tập tốt nhé.. .  Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1813684  /b \t. . . .   i Học vụ . Chào PĐT,. . . . Em là Trần Duy Quang, MSSV: 1813684. . . . Hiện tại em vẫn chưa thấy hiển thị lịch thi 202 của em ạ. . Hiện học phí 202 chính quy em đã thanh toán hết. . Mong pđt kiểm tra giúp em ạ. . . . Thân,. . Trần Duy Quang",
            "Gửi các bạn sinh viên,. . . .  . . . . Phòng đào tạo cập nhật lịch thi HK202 theo diện đã thanh toán học phí. (tính HP đã đóng đến ngày 20/07/2021).. . . .  . . . . Sinh viên vui lòng cập nhật xem lịch thi trên mybk.. . . .  . . . . Thân mến."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Lịch thi cuối kỳ của em môn học Công nghệ phần mềm nâng cao của em là thi Offline. . . Nhưng hiện tại TP HCM đang thực hiện giãn cách xã hội bị hạn chế di chuyển, em không tìm được cách để đến được địa điểm thi thì phải thực hiện thi như thế nào ạ?. . . .",
            "Chào em,. . PĐT đã nhận được thông tin của em, đã gửi đến bộ phận phụ trách sẽ trả lời  em qua bksi, email nhé,. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin kính chào Phòng Đào Tạo,. . . . Em tên là [full_name], mssv [student_id], là sinh viên lớp VP17VT.. . . . Hôm nay em xin phép nộp đơn xin hoãn thi cuối kỳ môn học \"Kinh tế vi mô - chiến lược và tổ chức xí nghiệp\" (210702).. . . . Lý do: Vì trước khi nhận lịch thi chính thức, em có tham gia công tác hỗ trợ chống dịch và hiện tại, em không ở nhà (ở chung với đồng đội) để đảm bảo an toàn, tránh lây nhiễm chéo cho gia đình (trong trường hợp em không may mắc bệnh). Nơi ở hiện tại của em không đáp ứng được điều kiện 1 mình em trong phòng khi thực hiện bài thi cũng như em không thể về nhà để bổ sung đủ thiết bị camera, thêm vào đó, đường truyền internet cũng rất chập chờn.. . Chính vì thế em quyết định nộp đơn này, kính xin Phòng Đào tạo xét duyệt giúp em!. . Em xin chân thành cảm ơn!. . . . Trân trọng,. . [full_name].",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính. . Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. . Chúc bạn học tập tốt nhé.. .  Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào Thầy/Cô,. . Trên Thông tin SV - MyBK, em có lịch thi cuối kỳ HK 203 vào ngày 31/07. Nhưng cho đến hiện tại thì em vẫn chưa nhận được bất kỳ email phổ biến về quy chế thi nào từ Phòng Đào tạo ạ. Vậy lịch thi ngày 31/07 có được dời lại không ạ? . . . . Em cảm ơn Thầy/Cô",
            "Chào em,. . - Em vui lòng đợi email thông báo Quy trình và hướng dẫn thi online. (trong nay mai em theo dõi email nhé).. . - Lịch thi trên mybk không dời nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào cô/thầy ạ, cho em hỏi sao hôm nay ngày 28/072021 cập nhật lịch thi thì em bị mất lịch thi ạ, chỉ còn lịch thi của HK203 và môn Cơ lưu chất, các môn còn lại của HK202 đã bị mất, em cũng không bị cấm thi hay đăng kí hoãn thi môn nào hết ạ, mong cô/thầy điều chỉnh ạ, em chân thành cảm ơn.. .",
            "Chào em,. . Cô kiểm tra lịch thi của em có mà, em xem lại nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em bị mất thẻ sinh viên, vậy để tham gia thi online HK 202 và 203 em có thể dùng giấy CMND để thay thế không?",
            "Chào em,. . - SV phải dùng thẻ SV khi dự thi. Nếu SV làm mất thẻ SV thì phải đăng ký làm lại. PĐT đã có tuỳ chọn nhận tại nhà, người nhận trả cước bưu điện: ghi rõ họ tên, số điện thoại, địa chỉ.. . - Em vào mybk/đăng ký in lại thẻ sv ... đóng tiền mới được in nhé. . . Thân mến,. . . .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em bị mất thẻ sinh viên vào thời điểm dịch bệnh tháng 6 nên em không thể đi in thẻ lại. Hiện nay, để thi cuối kì cần phải có thẻ Sinh viên. Qua giáo viên chủ nhiệm, em được biết cần phải có giấy xác nhận sinh viên tạm thời. Em đã viết mail nhưng chưa thấy phản hồi nên đã đăng kí in thẻ sinh viên mới trên mybk. Trong quá trình đăng kí, em vội vàng điền thông tin số điện thoại nhận hàng bị sai khi bị hối thúc làm việc nhà (do có lưu lại nên mới phát hiện). Xin phòng đào tạo sửa đổi thông tin chuyển phát lại thông tin của em với số điện thoại: 0984.524.635. . Trường hợp của em: [full_name] - MSSV:[student_id]. . Cho em hỏi thêm nếu việc chuyển phát về không kịp, thì mình sẽ có thể thay thế bằng CMND được không ạ?",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin của bạn. . Phải có thẻ sinh viên nghen, nếu có phát sinh chắc bạn phải trình bày với giảng viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name], MSSV: [student_id].. . . . Trong HK202, em có đăng ký môn học Anh văn 4 (LA1009), nhưng tình hình dịch bệnh nên việc thi cuối kỳ bị nhà trường hoãn lại trước khi đăng ký môn học HK203. Vì vậy để đảm bảo an toàn nên trong HK203, em có đăng ký học lại môn học Anh văn 4 (LA1009). Nhưng hiện tại, theo lịch thi mới nhất mà Phòng đào tạo sắp xếp thì lịch thi cuối kỳ môn học Anh văn 4 (LA1009) của HK202 và HK203 đều trùng ngày giờ với nhau (11/08/2021 lúc 13h00). . . Vì vậy, kính mong Phòng đào tạo xem xét giải quyết nhanh chóng vấn đề trùng lịch thi môn học Anh văn 4 (LA1009) ở cả 2 học kỳ. Và Phòng đào tạo có thể giải đáp thắc mắc là trong trường hợp này thì em có thể chọn thi 1 trong 2 học kỳ không ạ. Xin cảm ơn !",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ trực tiếp Thầy [full_name] giám đốc TTNN. . Email\t[email]. . Giám đốc\t[full_name]. [full_name]. . Email của Giám đốc\t[email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chào Thầy/Cô/Anh/Chị,. . Em đã cố gắng thực hiện đăng kí lại theo như thông báo và vẫn chưa thể đăng kí được ạ. Mong anh/chị xem qua video, hình ảnh đính kèm và kiểm tra lại giúp em lần nữa ạ.. . Em cảm ơn",
            "bạn dùng máy tính để đăng ký nhé, do dùng điện thoại nên bị cache giao diện rồi"
        ]
    }
]