[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào PĐT!. . 1) Cho em hỏi là kỳ hè có được đăng ký LV không ạ?. . 2) Nếu được thì đăng ký trong đợt đăng ký dự thính hè luôn hay PĐT sẽ mở đợt đăng ký riêng ạ?. . 3) Và có xét chuẩn toeic không ạ?. . 4) Học phí như thế nào ạ?. . Em cảm ơn. .",
            "Chào bạn, . . . . - Về việc đăng kí môn học học kì hè 2021 - 2022 (HK213), bạn vui lòng xem lại thông báo chi tiết ngày 01/04/2022 (tại tin nhắn BKel) nhé.. . - Sinh viên vui lòng xem quy chế về việc chuẩn ngoại ngữ nhận luận văn tốt nghiệp tại đây:  Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt/2. Chuẩn ngoại ngữ tốt nghiệp. . . . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên [full_name] - MSSV: [student_id]. . Ngành Kỹ thuật oto (khoa giao thông). . . . Em xin làm đơn này để xin được chuyển hệ CLC của đại học Bách Khoa sang hệ VLVH vì lí do không đạt chuẩn tiếng anh.. . . . Em mong nhà trường xem xét và giải quyết giúp em.. . . . Em cảm ơn.",
            "Chào bạn,. . . . - Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . . . - Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào Thầy Cô. . . . Em tên là [full_name]. . MSSV [student_id]. . . . Hiện do em là sinh viên K15 nên đã hết thời gian đào tạo.. . . . Hiện tại em vừa hoàn thành chứng chỉ anh văn nói viết và đã đủ điều kiện đăng kí tốt nghiệp, em phải làm đơn như thế nào để được xem xét ạ!. . . . Em xin cảm ơn Thầy cô!. . . . Kính chúc Thầy cô nhiều sức khỏe ạ. .",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT Trường ĐH Bách Khoa TPHCM. . Vừa qua em đã bị tạm dừng theo quyết định 855 25/03/2022 do không đóng học phí. Sau đó em đã hoàn thành đóng học phí và nộp đơn xin được thu nhận lại. Ngày 05/04/2022 em đã được thu nhận lại (quyết định hủy quyết định), nhưng đến nay tình trạng sinh viên trên trang mybk của em vẫn chưa được phục hồi. Kính mong PĐT xem xét phục hồi tình trạng sinh viên để em có thể đăng ký tốt nghiệp kịp thời hạn. Em xin chân thành cảm ơn.",
            "Chào bạn. . PDT đang xử lý QD của bạn, bạn theo dõi tình tình trạng trên mybk, khi nào chuyển từ trạng thái tạm dừng sang đang học thì bạn vào đăng kí tốt nghiệp nha.. . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name] Em chào thầy/cô ở PĐT ạ[full_name][full_name] [full_name] Em tên [full_name], là sinh viên K21 của khoa Khoa học và Kĩ thuật Máy tính[full_name] Hiện tại PĐT đã thông báo mở đợt đăng kí môn học cho học kì hè 213[full_name] Vì vậy em có một số thắc mắc muốn hỏi các thầy/cô về học kì hè 213, cụ thể như sau ạ[full_name][full_name] [full_name] 1[full_name] Thời gian học của học kì hè 213 bắt đầu từ ngày nào ạ, và kéo dài trong bao lâu ạ?[full_name] [full_name] 2[full_name] Cho em hỏi về mức học phí 1 tín chỉ của học kì hè 213 ạ? Đối với các môn học lại thì mức học phí có khác so với các môn học lần đầu không ạ?[full_name] [full_name] 3[full_name] Học kì hè 213 học online hay offline ạ, nếu offline thì học ở cơ sở nào ạ?[full_name] [full_name] Trên đây là một vài thắc mắc của em về học kì 213, mong các thầy cô có thể giải đáp thắc mác cho em để em còn đăng kí môn học ạ[full_name] Em xin chân thành cảm ơn[full_name][full_name] [full_name] Kí tên[full_name] [full_name] Thắng",
            "Chào em,. . Em vui lòng xem thông báo về ĐKMH học kỳ 213 đã gửi cho SV qua tin nhắn BkeL ngày 07/04/2022. . Thân. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em xin phép hỏi là để đăng kí được LVTN kì hè thì em phải nộp bằng toeic trước ngày bao nhiêu ạ??",
            "\"Chào bạn, . . . . Hạn cuối nộp chứng chỉ ngoại ngữ: trước đợt đăng ký môn học, trước ngày 20/05(đợt cuối cùng đăng ký). . . Xem chi tiết lịch đăng ký môn học tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ năm học 2021-2022    Học kỳ 3. . . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là sinh viên khóa K15, vừa có kết quả đậu Toeic speaking and writing hôm nay ngày 12/04/2022 . Hiện tại em chưa thể đăng ký tốt nghiệp. Cho em hỏi bây giờ em nên làm gì để có thể đăng ký tốt nghiệp. Em cảm ơn.",
            "Chào bạn. . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nghen. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô,. . Em tên là [full_name]. . MSSV: [student_id]. . Nay em đã hoàn thành các điều kiện để được đăng ký xét tốt nghiệp.. . Em làm phiếu yêu cầu này, mong thầy/cô kiểm tra lại thông tin và bổ sung tên em vào danh sách tốt nghiệp dự kiến và giúp em chuyển trạng thái của em hiện tại là \"tạm dừng\" sang trạng thái \"đang học\" để em có thể đăng ký xét tốt nghiệp.. . Em cảm ơn thầy/cô ạ.",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa [full_name],. . . . Hiện tại em đã có tên trong Danh sách tốt nghiệp dự kiến, nhưng do tình trạng sinh viên “tạm dừng” nên em chưa đăng ký tốt nghiệp được. Nhờ [full_name] kiểm tra giúp em ạ,. . . . Em cảm ơn.",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào thầy/cô, . . Em là [full_name] MSSV: [student_id] , em đã hoàn thành chương trình học nhưng bị tạm ngừng do không đăng ký môn học. Mong thầy cô gỡ tình trạng tạm dừng để em có thể đăng ký tốt nghiệp.. . Em cảm ơn thầy/cô.",
            "Tốt nghiệp. . . . . .",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name] mssv:[student_id]. . Em có nguyên vọng muốn học môn anh văn 4A nhưng để có thể đăng ký các môn của năm 4 nhưng môn học đã đóng đăng ký.Không biết em có thể xin đăng ký bổ xung vô lớp được không ạ. Em cám ơn",
            "Đã trả lời trực tiếp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào ạ,. . Em muốn hỏi là em bị đóng học phí học kỳ 212 trễ hạn do ngân hàng nghỉ lễ không làm việc thì em nên cần làm gì ạ?. . Em cảm ơn ạ.",
            "Chào bạn. . PĐT đã ghi nhận bạn thanh toán xong học phí HK212. Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Thầy/Cô, vui lòng cho em hỏi: \"em đã hoàn thành đăng ký xét tốt nghiệp và đóng tiền rồi ngày 01/04. Sao em tra trong danh sách tốt nghiệp chính thức không có tên em, cho em xin hỏi là có sai sót gì không?\" Xin chân thành cảm ơn! [full_name]",
            "Chào em;. . Em đã có tên trong danh sách tốt nghiệp chính thức rồi, em vào kiểm tra lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào phòng đào tạo, em là [full_name], khóa K19. Em có câu hỏi muốn hỏi là vào học kì 203 em có đăng ký môn Giải tích 2 (MT1005) nhưng em đã đăng ký hoãn thi và đến nay em đã hoãn thi môn này được 2 lần (dự tính học kì 212 sẽ hoãn thi luôn tức là 3 lần) thì trong kì hè này (HK213) em có thể thi để xóa điểm hoãn thi được không ạ vì theo quy định của nhà trường thì thời gian là một năm. Em cám ơn admin nhiều ạ. Chúc admin một ngày tốt lành.. . . .",
            "Chào bạn[full_name] [full_name] Pdt đã cố gắng xếp lịch thi xóa điểm Hoãn thi, bạn vui lòng thi nghen[full_name] [full_name] Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em là k21:. . 1.Em muốn đăng kí môn học vào kì hè 213 này thì học phí tính như thế nào ạ?. . 2. Dạ e không biết là xem các môn học cần học ở đâu ạ? Mong được văn phòng hướng dẫn ạ!. . Em cảm ơn nhiều ạ!!!. . . .",
            "Chào bạn,. . Về vấn đề này bạn liên hệ Văn phòng Đào tạo quốc tế (OISP) [email] đề được hỗ trợ nhé. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào các thầy cô,em là [full_name],mã số sinh viên của em là [student_id].Đợt vừa rồi em có đăng kí môn Anh Văn A1,nhưng mà vì một số lí do em không thể học được,các thầy cô cho em xin hủy môn này. .",
            "Chào bạn,. . . . Về việc rút môn học (Có tính học phí):. . Bạn vui lòng tải mẫu đơn: RÚT MÔN HỌC tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua trực tiếp hoặc BKSI trước ngày 22/04/2022. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Lễ tốt nghiệp . Em chào thầy cô,. . Em có 2 thắc mắc. . . . 1.Lễ tốt nghiệp tháng 4 tới, có trao bằng cho sinh viên đại trà không ạ, e đọc thông báo trong phần chương trình không thấy nhắc tới.. . . . 2.Em liên hệ với Khoa như thế nào để được hướng dẫn chi tiết ạ?. . . . Em xin cảm ơn.. . . .",
            "Chào em;. . Trong kế hoạch là có Sinh viên tốt nghiệp đại học, cao đẳng hệ chính quy và  hệ VLVH, kể cả các sinh viên khóa trước và các sinh viên không có điều kiện tham gia lễ tốt nghiệp tại các địa phương, tham dự lễ tốt nghiệp & trao bằng nhé.. . Em liên hệ trực tiếp ở khoa để hỏi các thủ tục nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô, tuần vừa qua tài khoản ocb của em bị khóa nên đã trễ trong việc nộp học phí. Mong thầy/cô hướng dẫn để em có thế được đóng học phí bù. . . Em cảm ơn thầy/cô đã đọc tin nhắn này.",
            "Chào bạn, . . Cổng thanh toán học phí (myBK    BKpay)vẫn mở bình thường cho sinh viên thanh toán học phí. SV vui lòng nhanh chóng thanh toán học phí theo quy định. Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi VPĐT, em tên [full_name]-[student_id]. . . . Vào ngày 30-3-2022, em có nhận được hồi đáp của VPĐT về việc đăng ký Giấy chứng nhận tốt nghiệp và em đã nhận được Email với nội dung sau:. . . . \"Thân chào SV,. . . . PĐT thông báo tới SV, bản scan giấy chứng nhận tốt nghiệp đã được tải lên trang đăng ký hồ sơ cấp bằng Mybk    đăng ký tốt nghiệp, Sinh viên tự lên tải về sử dụng trong thời gian này. Sau đó Sinh viên liên hệ Phòng đào tạo (101A1) để nhận bảng chính nếu có nhu cầu.\". . . . \"Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và Scan gởi qua mail SV\". . . . Tuy nhiên ở thời điểm hiện tại, em vẫn chưa nhận được giấy chứng nhận tốt nghiệp (Mail hay trên hệ thống Mybk    đăng ký tốt nghiệp).. . . . Em rất mong có thể nhận được sự hỗ trợ của VPĐT. . . Em xin chân thành cảm ơn !. . . .",
            "Chào em;. . bản scan sinh viên phải lên tải trên trang đăng ký tốt nghiệp chứ không có gửi qua mail sinh viên nhé. . Em tải bản scan theo file đính kèm nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . CỘNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM. . Độc lập – Tự do – Hạnh phúc . . . . TPHCM, ngày 12 tháng 4 năm 2022. . . . ĐƠN XIN GIA HẠN THÊM 1 HỌC KÌ. . . . Kính gửi phòng đạo tạo,. . Em tên là [full_name] – MSSV: [student_id] – SĐt: [phone_number] – Lớp XD15VL1.. . Do đến tháng 4/2022 mà em vẫn chưa hoàn thành chương trình đào tạo để có thể tốt nghiệp, hiện tại em vẫn thiếu toeic và anh văn 3 và anh văn 4, nếu hoàn thành được toeic 500 là em đã có thể quy đổi để hoàn thành anh văn 3 và anh văn 4 và toeic để ra trường luôn. . . Theo như phòng đào tạo có gửi thông báo cho em qua BKSI là em đủ điều kiện để làm đơn đăng kí gia hạn thêm 1 học kì , hôm nay, em làm đơn này xin gia hạn thêm 1 học kỳ để tiếp tục hoàn thành chương trình đào tạọ của nhà trường . . Trong thời gian chờ đợi sự phê duyệt từ phía phòng đào tạo, em xin chân thành cảm ơn, nếu có thiếu sót gì về quy trình đăng kí gia hạn 1 học kì, mong phòng đào tạo hướng dẫn và giúp đỡ em.. . . .   Sinh viên xác nhận                                                     . .         [full_name]. .   [full_name]. . . . . . . . . .",
            "Chào em,. . PDT đã tiếp nhận đơn gia hạn 1HK của bạn,. . SV theo dõi mail SV và tình trạng SV tại mybk/Thông tin sinh viên.. . Sau ngày 29/4 SV vẫn chưa nhận được QD gia hạn, SV gửi lại câu hỏi qua bksi để kiểm tra lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: kính gửi PDT ĐH Bách Khoa,. . em tên trương hoàng khang-mssv:[student_id].. . vì lý do nhầm lẫn ngày thanh toán học phí nên em đã thanh toán học phí HK212 và HK dự thính 212 trễ hạn. Hiện em đã hoàn thành thanh toán học phí. em làm đơn này để trình bày lý do trễ học phí. Kính mong PDT xem xét ạ.",
            "Chào bạn, . . PĐT ghi nhận bạn đã thanh toán học phí bằng 2 ngày chính  qui hk 212 và học phí dự thính ngoài ngoài giờ hk 2. Bạn vui lòng thanh toán đúng hạn vào những lần sau nhé.. . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên [full_name]. . lớp XD20. . MSSV [student_id]. . Nghành: Vật liệu xây dựng. . Hôm nay em viết đơn này là vì em thanh toán học phí HK211 chậm nên bị tạm dừng học. . Nên em  xin được đi học lại và xin phục hồi lại TKB HK212 khôi phục xong em sẽ đóng luôn học phí HK212, em hứa sẽ thanh toán học phí đầy đủ và không dể nợ học phí nữa ạ.. . . .",
            "Chào bạn. . Tình trạng của bạn đã có quyết định tạm dừng số 855 ngày 25/3/2022 vì chưa thanh toán học phí HK 211 (CHÍNH QUY) theo quy định.. . Để được phục hồi TKB HK211 & HK212(nếu có), SV phải thanh toán phần học phí còn nợ, sau đó SV viết đơn trình bày xem xét phục hồi TKB HK211 & HK212(nếu có), ghi rõ lý do thanh toán trễ học phí + tên môn + MSMH + Học kỳ gởi đơn trực tiếp tại Pdt hoặc trang hỗ trợ trực tuyến [full_name]SI.. . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô ạ !!. . Em là sinh viên khoá K16 hiện tại em đã hoàn thành chương trình đạo tạo cũng như đã bổ sung đầy đủ anh văn và CTXH. Cho em hỏi là em có thể đăng kí tốt nghiệp kịp trong tháng 4 này không ạ, vì tình trạng của em hiện tại là đang bị tạm dừng, và hôm nay là 12/4 và em mới được nhận kết quả thi đậu anh văn nói viết ạ. Rất mong được thầy cô giúp đỡ ạ !. . Em chân thành cảm ơn thầy cô!!",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Anh/Chị. . Cho em xin danh sách tốt nghiệp và ngày dự kiến làm lễ cho sinh viên tốt nghiệp tháng 4/2022 được không ạ.. . . . Lý do: hiện tại em không kiểm tra được tên em trong danh sách tốt nghiệp chính thức. . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2921. . . .",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . - Về vấn đề Lễ tốt nghiệp bạn vui lòng đợi thông báo lịch trình chi tiết sẽ gửi qua mail sinh viên sau.. . - Về việc đăng kí tốt nghiệp và lễ phục tốt nghiệp, sinh viên sẽ đăng ký tại khoa . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào,. . Em xin gửi đơn trình bày lí do trễ hạn học phí.. . Mong quý thầy cô xem xét ạ.. . Em cám ơn và chân thành nhận sự xác nhận của thầy cô ạ.. .",
            "\"Chào bạn[full_name] [full_name] PĐT đã ghi nhận bạn thanh toán xong học phí HK212[full_name] Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau [full_name] [full_name] Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào quý cô/thầy,. . Em là [full_name] sinh viên K15 khoa Khoa học và Kỹ thuật Máy Tính.. . Hiện nay, em đã có tên trong danh sách tốt nghiệp dự kiến nhưng em vẫn chưa đăng ký tốt nghiệp được trên MyBK. Em mong quý cô/thầy có thể hỗ trợ để em được đăng ký tốt nghiệp trên MyBk để em có thể tốt nghiệp vào đợt này.. . Em xin chân thành cảm ơn.",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ cho em hỏi là em đã lỡ bỏ qua mấy bài quiz trong mục video môn kinh tế chính trị mác lê nin ạ. em không biết có ảnh hưởng gì đến môn học không ạ, nếu có, có thể hướng dẫn em cách giải quyết không ạ. .",
            "Chào em,. . Vấn đề này em vui lòng liên hệ với giảng viên để được trả lời nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa Thầy, Cô. . Em đã có tên trong danh sách dự kiến tốt nghiệp tháng 4/2022 (File ảnh đính kèm) nhưng đã qua ngày 11/4/2022 mà em vẫn chưa được nhà trường thay đổi tình trạng sinh viên của em nên em chưa thể đăng ký tốt nghiệp trên trang mybk được. Ngày 22/4/2022 gần đến nên em mong Thầy, Cô xem xét thu nhận lại em để em có thể hoàn thành việc đăng ký tốt nghiệp sớm nhất có thể và có thể nhận bằng ạ.. . Em xin chân thành cảm ơn Thầy, Cô",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy/cô,. . Em vừa hoàn thành luận văn tốt nghiệp vào học kì HK211 và hiện tại em đang đi làm nên không có đăng kí thời khóa biểu vào học kì HK212 nên em bị buộc tạm dừng học. Hiện nay em đã đủ điều kiện để đăng kí tốt nghiệp nên em zin quý thầy/cô mở lại tình trạng học để em có thể đăng kí tốt nghiệp cho kịp đợt tốt nghiệp tháng 4 này.. . Em xin chân thành cảm ơn vì sự giúp đỡ của quý thầy/cô.. . Trân trọng,. . [full_name]",
            "Chào em,. . Hiện tại PDT đã ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em vào đăng ký tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là sinh viên của trường, hiện đã có tên trong danh sách dự kiến tốt nghiệp nhưng không đăng ký tốt nghiệp được. Khi vào đăng ký tốt nghiệp ở trang mybk thì nó hiện thông báo như hình đính kèm phía dưới. Không biết là có vấn đề gì và phải giải quyết như thế nào. Em mong sớm nhận được phản hồi của nhà trường.. . Em xin chân thành cảm ơn.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào Cô. . Em tên [full_name] - [student_id] . . Nay em viết đơn này xin được thu nhận lại em . . Vì lý do đóng học phí trễ kì 212 nên dẫn tới hậu quả như ngày hôm nay.. . Danh sách môn học và mã môn học em sẽ đính kèm dưới dạng hình ảnh ạ  . . Em hứa kì sau này sẽ đóng học phí trước hạn ạ. . Em xin cảm ơn cô rất nhiều ạ . . . .",
            "Chào bạn. . PĐT đã ghi nhận bạn thanh toán xong học phí HK212. Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào thầy/cô. Em tên [full_name], mssv [student_id]. Sau khi gửi câu hỏi xét tốt nghiệp bổ sung thì em đã có tên trong danh sách tốt nghiệp dự kiến. Tuy nhiên tình trạng của em vẫn bị tạm dừng nên không thể đăng ký tốt nghiệp được. Nên em mong PDT xem xét giúp em với ạ.. . Em xin cảm ơn!",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nghen. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy cô!!. . Hiện tại em đã có tên trong danh sách tốt nghiệp tạm thời. Em làm đơn này kính mong thầy cô \" thu nhận lại\" để em được đăng kí tốt nghiệp đợt tháng 4 này.. . Em cám ơn thầy cô!!",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ hiện tại em đã đủ điều kiện tốt nghiệp. Mong phòng đào tạo thu nhận lại để em có thể đăng ký tốt nghiệp ạ. Em cảm ơn!. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng đào tạo,. . . . Em tên [full_name], MSSV: [student_id].. . Hiện tại em đã được thẩm định chứng chỉ ngoại ngữ và chuyển điểm thành công. Em cũng đủ tín chỉ và số ngày CTXH theo quy định (ảnh minh chứng đính kèm).. . . . 1. Em xin hỏi về Danh sách dự kiến tốt nghiệp tháng 4/2022 sẽ được tự động cập nhật sớm nhất hay em có cần phải làm thủ tục nào không ạ? Em có thể kiểm tra danh sách cập nhật sớm nhất ở mail hay trang thông tin nào ạ?. . . . 2. Em thuộc khoa Điện - Điện tử, theo thông tin tháng 4 này sẽ có tổ chức Lễ tốt nghiệp. PĐT cho em hỏi lễ này tổ chức cho sinh viên tốt nghiệp chính thức đợt tháng 11/2021 hay tổ chức gộp cả 2 đợt tháng 4/2022 và tháng 11/2022 ạ? Nếu em được cập nhật vào danh sách dự kiến tốt nghiệp tháng 4/2022 và thực hiện đăng kí tốt nghiệp trên MyBK thì có được tham gia lễ tốt nghiệp tháng 4 này không ạ?. . . . 3. Thông tin chi tiết về lễ tốt nghiệp em có thể liên hệ Khoa Điện Điện tử hay trang thông tin nào để nắm chính xác và cụ thể ạ. Do theo các trang mạng xã hội của các khoa thì thông báo 22/4 và 24/4 sẽ có lễ tốt nghiệp cho sinh viên Kỹ sư [full_name] và hệ Chính quy Đại trà. Tuy nhiên em và các bạn vẫn chưa nhận được mail hoặc thông báo nào chính thức nào từ khoa ạ.. . . . Em xin cảm ơn.. . Trân trọng.",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Thầy/Cô,. . Em tên [full_name], MSSV [student_id]. . Em đã có tên trong danh sách dự kiến tốt nghiệp đợt 1 năm 2022. Em đã phản hồi lại nhưng đến hôm nay em vẫn chưa đăng ký tốt nghiệp được ạ.. . Mong pđt xem xét giúp em ạ.. . Em cảm ơn.",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã hoàn tất thủ tục đăng ký tốt nghiệp và đang chờ kết quả. Em có đọc thông báo trên aao thì thấy phải liên hệ khoa trước ngày 22/04 để hoàn tất thủ tục nên không biết là em có cần đợi tên trong danh sách mới liên hệ khoa không ạ?",
            "Chào bạn, . . . . - Về vấn đề Lễ tốt nghiệp bạn vui lòng đợi thông báo lịch trình chi tiết sẽ gửi qua mail sinh viên sau. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy/cô trên pdt ạ! em là [full_name] MSSV [student_id], khoa cơ khí! Em đã lấy bằng tốt nghiệp hồi tháng 1, thầy cô cho em hỏi là trường mình có tổ chức lễ tốt nghiệp không ạ!",
            "Chào bạn, . . . . - Về vấn đề này bạn vui lòng đợi thông báo, lịch trình chi tiết sẽ gửi qua mail sinh viên sau.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa thầy, cô phòng đào tạo.. . Em là [full_name], MSSV: [student_id]. Hiện tại em có tên trong danh sách tốt nghiệp dự kiến đợt tháng 04/2022. Hiện tại em đã đủ ngày Công Tác Xã Hội (15 ngày) rồi, nhưng khi đăng ký tốt nghiệp trên MYBK lại ghi nhận là THIẾU ngày Công Tác Xã Hội (em có đính kèm hình ảnh trong yêu cầu này). . Yêu cầu này em đã gửi vào ngày 09/04/2022. Nhưng hôm nay vẫn chưa thấy phản hồi nên em gửi lại. Lúc sáng em có ghé qua phòng đạo tạo rồi.. . Em hi vọng thầy, cô sớm cập nhật thông tin ngày công tác xã hội lại giúp em và đăng ký tốt nghiệp.. . Em cảm ơn!",
            "Chào bạn. . . . Pdt sẽ cập nhật lại, bạn vào khai lại thông tin tốt nghiệp sau thứ 4 ngày 13/04 . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name] mssv [student_id] đã nộp trễ học phí do em bị covid không kịp nạp tiên vào tài khoản để đóng học phí, tới nay em mới nhờ được người đóng dùm và chưa hết bệnh để nộp đơn ở trường được nên em xin nộp đơn online. Xin phòng đào tạo xem xét và thông cảm. Em xin cảm ơn.",
            "Chào bạn. . PĐT đã ghi nhận bạn thanh toán xong học phí HK212. Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào quý thầy cô cho em hỏi ngay nhận bằng tốt nghiệp là 22/04 nhưng ngày đó do em co việc nên k the lên làm lễ được thấy cô cho em hỏi mình có thể nhận bằng trước ngày 22/04 hoặc sau đó 1 ngay co được k",
            "Chào bạn,. . . . Bạn cứ theo dõi mail thông báo nhé!. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ cho em hõi em có đăng ký tốt nghiệp tháng 4 này và đã thanh toán phí xong hết nhưng bên phía văn phòng khoa đưa danh sách không có tên em. . .",
            "Chào bạn,. . . . Phòng đạo tạo sẽ cập nhật danh sách và gửi lại cho khoa sau.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào pđt,. . . . Hiện nay em đã nằm trong danh sách dự kiến tốt nghiệp nhưng em vẫn chưa đăng ký tốt nghiệp trên MYBK được vì lí do K15 hết hạn đào tạo. Em mong pđt có thể cho em đăng ký xét tốt nghiệp ạ.. . . . Và tiết mục trao bằng lần này có được diễn ra không ạ? Em có xem trong kế hoạch tổ chức thì không có ạ.. . . . Em xin cảm ơn pđt.",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nghen. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name].MSSV: [student_id].. . Em bị tạm dừng tình trạng sinh viên vì không đăng ký môn học, học kỳ 2 (2021-2022).Em nên làm gì để hết tạm dừng, ming pdt giúp em. Em xin cảm ơn",
            "\"Chào bạn,. . Em vui lòng trình bày rõ hiện tại em xin thu nhận lại để làm gì?. . Về việc đăng ký thu nhận lại:. . Bạn vui lòng tải mẫu đơn: Thu nhận tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua BKSI. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào Phòng Đào tạo.. . Em tên là [full_name], MSSV: [student_id]. Hiện tại môn học Cơ lưu chất (CI2003) lớp DT01-A học kỳ Dự thính 212 của em chưa được cập nhật lịch thi cuối kỳ môn học. Em mong Phòng Đào tạo xem xét giúp em.. . Em xin cảm ơn.",
            "Chào bạn. . Lịch thi đã cập nhật. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhâ. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi quý thầy cô Phòng đào tạo trường Đại học Bách Khoa.. . Em tên: [full_name], MSSV: [student_id].. . Lý do: Em chưa tham gia lớp thực hành thí nghiệm hóa đại cương (học offline). Em muốm tham gia lớp học thì cần đăng kí như nào ạ. Mong nhận phản hồi của quý thầy cô. Em chân thành cảm ơn. . .",
            "Chào em;. . đã bổ sung cho em nhóm VL33 học trong đợt gần hè nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . pdt ơi cho em hỏi hiện tại em đã hoàn thành xong chương trình đào tạo khoa điện điện tử. Em muốn đăng ký học tiếp văn bằng 2 khoa công nghệ thông tin của trường mình thì cần làm những gì v ạ",
            "Chào bạn,. . . . - Sinh viên vui lòng xem chi tiết quy định: Điều 12 Đào tạo song ngành tại Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học ( số 2933 ngày 10/9/21). . Chúc bạn học tập tốt nhé.. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào quý Thầy/Cô. . Nay Em gửi hỏi/yêu cầu này là mong muốn quý Thầy/Cô có thể giải quyết vấn đề mà Em đang gặp phải.  Vấn đề như sau:. . Hiện tại Em đã nhận được email và có tên trong danh sách dự kiến tốt nghiệp vào ngày 9/4. Em cũng đã thanh toán tất cả khoản lệ phí đã nợ vào sáng 12/4. Em chỉ còn tình trạng sinh viên là bị khoá nên không thể truy cập vào website đăng ký tốt nghiệp được. Em mong quý Thầy/Cô giải quyết cho Em. Em xin chân thành cảm tạ ơn.. . . . [full_name]",
            "SV đã đăng ký tốt nghiệp thành công"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo, em là [full_name] sinh viên K17 Khoa Điện. Em viết đơn này xin được PDT cập nhật cho em danh sách tốt nghiệp vào tháng 4 vì em đã hoàn thành tất cả tín chỉ và điều kiện để ra trường. . . Em hy vọng sẽ được cập nhật sớm vào danh sách, em cám ơn ạ.. . Thân ái,. . [full_name]",
            "Chào bạn,. . . . - PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi pđt,. . Em đã có tên trong danh sách TNDK từ ngày 9/4 nhưng đến giờ tình trạng sinh viên của em vẫn chưa được thu nhận lại để đăng ký tốt nghiệp. Kính mong pđt xem xét và kiểm tra lại ạ, do em thấy 11/4 đã hết hạn đăng ký TN. Em xin cảm ơn.",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nghen. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Kính gửi PDT . . em là [full_name]. . MSSV [student_id]. . e đã nộp đơn và đóng học phí đúng quy định nhưng hiện tại e vẫn chưa dc cập nhật thời khóa biểu của HK 212 gồm những môn . . Anh văn 1 (LA1003). . Lịch sử Đảng Cộng sản Việt Nam(SP103). . Nguyên lý kinh tế và quản lý xây dựng(CI1045). . Cơ học Đất(CI3235). . Sức bền vật liệu(CI2007). . Em mong PDT trợ giúp e để e có thông tin lớp học offline ạ! Em chân thành cảm ơn PDT",
            "Chào bạn,. . . . - PĐT đã ghi nhận bạn thanh toán xong học phí HK211 (trễ hạn). Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau . . - TKB, BKel và lịch thi sẽ được phục hồi trong tuần sau.. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . . . Dạ cho em hỏi về điều kiện số ngày CTXH để nhận LVTN vào HK hè 213 ạ ? Trong các HK trước thì điều kiện CTXH là 6 ngày do tình hình dich bệnh . Không biết kì hè này có thay đổi hay giữ nguyên ạ ?. . Và HK hè 213 hạn chót để đăng ký LVTN , xét CTXH là ngày bao nhiêu ạ ? Có phải là vào 26/6 không ạ ?",
            "Chào bạn, . . - Theo quy định áp dụng trước đó, ngày CTXH vẫn giữ nguyên không thay đổi, thời gian xét ngày CTXH là 10 ngày.. . - Về việc đăng kí môn học học kì hè 2021 - 2022 (HK213), bạn vui lòng xem lại thông báo ngày 01/04/2022 (tại tin nhắn BKel) nhé.. . Thân!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ thưa thầy, cô. Em đã kiểm tra và vẫn chưa được có trong danh sách TN dự kiến mặc dù đã qua ngày 11/4 rồi ạ. Em xin thầy cô kiểm tra giúp em với ạ. Em K15 và chỉ còn 1 kì này để tốt nghiệp thôi ạ, em mong được thầy cô giúp đỡ, tạo điều kiện để em được ra trường kịp hạn tháng 4 này. Em xin cảm ơn thầy cô nhiều ạ.",
            "Chào bạn,. . . . -PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . -Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . -Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Thân",
            "\"Chào bạn. . Pdt kiểm tra hiện tại bạn còn nợ: CI2039,CI3037. . Không đủ ĐK để tốt nghiệp. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân\""
        ]
    }
]