[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi,từ khi nhập học 22/5 đến nay,em thuộc sv hệ VHVL,sao em vẫn chưa nghe thông báo gì cụ thể khi nào em được in thẻ sinh viên vậy ak,hoặc thẻ sinh viên của em khi nào được cấp vậy ak,",
            "Chào bạn,. . Do tình hình hiện tại SV chưa thể đến trường nên PDT chưa thông báo cho SV nhận thẻ và hiện tại bưu cục vẫn chưa nhận gửi thư, Bạn vui lòng có thể cung cấp rõ thông tin về tên người nhận thẻ, địa chỉ chính xác người nhận, số điện thoại, PDT sẽ in và gửi theo địa chỉ nếu SV yêu cầu (người nhận trả cước nhé). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hơi dài dòng một xíu, nhưng cho em hỏi. . - Em hiện đang có anh văn 580 và đủ hết yêu cầu để xét tốt nghiệp trừ anh văn 4 vì không đủ điểm toiec để chuyển.. . - Em có đăng kí hồi tháng 7 thi toeic bên IIG để chuyển điểm cho anh văn 2,3,4 nhưng do tình hịch dịch bệnh căng thẳng nên bên trung tâm hoãn thi tới giờ vẫn chưa xác định tổ chức thi lại.. . -  Vậy nên đăng kí anh văn 4A mà phòng đào tạo mở. Nhưng vì em mới chuyển điểm anh văn nên chưa được cập nhật vào bảng điểm (mặc dù chứng chỉ toeic đã được thẩm tra và đã đóng tiền chuyển trên Bkpay). Nên chưa đủ điều kiện đăng kí anh văn 4. Vậy cho em hỏi có cách nào cập nhật điểm sớm nhất để đủ tiêu chuẩn đăng kí cho anh văn 4 không ạ. Hay là chờ tới đợt chuyển điểm ạ ?. . Em cảm ơn.. . . .",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đăng ký lại môn anh văn theo nhu cầu vào 13g ngày 27/9/21. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT,. . Em tên [full_name], MSSV: [student_id] Khoa KTXD. Em không đăng ký được môn LVTN CI4373 \"lý do thiếu các môn tiên quyết\" (hình đính kèm). Những môn này em đã hoàn thành khi còn chính quy, đã chuyển điểm thành công qua hệ vhvl (hình đính kèm) nhưng khi dùng mssv của hệ vhvl đăng ký thì hệ thống báo thiếu các môn này.. . Vì không đăng ký được nên không xem được lịch sử đăng ký trong mục ĐKMH của hệ thống.. . . . Khi vào tra cứu danh sách sinh viên đủ/không đủ điều kiện nhận LVTN. Em thấy báo \"không đạt\" vì tín chỉ tích lũy là 70( hình đính kèm), trong khi ở hệ chính quy em đã tích lũy 116 tín chỉ rồi, anh văn toeic 530 đã nộp ở hệ vhvl ( hình chứng minh đính kèm) MSSV cũ :[student_id].. . . . Ở mục điểm chuyển trong thông tin sinh viên ở hệ vhvl, em thấy thiếu 2 môn là Vật lý 1 (PH1003) và [full_name] thép 1 (CI3009) chưa được chuyển từ chính quy. Mong PĐT cập nhật giúp em ạ. (hình đính kèm). . . . Kính mong PĐT xem xét cho em được đăng ký luận văn HK211.. . Em cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH (học phần tốt nghiệp: TTTN, DCLV, LVTN) của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV.. . Trường hợp nếu không đăng ký được (không đủ điều kiện (thiếu môn tiên quyết, thiếu ngày CTXH..)  PDT sẽ phản hồi cho SV qua bksi.. . Thời hạn là 1 tuần sau bạn không thấy phản hồi vui lòng báo lại Pdt. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô ạ,. . . . Cho em hỏi mã lớp LA1037 lớp AV1A học vào 11/10 sắp tới có thể tăng sỉ số hoặc mở thêm lớp được không ạ? Em đang học AVCB A chuẩn bị học AV1A để kịp đủ anh văn năm nhất để đăng kí môn cơ sở ngành cho kì 212 ạ. Do sơ sót nên em vào hơi trễ, nên lớp full rồi ạ. Mong PĐT có thể tăng sỉ số lớp hoặc mở thêm lớp để em và các bạn chưa đăng kí có thể kịp để hoàn thành chuẩn AV năm nhất với ạ.. . . . Em ơn thầy/cô.",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đăng ký lại môn anh văn theo nhu cầu vào 10g ngày 22/9/21. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Kính gửi Phòng đào tạo,. . Em tên là [full_name], trong học kì này, em có đăng kí môn Đồ án 1 (mã môn: CO2023)\t. . Tới bây giờ em vẫn chưa nhận được bất kỳ thông báo về môn này cũng như về cách thức làm đồ án, hoặc tài liệu hay trên hệ thống BKEL có liên quan đến môn đồ án. . . Mong thầy cô giải đáp.. . [full_name]!. .   i Học vụ .",
            "Chào bạn. . Về việc này, Bạn vui lòng liên hệ Khoa giải đáp nghen, . . Thân",
            "Em chào cô. . . . Cô có thể cho em phương thức để liên lạc với bên [full_name] không cô . . . . [full_name]!",
            "Văn phòng\t: Tòa nha A3 – 268 Lý Thường Kiệt, Q. 10, TP. HCM. . Điện thoại\t: (84.8) 38.647.256 - Ext: 5847. . Fax\t: (84.8) 38.645.137. . Website\t: http://www.cse.hcmut.edu.vn. . Email\t: [email]. . Trưởng khoa\t: PGS.TS [full_name]. . Email của Trưởng khoa\t:. . Bạn liên hệ với [full_name] gặp cô [full_name] (thư ký [full_name]) nghen. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSS[full_name]/MSG[full_name]: [student_id]  /b \t. . . .   i Học vụ  /i  Em chào quý thầy cô! Chuyện là em là sinh viên từ Bảo Dưỡng CN lên học Cơ Điện Tử . . hệ [full_name]H[full_name]L khóa 2020 học theo Chương trình K19. Em được miễn 4 môn Anh văn 1,2,3,4 nhưng chưa có bằng TOEIC 500. Em muốn đăng ký luận văn tốt nghiệp cho kỳ 212. Giờ em đang ký học môn A[full_name]4a(theo nhu cầu) mà PĐT đang mở và qua môn A[full_name] 4A thì kỳ sau em có được đăng ký làm Luận văn tốt nghiệp không ạ? Anh [full_name]Ăn 4A có tương đương môn A[full_name] 500 không ạ? Em cảm ơn! ( em thấy trên quy chế thì phải đạt môn A[full_name]500 mới cho đăng ký luận văn). .",
            "Chào bạn,. . AV4a không có tương đương nhé bạn. Bạn phải đăng ký các lớp AV theo định dạng TOEIC mở riêng cho VLVH.. . Theo thông báo HK211 xét LVTN không xét chuẩn CCNN.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào PDT,. . Hôm nay có thống báo đăng kí Av theo yêu cầu, nhưng hiện tại lớp Anh văn 2a đã full lớp ạ.. . Em xin PDT xét duyệt để mở thêm lớp ạ.. . E cảm ơn",
            "Các nhóm đã tăng sĩ số tối đa và không tăng được nhé bạn.. . Hiện tại PDT đã liên hệ Trung tâm ngoại ngữ để mở thêm lớp, nếu được sẽ cập nhật sau 17h ngày 21/9. Bạn theo dõi và vô đăng ký lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT, . . . . Theo thông báo là tốt nghiệp đợt tháng 11/2021 sẽ được xét tốt nghiệp đến cuối kỳ 211 (cuối tháng 12/2021). . . Tuy nhiên hạn cuối đăng ký xét tốt nghiệp trên mybk là 31/10 và trên trang aao có lộ trình về Lễ tốt nghiệp dự kiến tháng 11/2021 cũng yêu cầu trước tháng 11.. . Vậy trường hợp đăng ký xét tốt nghiệp sau ngày 30/11 là không được tham dự Lễ trao bằng ạ? . . Kính mong thầy cô giải đáp thắc mắc giúp em ạ.",
            "Chào bạn,. . Những trường hợp tốt nghiệp trễ hạn (sau khi hội đồng học vụ trường thông báo ngày lễ tốt nghiệp chính thức) thì sẽ không được dự lễ nhé, nếu các bạn tốt nghiệp trễ muốn dự lễ tốt nghiệp thì theo dõi thông tin của đợt tốt nghiệp 4/2022 để đăng ký lên tham dự lễ nhé. . Thân",
            "Tốt nghiệp .",
            "Vui lòng trình bày rõ nội dung câu hỏi nhé!",
            "Tốt nghiệp . Kính gửi pđt, . . . . Em chưa hiểu lắm về sự mâu thuẫn của 2 thông tin này ạ:. . - Đợt 11/2021 dự kiến xét tốt nghiệp đến cuối kỳ 211. . . - Hạn chót xét tốt nghiệp trên mybk là 30/10. . . Nhờ thầy cô giải thích giúp em ạ. Em rất cảm ơn ạ.",
            "Chào bạn. . Lịch trình tốt nghiệp SV xem tại đây:. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Lịch này để chốt danh sách tham dự lễ và in bằng TN chung. . Mặt khác nhà trường vẫn cứu xét xét tốt nghiệp đến hết HK211 dành cho những trường hợp trễ hạn nhé (vẫn in bằng trễ cho SV, và in theo đợt). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . [full_name] - [student_id]. . Môn Sức bền vật liệu (CI2007-DT01-A) vẫn đang trong quá trình đợi thông báo lịch thi. Để kịp tiến độ đăng ký xét tốt nghiệp và em cũng không còn nhu cầu cải thiện điểm, em xin nhờ thầy cô cập nhật điểm \"13\" giúp em để hoàn tất điểm học kỳ giúp em đăng ký xét tốt nghiệp ạ. Em cảm ơn thầy cô!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 28/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân mến,. .",
            "Chào em,. . Em còn nợ TOIEC em chưa xét tốt nghiệp được nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi pđt, . . . . Cảm ơn cô đã trả lời ạ. . . \"Lịch này để chốt danh sách tham dự lễ và in bằng TN chung. . Mặt khác nhà trường vẫn cứu xét xét tốt nghiệp đến hết HK211 dành cho những trường hợp trễ hạn nhé (vẫn in bằng trễ cho SV, và in theo đợt)\"  . . =  Đối với câu trả lời này tức là những trường hợp được cứu xét thì không được tham dự Lễ tốt nghiệp dự kiến tháng 11/2021 phải không ạ?",
            "Chào bạn,. . Danh sách tham dự lễ tốt nghiệp tháng 11/2021 sẽ phải đăng ký xét tốt nghiệp theo đúng lịch đã công bố:. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Những trường hợp xét sau ngày này đều coi là trễ hạn.. . Trường hợp trễ hạn thì bạn xem câu trả lời trước nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy! Trong đợt đăng kí anh văn theo nhu cầu em muốn đăng kí học anh văn 4A nhưng hiện tại đã đủ sỉ số lớp! Em mong thầy tăng sĩ số để em có thể đăng kí học để kịp thời gian tốt nghiệp ạ! . . Rất mong thầy xem xét giúp em trường hợp này!. . Em cảm ơn!",
            "Các nhóm đã tăng sĩ số tối đa và không tăng được nhé bạn.. . Hiện tại PDT đã liên hệ Trung tâm ngoại ngữ để mở thêm lớp, nếu được sẽ cập nhật sau 17h ngày 21/9. Bạn theo dõi và vô đăng ký lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em mới thấy gmail trường mở lớp anh văn theo nhu cầu mà em vô đăng ký thì không được em ko biết sao nữa nhờ pdt hỗ trợ giúp em . .",
            "Chào bạn,. . Nhóm đó của bạn đã full sĩ số rùi nhé, 30/30. Bạn vô kiểm tra lại nhóm còn còn sĩ số thì đăng ký nhé. . Sĩ số đã mở tối đa và không tăng thêm được nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy cô,. . . . Em tên là [full_name], sinh viên lớp VP16XDC. Hiện nay em đã được cho phép đăng kí tốt nghiệp vào đợt tháng 11 năm 2021 tuy nhiên em không thể tìm thấy thông tin của mình ở danh sách tốt nghiệp dự kiến. Em kính mong thầy cô hỗ trợ và giúp đỡ em để em có thể tra cứu thông tin của bản thân. Em xin chân thành cảm ơn quý thầy cô.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 29/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi pđt, . . . . Em đang học lớp DT av4a theo nhu cầu và sẽ kết thúc buổi học vào tuần 40. Hiện em chưa biết thông tin về lịch thi cuối kỳ của môn này. Và em cần được hoàn thành môn trước hạn xét tốt nghiệp là 31/10. . . . . Vậy tụi em có thể làm đơn xin pđt cho được thi cuối kỳ ngay khi khoá học kết thúc không hay bắt buộc phải đợi đến lịch thi chung toàn trường ạ? (Rất nhiều bạn quan tâm vấn đề này ạ) . . . . Mong được thầy cô giải đáp ạ! Em cảm ơn thầy cô.",
            "Chào bạn. . ·        Pdt sẽ giải quyết tốt nghiệp theo thông báo đến hết HK211 (dự kiến cuối tháng 12/2021) nghen, . . ·        . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã nhận được mail đăng ký tốt nghiệp của pdt. . Em đã đăng ký tốt nghiệp. . Nhưng tra cứu trong danh sách dự kiến tốt nghiệp để kiểm tra thông tin thì không có tên em ạ",
            "Chào em,. . Cô thấy em có tên trong danh sách tốt nghiệp dự kiến 2 mà, em xem lại nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa PĐT, em đã đăng kí chuyển điểm anh văn 3 thành công, nhưng tại sao vẫn không đăng kí được lớp anh văn 4A ạ. Mong sớm nhận phản hồi từ PĐT. Em xin cảm ơn",
            "Chào em,. . PĐT đã gửi email:. .  . . Thân gửi các bạn sinh viên,. . . . . . . . Phòng Đào tạo thông báo về việc đăng ký bổ sung các lớp Anh văn theo yêu cầu (Anh văn cơ bản, Anh văn 1A, 2A, 3A, 4A). . . . - Đăng ký tại: Mybk.hcmut.edu.vn    chọn  Đăng ký môn học    chọn Đăng ký bổ sung các lớp Anh văn theo yêu cầu. . . . - Thời gian đăng ký: từ 8g ngày 21/9 đến 14g50 ngày 28/9 . . . . - Thời gian bắt đầu học: 11/10/2021. . . . . . . . Lưu ý:. . . .  . . . . 1) Đề nghị SV kiểm tra TKB hiện có để đăng ký không trùng lịch học cá nhân, PĐT sẽ hậu kiểm kết quả nếu trùng TKB, PĐT sẽ hủy kết quả đăng ký môn học anh văn nhu cầu.. . . . 2) Thông tin chi tiết về các lớp Anh văn theo yêu cầu, SV vui lòng tham khảo tại link sau  http://www.bkenglish.edu.vn/lop-anh-van-theo-nhu-ca.html. . . . . . Mọi thắc mắc của sinh viên về học vụ, bạn vui lòng gửi câu hỏi vào trang Hỗ trợ trực tuyến: bksi.hcmut.edu.vn/ hỏi-yêu cầu/Tạo câu hỏi-yêu cầu mới để gửi câu hỏi cho Phòng Đào tạo.. . . . Hoặc liên hệ email: [email]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ Cô ơi em là [full_name] sinh viên khóa K15 hiện em đã hoàn tât cả các môn học và đồ án tốt nghiệp. Hiện tại em còn thiếu chứng chỉ 2 kỹ năng Toiec Speaking and Writing.. . Hiện tại nhà trường có mở lớp thi 2 kỹ năng này online, nhưng em lại không được phép đăng kí dự thi.. . Em mong thầy cô và nhà trường xem xét cho em được dự thi để hoàn thành điều kiện cho việc xét tốt nghiệp vào tháng 11 này ạ.. . Em xin chân thành cảm ơn nhà trường và quý thầy cô!",
            "Chào bạn,. . Sau ngày 22/9 bạn vô đăng ký thi Av nói viết online nhé, theo dõi mail để vào đăng ký nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào Trường ĐH Bách Khoa TP.HCM. . . . Em Tên [full_name] MSSV [student_id]. . . . Cho em hỏi là em có lịch thi môn anh văn 3 LA1007. . Nhưng trong thời khóa biểu HK2 NĂM HỌC 2020 - 2021 của em lại không có môn anh văn 3 và không có tính chỉ ạ.. . . . Em mong trường xem xét cập nhật thời khóa biểu cho em.. . Em xin cám ơn.",
            "Chào bạn,. . TKB HK202 của bạn có môn AV3 nhé, TKB của bạn sẽ được cập nhật lại sau nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào quý thầy/cô,. . . . Em hiện là SV năm 4 khoa Khoa học Máy tính, học kỳ 203 em có đăng ký môn TTNT nhưng đến nay vẫn chưa thể hoàn thành môn học được.. . . . Ngày 05/08 em có được thông báo   B Hoãn thi  /B  về về môn TTTN CO3315 do ảnh hưởng của dịch bệnh nên không thể tham gia thực tập được (hình ảnh đính kèm 1). Theo quy định hạn chót nhận đơn Hoãn thi là 5 ngày sau khi thi online nên khi có lịch thi là vào ngày 25/09 (hình ảnh đính kèm 2). Em đã có mail với Khoa và nhận được phản hồi là phải liên hệ với phòng đào tạo (hình ảnh đính kèm 3).. . . . Hiện tại em rất lo lắng vì nếu không Hoãn thi được sẽ ảnh hưởng đến tiến độ học tập và môn Đề cương Luận văn CO4315 mà em đã đăng ký trong học kỳ này HK211. Vì vậy em mong quý thầy cô có thể xem xét và hướng dẫn thêm cho em.. . . . Em xin chân thành cảm ơn quý thầy cô đã đọc và phản hồi!. . . . Chúc quý thầy cô một ngày làm việc tốt lành!. . . . Thân mến,. . . . . . . .",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . . . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . . . =  Như vậy em làm theo mục 3 này nhé.. . . . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy (cô), em tên [full_name] cho em xin gửi đơn hủy hoãn thi của môn học   B [full_name](MT1009), HỌC KÌ 203, nhóm DT02-A, thi vào lúc 7h00 ngày 15/08/2021  /B   B .Kính mong thầy cô xem xét và giải quyết giúp em. em cảm ơn.",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi:. . Thời gian chuyển điểm anh văn có thể nhanh hơn được không ạ? Tại vì em đang muốn đăng kí lớp Anh văn theo yêu cầu đợt này nhưng chưa đạt đủ điều kiện môn học trước ạ?. . Em cảm ơn. .",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đăng ký lại môn anh văn theo nhu cầu vào 13g ngày 27/9/21. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào quý thầy/cô, em tên [full_name] ([student_id]), em có đăng ký in bảng điểm và phòng CTCT có thông báo em cần nhờ đơn vị in bảng điểm scan giúp bản điểm của em để hoàn tất hồ sơ học bổng, em có đăng ký in 2 bản. Mong quý thầy/cô giúp em scan bảng điểm và gửi qua mail:  [email] . . để em có thể hoàn tất hồ sơ ạ, em xin chân thành cảm ơn",
            "Gởi bạn bảng điểm đính kèm"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em có bằng toeic 595 nhưng chưa đủ 600 để TN tháng 11 này, em đã học xong hết tất cả môn học. . . Em có biết được thông tin là nhà trường sẽ mở lớp av 4A để cho SV đăng kí học để có thể TN đúng hạn . . Em muốn hỏi là nếu em học lớp av 4A thì em có được có tên trong danh sách là dự lễ trao bằng T11 không ạ, hay là em chỉ được TN vào tháng 12 và không có lễ trao bằng ạ?. . Em xin cảm ơn ạ. . .",
            "Trường hợp bạn còn thiếu điều kiện gì để tốt nghiệp?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Họ Tên: [full_name]. . MSSV: [student_id]. . . . Dạ em bị khóa tài khoản ocb nên em không biết mình có thể thanh toán học phí theo hình thức nào khác hay không ạ do dịch bệnh nên chưa thể ra phòng giao dịch mở khóa.",
            "Chào bạn. . •\tSố điện thoại hotline của Ngân hàng OCB để được hỗ trợ (khi có phát sinh sự cố):[student_id]8. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy (cô),. . Em tên [full_name], mssv: [student_id], khoa Kỹ Thuật Xây Dựng. Do yêu cầu từ ủy ban xã Nhơn Thạnh về việc nộp giấy xác nhận sinh viên. Do em định thi toeic để đổi điểm môn anh văn 4 và thi toeic 2 kỹ năng nói và viết, nhưng do dịch bệnh nên em thi được. Em cũng không có đăng kí môn cho học kì này. Em được xã đề nghị xin trường cấp cho em giấy xác nhận em còn chưa hoàn thành môn anh văn 4 và chưa có 2 kỹ năng nói và viết của toeic để tốt nghiệp. Em rất mong nhận được sự xem xét từ phía nhà trường. . . Em xin chân thành cảm ơn",
            "Chào bạn,. . Bạn vui lòng trình bày rõ vấn đề?. . Sinh viên có TKB trong HK211 mới có thể đăng ký được giấy xác nhận SV hoãn NVQS,. . . . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . SV đăng ký in CNSV tại mybk.hcmut.edu.vn. . . . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. .",
            "Em chào cô,. . Em không có TKB nên em không đăng ký in giấy xác nhận sinh viên được ạ, vấn đề này em đã nắm ạ. Em mong muốn xin phép trường cấp cho em giấy xác nhận em chưa hoàn thành xong chương trình đào tạo của trường. Hiện tại em chỉ mới có 140/142 tín chỉ theo quy định. Em rất mong cô dành thời gian xem giúp vấn đề của em.. . Em chân thành cảm ơn.",
            "Em xin phép được hỏi là nhà trường có thể hỗ trợ giúp em xác nhận mẫu đơn em đính kèm được không ạ?",
            "Kính mong cô và nhà trường xem xét giúp em",
            "Chào bạn. . Cô gởi đính kèm xác nhận. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào cô, thầy.. . Em và [full_name], MSSV: [student_id]. Hiện tại địa phương em (Xã Đá Bạc, Huyện Châu Đức yêu cầu giấy xác nhận sinh viên trước ngày 08, Tỉnh Bà Rịa Vũng Tàu) /10/2021. Em đã đăng kí cấp giấy trên phòng đào tạo nhưng vì dịch bệnh, việc chuyển phát qua bưu điện có khả năng bị trì hoãn.. . Em mong trường có thể gửi thêm cho em 1 bảng scan đến địa chỉ email: [email]. . Em xin cám ơn.. . Trân trọng.. . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào cô, thầy.. . Em và [full_name], MSSV: [student_id]. Hiện tại địa phương em (Xã Đá Bạc, Huyện Châu Đức, Tỉnh Bà Rịa Vũng Tàu) yêu cầu giấy xác nhận sinh viên trước ngày 08/10/2021. Em đã đăng kí cấp giấy trên phòng đào tạo nhưng vì dịch bệnh, việc chuyển phát qua bưu điện có khả năng bị trì hoãn.. . Em mong trường có thể gửi thêm cho em 1 bảng scan đến địa chỉ email: [email]. . Em xin cám ơn.. . Trân trọng.. . [full_name]",
            "Chào bạn;. . Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi,về việc học 1 môn nhưng phòng lại tạo ra quyết định thu học phí của em hơn 11tr,mặc dù ít đây không phải lỗi của em.Em đã liên hệ trường khoa bên em và được trả lời như hình.Trường phòng em nhờ phòng đào tạo có thể chia tiền theo môn để em dễ dàng thanh toán hơn không ak.Em cảm ơn",
            "Chào bạn. . Bạn vui lòng đợi thông báo của nhà trường về việc này nghen, Cô đã chuyển thông tin của bạn cho Thầy Trưởng phòng đào tạo. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  Chào cô ạ! Cho em hỏi thêm là kỳ 212 đăng ký luận văn vẫn chưa có quyết định chính xác là không xét CCNN đúng không cô? Em cảm ơn !. . . .",
            "Chào bạn. . Hk212 phải theo quy định nghen. . Vì Hk211 này do giãn cách xã hội. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô,. . Em tên là [full_name], MSSV: [student_id], cho em hỏi là em có thi kì thi anh văn đầu vào được 490 điểm là đã đạt chuẩn AV1 mà khi em đăng kí bổ sung lớp Anh văn theo yêu cầu thì em không đăng ký được môn Anh văn 2A. . . Mong thầy cô xem xét cho em, em xin cảm ơn ạ.",
            "Chào bạn. . - Sinh viên đăng ký dự kỳ kiểm tra tiếng Anh định kỳ (theo định dạng TOEIC) do PĐT kết hợp trung tâm IIG tổ chức không dùng để miễn môn các môn anh văn 1234 chỉ dùng để đạt chuẩn tiếng Anh sau mỗi năm học. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 2-c. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào PĐT, . . Em là [full_name], MSSV [student_id]. Hiện nay em đang tham gia chiến dịch tình nguyện lấy mẫu cộng đồng ở phường Đa Kao - Quận 1. Do tình hình lực lượng ít phải đi hằng ngày cả 2 buổi nên em cũng cố gắng học vào mỗi tối và có lỡ 1 số buổi học online của thầy cô. Bây giờ em có giấy xác nhận đang tham gia của phường thì em phải nộp ở đâu và có bị cấm thi không ạ ?. . Em mong PĐT giải quyết ạ, em xin cảm ơn.. . . .",
            "Chào em,. . - Các hoạt động trong khóa học do GV phụ trách môn học quản lý. PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . - Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1710468  /b \t. . Em chào Thầy/Cô,. . Em tên là Lê Hoàng Anh, mssv 1710468. Em có đăng kí in bảng điểm vào ngày 14/09 với hình thức chuyển phát qua bưu điện (mã phiếu InBD20210914006). Nhưng tới hôm nay em vẫn chưa nhận được ạ. . . Thầy/Cô có thể scan giúp em bảng điểm để em kịp thời hạn nộp hồ sơ được không ạ?. . Em xin gửi thông tin liên lạc của em . . SĐT: 0965223461. . Mail: anh.le01071999@hcmut.edu.vn. . Em xin cảm ơn quý Thầy/Cô.",
            "Gởi bạn bảng scan bảng điểm"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện em là sinh viên khoa Bảo Dưỡng Công Nghiệp, hệ Cao Đẳng.. . . . Em vừa được cập nhật ngày công tác xã hội là 10.5 ngày, đủ điều kiện xét tốt nghiệp nhưng trên mybk mục đăng ký xét xem chưa được duyệt ạ!. . Mong văn phòng giúp đỡ em!. . Em cảm ơn nhiều!. .",
            "Chào bạn,. . Sau 10 ngày 22/9 bạn vô đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em đã đăng ký chuyển điểm anh văn và được công nhận anh văn 3. Em có đăng ký lớp anh văn 4a nhưng hệ thống lại báo yêu cầu học trước anh văn 3a. PĐT cho em hỏi điều kiện học lớp anh văn 4a là gì ạ",
            "Chào bạn. . - Bạn mới thanh toán lệ phí chuyển điểm anh văn ngày 21/9. . -Cô sẽ cố gắng chuyển thông tin chuyển điểm đến các bộ phận liên quan để kiểm tra và xử lý nhanh , bạn vui lòng đăng ký lại môn anh văn 4A theo nhu cầu vào 13g ngày 27/9/21. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào pdt,cho em hỏi là khi nào em có kết quả phản hồi từ pdt về việc em muốn hủy môn học TLTN (260663) vậy ạ,lý do em muốn xin hủy là do em đang bị sốt liên tiếp mấy ngày hôm nay,và em phải tự cách lý tại nhà,nên sức khoè của em hơi yếu,nên em muốn hủy để sang học kì sau em làm ạ,vì em ở trọ một mình và đang mắt kẹt tại tphcm mấy tháng nay, và em phải tự chăm sóc bản thân do đang bị ốm nên em sợ em ko hoàn thành đc đề tài ạ,rất mong pdt bỏ qua cho em và giúp cho em ạ,em cám ơn",
            "Chào em,. . Cô đóng câu hỏi này nhé, vì em đã hỏi ở câu khác trùng nội dung, đã trả lời em ngày 20/9.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên [full_name]   MSSV [student_id]. . Em bị mất thời khóa biểu môn học trong BKEL. Anh/Chị có thể cập nhật giúp em được không ạ.",
            "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý. PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy cô, em có đăng câu hỏi trên BKSI, mã ID : 34192.. . Em đợi tới tuần này vẫn không có thời khóa biểu , em muốn làm luận văn để hoàn tất chương trình học. Em đã liên hệ thầy để làm trước nhưng vẫn chưa được phản hồi.. . Em kính mong thầy cô phòng đạo tạo hướng dẫn em.. . Em xin cảm ơn.. .",
            "Chào em,. . STCTL 115+4=119  124 Không đủ điều kiện nhận LVTN. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ,. .     em đang muốn lấy giấy xác nhận đang học ở trường Bách Khoa để làm giấy thủ tục vay vốn cho sinh viên .. .      HIện tại đang mùa dịch thì em đang ở quê và không thể lên thành phố lấy giấy được , bên phía ngân hàng chấp nhận bản scan hoặc bản in có chữ kí, đóng dấu của nhà trường . Vậy liệu bên nhà trường có thể hỗ trợ em về việc này không ạ.",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, miễn giảm và gia hạn học phí… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Học phí học kỳ . . chính hiện tại chưa được tính miễn giảm theo diện chính sách (do P.CTCT SV chưa gửi danh sách). HP  SV sẽ được cập nhật miễn giảm (nếu có) trước khi bắt đầu đóng HP vào tháng 11/2021.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ kính thưa Thầy(Cô) em sinh viên kiến trúc đã hoàn thành tất cả các nôn học và luận văn Tốt Nghiệp, nhưng vì dịch bệnh nghĩ nên em chưa kịp đăng ký thi anh văn nói viết để xét Tốt Nghiệp được. nay em muốn nhờ Thầy(Cô) xem giúp đỡ em được đăng ký thi môn anh văn nói viết để đủ điều kiện đăng ký Tốt Nghiệp ạ. . . chân thành cảm ơn Thầy(Cô)",
            "Chào bạn,. . Vui lòng đợi mail vào đăng ký nhé thi AV nói viết nhé, trước ngày 23/9 sẽ gửi mail cho SV để bạn vào đăng ký thi AV nói viết đợt 4. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: Phòng Đào tạo. . . . Em muốn đăng ký môn IM1001 - nhóm L01 chung với K2021 thì cần phải làm những thủ tục gì ạ ? . . . . Xin cảm ơn !",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cộng hòa chủ nghĩa xã hội Việt Nam. . Độc Lập - Tự Do - [full_name]. . . . Đơn đăng kí bổ sung môn đề cương luận văn mã môn học IM4315 . . . . Kính chào phòng đào tạo,. . Em tên là: [full_name] mssv [student_id]. . Lí do: Em đã bỏ lỡ kì đăng kí đề cương luận văn tốt nghiệp mã môn học IM4315 kì 211. Tuy nhiên sau khi xem xét thầy [full_name] và Khoa Quản lý công nghiệp đã đồng ý cho em được đăng kí môn học này dù đã trễ hạn vì môn học chỉ đang trong quá trình giới thiệu và phân bổ giáo viên hướng dẫn. Em hi vọng phòng đào tạo sắp xếp đăng kí bổ sung cho em môn học này vào kì 211 để em học kịp tiến độ học tập và tốt nghiệp đúng hạn ạ.. . Trân trọng,. . Em [full_name].. . . .",
            "Chào em,. . PĐT đã trả lời câu hỏi trước của em . . \". . Chào bạn,. . Bạn vui lòng làm đơn xin đăng ký ĐCLVTN trễ hạn, ghi rõ lý do, mã MH.. . Trong đơn phải có xác nhận đồng ý của GVHD và [full_name] dù trễ hạn nhé. . Thân\". . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ kính chào thầy/cô,. . Em là [full_name]- MSSV [student_id].Ngày 13/09/2021 em có gửi email cho PĐT về việc chưa có tên trong danh sách tốt nghiệp dự kiến đợt 11/2021 mặc dù em đã kiểm tra thấy đủ điều kiện tốt nghiệp theo qui định. Nhưng hiện nay em theo dõi trên trang web PĐT thì vẫn chưa được cập nhật danh sách ạ. Mong thầy/cô kiểm tra giúp em. Em xin cám ơn.. . Trân trọng,. . [full_name]",
            "Chào em,. . Cô gửi em file xét tốt nghiệp, em xem và kiểm tra lại điều tốt nghiệp của mình nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name], mã số [student_id] và em có mong muốn chuyển sang trường khác.. . . . Em muốn có thêm thông tin và các bước cần chuẩn bị để chuyển trường ạ.",
            "Chào em,. . Em xem quy chế chuyển trường điều 29. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa [full_name],. . . . Em là [full_name] - MSSV [student_id]. . . . Hiện tại em đang có ý định rút môn học trong HK này, tuy nhiên em có thắc mắc là sau khi rút môn học thành công thì trên BKeL em có bị kick ra khỏi nhóm lớp trên BKel không ạ?. . . . Vì em vẫn muốn mình ở trong nhóm trên BKel để học thêm. Để kỳ sau học lại thì nhẹ nhàng hơn ạ.. . . . Em xin cảm ơn [full_name].",
            "Chào bạn. . Hiện tại, rút môn học vẫn chưa xử lý, . . Vì học kỳ này áp dụng quy trình mới, nên Cô không thể trả lời có còn trong BKEl hay không?. . Nhưng tinh thần rút môn học thì sẽ bị hủy môn học (nhưng tính học phí). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô, em tên [full_name], MSSV: [student_id], em là sinh viên lớp VL18NL khoa Công nghệ vật liệu.. . Theo như chương trình học khóa K18 thì tụi em có môn học Kỹ thuật điện - điên tử với mã môn là EE2011. Vì thay đổi chương trình đào tạo nên học kỳ sau đó, em đã đăng ký học môn tương đương của K19 là môn Kỹ thuật điên với mã môn EE1005.. . Hiện tại em đã hoàn thành môn học với mã môn EE1005 và em muốn chuyển điểm môn học này. Thầy/cô cho em hỏi, làm thế nào để em có thể chuyển điểm giữa 2 môn học tương đương nhau vậy ạ.. . Em cảm ơn quý thầy cô",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào thầy/cô,. . . . Em tên [full_name], sinh viên năm cuối khoa Khoa Học - Kỹ Thuật Máy Tính. Hiện em hoàn thành hồ sơ du học nên cần xin giấy tốt chứng nhận tốt nghiệp từ nhà trường.. . . . Tuy nhiên do môn học cuối cùng của em chỉ vừa được nhập điểm nên em không có tên trong danh sách tốt nghiệp dự kiến.. . . . Kính mong quý thầy/cô có thể hỗ trợ xét tốt nghiệp và cho em xin giấy chứng nhận tốt nghiệp sớm. Em chân thành cảm ơn thầy/cô.. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 29/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Do em đã đăng kí hoãn thi 2 môn trong đợt thông báo của trường ở trước đó a. Các môn em đã hoãn thi:. . + Truyền số liệu và mạng (EE3019). . + Xử lý số tín hiệu (EE2015). . Việc đăng kí hoãn thi đã được PĐT đồng ý. Nhưng hiện tại trong bảng điểm của em, môn EE3019 bị điểm 13.00 ạ. Em mong PĐT kiểm tra và cập nhật lại giúp em ạ. Em xin cảm ơn.  B   /B   B",
            "Chào bạn. . Cô kiểm tra trong ds hoãn thi không có tên bạn. . Bạn vui lòng gởi giúp Cô minh chứng để Cô kiểm tra. . Thân",
            "Dạ em gửi cô ạ:. .  + mail 1 là xác nhận của PDT vào ngày 9/8/2021 là em đăng kí hoãn thi môn Truyền số liệu và mạng (EE3019). .  + mail 2 là xác nhận của PDTvào ngày 17/8/2021 là em đăng kí hoãn thi môn Xử lí số tín hiệu (EE2015). . -Hình thức em đăng kí hoãn thi là qua link này ạ : https://forms.gle/ckyYcJMWN7w3kqe56. .",
            "Mong cô kiểm tra lại giúp em ạ. Em cảm ơn ạ",
            "Chào bạn,. . Cô kiểm tra đã thấy thông tin của bạn. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy cô phòng đào tạo, em xin hồi đáp BKSI mã ID: 36557, của cô [full_name]. . . Thưa thầy cô số tín chỉ trên hệ thống của em là 115[full_name][full_name]=119, em có trình bày em đã hoàn thành 1 môn học tương đương và một môn học thay thế trong BKSI mã ID : 3[full_name]192. Hai môn này là 6 tín chỉ.. . Vậy là 115[full_name][full_name][full_name]3[full_name]3=125 tín chỉ.. . Em hiện không có 8 tín chỉ anh văn và 9 tín chỉ luận văn : 115[full_name][full_name][full_name]3[full_name]3[full_name]8[full_name]9=1[full_name]2 tín chỉ.. . Nhà trường thông báo hoãn chứng chỉ tiếng anh nên em nghĩ mình có cơ hội làm luận văn vào kỳ cuối này, em khống có chứng chỉ tiếng anh nên em mất đi 8 chỉ anh văn.. . Em xin thầy cô phòng đạo kiểm tra giúp em.. . Em xin chân thành cảm ơn thầy cô phòng đào tạo.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH (học phần tốt nghiệp: TTTN, DCLV, LVTN) của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV. . . Trường hợp nếu không đăng ký được (không đủ điều kiện (thiếu môn tiên quyết, thiếu ngày CTXH..)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng Đào tạo,. . Em tên là [full_name], hiện là sinh viên năm 4.. . Em đã thanh toán HP theo như hướng dẫn của phòng trong lần đặt câu hỏi ngày 15-16/09 rồi ạ.. . . . Ngoài ra em có câu hỏi có liên quan đến việc đăng ký tốt nghiệp ạ. Mục \"Cập nhật ảnh thẻ sinh viên\" có bắt buộc phải chụp ảnh mới hay vẫn có thể dùng ảnh được chụp từ khi nhập học ạ? Do em thấy một số yêu cầu của ảnh thẻ khó có thể thực hiện trong lúc vẫn vẫn còn giãn cách ạ.. . . . Em xin cảm ơn phòng Đào tạo.. .   i Tốt nghiệp .",
            "Chào em,. . Ảnh này em có thể tự chụp với trang phục lịch sự, không cần cà vạt, veston.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy(cô),. . Em là sinh viên khóa K19, lần trước em có test anh văn định kỳ do nhà trường tổ chức, em thi được 375đ tương đương với anh văn 1, Cho em hỏi là nếu bây giờ em đăng ký lớp anh văn theo nhu cầu thì em đăng ký học anh văn 2A( tương đương anh văn 2) hay là phải đăng ký học bắt đầu từ anh văn căn bản ạ. . Em cảm ơn.",
            "Chào bạn. . - Sinh viên đăng ký dự kỳ kiểm tra tiếng Anh định kỳ (theo định dạng TOEIC) do PĐT kết hợp trung tâm IIG tổ chức không dùng để miễn môn các môn anh văn 1234 chỉ dùng để đạt chuẩn tiếng Anh sau mỗi năm học. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 2-c. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi có thời khoá biểu lớp anh văn dự thính thì có xin được giấy tạm hoãn nghĩa vụ quân sự không ạ ?",
            "Chào em,. . Em xem quy chế điều 9.1. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em muốn hỏi là học kỳ này em chỉ đăng kí một môn LVTN duy nhất. Vậy nếu em rút môn thì có ảnh hưởng gì không ạ?",
            "Theo quy định nếu SV không có TKB trong học kỳ sẽ bị tạm dừng học kỳ và không được cấp giấy xác nhận sinh viên theo quy định nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name], MSSV [student_id], chương trình tiên tiến.. . . . Hiện tại em đã hoàn thành chương trình học, đủ số ngày CTXH nhưng khi tra kết quả từ danh sách tốt nghiệp dự kiến trên website aao.hcmut.edu.vn (mục tốt nghiệp) từ ngày   B 8/9/2021  /B  đến hôm nay   B 21/9/2021  /B  vẫn không có tên.. . . . Cho em hỏi làm sao để kiểm tra được thông tin này?. . . . Em xin chân thành cám ơn.",
            "Chào em,. . Cô gửi em file xét tốt nghiệp, em vui lòng tải về xem và kiểm tra lại nhé, có sai sót gì thì phản hồi lại giúp cô. . Thân",
            "Kính chào cô,. . . . Em là sinh viên K15, chương trình tiên tiến. Trong quá trình em học, do em nộp chứng chỉ tiếng anh trễ 1 năm, nên lúc đó văn phòng đào tạo quốc tế (OISP) yêu cầu em chuyển khóa K15 thành K17 để được đăng ký học chung các môn năm cuối của chương trình cho thuận tiện hơn.. . . . Hai môn hiện tại 407408 (Cơ sở máy tính) và 407410 (Hệ thống máy tính và ngôn ngữ lập trình) là mã môn học mới của chương trình đào tạo. Hai môn này em đã hoàn thành trước đó (trước khi chương trình đào tạo được cập nhật mới) tương ứng là 407404 (Kỹ thuật máy tính 1) và 407402 (Cơ sở hệ thống máy tính). Em có đính kèm bảng thông báo từ OISP bên dưới. . . . . Em xin chân thành cám ơn cô.",
            "Chào em,. . Trường hợp của bạn cô đã chuyển đi xét lại và đã đủ điều kiện tốt nghiệp nhé, bạn đợi ds tốt nghiệp bổ sung cập nhật lại trong tuần sau nhé. trễ nhất là 28/9.. . Thân"
        ]
    }
]