[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào thầy(cô) ạ!.. . Hỏi 1: Hiện tại trang vào ĐKMH của em đã bị khoá do học kì trước em đã đóng trễ học phí ạ. Em đã hoàn thành học phí vào T1/2022, hiện tại em cần vào trang ĐKMH để tham gia đăng kí thi AV nói viết ạ. Thầy(cô) cho em hỏi em cần làm thêm động tác nào để được mở lại trang ko ạ. Do mùa dịch rồi em có khó khăn về kinh tế nên dẫn đến việc đóng trễ HP, mong PĐT thông cảm ạ. Em chân thành cảm ơn!!!. . . . Hỏi 2: Thầy(cô) cho em hỏi hiện tại PĐT có mở cho SV đăng thi AV nói viết chưa ạ, vì em là SV K15 nên ko biết có được PĐT gửi mail không ạ, em cảm ơn.. .",
            "Chào em,. . Đăng ký thi AV nói viết SV đăng ký trực tiếp tại Trung tâm ngoại ngữ nhé bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào,. . Em có một thắc mắc là Em đã hoàn thành xong luận văn và nếu lỡ như đợt tốt nghiệp tháng 4/2022 này em chưa có bằng tiếng anh để nộp mà phải đợi đến đợt tốt nghiệp tháng 11/2022 mới nộp thì trong khoảng thời gian này em phải làm gì để không bị hiểu là tạm dừng học tập và nghỉ học ạ.. . Em xin cảm ơn!",
            "Chào bạn, . . Theo như quy định: học kỳ nào không có TKB tại mybk  thông tin sinh viên thì tình trạng là tạm dừng, và không được để tình trạng tạm dừng 2 học kỳ liên tiếp.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào Admin, hiện tại em đã hoàn thành chương trình học nhưng vẫn còn thiếu chứng chỉ Toeic để ra trường. Dạ không biết hạn chót bổ sung các điều kiện để được xét tốt nghiệp trong học kỳ này là thời gian nào vậy ạ? Em có thấy trên Mybk thì thời gian đăng ký tốt nghiệp là tới ngày 4/5 còn trên aao lịch xét tốt nghiệp tháng 4 thì hạn chót bổ sung là 11/4, nhưng mà hiện tại bên BK English chưa có kế hoạch mở thi anh văn nói viết trở lại ạ.. . Cảm ơn!. . . .",
            "Chào bạn, . . Hạn chót bổ sung các chứng chỉ là 11/4/2022.. . Về kế hoạch mở thi bằng ngoại ngữ bạn vui lòng liên hệ TTNN để được hỗ trợ. .  . . Điện thoại        (08) 3866 6869 – 0909 625 988. . Fax        (84.8) 38.[student_id]69. . Website        . . http://bkenglish.edu.vn/. .  . . Email        [email]. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . + Em đã có đăng ký và học Thí nghiệm Hóa đại cương lớp VL19 ở cơ sở 1 vào tuần 3 và 4 của học kì 212 (em cũng đã hoàn thành 2 buổi học online trước đó). . + Tuy nhiên, vào tuần 10 của học kì 212 em lại có lịch học 2 buổi Thí nghiệm Hóa đại cương lớp VL07 ở cơ sở 2.. . + Em mong Phòng Đào Tạo có thể cho em biết em có cần phải học tiếp 2 buổi vào tuần 10 không ạ. . Em xin cảm ơn.. .",
            "Chào em,. . Nếu em đã hoàn thành  thì em liên hệ GV để xác nhận có cần đi học không, PĐT chỉ xếp lịch học bù chung.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Em chào PDT. . Em là sinh viên K18. . PDT cho em hỏi 9 chỉ luận văn vào kỳ hè 213 sắp tới học phí đóng theo dự thính (980K/tín chỉ) hay là đóng theo kỳ chính (350K/tín chỉ) ạ.. . Mong sớm được giải đáp từ PDT. Em cảm ơn nhiều. . . . . [full_name] . .  .",
            "Chào em,. . Môn LVTN tính tiền giống với TTTN trong hè các hk trước nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào quý thầy/cô,. . . . Em thuộc lớp L40-A của môn giải tích 1 và L05-A của bộ môn nhập môn kỹ thuật thuộc học kỳ 211. Em thắc mắc là sao điểm 2 môn này của em là 15 vậy ạ.. . . . Em xin chân thành cảm ơn quý thầy/cô ạ.. . . . [full_name]",
            "Chào em,. . - Điểm 15 là chưa có điểm.. . - Điểm do GV nhập, [full_name] gửi bảng điểm đến PĐT. Em vui lòng liên hệ GV, [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ phòng đào tạo cho em hỏi là đã có lịch thí nghiệm môn Hoá đại cương bù cho học kì 211 chưa ạ?. . Vì em thấy có các bạn đã có lịch rồi nhưng hiện tại em xem trên myBK thì tài khoản em vẫn chưa hiện lịch học cụ thể. Không biết là em có bị lỗi ở đâu nên không được xếp lịch không ạ?. . Em học lớp Hóa đại cương (thí nghiệm) (CH1004)_[full_name] (DH_HK211).. . Rất mong phòng đào tạo phản hồi sớm vì em ở xa còn phải sắp xếp để vào lại thành phố ạ!. . Em xin chân thành cảm ơn.. . . .",
            "Chào em;. . em vui lòng kiểm tra lại, phòng Đào tạo đã  cập nhật môn này vào ngày 22/12/2021 ở HK211. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  Dạ cho em hỏi về việc cập nhật điểm môn [full_name] của em. Các bạn thi cùng em đã được cập nhật trên mybk, nhưng của em chưa có. PDT kiểm tra giúp em. Em xin cảm ơn.. . . .",
            "Chào em,. . Điểm do GV nhập, bảng điểm Khoa gửi PĐT. Em vui lòng liên hệ GV, Khoa Ứng Dụng nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào Phòng Đạo Tạo.. . Em là [full_name] , Khoa; Công Nghệ Vật Liệu.. . MSSV: [student_id] . . Hiện em đang học hóa phân tích(thí nghiệm) lớp VL05 là tuần 27 28 29 . . với thời gian học này em không thể sắp xếp để theo học được do có việc bận gia đình, em có thể xin chuyển qua lớp VL12(cùng giảng viên hướng dẫn) tuần học 10 11 12 để học phù hợp với thời gian được không ạ.. . em xin cảm ơn và tri ân các thầy(cô) của phòng ạ.. .   i Học vụ .",
            "Chào em,. . PĐT xếp lịch học bù TN chung, em vui lòng liên hệ GV nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin hỏi về lịch học thí nghiệm ạ.. . Em có một lớp thí nghiệm sinh học đại cương và đã đăng kí học thí nghiệm hoá hữu cơ cơ bản vào kì 211 và theo thông báo em nhận được là những môn thí nghiệm kì 211 sẽ được học vào tuần 10,11,12,13,14 nhưng trên thời khoá biểu của em  lại xếp em học tuần 27,28,29 và từ tuần 10 đến 14 em không có lớp nào cả.. . Bên cạnh đó môn hoá đại cương em đã học và có điểm rồi nhưng em vẫn có lịch đi thí nghiệm! Em mong trường có thể xem xét lại thời khoá biểu giúp em ạ.. .",
            "Chào em,. . - Từ tuần 10 đến 14 em không có lớp nào cả.. . =  Tuần này học GDQP  . . - Bên cạnh đó môn hoá đại cương em đã học và có điểm rồi nhưng em vẫn có lịch đi thí nghiệm! Em mong trường có thể xem xét lại thời khoá biểu giúp em ạ.. . =  Nếu em đã hoàn thành  thì em liên hệ GV để xác nhận có cần đi học không, PĐT chỉ xếp lịch học bù chung.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name] MSSV [student_id] . . . . Em chào Thầy cô, Thầy cô cho em hỏi là bao giờ mình nhận được BHYT vậy ạ, em cám ơn",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ kính thưa Phòng Đào Tạo (PĐT),. . Em tên là [full_name], MSSV [student_id]. Vào ngày 10/01/2022, em có nhận được email \"Thông báo V/v tổ dạy bù trực tiếp Thực hành Hóa Đại Cương (CH1004)-HK202+203+211\" (ảnh bên dưới):. . . . Trong đó, dòng chữ màu xanh trong mục 2. nói rằng \"Các nhóm lớp HK202, sv mới học 1 buổi trực tiếp thì yêu cầu học đủ thêm 1 buổi\". Em thuộc lớp Thí nghiệm L19 của HK202 và đã học 2 buổi trực tiếp trên phòng thí nghiệm, đã có điểm tổng kết và điểm đã được cập nhật trên myBK. Tuy nhiên, hôm qua em kiểm tra thời khoá biểu thì em thấy xuất hiện môn Thí nghiệm Hoá Đại Cương lớp VL47 học vào tuần 10, em cũng có kiểm tra site lớp trên BKeL thì không thấy thông báo cho lớp L19 (trong HK202, lớp thí nghiệm của em là L19) (ảnh bên dưới) và em cũng không đăng ký học thí nghiệm theo thông báo ngày 10/01/2022 ở email thông báo.. . Em muốn hỏi PĐT là trường hợp này em có thuộc diện phải đi học trực tiếp tại trường vào tuần 10 không, hay đây là sự nhầm lẫn khi cập nhật thời khoá biểu ạ?. . Em mong nhận được phản hồi sớm từ PĐT,. . [full_name].. . . . Ghi chú, em có đính kèm 03 bao gồm: 1 ảnh về mail thông báo, 1 ảnh thông báo của giảng viên trên site BKeL, 1 ảnh về thời khoá biểu của môn Thí nghiệm Hoá Đại Cương HK202 của em.",
            "Chào em,. . Nếu em đã hoàn thành  thì em liên hệ GV để xác nhận có cần đi học không, PĐT chỉ xếp lịch học bù chung.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô.. . Em muốn hỏi vì sao giảng viên môn phương pháp tính kì 211 của em đã nhập điểm rồi nhưng bây giờ điểm vẫn chưa có trên [full_name] ạ. Em cảm ơn thầy/cô.. . . .",
            "Chào em,. . Điểm do GV nhập, bảng điểm [full_name] gửi PĐT. Em vui lòng liên hệ [full_name] UD qua email [email] nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em kính chào quý Thầy (Cô). Hiện tại môn học Kĩ Thuật Robot (Mã môn: ME3015) do được nằm trong diện miễn thi nên điểm thi của em là điểm 12 nhưng điểm tổng kết lại là 13 do đó ảnh hưởng đến kết quả chung của môn học. Em kính mong quý Thầy (Cô) xem xét và cập nhật. Em chân thành cảm ơn quý Thầy (Cô).",
            "Chào em,. . Sv xem lại BĐ sau ngày 22/02/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1611250  /b \t. . . .   i Tốt nghiệp . Gửi Thầy/Cô . . . . Em đã có hỏi về việc không đăng ký được tốt nghiệp. Như đã thông tin thì em đã có tên trong \"(212) DANH SÁCH DỰ KIẾN TỐT NGHIỆP THÁNG 4/2022\" ( chi tiết xem ảnh đính kèm ), và em không thể truy cập vào trang wep Đăng ký tốt nghiệp để thực hiện đăng ký và đóng phí qua BKpay. Tại sao phòng đào tạo không thể giải quyết ngay cho e để e có thể đăng ký và nhận Giấy chứng nhận tốt nghiệp tạm thời một cách sớm nhất mà phải đợi đến sau ngày 01/3/2022 trong khi theo lịch trình tốt nghiệp thì : \" Tiếp nhận các phản hồi của sinh viên tại Phòng Đào tạo: từ ngày 17/02/2022 \". .  . . Nhờ Thầy/Cô hướng đẫn em cách khắc phục",
            "Chào em, . . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô,. . Kỳ 212 này em có đăng ký Luận văn tốt nghiệp. Tuy nhiên do ảnh hưởng dịch và một số trục trặc, nên điều kiện làm luận văn không đảm bảo tại lab, khả năng cao không kịp tiến độ.. . Em muốn hỏi là mình có thể hoãn bảo vệ LVTN trong kỳ này với lý do \"Ảnh hưởng dịch covid\" được nữa hay không. Do trong quy chế không được phép hoãn LVTN.. . Bởi nếu không hoãn được, em buộc phải rút môn học LVTN. Thời hạn rút môn học sắp hết (05/03). Mong PĐT trả lời sớm giúp em.. . . . Em xin cảm ơn.",
            "Chào em,. . Hiện tại không có thông báo nào về việc cho hoãn LVTN ở HK212 vì ảnh hưởng dịch covid nhé bạn, vì trong thông báo ĐKMH của HK212 đã thông báo rõ kế hoạch học tập và đang thực hiện theo  đúng kế hoạch bạn đầu, không có thay đổi gì. SV  phải cân nhắc kỹ trước khi ĐKMH nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa [full_name], hiện em đã đủ điều kiện tốt nghiệp nhưng đang bị tạm dừng vì không đăng ký môn học học kì 1 2021-2022 nên không đăng ký tốt nghiệp vào tháng 4 này được có cách nào để em đăng ký tốt nghiệp vào tháng 4 này không ạ do hiện nay e là K15",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 01/3/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào pđt ạ.. . Em là sinh viên k17 khoa Điện.. . . . Kỳ hiện tại em không đăng ký được môn luận văn tốt nghiệp, và em không biết kỳ sắp tới là kỳ học 213 trường mình có mở môn Luận văn tốt nghiệp mã EE4333 không ạ.. . . . Em xin chân thành cảm ơn.",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi: \"Thông báo Kế hoạch học tập của học kỳ 2 và học kỳ hè năm học 2021-2022 và phần bù các học kỳ trước. . Hộp thư đến. . - Ho Tro SV   [email] . . 10:36, 27 thg 12, 2021 . . tới stu,. . mục 6.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa thầy/ cô. . . . Em tên là: [full_name], mã số sinh viên [student_id]. Hiện đang học tại khoa Khoa học & Kĩ thuật Máy tính.. . . . Theo như trong mail \"Thông báo cập nhật Kế hoạch học tập của học kỳ 2 và học kỳ hè năm học 2021-2022 và phần bù các học kỳ trước theo hình thức trực tiếp và phối hợp trực tuyến/trực tiếp\", mục \"6. Kiểm tra Anh văn đầu vào cho sinh viên chính quy đại trà khoá 2021 và Anh văn định kỳ cho sinh viên chính quy đại trà khoá 2020 về trước\" của PĐT thì em thấy có thông tin   B \"Sinh viên chính quy đại trà các khóa 2020 về trước có thể đăng ký tham dự kỳ kiểm tra Anh văn đầu vào để xét đạt chuẩn ngoại ngữ từng năm và phải thanh toán lệ phí dự thi.\". .   /B . . Em là sinh viên chính quy K19 và trước đó em đã chọn hình thức nộp bằng tiếng Anh cho nhà trường để chuyển điểm. Tuy nhiên, hiện tại em vẫn chưa có kế hoạch thi và em vẫn đang   B thiếu AV4  /B  (AVDV 525 điểm, chuẩn AV4 là 550 điểm).. . . . Em muốn hỏi về   B quy trình đăng ký để em có thể tham gia thi AVDV để xét đạt chuẩn ngoại ngữ  /B  ạ. . . . Bên cạnh đó, em cũng muốn hỏi thêm về   B thời hạn nộp bằng tiếng Anh  /B  của em để có thể sắp xếp thời gian thi ạ.. . . . Dạ em xin cám ơn.. . Chúc một ngày tốt lành.. . . . [full_name]",
            "Chào bạn, . . - Bạn vui lòng đọc kỹ quy chế quy định nhé, . . chuẩn tiếng Anh từng năm để xét cho SV đăng ký môn học, SV có thể đăng ký những kỳ thi trong trường để pass của chuẩn này, để đăng ký môn học cho năm tiếp theo (hoặc bạn học đạt các môn AV 1,2,3,4 tương ứng) . . - Kỳ kiểm tra tiếng Anh định kỳ (theo định dạng TOEIC) do PĐT tổ chức sẽ có thông báo cụ thể sau qua mail. . - Các môn AV1,2,3,4 là các môn học thuộc chương trình đào tạo của bạn, giống như các môn học khác, bạn có thể đăng ký học hoặc đăng ký chuyển điểm theo quy định của bảng quy đổi điểm (CC Quốc tế). . - Xem quy định về các mức chuyển điểm tại đây: . . Xem chi tiết quy chế tại đây: . . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/4. Chuyển điểm các môn ngoại ngữ và bảng quy đổi tương đương các chứng chỉ/ Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2020-2021 . . - Do tình hình dịch bệnh nên hiện giờ không có thời hạn nộp bằng ngoại ngữ, khi nào bạn có bằng thì bạn nộp theo quy trình.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Thầy / Cô.. . Em là sinh viên năm 3 - K19 của chương trình Việt Pháp. Vì tình hình dịch bệnh nên hiện nay em vẫn chưa hoàn thành đủ 3 môn giáo dục thể chất. Thầy / Cô cho em hỏi là như vậy có bị ảnh hưởng gì không ạ?. . Em cảm ơn Thầy / Cô.",
            "Chào em,. . - Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK1, HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: tên môn học: cấu kiện bê tông đúc sẵn. . mã MH: ci3093 ( mã cũ) . . mã MH: ci3223, ci3225 (mã mới). . HK: 2 (2020-2021). . Bảng điểm file đính kèm. . Em xin cám ơn.",
            "Chào em.. . Môn CI3093 đã được cập nhật điểm miễn tại trang mybk/Thông tin sinh viên/điểm chuyển. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào anh/chị,. . . . Hiện em đã hoàn thành đủ các yêu cầu cần thiết cho việc tốt nghiệp ra trường. Tuy nhiên, khi thực hiện đăng ký xét tốt nghiệp trên MyBK thì em không thể thao tác được để cập nhật thông tin, cũng như đăng ký xét tốt nghiệp (như hình screenshot_1 đính kèm).. . . . Đồng thời, em có kiểm tra ở Danh sách dự kiến tốt nghiệp tháng 04/2022 và cũng không có MSSV của mình (như hình screenshot_2 đính kèm).. . . . Vậy nên em xin phép nhờ anh/chị kiểm tra giúp vấn đề này của em, để em có thể kịp thời xử lý, khắc phục nhằm ra trường vào đợt này.. . . . Em xin cám ơn",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 01/3/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT. . . Em có một câu hỏi muốn nhờ pđt giải đáp , theo như thông báo của mail trước tết thì ngày 4/4/2022 thì sẽ trở lại học trực tiếp . Nhưng theo một số thông tin bên lề em nhận được thì kế hoạch học tập trực tiếp sẽ dự kiến vào đầu tháng 3 . PĐT có thể xác nhận giúp em được ngày học trực tiếp không ạ . Và em cũng rất mong là sẽ được học trực tiếp một cách sớm nhất vì học online như này có quá nhiều bất cập ạ .",
            "Chào em,. . SV vui lòng xem lại thông báo số 11/ĐHBK, ngày 24/01/2022, về cập nhật Kế hoạch học tập của HK 2 và học kỳ hè năm học 2021-2022 và phần bù các học kỳ trước theo hình thức trực tiếp và phối hợp trực tuyến/trực tiếp đã gửi mail cho SV ngày 24/1/2022, thời gian bù thí nghiệm từ tuần 10-13 (từ ngày 07/03/2022 đến 03/04/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin hỏi mssv [student_id] còn chuyển được qua hệ VLVH không, thời gian và cách thức chuyển ạ. Em xin cảm ơn",
            "Chào em,. . Em tải mẫu đơn, điền đầy đủ thông tin gửi lại bksi nhé.. . http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu. . /Phiếu đề nghị chuyển sang hình thức Vừa Làm Vừa Học.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào anh chị. . Kỳ trước, em có đăng ký hoãn thi môn Tư tưởng HCM và đã có trong danh sách được hoãn thi. Tuy nhiên vẫn chưa được cập nhật, trên bảng điểm vẫn để điểm 13.. . Mong anh chị xem xét.. . Em xin chân thành cảm ơn.",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé em, dự kiến ra quyết định chung vào tháng 3, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn .. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ kính thưa thầy cô, em là [full_name], sinh viên lớp GT19OTO3 , MSSV [student_id].. . Em có đăng kí in lại thẻ sinh viên do bị mất, nhưng thanh toán trễ hạn , cho em xin phép hỏi nếu thanh toán trễ hạn có được hoàn tiền lại không ạ.. . Em xin cám ơn thầy cô.. .",
            "Chào em;. . em có đăng ký in thẻ thì tất nhiên phải thanh toán lệ phí in thẻ, còn vấn đề hoàn tiền là sao??. . Thân",
            "dạ thưa thầy, ý em là thanh toán ghi là trễ hạn rồi, vậy em vẫn được nhận thẻ không ạ, hay là phải đăng kí thẻ mới 1 lần nữa ạ.",
            "Chào em,. . vậy em vẫn được nhận thẻ không ạ, hay là phải đăng kí thẻ mới 1 lần nữa ạ.. . =  Được nhận nhé em, không cần đăng ký mới nữa.. . Thân mến. . . .",
            "dạ thưa thầy cô, em đăng kí in thẻ và thanh toán cũng lâu dù trễ hạn nhưng đơn vẫn chưa được xét duyệt, cho em hỏi khi nào nhận được thẻ hay là phải đăng kí đơn xin phép mới ạ ?",
            "Chào em;. . Thẻ của em đã được in rồi, em xem lại em đăng ký nhận ở đâu nhé. . Thân",
            "Em đăng kí nhận qua bưu điện nhưng vẫn chưa được nhận ạ. Thầy kiểm tra lại giúp em hoặc cho em địa chỉ bưu điện để ra nhận được không ạ ?. . Em xin cám ơn ạ.",
            "Chào em;. . Bưu điện đã hoàn về lại trường do không liên lạc được với người nhận, em vui lòng lên Phòng Đào tạo để nhận thẻ nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy cô phòng đào tạo, em tên là [full_name] sinh viên khóa K18. Em có thắc mắc là sắp tới trường mình cho sinh viên nghỉ học 5 tuần liền là để làm gì vậy ạ? Mong thầy cô hồi âm sớm cho em.",
            "Chào em,. . SV vui lòng xem lại thông báo số 11/ĐHBK, ngày 24/01/2022, về cập nhật Kế hoạch học tập của HK 2 và học kỳ hè năm học 2021-2022 và phần bù các học kỳ trước theo hình thức trực tiếp và phối hợp trực tuyến/trực tiếp đã gửi mail cho SV ngày 24/1/2022, thời gian bù thí nghiệm từ tuần 10-13 (từ ngày 07/03/2022 đến 03/04/2022). . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name]V: [student_id]. . Lớp BD16CN03. Ngành: Bảo dưỡng công nghiệp. . Em xin hỏi một việc như sau: . . Hiện tại em đã nhận được email từ Phòng đào tạo về việc nhận bằng tốt nghiệp, nhưng vì công việc em chưa thể lên nhận được, vì trên email không ghi rõ ngày tháng hạn cuối nhận bằng nên em xin hỏi hạn cuối để lên nhận bằng tốt nghiệp đợt 2/2021 là khi nào vậy ạ. Em xin cảm ơn.. . . .",
            "Chào em,. . Khi nào em có mặt ở TPHCM thì liên hệ Phòng Đào tạo để nhận bằng tốt nghiệp. . . Bằng tốt nghiệp vẫn được lưu trữ tại Phòng Đào tạo cho Sinh viên.. . Trường hợp nhận thay bằng tốt nghiệp: Phải có giấy ủy quyền có xác nhận của chính quyền và chỉ có thể ủy quyền cho ba/mẹ/anh/chị/ em ruột (khi nhận phải kèm theo hộ khẩu, CMND/CCCD). . Về lễ tốt nghiệp SV vui lòng đợi thông báo sau của nhà trường. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name], MSSV [student_id], khoa Điện -  Điện tử, chuyên ngành Điều Khiển và Tự động hóa. . . Em gửi mail này để thắc mắc vì bị xóa môn Luận Văn tốt nghiệp ( EE4327).. . Cụ thể là 2 đợt đăng ký đầu tiên, em không đăng ký được do bị vướng chuẩn Anh Văn, mặc dù nhà trường đã có mail thông báo là tạm thời chưa xét cho học kỳ này. Đến đợt 3, em đã gửi đăng ký lại, cẩn thận vào check lịch sử thấy đã đăng ký thành công. Vậy nên đến đợt bổ sung cũng không vào MyBK để kiểm tra. Đến hôm nay, nhận danh sách SV, mới thấy không có tên trong danh sách, vào kiểm tra lịch sử của đợt 3 lại thấy bị xóa tiếp. Em đang thực sự rất hoang mang ạ.. . Kính mong PĐT xem xét lại giúp em. Em cảm ơn",
            "Chào em;. . 24/2 em xem lại thời khóa biểu nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng Đạo Tạo trường ĐHBK,. . . .  Em tên [full_name], MSSV: [student_id]. Dạ hiện tại em đã có tên trong danh sách sinh viên tốt nghiệp dự kiến, nhưng tình trạng sinh viên của em vẫn là \"Tạm dừng\". Do đó em không thể đăng kí tốt nghiệp được ạ. Em mong quý thầy (cô) xem xét và giải quyết giúp em ạ.. . . .    Em chân thành cảm ơn quý thầy (cô) ạ. . . . .",
            "Chào em,. . Trường hợp sau ngày 01/3/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Học vụ  /i [full_name] [full_name] [full_name] [full_name] Chào Thầy/Cô[full_name] [full_name] Em muốn hỏi về việc điền form rút môn học HK212[full_name] Ví dụ em muốn rút môn CH2043- Quá trình và thiết bị truyền nhiệt thì có cần điền vào form cả môn CH2044- Quá trình và thiết bị truyền nhiệt (bài tập) không ạ? [full_name] [full_name] Em cảm ơn[full_name]",
            "Chào em,. . Cần nhập mã môn học chính thôi nhé. (đã bao gồm mã BT).. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô PDT.. . Em tên là: [full_name] MSSV: [student_id]5 Hệ VHVL. . Thứ 6, ngày 18/2 em có đến phòng đào tạo và được hướng dẫn để đăng ký bổ sung:. . - Môn học : Thiết kế kiến trúc công cộng 1. . - MSMH: CI2023. . - Kỳ học: Kỳ chính 212. . Với sự xác nhận của giáo viên giảng dạy là thầy [full_name] qua việc gửi email xác nhận qua email pdt: [email]. . Nay em gửi đơn này kèm với ảnh chụp Mail xác nhận của thầy để xin phép phòng đào tạo cho em được đăng ký bổ sung môn học trên.. . Mong được thầy cô chấp thuận.. . Em xin cảm ơn.",
            "Chào em;. . đã bổ sung thêm môn cho em, thời khóa biểu sẽ cập nhật sau ngày 24/2 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào em,. . GQDP là do trường xếp cứng cho khóa 21 đi học, trường hợp em đã học rồi, em có thể làm đơn xin hủy.. . SV lưu ý, nhà trường chỉ gửi SV đi 1 lần duy lần để học GDQP, những trường hợp SV xin hủy nếu muốn học lại phải tự liên hệ tại TT GDQP để đăng ký để hoàn thành học phần GDQP. . Trường hợp SV đã có chứng chỉ GDQP, vui lòng làm đơn xin miễn (tải mẫu đơn tại aao.hcmut.edu.vn/sinh viên/biểu mẫu), kèm theo bản chụp Chứng chỉ GDQP và gửi qua bksi. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi: Phòng Đào tạo. . Em tên: [full_name]. . MSSV:[student_id] Là sinh viên Trung tâm Đào tạo Bảo Dưỡng Công Nghiệp. . Trong HK211, Phòng Đào tạo đã xếp lịch học bù môn Công nghệ cơ khí 2 TN (IU3062), nhưng do bị trùng lịch học vào HK212 nên em đã không thể đi học được. Em đã báo cô [full_name] bên Trung tâm Đào tạo Bảo Dưỡng Công Nghiệp để xin được học bù vào HK212 này.. . Kính mong Phòng Đào tạo tạo điều kiện cho em đăng kí học học bù HK212 .. . Em xin cảm ơn.. . Trân trọng./",
            "Chào em,. . Môn này bị trùng tkb với hk chính nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Cho em hỏi chứng chỉ IELTS sử dụng để chuyển điểm thì có bắt buộc phải thi chứng chỉ loại IELTS Academic hay IELTS General không ạ? Hay chứng chỉ loại nào cũng được ạ?",
            "Chào bạn, . . Theo quy định thì bạn chỉ cần nộp chứng chỉ IELTS nên IELTS Academic hay IELTS General đều được. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . thầy cô pđt cho em hỏi. . em do tình hình sức khỏe yếu ko thể tiếp tục học. . em muốn bảo lưu thì làm như thế nào ạ. . em cảm ơn. . . .",
            "Chào em,. . Hiện tại đến tuần thứ 6 của học kỳ 212, nên theo quy định em phải thanh toán  toàn bộ học phí của Hk212.. . Dự kiến đầu tháng 04/2022 học phí Hk212 sẽ cập nhật. Khi em thanh toán học phí xong, em nộp đơn tạm dừng HK212 lại cho Pdt xử lý.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em kính chào cô ạ . . Em tên [full_name] mssv [student_id]. . Em muốn xin cô giúp em kiểm tra xem điều kiện tốt nghiệp của em. Em còn nợ điều kiện nào không ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Kính gửi PĐT,. . Tên em là [full_name], MSSV: [student_id]. Do cần giấy chứng nhận kết quả thi THPT Quốc gia 2019 để làm hồ sơ du học nên em làm đơn xin phép được mượn hồ sơ sinh viên để sao y và chứng thực giấy tờ này. Em cam kết sẽ hoàn trả hồ sơ đầy đủ sau khi sao y và chứng thực.. . Trân trọng\t. . . .   i Yêu cầu khác .",
            "Chào em,[full_name] [full_name] PDT đã tiếp nhận đơn mượn hồ sơ của bạn và chuyển cho bộ phận quản lý hồ sơ kiểm tra[full_name]Khi nào có hồ sơ sẽ gửi mail cho SV đến nhận nhé[full_name] [full_name] [full_name]ân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào thầy/cô,. . Em tên [full_name] - MSSV: [student_id]. Như lần trước em đã trình bày là kỳ 211 em tạm hoãn và em đã Bảo vệ LVTN ở ký 212 (có giấy quyết định xóa điểm 14) mà bảng điểm của em vẫn chưa được cập nhật điểm LVTN và xóa điểm 14, cũng như tình trạng sinh viên của em đang làm tạm dừng và em cũng đã kiểm tra trong danh sách dự kiến tốt nghiệp T4/2022 thì em vẫn chưa có tên ạ. Em mong thầy/cô kiểm tra lại giúp em ạ .. . Em chân thành cảm ơn thầy /cô ạ.. .",
            "Chào em,. . - Điểm do [full_name]V nhập, bảng điểm [full_name] gửi PĐT. Em vui lòng liên hệ [full_name]V, [full_name] nhé.. . - Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào tạo, . . . . Học kì trước em đã hoàn thành chương trình học nhưng vì dịch bệnh nên còn thiếu CCNN để đăng kí xét tốt nghiệp. . . . . Bởi vì thiếu chú ý nên em đã không đăng ký môn học để duy trì tình trạng học tập, dẫn đến bị buộc tạm dừng. . . . . Đến nay em đã đủ điều kiện tốt nghiệp nên kính mong PĐT hỗ trợ cho em được đăng ký tốt nghiệp bổ sung trong đợt tốt nghiệp vào tháng 04 tới.. . . . Em xin chân thành cảm ơn!. . . .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 01/3/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên: [full_name]. . Mssv: [student_id]. . Em đã nạp đơn chuyển hệ để đăng kí kịp luận văn kì này. . Và em xin pdt đăng kí thêm 1 môn kì dự thính này ạ. . Em có gửi đơn chuyển hệ cho pdt trước tết . . Và pdt có gửi lại kêu đợi kết quả nhưng tới giờ vẫn chưa có ạ. . Em xin pdt giải quyết sớm giúp e , và đỂ e đăng kí luận văn với môn học kì dự thính . . . .",
            "Chào em,. . Trường hợp em đã có quyết định chuyển hệ đã gửi mail cho SV và được cập nhật tình trạng quyết định tại mybk/Thông tin sinh viên/Tình trạng. . SV vui lòng kiểm tra lại.. . Thân",
            "Dạ em mới có quyết định chuyển hệ thì làm sao đăng kí môn học được ạ . . Em muốn đăng kí môn dự thính . . Môn : kết cấu thép 1 . . Mã : Ci3009. . Và môn luận văn tốt nghiệp. . Mã : Ci4347 . . Pdt giúp e đăng kí bổ sung với ạ",
            "Chào em,[full_name] [full_name] Hiện tại đang ở tuần 6 của HK, đã quá trễ để ĐKMH[full_name] Em cần xác nhận cho phép của GV, [full_name] nhé[full_name][full_name] [full_name] Thân mến[full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name] - MSSV: [student_id]- Khoa : Kỹ thuật địa chất - dầu khí. . Cho em hỏi mình có thể xin bảng điểm giấy các môn hk1 đã học được ko ạ?. . Em xin chân thành cảm ơn ạ. .",
            "Chào em,. . K.2021 in được nhưng chưa có điểm Trung bình, chỉ có điểm từng môn.. . Thân mến. .",
            "Em Chào phòng đào tạo. . . . Em tên là [full_name] - MSSV: [student_id]- Khoa : Kỹ thuật địa chất - dầu khí. . Vậy cho em xin in bảng điểm giấy của những môn đã có điểm được không ạ?. . . . Em xin chân thành cảm ơn ạ",
            "Chào em,. . Em đăng ký trên mybk, thanh toán trên bkpay nhé.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi pdt.em là [full_name]-[student_id] Hiện tại em chỉ còn giữ bản sao bằng tốt nghiệp THPT do sở cấp (ảnh em kèm bên dưới)Vậy em có được phép mang bằng này lên trường nộp để nhận bằng tốt nghiệp đại học hệ vhvl được ko ạ.em cảm ơn.. . . .",
            "Chào em,. . Trường hợp của em đã có bằng Tốt nghiệp, em có thể mang theo giấy tờ tùy thân (Thẻ SV và CCCD/CMND) để nhận bằng nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô ạ !. . Em là [full_name]  ( [student_id] ) _ 1 sinh viên của lớp L24B , môn Giải Tích 1 MT1003 HK211 được thầy [full_name] phụ trách .. . Thầy/cô ơi , tại em thắc mắc là những bài quiz trên bkel ấy ạ , em làm đa số được 10đ và có 2 bài 9đ nhưng mà trên bảng điểm lại được 8đ ấy ạ .Em có mail cho thầy [full_name] nhưng thầy chưa phản hồi nên em mong quý thầy/cô bên phòng đào tạo giải đáp thắc mắc này giùm em với ạ.. . Em có gửi kèm file ảnh để thầy/cô tiện theo dõi ấy. Em xin lỗi vì đã làm phiền thầy/cô ạ.. . Em chân thành cảm ơn quý thầy/cô !. .",
            "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý, PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sinh viên năm 1 khoa Cơ Khí ngành cơ điện tử. Em muốn thắc mắc là nếu em đã hoàn thành các tín chỉ như giải tích 1-2, vật lý 1-2, đại số tuyến tính,... Thì khi em đăng kí thi đánh giá năng lực vào lại trường nhưng khác ngành, khoa thì em có được miễn các tín chỉ trên không hay em vẫn phải học lại ạ. Tất cả nguyện vọng của em đều ở hệ đại trà.",
            "Chào em,. . Em vui lòng xem quy chế. . https://portal.hcmut.edu.vn/dao-tao/quy-dinh-hoc-vu. . Thân mến. .",
            "Em muốn đăng kí thi đánh giá năng lực để xét vào năm sau thì có cần bảo lưu kết quả học tập hay vẫn đăng kí như bình thường ạ.",
            "Chào em,. . Thì có cần bảo lưu kết quả học tập hay vẫn đăng kí như bình thường ạ.. . =  2 việc này độc lập, tuỳ sv quyết định nhé.. . Lưu ý: tạm dừng thời điểm này:. . \"Hiện tại đến tuần thứ 6 của học kỳ 212, nên theo quy định sv phải thanh toán  toàn bộ học phí của Hk212\". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo,. . . . Em tên là [full_name] Mssv:[student_id]. . Sinh viên hệ VHVL ,Lớp BT14DHLT.. . . . Hiện tại em có tra: [full_name],[full_name]T 1 NĂM 2022. . thì được báo là chưa đủ điều kiện tốt nghiệp , lý dó là chưa tích lũy được môn học bắt buộc tự chọn nhóm 4 : 0/ 2.. . Tuy nhiên môn học tự chọn nhóm 4 em đã tích lũy đủ , cụ thể như thống kê trong file đính kèm.. . . . Kính mong PĐT kiểm tra lại giúp em với ạ.. . . . Em xin chân thành cảm ơn. . [full_name]. . [phone_number]",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 01/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \"",
            "Chào bạn, . . - Phòng đào tạo kiểm tra bạn chỉ còn nợ kỹ năng giáo tiếp ngành nghề, bạn có học môn tương đương EE1001 và hiện tại vẫn chưa có điểm. . . - Khi nào điểm được cập nhật tại mybk  thông tin sinh viên  bảng điểm bạn vui lòng gửi câu hỏi xét tốt nghiệp lại tại BKSI để phòng đạo tạo xét tốt nghiệp cho bạn. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi. Em chỉ muốn bảo lưu kết quả của học kì 1 để năm sau học tiếp thôi. Còn kì 2 này em không bảo lưu kết quả vậy thì em có phải thanh toán tiền của học kì 2 không ạ.. . Mong thầy/cô sẽ trả lời em sớm nhất ạ.. . Chúc thầy/cô có một ngày vui vẻ. . Em cảm ơn ạ",
            "Chào em,. . Em tạm dừng từ HK212 thì em đóng tiền HK212, vì em có đkmh hk212.. . Em xem quy chế nhé. . https://portal.hcmut.edu.vn/dao-tao/quy-dinh-hoc-vu. . Hiện tại đến tuần thứ 6 của học kỳ 212, nên theo quy định em phải thanh toán  toàn bộ học phí của Hk212.. . Dự kiến đầu tháng 04/2022 học phí Hk212 sẽ cập nhật. Khi em thanh toán học phí xong, em nộp đơn tạm dừng HK212 lại cho Pdt xử lý.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ thưa thầy cô, em thầy em không cho bảo vệ đợt vừa rồi nên em có thể đăng kí luận văn ở thời điểm hiện tại để bảo vệ vào đợt học kì 2 không ạ. xin cảm ơn",
            "Chào bạn. . Hiện tại đã đến tuần thứ 6 của HK 212, nên bạn vui lòng làm đơn đăng ký LVTN, trong đơn ghi rõ tên môn học, mã số môn học, lý do bổ sung. Và phải có xác nhận của Khoa + Giảng viên hướng dẫn đồng ý bổ sung và xác nhận tiến độ thực hiện được bao nhiêu phần trăm (có thể gởi yêu cầu Khoa + Giảng viên hướng dẫn xác nhận trong đơn, hoặc xác nhận qua mail, bạn chụp hình mail  đồng ý đính kèm ), gởi yêu cầu tại BKSI để xử lý. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ con xin chào Thầy/Cô ạ.. . Dạ hiện tại do nhà con đang gặp một số khó khăn và cũng như tâm lý cá nhân của con. Nên con xin được phép bảo lưu HK2 và học bù lại vào học kì hè ạ. Nên cho con được hỏi thủ tục bảo lưu như thế nào ạ. Dạ mong Thầy/Cô giải đáp cho con ạ.. . Dạ con xin cảm ơn Thầy/Cô rất nhiều ạ!",
            "Chào em,. . Hiện tại đến tuần thứ 6 của học kỳ 212, nên theo quy định em phải thanh toán  toàn bộ học phí của Hk212.. . Dự kiến đầu tháng 04/2022 học phí Hk212 sẽ cập nhật. Khi em thanh toán học phí xong, em nộp đơn tạm dừng HK212 lại cho Pdt xử lý.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em vẫn đang học, có thời khóa biểu nhưng không đăng kí in giấy xác nhận sv được ạ",
            "Chào em,. . Có thể lúc đó TKB bị xoá để cập nhật lại, em vào đăng ký lại nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy/cô, em là [full_name], MSSV: [student_id]. Em đã chuyển tiền bên BKPay thông qua ngân hàng OCB từ ngày 15/2/2021. Nhưng tới hiện tại trên BKPay vẫn chưa cập nhật là em đã thanh toán ạ. Mong thầy cô giải quyết giúp em để em có thể chuyển điểm anh văn nhanh chóng.. .   i Yêu cầu khác .",
            "Chào em,. . Hiện tại trên bkpay vẫn chưa ghi nhận việc thanh toán tiền của bạn, em kiểm tra lại xem tài khoản của bạn đã bị trừ chưa?. . Em có thể liên hệ qua ngân hàng OCB để được hỗ trợ nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em bị lỗi khi vào trang đăng kí tốt nghiệp ạ. . Em xin được hướng dẫn em cảm ơn",
            "Chào bạn, . . PDT kiểm tra trong danh sách dự kiến tốt nghiệp bạn vẫn còn nợ ngày CTXH. Nên bạn không đăng ký khai thông tin tốt nghiệp được. . . Bạn vui lòng hoàn thành các khoản nợ sau đó báo cho PDT, PDT sẽ hỗ trợ. . . Thân.",
            "Kính gửi PDT. . . . Em đã hoàn thành số ngày CTXH nên nhờ thầy/cô hỗ trợ em mở trang đk tốt nghiệp ạ. . . . Em xin cảm ơn",
            "Chào em,. . Sau 17h ngày 6/4 em vào đăng ký tốt nghiệp lại nhé",
            "Em dk rồi mà hiện em chưa chụp hình em bổ sung sau được ko ạ",
            "Chào em;. . em phải hoàn thành đầy đủ, thì mới công nhận tốt nghiệp nha. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy, cô. . Em là sinh viên hệ đại trà khoá K17 thì khi chuyển điểm AV1234 sẽ chuyển theo bảng điểm mới hay cũ ạ.",
            "\"Chào em,. . Từ Khóa 2017 trở đi áp dụng theo bảng quy đổi điểm mới nhé bạn.. . SV xem bảng quy đổi điểm tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/4.   Chuyển điểm các môn ngoại ngữ và bảng quy đổi tương đương các chứng chỉ/ Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2020-2021\""
        ]
    }
]