[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào PĐT. . Em đã nộp Chứng chỉ ngoại ngữ quốc tế IELTS 5.5 (K18). . vào năm 1. . Vậy em đã đủ điều kiện về ngoại ngữ để được nhận luận văn rồi phải không ạ?. . Em cảm ơn PĐT",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . . Dạ em xin chào PĐT ạ, . . Em là sinh viên K19, khoa Kỹ Thuật Xây Dựng ạ,. . PĐT cho em hỏi là việc tụi em gần như bị trùng lịch thi. Cụ thể, em được sắp xếp là 7h thi môn Vật liệu Xây Dựng ở 212H1, mà 9h lại thi môn Sức bền vật liệu ở 303C5, với khoảng thời gian ngắn như vậy thì việc duy chuyển từ CS2 đến CS1 đúng giờ thi là điều không thể. Vậy nên em muốn hỏi là liệu rằng lịch thi của tụi em có được thay đổi không ạ. Và nếu được thay đổi thì em phải làm thủ tục như thế nào ạ.. . Đây là trường hợp rất nhiều bạn cũng bị tương tự như em.. . Em cảm ơn.. . . .",
            "Chào bạn,. . . . Hiện tại PDT đang cập nhật lại lịch thi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa Quý Thầy Cô. . ﻿Em là sinh viên Ngành Khoa học máy tính. . ﻿Hệ đào tạo từ xa. . ﻿Nay em muốn chuyển hệ qua VHVL... . ﻿Mong quý thầy cô hướng dẫn giúp em phải làm thế nào?. . ﻿Cám ơn Quý Thầy Cô. . ﻿Sv [student_id] - [full_name]. .",
            "Chào bạn,. . . . Bạn làm đơn xin chuyển từ hệ từ xa sang hệ VHVL nộp PDT nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em muốn rút môn giáo dục thể chất của kì này thì cần làm những gì và hạn cuối để rút là khi nào ạ. Em cảm ơn.. .",
            "Chào bạn,. . . . Bạn nôp đơn rút môn học tại PDT, mẫu đơn có sẵn trên web PDT. Thời hạn tối đa nộp đơn rút môn học là 6 tuần đầu tiên của học kỳ.. . . . Thân",
            "Yêu cầu khác . Nếu bây giờ rút môn học thì có phải tính học phí của môn đó không ạ? Em cảm ơn.. . . .",
            "Chào bạn,. . . . Rút môn học là có tính học phí nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là, đợt kỳ rồi, trường có mở thi anh văn trong trường, và em có đăng ký thi và được 495 điểm, vậy là em đã qua anh văn 3 phải không ạ, bây giờ em muốn đăng ký anh văn 4a được không ạ, hay là em phải học lại trong trường từ anh văn 1a rồi mới lên được 4a ạ ?",
            "Chào bạn,. . . . Điểm này chỉ dùng xét chuẩn anh văn sau các năm thôi bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi kì trước em đã nộp chứng chỉ chuyển điểm av1,2 rồi, kì này em muốn dùng chứng chỉ đó để chuyển điểm av3 được không hay là phải thi lại và nộp chứng chỉ khác?",
            "Chào bạn,. . . . Chứng chỉ bạn nộp toeic 525 không đủ để chuyển điểm anh văn 3.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em nghe mọi người có nhắc về chứng chỉ tin học, chứng chỉ này có bắt buộc với sinh viên năm nhất không ạ? nó có ảnh hưởng gì chương trình học không ạ? nếu có thì em có thể đăng kí học cũng như thi ở đâu ạ.",
            "Chào bạn,. . . . Hiện tại nhà trường chưa có thông báo về việc nộp chứng chỉ ứng dụng công nghệ thông tin. Khi nào có thông báo PDT sẽ gởi mail thông báo cho sinh viên.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn,. . . . Không bạn, bạn phải học anh văn 2,3 rồi mới đăng kí anh văn 4 được bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy cô cho em hỏi là số tín chỉ tối thiểu để đc đi thực tập của ngành em là 99, nhưng bây giờ em tích lũy được 80 chỉ, kì chính em đky 16 chỉ, kì dự thính em đky 7 chỉ. vậy khi tính số tín chỉ tối thiểu được đi thực tập thì em đc tính số chỉ tích lũy + số chỉ đky kì chính hay là được cộng luôn kì dự thính ạ (tất cả xem như học kì này đã đạt). . em xin cảm ơn thầy cô",
            "Chào bạn,. . . . Đối với chuyên ngành Địa Chất Dầu Khí số tín chỉ tích luỹ  luỹ đủ 99 tín chỉ mới đăng kí TTTN.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào pđt, em đã thi Toeic và đã đủ học năm 2 , cho em hỏi cách nộp bằng để hè em được học! Em cảm ơn pđt ạ !",
            "Chào bạn,. . . . Bạn nộp trên Mybk nha.. . . . Thân",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em xin hỏi là trong đợt đăng ký môn học  cho học kỳ chính vừa qua em đã đăng ký môn Pháp luật đại cương SP1007 để duy trì trạng thái học tập và đăng ký đã báo thành công. Và do sự chủ quan đến giờ em mới kiểm tra tkb thì phát hiện môn học không có trong tkb. Cho em hỏi là giờ em phải làm sao để có thể cập nhật được thời khóa biểu ạ? Nếu không em sẽ bị đình chỉ và học kỳ sao không đăng ký luận văn được. Em xin cảm ơn.",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin trình bày với pdt lần cuối ạ. Em bị hủy môn học giải tích 2 dự thính MT1005 không rõ lí do và em đã xem kết quả ddkmh nhưng không thấy môn học. Pdt đưa ra giúp em một câu trả lời chính đáng với ạ.",
            "Chào bạn,. . . . PDT đã trả lời câu hỏi trước, sinh viên vui lòng xem lại.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy cô,. . Em có câu hỏi thắc mắc về vấn đề đăng ký lớp anh văn theo yêu cầu.. . 1. Nếu em chưa học av1 av2 liệu có được dăng kí anh văn 3A không ạ?. . 2. Rồi nếu em chỉ qua được anh văn 3a này thì liệu có được đăng kí môn học năm 3 không ạ?. . 3. Học phí và thời gian học của anh văn 3a này có khác với môn học trên trường không ạ?. . hy vọng sẽ nhận được câu trả lời sớm của thầy cô.. . Em cảm ơn",
            "Chào bạn,. . . . 1. Nếu em chưa học av1, av2 liệu có được dăng kí anh văn 3A : không đăng kí được anh văn 3A.. . . . 2. Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . 3. Môn anh văn 3a về nội dung học bạn liên hệ trung tâm ngoại ngữ để được tư vấn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Em tên là NGUYỄN CHÍ THÀNH, sinh viên ngành CƠ ĐIỆN TỬ, thuộc khoa CƠ KHÍ.. . Phòng đào tạo cho em thắc mắc là tên của em không có trên danh sách chính thức ( đã được in ra) được gửi cho giáo viên bộ môn cầu lông ạ.. . Theo thời khóa biểu đã được phân sẵn cho em thì em học lớp cầu lông vào sáng thứ ba, từ 9h đến 11h 50, mã lớp học của em là L05 ạ.. . Dưới đây em có đính kèm theo ảnh được cắt chụp từ thời khóa biểu chính thức của em ạ.. . Em mong phòng đào tạo sẽ giúp em giải quyết được vấn đề này nhanh ạ.. . Em chân thành cảm ơn \t. . . .   i Yêu cầu khác .",
            "Chào bạn,. . . . Bạn có thể liên hệ Trung tâm giáo dục thể chất gặp cô [full_name] để bổ danh sách môn GDTC nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Học vụ . Em sinh viên năm nhất k20. Em có nghe thông tin là k20 sẽ chỉ học qua 2 môn thể chất thay vì 3 môn của mấy anh chị năm trước trong vòng 2 năm đầu là pass qua yêu cầu về môn thể chất rồi đúng không ạ?",
            "Chào bạn,. . . . Hiện tại nhà trường chưa có thông báo nào như vậy nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào quý thầy cô pđt. Cho em hỏi đơn xin đăng kí vào lớp học Cơ học máy DT01 (mã môn học ME2077 ) có được chấp nhận không ạ.. . Nếu được bao giờ em mới được cập nhật tkb ạ.. . Em xin chân thành cám ơn. . Bên dưới là biên nhận của em ở pđt cs2",
            "Chào bạn,. . . . Môn ME2077 không đăng kí vì khoảng cách giữa 2 cơ sở.. . . . Thân",
            "Em đã nộp đơn xin đăng kí môn học dự thính hk202 vì lí do không đủ thời gian giãn cách 2 cơ sở và được sự xác nhận của giảng viên phụ trách.. . Xin quý thầy cô pđt thương tình xem xét giúp em.. . Em xin chân thành cảm ơn",
            "Chào bạn,. . . . [full_name]T đã phản hồi qua mail cho bạn rồi.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi học phí học kì hè này là bao nhiêu ạ?",
            "Chào bạn,. . . . Bạn vui lòng xem thông tin học phí có cập nhật trên web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_79&tid=1952.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name] K14. . . PDT cho e hỏi tại sao đến giờ em chưa có tên trong danh sach dự kiến tốt nghiệp ạ.. . Em không rõ là e còn thiếu điều kiện TN nào. . Em xin cảm ơn !",
            "Chào bạn,. . . . Bạn còn nợ 3 tín chỉ tự chọn của nhóm 1.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào tạo. . Em muốn hỏi 2 vấn đề ạ: . . Thứ nhất, nếu em đã qua anh văn 3 thì có thể đăng ký anh văn 4A không ạ. . . Thứ hai, nếu không được thì mình muốn học bắt buộc học từ anh văn 1A ạ",
            "Chào bạn,. . . . Bạn học anh văn 3 rồi (không đậu vẫn được) thì được đăng kí anh văn 4A nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy, cô.. . Em có 1 chút thắc mắc về số điểm tối thiểu để được xét chuyển điểm cho các môn anh văn với bằng TOEIC. Bạn em có bằng TOEIC 405 điểm, đã thẩm tra và hợp lệ. Quy ra điểm môn anh văn 1 là được 7.5 và anh văn 2 là 5 điểm. Nhưng khi thực hiện chuyển điểm thì báo lỗi \"Bạn đang chọn sai môn chuyển điểm, loại chứng chỉ hoặc thang điểm miễn\" và không chuyển được.. . Mong thầy, cô giải đáp. Em cảm ơn",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào thầy/cô. Em tên là [full_name], MSSV: [student_id]. Thầy/cô cho em xin hỏi về vấn đề đăng ký tốt nghiệp ạ: Hiện tại kỳ này em có đăng ký một môn học cải thiện nên khi đăng ký tốt nghiệp em bị trường hợp là nợ học phí. Vậy trường hợp này thì em phải giải quyết như thế nào ạ?. . Em xin cảm ơn.",
            "Chào bạn,. . . . Bạn đợi mail hướng dẫn đăng kí tốt nghiệp nha bạn.. . . . Thân",
            "Tốt nghiệp . Kính thưa (thầy, cô). . Em tên [full_name], sinh viên khoa cơ khí khóa 2015. Hiện em đã đủ điều kiện để tốt nghiệp nhưng khi đăng kí ở bước 2: khai lý lịch tốt nghiệp em không cập nhật thông tin được ạ.. . Em mong nhận được phản hồi sớm từ thầy, cô ạ.. . Em xin chân thành cảm ơn.. . . .",
            "Chào bạn. . . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 02/4 Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn  tốt nghiệp  thông tin tốt nghiệp  danh sách tốt nghiệp 4/2021. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em xin chào Thầy (Cô).. . . . Em là sinh viên khoá K14 hiện tại đã hết thời gian đào tạo và vẫn còn nợ 2 môn anh văn. Em muốn xin được kéo dài thêm 1 học kỳ nữa để hoàn thành 2 môn anh văn thay vì chuyển hệ VHVL không biết có được không ạ. Mong Thầy (Cô) giải đáp và phản hồi sớm giúp em. . . . . Em cảm ơn,",
            "Chào bạn,. . . . Bạn làm đơn xin gia hạn 1 học kỳ  nộp PDT nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là môn Triết với kình tế chính trị có phải là 2 môn tiên quyết của nhau không mà bạn em nó rớt Triết vẫn học được kinh tế chính trị .Và câu hỏi thứ 2 nữa là bạn em nó cũng không đủ chỉ dưới 28 chỉ nhưng tại sao lại đăng ký được xác xuất thống kê( MT2013);Sức bền vật liệu( CI2007).Xin cảm ơn.. .",
            "Chào bạn,. . . . Triết với môn kinh tế chính trị chỉ là môn học trước thôi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào thầy/cô, em muốn hỏi về địa điểm học tập của mình kì sau( kì 5/ kì đầu năm 3), em học k19 khoa Điện- điện tử, chuyên ngành điện tử viễn thông. Lí do là em nghe các anh chị k18 học ở cs2 Dĩ An chứ không chuyển lên cs1 như các năm trước nữa. Em mong thầy/cô sớm giải đáp thắc mắc để em tiện sắp xếp chỗ ở và chuẩn bị tinh thần cho học kì sau ạ, em cảm ơn!. .",
            "Chào bạn,. . . . Tuỳ môn nha bạn vì hiện tại phòng học cơ sở 1 quá tải những môn năm 3 vẫn học cơ sở 2.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô,. . Dạ cho em hỏi các môn học không thuộc chuyên ngành mình thì có cách nào xóa khỏi bảng điểm được không ạ, do kỳ rồi em tính toán sai mục đích nên đã học nhầm môn không thuộc chuyên ngành và ảnh hưởng nhiều đến việc apply học bổng ạ. Em không biết môn không thuộc chuyên ngành mình có cách nào để không hiển thị nữa ko ạ. Em xin cảm ơn.",
            "Chào bạn,. . . . Nếu môn không đúng trong chương trình đào tạo của mình thì điểm sẽ tính vào điểm trung bình tích luỹ học kỳ không tính vào điểm trung bình tích luỹ ngành.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có làm đơn rút môn học.Mà bây giờ trên lịch thi cuối kỳ của em vẫn có môn đó thì cho em hỏi là đơn của em có được giải quyết chưa ạ?",
            "Chào bạn,. . . . Bạn chụp hình biên nhận rút môn học để PDT kiểm tra lại cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy cô,. . Em là sinh viên K19 thuộc khoa Điện-Điện tử, em muốn hỏi là khi lên năm 3 thì sv khoa Điện sẽ học ở cơ sở Lý Thường Kiệt hay cơ sở Dĩ An để tiện cho việc thuê phòng trọ.. . Em cảm ơn thầy cô.",
            "Chào bạn,. . . . Tuỳ môn bạn, hiện tại phòng cơ sở 1 bị quá tải nên sinh viên khoa điện năm 3 có nhiều môn vẫn học cơ sở 2 nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào Anh/chị, em hiện tại có nhu cầu đăng kí làm đề cương tốt nghiệp trong kì hè 203 của khoa điện, không biết em cần có những giấy tờ gì để anh/chị có thể hỗ trợ em đăng kí được môn học này, hiện tại em đã xin được giáo viên đồng ý hướng dẫn. . Mong sớm phản hồi. .",
            "Chào bạn,. . . . Theo qui định nhà trường môn đề cương luận văn không mở trong học kỳ hè nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào anh/chị,. . Cho em hỏi bằng Toeic nói viết có quy định thời gian nộp không? Hay chỉ cần mình nộp trước khi tốt nghiệp là được?",
            "Chào bạn,. . . . Nộp trước khi ra trường nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ. Em tên [full_name]. . Em muốn hỏi về việc đăng kí môn học tiếng anh theo nhu cầu. . Em không pass avdv thì có được đăng kí av-1A không ạ. . Em lên xem trang đăng kí môn học thì chỉ thấy mở ở cs1 và không có thời khoá biểu mở từng lớp thì làm sao em sắp xếp thời gian phù hợp để học ạ. . Mong quý thầy/cô giải đáp giúp em ạ",
            "Chào bạn,. . . . - Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . - Bạn qua anh văn cơ bản mới đăng kí anh văn 1. Đợt đăng kí này sẽ lấy nguyện vọng sinh viên để xếp TKB.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào pđt, em đã đăng ký thẩm tra , nhưng chưa thấy kết quả, đã 3 ngày lể từ ngày em đăng ký rồi ạ , nộp bằng toiec đó ạ ! Em cảm ơn!!. .",
            "Chào bạn,. . . . Tầm 2 tuần mới có kết quả nộp CCNN.. . . . tHÂN"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào thầy cô . . Em tên: [full_name] . . Mssv: [student_id], hệ CQ chuyển sang VHVL, hoàn tất thủ tục nhập học ngày 19/3/2021. . Cho em hỏi về đợt đăng ký môn học ''KHHT HK202-Đăng ký bổ sung môn học HK2/2020-2021 hệ VLVH và ĐTTXa ( chỉ đk bổ sung môn chưa học)'' từ ngày 26-28 /3/2021. . Em có được đăng ký môn học đợt này hay không.. . Mong PĐT gửi mail cụ thể về lịch và ĐKMH như thế nào, một tuần từ khi nhập học không thấy mail hướng dẫn cho sinh viên nhập học đợt 19/3/2021. Nên em rất thắc mắc. . Mong PĐT làm rõ vấn đề giúp em. . Em xin cảm ơn..!!",
            "Chào bạn,. . . . Đến đợt đăng kí môn học, bạn đăng kí bình thường nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng đạo tạo, em là sinh viên khóa K14,hiện nay em đã đủ các điều kiện để xét tốt nghiệp, nhưng em không thể đăng ký tốt nghiệp, xin nhà trường hướng dẫn giúp em.MSSV của em là [student_id], email: [email]. . . .",
            "Chào bạn,. . . . PDT đã xét tốt nghiệp cho bạn rồi, bạn vui lòng kiểm tra mail.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name], MSSV: [student_id]. . . Học kỳ HK202 này em có đăng ký học môn PE1017 - Cầu lông và được xếp thời khoá biểu vào nhóm lớp L08. Nhưng trong thời khoá biểu mới cập nhật thì mã môn của em đã bị đổi thành PE1041 - Cầu lông (học phần 2) nhóm lớp L08. Và vì em còn thiếu một môn thể chất để hoàn thành chương trình. Nên em muốn hỏi là nếu em vẫn học mã môn PE1041 theo thời khoá biểu này và hoàn thành môn học thì có được chuyển điểm để hoàn thành chương trình giáo dục thể chất không ạ? . . Trước khi được sự giải đáp em xin chân thành cám ơn!. .   i Học vụ .",
            "Chào bạn,. . . . Đã trả lời câu hỏi trong mail của bạn rồi.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: chào cô.. . em tên [full_name] . mssv: [student_id]. . kỳ này em có đăng kí môn đồ án bê tông 2(CI3177). . và được phân  vào lớp thầy [full_name],. . nhưng hiện tại trong danh sáchphân đề tài trên elearning không có tên em. . . em muốn xin mail thầy [full_name] bộ môn công trình , để liên lạc với thầy ạ.. . . .",
            "Chào bạn,. . . . Việc này bạn liên hệ khoa và bộ môn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô, dạ cho em hỏi, em có thể đăng kí tốt nghiệp khi chưa biết điểm nói viết được không ạ, vì 2 lần thi gần nhất của em là cuối tháng 3, hạn cuối đăng kí tốt nghiệp là 02/04 nhưng vì em nghĩ có thể sẽ không qua được kì thi nói viết nên đã đăng kí 1 môn học dự phòng để duy trì tình trạng sinh viên mà thời gian đóng học phí là từ 13/04. Vậy em có thể đăng kí tốt nghiệp được không ạ và cách giải quyết về học phí khi đủ điểu kiện xét tốt nghiệp. Em xin cảm ơn thầy/cô.",
            "Chào bạn,. . . . Khi nào bạn hoàn thành xong điều kiện ra trường mới đăng kí tốt nghiệp được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name], MSSV: [student_id],. . Hiện tại em đã hoàn thành đủ ngày công tác xã hội và đủ điều kiện anh văn nhưng không nộp được đơn đăng ký xét tốt nghiệp trên MyBK , giờ em cần làm gì để được đăng ký ạ. . . Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là bạn em không đủ chỉ dưới 28 chỉ mà sao bạn ấy vẫn đăng ký được Xác xuất thống kê( MT2013) vs Sức bền vật liệu (CI2007) vậy ạ.. .",
            "Chào bạn,. . . . Cụ thể là sinh viên nào?, bạn vui lòng cho biết mã số sinh viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/ cô. . Như lần trước em đã đặt câu hỏi thì bên PDT nói sẽ xét lại môn Đề Cương luận văn cho em. nhưng đến hôm nay đã 10 ngày mà vẫn chưa có thời khóa biểu môn Đề cương luận văn. Xin PDT sớm có câu trả lời giúp em.. . Thân!",
            "Đăng ký môn học . Chào thầy/ cô. . Xin PDT sớm cập nhật môn Đề cương luận văn cho em.. . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b   I cho em hỏi nếu mình học Anh Văn xA liệu có trong kỳ chính có thể  đăng ký Anh Văn x không ạ?. . Ví dụ kỳ này em học Anh Văn 2A kỳ sau trong kỳ chính em có được đăng ký Anh Văn 3  không ạ?\t. . . .   i Yêu cầu khác  /i   /I  Em có nghe thông tin là K17 nếu học hết Anh Văn 4 hoặc Anh Văn 4A thì xét tốt nghiệp chỉ cần thi 500 điểm Toeic là được xét. Còn nếu ngược lại là phải 600 điểm Toeic có đúng thế không ạ?. . . .",
            "Chào bạn,. . . . - Nếu kỳ này bạn học Anh Văn 2A kỳ sau trong kỳ chính bạn  được đăng ký Anh Văn 3.. . . . - Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . chào phòng đào tạo ạ. . Lí do là môn học những nguyên lí cơ bản mac lenin em đã xin pdt giải quyết và pdt tạo nói rằng đã giải quyết nhưng đến nay vẫn chưa thấy cập nhật trên tkb nên em mong pdt giải quyết sớm giúp em ạ. . em xin chân thành cảm ơn",
            "Chào bạn,. . . . [full_name] đã huỷ môn SP1003 cho bạn rồi, cuối tuần [full_name] sẽ cập nhật kết quả DKMH trên cổng thông tin sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào thầy cô ạ,. . Trong trang khóa học của em bị mất những môn học của năm học 2016-2017. Em tìm lại nhưng chỉ có từ năm 2017 cho đến hiện tại. . . Em mong được sự giúp đỡ của thầy cô ạ, em xin cám ơn.",
            "Chào bạn,. . . . PDT chỉ cập nhật khoá học từ năm 2017 cho tới hiện tại thôi bạn. Còn trước đó không còn cập nhật nữa. Bạn muốn tìm khoá học đã mất vui lòng liên hệ PDT.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là [full_name] - [student_id]. Em đã nhận được email được tốt nghiệp đợt này, nhưng em nhập mssv trong danh sách dự kiến vẫn chưa có tên. Mong thầy cô kiểm tra gúp em ạ.",
            "Chào bạn,. . . . Danh sách tốt nghiệp dự kiến hiện tại PDT chưa cập nhật nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Khi nào thì có kết quả đăng kí môn học cho kỳ dự thính ạ? Hiện tại em thấy có mục đó ở phần ĐKMH nhưng những môn em ghi danh - full lớp - vẫn chưa thấy cập nhật. . . . . Em xin cảm ơn",
            "Chào bạn,. . . . Đã có kết quả đăng kí môn học của học kỳ dự thính rồi bạn, hiện tại là tuần thứ 3 của học kỳ dự thính.. . . . Thân",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . . . . . . . . . Đăng ký môn học . Dạ, em là SV khóa k14 hiện còn môn AV4 để tốt nghiệp. Em hoàn thành Luận văn tốt nghiệp từ 2 học kì trước và từ đó đến nay em không còn ĐKMH nào nữa. Do đó tình trạng của em đang bị \"Tạm dừng\". Em có nhận được mail của PĐT về việc mở lớp AV theo yêu cầu. Em đã đăng kí môn AV trên MyBK nhưng không biết tình trạng của em như vậy thì có được đăng kí môn AV này không? Và em có cần làm đơn xin thu nhận để được đăng kí AV cũng như tốt nghiệp vào kì này không? Hiện PĐT nghỉ làm đến thứ Hai, mà 15h chiều nay hết hạn ĐKMH AV. Vậy nếu em làm \"Đơn xin thu nhận\" gửi PĐT thì đến thứ Hai sẽ quá hạn đăng kí môn AV. Em mong thầy/cô giúp em giải đáp thắc mắc này. Em xin cảm ơn!. . . .",
            "Chào bạn,. . . . Nếu sinh viên khoá 14 thì học kỳ 202 sẽ hết thời gian đào tạo rồi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "i Đăng ký môn học . Kính gởi Quý Thầy/Cô phòng Đào Tạo,. . . . Em tên là [full_name] - MSSV: [student_id] (VHVL) . Vào tháng 06/2019 em đã đăng ký chuyển hệ từ CQ qua hệ VHVL.  Ngành:   B Điện tử - viễn thông  /B . . . . Tuy nhiên từ đó tới nay em không thể đăng ký được môn học đúng với chuyên ngành này vì không đủ sĩ số để mở lớp.. . Em xin hỏi em có thể xin chuyển qua hướng   B Điều khiển và tự động hoá  /B  được không ạ? Vì em thấy các môn bên hướng này mở khá nhiều.. . . . Mong nhận được hồi âm từ Quý Thầy/Cô,. . Em xin cám ơn.",
            "Chào bạn,. . . . Bạn có thể làm đơn xin chuyển ngành.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi pđt, e xin hỏi e đăng kí tốt nghiệp thứ 6 ngày 26/3/2021 thì khoảng khi nào e nhận được bằng tốt nghiệp tạm thời.. . Em xin cảm ơn..",
            "Chào bạn,. . . . Đã có bằng tốt nghiệp tạm thời rồi nha bạn, bạn về khoa để lấy nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ cho em hỏi là em nộp đơn đăng ký xét tốt nghiệp vào ngày 27/03/2021 thì sau bao lâu có thể lên nhận giấy chứng nhận tốt nghiệp tạm thời ạ.. . Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin đăng kí vào lớp dự thính Điện Tử 402705 do cô [full_name] do 2 lần đăng kí môn trước không đăng kí được ạ. . . Em xin cảm ơn.",
            "Chào bạn,. . . . [full_name]T ghi nhận yêu cầu của bạn, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. .",
            "Chào bạn, . . . . Môn 402705 trùng TKB nên đăng kí không được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi môn đồ án nền móng của khoa xây dựng học kỳ hè và học kỳ 1 hằng năm có mở lớp không hay chỉ mở vào học kỳ 2 của năm học ạ. Em cảm ơn",
            "Chào bạn,. . . . Môn đồ án theo qui định nhà trường không mở trong học kỳ hè, còn học kỳ 1 thì bạn làm đơn mở lớp thì sẽ được mở nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác: Xin chào thầy/cô. . Em muốn hỏi về cách mua BHYT khi không gia hạn từ năm 2018. Trên trang mybk có mục số thẻ BHYT từ 2021 (em ko có). Cho em hỏi bây giờ phải mua ở đâu đây ạ?",
            "Chào bạn,. . . . Bạn vui lòng liên hệ phòng Công Tác Chính Trị Sinh Viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em hiện tại đã đủ các điều kiện tốt nghiệp như sau:. . - Đã đủ số tín chỉ yêu cầu (141 tín chỉ). . - Đã hoàn thành các yêu cầu về tiếng anh (TOEIC nghe, đọc trên 500 và nói, viết trên 200). . - Đã đạt yêu cầu về các môn giáo dục thể chất và giáo dục quốc phòng (Em đã làm đơn chuyển điểm và gửi bảng điểm môn giáo dục quốc phòng ngày 5/3/2021 tại phòng đào tạo cơ sở 2). . Em mong phòng đào tạo và nhà trường xem xét và giải quyết nhằm giúp em được đăng ký tốt nghiệp trong thời gian tới ạ! Em xin cám ơn ạ!. . . .",
            "Chào bạn. . . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 02/4 Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn  tốt nghiệp  thông tin tốt nghiệp  danh sách tốt nghiệp 4/2021. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: PĐT cho em hỏi, em đã chuyển điểm anh văn hơn hai tháng nay rồi(16/1/2021) nhưng vẫn chưa được cập nhật điểm vào bảng điểm mặc dù em đã thanh toán lệ phí chuyển điểm rồi, mong PĐT kiểm tra và giải đáp giùm em, em cảm ơn.",
            "Chào bạn,. . . . Đã cập nhật cho điểm chuyển cho bạn rồi nha. Bạn vào cổng thông tin sinh viên vào mục điểm chuyển https://mybk.hcmut.edu.vn/stinfo/.. . . . Thân"
        ]
    }
]