[
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Đăng ký môn học . Chào anh/chị, khi em đăng kí môn luận văn tốt nghiệp mã 440303 thì thông báo thiếu nhiều môn tiên quyết hiện ra, sai ở chổ tất cả những môn đó không phải môn tiên quyết của em. Em là sinh viên khoa Điện tử- Viễn thông khóa k13, đã hoàn thành tất cả môn tiên quyết cần để làm luận văn, xin anh/chị kiểm tra lại giúp.",
            "Chào bạn,. . . . Đợt 3 bạn vào đăng kí lại.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa PĐT, vì ngành HTNL có 2 môn khác so với các ngành còn lại trong chương trình nên chỉ có thể tham gia lớp [P02 của môn 402701 - Đtử học tương tự&ứngdụng] và [P02 của môn 210701 - Truyền nhiệt] trong khi 2 lớp này đã đủ sĩ số ạ.. . Kính mong phòng đạo tào xem xét. Em xin cảm ơn.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. .",
            "Khi đến phòng đào tạo em có cần chuẩn bị trước mẫu đơn nào không ạ. . Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy/ cô,. . . . Em được biết theo quy chế thì nếu điểm TBTL =7.5 thì mình có thể đăng kí tối đa 25 chỉ. Hiện tại điểm TBTL của em sau HK 192 là 7.61, nhưng do trong HK 192 của em vẫn còn vài môn chưa có điểm nên em muốn hỏi là liệu em có thể đăng kí tối đa 25 chỉ với điểm TBTL hiện tại được không ạ?. .",
            "hiện đã cập nhật tín chỉ cho em đk. (25 tc max)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trong lần đăng ký môn học đợt 1 vừa rồi em có đăng ký môn luận văn tốt nghiệp (400433) nhưng lúc tra kết quả đợt 1 thì không có danh sách môn và cũng không có lý do không đăng ký được môn. Em thử đăng ký lại thì hệ thông không cho phép đăng ký lại.",
            "Chào bạn,. . . . Sinh viên chất lượng cao vui lòng liên hệ văn phòng Đào Tạo Quốc Tấ để tư vấn nha.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa phòng đào tạo cho em hỏi là kì 201 này có mở lớp vật lí 1 cho sv từ k19 trở đi hay không. Nếu không mở thì sv cần phải làm gì để có thể học môn này trong kh 201 này ak. Em cảm ơn",
            "Chào bạn,. . Quy trình mở môn học :. .   + Bước 1: SV tải mẫu đơn tại trang web: www.aao.hcmut.edu.vn  -  Sinh viên -  biểu mẫu -  mẫu Đề nghị mở môn học (ngoại lệ). .   + Bước 2: Sau khi có xác nhận chữ ký đồng ý theo quy định trong đơn. .   SV nộp đơn tại PĐT – cơ sở 1-  . .   Thời gian nộp đơn mở lớp dự thính: từ ngày 25/08/2020 đến 10g ngày 27/08/2020. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo hiện nay em còn nợ và mong muốn học  môn ĐAMN  kết cấu bê tông cốt thép 2 (CI3177).Phòng đào tạo có thể tăng sĩ số để em có thể đăng ký môn này được không ạ.Em xin cảm ơn !. .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ e chào pđt. Em tên là [full_name] - 181187, lớp XD18CTXD01.Em viết đơn xin thầy (cô) phụ trách có thể mở thêm 1 sỉ số lớp A03 mã CI3061 không ạ!? Mong hầy (cô) solve sớm giúp em.! Em xin cám ơn ạ   3. .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có câu hỏi ạ: em có đăng kí môn đánh giá tác động môi trường và phòng đạo tào báo không đăng kí được do chưa học môn luật chính sách môi trường. . .  . . Nhưng em đã học môn này ở kì trước, dưới đây em có kèm theo ảnh chụp bảng điểm môn này.. . . . Theo như lý do phòng đào tạo: em chưa học luật chính sách(mã MH: EN2033). Nhưng mã môn luật chính sách em đã học là EN2025.. . . . Mong phòng đào tạo xem xét và giải quyết trường hợp của em. Em cảm ơn ạ",
            "Chào bạn,. . . . Bạn đăng kí rồi mà.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa quý cô/ thầy.Em tên là [full_name] msss [student_id]. Em mong muốn được học môn chuyên ngành mã môn học là ME3085- Thiết kế trang phục 1 của năm 3 nhưng hiện tại lớp đã full 34/34. Thầy cô có thể xem xét tăng sĩ số lớp lên để em có thể đăng kí học môn này được không ạ. Em mong được thầy/ cô phản hồi . Em xin cảm ơn ạ.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "E đã gửi đơn rút môn học dự thính 193 online. Vậy khi nào có kết quả ạ!",
            "Chào bạn,. . Bạn gửi đơn rút MH 193 online bằng cách nào? Phòng Đào tạo đã kiểm tra không thấy câu hỏi của gửi rút MH qua bksi. . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Mssv: [student_id]. . Em là sv k18 chuyển từ việt-phap ra khoa xây dựng, em không đăng kí được các môn của học kì 3 của k19 khoa xây dựng. Em đang được chờ kết quả phân ngành của khoa.  Có những môn có mở lớp nhưng em đăng kí thì không được( bị lỗi loại hình sv), em hơn 28 chỉ tích lũy rồi ạ. Hiện tại em chưa đăng kí được môn nào cho học kì 201. Thầy cô có thể kiểm tra giúp em ạ. Em cám ơn",
            "Chào bạn,. . . . Đợt 3 DKMH bạn vào đăng kí lại nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . mssv:[student_id].Kính gửi PĐT, hiện tại em còn thiếu một môn giáo dục thể chất để hoàn thành chương trình, nhưng em lại không đăng kí được trong học kì chính, học kì dự thính vừa rồi em đăng kí thì lại bị xóa môn, giờ em phải làm sao ạ, em cảm ơn nhiều ạ.. .",
            "Chào bạn,. . . . Hiện tại nhà trường chưa có thông báo về việc đăng kí môn GDTC, khi nào có thông báo DKMH giáo dục thể chất, PDT gởi mail thông báo cho sv.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính Phòng Đào Tạo. . Em tên: [full_name] ; MSSV:[student_id] ; Khoa: Môi trường và tài nguyên. . Lý do: Em muốn hỏi về việc đăng ký môn của em. Em có đăng ký môn Hóa học trong kỹ thuật và khoa học môi trường 1 (EN2005) nhưng không được do hệ thống báo thiếu môn học trước là (CH1009). Nhưng trong chương trình đào tạo của khoa năm 1 không có môn học (CH1009). . Mong thầy cô giải đáp thắc mắc này của em. Em cảm ơn.",
            "Chào bạn,. . . . Đợt 3 DKMH bạn đăng kí lại, có gì trục trắc bạn liên hệ trực tiếp PDT.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi tại sao đợt đăng kí môn học đợt 2 lại không cho đăng ký môn giáo dục thể chất",
            "Chào bạn,. . . . Hiện tại nhà trường chưa có thông báo về việc đăng kí môn GDTC, khi nào có thông báo DKMH giáo dục thể chất, PDT gởi mail thông báo cho sv.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quý Thầy/Cô. . Em đang học chương trình PFIEV và em muốn rút khỏi PFIEV sang đại trà ạ. . Thì em được xét chuyên ngành sao vậy ạ. . Em cảm ơn!",
            "Chào bạn. . Bạn làm đơn xin rút khỏi chương trình việt pháp có xác nhận của Cô [full_name] sau đó nộp trực tiếp tại phòng đào tạo. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thây cô ạ. Thầy cô có thể tăng sỉ số lớp Xác suất thống kê (MT2001) ngày thứ 5 tiết 3-5 tại cơ sở 1 được không ạ. Vì em đã năm 3 và còn thiếu chỉ đăng ký các môn học năm 4 ạ. Em xin cảm ơn thầy cô",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thưa cô em là [full_name], mssv:[student_id] em có đi môn học là LVTN vs cấp thoát nước nhưng kết quả đăng ký lại không có . Mong cô giải quyết giúp em để em làm LV nộp tốt nghiệp ạ. Em xin chân thành cảm ơn cô.. .",
            "Chào bạn,. . . . Đợt 3 bạn đăng kí lại nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào phòng hỗ trợ sinh viên, Em học khoa Kỹ thuật Địa chất - Dầu khí, chuyên ngành Địa Môi Trường, vì bị giới hạn 13 tín chỉ nếu đăng kí thực tập tốt nghiệp, cho em hỏi . . [full_name] kì sau em đăng kí được không ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . . . Những bạn khoa Địa Chất Dầu khí em muốn đăng kí hơn 13 tín chỉ em làm đơn nộp ở khoa nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào phòng hỗ trợ sinh viên. . Cho em hỏi điều kiện đăng kí luận văn là bao nhiêu tín chỉ, và được phép nợ bao nhiêu tín chỉ chuyên ngành vậy ạ, em cảm ơn.",
            "Chào bạn,. . Bạn vui lòng xem quy định về ĐK LVTN tại đây:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 10. Thực tập tốt nghiệp, Luận văn tốt nghiệp và các môn đặc biệt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào anh/chị, . . Hiện tại em có đăng kí môn quản lí dự án lớp thứ 6 tiết 789 nhưng do em bị kẹt lịch học các môn khác, nên em xin mở thêm sỉ số lớp môn Quản lý dự án thứ 2 tiết 789 ạ. Mã môn học là IM4001",
            "Em có nhầm lẫn một xíu, mã môn học là IM4003 ạ",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Kính gửi Phòng Quản lý Đào tạo trường Đại học Bách Khoa TP.HCM. . Họ tên: [full_name]. . MSSV: [student_id] Lớp OTO2. . Em muốn xin đăng ký bổ sung môn học của học kỳ 201. . Môn cần đăng ký:. . 1. Tên môn học: Chi tiết máy ME2007 Lớp A01_A04 . Thời gian học: thứ 6 và chủ nhật , Phòng C5-502 và C1-105.. . Lý do:. . Không thể đăng ký môn do lỗi hệ thống bắt buộc môn song hành ME1015 và sau khi hệ thống trở lại bình thường thì không còn lớp trống.. . Em xin cam kết tham gia đầy đủ thời khóa biểu cũng như hoàn thành đầy đủ học phí.Em chân thành cảm ơn.",
            "đã để điểm tạm môn ME1015 để bạn đăng ký môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em là [full_name],tại theo như lịch học vụ của nhà trường thì kì này em có môn học Phương pháp tính, nhưng lần đăng kí 1 HK201 em không đăng kí nên giờ hiện tại các lớp đã đầy hết, em mong PĐT mở thêm sĩ số để em được đăng kí môn này ạ.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào các thầy cô ạ,. . . . Em là [full_name] MSSV [student_id] đến từ khoa Công Nghệ Vật Liệu. Em muốn được hỏi về việc đăng ký môn học HK 201 liên quan đến chuẩn thể chất năm 3. Em thắc mắc rằng em đã hoàn thành 3 môn giáo dục thể chất (Giáo dục thể chất 1, Giáo dục thể chất 3, Bóng bàn) như các hình đính kèm nhưng vẫn bị không đủ điều kiện chuẩn thể chất năm 3 để đăng ký các môn học năm 4 ạ? Mong các thầy/ cô giải đáp giúp em.. . . . Em xin cảm ơn ạ!",
            "Chào bạn, . . Hiện tại Phòng Đào tạo đã cập nhật lại điểm GDTC, chuẩn GDTS_3, Sinh viên vui lòng vào đăng ký lại. . . Chúc bạn học tốt!. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b Họ và tên: [full_name]  /b \t. .   b MSSV: [student_id]  /b \t. .   i Đăng ký môn học . Thầy cô cho em hỏi nếu trường hợp đợt đăng ký bổ sung luận văn tốt nghiệp đã qua mà chưa đủ điều kiện đăng ký (thiếu anh văn TOEIC) thì có còn đợt bổ sung bằng anh văn để được nhận làm luận văn không ạ?. . . . . .",
            "Chào bạn,. . . . Khi nào bạn có Toeic thì bạn bổ sung sớm để nhận luận văn. Khi có đủ toeic PDT sẽ tạo điều kiện cho bạn đăng kí luận văn nha. . . . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i Kính gửi thầy cô PĐT trường đh Bách Khoa. Em tên [full_name] MSSV [student_id]. Thầy cô cho em hỏi là hiện tại em đang xin mở lớp EN2003 nhưng do lịch giảng viên chỉ rảnh vào 6 tiết liên tục. Như vậy tụi em có xin mở lớp được không ? Và có ảnh hưởng gì đến quy chế không ạ. Mong phản hồi sớm từ thầy cô. Em xin cảm ơn. .",
            "Chào bạn,. . Quy trình mở môn học :. .   + Bước 1: SV tải mẫu đơn tại trang web: www.aao.hcmut.edu.vn  -  Sinh viên -  biểu mẫu -  mẫu Đề nghị mở môn học (ngoại lệ). .   + Bước 2: Sau khi có xác nhận chữ ký đồng ý theo quy định trong đơn. .   SV nộp đơn tại PĐT – cơ sở 1-  . .   Thời gian nộp đơn mở lớp dự thính: từ ngày 25/08/2020 đến 10g ngày 27/08/2020. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi kì 201 sẽ đk giáo dục thể chất như thế nào ạ. vì em còn 2 môn thể chất chưa học ạ.",
            "Chào bạn, . . Về việc đăng ký các môn Giáo dục thể chất trong học kỳ 1/2020-2021, bạn vui lòng đợi thông báo sau của Phòng Đào tạo qua email sinh viên. . . Chúc bạn học tốt!. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô ạ!. . Em tên : [full_name] . . Mssv:[student_id]. . Thầy/cô cho em hỏi là trong đợt đăng kí môn học hk1 - hệ chính quy thì ở lần hiệu chỉnh đợt 3  được hiệu chỉnh như thế nào ạ ?. . .  Được xóa môn học đã đăng kí ,thêm môn đăng kí, hay chuyển lớp không ạ ?.. . Rất mong nhận được sự phản hồi sớm từ thầy/cô.. . Em xin cảm ơn ạ .. . . .",
            "Chào bạn,. . . . Bạn kiểm tra mail PDT đã gởi cho bạn, đợt 3 này được huỷ/bổ sung môn học.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . .   i Đăng ký môn học . Kính gửi các thầy/cô Phòng đào tạo. . Em tên [full_name] MSSV [student_id] lớp VLSI18, viết yêu cầu này với mong muốn sĩ số lớp của một số môn được tăng lên. Vì ở đợt đăng kí đầu tiên (22/7) em đã không đăng kí kịp một số môn chuyên ngành, những môn đó ở đợt đăng kí thứ hai đã bị vượt sĩ số. . . . . Các môn học nêu trên bao gồm :. . MA3001 Các phương pháp nghiêng cứu cấu trúc vật liệu vô cơ. . MA3013 Hóa lý Silicate. . MA3023 Quá trình và thiết bị Silicate. . MA3027 Công nghệ sản xuất xi măng. . MA3035 Thí nghiệm Silicate đại cương. . . . Em viết yêu cầu này với mong muốn được tiếp tục theo học đúng với chương trình đào tạo và xin hứa sẽ hoàn thành với khả năng tốt nhất.. . . .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào quý thầy cô ạ. . Hôm trước em được thêm vào danh sách Ci2003 nhóm dt07 đợt bổ sung do huỷ mhx mặt trận thành phố, nhưng trên bkel và danh sách thí nghiệm vẫn chưa cập nhật .Tối t7 này e có thi giữa kỳ và đang lo lắng không có tên trong danh sách thi.Mong thầy cô giúp đỡ. . Em cảm ơn nhiều ạ",
            "Chào em.. . Em có tên trong danh sách môn CI2003 nhóm DT07 và môn CI2004 nhóm DT13. . Em đi kiểm tra bình thường nhé. . Trân trọng",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào Thầy/Cô ạ!. . Tình hình của em là thiếu môn GDTC 3, hiện tại em vẫn thấy đăng kí thực tập tốt nghiệp và một số môn học khác được (còn những môn tự chọn năm 3 năm 4 thì không đăng kí được ạ). Vậy cho em hỏi vậy là đã đăng kí và có kết quả chính xác chưa ạ? Sau khi đăng kí xong có bị xóa hết môn không ạ? Và em có thể làm đơn cam kết qua GDTC 3 để cứu vãn không ạ? . . Em xin cám ơn ạ!",
            "Chào bạn,. . . . Bạn xem qui chế học vụ 191 http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK191.pdf.. . . . Trong mục 4 có qui định :. . . .  K2018 về trước, SV phải hoàn thành học phần GDTC. . sau năm 3 để được đăng ký môn học của năm 4 .. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là ở dkmh đợt 2 e có bị vướng lịch học của 2 môn ở tiết 456(môn CNC) và tiết 789(môn mô hình hoá) đều là thí nghiêmh của 2 môn tự chọn thì có được chấp nhận không tại các lớp này đều full sỉ số.. . Em cám ơn ạ.",
            "Chào bạn,. . . . Trường hợp thông tầm sẽ không đăng kí được nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là lúc em đăng ký môn học, em có đăng ký 2 môn học liền nhau từ tiết 2-9 (tiết 2-6 em chỉ học thí nghiệm trong 3 tuần). Vậy cho em xin hỏi nếu em đăng ký như vậy thì có được chấp nhận không.. . Em xin chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thầy/Cô cho em hỏi là để tốt nghiệp thì có bắt buộc phải chuyển điểm các môn Anh Văn không hay chỉ cần điểm 12 là được ạ? (vì nếu đổi điểm Toeic qua thì Anh văn 3,4 sẽ không được cao).. . Em cảm ơn ạ.. .   i Học vụ .",
            "Chào bạn. . - Bạn phải hoàn thành chương trình đào tạo (theo quy định) môn anh văn 3, 4 phải hoàn thành. . - Về quy định Ngoại ngữ: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    Sinh viên    Ngoại ngữ    Cách Đăng ký chuyển điểm các môn ngoại ngữ    Quy định chuyển điểm các môn ngoại ngữ. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . . Chào Phòng Đào Tạo, . . . . Em có thắc mắc về điểm chuyển anh văn của em.. . Việc là em có nộp bằng anh văn từ năm nhất, đến nay năm 3 em kiểm tra lại, thì cả 4 môn anh văn của em chưa được chuyển điểm.. . Em muốn hỏi phòng đào tạo hệ thống có bị lỗi không?. . . . (Sau khi chọn \"xét miễn\" chọn cả 4 anh văn thì xuất hiện bản lỗi như hình \"Text\"). . . . Thân!",
            "Chào bạn. . Pdt đã cập nhật điểm miễn tại trang Mybk   điểm chuyển. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Khi đăng ký môn học, hệ thống trả về không hợp lệ do chưa hoàn thành môn tiên quyết năm 3 là thể chất 3. Tuy nhiên em đã hoàn thành môn học ở học kì 192 và phòng đào tạo đã cập nhật điểm, và em đã hoàn thành môn học tiên quyết đó. Mong phòng đào tạo kiểm tra lại để em có thể đăng ký cá môn học năm 4 đúng tiến độ. Em cám ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em thiếu thể chất 3, và em đang trả trong kỳ hè này, không biết chuyển điểm vào kịp không ạ !. .",
            "Chào bạn. . \"kịp để làm gì\"? bạn vui lòng khi đặt câu hỏi phải trình bày rõ ràng. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Ở học kì hiện tại (HK3), do em muốn đăng kí thêm môn vì em  còn dư một vài chỉ chưa đăng kí (chưa đủ 17 chỉ) và (các môn bắt buộc đã đăng kí rồi). Em muốn đăng kí thêm môn học tự chọn tự do của học kì 5-6-8 theo (file 1), nhưng em tìm kiếm trong chương trình đào tạo Công Nghệ Vật Liệu khóa 2019 thì lại không thấy các môn tự chọn đó (file 2). . . ---Em muốn đăng kí các môn học tự chọn đó thì xem ở đâu ạ? . . ---Em có thể xem Chương trình đào tạo 2018 để đăng kí có được không ?(Vì trong 2018 có các môn tự do). Nếu theo 2018 thì có ảnh hưởng đến sau này không ạ. . Em cảm ơn",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi.. . Em không đăng ký môn học ở năm 2 được vì năm rồi em chỉ được 24 chỉ .. . và em vẫn chưa pass anh văn đầu vào .. . Vậy cho em hỏi . . Em có thể đăng kỳ những môn học cụ thể nào để được tiếp tục học tập ạ.. . Em cảm ơn ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi thứ 7 thì phòng đào tạo ở cơ sở 1 và cơ sở 2 có làm việc không ạ?",
            "Chào bạn,. . Phòng Đào tạo làm việc từ thứ 2 đến thứ 6 (giờ hành chính) nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Trong đợt đăng kí môn học vừa rồi, em có đăng kí môn học giải tích mạch cơ bản(EE2001), phát triển ứng dụng Internet of Things(CO3037) và kĩ thuật truyền xử lí số liệu. Đến khi có kết quả môn học thì không có kết quả đăng kí của bất cứ môn học nào như em nêu  trên với lí do \"Môn học khoa không mở lớp, sinh viên liên hệ khoa\".. .  Bây giờ em phải làm như thế nào để được mở lớp ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô ở phòng đào tạo,em tạo câu hỏi để hỏi về vấn đề đăng ký môn học.. . Em đăng ký môn Thi công công trình csht mã môn học là CI4023,nhưng lại không cho đăng ký khi chưa học môn CI3265 - Kỹ thuật hạ tầng đô thị ,nhưng vấn đề ở đây là trong chương trình đào tạo của khóa k17 csht lại không có môn học đó.. . Vậy thì làm sao em có thể học được môn học Thi công công trình csht mã môn học là CI4023 khi môn học yêu cầu kia không tồn tại trong chương trình yêu cầu của khóa 17???. . Mong phòng đào tạo xem xét lại chứ nếu làm vậy thì em bị trễ tốt nghiệp mất ạ.. . Em xin cảm ơn!!!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trong kỳ hè em đang học môn Triết học [full_name] mã SP1031. Kỳ 201 sắp tới em và nhiều bạn khác chưa đủ 10 chỉ nên em xin PĐT mở lớp dạy Kinh Tế Chính Trị [full_name] mã SP1033 để chúng em đăng ký môn học để đủ số tin chỉ ạ.. .",
            "Chào bạn,. . Quy trình mở môn học :. .   + Bước 1: SV tải mẫu đơn tại trang web: www.aao.hcmut.edu.vn  -  Sinh viên -  biểu mẫu -  mẫu Đề nghị mở môn học (ngoại lệ). .   + Bước 2: Sau khi có xác nhận chữ ký đồng ý theo quy định trong đơn. .   SV nộp đơn tại PĐT – cơ sở 1-  . .   Thời gian nộp đơn mở lớp dự thính: từ ngày 25/08/2020 đến 10g ngày 27/08/2020. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Có thể gia tăng thêm sỉ số lớp con người và môi trường ở cs2 vào ngày thứ5 được không ạ.. . Em cảm ơn.\t. . . .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B  Dạ thưa PDT, em có đăng ký nộp bằng và miễn điểm [full_name] để đủ điều kiện SV năm 2, nhưng vẫn chưa được xác nhận. Mong PDT có thể xác nhận sớm để em có thể đăng kí môn học HK201.. . Em cảm ơn.. .   i Đăng ký môn học .",
            "Chào bạn. . pdt đẽ kiểm tra chuyển điểm Av 123 đã cập nhật điểm trên MyBK  chuyển điểm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name] - [student_id]. Học kỳ 201 lần này em không đăng ký được môn bắt buộc là Phân tích dữ liệu (IM3049) trong đợt 1. Đến đợt 2 thì em lại bị trùng lịch thời khóa biểu giờ học với môn Phương pháp định lượng (IM3039). . . Em mong phòng đào tạo xem xét và mở thêm sỉ số cho 2 môn học trên hoặc mở thêm các giờ học các để chúng em được linh động hơn trong việc đăng ký các môn bắt buộc để hoàn thiện quá trình học dễ dàng ạ. . . Em cảm ơn!",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Học kì 201, em có đăng ký Xác xuất thống kê, môn yêu cầu phải học Đại số tuyến tính trước. Học kì hè này, em đang học môn Đại số tuyến tính nhưng vì chưa học xong nên em không được đăng ký Xác xuất thống kê.. .",
            "Chào bạn. . Phòng đào tạo đã cập nhật lại dữ liệu, bạn nhanh chóng vào đăng ký lại môn học đợt 2 (từ 25/8 đến 15g 31/8). . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em gặp vấn đề trong quá trình đăng kí môn học HK201 đợt 2. Em cần mở thêm sĩ số lớp 210701-P02 và lớp 402701-P02. Lí do vì lớp 402701-P01 còn trống nhưng nếu em đăng kí thì sẽ bị trùng lịch với lớp 403707 nên em chỉ có thể chọn lớp  402701-P02 và lịch của lớp 210701-P01 lại trùng với 402701-P02 nên em cần mở thêm sĩ số 2 lớp 210701-P02 và 402701-P02 để đăng kí. Em xin cảm ơn ạ",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Kính chào thầy ,cô. . Theo em được biết trong chương trình đào tạo có 9 tín chỉ tự do.Cho em hỏ mình có thể Đăng kí bất cứ môn nào đúng không ạ cho dù môn đó thuộc khoa khác.. . Em cảm ơn.",
            "Chào bạn. . Về chương trình đào tạo bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào cô ạ, em muốn bổ sung là em xin mở lớp CI3251 Lý thuyết sai số và xử lý số liệu ở cơ sở 1 - 268 Lý Thường Kiệt do các bạn đăng ký môn này đều là K15 K16 K17 K18 hiện tại học ở cơ sở 1. Nãy em không nhớ đề cập vấn đề này. Em xin chân thành bổ sung . Em cảm ơn cô .",
            "Chào bạn,. . Quy trình mở môn học :. .   + Bước 1: SV tải mẫu đơn tại trang web: www.aao.hcmut.edu.vn  -  Sinh viên -  biểu mẫu -  mẫu Đề nghị mở môn học (ngoại lệ). .   + Bước 2: Sau khi có xác nhận chữ ký đồng ý theo quy định trong đơn. .   SV nộp đơn tại PĐT – cơ sở 1-  . .   Thời gian nộp đơn mở lớp dự thính: từ ngày 25/08/2020 đến 10g ngày 27/08/2020. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên năm 3 k18. Đợt đăng kí môn học đầu tiên em có đăng kí môn Chi tiết máy [ME2007] và đã đủ điều kiện các môn học trước nhưng lại bị xóa môn, hôm nay em đăng kí lại thì đã hết hoặc trùng giờ môn khác. Em xem lại thì mục đăng kí môn Chi tiết máy [ME2007] là môn của học kì chính nhưng danh sách hiện tại chỉ mở lớp tối đa 20sv (giống như sỉ số lớp dự thính hoặc học lại). Vậy có nhầm lẫn gì từ phía PĐT về việc mở lớp dự thính thay cho lớp chính thức không ạ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi có đợt thi anh văn 19-20/9 này nếu em pass av3 thì có được cộng 6 chỉ đó liền vào điểm trung bình tích luỹ đủ 28 chỉ để đăng kí học môn chuyên ngành hk201 không ạ?. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại môn CTDL&GT (DSA) đã có hết 10 lớp cho k19 và hầu như còn rất nhiều bạn muốn đki môn này nhưng kh đủ lớp. Em đã lập danh sách các bạn muốn đki học môn này( trên 40 ). Vậy em mong pđt tạo điều kiện cho chúng em được học môn này để thuận lợi cho công tác học tập tại trường.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . Quy trình mở môn học :. .   + Bước 1: SV tải mẫu đơn tại trang web: www.aao.hcmut.edu.vn  -  Sinh viên -  biểu mẫu -  mẫu Đề nghị mở môn học (ngoại lệ). .   + Bước 2: Sau khi có xác nhận chữ ký đồng ý theo quy định trong đơn. .   SV nộp đơn tại PĐT – cơ sở 1-  . .   Thời gian nộp đơn mở lớp dự thính: từ ngày 25/08/2020 đến 10g ngày 27/08/2020. . Thân. ."
        ]
    }
]