[
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/ cô!. . Em tên [full_name], sinh viên lớp XD16KT Kiến trúc. Hôm nay em viết thư này kính mong thầy cô giải đáp giúp em về thời gian bắt đầu môn Thiết kế dự án tốt nghiệp CI4303. Theo như thời khoá biểu thì em cùng một số bạn đã đăng ký được môn học này nhưng đến nay vẫn chưa thấy các thầy/ cô phụ trách môn học thông báo gì. Vấn đề này được các bạn quan tâm và bày tỏ sự quan ngại không biết có vấn đề gì không do không liên hệ được với giảng viên phụ trách.. . Kính mong thầy/ cô PĐT giải đáp và xử lí sớm giúp em ạ! Em xin cảm ơn!",
            "Chào bạn,. . . . Việc này bạn liên hệ khoa/bộ môn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào Thầy/ Cô.. . Em tên [full_name], MSSV: [student_id]. Dạ em đã học đủ các môn, em cộng số tín chỉ các môn đã tích lũy là 125 tín chỉ, nhưng trong danh sách nhận LVTN ghi là 122 tín chỉ.. . Nhờ Thầy/ Cô xem lại giúp em với ạ. Em cảm ơn Thầy/ Cô.. . . .",
            "Dạ em chào Thầy/ Cô.. . Em tên [full_name], MSSV: [student_id]. Dạ em đã học đủ các môn, em cộng số tín chỉ các môn đã tích lũy là 125 tín chỉ, nhưng trong danh sách nhận LVTN ghi là 122 tín chỉ.. . Nhờ Thầy/ Cô xem lại giúp em với ạ. Em cảm ơn Thầy/ Cô.",
            "Dạ em chào Thầy/ Cô.. . Nhờ Thầy/ Cô phản hồi giúp em ạ.",
            "Gửi đến SV. . PĐT đã cập nhật (file đính kèm). . thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào thầy cô, chúc quý thầy cô một ngày tốt đẹp,. . . . Em muốn hỏi thầy cô, em muốn đăng ký dự thính nhưng lớp dự thính hiện đủ sỉ số, em có thể làm đơn học môn đó nhưng của hệ vừa học vừa làm vì em thấy môn em muốn học dự thính và môn hệ vừa học vừa làm cùng tên, cùng mã được không ạ? em hiện là sinh viên năm cuối đang làm luận văn còn mỗi 1 môn chưa qua, nếu kỳ dự thính này em không đăng ký được em sẽ trễ 1 học kỳ mất. mong quý thầy cô có thể giải đáp thắc mắc cũng như chỉ em hướng giải quyết cho trường hợp của em,. . . . Em xin cảm ơn ạ.",
            "Chào bạn,. . . . Sinh viên chính qui đại học không được đăng kí bên hệ vừa làm vừa học được bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào [full_name] ạ.. . Cho em hỏi là em có đăng kí dự thính môn Pháp Luật đại cương vào đợt 1 và đợt 2 ngày 9/3 vừa rồi em đã hủy đăng kí môn rồi mà sao trong thời khóa biểu vẫn cập nhật môn này vậy ạ.. . Em cảm ơn.",
            "Chào bạn,. . . . Bạn vui lòng xem thời khoá biểu trên cổng thông tin sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/ cô ạ! Dạ thầy/cô cho em hỏi là làm sao để lấy lại được mật khẩu ngân hàng BKpay ạ. Em làm mất thẻ ngân hàng cũng lâu rồi ạ. Em nhớ tên đăng nhập của mình nhưng mật khẩu em lại quên mất. Bây giờ mình phải làm sao để lấy lại được mật khẩu ạ. Em xin cảm ơn thầy/cô!",
            "Chào bạn,. . . . Bạn liên hệ ngân hàng để cấp lại mật khẩu.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy, cô cho em hỏi là hết năm 2 là bắt buộc phải qua hết tất cả các môn đại cương thì mới được đăng kí môn học cho năm 3 hay là sang năm 3 vẫn được học môn đại cương ạ. . . .",
            "Chào bạn,. . . . Trong qui chế học vụ điều 4, mục 4.2 có qui định, sau năm 2 bạn phải tích luỹ 56 tín chỉ mới đăng kí được những môn năm 3.. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name]. Em có đăng ký dự thính môn An toàn quá trình (CH 3297) cho hk2 2020-2021 vì em sợ rớt môn. Nay em đã có kết quả cuối kỳ và đã qua môn thì em không thể huỷ môn dự thính được nữa. Kính mong thầy/cô cho em huỷ môn học này. Em xin chân thành cảm ơn.. .",
            "Chào bạn,. . . . Hiện tại đã hết thời gian hiệu chỉnh để huỷ môn học rồi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2014329  /b \t. . . .   i Đăng ký môn học . Kính gửi PDT: em muốn xóa môn giải tích mà em vừa mới đăng ký DỰ THÍNH đợt vừa rồi. Vì lí do kì 2 em học nhiều môn nên không sắp xếp được thời gian để đi học. Em mong PDT có thể xóa giúp em ạ, em chân thành cảm ơn",
            "Chào bạn,. . . . Đã hết thời gian hiệu chỉnh môn học rồi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Mong thầy cô kiểm tra lại tkb dùm em với ạ; e đăng ký học dự thính 2 môn nhưng tkb chỉ cập nhật 1 môn.Mà đợt 2 e đăng ký 2 môn đó đều thỏa điều kiện.Có sai xót gì không ạ ??",
            "Chào bạn,. . . . Bạn vui lòng xem kết quả DKMH để biết lý sao vì sao không đăng kí môn học nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa phòng đào tạo,. . Em tên [full_name] , MSSV [student_id]. . Cho em hỏi trường có tổ chức học lớp ôn thi chứng chỉ tin học như hình, vậy cho em hỏi lịch thi tin học của trường vào khoảng thời gian nào để em sắp xếp lịch ôn tập hợp lí ạ. Với cho em hỏi khi không đạt kì thi này em có cần phải học ở ngoài rồi nộp bằng không ạ. Với cho em hỏi em có cần nộp bằng tin học khi cần ra trường không ạ .. . Em cảm ơn",
            "Chào bạn,. . . . Hiện tại nhà trường chưa có thông báo về việc nộp chứng chỉ ứng dụng công nghệ thông tin. Khi nào có thông báo PDT sẽ gởi mail thông báo cho sinh viên.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name], sinh viên năm nhất. Đầu năm em đã thanh toán các khoản phí của nhà trường, trong đó có tiền bảo hiểm y tế. Nhưng tới nay em vẫn chưa nhận được thẻ BHYT. Em đã liên hệ KTX khu A, tòa mà em đanh ở thì nhận được thông báo em không có mã BHYT. Nhà trường cho em hỏi lý do em chưa có thẻ và các để nhận thẻ ạ. Em cần BHYT để đi khám bệnh ạ.. . Mong nhà trường sớm phản hồi cho em ạ.",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em bị nhập vắng thi (13 điểm) môn 'Nhập môn vễ kỹ thuật' nên đã gửi mail cho thầy [full_name], đồng thời đăng kí phúc tra bài thi. Hiện tại trong trang 'Bảng điểm' của em vẫn hiển thị 13 điểm nhưng trong trang 'Đăng kí phúc tra' lại hiển thị 9,5 và phiếu đăng kí của em chưa có kết quả. Phiền nhà trường xem xét và cập nhật lại điểm giúp em ạ. Em xin cảm ơn.",
            "Chào bạn,. . . . Hiện tại giáo viên chưa nộp điểm, khi nào giáo viên nộp điểm lên PDT sẽ cập nhật lại điểm cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1914823  /b \t. . . .   i Đăng ký môn học . Dạ em chào thầy cô. Theo quy định của nhà trường thì hết năm 2 phải đủ 56 tín chỉ. Hiện tại em đang còn thiếu 4 chỉ của môn Giải Tích 2. Mà Đợt đăng ký dự thính vừa mở đã hết chỗ . Không biết có cách nào để em đăng ký 1 slot giải tích 2 dự thính không ạ ?. . Dạ nếu được thì em xin vào lớp dt03 môn giải tích 2. Họ tên: Hồ Anh Quân. Mssv: 1914823. . Mong nhận được sự phản hồi của thầy cô. Em xin cảm ơn ạ",
            "Chào bạn,. . . . Tất cả các môn học dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào em,. . . . Em vui lòng kiểm tra kết quả trên web. Kết quả em đã được cập nhật rồi.. . . . Trân trọng,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/ cô, Em đã đăng kí thành công 2 môn CH2005 và CH2013 trong đợt đăng kí môn học dự thính kì 202 nhưng trong thời khóa biểu lại không có môn CH2013, trong trường hợp này em phải làm sao ạ. .",
            "[full_name] MSSV/MSGV: [student_id]    . . . . Đăng ký môn học. . Chào thầy/ cô, Em đã đăng kí thành công môn dự thính CH2013 nhưng do trùng lịch học thí nghiệm với môn kì chính . Thứ 2 em lên phòng đào tạo rút môn kì chính rồi đăng kí môn dự thính được không ạ. EM cảm ơn thầy / cô. .   /[full_name]",
            "Chào bạn,. . . . Bạn làm đơn rút môn học nộp PDT, sau đó kèm theo đơn đăng kí môn CH2013.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo,. . . . Em tên [full_name], MSSV [student_id].. . Em có đăng kí học dự thính môn Vật lí 1 và có trùng với môn Thiết kế hệ thống nhúng do thời gian di chuyển giữa 2 cơ sở nên bị xóa khỏi thời khóa biểu. Ngày 11/03 vừa rồi, em đã rút môn học Thiết kế hệ thống nhúng thì môn Vật lí 1 của em có được khôi phục lại không ạ hay phải đăng kí bổ sung vào đợt sau ạ.. . Mong Phòng đào tạo hồi âm sớm ạ.. . . . Em cảm ơn ạ.. . . . [full_name]-[student_id]. .",
            "Chào bạn,. . . . Bạn phải đăng kí bổ sung lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô ạ!. . em muốn hỏi bây giờ em thi dgnl, nếu em đậu được ngành em thích, em có thể chuyển qua ngành đó để tiếp tục học không ạ? em k20 hc khoa điện ạ! . . em cảm ơn thầy/cô!",
            "Chào bạn,. . . . Được bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô. Cho em hỏi K14 đổi AV4 hiện tại cần bao nhiêu điểm toeic vậy ạ? Em cảm ơn.",
            "Chào bạn,. . . . Toeic 500 bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo. . . Em tên [full_name] MSSV [student_id]. . Em có đăng kí môn học đồ án thiết kế ô tô (TR4037). Nhưng do kết quả môn học thiết kế ô tô (TR3049) có kết quả không đạt. Do môn thiết kế ô tô là môn tiên quyết của đồ án thiết kế ô tô. Nhưng em thấy thời khóa biểu của em vẫn chưa bị xóa môn đồ án. Phòng đào tạo cho em hỏi là em có bị xóa môn không ạ. . . Mong phòng đào tạo phản hồi sớm giúp em ạ. . Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . Bạn học đúng TKB đã cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]. . Cho em hỏi pđt có thể mở thêm sĩ số môn vật lý 1 mã PH1003 ở kì dự thính đợt 3 được không ạ. . . . .",
            "Chào bạn,. . . . Tất cả các môn học dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B   I   B   /I Yêu cầu khác . - Kính gửi nhà Trường Đh Bách Khoa. . Hiện tại em đang học Khoa Điện Điện tử , ngành điện tử viễn thông.. . - Em có câu hỏi là : Em có thể làm đơn xin chuyển ngành được không ạ ? . . Em cảm ơn ạ. . . .",
            "Chào bạn. . Về vấn đề này bạn liên hệ Văn phòng Khoa để tư vấn nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i   B ad ơi cho em hỏi khi nào pdt sẽ tổ chức thi anh văn định kì để xét điều kiện av đăng kí môn vậy nhỉ ?. . . .",
            "Chào bạn,. . . . Hiện tại nhà trường chưa có thông báo về việc tổ chức thi anh văn định kỳ.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi trường mình có hỗ trợ cho sinh viên vay tiền để đóng học phí không ạ.  Hiện tại gia đình em đang trong giai đoạn khó khăn  nên không biết sao ạ .",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Sau khi được phòng đào tạo của nhà trường hỗ . .  trợ chuyển môn học do đăng kí nhầm. Kết quả đã có ở trên tkb nhưng bên e learning lại chuyển về lại môn CI1003 vẽ kĩ thuật. Mong giúp cho em để bắt kịp tiến độ của video",
            "Chào bạn,. . . . PDT đã cập nhật Bkel rồi, bạn vui lòng kiểm tra lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em thi a văn đầu vào được 295. vậy giờ em có thể đăng kí a văn 1A được không hay bắt buộc phải đăng kí a văn cơ bản ạ ??",
            "Chào bạn,. . . . Nếu số điểm 295 thì bạn đăng kí anh văn cơ bản nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi pdt. . . Pdt có gửi mail thông báo em chưa đủ điều kiện tốt nghiệp vì thiếu tín chỉ phần tự chọn B 4/6 nhưng hiện tại em đã hoàn thành đủ tín chỉ cần thiết trong phần tự chọn B gồm các môn : Tạo mẫu nhanh MSMH :218813 được miễn.. . Kĩ thuật nâng vận chuyển MSMH : ME3021.. . Kĩ thuật đúc kim loại MSMH : ME321 (hoàn thành trong học kì I năm học 2021 -2021 nhóm A01 -A).. . Mong pdt sớm cập nhật bổ sung và phản hồi để em đăng kí xét tốt nghiệp. Em xin cảm ơn.",
            "em xin đính chính môn Kĩ thuật đúc kim loại mã môn học ME3211 ạ",
            "Chào bạn. . . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 22/3  Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn  tốt nghiệp  thông tin tốt nghiệp  danh sách tốt nghiệp 4/2021. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "I Đăng ký môn học . . . Đăng ký môn học. . . . Kính gửi Phòng Đào tạo, em tên là [full_name], MSSV [student_id], sinh viên khoá K18 ngành Kỹ thuật Hệ thống Công nghiệp. . . . . Hôm nay em gửi yêu cầu này xin phép PĐT cho em huỷ đăng ký môn học ME4615 - Sản xuất tinh gọn trong học kỳ dự thính 202. Vì lý do kế hoạch học tập của em có thay đổi, gặp khó khăn trong việc học cùng học kì với môn đồ án 2. Ngoài ra, lý do khác là do gia đình em đang gặp khó khăn về tài chính, em không thể đảm bảo khả năng học một lúc 23 tín chỉ nên em xin phép huỷ đăng ký môn học ME4615 trước khi học kỳ dự thính bắt đầu để có thể nâng cao chất lượng học tập, không làm ảnh hưởng đến các môn học khác cũng như giúp đảm bảo khả năng tài chính của gia đình ạ. Kính mong PĐT chấp nhận yêu cầu huỷ môn học của em. . . . . Em xin cảm ơn và mong nhận được phản hồi từ PĐT ạ.. . Chúc quý thầy cô, cán bộ PĐT một ngày làm việc vui vẻ, hiệu quả.",
            "Chào bạn,. . . . Đã hết thời gian huỷ môn học dự thính rồi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy/cô, cho em hỏi em có thể hủy lớp thể dục kì chính em đang học để đăng kí lớp thể dục kì dự thính đợt thứ 2 tuần sau mở không ạ? Em có bị trừ điểm rèn luyện không ạ, em cảm ơn",
            "Chào bạn. . Bạn chỉ có thể rút môn học ở học kỳ chính, và đăng ký môn GDTC ở học kỳ dự thính bình thường nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "PĐT cho em hỏi là em có đăng kí dự thính môn vi xử lý(EE2013) vào đợt 2 rồi nhưng tại sao trong TKB vẫn chưa cập nhật cho em vậy ạ, trong khi bạn em đã có hết rồi ạ.. . Thế thì có phải em bị hủy môn rồi ko ạ?. . Mong pđt trả lời, em xin cảm ơn ạ.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo,. . Do kì này em có nguyện vọng muốn cải thiện môn Giải tích 1 MT1003, nên em đã đăng kí lớp dự thính DT05 học kì dự thính 202, đã đăng kí thành công ở đợt 2.. . Song hiện thời khóa biểu của em không được cập nhật, lý do là buổi học Hang-out tiết 10 11 12 chiều chủ nhật môn MT1003 có bị trùng với lịch thí nghiệm của môn học Thông gió CI3132. Tuy nhiên vì môn thông gió chỉ học 5 tuần, với mong muốn được cải thiện kết quả học tập, môn MT1003 buổi hang-out em có thể trao đổi xin học bù giờ khác, nên em hy vọng phòng đào tạo cho phép em học lớp này. Em xin đảm bảo và chịu trách nhiệm với kết quả học tập của bản thân.",
            "Chào bạn,. . . . [full_name] lịch học theo qui định nhà trường sẽ không đăng kí môn học được bạn. Những trường hợp ngoại lệ bạn làm đơn nộp PDT để ban lãnh đạo phòng phê duyệt nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2012732  /b \t. . . .   i Yêu cầu khác . Dạ em là SV năm nhất K20 có hai câu hỏi là:. . - Trường sẽ tổ chức thi để đạt chuẩn CNTT cơ bản dành cho SV năm nhất vào thời gian nào?. . - Đối với sinh viên năm nhất chưa đạt điểm TOEIC 450 và không học Anh Văn 1 tại trường thì hạn chót nộp chứng chỉ TOEIC để chuyển điểm Anh Văn trước khi bước qua năm 2 thì cụ thể là thời gian nào?. . Em cảm ơn!",
            "Chào bạn,. . . . - Hiện tại nhà trường chưa có thông báo về việc nộp chứng chỉ ứng dụng công nghệ thông tin. Khi nào có thông báo PDT sẽ gởi mail thông báo cho sinh viên.. . . . - Việc nộp chứng chỉ toeic trước khi đăng kí học kỳ 1 năm tới tầm tháng 5 tháng 6.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy, cô. . Cho em hỏi là hệ thống trường mình đã cập nhật về việc cho phép đắng kí 2 học kì 1 môn thể chất chưa vậy. Ví dụ như học kì 1 em học bơi thì sẽ là bơi 1, còn học kì 2 em vẫn học bơi thì sẽ là bơi 2. Và như vầy thì em vẫn được xem là hoàn thành đầy đủ 2 học phần thể chất theo quy chế đào tạo và học vụ. . . Vì thầy dạy thể chất của em nói là được đăng kí học 1 môn thể chất cho 2 học kì nên em đã đăng kí rồi.. . Mong sớm nhận được phản hồi từ thầy, cô.. . Em xin cảm ơn.",
            "Chào bạn,. . . . Môn GDTC là do Trung Tâm Giáo Dục của ĐHQD quản lý, bạn vui lòng liên hệ thầy/cô Trung Tâm Giáo Dục của ĐHQD  để tư vấn cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào cô ạ !. .    Em vừa nhận được điểm thi nói viết từ BK English vào tuần rồi. Em muốn hỏi là khi nào phòng đào tạo cập nhật danh sách tốt nghiệp để em có thể đăng ký ạ ? . . Em xin cám ơn !. .",
            "Chào bạn,. . . . Khi nào danh sách thi anh văn nói viết trung tâm ngoại ngữ chuyển xuống PDT, thì PDT sẽ xét cho bạn nha.. . . . Thân",
            "Dạ cô ơi, em hỏi BKEnglish họ bảo đã chuyển rồi, nhưng mà em vào đk tốt nghiệp thì chưa có, không biết là khi nào bên PĐT có đợt cập nhật để em tranh thủ ạ ?. . Em cám ơn cô !"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng đào tạo. . Em là [full_name], mssv [student_id], sinh viên khoa Kỹ thuật Xây dựng. . Trong đợt công bố danh sách tốt nghiệp dự kiến vừa rồi, do chưa đạt được yêu cầu chuẩn tiếng anh, nên em không có tên trong danh sách dự kiến tốt nghiệp. Nhưng hiện nay, em đã đạt đủ các điều kiện để xét tốt nghiệp. . . Vì vậy, em kính mong Phòng đào tạo xét duyệt cho em được đăng ký tốt nghiệp.. . Mong sớm nhận được phản hồi từ Phòng đào tạo ạ. Em xin chân thành cảm ơn.",
            "Chào bạn. . . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 22/3  Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn  tốt nghiệp  thông tin tốt nghiệp  danh sách tốt nghiệp 4/2021. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. .  Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gởi ad.. . Em tên là [full_name], MSSV: [student_id].. . Khoa: Môi Trường và Tài Nguyên.. . Học kì vừa rồi e đã nộp bảng điểm Toeic, và đổi điểm ra 4 AV, nhưng e không biết là chỉ có thể quy điểm 1 lần duy nhất( e chỉ vừa mới biết thôi ạ), Ad cho e hỏi là e có thể rút lại điểm của AV4 không ạ, vì e còn dự định sẽ thi và nộp lại bằng khác ạ.. . Rất mong Ad sẽ giải đáp và hỗ trợ, e xin chân thành cảm ơn ạ.",
            "Chào bạn. . Theo quy định là không được nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em hiện là sinh viên năm 2, đã hoàn thành 2 môn thể chất, tức là em còn 1 môn thể chất nữa để đáp ứng chỉ tiêu, nhưng em định đăng kí học môn thể chất vào học kì dự thính hè. Em có thắc mắc là trong trường hợp của em, đăng kí học để hoàn thành môn thể chất thứ 3 trong học kì hè thì có được đăng kí môn học trong học kì 211 để học theo tiến độ không ạ, và có phải hạn cuối xét điều kiện số môn thể chất hoàn thành để đăng kí môn học kì 211 chỉ xét đến cuối học kì 202 không ạ ?",
            "Chào bạn,. . . . Trong đợt dự thính 202 có mở môn GDTC sao bạn không đăng kí. Nếu đăng kí trong học kỳ hè thì khả năng không kịp để đăng kí môn học của học kỳ sắp tới.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn đăng kí môn vi xử lý(EE2013) DT02-DT05 thứ 4-thứ 6-chủ nhật nhưng lại bị hủy do thời gian giãn cách giữa 2 cơ sở chỉ có 1 tiếng nhằm ngày thứ 6 tiết 11 cơ sở 2 và tiết 13 cơ sở 1 mong phòng đào tạo xét duyệt cho em vào đợt 3 để em được học, em xin hứa sẽ có đủ thời gian di chuyển giữa 2 cơ sở để không bị trễ học.Em xin cảm ơn ạ!!. .",
            "Chào bạn,. . . . Nếu trường hợp ngoại lệ, bạn làm đơn nộp PDT để ban lãnh đạo phòng phê duyệt.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy (cô)!. . Em tên [full_name], MSSV [student_id],  khoa Hoá.. . Học kì dự thính 202 này em có đăng kí môn Các quá trình và thiết bị Truyền Nhiệt (Mã môn học CH2043) của thầy [full_name] và đã có thời khóa biểu chính thức. Những ngày trước em vào E-LEARNING thì vẫn còn mục của thầy (thầy có dặn tải bài trên đó về để tham khảo), nhưng hôm qua em vào thì lại mất. Tính trạng kéo đến hôm nay.. . Em xin thầy (cô) kiểm tra lại giúp em vì mai là có tiết vào tiết 13 14 15.. . Kính mong thầy cô giúp đỡ.. . Em xin cảm ơn!",
            "Chào bạn,. . . . Trong hôm nay [full_name] sẽ cập TKB trên BKEL nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là em muốn hủy 1 môn học vừa đăng ký đợt này vì trùng lịch học av ở ngoài thì hủy như thế nào ạ?",
            "Chào bạn,. . . . Đã hết thời gian huỷ môn học rồi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa cô, em có đăng kí môn dự thính vào chiều thứ 7, kì chính em cũng có lịch vào chiều thứ 7 luôn nhưng mà lịch học thí nghiệm kì chính bắt đầu sau khi môn dự thính kết thúc (em xem tuần học phân bố như vậy), và trong kết quả đăng kí em vẫn đăng kí được, nhưng trên thời khóa biểu lại không hiện (chỉ hiện 1 môn dự thính khác em đã đăng kí). Dạ vậy cho em hỏi là em có được học môn dự thính vào thứ 7 không ạ? Và nếu hủy thì em có phải đóng tiền không ạ? Em cảm ơn cô.",
            "Chào bạn,. . . . Bạn cho biết mã số môn học để PDT kiểm tra lại cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . Em tên: [full_name] - hệ VLVH. . . . Em bị mất môn bên BkeL trong khi đó em kiểm tra lại thời khoá biểu thì vẫn có lịch học (và đã đăng kí và đạt điều kiện học - ở các đợt đăng kí môn học trước đó của dự thính chính quy). . . . Mong thầy cô kiểm tra lại giúp em vì mai em bắt đầu học  trên google meet rồi ạ. . . Em cảm ơn. . . . .   I Chủ nhật, 08-03-2021 . . .   i Yêu cầu khác ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT,. . Em có 2 thắc mắc như sau ạ!. . 1/. . Kì 202 em có đăng kí môn tự chọn nhóm C tên A nhưng điểm không như mong đợi.. . Kì 211 em đăng kí môn tự chọn nhóm C khác là B điểm cao hơn. . . Số tín chỉ để tốt nghiệp là 142 tín chỉ trong đó tự chọn nhóm C là 1 môn 3 chỉ.. . . . Cho em hỏi là điểm môn A và môn B được tính vào điểm tbtl như thế nào ạ?. . 2/ . . Kì chính 202 em đăng kí 10 chỉ, nếu em rút 1 môn 3 chỉ còn 7 chỉ thì em có bị cảnh cáo học vụ không ạ? Em có đăng kí dự thính 202 2 môn 7 chỉ ạ!. . . . Em rất mong chờ phản hồi sớm từ PĐT. Em xin chân thành cảm ơn!. .  . . . . . .",
            "Chào bạn,. . . . 1. Sẽ lấy môn nào có điểm cao nhất.. . . . 2. Không.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo!. . Em tên:[full_name]. . Mssv:[student_id] . . Khoa điện-điện tử. . Kì dự thính này em có đăng kí môn giải tích mạch thành công và có thời khoá biểu.Nhưng trên bkel chưa cập nhật môn học để chiều nay 15/3/2021 em có tiết học.Mong phòng đào tạo xem xét giải quyết cho em.. . Em cảm ơn. .   i Yêu cầu khác .",
            "Chào bạn,. . . . [full_name]T đã cập nhật TKB trên BKEL rồi, bạn vào kiểm tra lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào PĐT, cho em hỏi em muốn bảo lưu điểm thí nghiệm môn sức bền vật liệu thì cần giấy tờ gì và PĐT có tờ đơn mẫu không ạ vì em chưa biết trong tờ đơn đó sẽ trình bày như thế nào, em cảm ơn ạ. .",
            "Chào bạn,. . . . Bạn học rớt môn có học phần thí nghiệm thì bạn phải học lại hết môn không được bảo lưu thí nghiệm.. . . . Thân",
            "Môn này thầy [full_name] báo với em là được bảo lưu kết quả thí nghiệm mà ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa phòng đào tạo em tên là [full_name] học khoa Điện- Điện Tử. Nay em viết đơn nay em mong phòng đào tạo sẽ hỗ trợ cho em huỷ môn học Những Nguyên Lí cơ bản của [full_name]-[full_name]. Khi đăng kí môn học tự chọn em đã đăng kí nhầm môn học này.Em tưởng là môn này là môn Triết học [full_name] dành cho k20. Khi đi học em chỉ học với anh chị k18-19, em cảm thấy rất buồn ạ. Em đã cố gắng đi học xem có bạn nào k20 giống em không nhưng không có ai ạ.Lúc đó em đã biết là mình đăng kí nhầm môn. Em mong phòng đào tạo sẽ hỗ trợ em huỷ môn học này. Em rất cảm ơn phòng đào tạo ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô,. . Em là [full_name], MSSV: [student_id], Khóa K14 trường Đại học Bách Khoa.. . Hiện nay em đã hoàn thành chương trình học và đã bảo vệ luận văn. Nhưng còn thiếu chứng chỉ anh văn kỹ năng nói viết nên chưa tốt nghiệp được.. . Khóa 2014 của em thì hạn tốt nghiệp là tháng 4/2021. Theo quy chế nhà trường, nếu hoàn thành tất cả các điều kiện tốt nghiệp, chỉ thiếu Chứng chỉ ngoại ngữ thì sẽ được gia hạn thêm 1 học kỳ để bổ sung CCNN.. . Nếu vậy thì em sẽ được gia hạn thêm một học kỳ và tốt nghiệp vào đợt tháng 11/2021.. . Thầy/Cô cho em hỏi vậy em cần nộp CCNN trong học kỳ này (hạn chót tháng 5/2021) hay chỉ cần nộp trước ngày tốt nghiệp 1 tháng (tháng 10/2021)?. . Em xin chân thành cảm ơn Thầy Cô ạ.. . . . . .",
            "Chào bạn,. . . . Hạn chót nộp bằng tháng 10/2021 nhà bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Cho em hỏi rằng các môn học dự thính kì 202 sẽ học trực tuyến hay là học trực tiếp tại cs1 ạ. Vì em thấy tkb dự kiến vào tiết 13,14,15. Em xin cảm ơn.",
            "Chào bạn,. . . . Dự thính vừa có trực tuyến, trực tiếp trên lớp. Tuỳ môn mà giáo viên dạy theo hình thức nào.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Học vụ . Em mới chuyển ra từ chương trình PFIEV, hiện đang học chương trình Chính quy nhưng mà lớp của em vẫn chưa được cập nhật để em có thể tham gia hoạt động lớp, tích lũy điểm rèn luyện,... Cho phép em hỏi là khi nào Phòng Đào Tạo mới cập nhật lớp mới cho em.. .",
            "Chào bạn,. . . . Tên lớp của bạn đã cập nhật rồi mà bạn. Lớp của bạn [full_name]1.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em điền đầy đủ thông tin nhưng vẫn không chấp nhận được ạ",
            "Chào bạn,. . . . Bạn đăng kí xét tốt nghiệp  khi bạn đủ điều kiện tốt nghiệp, PDT gởi mail. Lúc đó, bạn mới khai tốt nghiệp được bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào Anh/chị, em có đăng kí môn học EE2013 trong kì dự thính, môn học này có buổi học vào tiết 13 14 15 ngày th3 nhưng hệ thống lại báo không đủ thời gian di chuyển, nhưng em check lịch học kì chính thì em chỉ học tại cs2 đến hết tiết 11, tức là em còn tiết 12 để di chuyển, mong anh/chị hỗ trợ em đăng kí được môn học này",
            "Chào bạn,. . . . Theo qui định nhà trường từ CS2 về CS1 phải là 2 tiết nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Đăng ký môn học . Kính gửi Phòng đào tạo. . Em tên là[full_name] [full_name]. Mssv[full_name] [student_id]. . Hôm nay em viết đơn này với mong muốn được chuyển lớp Bóng bàn - L11 ( thứ 5 tiết 4-6) sang lớp Aerobic - L06 (thứ 3 tiết 8-10) ạ.. . Vì lý do em muốn chuyển lịch học sang thứ 3 để tiện việc di chuyển ạ, điều kiện của em ở cách xa trường nên mong Phòng đào tạo xem xét giúp em ạ.. . Em chân thành cảm ơn.. . Trân trọng. . [full_name]",
            "Chào bạn,. . . . Đã hết thời gian hiệu chỉnh môn học rồi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đăng ký dự thính mà bị xóa vì không đủ thời gian dãn cách ạ;mà buổi t6 là buổi em đụng với môn học chính nhưng tiết đó là tiết học hangout cầm gì di chuyển lên cs1 đâu ạ.Với lại những tiết hangout pđt toàn ghi cs1 thành thử ra em bị xóa môn.Có cách nào giải quyết không ạ",
            "Chào bạn,. . . . . Nếu trường hợp ngoại lệ, bạn làm đơn nộp PDT để ban lãnh đạo phòng phê duyệt.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện tại em đã hoàn thành số tín chỉ theo chương trình học và đủ số ngày ctxh, nhưng em vẫn chưa đậu anh văn 2 kĩ năng nói - viết. . . Em thấy trong quy định của nhà trường đối với nhưng trường hợp chưa có anh văn nói - viết sẽ được gia hạn thêm 1 kì. Vậy thầy/cô cho em hỏi em có cần làm đơn xin gia hạn không ạ. Và em sau đợt tốt nghiệp tháng 4 này những sinh viên k14 chưa có anh văn nói - viết sẽ bị đuổi học phải không ạ?",
            "Chào bạn,. . . . Trường hợp bạn nêu trên thì bạn phải nộp đơn gia hạn học kỳ cho PDT. Bạn được gia hạn thêm học kỳ 202.. . . . Thân"
        ]
    }
]