[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . . Em tên là [full_name] - MSSV: [student_id]. . Hiện tại, em đang trao đổi sang Ireland và cần in bảng điểm nhưng không có mặt ở Việt Nam. Em vẫn có thể đăng kí in bảng điểm trên mybk và chụp thẻ sinh viên cho bạn em và nhờ bạn em đưa ảnh thẻ sinh viên để nhận bảng điểm giùm em tại VPĐT Lý Thường Kiệt được không ạ?. . Em xin cảm ơn.. . . . Trân trọng./.",
            "Chào bạn,. . . . Được bạn nha. Vui lòng thông báo chi tiết tên người đến nhận kèm theo cmnd để đối chiếu bạn nha. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi, thầy, cô trường đại học Bách Khoa. . Em tên [full_name], mã số sinh viên là [student_id], ngành Kỹ Thuật Xây Dựng thuộc chương trình đại trà. Hiện tại là sinh viên K21 của trường. Em nhận được thông báo của thầy [full_name] về vấn đề \"Đăng ký môn học kỳ hè 2021-2022 (HK213)\". Em có đọc được rằng \"Dự thính HK213: Không mở cho SV chính quy học môn học lần đầu trừ Khóa 2021\" thì em thấy trường có mở học kỳ hè để học vượt cho khóa K21. Vậy em muốn hỏi vài vấn đề để làm rõ cũng như chuẩn bị tâm thế cho học kỳ tiếp theo:. . 1. Ở HK213 này, em có thể học vượt được bao nhiêu môn hoặc bao nhiêu tín chỉ, các môn đó có tính luôn như thể chất như này kia hay không?. . 2. Trường có dựa vào tiêu chí nào để xét được đăng ký học vượt hay không vậy ạ? Nếu là tiêu chí điểm trung bình tích lũy của kỳ vừa rồi thì dựa trên thang bao nhiêu?. . 3. Khi đăng ký học vượt thì tụi em có phải chừa lại bao nhiêu tín để kỳ cuối cùng còn học ở trường không bị thiếu tín chỉ không ạ?. . Em cám ơn thầy cô đã đọc và xem xét. Em hy vọng nhận được câu trả lời trong thời gian gần nhất.. . Chúc thầy cô có một ngày tốt lành.",
            "Chào bạn,. . . . - Về vấn đề này bạn vui lòng liên hệ Khoa/ Bộ môn, giáo viên giảng dạy để được hỗ trợ bạn nhé. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Thầy Cô!. . Lý do: Do không đảm bảo đủ điều kiện thi giữa kỳ môn Hóa hữu cơ (CH2021): là F0 đang các ly tại nhà, sử dụng mạng di động không đảm bảo cung cấp cho hai thiết bị cùng một lúc, điện thoại không đủ dung lượng và dễ bị nóng dẫn đến chập chờn khi ghi màn hình.. . Kính mong phòng đạo tạo giải quyết cho em được thi kiểm tra bổ sung.. . Em xin cảm ơn.",
            "Chào bạn. . Phòng đào tạo gởi Sinh viên Phiếu cho phép kiểm tra bổ sung học kỳ 2/2021-2022 theo file đính kèm.. . Sinh viên cần bản chính vui lòng liên hệ phòng đào tạo 101A1 để nhận.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy (cô), vào học kỳ 202 em đã hoãn thi môn Phân Tích & Thiết Kế Giải Thuật (CO3031), và em được thi bù váo cuối học kỳ 211, hiện bảo điểm tại mục \"ĐIỂM THI\" của môn này để 6.50 nhưng ở mục \"ĐIỂM TỔNG KẾT\" lại để 4.00; 4.50 (lần 2). Nhưng theo em đọc quy định thì nếu điểm thi bù đạt đủ điểm qua môn thì môn này sẽ chuyển sang điểm \"DT\" ạ. Em không biết sao điểm môn này của em lại để như vậy ạ.. . Em mong thầy (cô) phản hồi giúp em.. . Em xin chân thành cảm ơn.. . Trân trọng,. . [full_name]",
            "Chào em,. . Điểm ở cột điểm thi là điểm cũ (không phải điểm tổng kết) trước khi bạn xin hoãn thi.. . Điểm bạn thi lại lần 2 được 4.5 đ và hiện tại PĐT cập nhật tại cột điểm tổng kết là 4.5 đ nhé.. . Theo quy định của điểm hoãn thi, lấy điểm thi là điểm tổng kết, xóa các điểm thành phần nếu có nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo,. . . . Em là [full_name], MSSV: [student_id].. . Em hiện tại đã hoàn thành các điều kiện để xét tốt nghiệp tuy nhiên em đăng ký thông tin xét tốt nghiệp trên Mybk không được.. . Kính mong Phòng Đào Tạo kiểm tra lại và hỗ trợ giúp em.. . Em xin cảm ơn",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô,. . . . Em là [full_name] MSSV:[student_id] K20 Việt Pháp. . Lý do viết đơn: Em xin đăng ký thi lại môn Vật Lý 1 (PH1009) vì em hoãn thi môn này HK202. Mong thầy cô hướng dẫn giúp em thủ tục đăng ký thi.. . . . Chúc thầy cô và gia đình nhiều sức khoẻ!. . [full_name]. .",
            "Chào bạn. . SV xem lịch thi đã được cập nhật tại: mybk.hcmut.edu.vn =  Thông tin sinh viên =  Lịch thi. .  Lưu ý:. . -    Lịch thi sẽ được cập nhật liên tục vì vậy SV cần theo theo dõi thường xuyên lịch thi của mình. . -    Các môn học sẽ được thi tại trang thi: exam.hcmut.edu.vn , SV chỉ được đăng nhập vào trang thi 01 lần duy nhất trong ngày (trước thời gian thi môn đầu tiên). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . dạ em chào quý thầy (cô), em tên là [full_name], MSSV [student_id], học lớp VPCDT18, dạ em muốn hỏi là sao các môn đều được thi lại nhưng môn sức bền vật liệu không được thi lại ạ, em không thấy trên lịch thi trên mybk ạ.. . Môn sức bền vật liệu, mã môn học 809703, Học kỳ 2 (2020-2021). . Dạ em xin chân thành cảm ơn ạ.. .",
            "Chào em,. . Phòng Đào tạo đang đợi khoa phản hồi, SV theo dõi lịch thi được cập nhật thường xuyên tại mybk/Thông tin sinh viên/lịch thi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào pdt ạ. Nay tới hạn thanh toán học phí mà trên bkpay của em chưa hiện khoản thanh toán. Em chưa biết hướng giải quyết sao ạ. Mong pdt trả lời giúp em. Em chân thành cảm ơn.. . . . . .",
            "Chào em,. . Em vui lòng vào bkpay kiểm tra lại nhé.. . Hiện tại trên bkpay cô thấy em có 2 khoản HP của HK212, em vào kiểm tra lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy/ cô cho em hỏi,em có lịch học vào chủ nhật tuần này (ngày giỗ tổ [full_name]), cho e hỏi có được nghỉ hay vẫn đi học ạ ?. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Thầy/Cô. . Hiện tại em đã hoàn thành đủ số tín chỉ đề tốt nghiệp 143/142 tín chỉ, chứng chỉ TOEIC Reading & Listening 505/500 điểm, Ngày CTXH 15/15 ngày.. . Nhưng hiện tại em vẫn chưa hoàn thành được anh văn Speaking & Writing để đủ điều kiện ra trường theo đúng thời gian đào tạo. Nay em làm đơn này, mong muốn nhà trường có thể xem xét gia hạn thêm 1 học kỳ để em có thể hoàn thành được chuẩn tiếng anh để đủ điều kiện tốt nghiệp.. . Kính mong nhà trường có thể xem xét cho trường hợp của em. . . . Em xin chân thành cảm ơn!. . . .   i Yêu cầu khác .",
            "\"Chào em,. . SV khóa 2015 hiện tại đã hết thời gian đào tạo theo quy định và hạn cuối tốt nghiệp vào đợt tháng 4/2022 này.. . Hiện tại PDT đã ra quyết định thôi học vì hết thời gian đào tạo. . Trong đợt tốt nghiệp tháng 4/2022 này, khi nào SV đủ điều kiện tốt nghiệp, có thể làm đơn gửi qua bksi để xin cứu xét thu nhận lại để xét tốt nghiệp nhé. . Sau ngày 22/04/2022, SV chưa đủ điều kiện tốt nghiệp do chưa hoàn thành đủ ngày CTXH, CCNN xét tốt nghiệp, có thể nộp đơn xin gian hạn 1HK tại Phòng Đào tạo.. . (chưa đủ điều kiện vì thiếu CCNN  có nghĩa là SV phải hoàn thành tất cả các môn học thuộc CTĐT, kể cả AV1,2,3,4. có thể làm đơn xin gia hạn thời gian nộp CCNN để tốt nghiệp. SV lưu ý, trường hợp này PDT phải xét điều kiện đúng là SV chỉ còn nợ CCNN để tốt nghiệp mới được gia hạn nhé). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK212(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/Thời khóa biểu trễ nhất là 15/04/2022. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào Tạo. . Em tên là [full_name] MSSV: [student_id] khoa Kỹ Thuật Giao Thông.. . Nay e viết đơn này mong phòng Đào Tạo cấp cho em xin mã số thẻ bảo hiểm y tế do em mới bị tai nạn cần gấp.. . Em xin chân thành cảm ơn",
            "\"Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa Thầy (Cô).. . Em nhận được phản hồi từ cô [full_name] về việc gửi lại thông tin môn học tương đương bằng 1 yêu cầu khác:. . 1.Môn kết cấu bê tông cốt thép 1 (CI.2039) (3 tín chỉ) được tách ra thành Kết cấu bê tông cốt thép 1 (CI.2091)(2 tín chỉ) và ĐAMH kết cấu bê tông cốt thép 1 (CI.2093)(1 tín chỉ).. . - Đối với mã CI.2091 em học vào Học kỳ I (2019-2020) với số điểm tổng kết là 7.5. (File ảnh đính kèm). . - Đối với mã CI.2093 em học vào Học Kỳ II (2019-2020) với số điểm tổng kết là 7. (File ảnh đính kèm). . 2.Môn Thiết kế cơ sở hạ tầng kỹ thuật (CI.3023)(3 tín chỉ) được tách ra thành Thiết kế cơ sở hạ tầng kỹ thuật (CI.3187)(2 tín chỉ) và ĐAMH Thiết kế cơ sở hạ tầng kỹ thuật (CI.3189)(1 tín chỉ). . - Cả hai mã CI.3187 và CI.3189 em học vào Học Kỳ I (2019-2020) với số điểm tổng kết lần lượt là 6 và 7.5. (File ảnh đính kèm)",
            "Chào em,. . PDT đã cập nhật môn tương được cho bạn nhé.. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào anh/chị, . . Em tên [full_name]. MSSV: [student_id]. . Dạ em không biết sao mà bkpay của em không hiển thị học phí học kì chính 212 em vẫn học bình thường ạ. Nên em mong anh/chị xem lại giúp em có bị lỗi ở đâu không ạ.. . Dạ em cảm ơn anh/chị nhiều ạ.. .",
            "Chào em,. . sv được miễn giảm 100% học phí, danh sách miễn giảm do phòng Công Tác Chính Trị Sinh Viên cung cấp. . Em liên hệ phòng CTCT sinh viên để được hướng dẫn: [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy/cô, em muốn hỏi là trường hợp em đang bị tạm dừng học kỳ và chờ xác nhận đơn thu nhận có được đóng học phí học kỳ này trực tiếp ở ngân hàng OCB cơ sở 1 không ạ? Nếu không thể đóng trực tiếp em phải chờ đến khi BKPay được mở lại và quá hạn đóng học phí là em phải làm đơn thanh toán trễ hạn ạ?. . Em xin cảm ơn thầy/cô ạ.",
            "Chào em,. . SV theo dõi tình trạng tại mybk/Thông tin sinh viên và phục hồi TKB trong học kỳ 212 và học phí để thanh toán cho đúng hạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi ạ, sắp tới tháng 5 trường mình tổ chức thi anh văn toeic trên trường, cho em hỏi em được đăng kí dự thi 2 lần luôn ko ạ, tại em đang lo lắng về anh văn e chưa qua chuẩn năm sau, hiện tại em đang năm 2, trường mình mở 2 đợt thi ấy ạ.. .",
            "\"Chào em,. . Về việc tổ chức kiểm tra AV đầu vào cho SV chính quy đại trà. . SV vui lòng xem lại thông báo số 11/ĐHBK, ngày 24/01/2022, về cập nhật Kế hoạch học tập của HK 2 và học kỳ hè năm học 2021-2022 và phần bù các học kỳ trước theo hình thức trực tiếp và phối hợp trực tuyến/trực tiếp đã gửi mail cho SV ngày 24/1/2022/ mục 6 nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào PĐT!. . Em muốn đăng ký luận văn tốt nghiệp vào học ký hè. Vậy cho em hỏi là sẽ đăng ký vào đợt đăng ký môn học dự thính hay là sẽ có đợt đăng ký riêng cho luận văn tốt nghiệp ạ? Em xin cảm ơn!",
            "Chào bạn,. . . . Bạn xem thông báo DKMH Hk213 tại tin nhắn của trang Bkel. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là nếu em chưa pass chuẩn av thì có được đăng ký môn học lại kì hè 213 không ạ, em cảm ơn ạ!",
            "Chào bạn,. . . . Trong thông báo đăng ký môn học của học kỳ hè 213 không có thông báo về việc không xét chuẩn ngoại ngữ để đăng ký luận văn tốt nghiệp trong HK213.. . Sinh viên vui lòng xem quy chế về việc chuẩn ngoại ngữ nhận luận văn tốt nghiệp tại đây:  Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt/2. Chuẩn ngoại ngữ tốt nghiệp. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi ban quản lý, . . Em là [full_name]. Mã số sinh viên [student_id]. Do vấn đề thiết bị nên vừa qua em đã vắng thi. Sau khi biết được cách xử lý tình huống này thì em lập tức gửi thông tin đến ban quản lý. Kính mong ban quản lý sẽ xem xét trường hợp này và cho phép em được thi lại.. .   i Yêu cầu khác .",
            "Chào bạn. . File bạn gởi đính kèm Pdt không mở được, bạn gởi lại file chụp có thể mở được nghen. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\". .",
            "đả có file để xử lý, vui lòng đợi phản hồi"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là kỳ này trường không xét chứng chỉ anh văn và tin học đúng không ạ. Em cảm ơn nhiều.",
            "Chào bạn. . Bạn xem thông báo DKMH Hk213 tại tin nhắn của trang Bkel. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào tạo trường Đại học Bách Khoa, Đại học Quốc gia TP.HCM.. . . . Em là [full_name], hiện đang là cựu sinh viên của Trường.. . . . Em viết thư này để mong Phòng Đào tạo có thể xem xét cho phép em nhận Chứng nhận tốt nghiệp tạm thời để bổ túc vào hồ sơ nộp về Công ty em hiện đang làm việc bản cứng và bản mềm. . . . Về việc bưu điện bản cứng Chứng nhận tốt nghiệp, em mong Trường có thể gửi về địa chỉ   B 341 (B1 Tầng 11) Cao Đạt, phường 1, quận 5, TP.HCM  /B . Em sẽ thanh toán chi phí giao bưu phẩm ạ.. . . . Em mong Phòng Đào tạo có thể xem xét và chấp thuận.. . . . Trân trọng./.",
            "\"Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp(sad) https://forms.gle/2WnfHeAHnRZWJ6Jn7. . Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và scan gởi qua mail SV, sau đó SV cần bảng chính vui lòng liên hệ Pdt để nhận. . . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy cô tại phòng Đào tạo ạ!. . Em tên là [full_name], MSSV [student_id], khoa Kỹ thuật Xây dựng.. . . . Hiện tại em đã đủ hết các điều kiện để tốt nghiệp nhưng vẫn chưa có tên trong danh sách dự kiến tốt nghiệp.. . . . Rất mong nhà trường có thể mở đăng ký tốt nghiệp để em kịp đăng ký trong đợt tốt nghiệp đợt tháng 4 này ạ.. . Em xin chân thành cảm ơn!",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin rút môn học Kinh tế kỹ thuật IM1027 ạ. .",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK212(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/Thời khóa biểu trễ nhất là 15/04/2022. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa phòng đào tạo, em đã hoàn thành đóng tiền tốt nghiệp vào ngày 12/03 và đã có trong danh sách tốt nghiệp tạm thời. Nhưng đến đầu tháng 4 vẫn chưa có trong danh sách tốt nghiệp chính thức ạ và không biết em có thể tham gia lễ tốt nghiệp được không ạ. Em đang rất hoang mang vì cả đời sinh viên chỉ có một lần kỷ niệm này ạ, em mong các thầy cô xem xét cho em ạ.",
            "Chào em,. . Em đăng ký ngày 12/3, nhưng tới ngày 24/3 em mới hoàn tất việc thanh toán lệ phí tốt nghiệp nhé.. . Về lễ tốt nghiệp tháng 4/2022 SV vui lòng đợi thông báo sau của nhà trường về lễ tốt nghiệp.. . SV sẽ đăng ký dự lễ tốt nghiệp tại khóa nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi pdt,. . Em là [full_name], MSSV [student_id]. Em đã tốt nghiệp tháng 11 năm ngoái nhưng vì covid nên vẫn chưa tham dự lễ tốt nghiệp. Cho em hỏi là khóa của em có gộp chung để làm lễ tốt nghiệp vào tháng 4 này luôn không ạ?. Nếu có thì có cần đăng kí hay thủ tục gì khác không ạ?. . Em xin cảm ơn.",
            "\"Chào bạn,. . Về lễ tốt nghiệp tháng 4/2022 SV vui lòng đợi thông báo sau của nhà trường về lễ tốt nghiệp.. . SV sẽ đăng ký dự lễ tốt nghiệp tại khóa nhé!. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Vì một số lý do nên học kỳ này em chỉ đăng ký được 11 tín chỉ, nhưng lúc đóng học phí thì em quên là dưới 12 tín chỉ thì sẽ giảm 25% học phí nên em lỡ đóng 12 triệu của 17 tín chỉ. Cho em hỏi là có cách nào để hoàn lại số tiền em đã đóng dư được không ạ.",
            "Chào bạn,. . - Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí    Mức thu học phí các bậc đào tạo năm 2021-2022   Mục III-Đại học chính quy. . - Phòng đào tạo kiểm tra HK212 bạn đăng ký tổng cộng 13.5 tín chỉ. . . - Bạn vui lòng kiểm tra lại. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dear [full_name]. . Em: [full_name]. . Mssv: [student_id] . . Ngành : Tự Động Hóa  VLVH. . Em có xin xét Miễn Môn Học( [full_name]). Và đã được duyệt Chấp Nhận. Nhưng đã quá lâu [full_name] chưa cập nhật môn em được miễn ([full_name]) vào Thông Tin Sinh Viên_ [full_name].. . MONG [full_name] CẬP NHẬT CHO EM. . [full_name] [full_name]. . [full_name]. . . . . .",
            "PĐT xem File em gửi ở trên chưa ạ. Đến nay vẫn chưa cập nhật môn em được Miễn ạ môn PLC_EE3069. . Thân gửi"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là ngày thứ 2 11/4 trường có cho tụi em nghỉ học không ạ? Trên thời khóa biểu vẫn để đi học ngày đó và giáo viên cũng báo không nghỉ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em là [full_name]. Cho em hỏi là kì hè này K21 vẫn được đăng kí học những môn học lần đầu đúng không ạ và từ K20 trở về trước mới không được đăng kí các môn học lần đầu đúng ko ạ?. .",
            "Chào bạn,. . - Về việc đăng kí môn học học kì hè 2021 - 2022 (HK213), bạn vui lòng xem lại thông báo ngày 01/04/2022 (tại tin nhắn BKel) nhé.. . Thân!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo, em đã nộp chứng chỉ ngoại ngữ và đã được xét miễn 4 anh văn 1,2,3,4. Nhưng tình trạng tạm ngừng của em vẫn chưa được thu hồi để đăng ký tốt nghiệp kịp vào 11/4 ạ. . . Mong Phòng đào tạo xem xét giúp em để kịp đăng ký tốt nghiệp ạ.. . Em xin chân thành cảm ơn.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \"",
            "Kính gửi phòng đào tạo, em đã có tên trong ds tốt nghiệp dự kiến tháng 4 nhưng tình trạng tạm dừng vẫn chưa đc thu hồi nên em chưa đăng ký tốt nghiệp được. Kính mong phòng đào thu hồi tình trạng tạm dừng giúp em. Em cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào tạo,. . Em có thắc mắc sau khi kiểm tra thông tin điểm trên thông báo sinh viên dự kiến tốt nghiệp của em là 6.98, nhưng trên bản điểm cá nhân của em thì điểm TBTLN là 7.20 ạ (em có đính kèm hình ảnh bên dưới). Em không biết là có nhầm lẫn việc hệ thống vẫn chưa cập nhật điểm tốt nghiệp của em hay do em chưa hiểu về cách tính điểm tốt nghiệp ạ.. . Mong Phòng Đào tạo có thể phản hồi và giải thích thêm giúp em ạ. . . Em xin chân thành cảm ơn!",
            "Chào em,. . Trên mybk/Thông tin sinh viên/xem điểm là điểm trung bình tích lũy chung nhé bạn.. . Còn điểm xếp loại tốt nghiệp là điểm TB tích lũy ngành (Theo đúng những môn học thuộc CTĐT của bạn).. . Trường hợp SV học môn tương đương vui lòng lại quy định về tính môn tương đương.. . . . Điểm trung bình tích lũy ngành (ĐTBTLN) được tính tương tự điểm trung bình tích lũy nhưng chỉ xét các môn học thuộc CTĐT khóa-ngành/chuyên ngành đang theo học.. . SV khiếu nại vui lòng ghi rõ cụ thể PDT tính sai điểm của bạn như thế nào giúp cô nhé. . Thân",
            "Dạ cô ơi, điểm TBTLN của em là 7.20 ạ (em có đính kèm ảnh bên dưới ạ), nhưng điểm xếp cập nhật xếp loại tn của em chỉ là 6.98 thôi ạ. Cô kiểm tra lại giúp em, em cám ơn cô nhiều ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Ngày 23/12 em có xin hoãn thi môn hoá môi trường 1 và đã được cô [full_name] đồng ý. Các bạn khác đã có lịch thi lại môn này mà em vẫn chưa có lịch mong pdt xem giúp em",
            "Chào bạn. . Bạn vui lòng ghi rõ nội dung tên môn học và mã số môn học để Pdt hỗ trợ. . Thân",
            "Mã môn: EN2005- Hóa học trong kỹ thuật và khoa học môi trường 1 ạ.",
            "Chào bạn. . Về môn EN2005, bạn vui lòng liên hệ Khoa/Bộ môn/Giảng viên vì môn này do Khoa chọn hình thức tự tổ chức và sẽ thông báo trực tiếp cho SV về hình thức thi. . Thân",
            "Cho em hỏi môn hóa đại cương-CH1003, nếu em muốn học cải thiện thì có được chuyển điểm môn thí nghiệm hóa đại cương cho kì cải thiện này không ạ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào [full_name]. . . . Em tên [full_name] -MSSV: [student_id] là sinh viên của trường do không đạt chuẩn tiếng anh ( tệp đính kèm) nên đã bị buộc thôi học ở hệ CLC. Em muốn xin chuyển sang hệ VHVL thì em cần làm những đơn gì ạ?. . . . Em xin cám ơn.",
            "Chào bạn,. . . . - Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . . . - Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi hiện tại kì này em vẫn chưa đăng ký 3 môn vậy hè em có được đăng ký học không ạ.Em xin cảm ơn.",
            "Chào bạn. . Bạn xem thông báo DKMH Hk213 tại tin nhắn của trang Bkel. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là sinh viên của trường hiện nay đã hoàn thành các điều kiện đế xét đăng ký tốt nghiệp. Nhưng khi vào đăng ký tốt nghiệp thì nó báo lỗi truy cập và hiện thông báo như hình em đính kèm bên dưới. Không biết vấn đề này xảy ra vì lý do gì và giải quyết như thế nào ạ. Nếu như do hiện tại tình trạng của em bị tạm dừng do không đăng ký môn học kỳ 212 thì em có đính kèm theo đơn xin thu nhận lại ạ. Em mong sớm nhận được phản hồi của trường.. . Em xin chân thành cảm ơn.. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Họ và tên : [full_name] . . MSSV: [student_id]. . Gmail: [email]. . . . Nội dung của câu hỏi: . . Học kì 211 em có hoãn thi môn hoá phân tích (CH2009) và đã nhận được mail phản hồi hoãn thi thành công từ phòng đào tạo. Tới nay em thấy bạn học cùng lớp [full_name] cũng hoãn thi giống mình nhưng nhận được mail thông báo ngày thi lại (17/2/2022). Nên muốn hỏi xem bao giờ e có lịch thi lại môn hoá phân tích ạ. Em cảm ơn!. .",
            "\"Chào bạn. . Môn CH2009 có mở ở HK 212 nên [full_name] sẽ xếp lịch xóa điểm HT cho bạn vào HK212,. . Bạn theo dõi thông báo chi tiết Lịch thi tại tin nhắn BKEL trong tháng 04/2022. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi hồi năm nhất em có kiểm tra anh văn đầu vào và đạt 525/990 điểm Toeic và pass được AV1 và AV2. Trong học kỳ rồi em có đăng ký học anh văn 3 (nhu cầu) ở trường và đã qua môn. Vậy cho em hỏi ở kỳ sau ( năm 3 của K20) thì em có thể đăng ký môn học bình thường mà không bị vướng chuẩn anh văn từng năm của trường phải không ạ?. Em cảm ơn",
            "Chào bạn. . - Sinh viên vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt.. . - Về xếp trình độ năm, học của sinh viên, bạn vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Điều 9- [full_name] CỦA [full_name].. . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn hỏi về cách nộp ctxh ở bên ngoài a. Mong được admin giải đáp. E xin cám ơn ạ!!!",
            "\"Chào em,. . Về ngày CTXH, SV vui lòng liên hệ về văn phòng Đoàn Khoa/Đoàn Trường để được hướng dẫn và cập nhật nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào tạo . . Hiện giờ em không có tkb học off thí nghiệm hóa . . Em muốn đăng kí học off thí nghiệm hóa ạ . . Em xin cảm ơn ạ . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào PĐT, . .  . . Trong kì HK211 em có đăng ký hoãn thi môn CO2011 sau khi đã hoàn thành bài thi. Do hôm đó đường truyền của em kém nên em sợ bài thi không như mong đợi.. . . . Nay môn này đã có điểm và em có điểm tổng kết là 6.5 đủ để qua môn. . . . .   B Vậy điểm 6.5 này của em sẽ được giữ hay em vẫn phải thi lại môn này do đã đăng ký Hoãn thi ạ?  /B . . . . Em có đính kèm bảng điểm của môn học được thầy [full_name] gửi ạ.. . . . Trân trọng./.. .",
            "Yêu cầu hỗ trợ của em đã lâu rồi nhưng chưa được giải quyết ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em kính chào quý thầy/cô,. . Em tên là [full_name] . . MSSV: [student_id] Khoá 2015. . . . Em đã đạt điểm chứng chỉ anh văn nói viết là 225 vào ngày 03/03/2022 và đủ ngày ctxh. Rất mong quý thầy/cô mở lại đăng ký tốt nghiệp để em có thể đăng ký tốt nghiệp học kỳ này ạ.. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \"",
            "\"Chào bạn. . Pdt kiểm tra hiện tại bạn còn nợ SP1007. . Không đủ ĐK để tốt nghiệp. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1713063  /b \t. . . .   i Tốt nghiệp .  Kính gửi Phòng đào tạo,. .  Ngày 21/3 em có nộp chứng chỉ ngoại ngữ TOEIC và quy đổi điểm. Hôm nay em lên xem danh sách tốt nghiệp dự kiến và thấy điểm Anh Văn của em đã được cập nhật từ 550 lên 735 nhưng sao điểm Trung Bình Tốt Nghiệp của em vẫn không thay đổi vậy ạ (Em có đính kèm hình ảnh ở phía dưới).. .  Em mong Phòng đào tạo giải quyết và cập nhật điểm cho em vì em phải xét tốt nghiệp trước ngày 11/04/2022.. .  Em xin chân thành cảm ơn!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ không biết em có thể huỷ hoãn thi môn Phân tích thiết kế giải thuật (CO3031) học kì 212 được không ạ.Nếu được thì phải làm như nào ạ.  Mong PDT xem xét giúp em với ạ. Em cảm ơn.. . . .",
            "Chào bạn. . Bạn kiểm tra lại ở HK212 bạn không có môn Phân tích thiết kế giải thuật (CO3031). . Bạn vui lòng kiểm tra lại và phản hồi nội dung chính xác đê Pdt hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có hai thắc mắc sau ạ:. . + học kì 213 có cần nộp bằng toeic trước khi nhận luận văn với k18 ko ạ ?. . +[full_name] chỉ luận văn kì 213 sẽ tính theo học phí dự thính hay học kì thường ạ ?. . Em xin cảm ơn.",
            "Chào bạn, . . - Về  việc chuẩn anh văn được xét theo quy định.. . - Học phí luận văn hk 213 được tính như học phí chính quy (Chi tiết bạn vui lòng xem lại thông báo về việc đăng ký môn học cho hk hè 2021 - 2022 ngày 01/04/2022). . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT,[full_name] [full_name] [full_name] [full_name] Em là [full_name], MSSV: [student_id], em có 2 câu hỏi mong được PĐT giải đáp ạ[full_name] [full_name] [full_name] [full_name] - Thứ nhất, là em đã đăng kí xét tốt nghiệp thành công, phiếu TN đã được xử lí, nhưng em vẫn chưa thấy tên trong danh sách tốt nghiệp chính thức ạ[full_name] http://www[full_name]aao[full_name]hcmut[full_name]edu[full_name]vn/tracuu/xem_danhsach?id_ds=2921[full_name] [full_name] [full_name] [full_name] - Thứ hai, em lên các group của trường trên FB thì em có thấy các thầy bảo là cuối tháng này sẽ làm lễ tốt nghiệp, nhưng em vẫn chưa nhận được thông báo chính thức từ trường, vậy cho em hỏi thông tin này là có đúng không ạ?[full_name] [full_name] [full_name] [full_name] Mong PĐT sẽ hồi đáp những câu hỏi này của em[full_name] [full_name] [full_name] [full_name] Em xin chân thành cảm ơn[full_name] [full_name] [full_name][full_name] [full_name] [full_name] [full_name]",
            "Chào em,. . Em đợi cập nhật thông tin Quyết định chính thức bổ sung nhé.. . Về lễ tốt nghiệp tháng 4/2022 SV vui lòng đợi thông báo sau của nhà trường về lễ tốt nghiệp.. . SV sẽ đăng ký dự lễ tốt nghiệp tại khóa nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em tên [full_name]. MSSV: [student_id]. . Em vừa đủ anh văn để xét tốt nghiệp.. . Nhưng tình trạng hiện giờ của e báo nghỉ.. . Em không đăng kí được cấp bằng tốt nghiệp.. . Mong thầy/cô xem xét giúp em ạ. . Em chân thành cảm ơn.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng đào tạo, em có mốt thắc mắc về việc xét điểm TB của các môn đại cương từ HK211. Em có nghe thông tin từ giảng viên là hiện tại, điểm TB từ 4 trở lên là đã được tính là qua môn nhưng em không tìm được quy định mới này trong quy chế. PĐT cho em hỏi thông tin này có đúng hay không và em muốn đọc quy chế trên thì có thể xem ở mục nào trong phần quy chế ạ ?. . . . Mong nhận được phản hồi từ PĐT, em cảm ơn.",
            "Chào bạn. . . . Sinh viên vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2931 ngày 10/9/21)/ Chương 5. Công tác đánh giá kết quả học tập. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . MSSV/MSGV: [student_id]    . . . . xin xét Tốt nghiệp. . . . Em chào nhà trường. Em tên [full_name] - [student_id]. hiện em có chuyển qua hệ VHVL rồi.em đã đủ điều kiên tốt nghiệp mà chưa dc xét.. . Em có báo lên hơn tuần rồi mà em chưa thấy ai giải quyết cho em. sắp hết hạn đăng ký tốt nghiệp rồi. mong nhà trường giải quyết giúp em .. . Em cảm ơn. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi Thầy/Cô,. . Em tên [full_name], MSSV: [student_id]. . Em có học lại môn học: Luận văn tốt nghiệp ( mã MH: ME4039). . . Trên bảng điểm đã cập nhật điểm môn học nhưng điểm trung bình của học kì, số tín chỉ tích luỹ và điểm trung bình tích luỹ của em đến nay vẫn chưa được cập nhật ạ. . Em nhờ Thầy/ Cô kiểm tra lại hộ em ạ.. . Em cảm ơn Thầy / Cô đã hổ trợ.. . . .   i Yêu cầu khác .",
            "Chào bạn. . . . Trước tiên, Bạn vui lòng kiểm tra lại điểm từng môn học được nhập đúng là được. . Hiện tại số tín chỉ và điểm trung bình học kỳ chưa cập nhật đúng. . Sẽ được cập nhật đúng vào cuối tháng 05/22. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name], MSSV:[student_id], lớp: DD21LT01.Em xin bổ sung hình thẻ để làm thẻ sinh viên vì hình trước bị mờ không in được.. .",
            "Chào bạn,. . . . - Về thẻ sinh viên: SV nộp lại hình thẻ phông nền trắng và rõ nét có ghi thông tin mã SV và họ tên gửi qua email support.stu@hcmut.edu.vn. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . PDT cho em xin nộp đơn rút môn học Khí động lực học 1 trong kỳ 212. Em cảm ơn. . .",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK212(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/Thời khóa biểu trễ nhất là 15/04/2022. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Gửi thầy cô phòng đào tạo em có 2 điều muốn trình bày như sau:. . 1. Vê việc đăng ký môn học HK213. Em chư học môn Vi xử lý( EE2039) và môn Cơ sở điện tử công suất( EE2021) hai môn này đều nẳm ở chương trình đào tạo năm 2 và năm 3 của em, em chưa đăng ký học, xin phép phòng đào tạo có thể xét duyệt cho em được đăng ký 2 môn này vào kỳ 213 để em theo kịp chương trình đào tạo và làm đồ án môn học.. . 2. Việc thực tập ngoài trường, em có thể xin vào một công ty đúng chuyên ngành mà không cần đăng ký thì em cần làm những giấy tờ và thủ tục như thế nào để được xác nhận thực tập ngoài trường với mã môn học là ( EE3345). . Em xin chân thành cảm ơn.",
            "Đã trả lời"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . . . Chào PĐT ạ, em là [full_name], MSSV [student_id], khóa K2014.. . Tình hình em thi nói viết để nhận đủ điều kiện tốt nghiệp ra trường, nhưng hiện vẫn chưa đạt.. . - Với khóa K2014 đây là học kì cuối cùng để ra trường, với tình hình hiện tại không biết em có thể gia hạn thêm qua học kì sau cho trường hợp của em để tốt nghiệp ra trường không ạ?. . - Nếu được em có cần làm đơn gì không ạ?. . Em cám ơn ạ!",
            "Chào bạn, . . Bạn vui lòng làm đơn xin gia hạn 1 học kỳ để cô trình ban lãnh đạo xem xét. . . Thân"
        ]
    }
]