[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name] MSSV:[student_id]. . Em đã nộp bằng Toiec 505 và có tín chỉ tích lũy là 142 tín chỉ và 17 ngày CTXH.. . Hiện tại em không thấy tên mình trong danh sách tốt nghiệp dự kiến.. . Em muốn biết mình còn thiếu điều kiện gì để tốt nghiệp không và khi nào em mới có tên trong danh sách tốt nghiệp.. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 02/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin phép PĐT cho em được rút môn học (phải thanh toán học phí) HK211, do tình hình dịch bệnh phức tạp và mô hình học trực tuyến như hiện tại, em nhận thấy mình không không đảm bảo được chất lượng đầu ra môn học. Nay em kính mong PĐT xem xét cho em được rút môn học trễ so với quy định của PĐT. Em xin cam kết sẽ không để trường hợp như thế này xảy ra nữa và sẽ thanh toán học phí đúng thời hạn. Em xin cảm ơn.",
            "Chào bạn,. .  - Phòng Đào tạo đã đồng ý yêu cầu về việc RÚT MÔN HỌC (tính Học Phí theo quy định)(Chính quy + Dự thính) của học kỳ 1(2021-2022). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/11/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để phản hồi).. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "i Tốt nghiệp . Em xin chào thầy/cô phụ trách trả lời sinh viên ạ,em viết phiếu này mong hỏi về việc không có tên trong danh sách tốt nghiệp.Trong các danh sách đầu thì em không có tên vì bị thiếu ngày công tác xã hội và đóng thiếu học phí , em đã giải quyết các vấn đề tồn đọng đó được khoảng 2 tuần rồi nhưng hôm nay vào kiểm tra thì vẫn không có tên . Em xin thầy cô kiểm tra giúp em xem em còn thiếu điều kiện tốt nghiệp nào không ạ , vì theo như em kiểm tra thì đã hoàn thành đủ nên hiện tại em đang khá hoang mang . Cảm ơn thầy cô đã đọc phiếu ạ,. . . .",
            "Chào em,. . Trên bkpay em còn 2 khoản chưa thanh toán. . - Lệ phí in bảng điểm 35.000. . - Bảo hiểm y tế SV. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ nơi em ở hiện nay đang gọi em đi nghĩa vụ quân sự, do đó em muốn đăng ký nhận giấy tạm hoãn nghĩa vụ quân sự thì đăng ký ở đâu và nhận như thế nào vì em đang ở quê. Em cảm ơn.",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy/cô, . . . . Em là Bùi Thụy Hoàng Lam, MSSV [student_id] đến từ khoa Quản lý Công nghiệp. . . . . Nay em email cho trường với mục đích như sau: do trường mình công bố điểm HK202 khá trễ nên vào đợt xét sinh viên giỏi do Công đoàn Cao su Tân Biên tổ chức, em đã không nhận được quyền lợi. Song, hôm nay ngày 26/10/2021, Công đoàn đã thông báo đến em dịp xét thưởng bổ sung nhưng ngày mai 27/10/2021 là hết hạn. Do đó, em không thể kịp để đăng kí in bảng điểm và chờ trường gửi về. . . . . Em mong nhà trường có thể giúp em về việc bảng điểm một chút được không ạ? Dưới bất kì hình thức nào cũng được miễn là có mộc đỏ từ trường và bảng điểm cả năm học vừa qua (hoặc giấy công nhận em là sinh viên đạt học lực giỏi) để em có thể in ra dưới sự xác nhận của nhà trường, hoàn thành hồ sơ nộp nhằm nhận một khoản tiền khuyến học để đóng tiền học sắp tới ạ.. . . . Đây là email RẤT GẤP nên em rất mong sớm nhận được phản hồi từ nhà trường ạ. . . . . Em cám ơn.. .",
            "Chào em. . Em phải vô mybk/Đăng ký in Bảng điểm, bạn phải đăng ký in bảng thì mới có bảng điểm gửi cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . dạ cô ơi ,hôm thi thí nghiệm em ở mình trung chỗ em mưa to nên bị cúp điện em không tham gia thi thí nghiệm hóa đại cương được ,vậy giờ em phải làm thế nào ạ",
            "Chào em,. . Cô đóng câu này, vì đã trả lời em ở câu khác. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name], MSSV: [student_id], lớp CK15CTM1. PDT đã ghi nhận yêu cầu về đăng ký xét TN. Nhung em vân chưa có tên trong danh sách đăng ký tốt nghiệp sau ngay 25/10 nên em đặt câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Em xin cảm ơn",
            "Chào em,. . Em gửi yêu cầu xét tốt nghiệp bổ sung khi nào, và ở đâu, cô kiểm tra qua bksi không thấy câu hỏi về xét TN của bạn trước đó. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 02/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác: Chào Phòng đạo tạo. Em là sinh viên vùa tốt nghiệp vào đợt tháng 11/2021. Em muốn hỏi về việc muốn được đăng kí in bảng điểm và nhận file mềm online. Do tình hình dịch phức tạp nên các công ty em xin việc chỉ nhận hồ sơ online. Nhưng em chỉ thấy có Việc đăng kí in bảng điểm và nhận bản cứng trên giấy. Vậy VP cho em hỏi nếu em muốn đăng kí in bảng điểm ra file mềm thì sẽ phải đăng kí ở đâu và như thế nào ạ? Hay em nhận bản cứng rồi đi scan? Mong văn phòng giúp đỡ.. . Em xin cảm ơn.",
            "Chào em,. . Bảng điểm phải in mới trình ký và đóng dấu, sau đó gửi cho SV qua đường bưu điện (nếu SV đăng ký), SV có thể tự scan thành file mềm mình cần nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Thầy/cô. .  . . Xin cho em hỏi mã môn học cũ môn Bê tông cốt thép 1 ( 3 chỉ gồm cả lý thuyết và đồ án) nay tách thành 2 môn tương đương Bê tông cốt thép 1 (2 chỉ) và Đồ án BTCT 1 (1 chỉ).. . Ở mã cũ em đã hoàn thành được đồ án môn học, vậy cho em xin hỏi em có thể chuyển điểm đồ án từ mã cũ sang mã mới được không ạ.. . Em xin cảm ơn.. . . .",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ anh/chị cho em hỏi hôm trước em đã đăng kí tốt nghiệp và đã thanh toán lệ phí qua bkpay, nhưng hôm nay cập nhật thì thông tin hiển thị là em nợ CTXH (em 18 ngày CTXH) ạ, em không biết như thế có bị gì không ạ!. .   i Tốt nghiệp .",
            "Chào em,. . QD chính thức sẽ cập nhật lại cho bạn nhé, em đã đăng ký tốt nghiệp thành công rồi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho e hỏi là đợt đk môn hk 211 vừa r e đã không đk nên không có TKB nhưng check mybk thì tình trạng của e là vẫn đang học. Vậy đợt đk môn tiếp theo vào tháng 11 này e không bị tạm dừng thì có đk môn học bình thường được không ạ ?",
            "Chào em,. . Chuẩn bị nhà trường sẽ ra quyết định tạm dừng vì không đăng ký MH (không có thời khóa biểu). SV theo dõi tình trạng của mình tại mybk/Thông tin sinh viên. Khi có QD tạm dừng, sv có thể tải mẫu đơn thu nhận, điền đầy đủ thông tin và gửi qua bksi để xin thu nhận vào HK212 để đăng ký môn học vào học kỳ tiếp theo. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã bảo vệ song và hoàn thành 142 tính chỉ học phần, có 18 ngày công tác xã hội, bằng TOIEC và thi TOIEC 2 kỹ năng nói viết nhưng vẫn không nhận được mail thông báo tốt nghiệp cũng như trong danh sách tốt nghiệp dự kiến của trường. Cho em hỏi em còn thiếu điều kiện gì để được xét tốt nghiệp?. . . . Rất mong nhận được sự giúp đỡ từ thầy cô!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 02/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào pdt,. . . . Em xin phép gửi đơn hoãn thi cuối kì HK202. .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Hoãn Thi/[full_name] thi HK202/203 của bạn.. . Bạn vui lòng theo dõi kết quả được cập nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/xem điểm và mail sinh viên sau ngày 01/12/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào thầy/cô. . Em có đăng kí giấy hoãn nghĩa vụ quân sự trên Mybk mục 17.. . Cho em hỏi:. . Trên Mybk ghi(Ảnh):. . + Nơi nhận kết quả:Văn phòng Khoa cở sở Lý Thường Kiệt.. . + Tình trạng xử lý: Phiếu đăng ký đã xử lý (đợi nhận qua bưu điện). . Vậy em muốn lấy giấy gốc thì lấy ở văn phòng khoa hay đợi nhận qua bưu điện?. . Em muốn nhận giấy trực tiếp tại Văn phòng Khoa cở sở Lý Thường Kiệt được không? Tại bưu điện khu vực của em không giao được. Lý do chỗ em cần bổ sung gấp và em có thể lên văn phòng khoa lấy giấy được.. .",
            "Chào em,. . - Nơi nhận kết quả: Văn phòng Khoa cở sở Lý Thường Kiệt.. . =  Em đăng ký lấy ở Khoa thì về Khoa lấy nhé.. . - Hiện tại chưa vào được trường, em email Khoa để được hướng dẫn.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là 18h hôm nay em có lịch thi cuối kì của học kỳ 202 dự thính mà đường truyền mạng nhà em bị hư thì em có thể đăng kí hoãn thi được ko ạ.Nếu được thì đăng kí ở đâu ạ.. .",
            "Chào bạn. . - Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . - Sau khi có xác nhận của Giảng viên giảng dạy + Khoa (theo quy định). . - Gửi cho Phòng đào tạo xem xét (nộp qua email pdt@hcmut.edu.vn hoặc BKSI ). . Thân mến. . . .",
            "Đơn không cần xác nhận của giáo viên và khoa có được ko ạ.",
            "Chào em,. . làm đơn hoãn thi online cuối kì Hk dự thính 202 không cần chữ kí giáo viên giảng dạy và khoa có được ko ạ.. . =  Bắt buộc phải có chữ kí giáo viên giảng dạy và khoa PĐT mới nhận nhé.. . Thân mến",
            "Dạ tại không có lên trường được nên xin chữ ký giáo viên và khoa hơi khó nên giờ em gửi đơn trước rồi pđt xác định sau được ko ạ tại 18h em thi rồi ạ.",
            "Chào em,. . - Xin chữ ký giáo viên và khoa hơi khó . . =  Em gửi email và chụp hình gửi kèm đơn. . - Em xem quy chế hoãn thi để biết: . . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . - •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Thân mến. .",
            "dạ cho em nộp đơn hoãn thi",
            "đã tiếp nhận đơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .   Kính gửi: Phòng Công Tác Chính Trị Sinh Viên. .   Em tên là [full_name], MSSV : [student_id]. Nghành kĩ thuật hoá học.. .    Do quá khó khăn , tiền ăn còn không có nữa, nên e chưa thể đóng học phí dự thính được. Nên e đã xin phòng đào tạo thông cảm và đừng xoá thời khoá biểu các môn dự thính để e có thễ học tốt.. .    Em đã xin PĐT để kì 2 năm 2021-2022, e xoay sở đóng học phí dự thính luôn ạ. PDT đã nói em viết mail cho phòng CTCTSV để hướng dẫn làm thủ tục gia hạn đóng học phí dự thính.. .   Vậy nên kính mong phòng CTCTSV hướng dẫn cho e làm thủ tục gia hạn đóng học phí dự thính ạ. .   Em xin cam đoan những điều nói trên là sự thật. Nếu đuọc em cảm ơn Phòng CTCTSV và hứa kì 2 sẽ đóng học phí dự thính kì 1 2021-2022 ạ.. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi: Phòng Công Tác Chính Trị Sinh Viên. .   Em tên là [full_name], MSSV : [student_id]. Nghành kĩ thuật hoá học.. .    Do quá khó khăn , tiền ăn còn không có nữa, nên e chưa thể đóng học phí dự thính được. Nên e đã xin phòng đào tạo thông cảm và đừng xoá thời khoá biểu các môn dự thính để e có thễ học tốt.. .    Em đã xin PĐT để kì 2 năm 2021-2022, e xoay sở đóng học phí dự thính luôn ạ. PDT đã nói em viết mail cho phòng CTCTSV để hướng dẫn làm thủ tục gia hạn đóng học phí dự thính.. .   Vậy nên kính mong phòng CTCTSV hướng dẫn cho e làm thủ tục gia hạn đóng học phí dự thính ạ. .   Em xin cam đoan những điều nói trên là sự thật. Nếu đuọc em cảm ơn Phòng CTCTSV và hứa kì 2 sẽ đóng học phí dự thính kì 1 2021-2022 ạ.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào PĐT!. . Em là [full_name]. . Mssv: [student_id]    lớp:BD17CN02. . Hôm trước e hỏi PĐT về vấn đề tài khoản ocb em bị khóa nên không thể thanh toán học phí dự thính được. Em đã liên hệ được với số điện thoại chắm sóc khách hàng của ocb mà PĐT đã cho.. . Nhưng, bên ngân hàng bảo phải đến chi nhánh ocb gần nhất để được giải quyết, không hỗ trợ mở tài khoản online. Nhưng hiện tại e ở Phú Yên nên không có chi nhánh nào của ngân hàng ocb để mở tài khoản. Nay e xin phép PĐT có thể gia hạn cho e đóng học phí cùng ngày với ngày đóng hp của học kỳ chính được k ạ.. . e xin chân thành cảm ơn PĐT.",
            "Chào em,. . Vấn đề gia hạn học phí, em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]. . Cho e hỏi là vừa thi sức bền hk202 nhưng em muốn đăng ký hoãn thi mà form không nhận phản hồi nữa. . . . .",
            "Chào bạn. . - Đúng rồi bạn, hiện tại Pdt đã khóa không đăng ký hoãn thi theo form. . - Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . - Sau khi có xác nhận của Giảng viên giảng dạy + Khoa (theo quy định). . Gửi cho Phòng đào tạo xem xét (nộp qua email pdt@hcmut.edu.vn hoặc BKSI ). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là làm đơn hoãn thi online cuối kì Hk dự thính 202 không cần chữ kí giáo viên giảng dạy và khoa có được ko ạ.",
            "Chào em,. . làm đơn hoãn thi online cuối kì Hk dự thính 202 không cần chữ kí giáo viên giảng dạy và khoa có được ko ạ.. . =  Bắt buộc phải có chữ kí giáo viên giảng dạy và khoa PĐT mới nhận nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn hoãn thi môn vẽ kĩ thuật học kì 202 thì phải làm như thế nào ạ??. . Nếu hoãn thi thì điểm sẽ được tính như thế nào ạ??. . Em xin cảm ơn.",
            "Chào em,. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail [email] hoặc BKSI). . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em chào thầy cô,. . . . trong đợt vừa qua em có nộp bằng tiếng Pháp B1 để chuyển điểm nhưng không hợp lệ mặc dù em đã ghi đúng các thông tin trên bằng và nộp bằng. Mong thầy cô xem xét để tránh việc em phải đăng kí lại và nộp lệ phí 350 000 đồng ạ . .",
            "Chào bạn. . Cô [full_name] đã gởi mail SV để hướng dẫn cho bạn thủ tục bạn check mail nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .",
            "Dạ em muốn kiểm tra xem mình đã đủ điều kiện để đăng ký tốt nghiệp chưa ạ",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 02/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa Phòng đào tạo, hiện tại em đã viết xong đơn hoãn thi và đã có được chữ ký của giáo viên. Cho phép em được hỏi là phần chữ ký của Khoa thì em phải liên lạc với khoa như thế nào, Khoa của em là khoa Cơ Khí. .",
            "Chào em,. . Khoa Cơ Khí em liên hệ qua email [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào thầy/cô,. . . . Em là [full_name], MSSV: [student_id], sinh viên năm 4, khoa Điện - Điện tử. Em có một vài câu hỏi, mong thầy/cô trả lời:. . . . 1. Trong lần câu hỏi/yêu cầu trước, em có hỏi đến việc hủy hoãn thi và sau đó em có cập nhật câu trả lời là: \"Em không có đăng kí xin hủy hoãn thi.\". Như vậy, đã kết thúc câu hỏi/yêu cầu trước chưa?. . . . 2. Em đã liên hệ với thầy ở HK202 về việc xin thầy tổ chức thi cuối kì cho môn hoãn thi để kịp đợt xét Tốt nghiệp tháng 11/2021. Thầy yêu cầu em hỏi lại phòng Đào tạo về quy chế, quy định cho việc tổ chức thi lại cho một sinh viên? Thầy đã email cho em về các vấn đề như sau: \"Về môn thi SCT, đây là môn thi tập trung và cần có trưởng nhóm môn học tổng hợp đề - duyệt đề chứ không phải một bài kiểm tra tại lớp. Do đó theo quy chế thi, việc tổ chức địa điểm, lịch, danh sách thi, v.v. là trách nhiệm của PDT. Chưa kể các vấn đề khác như cán bộ kiểm tra, trực đề, thanh tra phòng thi v.v.  Không thể để giảng viên từ học kỳ trước tổ chức riêng cho 1 SV được.\".Như vậy, thầy ở HK202 có thể tự ra đề, lên lịch, tổ chức thi để cho em thi cuối kì môn hoãn thi và sau đó thầy gửi đề nghị sửa điểm cho phòng Đào tạo nếu em đạt được kết quả từ 5 điểm trở lên?. . . . Mong nhận được phản hồi sớm nhất từ thầy/cô và chúc thầy/cô thật nhiều sức khỏe.. . . . Kính gửi,. . [full_name]",
            "Chào em,. . - Câu 1: cô đã trả lời và đóng ở câu trước. . - C6au 2: PĐT trả lời như sau:. . \"Theo quy định, SV hoãn thi sẽ thi vào lần tổ chức kế tiếp, trong vòng 1 năm. Như vậy về nguyên tắc, SV chờ đến khi có kỳ thi.. . - Chúng ta có quy định trong trường hợp cần thiết, GV có thể đề nghị thi sớm cho lớp/vài SV.. . Vừa rồi, PĐT đã gửi email đến Khoa rà soát việc hoãn thi và nhờ Khoa xem xét tổ chức thi một số môn sớm bằng trực tuyến trong tháng 11.. . . . - Như vậy, PĐT sẽ chờ nếu Khoa có cho thi sớm thêm 1 số môn. Trường hợp thi cho 1 SV thì có thể ghép chung 1 buổi thi với các môn khác có ít SV, hoặc cần thiết thì tổ chức riêng cho SV. Chi phí gác thi trong trường hợp thi sớm vẫn được tính như bình thường. (Nên cần cân nhắc kỹ). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào các Thầy/Cô phòng đào tạo,. . . . Trong câu hỏi lần trước của em về vấn đề ngày CTXH của em đạt 14.5/15 ngày mà hệ thống vẫn cho phép đăng ký xét tốt nghiệp ở trang mybk và em đã tiến hành đăng ký và thanh toán 95.000 VND. Tuy nhiên sau khi nhận được phản hồi của thầy/cô vào ngày 26/10/2021 rằng em cần bổ sung thêm cho đủ ngày CTXH thì việc tốt nghiệp mới hoàn tất thủ tục. Sau đó em vào lại trang mybk mục đăng ký xét tốt nghiệp thì lúc này hệ thống báo không được phép đăng ký với lí do nợ CTXH (trước đó vẫn thiếu nhưng hệ thống thông báo được phép đăng ký) và đồng thời em cũng nhận được mail báo là đơn xin tốt nghiệp của em đã được xác nhận sau khi tiến hành đăng ký xét tốt nghiệp. Như vậy em có các câu hỏi sau ạ:. . . . 1/ Việc em đã đăng ký xét tốt nghiệp trước đó (đã thanh toán trên bkpay) tuy thiếu 0.5 ngày CTXH vậy thì sau đó em có được gửi về bằng tốt nghiệp tạm thời không ạ ? . . . . 2/ Sắp tới sau khi bổ sung đủ ngày CTXH em có cần tiến hành đăng ký xét tốt nghiệp lại tại trang mybk và thanh toán lại 95000 vnd không ạ ?. . . . 3/ Nếu việc đăng ký xét tốt nghiệp trước đó của em vẫn diễn ra bình thường mặc dù thiếu ngày CTXH. Vậy sau khi em bổ sung đủ ngày CTXH  thì hệ thống sẽ tự cập nhật thông tin hay em phải phản hồi lại BKSI để được cập nhật lại thông tin tốt nghiệp ạ ?. . . . Em cảm ơn các thầy/cô phòng đào tạo đã đọc và phản hồi em ạ!",
            "Chào em,. . Không nhé bạn, em vui lòng bổ sung đủ ngày CTXH thì mới được nhận giấy CN tốt nghiệp tạm thời nhé.. . Trước khi in giấy CNTN tạm thời nhà trường sẽ tiến hành hậu kiểm lại để ra Quyết định tốt nghiệp chính thức.. . Khi nào bổ sung đủ ngày CTXH, em vui lòng phản hồi lại qua bksi để PDT mở khóa và cấp giấy CN tốt nghiệp tạm thời cho bạn nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa anh chị,. . Em là [full_name], MSSV [student_id]. Em đã đóng học phí cho trường vào ngày 06/09/2021 và gửi biên lai lên hồ sơ ảnh Nhập học nhưng đến nay vẫn chưa được xác nhận. Do đã gần 2 tháng rồi nên em rất lo và mong muốn nhà trường kiểm tra lại. Dưới đây em có đính kèm biên lai. Em rất biết ơn các anh chị đã dành thời gian.. . Trân trọng,. . [full_name]",
            "Chào em,. . Cô đã gửi P.KHTC kiểm tra trả lời em như sau:. . . . \"Bạn này gửi tiền mà ghi sai tên tài khoản Trường mình rồi nên chưa chuyển thành công đâu Chị. Chị báo bạn này liên hệ ngân hàng chuyển kiểm tra lại nhé.. . . . Thông tin đúng tài khoản trường là (đã được ghi rất rõ ràng trong hướng dẫn nhập học):. . . . . . 2.  Chương trình đại trà. . . . Thí sinh nộp trực tiếp hoặc chuyển khoản về tài khoản nhà trường mở tại ngân hàng OCB. Thông tin tài khoản:. . . . o    Tên tài khoản: TRƯỜNG ĐẠI HỌC BÁCH KHOA. . . . o    Số tài khoản: 000 410 686868 8006. . . . o   Tại ngân hàng: TMCP Phương Đông - Chi nhánh Chợ Lớn - TP.HCM.. . . . o   Nội dung chuyển khoản theo cú pháp: Họ và tên thí sinh, mã số nhập học, chương trình (CQ), mã ngành trúng tuyển. Ví dụ: [full_name], [student_id], CQ, 114.. . . .  . . . . Nhờ Chị nhắc lại bạn này, số tiền cần nộp giờ là 12.704.025 nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy cô, em tên là [full_name], mssv:[student_id] , khoa kĩ thuật xây dựng. Có thể in cho em giấy xác nhận sinh viên giống mẫu đính kèm được không ạ, em cần vay tiền chính sách cho sinh viên, nhưng ngân hàng yêu cầu giấy xác nhận sinh viên giống mẫu đó mới được ạ. Em cảm ơn nhiều ạ!",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo.. . Em tên [full_name], MSSV: [student_id], hệ đào tạo VLVH, chuyên ngành Công nghệ may.. . Trong mail PĐT gửi cho em thì có nói nếu muốn chuyển lại K14 thì phải xem thêm một số môn không có cv tương đương/thay thế và làm thêm động tác miễn …. . Em muốn hỏi là một số môn không có cv tương đương/thay thế này là các môn trong CTĐT K13 hay K14 ạ. Nếu là các môn trong CTĐT K13 có tương đương/thay thế nhưng các môn tương đương /thay thế không mở lớp nữa thì có được miễn không ạ.. . Khi em chuyển lại sang K14 thì em phải học hết các môn còn lại trong CTĐT K14 đúng không ạ?. . Em xin cảm ơn.",
            "Kính gửi Phòng đào tạo.. . Em tên [full_name], MSSV: [student_id], hệ đào tạo VLVH, chuyên ngành Công nghệ may.. . Sau khi được tư vấn của phòng đào tạo, kính mong Thầy/Cô xem xét giúp em chuyển khóa K14 vì để hoàn thành nhanh chóng CTĐT.. . Em xin cảm ơn.",
            "Chào em,. . Em vui lòng trình bày rõ lý do muốn xin chuyển về lại khóa 2014 trong đơn nhé. Vui lòng trình bày rõ cụ thể chi tiết những môn em còn thiếu khi chuyển về Khóa 2014, và kế hoạch của bạn học như thế nào?. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa cô, em có môn học CI2029 ở HK202 bổ sung được sắp xếp cho thi cuối kì ngày 26/10/2020. Vì hoàn cảnh dưới quê và tình trạng giao hàng chậm trễ do ảnh hưởng của dịch covid19, nên đến hôm nay em vẫn chưa đủ trang thiết bị để thi (không đủ 2 camera, máy tính bỏ túi và đường truyền mạng không ổn định). Nên em xin hoãn thi môn CI2029 - Cơ học kết cấu (Nhóm lớp DT01-A) ngày thi 18h 26/10/2021. Em xin cô hướng dẫn để hoàn tất thủ tục hoãn thi ạ. Em xin cảm ơn.",
            "Chào bạn. . - Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . - Sau khi có xác nhận của Giảng viên giảng dạy + Khoa (theo quy định). . Gửi cho Phòng đào tạo xem xét (nộp qua email pdt@hcmut.edu.vn hoặc BKSI ). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi em có lỡ quên và nộp file ghi hình thi giữa kì môn cơ lưu chất trễ 1h so với yêu cầu,  không biết có bị sao không ạ, xin phòng đào tạo xem xét giúp em. Em cảm ơn.",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . [full_name]-[full_name]([full_name]1023)",
            "Chào em,. . PĐT tiếp nhận yêu cầu hủy 1 môn thể dục vì SV đã đăng ký nhiều hơn 1 môn GDTC ở học phần 1.. . Dự kiến sau ngày 30/10/2021, SV kiểm tra TKB cập nhật đúng tại trang Mybk- xem TKB. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào pdt, em đã qua môn xây dựng cầu ci4121, và đồ án cầu ci4123 thay cho môn xây dựng cầu ci4033 rồi ạ. Toiec 4 kỹ năng e đã nộp đủ. Xin pdt xem dùm e cho e tốt nghiệp ạ",
            "Chào em,. . Em vui lòng gửi lại giúp cô 1 yêu cầu khác, ghi rõ ràng nội dung xin chuyển điểm môn tương đương để xét tốt nghiệp, và ghi rõ em học môn tương đương ở học kỳ nào? tương đương môn nào? ghi rõ trong ô nội dung và gửi lại qua [full_name] nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy cô và ban giám hiệu nhà trường,. . Em tên [full_name] là sinh viên năm 1 ngành tdtt bảo dưỡng công nghiệp. Dạ cho em hỏi là tài khoản gmail của em không đăng nhập vào office 365 không được ạ. Em mong thầy cô và ban giám hiệu nhà trường hỗ trợ giúp em ạ. Chi tiết em có gửi ảnh ạ.. . Kí tên,. . [full_name]. . . . . .",
            "Chào em,. . Nhà trường không hỗ trợ gói office 365, PĐT phải mua.. . Thân mến. .   . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . kính gửi PDT, em là trương hoang khang- mssv:[student_id]. em có học môn cơ học kết cấu-msmh:CI2029-DT01-B HK202.em có lên xem lịch thi cập nhật thì có thấy môn này thi vào lúc 18h ngày hôm nay (26/10/2021).nhưng từ lúc nghỉ dịch đến giờ em không có nhận được email hay thông báo nào trên elearning về hình thức thi. em có vào exambk, email và elearning thì cũng không thấy thông báo hay đường link gì về môn thi này. hiện em đã có mặt đúng giờ thi nhưng không thể tìm thấy link vào phòng thi.vậy kính mong PDT giải đáp thắc mắc giúp em là em sẽ thi khi nào ạ. rất mong PDG giải đáp ạ",
            "Chào em,. . Em 18h25 mới đăng nhập, trong khi thi 18h nên đã bị cbct khóa phòng thi vì vậy em sẽ không thấy được phòng thi sau khi bị khóa.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ chào thầy cô. Hè vừa rồi em đã tham gia hoạt động tiếp sức mùa thi 2021 tại tp. HCM ạ. Do tình hình dịch bệnh nên ban tổ chức chưa thể gửi giấy chứng nhận, nhưng có gửi xuống danh sách những tình nguyện viên đã tham gia. Thầy cô cho em hỏi là danh sách này có thể làm minh chứng để em được cập nhật ngày CTXH không ạ? Và nếu có, em nên gửi danh sách này đến bộ phận nào ạ?. . . . Em cảm ơn thầy cô đã dành thời gian đọc và trả lời em ạ.  U   B  Rất mong nhận được chỉ dẫn từ thầy cô ạ.. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa Phòng Đào tạo,. . . . Em là [full_name], MSSV [student_id], thuộc lớp VL17PO.. . . . Vào ngày 25/10, số ngày CTXH của em đã được cập nhật lên 22 ngày nhưng trên danh sách tốt nghiệp dự kiến và thông tin đăng ký tốt nghiệp của em vẫn chưa được cập nhật (vẫn là 14 ngày).. . Em nhờ Phòng Đào tạo cập nhật lại thông tin số ngày CTXH để em có thể đăng ký tốt nghiệp.. . . . Em xin chân thành cảm ơn!. . . . Trân trọng,. . [full_name].",
            "Chào em,. . Em nhờ Phòng Đào tạo cập nhật lại thông tin số ngày CTXH để em có thể đăng ký tốt nghiệp.. . =  PĐT đã mở.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa Phòng Đào tạo!. . . . Em đã kiểm tra thông tin sinh viên của em thì em thấy em đã đủ yêu cầu tốt nghiệp nhưng em không thấy tên em trong danh sách tốt nghiệp dự kiến ạ.. . . . Kính mong Phòng Đào tạo xem lại giúp em ạ.. . . . Em cám ơn!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 02/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ chào Phòng Đào Tạo. Cho em hỏi là nộp bằng Toeic vào thì sau bao lâu chuyển điểm xong ạ? Em là K17 đã hoàn thành luận văn, lịch thi Toeic của em là cuối tháng 11 nên em sợ chuyển điểm anh văn không kịp để xét tốt nghiệp trước ngày 24/12 ạ. .",
            "Chào em,. . Vấn đề nếu nộp chứng chỉ chuyển điểm xét tốt nghiệp thì còn phụ thuộc vào thời gian thẩm tra chứng chỉ nữa nhé bạn, thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ nên không thể trả lời chính xác cho bạn được.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Xin chào ạ. Em tên là [full_name] MSSV [student_id] em xin phép được hỏi về việc thi anh văn 2 kĩ năng nói và viết ạ. Em là khóa k18 hiện đang học năm 4 chương trình chính quy đại trà em muốn hỏi quy định về thi anh văn cho 2 kĩ năng nói và viết này từ k18 còn được tham gia thi ở trường hay phải thi bên ngoài và nộp bằng vào ạ. Em rất mong nhận được sự phản hồi từ phía nhà trường để em có thể sắp xếp thời gian học và hoàn thành tốt hơn. Em xin chân thành cảm ơn và kính chào.. .",
            "Chào bạn,. . Khóa 18 vẫn còn áp dụng thi 2 kỹ năng trong trường nhé bạn, bạn có thể xem quy quy định tại đây:. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Một số điểm mới về Quy chế học vụ áp dụng từ HK202. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi nhà trường,. . . . Em là [full_name], MSSV [student_id]. . . Cho em hỏi nhà trường có dịch vụ cung cấp file mềm bảng điểm cho sinh viên không ạ? Vì em đang cần gấp nhưng bảng điểm cứng em đã đăng ký chưa về kịp.. . Nếu có em xin phép được xin file bảng điểm của mình ạ.. . . . Em xin cảm ơn.. .",
            "Chào em,. . Bảng điểm của em đã được gửi cho bưu điện theo địa chỉ SV đăng ký vào ngày thứ 2/25-10 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gủi PĐT,. . . . Em tên là [full_name], Mssv [student_id], khoa Điện.. . Hiện tại em đã hoàn thành tất cả chương trình đào tạo, đáp ứng đủ tiêu chuẩn để xét tốt nghiệp đợt tháng 11/2021. Nhưng trong học kì 211 em còn đăng kí 01 môn học ( môn này chỉ đăng kí thêm, không bắt buộc). Vì vậy em muốn huỷ môn học này (huỷ có đóng hc phí) để đủ điều kiện đăng kí xét tốt nghiệp.. . PĐT cho em hỏi thủ tục để đăng kí huỷ môn học này như thế nào?. . . . EM xin cảm ơn.",
            "Chào em,. . Đã hết thời gian rút môn học (phải thanh toán học phí), em cần làm theo hướng dẫn sau để trình BLĐ phòng xem xét. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa quý thầy cô,. . . . Vào tháng 9 trước khi thi môn Trường điện từ, em có xin hoãn thi thông qua Google Forms nhưng hiện tại trên bảng điểm môn này em thấy đang để vắng thi. Em thấy trong thông báo sau khi xin hoãn thi có nói kết quả sẽ có sau ngày 12/12/2021. Vậy em cần chờ sau ngày 12/12 thì điểm 13 của môn này mới bị bỏ đi phải không ạ hay sau khi em làm đơn thi lại và có kết quả thì sẽ cập nhật lại điểm luôn ạ?. . . . Em cảm ơn quý thầy cô.. .   i Yêu cầu khác .",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name], mssv [student_id].Em xin được xét đăng ký tốt nghiệp.. .   i Tốt nghiệp .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 02/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo,. . . . Em tên là [full_name], sinh viên khoá 2017, khoa Điện - Điện tử.. . Hiện tại em đã hoàn thành tất cả các môn học theo chương trình đào tạo của ngành Kỹ thuật điều khiển và tự động hoá. Tuy nhiên, số tín chỉ tích luỹ và điểm trung bình tích luỹ của em bị cập nhật thiếu một môn học nên em không được ghi tên vào danh sách tốt nghiệp chính thức trong đợt này. Em mong phòng đào tạo cập nhật sớm cho em để kịp tiến độ đăng ký tốt nghiệp cũng như kịp nhận bằng tạm thời để hoàn thành hồ sơ xin việc. . . . . Em cảm ơn. . .",
            "Chào em,. . Em xem danh sách dự kiến TN sau ngày 31/10/2021.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em kính chào Phòng đào tạo. Em là [full_name], MSSV [student_id]. Em kính xin trình bày vấn đề bị lỗi trang Đăng kí tốt nghiệp trên MyBk như sau:. . - Trước khi đăng kí tốt nghiệp trên MyBk thì em có bị thiếu CTXH, nên trang mybk báo do em thiếu CTXH nên không đăng kí được.. . - Sau đó em đã đủ ngày CTXH và đăng kí Tốt nghiệp thành công trên myBk (khoảng ngày 23/10/2021) và em đã thanh toán tiền thành công. Lúc này trên mybk báo là đang xử lí (in bằng tạm thời) và nhận qua bưu điện.. . - Nhưng cho tới hôm nay (26/10/2021) em mở lại Mục đăng kí trên trang MyBK để xem thì chỗ Tình trạng đăng ký lại báo là Không được phép đăng ký (Nợ CTXH ). . - Em nghĩ đã bị lỗi nên em mong VP giúp em kiểm tra lại lỗi ạ. Để em có thể tải Bằng tốt nghiệp tạm thời về nộp cho công ty.. . - Em xin cảm ơn.",
            "Chào em,. . PĐT đã xóa nợ.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Nhà trường cho em hỏi: HK202 em có đăng kí hoãn thi môn SP1007, và đã có trong danh sách hoãn thi chờ xét dự kiến đến 12/12/2021. Trong học kì này HK211 em đang làm luận văn tốt nghiệp và muôn đăng kí thi lại môn SP1007 để kịp tốt nghiêp thì có được không ạ? và thủ tục để đăng kí thi lại như thế nào ạ? Em sợ nhà trường duyệt xong thì em sẽ không kịp thi mất.. . . . Em cảm ơn!. .",
            "Chào em,. . Em chờ thông báo sau khi có quyết định hoãn thi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào,. . . . Em tên [full_name]. . MSSV: [student_id]. . . . Em đã hoàn thành hết tất cả chuẩn để đăng kí tốt nghiệp nhưng do em không để ý nên đã nợ HP (đã thanh toán khi biết nợ) cho nên em đã đăng kí tốt nghiệp không thành công. . . . . Em xin hỏi:. . 1. Trường hợp của em xử lí như thế nào ạ ?. . 2. Các thủ tục liên quan gồm những bước nào ?. . . . Em xin cảm ơn ạ !! Mong nhận đc hồi âm từ Quý Phòng Ban",
            "Đã đăng ký tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô ạ. Em là sinh viên k15. Em đã hoàn thành chương trình đào tạo và tất cả các điều kiện để xét tốt nghiệp nhưng vẫn chưa đăng ký tốt nghiệp được vì bị hiện là nợ ctxh. Em phải làm gì để được đăng ký tốt nghiệp ạ? Em cảm ơn . .",
            "Chào em,. . Vì bị hiện là nợ ctxh. . =  Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi [full_name] Phòng Đào Tạo Trường Đại Học Bách Khoa TP.HCM. . Em tên là [full_name] [full_name]. . MSSV [full_name] [student_id]. Khoa Khoa học và Kỹ thuật Máy tính.. . Học kỳ 202 năm học 2021, em chuyển từ hệ CQ khóa 2013 sang VLVH. . . Thầy cô cho em hỏi Chuẩn Anh văn để xét tốt nghiệp cho hệ VLVH theo chương trình mới của khóa 2021 là TOEIC 600 hay theo chương trình chính quy khóa 2013 TOEIC 450. Và có áp dụng Chứng chỉ TOEIC Speaking & Writing với mức điểm tối thiểu là 200 như bên CQ không ạ.. .  Hiện tại em vẫn chưa đăng ký xét tốt nghiệp được, kính mong quý thầy cô xem xét giúp em để em bổ sung đủ điều kiện tốt nghiệp đợt tháng 11/2021 ạ.. . Em chân thành cảm ơn!. . [full_name].",
            "Chào em,. . Theo quy định hiện lúc tuyển sinh, thì diện qua em được áp dụng học theo CTĐT khóa 2014.. . Bây giờ em làm thêm giúp cô 1 đơn xin chuyển khóa về CTĐT khóa 2013 (khóa đầu vào bên chính quy),. . Và áp dụng chuẩn tiếng Anh theo khóa 2013 của hệ VLVH nhé.. . Em xem quy định về chuẩn AV tốt nghiệp VLVH khóa 2013 tại đây:. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/3.   Chuẩn tiếng Anh khi nhận Luận văn tốt nghiệp (LVTN) và khi tốt nghiệp. . Chuẩn tiếng Anh xét tốt nghiệp (Áp dụng cho bậc đại học chính quy từ khóa 2013 trở đi): phải đạt 4 kỹ năng (Reading, Listening, Speaking, Writing), VLVH không yêu cầu 2 kỹ năng nói viết nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  . . . . Dạ em chào Phòng đào tạo ạ, em vừa thanh toán trể 15 tiếng 15 phút lệ phí thi anh văn 2 kỹ năng, do trục trặc trong việc nhận lương tại công ty, kính mong phòng đào tạo xem xét giúp em để có cơ hội tham gia thi anh văn nói viết, em xin lỗi và xin cảm ơn phòng đào tạo rất nhiều ạ.. . . .",
            "Chào em,. . PDT sẽ ghi nhận trường hợp của em và bổ sung vào danh sách thi, em vui lòng theo dõi mail thông báo của Trung tâm ngoại ngữ để biết lịch thi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin kính chào thầy/ cô. . . . EM là sinh viên khoá 16 khoa cơ khí, hiện em đang bị buộc tạm dừng chương trình học, em đã hoàn thành chương trình học bao gồm tín chỉ, quốc phòng, luận văn, thực tập, còn thiếu anh văn nói viết đầu ra. Có vài thắc mắc mong phòng đào tạo giúp em giải quyết.. . . . 1. Em tra trên bk wiki hạn nộp đơn thu nhận vào Học kỳ 1 (đầu tháng 6), Học kỳ 2 (đầu tháng 10), Học kỳ dự thính hè (đầu tháng 4), hiện đang là cuối tháng 10, em có thể nộp đơn xin thu nhận và hoàn tất để kịp đợt tốt nghiệp cuối tháng 4 không ạ? Nếu có, trong đơn em sẽ điền tạm dừng từ kỳ 2 năm học 2020-2021 và xin thu nhận lại từ kỳ 1 năm học 2021-2022 phải không ạ? . . . . 2. Hiện địa phương đang có lệnh gọi nghĩa vụ, do chưa tốt nghiệp nên em muốn được xin giấy tạm hoãn, em đăng ký in giấy xác nhận sinh viên trên mybk thì bị báo lỗi không đăng ký được do tình trạng tạm dừng. Sau khi xin thu nhận em có thể đăng ký in giấy không ạ? (do hiện đã hoàn tất toàn bộ các môn học nên em đang trống thời khoá biểu) Nếu có thể đăng ký được, hiện phòng đào tạo đã làm việc ở cơ sở 2 chưa ạ, em đã tiêm đủ 2 mũi và có thể tự vào trường lấy.. . . . Em xin cảm ơn!. .",
            "Chào em,. . . . Theo quy định, Sinh viên có TKB trong HK211 mới có thể đăng ký được giấy xác nhận SV hoãn NVQS, nên nếu em có làm đơn thu nhận nhưng không có TKB thì vẫn không thể đăng ký in giấy xác nhận SV. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo,. . Em là [full_name], MSSV [student_id]. Em gửi tin nhắn này thắc mắc giấy chứng nhận hoãn nghĩa vụ quân sự.. . Thông thường hàng năm, nhà trường sẽ gửi giấy chứng nhận nghĩa vụ này hoặc có thể xin cấp lại giấy tối đa 1 lần 1 học kỳ. Tuy nhiên đầu HK211 em không nhận được giấy, có thể là do dịch bệnh nên trường chưa gửi được. Em có vào trang đăng ký cấp lại cho HK211 này, nhà trường có mục hỗ trợ gửi bưu điện và đã đăng ký. Tuy nhiên ở địa phương em đang cần   B rất gấp  /B  giấy xác nhận này. Em muốn hỏi giấy này đã có như hàng năm chưa, em rất cần chụp ảnh có mộc là được duyệt trước ạ. Kính mong Phòng đào tạo hỗ trợ em với, em cảm ơn rất nhiều ạ!. .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu ([full_name]DT không in hàng loạt như các năm trước). . - [full_name]dt đã ghi nhận phản hồi của bạn. Vì số lượng đăng ký giấy CNSV tăng đáng kể, [full_name]ĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi [full_name]ĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời [full_name]ĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    }
]