[
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa ban giám hiệu và thầy cô phòng đào tạo! Em đã cố gắng thanh toán tiền học phí kì 203 đúng trước 15h ngày 10/6/2021, mong quý thầy cô cứu xét khôi phục thời khoá biểu cho em với ạ! Em cảm ơn ạ!",
            "Chào bạn. . -\tHiện tại, Nếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name] Xin chào pdt[full_name] [full_name] Em hiện nay cần sách để học không biết có thể liên lạc mua online từ đâu và từ web nào ạ[full_name]",
            "Chào bạn. . Bạnliên hệ hỏi tại đây nghen. . [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em kính chào thầy/cô. .  Em tên [full_name]-[student_id]. Em xin được nhà trường gia hạn thêm thời gian đóng tiền học hè để em tiếp tục được học các môn em đã đăng kí do vào thời hạn đóng tiền của nhà trường gia đình em chưa có đủ tiền để cho em đóng học phí. Em xin lỗi vì sự chậm trễ của em. Mong được nhà trường giải quyết và tạo điều kiện cho em được học tiếp kì hè. Em xin chân thành cảm ơn quý thầy/cô.. .",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 11/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là : [full_name]. . . . MSSV      : [student_id]. . . . EM xin trình bày lí do thanh toán trễ học phí kì 203 như sau :. . . . Em là F1, đang trong thời gian cách ly covid19 nên không thể đến ngân hàng để đóng tiền và tài khoản OCB của em bị khóa. Em đã liên hệ tổng đài OCB để được hộ trợ nhưng ngân hàng chỉ hỗ trợ mở lại tài khoản trực tiếp tại ngân hàng. Hết ngày 11/6 em mới hết thời gian cách ly nên em kính mong PĐT có thể xem xét xét cho em đóng học phí sau ngày 11/6 và không hủy thời khóa biểu của em ạ!. . . . Em xin cam kết lí do trên là đúng sự thực, em có kèm theo ảnh chứng minh ạ.. . . . Em rất mong PĐT có thể xem xét và giúp em! Em xin chân thành cảm ơn!",
            "Chào bạn. . - Bạn có thể nhờ người quen để đóng trực tiếp tại ngân hàng. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 11/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV [student_id]. . . . Em xin Thầy cô Phòng đào tạo và Nhà trường xét duyệt cho em tiếp tục được học, để em sớm hoàn thành CTĐT của Nhà trường.. . . .",
            "Em tên: [full_name]. . MSSV: [student_id]    Hệ: VLVH. . Khoa: Kỹ thuật Giao thông. . . . Em xin Thầy cô Phòng đào tạo và Nhà trường xét duyệt cho em tiếp tục được học, để em sớm hoàn thành CTĐT của Nhà trường.. . . . Em cảm ơn Thầy cô Phòng đào tạo và Nhà trường.. .",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có đăng ký thực tập hè vào đợt đăng ký thứ 3.. . Em vừa nhận được kết quả đăng ký HK203 không đăng ký được thực tập hè ạ.. . Mong PDT giải quyết giúp em.. . Em xin chân thành cảm ơn./. .   i Đăng ký môn học .",
            "Chào bạn. . Bạn xem lý do:. . - PDT không đ/ký cho SV MH EE3313 (8: Đăng ký sai mã TTTN, LVTN, DCLV theo chuyên ngành đào tạo.). . - Bạn kiểm tra lại nếu muốn đăng ký lại môn TTTN phải tìm mã đúng, gởi lại câu hỏi muốn đăng ký lại TTTN trên Bksi mục DKMH. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vậy giờ em muốn đóng tiền lại học phí hk 203 này có còn được mở tkb không ạ?",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 11/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 3 ngày 15/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô, giờ em muốn hỏi giờ em nộp học phí kì 203 thì em có xin phục hồi tkb lại được ko ạ vì dịch khó khăn quá",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 11/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 3 ngày 15/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1813681  /b \t. . . .   i Đăng ký môn học . Em chào thầy/cô ạ,. . Trong đợt 3 đăng ký môn học vừa rồi thì em đã đăng ký thực tập tốt nghiệp CO3315 nhưng không được vì không đủ điều kiện nhận TTTN. . . Trước học kỳ 202 thì tín chỉ tích lũy của em là 70 chỉ. Trong mail đăng ký đợt 3 có nói :. .  \" Hiện tại vì một số lý do sinh viên chưa đăng ký được môn Thực tập ngoài trường vui lòng đăng ký lại trong đợt 3. Do tình hình dịch Covid-19,   U Phòng đào tạo sẽ tạm xét đạt các môn học đang học ở học kỳ dự thính 202 chưa có điểm để tính số tín chỉ tích lũy và điều kiện tiên quyết khi xét Thực tập ngoài trường  /U  \".. . =  Đợt 2 nhắc chỉ tính kì chính không dự thính còn đợt 3 là thêm dự thính ( em hiểu như vậy ).. . =  HK 202 em đăng ký   B 27  /B  chỉ ( gồm dự thính   B 8  /B  chỉ và kì chính   B 19  /B  chỉ) tức tính đạt hết là   B 97  /B  chỉ. Em lên trang của trường thì K18 Khoa Học máy tính yêu cầu tín chỉ tối thiểu   B 94  /B . . .   U Xét về tín chỉ thì em đã đáp ứng đủ.  /U . .  Về các yêu cầu môn học (HT) để TTTN :. . Trong kì 202 em có học đúng 1 môn CO2003 là môn còn lại yêu cầu HT và PDT cho đạt.. .   U Xét về yêu cầu môn học thì em đã đáp ứng đủ.  /U . . . . Với những điều trên mong các thầy/cô PDT cho em lời giải đáp và nếu em đáp ứng đủ thì rất mong để đăng ký TTTN ạ!!. . . . Em cảm ơn thầy/cô!! Chúc các thầy/cô thật nhiều sức khỏe ạ!. . . .",
            "Em nghỉ nếu như đúng thì có vẻ trước kì 202 em phải được ít nhất 94 chỉ và sau 202 thì phải được 110 chỉ thì mới đăng ký TTTN ạ!",
            "Chào bạn. . - Cô gởi file đính kèm các môn bạn đã tích luỹ được, bạn kiểm tra lại xem có môn nào chưa được chuyển điểm không?. . - 66+27=93  94 =  khg du dieu kien nhan TTTN.",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Dạ chào cô,. . Sau khi tra khảo lại thì em có 1 môn 4 chỉ của K18 là CO1011 Kỹ thuật lập trình. Do không đạt nên em đã học cùng K19 với 2 môn tương đương là CO1027 Kỹ Thuật lập trình và CO1031 Đồ án Kỹ thuật lập trình. Với tổng tín chỉ là 4 .. . Có thể đây là 4 chỉ mà em chưa được tính vào TCTL Ngành. . . Trong file cô gửi xét theo đk tốt nghiệp không có cụ thể các môn nên em không rà được các môn được tính là TCTL Ngành.",
            "Dạ chào cô,. . Phiền cô bỏ qua câu trả lời trên, em đã coi lại bảng điểm và có một kỳ số tín chỉ của em được cộng một cách lạ thường và em chưa hiểu mong cô giải thích. . .   U Còn xét theo những môn của ngành quả đúng em chỉ được 93 chỉ    94 =  Không đủ điều kiện nhận.   /U . . . . Và cho em hỏi khi không đăng ký được môn thực tập mà vẫn thương lượng đi thực tập được thì kết quả chuyến đi thục tập có được tính vào điểm môn học lần sau không ạ?",
            "Chào bạn. . Vấn đề này bạn hỏi thông tin tại Bộ môn - [full_name] vì ghi điểm là do Bộn môn - [full_name] quyết định. . - Còn Pdt chỉ đăng ký được hay không được môn học đó cho bạn thôi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin được đăng ký môn học Thực tập ngoài trường với mã môn học là EE3325 vào học kỳ 203.. . Em xin lỗi vì sơ suất trong việc chọn đúng mã môn học.. . Em xin chân thành cảm ơn./. .   i Đăng ký môn học .",
            "Chào bạn. . -\tPhòng đào tạo ghi nhận trường hợp của bạn. . -\tBạn xem kết quả tại trang Mybk  xem TKB sau ngày 16/6/2021. . -\tNếu không thấy kết quả vui lòng phản hồi lại trên kênh BKSI. . Chào bạn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Có thể dời cho em qua sáng mai 11/6/2021 đóng học phí được không vậy ạ do gia đình khó khắn về tài chính trong mùa dịch à. .   i Đăng ký môn học .",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 11/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 3 ngày 15/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  EE3315 . . Ngày 2/6 em có làm đơn để chuyển điểm môn tương đương EE1013 bằng môn EE1007 . Nếu tính thêm môn 3 chỉ của môn EE1013 thì em sẽ được đi thực tập tốt nghiệp vào kỳ hè này . Em xin phòng đào tạo xem xét kỹ và cập nhật lại số tín chỉ tích lũy cho em để em có thể đúng tiến độ ra trường ạ . Em sv khóa k18 sinh năm 1998 tức là đã 2 năm nên em không muốn bị trễ thêm nữa ạ . Tha thiết xin phòng đào tạo xem xét lại giúp em . Em cảm ơn !!!. . . .",
            "Chào bạn. . - Kết quả của đơn để chuyển điểm môn tương đương EE1013 bằng môn EE1007, [full_name] [full_name]???. . - Bạn hỏi tại nơi bạn nộp đơn chuyển điểm kết quả. . Khi nào có kết quả thì báo Pdt sẽ kiểm tra lại cho bạn nghen. . Thân",
            "Dạ pđt đã chuyển điểm trên MyBk cho em rồi ạ .Hôm trước một cô có nói với em tín chỉ của môn EE 1013 sẽ được phòng đào tạo cộng vào để xét cho em đi thực tập tốt nghiệp ạ . Dưới đây là hình ảnh kết quả chuyển điểm của em .Em đang rất hoang mang ,mong pđt xem xét lại cho em . Em cảm ơn ạ !!!",
            "Chào bạn. . Bạn cho Cô mã số môn học của môn TTTN nghen. . Thân",
            "Dạ mã môn TTTN của em là EE3315.",
            "Chào bạn. . -\tPhòng đào tạo ghi nhận trường hợp của bạn. . -\tBạn xem kết quả tại trang Mybk - xem TKB sau ngày 18/6/2021. . -\tNếu không thấy kết quả vui lòng phản hồi lại trên kênh BKSI. . Thân. .",
            "Em cảm ơn cô nhiều ạ . Chúc cô thật nhiều sức khỏe !!!",
            "Dạ cô ơi , kết quả vẫn y như cũ cô ơi . Cô xem lại giúp em . Em xin lỗi vì đã làm phiền cô . Còn phía dưới là kết quả điểm chuyển cùa em trên MyBK",
            "Chào bạn. . Bạn xem kết quả tại trang Mybk - xem TKB sau ngày 18/6/2021",
            "Dạ chào cô ,vừa nãy em có vào MYBK để kiểm tra thì thấy đã có TKB nhưng trên BKEL và kết quả đăng ký môn học vẫn chưa được cập nhật ạ .",
            "Chào bạn. . Môn TTNT không có trên BKEL (vì là môn thực tập) liên hệ Khoa- bộ môn để được hướng dẫn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi quý Nhà trường,. . . . Em tên là Nguyễn Trung Thành, MSSV:[student_id].. . . . Thưa Nhà trường, em có đăng kí 2 môn dự thính hè nhưng chưa nộp học phí, nhà em đang khó khăn nên ba mẹ hết tiền cho em đóng học phí, lúc em đăng kí môn học cứ nghĩ dịch sẽ nhanh lắng xuống và em có thể đi làm thêm để có tiền đóng học phí( tại em cũng mong học nhanh để ra trường) nhưng với tình hình hiện tại, em đang ở quê và dịch bệnh vầy nên không thể nào đi làm kiếm tiền được thành ra không để đóng học phí đúng hạn, thật sự giờ em cũng không biết có cách nào để có tiền đóng học phí nữa. Đây hoàn toàn là lỗi của em khi không cân nhắc và tính toán kỹ lúc đăng kí môn học, em hối hận lắm ạ.. . . . Em chỉ xin Nhà trường có thể xem xét và cân nhắc hủy môn học hè này của em để em không bị nợ học phí, hoặc có giải pháp nào mong quý Nhà trường giúp đỡ ạ.. . . . Mong quý Nhà trường và thầy cô có thể tạo điều kiện giúp em, em xin chờ phản hồi ạ.. . . . Trân trọng,. . Em Trung Thành",
            "Chào bạn. . -\tĐến thời điểm hiện tại, theo quy định không thể huỷ môn học và huỷ học phí Hk203. . -\tNhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian cụ thể qua mail . . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 11/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 3 ngày 15/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi HK203 e đã đóng học phí như hình, thiếu 1 mục và bị khóa tkb, bây giờ e đăng kí bổ sung có được mở lại tkb và được học HK211 bình thường không ạ, e cảm ơn",
            "E hỏi nhầm cho e hỏi lại ạ. . Giờ e đóng học phí còn thiếu có được mở lại tkb không ạ?",
            "Hiện tại em đã đóng đầy đủ học phí, em có được học tiếp HK203 và đăng kí môn học HK211 không ạ? Em cảm ơn",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 11/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 3 ngày 15/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Dạ em xin chào thầy/cô,. . - Em tên: [full_name]. . - MSSV: [student_id]. . - Khoa: Điện - điện tử (tiên tiến). . - Vấn đề em đang gặp phải: Sau khi em hoc theo TKB của học kì hè được hơn 1 tuần thì đến hôm qua khi đăng nhập vào BKel những môn học ấy không còn nữa.. . Dạ em mong nhận được sự hỗ trợ để sớm khôi phục lại thời khóa biểu của mình.. . Dạ em xin cảm ơn thầy/cô rất nhiều.. . . .",
            "Chào bạn,. . Do bạn chưa thanh toán học phí của HK203.. . Bạn vui lòng liên hệ với văn phòng Đào tạo Quốc để hướng dẫn thêm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1814045  /b \t. . . .   i Đăng ký môn học . Đăng ký môn học. . . .    Chào thầy cô,. . . .    Em tên là Lê Thị Thu Thảo (MSSV: 1814045 K18 - chuyên ngành: Logistic, SCM). .   . .    Em đã đăng kí môn đợt 3, nhưng vẫn không được đạt môn đăng kí với lý do: thiếu số tín chỉ tối thiểu cho môn Thực tập tốt nghiệp ( ngành yêu cầu tối thiểu 98 chỉ).. . . .    Em xin trình bày tình hình số tín chỉ của mình:. . . . Hiện hệ thống tính em có 80 chỉ tích lũy.. . . .    Lý do: . . . .    - Hai môn học ME2125, ME2123 chưa được chuyển tương đương (em đã coi danh sách môn tương đương và thấy đã có tương đương hai môn này nhưng hệ thống chưa cập nhập cho em nên em mất 6 chỉ).. . . .   - Trong kì 201 em đã pass 4 anh văn (thi tại trường) và có điểm chuyển nhưng hệ thống chưa cập nhật 8 chỉ av).. . . .   - Trong học kì này, em có đăng kí 1 môn dự thính là MT2013(môn xác suất thống kê này tương đương với môn thống kê trong công nghiệp).. . . .   - Thêm vào đó môn đồ án 1 ME3255, em có dự định chuyển điểm để đủ tín chỉ tối thiểu để thực tập tốt nghiệp nhưng do tình hình dịch bệnh không thể làm đơn chuyển điểm.. . . .      Nếu tính tổng lại thì số tín chỉ của em vừa đạt mức tối thiểu là 98c.. . . .      Do từng trễ anh văn nên tiến độ học tập bị tụt so với các bạn. Nhưng em rất cố gắng để theo kịp chương trình đào tạo của trường. Em rất mong phòng đào tạo xem xét và cho em đăng kí môn thực tập tốt nghiệp để hoàn thành kịp tiến độ học tập.. . . .    Em rất mong muốn được thực tập và hoàn thành kịp theo tiến độ của các bạn. Mong Phòng đào tạo xem xét.. . . .     Em cảm ơn thầy cô đã đọc và xem xét cho tình hình của em.. .    Chúc thầy cô một ngày làm việc thuận lợi, vui vẻ.",
            "Chào bạn. . -\tPhòng đào tạo ghi nhận trường hợp của bạn. . -\tBạn xem kết quả tại trang Mybk  xem TKB sau ngày 18/6/2021. . -\tNếu không thấy kết quả vui lòng phản hồi lại trên kênh BKSI. . Thân. .",
            "Chào bạn. . - Phòng  đào tạo không đăng ký được môn cho bạn. . -  Phòng  đào tạo gởi file lý do đính kèm: Trong file thống kê số tín chỉ tích lũy ngành bạn đã đạt được + các môn học bắt buộc bạn chưa tích lũy được + các môn học của nhóm bắt buộc tự chọn chưa tích lũy được. . - Bạn kiểm tra lại có gì sai sót báo gởi lại câu hỏi trên BKSI để phản hồi. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào quý thầy cô,. . . . Thầy cô cho em hỏi là khi nào nhà trường mới công bố kế hoạch giảng dạy chương trình kỹ sư để chúng em biết để đăng kí ạ. Tại vì theo em nhớ, chương trình này sẽ dự định triển khai từ năm 3 đối với khóa K19 nhưng đến giờ em vẫn chưa nhận được chương trình ạ.. . . . Em cảm ơn quý thầy cô và mong sớm nhận được hồi đáp.. .",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . vì lí do kinh tế trong mùa dịch nên em đã thanh toán học phí trễ hạn của học kì dự thính 203 nhưng e đã thanh toán xong vào ngày 10/6 thì có được khôi phục lại thời khoá biểu vào ngày 14/6 không ạ",
            "Chào em. . TKB của em sẽ được cập nhật lại vào cuối ngày. . Lần sau chú ý đóng HP đúng hạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có đăng ký môn học CI3355 vào đợt 3 nhưng tròn sheet Kết quả mới nhất lại không có môn ạ? Có ảnh hưởng gì đến việc đkmh không ạ?",
            "Chào bạn. . -\t Sinh viên xem lý do tại sao có ĐKMH dự thính hè HK203 - Đợt 3 mà không có TKB tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK203 - Kết quả đợt 3    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào anh/chị ở PĐT!. . Em là [full_name], MSSV [student_id]. . HK 203 này đóng học phí kết thúc ngày 7-6, gia đình em chưa chuẩn bị tiền kịp nên 10-06, tức hôm nay em mới kịp đóng học phí.. . Em xin PĐT mở lại TKB vs E-learning giúp em được không ạ? . . Xin cảm ơn!",
            "Chào bạn. . -\t. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 3 ngày 15/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là em quên nộp học phí HK203 và đã bị xoá tkb thì bây giờ em phải làm sao để được đăng ký lại và học?. .",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 11/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 3 ngày 15/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em trả lời phản hồi này:. . Thời gian: 06/10/2021 10:14:26 am. . Từ: [548] (002282) [full_name]. . . . Chào bạn. . -    Hiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -    Nếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn. . -    Lưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. . . . Thời gian gia hạn sau khi cô phản hồi tin nhắn có 3 đến 4 tiếng thì sao em chuẩn bị học phí kịp. Nếu em đóng học phí trong ngày mai 11/6 thì và nộp đơn trình bày lí do trễ hạn thì vẫn được giữ thời khóa biểu chứ ạ.",
            "Chào bạn. . Cô ghi nhận trường hợp của bạn nghen. . Cố gắng thanh toán hp trước 15 giờ ngày mai nghen,. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi cô!. . Em tên là [full_name], MSSV [student_id], khoa Công nghệ Vật liệu, khóa K18.Dạ kỳ 203 em có đăng ký thực tập tốt nghiệp, nhưng kết quả là không đủ điều kiện nhận TTTN-STC.Dạ thưa cô, khoá K18 khoa CNVL được tự chọn chuyên ngành, cuối năm nhất em có đăng ký chuyên ngành polymer, nhưng sau đó em chuyển sang chuyên ngành  SILICAT, bây giờ số tín chỉ tích lũy của em là 100, nhưng tín chỉ tích lũy chuyên ngành của em chỉ 77 chỉ.Việc này em đã phản hồi khoa, và khoa phản hồi lại là đã nộp danh sách lên PĐT để giải quyết và đang trong quá trình cập nhật số tín chỉ. Nhưng đợi đến hôm nay đã có kết quả đăng ký đợt 3 nhưng số tín chỉ vẫn chưa được cập nhật và TTTN của em bị hủy.Điều này làm em rất lo lắng, sẽ ảnh hưởng tiến độ học tập. Em mong nhận sự giúp đỡ và phản hồi từ cô ạ.Em cảm ơn",
            "Chào bạn. . Vấn đề này bạn phải liên hệ Khoa để hỏi   I \"khoa phản hồi lại là đã nộp danh sách lên PĐT để giải quyết và đang trong quá trình cập nhật số tín chỉ\"  /I   B  NHƯ THẾ NÀO RỒI?. . - Sau khi giải quyết vấn đề trên rồi em xin minh chứng và gởi câu hỏi lại BKSI để pdt giải quyết. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Đăng ký môn học . Em là [full_name] [student_id]. Em có đăng ký môn kết cấu bê tông cốt thép 1 nhưng chưa đóng học phí kịp nên bị PDT hủy TKB mà vẫn phải đóng học phí. Các học kỳ trước vẫn cho học và đóng học phí trể, nhưng sao kỳ này lại khác vậy ạ. Không cho tụi em học mà sao lại thu tiền ạ. Em trể học phí là do 2 đợt đóng học phí kỳ 202 với 203 này quá gần, em xoay không kịp nên định là đóng trể .. . BKSI hướng dẫn em làm cách nào để có TKB học môn đó không ạ.. .",
            "Chào bạn, . . . . Trong tuần này [full_name] sẽ phục hồi lại TKB cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là ở học kì 203 em có đăng kí môn học nhưng tại thanh toán trễ 3 ngày nên giờ em không có thời khoá biểu ạ. Em mong nhà trường xem xét rồi mở thời khoá biểu cho em ạ. Em cảm ơn",
            "Chào bạn,. . . . Trong tuần này [full_name] sẽ phục hồi TKB cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ kính thưa Phòng đào tạo, em là sinh viên khóa K19 . . Họ tên: [full_name]. . Mã số sinh viên: [student_id]. . Khoa: Khoa học ứng dụng. . Lớp: KU19VLY1. . GVCN: LÊ QUỐC KHẢI. . . . Nay em gởi thư này mong phòng đào tạo cứu xét giúp em hk203 để đủ tín chỉ sinh viên năm 3. . . . Em đóng tiền trễ hạn mất 3 ngày nên bị xóa tkb. . . . Lí do 1 là gia đình em vô cùng khó khăn mùa dịch, nay đã xoay được tiền và đã thanh toán đầy đủ cho nhà trường.. . . . Lí do 2 là em có tham gia lực lượng vũ trang ở địa phương để trang trải học phí, cụ thể là dân quân tự vệ, đợt dịch vừa rồi đơn vị em cũng như bao đơn vị khác, phải đi theo sự chỉ đạo của lực lượng cũ trang TpHCM, đi đến chốt trực tại các điểm nóng Covid 19 là Gò Vấp và Thạnh Lộc. Nên không có điều kiện xoay xở việc đóng học phí. Điều này em có thể chứng minh. . . . . Tất cả những lí do trên hoàn toàn là lỗi từ phía em, em cũng đã cố gắng tìm đủ mọi cách khắc phục, hoàn toàn không cố ý chây ỳ việc thanh toán học phí cho nhà trường, em vẫn muốn được đi học nên đã xoay đủ mọi cách để có tiền mặc dù biết đã trễ. Kính mong Phòng đào tạo cứu xét giúp em ạ, em xin cảm ơn.",
            "Chào em.. . TKB môn MT1005 sẽ được cập nhật vào cuối ngày. . Em chú ý lần sau đóng hp đúng hạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào anh/chị, cho em hỏi việc thực tập tốt nghiệp em được thông báo đang bị hoãn, vậy sau khi đăng kí môn đợt 3 và có học phí thì giải quyết như thế nào ạ?",
            "Chào bạn. . - Về viêc TTTN chỉ là tạm thời bị hoãn vì dịch, trên tinh thần sv có TKB môn TTTN thì sẽ được TTTN sau dịch, thời gian cụ thể TTTN sẽ thông báo qua mail cho sv sau. . - Nên có TKB thì làm TTTN thôi đâu cần huỷ học phí . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1812611  /b \t. . . .   i Kính gửi: Phòng Đạo Tạo.. . . . Em là Hàng Minh Khải, có mã số sinh viên là 1812611.. . . . Theo như danh sách F1 mà email của trường đã gửi thì em phát hiện mình thuộc diện F2, có tiếp xúc với bạn đo thân nhiệt Huỳnh Văn Võ Quyền vào ngày 27/05/2021 vào khoảng 13h30 tại bãi xe B3 ạ.. . . .  Em đã đi khai báo y tế tại địa phương và người ta yêu cầu thông tin của F0 và F1. Cụ thể là: . . . . ·       F0: chị Cao Thị Hồng Oanh là bệnh nhân số bao nhiêu?. . . . ·       F0: chị Cao Thị Hồng Oanh và F1: Huỳnh Văn Võ Quyền, Nguyễn Thành Phú hiện đang được cách ly tại đâu?. . . . ·       F1 đã có kết quả xét nghiệm COVID19 chưa ạ? Và thông tin chi tiết như ngày tháng năm sinh của các anh chị trên ạ.. . . . Trạm y tế địa phương của em cần thông tin đó để nhập vào dữ liệu kê khai chính xác ạ.. . . . Em rất mong nhận được phản hồi của Phòng Đào Tạo để có thể bổ sung thông tin cho Trạm y tế của phường ạ.. . . . Em cảm ơn! .",
            "Chào bạn,. . Bạn vui lòng gửi mail về Phòng Công tác Chính trị sinh viên hoặc phòng Y tế trường để xin thông tin về các trường hợp này nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: Thầy/cô đang công tác tại Phòng đào tạo. . Em muốn hỏi về việc đăng ký/ đơn đăng ký thực tập tốt nghiệp/ thực tập ngoài trường (bổ sung) ạ.. . Em tên là: [full_name], MSSV: [student_id]. . . . Đợt đăng ký môn học hè vừa qua em có đăng ký môn học ME3273 (thực tập ngoài trường) nhưng bị hủy trong đợt 2 (Như hình em đính kèm phía dưới). . Sau đó Em đăng ký lại và nhầm thành mã môn học ME3089 (Thực tập tốt nghiệp(htcn)) ==  Lúc đăng ký vẫn được nhưng hiện tại đã bị hủy. . . . Em muốn hỏi về thủ tục khi đăng ký bổ sung thực tập ngoài trường (Mã MH: ME3273) cần những giấy tờ gì (đơn xin đăng ký, giấy xác nhận, đơn hủy môn học, ...) và Cần đến những đâu, gặp thầy/cô nào để hoàn thành thủ tục đăng ký bổ sung vậy ạ.. . . . Đợt thực tập hè này rất quan trọng đối với em, quyết định thời gian ra trường của em trong năm tiếp theo. Em rất mong các thầy cô có thể giúp đỡ.. . Em xin chân thành cảm ơn và xin lỗi vì sự bất cẩn này!. . --------------------",
            "Bạn xem lý do:. . - PDT không đ/ký cho SV MH ME3089 (8: Đăng ký sai mã TTTN, LVTN, DCLV theo chuyên ngành đào tạo.). . - Bạn kiểm tra lại nếu muốn đăng ký lại môn TTTN phải tìm mã đúng, gởi lại câu hỏi muốn đăng ký lại TTTN trên Bksi mục DKMH (ghi rõ tên môn học, MSMH, lý do). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/ cô ạ.. . Do sơ suất bản thân, em nhớ lộn ngày hết hạn đăng kí môn học hè đợt 3 nên em đã không kịp đăng kí môn. Trước đó em có đăng kí đợt 1 và 2 rồi ạ, nhưng do cơ chế nên bị xóa. Cho em hỏi có cách nào để cứu vãn không ạ? Vì đợt thực tập tốt nghiệp hè kì này rất quan trọng với sinh viên năm 3.. . Em cảm ơn thầy/ cô ạ.",
            "Chào bạn. . -\tPhòng đào tạo ghi nhận trường hợp của bạn. . -\tBạn xem kết quả tại trang Mybk  xem TKB sau ngày 18/6/2021. . -\tNếu không thấy kết quả vui lòng phản hồi lại trên kênh BKSI. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là em thanh toán lệ phí chuyện điểm Anh Văn rồi những tại sao em chưa được cập nhật điểm lên bảng điểm và được cộng số tín chỉ vào tính chỉ tích lũy của em vậy ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Phòng đào tạo có thể đăng kí giúp em môn học thực tập ngoài trường CI3345 được không ạ vì môn này rất quan trong với em ạ. Em cảm ơn phòng đào tạo",
            "Chào bạn. . -\tPhòng đào tạo ghi nhận trường hợp của bạn. . -\tBạn xem kết quả tại trang Mybk - xem TKB sau ngày 24/6/2021. . -\tNếu không thấy kết quả vui lòng phản hồi lại trên kênh BKSI. . Thân. .",
            "Chào bạn. . Bạn xem lý do:. . - PDT không đ/ký cho SV MH : Đăng ký sai mã TTTN, LVTN, DCLV theo chuyên ngành đào tạo.). . - Bạn kiểm tra lại nếu muốn đăng ký lại môn TTTN phải tìm mã đúng, gởi lại câu hỏi muốn đăng ký lại TTTN trên Bksi mục DKMH (ghi rõ tên môn học, MSMH, lý do). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em kính chào Quỳ Thầy Cô. . . Em tên là [full_name]. . MSSV [student_id]. . Thời gian vừa rồi em có làm đơn xét tốt nghiệp. Em nhận được lịch hẹn ngày 28/5/2021 sẽ nhận được mail thông báo. Đến nay em chưa nhận được thông báo từ mail trường. Vì tình hình dịch bệnh nên em không thể trực tiếp lên trường, kính mong quý Thầy Cô xem xét kết quả giúp em ,Thầy Cô cho em hỏi khi nào em có thể nhận bằng tốt nghiệp ạ.. . Em chân thành cảm ơn Quý Thầy Cô !. . Em xin lỗi vì sự bất tiện này!. . . .",
            "Chào bạn,. . Bạn vui lòng vào kiểm tra lại mail SV. PDT đã gửi mail về danh sách tốt nghiệp.. . Vui lòng vào đăng ký tốt nghiệp nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  Vì khu chung cư e ở có F0 nên bị phong tỏa. E đã đóng học phí trễ hạn 1 ngày. E xin được xếp lại thời khóa biểu HK203. . . .",
            "Chào em.. . TKB sẽ được phục hồi vào cuối ngày. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . . Dạ kính thưa quý thầy(cô),. . Em tên là Nguyễn [full_name] Thái, Học kỳ hè vừa rồi em có thanh toán trễ hạn. Do tình hình dịch bệnh nên em không thể viết đơn thanh toán học phí trễ gửi lên PĐT. Cho em hỏi em phải làm như thế nào ạ ?",
            "Chào em.. . em vẫn có tkb môn học. vì vậy hiện ko cần làm đơn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . 1.E vừa mới pass pre đk môn học PLĐC trong hk203 đợt 2 nhưng sau đó bị hủy tkb là do ko đóng học phí hay PĐT hủy do học pre2 ạ. . . . 2. E có đk môn học trong hk203 thì đóng học phí sao ạ. Trường có gửi mail xác nhận học phí hay ko hay SV tự biết.",
            "Chào bạn,. . . . Bạn liên hệ văn phòng Đào Tạo Quốc Tế để tư vấn cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô,. . Vừa qua đến hạn đóng học phí học kỳ 203 vào ngày 7/6, tuy nhiên vì sự bất cẩn nên em đã đóng học phí trễ, em chân thành xin lỗi nhà trường.. . Em đã đóng học phí và tạo yêu cầu này xin phòng đào tạo cho phép em tiếp tục học các môn học của học kỳ 203. . Em xin chân thành cảm ơn!",
            "chào em. . TKB sẽ được cập nhật vào cuối ngày. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô,. . . . Tôi là sinh viên khóa 2020. MSSV là [student_id].. . Vì là khóa 2020 nên chương trình đào tạo mới(chương trình 2018) không có môn An Ninh Mạng. Do đó, tôi muốn xin hủy môn học này được không? Cám ơn thầy/cô.. . . . Trân trọng.. .",
            "Chào em.. . Em gởi mail tới [email] để được xử lý nhé. . Thân",
            "Chào em.. . em cần làm đơn xin hủy môn học, nộp tại PĐT ( đơn tự trình bày) để BLĐ Phòng xem xét nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô ạ!. . . . Em có nộp xét duyệt chuyển ngành/chuyển chương trình sang clc hồi giữa tháng 5 ạ! vậy đơn của em có được xét duyệt trước tháng 7 không ạ? tại em hỏi để biết để dự thi THPT luôn ạ!. . . . Mong được sự phản hồi của cô/thầy. . . Em chân thành cảm ơn ạ!",
            "Chào bạn. . -\tVề vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thân chào thầy/cô,. . . . Em đang cần gấp bảng điểm scan online nên nếu nhận qua đường bưu điện sẽ trễ hạn. . . . . Trong trường hợp này, em cần làm gì? . . . . Không biết nhà trường có scan giúp em được không.. . . .",
            "Chào bạn. . Hiện tại nhà trường chỉ có thể hỗ trợ đăng ký in và gởi qua Bưu điện. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng đào tạo. . Em tên là [full_name] ([student_id]), sinh viên hệ VLVH. . . . Trước đó em có làm đơn đăng ký 2 môn mạng viễn thông (EE3085) và thiết bị và hệ thống tự động thủy khí (EE3075) và trường đã đồng ý. Thời khóa biểu của em đã hiện 2 môn này nhưng trong e-learning thì chưa. Mong nhà trường cập nhật e-learning giúp em để em có thể lấy tài liệu và hoàng thành bài tập thầy giao.. . . . Em chân thành cảm ơn!",
            "chào em. . tkb [full_name] sẽ cập nhật vào cuối ngày nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô,. . Em có thanh toán trễ học phí học kỳ dự thính 203, em đã thanh toán học phí. Em cần nộp đơn trình bày lí do đóng học phí trễ để được xem xét mở thời khóa biểu lại đúng không ạ?. . Nhưng em không thể nộp đơn trực tiếp được thì có cách nào khác để xem xét trường hợp của em không ạ?. . Em cảm ơn thầy/cô!",
            "chào em.. . TKB sẽ được phục hồi vào cuối ngày. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Học vụ . Dạ kính chào phòng đào tạo trường Đh bách khoa TP.HCM.. . Em tên [full_name], ngành kiến trúc, Khoa KTXD.. . Do trong quá trình học em bị tai nạn, bị liệt cánh tay trái nên bảo lưu kết quả học hơn 1 năm.Hiện tại hết năm học này đã hết hạn học tập ở trường nhưng em chưa hoàn thành chương trình học. Em xin hỏi nhà trường có qui chế nào gia hạn thêm cho các trường hợp gặp tai nạn như em không ạ. . . Nếu không đủ thì có thể tiếp tục học văn bằng 2 không ạ. Nếu học văn bằng 2 thì sẽ tiếp tục hoàn thành chương trình đang dang dở hay học chương trình khác?. . Em xin chân thành cảm ơn.",
            "Chào bạn. . - Về quy định thời gian và kế hoạch học tập: Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . - Cô đã kiểm tra bạn không thuộc diện kéo dài thời gian đào tạo. . - Bạn chỉ có thể chuyển sang hình thức VLVH để học tiếp và tốt nghiệp. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   I   /I Đăng ký môn học . Kính gửi phòng đào tạo. . Trong học kì 192 vừa rồi, em có học tổng cộng là 28 chỉ (21 chỉ kì chính + 8 chỉ dự thính) trong đó có 2 môn tương đương. Em đã tích lũy được 65 chỉ và qua hết 8 chỉ anh văn. Tổng tín chỉ tích lũy tính cả kì 192 là 101 chỉ nhưng em không đăng kí được môn thực tập tốt nghiệp với lý do không đủ tín chỉ. Mong phòng đào tạo xem xét cho em đăng kí môn thực tập tốt nghiệp (ME3273) để em có thể hoàn thành chương trình đúng hạn ạ. . . Em cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào giáo viên. . Em muốn được minh oan rằng em không hề đăng ký môn gt1 kỳ dự thính 203. Phiền giáo viên có thể tra cứu địa chỉ thiết bị truy cập vào mail trường của em lúc đăng ký hk203 đợt 2 (13h02) được không? em có bằng chứng lịch sử laptop lúc 13h02 ngày 25 tháng 5 không truy cập vào mail để đăng ký lúc ấy. Hôm ấy em chỉ vào bkpay để đóng học phí hk2 thôi ạ. Và em chỉ rớt môn vl1 không rớt gt1 thì sao em có thể đăng ký gt1 được. Có thể đã có ai đó hack mail của em để phá. Địa chỉ nhà em là 189/17 đường Đình Phong Phú, phường Tăng Nhơn Phú B, Q9,TPHCM. Mong giáo viên giải quyết ạ, oan cho em quá.",
            "Ngày\tĐợt DK\tTác vụ. . 25/ 05/ 2021 13:02\tDT203 - Đăng ký môn học HK203 - Đợt 2\tSV đăng ký môn học MT1003 - Giải tích 1 - Nhóm DT04_DT04"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . chào thầy cô, em là K17 khoa cơ khí. . Hiện tại kì sau em sẽ đăng kí luuanaj văn nhưng tình hình dịch bệnh phức tạp nên không thể thi toeic. Vì vậy, trường có phương án nào cho trường hợp em không ạ.. .",
            "Chào bạn. . HK 211 hiện tại vẫn chưa có lịch học vụ cụ thể . . Khi nào hết dịch bạn đăng ký thi liền nghen, trong thời gian này bạn cố gắng tập trung ôn để có kết quả tốt nhất. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Trường có dịch vụ in bảng hoạt động ngoại khóa song ngữ không ạ?",
            "Chào bạn,. . Về hoạt động ngoại khóa bạn vui lòng liên hệ với văn phòng Đoàn Trường hoặc đoàn khoa để được hỗ trợ.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là: [full_name]. . MSSV : [student_id]. . Cho em hỏi em đăng kí nhầm môn IM1029, liệu em có thể huỷ môn đó không ạ?. . Em xin chân thành cảm ơn nhà trường",
            "Chào bạn,. . . . Hiện tại đã hết thời gian huỷ môn học rồi bạn. Bạn liên hệ văn phòng Đào Tạo quốc tế để tư vấn cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Kính gửi Phòng đào tạo!. .  Em tên [full_name], em có đăng ký môn thực tập tốt nghiệp ngoài trường đợt 1 và 2 nhưng bị mất và đợt 3 em không xem lại nên bị xóa môn.. .  Em xin Phòng đào tạo cho em đăng ký môn thực tập tốt nghiệp ngoài trường, mã môn học MA3315. .  Em xin cảm ơn nhiều ạ!. .",
            "Chào bạn. . -\tPhòng đào tạo ghi nhận trường hợp của bạn. . -\tBạn xem kết quả tại trang Mybk  xem TKB sau ngày 18/6/2021. . -\tNếu không thấy kết quả vui lòng phản hồi lại trên kênh BKSI. . Thân. .",
            "Chào bạn. . - Phòng  đào tạo không đăng ký được môn cho bạn. . -  Phòng  đào tạo gởi file lý do đính kèm: Trong file thống kê số tín chỉ tích lũy ngành bạn đã đạt được + các môn học bắt buộc bạn chưa tích lũy được + các môn học của nhóm bắt buộc tự chọn chưa tích lũy được. . - Bạn kiểm tra lại có gì sai sót báo gởi lại câu hỏi trên BKSI để phản hồi. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa thầy và cô, do em gặp trục trặc trên hệ thống bkpay và ocb mà không hoàn thành giao dịch và lúc vào lại hệ thống ocb thì không vào được. Em đã đóng trễ học phí .Mong quý thầy cô giúp đỡ hộ trợ giúp em để có hoàn tất môn học trong kỳ hè ạ. Em chỉ giữ được mã số xác thực của giao dịch OTP mà không chụp được ảnh do trang bị sập.Em chân thành cảm ơn.",
            "Em xin lỗi vì không biết giao dịch hoàn tất chưa vì tài khoản vẫn hiện như đã hoàn thành giao dịch và không vào lại được. Em xin thầy cô giúp đỡ ạ.. .",
            "chào em.. . tkb sẽ được cập nhật vào cuối ngày. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi về việc thanh toán học phí hk203. . Em có thanh toán học phí vào lúc 18h42 ngày 7/6. Hệ thống ghi nhận em thanh toán trễ hạn( truy nhập lần cuối lúc 5h ngày 10/6), nhưng sau đó em thấy các bài viết trên mạng xã hội về việc dời hạn sang 15h ngày 8/6. Nhưng em không nhận được email thông báo. Thế các thông tin về việc dời hạn đóng học phí trên mạng xã hội có đúng không ạ? em có phải làm đơn trình bày thanh toán trễ hạn học phí không ạ?. .   i Yêu cầu khác .",
            "Chào bạn. . . . Nếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn. . . . Lưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Sinh viên thanh toán học phí từ 10/06 đến 17/06/2021 cho học kì 203. Hiện em đã tham gia 1 lớp giải tích 3 (MT2007) sĩ số lớp:45. Do tình hình dịch bệnh em có khả năng không chuẩn bị tiền kịp vào ngày 17/6. Cho em hỏi có cách nào để em xin đóng muộn học phí (trước khi thi kết thúc môn) không ạ?. . Em xin cảm ơn!",
            "Chào bạn. . -\tĐến thời điểm hiện tại, theo quy định không thể huỷ môn học và huỷ học phí Hk203. . -\tNhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian cụ thể qua mail . . -\tSinh viên sẽ bị huỷ thời khoá biểu và ghi nợ học phí Học kỳ hè 203 vì chưa thanh toán học phí (Sinh viên vẫn phải đóng học phí, không hoàn trả hay huỷ học phí mặc dù có một số môn học sẽ bị huỷ vì sĩ số thấp). Và chắc chắn là bạn sẽ không DKMH của HK211 (chính quy+ dự thính). . -\tHiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kình gửi: Các phòng ban. . . . Trước đây em có đăng Kí ngành học Kỹ thuật Điện, nhưng trong Lý lịch của em lại cập nhật Ngành học là Kỹ thuật Điện tử, truyền thông. Mong các phòng ban cập nhật lại cho em ạ.. . . . Em xin chân thành cảm ơn!",
            "Gửi đến Sinh viên. . đã cập nhật tên ngành của SV.. . thân chào."
        ]
    }
]