[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Trường cho mình hỏi, môn vẽ kỹ thuật giao thông không có trong mục 12 của mybk, nên mình làm đơn hoãn thi theo mục 5 của kế hoạch thi cuối kỳ vì mình không đầy đủ trang thiết bị. Trong đơn có yêu cầu phải có chữ ký của giáo viên giảng dạy, nhưng giáo viên của mình không ký vì thầy bảo không có thẩm quyền và phải để pđt quyết định hoãn. Vậy mình phải làm sao để được hoãn ạ? có cần phải nộp đơn không cần chữ ký rồi cuối tháng pđt hậu kiểm không?. .  Mong được giải đáp và mình cảm ơn!",
            "Chào em,. . SV có thể vào đăng ký lại.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . .   i Tốt nghiệp .  Chào thầy/cô, em là [full_name]. Em muốn đăng ký xét tốt nghiệp nhưng chưa có tên trong danh sách xét tốt nghiệp dự kiến. Vậy em cần làm gì để bổ sung trong danh sách tốt nghiệp dự kiến ạ? Hiện tại em muốn đăng ký xét tốt nghiệp nhưng muốn tổ chức lễ tốt nghiệp vào tháng 4 năm sau thì có được không ạ? Em xin cảm ơn.. . . . . .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính chào thầy/cô phòng đào tạo và trung tâm BKEnglish,. . . . Em tên [full_name], mssv [student_id], lớp CK16LTH. Hiện tình trạng của em đã hết môn học trong chương trình đào tạo đã từ rất lâu nhưng vẫn hoàn thành chuẩn anh văn 2 kỹ năng nghe-nói để đủ điều kiện xét tốt nghiệp. Em đã làm đơn và xin duy trì thêm 1 học kỳ  để hoàn tất thi anh văn theo quyết định 428/QĐ-ĐHBK ngày 01/12/2020.. . . . Nhưng do tình hình dịch covid kéo dài gần 2 năm nay, thời gian trước BKenglish lại tạm dừng thi offline và bắt đầu triển khai thi online thời gian sau đó. Em đã đăng ký thi online 2 lần và vẫn chưa hoàn thành đậu trước 24/12/2021 này. Thời gian qua em có nhiều việc gia đình và bố mẹ bệnh nền nhập viện và covid cách ly tập trung nên tự thân phải chăm lo nhiều cho bố mẹ. Việc này em không phải biện mình nhưng mong thầy/cô cho thêm cơ hội duy trì học và được thi tiếp dù là cơ hội ấy có nhỏ nhoi.. . . . Em kính mong thầy/cô có thể xem xét hoàn cảnh và trao thêm cho em 1 cơ hội để duy trì tiếp tình trạng học để em thi tiếp anh văn, đừng buộc thôi học em khỏi trường. Em cam đoan những gì em bày tỏ là sự thật từ phía gia đình, có những giấy tờ để chứng mình điều đó. Em cầu xin thầy/cô hãy cho em thêm cô hội để tốt nghiệp và có bằng đại học.. . . . Trong thời gian chờ xem xét trường hợp của em, em xin chân thành cảm ơn đến quý thầy/cô.. . . . [full_name]. . . . .",
            "\"Chào bạn. . AV Nói - viết: Bạn vui lòng liên hệ Trung tâm ngoại ngữ sau tết Nguyên đán để đăng ký thi .. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em mới có kết quả thi anh văn 2 kỹ năng nói viết tháng 12. PDT có thể cập nhật xem em đủ điều kiện để em đăng kí tốt nghiệp trước hạn chót ngày 24/12 không ạ?",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Phòng Đào tạo,. . . . Em là [full_name], MSSV [student_id]. Em muốn xin PĐT cho em   B hủy môn Thí nghiệm Hóa Hữu cơ CH2053, lớp VC01  /B . Do thời khóa biểu của môn này trùng với lịch thi học kì (môn Quá trình và Thiết bị Truyền khối) của em và giảng viên cũng không cho phép em học bù, nếu vắng 1 buổi học em sẽ bị đánh giá rớt môn. Em mong PĐT thông cảm và cho phép em hủy môn này ạ. . . Em chân thành cảm ơn.. . . . Trân trọng./.. .   i Học vụ .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên :[full_name] Mssv :[student_id]. . Em vừa có kết quả thi anh văn 2 kỹ năng nói viết tháng 12.Em mong pdt cập nhật em đủ điều kiện xét tốt nghiệp để đăng kí tốt nghiệp trước hạn ngày 24/12 không ạ.. . Em cảm ơn.",
            "Cô đóng bớt câu này.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào Phòng Đào Tạo,. . . . Em là [full_name], MSSV: [student_id].. . . . Hiện tại em đã có điểm IELTS vào ngày 22/12 và đã hoàn thành thủ tục để chuyển bảng điểm về trường. . . . . Nhưng trung tâm British Council có thông báo quá trình chuyển sẽ mất 3 - 5 ngày, em sợ sẽ trễ Deadline Tốt nghiệp (24/12). Em mong Phòng Đào Tạo thông cảm và giải quyết giúp em.. . . . Do tình hình dịch bệnh nên thời gian thi bị dời lại nhiều lần, em đã cố gắng chủ động thi sớm nhất có thể. Một lần nữa em mong phòng Đào Tạo thông cảm cho em.. . . . Dưới đây gồm hình ảnh đính kèm : Mail xác nhận gửi bảng điểm về trường và Số điểm đạt được ở kỳ thi. . . . . [full_name],. . [full_name].. . . .",
            "Chào em,. . Hiện tại cô chưa thấy bạn đăng ký nộp CCNN IELTS tại mybk/Nộp ngoại ngữ nhé.. . Và trường hợp xét tốt nghiệp thì CCNN phải được thẩm tra hợp lệ mới xét tốt nghiệp được. . Thân",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô.. . Em tên [full_name] - MSSV: [student_id]5.. . Vào ngày 10/12/2021 em có gửi đơn Xin thôi học và chuyển sang hệ VLVH tại phòng đào tạo. Hiện tại em không vào được trang đăng ký môn học.. . Mong thầy/cô kiểm tra lại trường hợp của em.. . Em xin cảm ơn.. .",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi sáng nay:. . \"V/v thay đổi Lịch đăng ký môn học HK212- Đợt 2. . Hộp thư đến. . . . - Ho Tro SV   [email] . . 08:25 (7 giờ trước). . tới stu.all, . . . . Thân gửi các bạn sinh viên, . . . . Vì lý do kỹ thuật nên thời gian kiểm tra kết quả đăng ký môn học HK212 của Đợt 1 và hiệu chỉnh đăng ký môn học - Đợt 2 dời lại 2 ngày. . . . . Lịch cũ: từ 23/12 đến 29/12/2021.. . . . Lịch thay đổi mới : Từ 10 giờ ngày 25/12 đến 14g59 ngày 29/12/2021.. . . . Trân trọng thông báo.",
            "Em có gửi file ảnh đính kèm.. .  Khi vào mục đăng ký môn học thì hiện ra thông báo: \"Bạn không được quyền đăng ký môn học! Vui lòng liên hệ PDT!\".. .  Em nghĩ đây là vấn đề kỹ thuật liên quan đến việc em chuyển hệ, không phải do việc dời hạn đăng ký môn học.. .  Mong cô xem lại 1 lần nữa.. .  Cảm ơn cô.",
            "Em chào cô. Hôm này đến ngày đăng ký nhưng em vẫn không vào được.. . Em có gửi file ảnh đính kèm.. . Khi vào mục đăng ký môn học thì hiện ra thông báo: \"Bạn không được quyền đăng ký môn học! Vui lòng liên hệ PDT!\".. . Em nghĩ đây là vấn đề kỹ thuật liên quan đến việc em chuyển hệ, không phải do việc dời hạn đăng ký môn học.. . Mong cô xem lại 1 lần nữa.. . Cảm ơn cô."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .",
            "Em chào PĐT,. . Em tên [full_name], Mssv [student_id]. Em đã đủ 142 tín chỉ và thỏa điều kiện [full_name] [full_name] nghiệp.. . Em cũng đủ ngày Công Tác Xã Hội rồi ạ.. . PĐT giúp bổ sung tên em trong danh sách dự kiến tốt nghiệp với ạ.. . Em cảm ơn ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo ĐHBK. . Em tên là: [full_name]. . MSSV:[student_id]. . Em có một thắc mắc kính mong phòng đạo tạo giải đáp. Em vừa có kết quả thi anh văn nói viết vào hôm nay (23/12/2021) trong khi ngày ngày mai sẽ hết hạn đăng ký tốt nghiệp. Sau khi có kết quả anh văn, em vào đăng ký tốt nghiệp trên hệ thống mybk thì vẫn chưa đăng ký được. Em có một câu hỏi rằng điểm anh văn nói viêt đợt tháng 12 này đã được nhập vào hệ thống chưa và nguyên nhân hiện tại em vẫn chưa đăng ký được ạ.. . Em xin chân thành cảm ơn",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô ạ! . . Em học ngành Bảo Dưỡng Công Nghiệp K18, em muốn đăng ký  môn học Đồ án thiết kế máy - mã MH: ME3139 của ngành Kỹ thuật Cơ khí nhưng môn này có môn tiên quyết là môn Chi tiết máy - mã MH: ME2007, mà ngành Bảo dưỡng công nghiệp em có học môn Công nghệ cơ khí 1 - mã MH:IU2019, nội dung môn học thì em có hỏi thầy cô và các anh chị khoá trước thấy nó khá tương đồng nhau. Em không biết mình có thể đăng ký môn Đồ án thiết kế này được không hay buộc em phải đăng ký môn chi tiết máy thì mới được? Và nếu quy đổi được thì em phải làm thủ tục để quy đổi môn tương đương như thế nào?. . . Em cảm ơn thầy/cô ạ!",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo quốc tế OISP,. . ﻿Em tên là [full_name], sinh viên ca 2016, MSSV [student_id], khoa Điện - Điện tử. . ﻿Hiện tai em đã có đủ điều kiện để đăng ký tốt nghiệp,. . Xin văn phòng cho phép em đăng ký tốt nghiệp .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào cô, em tên là [full_name] [student_id], em học cải thiện môn Hóa phân tích DT01-A mã CH2005, HK 202, mới cập nhật điểm trên mybk ngày 20/12 thì GPA em được 8.00. Mong cô cập nhật điểm tốt nghiệp lại giúp em ạ. Em cảm ơn cô ạ",
            "Chào em,. . [full_name] [full_name] LẠI ĐTBTN HIỆN TẠI CỦA SV = 8.00. DS SẼ ĐƯỢC CẬP NHẬT SAU NGÀY 25/12/2021. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B MSSV: [student_id]  /B . . Em kính chào phòng đào tạo,. . Em là [full_name] (MSSV: [student_id]). Em muốn xin PĐT cho phép em hủy học môn   B Thí nghiệm Hóa hữu cơ (CH2053)\t  /B  mã lớp   B VC01  /B .. . Vì thời khóa biểu của môn thí nghiệm học trực tiếp của em được phòng đào tạo xếp trùng với lịch thi HK211 môn   B Quá trình và thiết bị Truyền nhiệt (CH2043)  /B  mã   B nhóm CC01-A  /B  vào lúc   I 7h sáng ngày 25/12  /I   B . Em đã hỏi ý kiến giảng viên về việc dời lịch học/học bù nhưng giảng viên không cho phép và bảo đây là vấn đề của PĐT xếp lịch và nếu vắng học sẽ bị điểm 0 ạ. . . Em mong PĐT cho phép em được hủy môn học này ạ.. . Em xin chân thành cảm ơn.. . . . . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào PĐT,. . Em là [full_name] - [student_id]. . Hôm qua em có thi môn Sức bền vật liệu, nhưng vì sự cố mạng mà video ghi màn hình em tải lên bị trễ hơn dự tính. Hiện nay link nộp đã đóng (Link nộp file ghi màn hình chỉ hiệu lực 24h thay vì 48h). . Em xin phép PĐT cho em nộp video ghi màn hình để hoàn thành môn học ạ. . https://drive.google.com/file/d/1TdPZE9YcK3n6SXktG3z0Y7E6Vrkx3J7e/view?usp=sharing. . Em xin cảm ơn.",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . . . Em hiện đang bị tạm dừng, em muốn kiểm tra xem em đủ điều kiện tốt nghiệp chưa.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo:. . Nhờ pdt xử lí giúp em chuyển hệ vhvl. . Họ tên : [full_name]. . Năm sinh: 06/07/1933. . MSSV: [student_id]. . Lớp :XD14VL2. . Đính kèm file phiếu đề nghị chính quy chuyển sang hình thức vừa học vừa làm.. . Em xin chân thành cảm ơn!. .",
            "\"Chào em,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV theo dõi mail và lịch học vụ để vào đăng ký môn học cho HK212 nếu còn nợ MH, vào đợt 3 nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh/chị,. . Em hiện đã đủ điều kiện để xét tốt nghiệp (số tín chỉ, điểm số, ngày CTXH, học phí) nhưng chưa tên trong danh sách tốt nghiệp dự kiến. . . . . Mong được anh/chị hỗ trợ để em kịp tốt nghiệp đúng hạn ạ. . . . . Em là [full_name] . . MSSV: [student_id]",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô,. . . . Em là sinh viên K17 đã hoàn thành chương trình học nhưng chưa qua anh văn nói viết để đăng kí tốt nghiệp và bị tạm dừng do không đăng kí môn học hk 211.. . . . Sau đó em đã thi anh văn nói viết trực tuyến ngày 18/12/2021 và đã có kết quả đủ tiêu chuẩn anh văn nói viết để đăng kí tốt nghiệp nhưng tình trạng sv vẫn là tạm dừng.. . . . Thầy/cô cho em hỏi là giờ muốn đăng kí tốt nghiệp thì em phải làm đơn thu nhận rồi gửi về phòng đào tạo thì sau đó mới mở tình trạng sv để đăng kí tốt nghiệp đúng không ạ.. . . . Em cám ơn thầy/cô ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name] sinh viên khoá k17 khoa kỹ thuật hoá học, ngành công nghệ thực phẩm. Em đã liên hệ khoa và khoa nói kỳ này không có đợt bảo vệ bổ sung, em hy vọng phòng đào tạo có thể tiếp nhận đơn hoãn bảo vệ luận văn của em vì điều kiện gia đình hiện giờ không có internet để hoàn thiện luận văn cũng nhưng bảo vệ, kính mong phòng đào tạo có thể xem xét giúp em.. . Em xin chân thành cảm ơn. . . .",
            "Chào em,. . Câu trước PĐT đã trả lời em rồi, em vui lòng xem kỹ lại nhé:\"SV vui lòng liên hệ khoa để được hỗ trợ và hướng dẫn để xin đăng ký bảo vệ trong đợt bổ sung theo đúng chỉ đạo của Ban Giám hiệu nhà trường.. . -Trường hợp Khoa không tiếp nhận trường hợp tổ chức đợt bảo vệ bổ sung, SV nhờ Khoa làm công văn đề nghị lên Phòng Đào tạo, ghi rõ lý do vì sao không thể tổ chức đợt bảo vệ LVTN bổ sung, để Phòng Đào tạo trình lên Ban Giám hiệu nhà trường xin ý kiến và phản hồi cho sinh viên.. . Thân mến. . . .",
            "Chào em,. . Trường hợp [full_name] không tiếp nhận trường hợp tổ chức đợt bảo vệ bổ sung, SV nhờ [full_name] làm công văn đề nghị lên Phòng Đào tạo, ghi rõ lý do vì sao không thể tổ chức đợt bảo vệ LVTN bổ sung, để Phòng Đào tạo trình lên Ban Giám hiệu nhà trường xin ý kiến và phản hồi cho sinh viên.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Chào anh/chị,. . Em muốn hoãn thi một môn trong học kỳ này, vậy sau này em có được xét học bổng khuyến khích học tập nữa không ạ. Em thấy trong quy chế học vụ nói rằng không xét học bổng nếu có điểm hoãn thi. Em cảm ơn ạ.. . . .   i Yêu cầu khác .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào thầy/cô ạ.. . Em là sinh viên bằng 2, khóa 2017, khoa Khoa học và kỹ thuật máy tính - MSSV [student_id].. . . . Em đã nộp bằng Toeic (đã thẩm định) và gửi yêu cầu chuyển điểm môn Anh văn 1 (đã thanh toán).. . . . Thầy/cô có thể giúp em xử lý nhanh và cập nhập danh sách tốt nghiệp dự kiến để em kịp hạn xét tốt nghiệp vào ngày 24/12 không ạ.. . . . Em xin cảm ơn.",
            "Mã phiếu xét miễn điểm là 63842 ạ.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Gửi thầy/cô PDT,. . . . Kết quả [full_name] nói viết của em đã có và đủ xét bằng tài năng. Nhưng do bị tình trạng SV bị tạm dừng  nên không truy cập vào trang đăng ký tốt nghiệp. Em xin hỏi chừng nào mình có thể đăng ký lại và có xét tài năng nếu đăng kí quá ngày 24/12 không ạ ? Em xin cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi em cần chuyền hệ từ chính quy sang VHVL thì cần làm những gì ạ?. . Em cần vào đâu để biết được chương trình đào tạo của hệ VHVL và điều kiện tốt nghiệp ạ?. . Và em có thể học liên thông nên để lấy bằng Kỹ sư đúng không ạ, thông tin cụ thể em có thể tìm ở đâu ạ?.. . Em cảm ơn.. . . . . .",
            "\"Chào bạn,. . Về việc chuyển qua hệ VLVH. . Bạn vui lòng tải mẫu đơn: Phiếu đề nghị chuyển sang hình thức Vừa Làm Vừa Học  tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Tôi viết đơn này ủy quyên cho [full_name] MSSV [student_id] lấy 3 bảng điểm dùm tôi.\t. . . .   i Yêu cầu khác .",
            "Chào em,. . Đã phát bảng điểm cho bạn [full_name]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy, cô,. . Em tên là [full_name] sinh viên k19. Em xin hỏi thầy, cô về việc in bảng điểm học kì 202 vừa rồi ạ. Vì bảng điểm trên mybk của em vẫn còn 2 môn chưa nhập - 1 môn Thực tập cơ khí đại cương 2 chưa thể học trực tiếp, 1 môn Thí nghiệm cơ học máy đã hoàn thành nhưng chưa có điểm. Em xin hỏi nếu muốn in thì có thể hay không và sẽ in điểm như thế nào ạ?. . Em xin cảm ơn thầy, cô.",
            "Chào em,. . [full_name] [full_name] IN RA BẢNG ĐIỂM BẤY NHIÊU TRỪ KHI [full_name] [full_name].. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng đào tạo. . Em có bị xoá lịch thi (25/12/21) và xoá môn CAD ứng dụng do nợ tiền học phí.. . Em có đóng học phí bổ sung ngày 15/12/2021 (file đính kèm), nhưng do BKpay bảo trì nên tới ngày 21/12 thì mới xác nhận đã thanh toán.. . Em có lên PDT ngày 16/12, thì cô có báo là sao khi đóng học phí thì lịch thi sẽ khôi phục.. . Nhưng hiện tại lịch thi và môn em đang học vẫn chưa hiện.. . . . Kính mong Phòng Đào Tạo xem xét để mở lại lịch thi và môn em đang học cho em để hoàn thành môn học.. . Đây là thiếu soát của em, mong thầy cô thông cảm.. . . . Em cảm ơn, em [full_name].",
            "Chào bạn. . Môn  CAD ứng dụng TR3059, Không có lịch thi, do Thầy tổ chức thi, nên bạn liên hệ trực tiếp Giảng viên nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào [full_name], em tên là Lưu Đình Phú MSSV [student_id]. . Em xin phép nôp đơn xin hoãn thi môn Hóa Phân Tích (CH2009) thi vào 16 ngày 24-12-2021. .",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào Thầy/Cô!. . Em là [full_name]-[student_id], em có nhu cầu vay vốn sinh viên tại ngân hàng chính sách xã hội và đã xem qua mail hướng dẫn trước đó do phòng CTCTSV hướng dẫn, nhưng hiện tại theo đường dẫn  trong mail (Sinh viên vào website Phòng CTCT-SV/danhmuc/vanban-bieumau/bieumau)",
            "Chào Thầy/Cô!. . Em là [full_name]-[student_id], em có nhu cầu vay vốn sinh viên tại ngân hàng chính sách xã hội và đã xem qua mail hướng dẫn trước đó do phòng CTCTSV hướng dẫn, nhưng hiện tại theo đường dẫn  trong mail (Sinh viên vào website Phòng CTCT-SV/danhmuc/vanban-bieumau/bieumau) không có form . . Mong thầy/Cô có thể cho em xin lại form . . Xin cảm ơn!",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa PĐT.. . Theo môn học của em là 203 Semester- General chemistry lab lớp CC06 của thầy [full_name], thì có thông báo sinh viên phải có mặt 2 buổi học offline vào tuần sau, nhưng em đang mắc kẹt ở quê vì phải tự cách ly sau khi tiếp xúc với F0 nên không đủ điều kiện để lên SG học tập được. Nên cho em hỏi có cách nào để đăng ký hoãn đăng ký học thí nghiệm được không ạ? Và nếu được cho em xin lại link hoặc form đăng ký học thí nghiệm tại trường với ạ.. . Em cảm ơn",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đã đăng ký 16 tín chỉ trong học kỳ 211, nhưng vì dịch bệnh phức tạp và giãn cách kéo dài hạn chế di chuyển nên em gặp một số vấn đề về sức khỏe tâm lý nên hiệu suất học tập của em xuống thấp, bên cạnh đấy máy tính của em do làm việc quá tải nên máy đã hỏng nên em không thể đáp ứng được điều kiện thi online cuối kỳ 211, em cũng không muốn hoãn thi để có thể học lại các môn trong kỳ học này một cách tốt nhất khi được đến trường trở lại, nên em phải nhận điểm 13 trong học kỳ này, em đã đăng ký môn cho học kỳ 212,  em đã viết đơn xin cứu xét thì em phải nộp nó qua những địa chỉ mail nào vậy ạ?",
            "\"Chào bạn. . - Nếu bạn có tkb hk212 thì sẽ không bị bth =0. . - Bạn đăng ký môn học hk212 bình thường. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name] sinh viên năm 3 ngành kiến trúc khoa xây dựng. Em vừa thi xong môn sức bền vật liệu vào ngày 22/12/2021. Vào các học kì trước hạn nộp file ghi hình là 48h sau khi thi xong.Nhưng hôm nay ngày 23/12/2021 em lên nộp file ghi hình chưa đủ 48h thì đã bị khóa.Em mong quý thầy cô xem xét giúp em ạ.",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào Phòng Đào Tạo,. . . . Giấy chứng nhận tốt nghiệp tạm thời em nhận được hiện tại là xếp loại tốt nghiệp: [full_name]ung bình khá. File scan trên Mybk/Đăng ký tốt nghiệp vẫn là file cũ chưa được cập nhật lại.. . Vì kết quả xét tốt nghiệp sau khi sửa đổi điểm của em là xếp loại: Khá, nên em muốn hỏi là khi nào em được nhận giấy chứng nhận tốt nghiệp tạm thời đã cập nhật kết quả xếp loại vậy ạ?. . Em cảm ơn Phòng Đào Tạo đã phản hồi.. . . . [full_name]ân trọng."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ kính thưa PĐT. Trong học kỳ 203. Em có đăng ký môn cơ lưu chất CI2003. Em đã thi cuối kỳ nhưng gặp trục trặc về đường truyền nên đăng ký hoãn thi. Học Kì 211 em sợ không được hoãn thi nên đã đăng ký lại môn CI2003 và hoàn thành qua môn. Vậy giờ em có thể xin hủy lịch thi xóa điểm hoãn thi không ạ. Vì em thuộc khóa K15. Cần điều kiện không học môn nào nữa để đăng ký tốt nghiệp. Em xin cám ơn PĐT",
            "Chào em,. . - Em đề nghị rút môn học HK203 để xét TN.. . - Đã hết thời gian rút môn học (phải thanh toán học phí), em cần làm theo hướng dẫn sau để trình BLĐ phòng xem xét. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vnà biểu mẫu) điền thông tin àký tên àchụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬à¬ Hỏi/Yêu cầu à Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô,. . Kỳ vừa rồi em còn thiếu anh văn 4, em quyết định thi chuyển điểm nên không đăng ký môn học, hiện giờ em đã chuyển điểm rồi nhưng tình trạng sinh viên của em đang tạm dừng nên không thể đăng kí tốt nghiệp được. Em muốn hỏi làm sao để đăng ký tốt nghiệp được ạ?",
            "Chào em,. . Trường hợp của em vui lòng theo dõi tình trạng thẩm tra chứng chỉ tại mybk/Nộp chứng chỉ ngoại ngữ, khi nào chuyển qua tình trạng đã thẩm tra hợp lệ (thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ), bạn gửi lại yêu cầu qua bksi xin chuyển điểm sớm để xin xét tốt nghiệp (thời điểm đó mới trả lời cho bạn được nhé), vì chứng chỉ ngoại ngữ của bạn còn đang trong tình trạng đang thẩm tra nên không thể xét tốt nghiệp cho bạn được.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy, em có thi môn Phương pháp số vào 9h ngày 23/12/2021 nhưng hiện tại không có link để nộp video record màn hình lúc thi ạ. Xin thầy, cô hỗ trợ giúp em ạ.. .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thầy(cô), em có thắc mắc nhỏ xin thầy (cô) giải đáp. Chuẩn bị có đợt hiệu chỉnh môn học học kì 2, em muốn học kì hè đi thực tập. Vậy em nên đăng ký môn Thực tập ở học kì 2 hay tới học kì hè em mới đăng ký ạ. Em cảm ơn.. . . . [full_name]. .",
            "Chào em,. . Em vui lòng liên hệ [full_name], GVCN để được hướng dẫn nhé.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào PDT,. . . . Em có thắc mắc là em đã đủ các điều kiện xét tốt nghiệp thì khi nào em có thể nhận mail dự kiến xét tốt nghiệp. Em đã gửi yêu cầu cập nhật bổ sung tốt nghiệp trong Bksi. Do 24.12 là hạn cuối để đăng ký tốt nghiệp nên sau ngày 24.12 em nhận được mail thì em có thể đăng ký xét tốt nghiệp trên MybK được không ạ?. . . . Em cám ơn.",
            "Chào em,. . Em vui lòng xem lại câu trả lời trước nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy cô ạ,. . Em đã học xong tín chỉ nên không đăng ký môn học và đã bị tạm dừng do em chỉ còn thiếu mỗi anh văn nói viết. Và ngày hôm nay em đã có điểm và đã qua được anh văn nói viết nên em mong thầy/cô giúp em cho em đăng ký tốt nghiệp kịp vào ngày mai được không ạ (Vì em không thể vào được trang đăng ký tốt nghiệp).. . Em cảm ơn thầy/cô ạ.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy(cô) ạ,. . Em tên [full_name], sinh viên khoá K15 kho Môi Trường. Do thiếu anh văn em chưa đăng kí tốt nghiệp được. Em cũng không đăng kí môn học để duy trì tình trạng sinh viên. Kì này em đủ điều kiện muốn đăng kí tốt nghiệp thì thầy (cô) cho em xin hỏi làm sao làm đơn thu nhận lại để đăng kí được ạ.. . Em xin cám ơn!",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là sinh viên K15 khoa Điện-Điện tử, hiện em đang bị tạm dừng do không đăng kí môn học 2 kì liên tiếp. Em đang thi các chứng chỉ tiếng anh để đáp ứng được yêu cầu tốt nghiệp. Em có một số câu hỏi như sau:. .   Thầy, cô cho em hỏi là hạn chót đào tạo của khóa k15 là khi nào?. .   Em muốn xin được thu nhận lại thì cần phải làm gì? . .   Và nếu như quá hạn mà em chưa đủ chứng chỉ tiếng anh để tốt nghiệp thì em có thể xin dời thêm một kì nữa được không? . .  Mong thầy, cô giúp em giải đáp thắc mắc. Em xin cảm ơn.",
            "\"Chào bạn. . Bạn ở khu vực 1 nên bạn có thể làm đơn để kéo dài thời gian học. . - Về quy định thời gian và kế hoạch học tập (kéo dài thêm 1 Học kỳ): Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . - . . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name], MSSV: [student_id]. Em đã hoàn chương trình học và có đủ điều kiện tốt nghiệp. Nhưng do đến ngày hôm nay 23/12/2021 em mới có kết quả thi anh văn nói viết nên em không thể đăng kí tốt nghiệp do trình trạng sinh viên của em là bị tạm dừng do không đăng kí môn học của học kì 1 năm học 2021-2022.. . . . Em mong phòng đào tạo giải quyết trường hợp này của em để em có thể đăng ký tốt nghiệp vào đúng hạn ngày 24/12/2021.. . . . Em xin cảm ơn!. . [full_name] trong. . [full_name]. . . .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có được hướng dẫn là nộp đơn chuyển ngành online ạ mà em tìm trên aao không thấy, thì cho em hỏi mẫu đơn chuyển ngành em có thể tìm thấy ở đâu ạ?. .   i Học vụ .",
            "Chào em,. . Không có mẫu này nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .  Kính gửi phòng đào tạo trường Đại học Bách Khoa- ĐHQG Hồ Chí Minh.. . Em tên [full_name], mssv [student_id], lớp HC15BSH, khoa Kỹ thuật Hoá học.. . Em đã hoàn thành xong chương trình học và tất cả điều kiện để xét tốt nghiệp và nhận bằng. Nhưng hiện tại, tình trạng học tập của em là đang tạm dừng do không đăng kí môn học học kì 1.. . Nay em viết email này kính mong phòng đào tạo thu nhận lại để em được đăng kí xét tốt nghiệp kì 1 năm học 2021-2022.. . Kính mong quý thầy cô xem xét và giúp đỡ.. . Em xin trân trọng cảm ơn.. . (Đơn thu nhận lại được đính kèm). . . . . .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1915164  /b \t. . . .   i Yêu cầu khác . Thưa thầy cô, ngày 22 tháng 12 em có thi 1 môn nhưng em đã bỏ thi lúc cận giờ do máy tính hỏng. Vậy em có thể đăng ký hoãn thi bằng cách nào ạ, tại vì trên mybk có mục hoãn nhưng em không thấy phần hoãn thi   B SAU KHI THI  /B . Em xin cảm ơn. . . . . .",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. .  nhưng em không thấy phần hoãn thi SAU KHI THI.=  thời gian đăng ký hoãn thi theo. . quy đinh: trong vòng 5 ngày tính từ ngày vắng thi (chỉ tính ngày làm việc). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính chào thầy/cô,. . Vào ngày 1/12 em có được Phòng đào tạo phản hồi là đã tiếp nhận đơn xin của em và dự kiến cập nhật quyết định trong tháng 12. Thầy/cô cho em hỏi quyết định của em khi nào được cập nhật vậy ạ? Liệu em có kịp để đăng ký môn học trong đợt DKMH đợt 2 không ạ? Em đã gửi mail cho Phòng đào tạo nhưng thấy trả lời.. . Em mong được thầy/cô giải đáp thắc mắc.. . Xin trân trọng cảm ơn.. . [full_name].",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo. . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . . . Kính chào Thầy/ Cô!. . Em tên là [full_name], MSSV:[student_id]. . Dạ Thầy/ Cô cho em hỏi:. . - Hiện tại em đã hoàn thành đầy đủ điều kiện tốt nghiệp nhưng vẫn chưa có tên trong danh sách tốt nghiệp dự kiến nên không đăng ký tốt nghiệp được ạ.. . Mong Thầy/ Cô hỗ trợ giúp em về vấn đề này ạ.. . Em xin cảm ơn.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1711244  /b \t. . . .   i Tốt nghiệp . Dạ thưa Thầy/Cô,. . . . Hiện tại em đã đủ điều kiện tốt nghiệp nhưng chưa nhận được mail danh sách dự kiến tốt nghiệp. Em mong nhận được phản hồi từ Thầy/Cô ạ, để em có thể đăng ký kịp hạn xét TN ngày 24/12/2021.. . . . Em xin chân thành cảm ơn.. . . . Trân trọng,. . Ngọc Hân",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy cô,. . Em là [full_name] ([student_id]), hiện tại em đã đủ các điều kiện tốt nghiệp nhưng chưa nhận được email thông báo cũng như chưa có trong danh sách tốt nghiệp dự kiến. . . Mong thầy cô hỗ trợ để em có thể đăng ký tốt nghiệp trong đợt này. . . Em cảm ơn. . . [full_name]. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào tạo,. . Em tên là [full_name], mã số sinh viên [student_id]. Do hoàn cảnh gia đình nên em muốn tạm hoãn việc học trong học kì tới. Chính vì thế, em có một số thắc mắc về vấn đề tạm hoãn việc học:. . 1. Để tạm hoãn việc học trong học kỳ tới, em cần viết đơn xin tạm hoãn bằng tay hay em có thể điền đơn online ạ?. . 2. Nếu em xin tạm hoãn trong học kì tới nhưng em có tham gia công tác xã hội trong học kì tới thì em có được tính ngày công tác xã hội không ạ?. . 3. Em có thể lấy mẫu đơn xin tạm hoãn ở đâu ạ?. . . . Kính mong Phòng Đào tạo giải đáp thắc mắc giúp em ạ.. . Em xin cám ơn.",
            "Chào em,. . - Em tải mẫu đơn tạm dừng, điền đầy đủ thông tin gửi lại [email]. . - http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu. . 2. Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô thuộc PĐT trường ĐH Bách Khoa. . Vào 12h ngày 22/12/2021 khi thi xong môn sức bền vật liệu Lớp L02A thì 18h ngày 23/12/2021 em không thể nộp file ghi hình quá trình thi vì trên BKEX đã khóa link nộp ( dù chưa hết 48h). Và link của lớp L01A vẫn mở. . Theo quy định thi trực tuyến của trường là nộp file ghi hình trong 48h kể từ lúc kết thúc giờ thi. Và 2 cán bộ canh thi phòng em cũng không nhắc nhở việc khóa link nộp trong 24h.. . Mong PĐT xem xét và mở link để lớp em được hoàn thành phần nộp. Em cảm ơn!. .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] Dạ thưa anh chị,[full_name] [full_name] Em tên [full_name], MSSV: [student_id][full_name] Em đã nhận được mail có tên trong danh sách dự kiến tốt nghiệp đợt 2 năm 2021[full_name] Nhưng vì một số lý do cá nhân nên em không thể kiểm tra mail được, em mới kiểm tra vào sáng nay, nhưng hiện tại đã đi làm nên em không có thời gian đi chụp ảnh thẻ sinh viên được để kịp đăng ký tốt nghiệp[full_name] Em mong anh chị có thể gia hạn cho em đến 20h ngày 25/12/2021 để em có thể cập nhật và thanh toán lệ phí luôn ạ[full_name][full_name] [full_name] Em rất xin lỗi vì sự bất tiện này[full_name][full_name] [full_name] Em xin chân thành cảm ơn anh chị[full_name][full_name] [full_name] Trân trọng,[full_name] [full_name] [full_name][full_name] [full_name] [full_name]",
            "Chào em,. . Em cô gắng hoàn thành sớm nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em muốn yêu cầu đăng ký tốt nghiệp. Hạn chót là ngày 24/12/2021, mong Phòng đào tạo xét duyệt và cập nhật sớm để em có thể tốt nghiệp đúng hạn ạ!. . Em xin cám ơn!. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân mến. ."
        ]
    }
]