[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào Phòng đào tạo, em tên [full_name], MSSV: [student_id], lớp CK17CD1, sinh viên chuyên ngành Cơ điện tử, khoa Cơ khí, Khóa 2017 Hệ Chính quy. Trong đợt đăng ký môn học HK201 Hệ Chính quy, em bị xóa môn Đồ án thiết kế hệ thống Cơ điện tử (ME3017) và môn Đề cương luận văn tốt nghiệp Cơ điện tử (ME4095), và không đăng ký lại được trong đợt hiệu chỉnh đăng ký môn học HK201 do bị thiếu môn tiên quyết là GDTC3 - chuẩn thể chất sau năm 3, trong khi đó em đã học và hoàn thành môn GDTC3 (môn bơi) trong HK192 vừa rồi (minh chứng trong ảnh đính kèm). Mong nhà trường sớm giả quyết vấn đề này giúp em ạ.. . Em chân thành cảm ơn.",
            "Chào bạn. . Phòng đào tạo đã cập nhật lại dữ liệu, bạn nhanh chóng vào đăng ký lại môn học đợt 2 (từ 25/8 đến 15g 31/8). . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa thầy/ cô. Em muốn đăng kí môn chuyên ngành me3086 tuy nhiên đã full lớp. Làm thế nào để em có thể đăng kí được môn này ạ. Em xin cảm ơn.. .",
            "Chào bạn,. . . . PDT đã tăng hết tất cả các môn với sỉ số tối đa rồi.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên khóa K18 kì 181 em có học môn học đá bóng, kể từ kì 182 trường đổi các môn thể thao thành môn gdtc và phải học 3 môn gdtc mới được tính là hoàn thành. Kì 191 và 192 em đã học được 2 môn gdtc rồi, vậy cộng với kì 181 thì em đã được tính là hoàn thành 3 môn gdtc chưa ạ. Em đăng kí môn cho kì 201 thì có môn bị nhắc là chưa hoàn thành gdtc 3. Mong nhận được hồi âm ạ. Em cảm ơn.",
            "Chào bạn. . Phòng đào tạo đã cập nhật lại dữ liệu, bạn nhanh chóng vào đăng ký lại môn học đợt 2 (từ 25/8 đến 15g 31/8). . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là những môn học kì 3 em không đăng kí được do không đủ chỉ của năm nhất. Và giờ em cũng không đăng kí được những môn em rớt ở năm nhất vậy học kì 3 này làm sao em có thời khoá biểu để học ạ",
            "Chào bạn,. . . . - Bạn kiểm tra lại chương trình đào tạo của mình những môn năm nhất nào rớt bạn đăng kí lại.. . . . - Còn ra bạn có thể đăng kí vào học kỳ dự thính 201 nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Em đã học qua 3 môn thể chất trong năm 3 nhưng vẫn không đăng kí được các môn năm 4 ạ. Xem xét lại giúp em ạ.. . . . Các môn tự chọn ngành em bị xóa hết rồi ạ. Cho em hỏi có phải bị lỗi không ạ?. . . . Em cảm ơn ạ.",
            "Chào bạn. . Phòng đào tạo đã cập nhật lại dữ liệu, bạn nhanh chóng vào đăng ký lại môn học đợt 2 (từ 25/8 đến 15g 31/8). . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy/cô cho em hỏi: em là sinh viên K18, vào học kì 181 thì em có bị rớt môn Nhập môn về kỹ thuật EE1001.. . Nhưng qua các kì 191,192 và 201 sắp tới thì em đều không đăng kí được do môn học không được mở.. . Vậy cho em hỏi trong kì 201 này em có xin phòng đào tạo cho em được đăng kí hoặc xin học chung với các bạn khóa K20 không ạ. . Mong được thầy/cô giải đáp ạ",
            "Chào bạn. . Vào ngày 29/9/20 bạn làm đơn xin đăng ký môn  Nhập môn về kỹ thuật EE1001 với các bạn khóa K20 nộp trực tiếp tại pdt cơ sở 1, để xem xét giải quyết. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do em đạt kì thi nội bộ ielts rồi ạ nên được đăng kí tiếp các môn HKI năm 3, em đăng kí 7 môn nhưng kết quả đăng kí môn học của em chỉ còn 1 môn. Cho em hỏi em nên làm sao?",
            "Chào bạn. . Bạn liên hệ Văn phòng đào tạo quốc tế gặp [full_name] để giải quyết. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   B [full_name] [full_name] 3 [full_name] [full_name] LẠI BỊ HỦY KẾT QUẢ ĐĂNG KÍ MÔN HỌC LẦN 1 VÀ BÁO KHÔN G ĐỦ CHUẨN GIÁO DỤC THỂ CHẤT NĂM 3 Ạ[full_name] HƠN NỮA DO BỊ HỦY MÔN NÊN TIẾN ĐỘ HỌC TẬP CỦA [full_name] BỊ TRỄ THÌ [full_name] PHẢI TỰ CHỊU VÌ [full_name] [full_name][full_name][full_name][full_name]  /B",
            "Chào bạn, . . Hiện tại Phòng Đào tạo đã cập nhật lại điểm GDTC, chuẩn GDTS_3, Sinh viên vui lòng vào đăng ký lại. . . Chúc bạn học tốt!. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em đang gặp vấn đề về đăng kí môn học. Cụ thể là em đã hoàn thành 3 môn thể chất nhưng khi đăng kí môn học thì vẫn bị thiếu chuẩn các môn học thể chất nên không thể đăng kí đươc các môn ở năm 4. Rất mong PĐt giải quyết giúp em ạ. Em cảm ơn ạ",
            "Chào bạn. . Phòng đào tạo đã cập nhật lại dữ liệu, bạn nhanh chóng vào đăng ký lại môn học đợt 2 (từ 25/8 đến 15g 31/8). . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho e hỏi là sao giờ e không đăng kí đc các môn cho học kì sau. E đăng kí lại thì báo lỗi chuẩn sinh viên năm 2.",
            "Chào bạn,. . Nếu bạn không tích lũy đủ số tín chỉ quy định, bạn sẽ không đăng ký được môn học của năm tiếp theo, Quy định về xếp năm thứ của sinh viên, và quy định về mức độ môn học em xem trong quy chế đào tạo và học vụ của trường, cụ thể như sau:. . Xếp năm thứ của SV ở [full_name]ản 4.2, Điều 4.. . 4.2 Xếp hạng năm đào tạo. . Sau mỗi học kỳ, SV được xếp hạng năm đào tạo theo số tín chỉ tích lũy (TCTL) như sau:. . - SV năm thứ nhất: dưới 28 tín chỉ. . - SV năm thứ hai: từ 28 đến dưới 56 tín chỉ. . - SV năm thứ ba: từ 56 đến dưới 80 tín chỉ. . - SV năm thứ tư: từ 80 đến dưới 128 tín chỉ. . - SV năm thứ năm (đối với các CTĐT trên bốn năm): từ 108 tín chỉ. . Quy định mức độ môn học khi SV đăng ký môn học ở [full_name]ản 9.7, Điều 9.. . 9.7. Ràng buộc về xếp hạng năm đào tạo SV và môn học được phép đăng ký. . Mức độ môn học được định nghĩa như sau:. . - Môn năm thứ nhất: dành cho tất cả SV các năm. . - Môn năm thứ hai: dành cho các SV từ năm thứ hai trở lên. . - Môn năm thứ ba: dành cho các SV từ năm thứ ba trở lên. . - Môn năm thứ tư: dành cho các SV từ năm thứ ba và thứ tư trở lên. . - Môn năm thứ năm: dành cho các SV từ năm thứ tư và thứ năm trở lên. . Nhà trường dùng mã môn học có dạng XXLYYY để phân định năm học, trong đó XX là viết tắt của ngành/[full_name]a, L là năm thứ và YYY là thứ tự môn học. . Như vậy, nếu các SV chưa đạt đủ 28TC thì vẫn có thể đăng ký các môn học có dạng XX1YYY, ví dụ như các môn Đại số tuyến tính (MT1007), Pháp luật VN ĐC (SP1007), ... Các môn học này trong các chuong trình đào tạo có thể được xếp vào các năm học ở năm 2.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Quý Thầy Cô,. . Em là [full_name] lớp HC19BSH, MSSV: [student_id]. . Em muốn xin tăng sỉ số lớp L01 môn Hoá lý hoá keo, mã môn học CH1005. . Lí do: đây là môn bắt buộc trong học kì này của em mà 2 lớp hiện tại đã đầy. . . Em xin cảm ơn Quý Thầy Cô!",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name]. Mssv [student_id] khoa cơ khí. Em muốn xin tăng sĩ số môn vật liệu học và xử lý(ME2015) lớp A01 có tiết thứ 2 (tiết 23456) và thứ 6 (tiết 10,11,12) ạ. E xin cảm ơn",
            "MSSV/MSGV: [student_id]    [full_name] [full_name] [full_name] [full_name] Đăng ký môn học[full_name] [full_name] Em tên là [full_name][full_name] Mssv [student_id] khoa cơ khí[full_name] Em muốn xin tăng sĩ số môn vật liệu học và xử lý(ME2015) lớp A08 có tiết thứ 5 (tiết 10,11,12 và thứ 6 (tiết 23456) ạ[full_name] E xin cảm ơn[full_name][full_name]",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào admin. . Em tên là [full_name] mssv [student_id], hiện tại em đang đăng kí môn học môn đồ án môn học bê tông cốt thép 1 nhưng đã hết chỗ đăng kí nên em có mong muốn nhờ admin tăng thêm chỗ để chúng em được đăng kí ạ. . Em xin chân thành cảm ơn admin.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  Kính thưa, em tên là [full_name], mã số sinh viên [student_id], đang theo học ở lớp CK19DM2. Em xin được phép trình bày về nguyện vọng của mình ạ. Dạ từ nguyện vọng về sự chuẩn bị trước cho các năm học sau sẽ phần nào vơi bớt gánh nặng về bài vở nên em mong cầu về điều kiện học môn Môi trường và con người trong học kì chính 201 ạ. Dạ em xin phép thưa Phòng Đào Tạo cho phép em được đăng ký bổ sung về môn học Môi trường và con người - Mã môn: ME2019, Mã nhóm lớp: A02_A04. Dạ em mong Phòng Đào Tạo sẽ xem xét và phản hồi đến em ạ. Dạ em xin chân thành cảm ơn ạ.. . . .",
            "Chào bạn. . hiện tại đang đợt dkmh bạn vào đăng ký. . ...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy/cô,. . Em có thắc mắc là hiện tại ở học kỳ 193 em đang học môn Những nguyên lý cơ bản của chủ nghĩa [full_name]. Nhưng ở học kỳ 201 em đăng ký môn [full_name] [full_name] [full_name] thì được báo là yêu cầu học trước môn Những nguyên lý cơ bản của chủ nghĩa [full_name]. Vậy môn Những nguyên lý cơ bản của chủ nghĩa [full_name] em đang học ở học kỳ 193 không được tính ạ?. . Em mong thầy cô xem xét.. . Em cảm ơn thầy cô ạ",
            "Chào bạn. . Vào ngày 29/9/20 bạn làm đơn xin đăng ký môn  Nhập môn về kỹ thuật EE1001 với các bạn khóa K20 nộp trực tiếp tại pdt cơ sở 1, để xem xét giải quyết. . Thân. .",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Em chào thầy/cô . . Dạ cho em hỏi trường hợp của em đã hoàn thành học phần 3 môn thể chất , nhưng khi đăng ký môn học vẫn bị xóa do chưa đủ chuẩn .. . Mong thầy/cô giúp đỡ . . Em cảm ơn.",
            "Chào bạn, . . Hiện tại Phòng Đào tạo đã cập nhật lại điểm GDTC, chuẩn GDTS_3, Sinh viên vui lòng vào đăng ký lại. . . Chúc bạn học tốt!. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . chào thầy cô, em là [full_name] mssv [student_id], hiện tại em không đăng kí được đề cương luận văn ee4331 và có báo lỗi môn GDTC tiên quyết mà trong đó em đã qua môn GDTC1,3 và môn GDTC2 em đã học cải thiện bằng bóng chuyền, vậy xin thầy cô giúp em làm sao có thể đăng kí được môn đề cương luận văn, mong thầy cô phản hồi sớm, em cám ơn.",
            "Chào bạn. . Vào ngày 29/9/20 bạn làm đơn xin đăng ký môn  Nhập môn về kỹ thuật EE1001 với các bạn khóa K20 nộp trực tiếp tại pdt cơ sở 1, để xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Emc chào ạ. Em là [full_name] [student_id]. Học kì này em đăng kí trễ nên lớp A01 môn học Hư hỏng sửa chữa công trình CI1051 hiện đã full sỉ số . Cho em hỏi cách để em xin vào học lớp ạ. . . Em cảm ơn. Chúc một ngày làm việc vui vẻ.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô,. . . . Em là [full_name]SV: [student_id] khoa máy tính.. . Hôm bữa em không có trong danh sách dự kiến tốt nghiệp em nghĩ do chưa quy đổi điểm anh văn. Nay em đã quy đổi điểm rồi, thì trường hợp của em sẽ giải quyết sao ạ.. . . . Cảm ơn thầy/cô.. . Trân trọng,. . [full_name]",
            "Chào bạn . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 08/9/20 phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :. . - Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn    tốt nghiệp    thông tin tốt nghiệp    danh sách tốt nghiệp 11/2020 - Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên vui lòng phản hồi tại trang bksi.hcmut.edu.vn để để phòng đào tạo kiểm tra lý do.. .  Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo,. . . . Em tên [full_name], mssv: [student_id], lớp VP2016XDC, chương trình Việt Pháp. . . . . Ở đợt đăng ký môn học HK1 (2020-2021) - Hệ chính quy - Đợt 2 này, em hiện đang không đăng ký được môn học vì   I thiếu chuẩn thể chất sau năm 3  /I  (theo như hệ thống báo). Nhưng trên thực tế em đã qua được 3 môn học GDTC theo chương trình đào tạo PFIEV (vào các   I HK162, 171 và 191  /I ). Em có gửi kèm theo ảnh chụp màn hình bản điểm để làm mình chứng ạ.. . . . Kính mong phòng đào tạo xem xét và cho phép em đăng ký môn học vào HK201 tới.. . . . Trân trọng,. . . . [full_name]. . Sinh viên",
            "Chào bạn, . . Hiện tại Phòng Đào tạo đã cập nhật lại điểm GDTC, chuẩn GDTS_3, Sinh viên vui lòng vào đăng ký lại. . . Chúc bạn học tốt!. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi em bị lỡ đkmh đợt 1 mà đợt 2 có nhiều môn chuyên ngành chỉ còn lớp ở cs1,em học ở cs2 thì có thể đk vào các lớp cs1 ở trên được không ạ, hay có thể khuyến nghị nhà trường mở thêm lớp ở cs2 thì có kịp đăng kí và học đúng lịch học không ạ, em xin cảm ơn.",
            "Chào bạn. . Có thể được nghen bạn, và bạn có thể đề nghị mở lớp ở cs2. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào [full_name],. . Em tên là [full_name] MSSV: [student_id]. Em xin [full_name] có thể mở thêm sĩ số lớp Kỹ thuật an toàn điện (EE3097), nhóm A02-A04.Em mong phòng đào tạo có thể xem xét và tạo điều kiện cho em.. . Emx xin cám ơn",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .   B . . Chào anh/chị,em là [full_name].. . Cho em hỏi là vào học kì 181 em có đăng kí học môn Pháp Luật Việt Nam Đại Cương(008001) số tín chỉ 2,mã số môn học trong CTDT đúng là SP1007 có số tín chỉ là 2.Vậy em có phải đăng kí học lại môn này theo mã số đúng trong CTDT không ạ?. . Em xin cảm ơn.",
            ". . Chào bạn. . Về chương trình đào tạo bạn vui lòng liên hệ [full_name] (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . chào phòng đào tạo ạ! Vào đợi đăng kí môn học đợt 2 năm học 2020-2021, vào thứ 3 em đăng kí môn học từ tiết 4-12(liên tục, không có tiết nghỉ trưa) và hệ thống vẫn cho đăng kí. Nếu em giữ nguyên tkb hiện tại thì có được phép(vào cuối đợt có bị hệ thống xóa) không ạ? em cảm ơn!",
            "Hiện tại HK này sẽ ko tính thông tầm.. . Tuy nhiên em xem sắp xếp thời khóa biểu phù hợp để đảm bảo sức khỏe trong quá trình học.. . Hơn nữa phải chú ý là lịch thi có khả năng sẽ 3 môn 1 ngày. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa quý thầy/cô,. . . . Em tên là [full_name], MSSV: [student_id]. Em hiện có vấn đề là không thể đăng ký môn học được các môn năm 4 với lý do là chưa hoàn thành Chuẩn giáo dục Thể chất.. . . . Tuy nhiên, em đã đạt đủ 3 môn GDTC khác nhau, cụ thể như sau: GDTC1- Điền kinh (HK171), Bóng chuyền (HK182), Bóng đá (HK182).. . . . Vậy nên, kính mong quý thầy/cô xem xét giải đáp thắc mắc của em ạ.. . Em xin cảm ơn.",
            "Chào bạn, . . Hiện tại Phòng Đào tạo đã cập nhật lại điểm GDTC, chuẩn GDTS_3, Sinh viên vui lòng vào đăng ký lại. . . Chúc bạn học tốt!. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[student_id]. .   i Yêu cầu khác . Em tên [full_name] . . kì vừa rồi em đã hoàn thành xong môn bóng chuyền , năm hai thì em học xong thể chất 2 , thể chất 3 . Là tổng cộng đã đủ 3 thể chất nhưng em lại không đăng kí được môn học vì chưa đủ chuẩn giáo dục thể chất là sao ạ. . .",
            "Chào bạn, . . Hiện tại Phòng Đào tạo đã cập nhật lại điểm GDTC, chuẩn GDTS_3, Sinh viên vui lòng vào đăng ký lại. . . Chúc bạn học tốt!. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Quý Nhà trường, Quý Phòng Đào tạo, Quý Thầy Cô,. . . . Em tên là [full_name], MSSV [student_id].. .  . . Hiện tại sỉ số hai lớp Tài chính doanh nghiệp (IM3005) đã đủ, em không thể đăng kí được. Và đây là môn tiên quyết của nhiều môn em sẽ học trong kì sau. Bên cạnh đó, môn này mỗi năm chỉ mở trong một kì duy nhất. . . . . Để có thể đăng kí vào lớp đã đủ sĩ số thì cần phải vô lên Phòng Đào Tạo trực tiếp đăng kí. Hiện tại thì em đang ở quê. Nên em viết câu hỏi này xin phép hỏi về việc Quý Nhà trường, Quý Phòng Đào tạo, Quý Thầy Cô có thể hỗ trợ em được xếp vào lớp A01 môn Tài chính doanh nghiệp (IM3005) trực tuyến được không ạ?. . . . Em rất mong nhận được phản hồi sớm từ Quý Nhà trường, Quý Phòng Đào tạo, Quý Thầy Cô. . . Em xin chân thành cảm ơn!. . . . [full_name].. . . .",
            "Kính gửi Quý Nhà trường, Quý Phòng Đào tạo, Quý Thầy Cô,. . . . Hiện sỉ số lớp môn Tài chính doanh nghiệp (IM3005) đã tăng lên và em đã đăng kí được lớp. . . . . Em xin cảm ơn Quý Nhà trường, Quý Phòng Đào tạo, Quý Thầy Cô rất nhiều ạ. . . . . Em xin chân thành cảm ơn!. . . . [full_name].. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em vừa đậu GDTC ở kì 192, nhưng không đăng ký được môn học cho năm 4 vì lý do chưa đạt chuẩn thể chất. . . .",
            "Chào bạn, . . Hiện tại Phòng Đào tạo đã cập nhật lại điểm GDTC, chuẩn GDTS_3, Sinh viên vui lòng vào đăng ký lại. . . Chúc bạn học tốt!. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô ạ. . Dạ thầy cô ơi, học kỳ chính 201 em đăng ký môn  Triết học [full_name] (SP1031) và học kỳ dự thính 201 em đăng ký môn Kinh tế-Chính Trị [full_name] (SP1033) có được không , em đăng ký như vậy có bị lỗi môn học trước hay song hành không ạ. . Em cám ơn thầy cô nhiều ạ",
            "Chào bạn. . Bạn xem quy định:. . 6.3 Môn học tiên quyết, môn học trước, môn học song hành. . - Môn học A là môn tiên quyết của môn học B: điều kiện bắt buộc để đăng ký học môn học B là đã học và đạt môn A.. . - Môn học A là môn học trước của môn học B: điều kiện bắt buộc để đăng ký học môn học B là đã học và có điểm tổng kết của môn A khác không (Điểm cấm thi CT, vắng thi VT và không đạt KD được tính như điểm 0).. . - Môn học A là môn học song hành của một môn học B: điều kiện bắt buộc để đăng ký học môn học B là đã đăng ký học môn A. SV được phép đăng ký học môn B vào cùng học kỳ đã đăng ký học môn A hoặc vào các học kỳ tiếp sau đó."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi, em thấy nhà trường đã có nói là sv năm 1 không tích đủ 28 chỉ vẫn được đk môn năm 2, nhưng tụi em hiện tại không đăng kí được môn của năm 2 ạ, xin giải đáp giúp em với ạ",
            "Chào bạn,. . Nếu bạn không tích lũy đủ số tín chỉ quy định, bạn sẽ không đăng ký được môn học của năm tiếp theo, Quy định về xếp năm thứ của sinh viên, và quy định về mức độ môn học em xem trong quy chế đào tạo và học vụ của trường, cụ thể như sau:. . Xếp năm thứ của SV ở [full_name]ản 4.2, Điều 4.. . 4.2 Xếp hạng năm đào tạo. . Sau mỗi học kỳ, SV được xếp hạng năm đào tạo theo số tín chỉ tích lũy (TCTL) như sau:. . - SV năm thứ nhất: dưới 28 tín chỉ. . - SV năm thứ hai: từ 28 đến dưới 56 tín chỉ. . - SV năm thứ ba: từ 56 đến dưới 80 tín chỉ. . - SV năm thứ tư: từ 80 đến dưới 128 tín chỉ. . - SV năm thứ năm (đối với các CTĐT trên bốn năm): từ 108 tín chỉ. . Quy định mức độ môn học khi SV đăng ký môn học ở [full_name]ản 9.7, Điều 9.. . 9.7. Ràng buộc về xếp hạng năm đào tạo SV và môn học được phép đăng ký. . Mức độ môn học được định nghĩa như sau:. . - Môn năm thứ nhất: dành cho tất cả SV các năm. . - Môn năm thứ hai: dành cho các SV từ năm thứ hai trở lên. . - Môn năm thứ ba: dành cho các SV từ năm thứ ba trở lên. . - Môn năm thứ tư: dành cho các SV từ năm thứ ba và thứ tư trở lên. . - Môn năm thứ năm: dành cho các SV từ năm thứ tư và thứ năm trở lên. . Nhà trường dùng mã môn học có dạng XXLYYY để phân định năm học, trong đó XX là viết tắt của ngành/[full_name]a, L là năm thứ và YYY là thứ tự môn học. . Như vậy, nếu các SV chưa đạt đủ 28TC thì vẫn có thể đăng ký các môn học có dạng XX1YYY, ví dụ như các môn Đại số tuyến tính (MT1007), Pháp luật VN ĐC (SP1007), ... Các môn học này trong các chuong trình đào tạo có thể được xếp vào các năm học ở năm 2.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy cô ạ, cho em hỏi là khóa k19 em nếu mà nộp bằng toeic 550 rồi thì phải học thêm môn anh văn 4 mới đủ điều kiện phải không ạ.Em cảm ơn. .",
            "Chào bạn,. . Bạn vui lòng xem quy định về Anh văn tại đây:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt). . Bạn có thể học hoặc đăng ký chuyển điểm theo quy định. . thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   Kính gửi thầy cô phụ trách đường liên kết hỗ trợ sinh viên trực tuyến, em muốn xin được tăng sĩ số sinh viên của lớp CO3005 - Ng/lý ngôn ngữ lập trình, phân lớp L02 (Ảnh đính kèm). Cảm ơn thầy cô rất nhiều.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Phòng đào tạo thân mến, em là [full_name], là sinh viên K17 khoa Quản lý Công nghiệp. Theo kết quả đăng ký môn học đợt 1 thì em không đăng ký được 2 môn là: Phương pháp nghiên cứu trong kinh doanh (IM4001), Đề cương luận văn tốt nghiệp (IM4321) với cùng lý do \"Thiếu môn học chuẩn thể chất sau năm 3\". Tuy nhiên, em đã hoàn thành cả 3 môn thể chất từ học kì 191/ học kì 1 năm 3. Em kính mong phòng đào tạo có thể giúp em đăng ký 2 môn học này để em kịp tiến độ học tập và tốt nghiệp ạ. Em chân thành cảm ơn.",
            "Chào bạn, . . Hiện tại Phòng Đào tạo đã cập nhật lại điểm GDTC, chuẩn GDTS_3, Sinh viên vui lòng vào đăng ký lại. . . Chúc bạn học tốt!. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào phòng đào tại kết quả môn học vừa cập nhật thì em không thể đăng kí các môn học thuộc năm 4 dạ em không hiểu lý do tại sao mong phòng đạo tạo giải đáp giúp em ạ . Em cảm ơn phòng đào tạo",
            "Chào bạn, . . Hiện tại Phòng Đào tạo đã cập nhật lại điểm GDTC, chuẩn GDTS_3, Sinh viên vui lòng vào đăng ký lại. . . Chúc bạn học tốt!. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi bây giờ em đăng ký môn học năm 2 của khoa Điện mã của k17 không có mà có mã mới cho mấy khóa sau thì em có thể học chung với mã mới đó không ạ?",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào admin. . Em tên: [full_name]. MSSV: [student_id]\t. . Về Đăng ký môn học đợt 2.. . Pđt đã xóa môn CI2093 của em sau đợt đăng kí đầu tiên. . . Hôm nay do mạng lỗi nên từ 9-10h30 em đã không thể hiệu chỉnh đăng kí CI2093 được. . Em mong là pđt sẽ mở rộng thêm sỉ số của môn. . ĐAMH Kết Cấu Bê Tông Cốt Thép 1 - mã môn là CI2093 lớp A03 và A06 để em có thể hiệu chỉnh ạ hoặc mở thêm sỉ số của các lớp khác thêm nữa ạ. Từ A01-A13.. . Em xin chân thành cảm ơn",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô. . Vì học kì trước em có đăng kí dự thính vẽ kĩ thuật do dịch covid nên nhà trường cho tụi em hong online, do vẽ kĩ thuật (CI1003) không dạy online nên nhà trường đã bỏ môn này của em rồi ạ! Nên học kì này em không đăng kí được môn cơ sở tính toán và thiết kế thiết bị hoá chất (CH2061) vì thiếu môn vẽ kĩ thuật. Mong phòng đào tạo thông cảm với em về vấn đề này, em rất muốn được đăng kí môn học này để cùng tiến độ với các bạn.. . Em chân thành cảm ơn nhiều ạ!. . . .",
            "Chào bạn. . - Bạn phải học đúng theo chương trình đào tạo. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào cô,. . Em tên là [full_name] [student_id],dạ thưa cô vì đăng kí môn bị xoá nên em phải đăng kí lại  môn Kỹ thuật điều khiển và tự động ME2009 nhưng bị full sĩ số.Em mong cô mở thêm sĩ số cho em được đăng kí ạ.. . Em xin cảm ơn rất nhiều.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô trong ban tư vấn ạ. Ở học kì dự thính 193 em đã đăng kí để học trước môn học Giải tích mạch (EE2033), nhưng em đã không đăng kí môn Kỹ thuật số (EE1009)(đây là 2 môn học song hành). Chính vì vậy, ở lần đăng kí môn học HK201 này em không được phép đăng kí môn Kỹ thuật số. Thầy/cô cho em hỏi là ở học kì 201 này, em có cần phải đăng kí lại cả hai môn không ạ? Em xin cảm ơn thầy/cô đã đọc thư của em và em mong sẽ sớm nhận được phản hồi từ ban tư vấn ạ.",
            ". . Chào bạn. . Vào ngày 29/9/20 bạn làm đơn xin đăng ký môn  Nhập môn về kỹ thuật EE1001 với các bạn khóa K20 nộp trực tiếp tại pdt cơ sở 1, để xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "E chào PDT, em muốn xin tăng thêm sĩ số lớp môn cơ học máy- ME2043 để em có thể đăng ký đúng tiến độ học tập được không ạ? Em xin cảm ơn!",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô ạ!. . . . Sáng nay khi PĐT mở đkmh đợt 2, em đã bị xóa gần hết (chỉ còn 1 môn) các môn đã đăng ký ở đợt 1. Em vào đăng ký lại, thì hệ thống báo em thiếu chuẩn sinh viên năm 2 (28 chỉ).. . . . Tình hình học tập của em như sau ạ:. . - Kỳ 191 em tích lũy được 14 chỉ. . - Kỳ 192 em tích lũy được 7 chỉ (rớt môn Vật lý 2 và Giải tích 2). . - Kỳ hè 193 em đang học 5 chỉ (môn Triết học [full_name] và môn Pháp luật đại cương). . - Ngoài ra em vừa thi xong chứng chỉ Toeic quốc tế đủ để quy đổi điểm môn AV1 và AV2.. . . . Cho em hỏi là chuẩn sinh viên năm 2 mà nhà trường xét trong đợt đkmh này có xét kết quả của học kì 193 không ạ? Và nếu em nộp bằng Toeic ngay bây giờ để quy đổi điểm AV thì có kịp cộng thêm số chỉ tích lũy để tính chuẩn sinh viên năm 2 không ạ?. . . . Sau 2 kỳ đầu em chỉ mới tích lũy được 21 chỉ. Và lúc đkmh học kỳ hè 193 em cũng chưa biết điểm thi để mà đăng ký học lại mấy môn rớt. Nếu kỳ hè này em qua hết 5 chỉ đang học, và nộp bằng Toeic quy đổi thêm môn AV, thì em mới đủ chuẩn sinh viên năm 2 ạ.. .  . . Mong được quý thầy cô sớm giải đáp. Em cảm ơn ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tra không thấy mã môn học Cơ ứng dụng AS2001 trong đăng kí môn học HK1(2020-2021)-[full_name]-Đợt 2. Mong nhà trường xem xét lại",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào Thầy/cô, em tên là [full_name] - [student_id]. Em đã hoàn thành hết 3 môn GDTC nhưng tại sao lúc em đăng ký môn học vẫn bị báo lỗi này ạ?",
            "Chào bạn, . . Hiện tại Phòng Đào tạo đã cập nhật lại điểm GDTC, chuẩn GDTS_3, Sinh viên vui lòng vào đăng ký lại. . . Chúc bạn học tốt!. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name], mssv [student_id]. Khoa Cơ Khí. Chuyên ngành Logistics và quản lý chuỗi cung ứng.. . . . Vì lý do sơ suất mà ở đợt đăng kí môn học - đợt 1 em không kịp đăng ký môn Quản lý logistics (ME2125). Mà hiện tại (đợt 2) thì 2 lớp của môn học này đã full 35/35 nên em không đăng ký được nữa (một số bạn cũng vậy). Mong PĐT tạo điều kiện gia tăng sỉ số lớp để tụi em đăng ký được môn học ạ. Và theo em được biết số SV học chuyên ngành Logistics và quản lý chuỗi cung ứng là gần 80 SV. . . . .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là nếu năm nhất không đủ 28 chỉ thì có được đăng ký các môn năm hai hay không ạ?",
            "Chào bạn,. . Nếu bạn không tích lũy đủ số tín chỉ quy định, bạn sẽ không đăng ký được môn học của năm tiếp theo, Quy định về xếp năm thứ của sinh viên, và quy định về mức độ môn học em xem trong quy chế đào tạo và học vụ của trường, cụ thể như sau:. . Xếp năm thứ của SV ở [full_name]ản 4.2, Điều 4.. . 4.2 Xếp hạng năm đào tạo. . Sau mỗi học kỳ, SV được xếp hạng năm đào tạo theo số tín chỉ tích lũy (TCTL) như sau:. . - SV năm thứ nhất: dưới 28 tín chỉ. . - SV năm thứ hai: từ 28 đến dưới 56 tín chỉ. . - SV năm thứ ba: từ 56 đến dưới 80 tín chỉ. . - SV năm thứ tư: từ 80 đến dưới 128 tín chỉ. . - SV năm thứ năm (đối với các CTĐT trên bốn năm): từ 108 tín chỉ. . Quy định mức độ môn học khi SV đăng ký môn học ở [full_name]ản 9.7, Điều 9.. . 9.7. Ràng buộc về xếp hạng năm đào tạo SV và môn học được phép đăng ký. . Mức độ môn học được định nghĩa như sau:. . - Môn năm thứ nhất: dành cho tất cả SV các năm. . - Môn năm thứ hai: dành cho các SV từ năm thứ hai trở lên. . - Môn năm thứ ba: dành cho các SV từ năm thứ ba trở lên. . - Môn năm thứ tư: dành cho các SV từ năm thứ ba và thứ tư trở lên. . - Môn năm thứ năm: dành cho các SV từ năm thứ tư và thứ năm trở lên. . Nhà trường dùng mã môn học có dạng XXLYYY để phân định năm học, trong đó XX là viết tắt của ngành/[full_name]a, L là năm thứ và YYY là thứ tự môn học. . Như vậy, nếu các SV chưa đạt đủ 28TC thì vẫn có thể đăng ký các môn học có dạng XX1YYY, ví dụ như các môn Đại số tuyến tính (MT1007), Pháp luật VN ĐC (SP1007), ... Các môn học này trong các chuong trình đào tạo có thể được xếp vào các năm học ở năm 2.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là trước đây có văn bản pđt nói là không đủ 28 chỉ vẫn được học năm 2 mà giờ sao em lại bị hủy môn của năm 2 vì không đủ 28 chỉ vậy ạ",
            "Chào bạn,. . Nếu bạn không tích lũy đủ số tín chỉ quy định, bạn sẽ không đăng ký được môn học của năm tiếp theo, Quy định về xếp năm thứ của sinh viên, và quy định về mức độ môn học em xem trong quy chế đào tạo và học vụ của trường, cụ thể như sau:. . Xếp năm thứ của SV ở [full_name]ản 4.2, Điều 4.. . 4.2 Xếp hạng năm đào tạo. . Sau mỗi học kỳ, SV được xếp hạng năm đào tạo theo số tín chỉ tích lũy (TCTL) như sau:. . - SV năm thứ nhất: dưới 28 tín chỉ. . - SV năm thứ hai: từ 28 đến dưới 56 tín chỉ. . - SV năm thứ ba: từ 56 đến dưới 80 tín chỉ. . - SV năm thứ tư: từ 80 đến dưới 128 tín chỉ. . - SV năm thứ năm (đối với các CTĐT trên bốn năm): từ 108 tín chỉ. . Quy định mức độ môn học khi SV đăng ký môn học ở [full_name]ản 9.7, Điều 9.. . 9.7. Ràng buộc về xếp hạng năm đào tạo SV và môn học được phép đăng ký. . Mức độ môn học được định nghĩa như sau:. . - Môn năm thứ nhất: dành cho tất cả SV các năm. . - Môn năm thứ hai: dành cho các SV từ năm thứ hai trở lên. . - Môn năm thứ ba: dành cho các SV từ năm thứ ba trở lên. . - Môn năm thứ tư: dành cho các SV từ năm thứ ba và thứ tư trở lên. . - Môn năm thứ năm: dành cho các SV từ năm thứ tư và thứ năm trở lên. . Nhà trường dùng mã môn học có dạng XXLYYY để phân định năm học, trong đó XX là viết tắt của ngành/[full_name]a, L là năm thứ và YYY là thứ tự môn học. . Như vậy, nếu các SV chưa đạt đủ 28TC thì vẫn có thể đăng ký các môn học có dạng XX1YYY, ví dụ như các môn Đại số tuyến tính (MT1007), Pháp luật VN ĐC (SP1007), ... Các môn học này trong các chuong trình đào tạo có thể được xếp vào các năm học ở năm 2.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào cô. . Em là [full_name] [student_id].Vì em bị xoá môn nên phải đăng kí lại môn Môi trường và con người ME2019.Nên em xin cô mở thêm sỉ số lớp A01-A08 để em được đăng kí môn ạ.. . Em mong nhận được sự phản hồi của cô.Em xin cảm ơn rất nhiều",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em xin chào thầy/cô đang xem ạ.. . Em tên là [full_name], MSSV [student_id], lớp HC19BSH.. . Học kì 201 theo ctđt em được sắp xếp môn với tổng cộng là 15 tín chỉ, trong đó có 2 chỉ là môn anh văn 3. Nhưng mới đây em có nộp bằng để xin chuyển điểm cho môn anh văn 3 rồi ạ. Vậy nên không tính môn anh văn 3 thì em chỉ còn 13 tín chỉ trong học kì 201 này.. . Em muốn hỏi là trong 1 học kỳ có bắt buộc phải đăng ký ít nhất 14 chỉ không ạ? Nếu không đăng ký đủ 14 trong học kì thì sẽ có những hệ quả gì ạ?. . Mong nhận được phản hồi từ thầy/cô.. . Em xin cảm ơn ạ.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . thưa cô em mong có khắc phục sớm vấn đề này giúp em với ạ, vì nhiều môn hết chỗ khi cái này được khắc phục r cô ơi, em cám ơn cô",
            "Chào bạn, . . Hiện tại Phòng Đào tạo đã cập nhật lại điểm GDTC, chuẩn GDTS_3, Sinh viên vui lòng vào đăng ký lại. . . Chúc bạn học tốt!. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi pdt. . Em là sinh viên k18 khoa điện- điện tử. Do cuối năm 1 em bị trễ tiếng anh và tới khi đã qua tiếng anh em đăng kí thực tập điện tử 1(Môn học trước của Thực tập điện 2) dự thính nhưng bị xóa do đợt dịch. Mong phòng đào tạo xem xét cho em được đăng kí học trước môn thực tập điện tử 2 vì môn này liên quan tới đồ án và thực tập tốt nghiệp( thiếu dẫn trễ 1 năm) và khó mở trái kì.Môn này 1 chỉ kết thúc rất sớm( học tầm 7 tuần). Em sẽ cố gắng học môn thực tập điện tử 1 sớm nhất có thể. Em xin cảm ơn rất nhiều.",
            "Chào bạn. . - Bạn phải học đúng theo chương trình đào tạo. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô ạ.. . Theo thời khoá biểu của em thì môn Hoá hữu cơ (CH2021) lớp A01 phù hợp với giờ của em nhưng do lớp này đã đủ sĩ số rồi ạ nên em mong phòng đào tạo có thể mở thêm sĩ số để em có thể cùng tiến độ với các bạn ạ!. . Em chân thành cảm ơn thầy cô ạ.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Admin. . Em tên là [full_name] Mssv: [student_id]. . Vì lí do trùng lịch bị xóa môn học. . Vì vậy xin admin mở thêm 1 slot tại lớp A04 Ci2091. . Em chân thành cảm ơn",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    }
]