[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa quý Thầy Cô. . Em là [full_name]. . MSSV: [student_id]. . Lớp: VB2 chính quy (sáng).. . Trong đợt đăng ký môn học HK212 (đợt 1 + đợt 2) em có đăng ký môn CO4313 vào nhóm mã A01 (lớp sáng), nhưng PĐT lại xếp em vào nhóm mã B01 (lớp tối), em có phản hồi đổi lại sang nhóm lớp sáng để tính học phí như lớp chính quy B2 sáng (đợt 3), PĐT đã ghi nhận.. . Kính mong quý Thầy Cô xem xét lại giúp em và tính học phí như lớp bằng 2 chính quy (ban ngày) ạ.. . Em xin cám ơn.",
            "Chào bạn. . Vì bạn là sinh viên bằng 2 nên mới để nhóm B01 nhé, học phí tính theo  chính quy chứ không phải dự thính. . thân",
            "Kính gửi Cô,. . . . Học kỳ 212 em lại được tính theo học phí dự thính chuyển hệ ạ.. . . . Em mong được Quý Thầy Cô xem xét lại giúp em ạ.. . . . Trân trọng. .",
            "Chào bạn. . đã tính lại học phí. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào Phòng đào tạo,. . . . Em là [full_name], MSSV [student_id].. . . . Em viết mail vì điểm môn Thiết kế nhanh 3 - CI1057 tới bây giờ vẫn chưa được cập nhập và số tín chỉ tích lũy ngành cũng vậy ạ. . . . . Em mong phòng đào tạo sẽ sớm cập nhập điểm còn thiếu và điểm trung bình cho em. Do em có nguyên vọng sẽ tốt nghiệp vào đợt tháng 5 này ạ.. . . . Em cảm ơn Phòng đào tạo rất nhiều.. . . . Thân.. . [full_name]. .",
            "Chào bạn. . Môn học điểm 15 là do Giảng viên chưa nhập điểm. . - Còn phần số tín chỉ, điểm trung bình sẽ cập nhật sau. . - Nếu bạn đủ điều kiện tốt nghiệp thì vào mục TỐT NGHIỆP  đăng ký xét tốt nghiệp bổ sung. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gởi phòng đào tạo. . Em tên là Lê Thanh Tịnh-MSSV [student_id]. . Trong quá trình thi giữa kì môn Vật Lý 2 em có gặp vấn đề về sự cố mạng, em đã cố kết nối lại và vào ggmeet báo lại với giám thị và hoàn thành bài làm nhưng trong quá trình làm bài sự cố ggmeet của em bị out lần nữa, vì em làm bài không để ý đến, khi nộp bài và báo cáo với giám thị thì mới phát hiện và là mất kết nối với gg meet. Thầy giám thị bảo em bị đình chỉ thi, trong quá trình thi em có record lại đầy đủ kể cả quá trình em bị mất kết nối và cố gắng kết nối lại. Em xin phòng đào tạo hỗ trợ em về vấn đề này với ạ. Em cảm ơn rất nhiều!!",
            "\"\"\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . kính gửi: PDT Trường Đại học Bách Khoa TPHCM . . Em tên: [full_name] . . Mssv: [student_id]. . Lớp: L13 . . Môn MT1007- Đại số tuyến tính . . Do cô [full_name] phụ trách.. . Nay em viết mail này xin PDT phúc khảo lại điểm tổng kết của em vì điểm trên bảng điểm thấp hơn so với điểm thi thực của em. . . Em xin chân thành cảm ơn !"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào Thầy Cô,. . Em tên là [full_name], mssv [student_id]. Thầy cô cho em hỏi là địa chỉ thường trú(hộ khẩu) cùng với địa chỉ tạm trú của em đổi thì em có cần cập nhật trên mục \"Thông tin sinh viên\" trên mybk không ạ. Em cảm ơn Thầy Cô.. . Sở Nam",
            "Chào bạn. . Chỉ cập nhật địa chỉ theo hộ khẩu nếu có thay đổi thôi nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào ạ!. . Em là [full_name]. MSSV [student_id]. . Em đã nhắn tin yêu cầu hoãn thi giữa kỳ cho giảng viên bộ môn và được yêu cầu là liên hệ với phòng đào tạo, hỏi về thủ tục làm đơn gửi phòng đào tạo.. . Em muốn hỏi thủ tục hoãn thi giữa kỳ và làm đơn như thế nào ạ?. . Em cảm ơn!. . . .",
            "\"\"\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\"\"\"",
            "Xin chào ạ!. . Em không thể thi do trường hợp laptop bị hỏng không thể minh chứng là laptop bị hỏng do sửa một tiệm sửa chửa nhỏ, do em ở quê nên xung quanh khu vực của em chỉ có các tiệm sửa laptop nhỏ. Em chỉ có một laptop và  Không thể ra tiệm internet để thi vì không đủ điều kiện thi."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô ạ. . Hiện tại em đang ở gần cs2 thì nhận BHYT ở đâu vậy ạ?. . Em xin cảm ơn.",
            "\"Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email: [email]. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name]. MSSV: [student_id]. Sinh viên khoa Công nghệ Vật Liệu. Em viết nội dung này mong phòng đào tạo cho em xin hoãn thi giữa kì môn Vật Lý 2 và cho em được phép làm đơn. Vì lý do trước vài ngày và buổi thi hôm đó thiết bị máy Laptop và mạng của em bị hỏng nên không đáp ứng được điều kiện trong thi cử, em vừa vào thành phố nên cũng không biết nơi để đưa đi xử lý nhanh chóng. Mong phòng đào tạo xem xét và cho em thi lại vào đợt bổ sung ạ. Em xin chân thành cảm ơn.. . . .",
            "\"\"\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp  /i  Em tên là [full_name] MSSV [student_id] em có thắc mắc là hiện tại e chưa đăng ký luận văn tốt nghiệp. Trong kỳ này em đã đăng ký trả các môn còn thiếu, hiện tại có 1 số môn em còn chưa được thi . Phòng đào tạo cho em hỏi là xét đăng ký luận văn có được xét chỉ kỳ hiện tại không ạ ? Em đang thực hiện luận văn nghiên cứu nên muốn xin phòng đào tạo xem xét cho em đăng ký luận văn để có thể tiếp tục thực hiện nghiên cứu ạ ! Em xin cảm ơn !. . . .",
            "Chào bạn. . Theo quy định là không xét tín chỉ của HK hiện tại, bạn cần tích lũy số tín chỉ đạt theo quy định và đăng ký vào HK kế tiếp (HK213, Hk221). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Mình không đăng kí tốt nghiệp được vì trên trang đăng kí tốt nghiệp ghi là mình nợ hp/lệ phí, mình kiểm tra bkpay thì đã thanh toán hết dù có một số khoản thanh toán trễ. Cho mình hỏi mình có phải thanh toán lệ phí tốt nghiệp trước không và bao giờ tình trạng thanh toán học phí/lệ phí mới được cập nhật. Mình mong được phản hồi sớm nhất có thể để được đăng kí tốt nghiệp. .",
            "Chào em,. . Trường hợp của em mới thanh toán khoản lệ phí chuyển điểm ngày 8/3, sẽ được cập nhật và mở khóa đăng ký tốt nghiệp sau ngày 11/3/2022 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào anh/chị và quý Thầy/Cô.. . Em tên: [full_name]. . MSSV: [student_id] là SV thuộc hệ VHVL.. . Kỳ học này em đăng ký nhiều môn của lớp ban ngày và buổi tối thì tổng học phí của em là 27 triệu cho 30 tín chỉ.. . Khi xem thêm thông tin thì biết được là mức học vượt cho 1 tín chỉ là 900.000. . Em không biết là mức này tính cho tất cả các tính chỉ luôn hay có được tính riêng cho số tín chỉ vượt mức hay không.. . Mong được anh/chị giải đáp và em cảm ơn rất nhiều.. . Em chào anh/chị. .",
            "\"Chào bạn,. . Học phí mới đã cập nhật lại, bạn kiểm tra lại thông tin nghen. . Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí    Mức thu học phí các bậc đào tạo năm 2021-2022   Mục V- Vừa làm vừa học. . Chúc bạn học tốt.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Gửi [full_name]. . Ngày 27/02/2022 em có hỏi về vần đề đăng ký tốt nghiệp, vì hiện tại e đã chuyển sang hệ VLVH.. . Nhưng hiện tại ở mục đăng ký tốt nghiệp, thông tin cá nhân của em vẫn để hệ chính quy nên em không thể đăng ký được. Và em không thể cập nhập thông tin được.. .",
            "Chào em,. . Em vào mybk/Đăng ký tốt nghiệp kiểm tra xem đã đăng ký tốt nghiệp được chưa nhé, nếu chưa được vui lòng phản hồi lại giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào quý Thầy/Cô Phòng đào tạo,. . . . Em là [full_name], MSSV: [student_id], sinh viên bằng 2 Khoa Khoa học và Kỹ thuật Máy tính. Tại phần thi cuối kì   B môn học Nhập môn trí tuệ nhân tạo (CO3061)  /B  vào ngày   B 19/09/2021  /B  em đã đăng ký hoãn thi do đường truyền internet tại bệnh viện dã chiến covid không bảo đảm, ngoài ra tại thời điểm trước đó vào khoảng tháng 7 - 8/2021 em cũng có đăng ký môn học CO3061 này cho học kì 211.. . . . Tuy nhiên, sau khi có kết quả thi bù và cũng là kì thi cuối kì môn CO3061 vào học kì 211 là 5.5, thì điểm này chỉ tính vào kì 211 chứ chưa tính vào kì 202 mà em đã đăng ký hoãn thi thành công, hiện tại kết quả môn CO3061 kỳ 202 của em vẫn hiển thị cột điểm thành phần 40% là 9.00, và điểm thi 60% là 14, điểm tổng kết 14; thay vì phải là theo cấu trúc \"14; điểm (lần 2)\" như một số bạn mà em có hỏi qua về việc hoãn thi và kết quả hiển thị sau khi thi bù trên web mybk.. . . . Mong quý Thầy/Cô kiểm tra bổ sung lại giúp em trường hợp này, em xin cảm ơn.. . . . Trân trọng,. . [full_name]. .",
            "Chào bạn. . Vì môn Nhập môn trí tuệ nhân tạo bạn có TKB ở HK211, nên Pdt ưu tiên xếp lịch thi cho môn ở HK211. . - Môn có điểm hoãn thi trong tháng 3/2022 sẽ có thông báo chi tiết để bạn tham gia thi xoá điểm HT. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . pdt ơi cho em hỏi nếu tới ngày 8-9/4 em mới có điểm anh văn bên BKE thì khi đó em qua nộp điểm anh văn để xét tốt nghiệp tháng 4 có kịp không ạ.",
            "Chào em,. . Trường hợp SV đã đủ điều kiện tốt nghiệp, SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022 . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô ạ.. . . . Em đã làm mất thẻ sinh viên và em muốn đăng kí in lại thẻ. Nhưng bây giờ em đang học quân sự nên khong thể in giấy đăng kí để nộp cho phòng CTCT sinh viên được.. . Em có thể chụp rồi gửi qua mail cho phòng CTCT SV được không ạ.. . . . Em cảm ơn!. .",
            "Chào bạn. . Sau khi bạn học xong GDQP thì về in biên nhận cho Phòng CTCT SV ký rồi đến Pdt nhận thể đã đăng ký và thanh toán lệ phí. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào ban đào tạo.. . Em đã đăng kí tốt nghiệp thành công, có tên trên danh sách dự kiến tốt nghiệp và đã nộp tiền lệ phí tốt nghiệp vào ngày 26/2. Tuy nhiên từ khi đăng kí tốt nghiệp tới giờ là 2 tuần nhưng em vẫn chưa nhận được bằng tốt nghiệp tạm thời tại địa chỉ em đã đăng kí. Cho em hỏi là tại sao lâu vậy á? (bình thường bạn em chỉ cỡ 1 tuần là có) . . Và em có thấy trên aao có ghi là trường sẽ xác nhận tốt nghiệp thông qua mail tuy nhiên đến giờ em vẫn chưa nhận được. . . Em đang rất cần bằng tốt nghiệp tạm thời để xin việc làm. Em mong ban đào tạo phản hồi giúp em ạ. .",
            "\"Chào em,. . Cô gửi em file scan giấy CN TNTT, SV có thể liên hệ tại Phòng Đào tạo (101A1) để nhận bản giấy nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo,[full_name] [full_name] Em tên là [full_name], MSSV [student_id], sinh viên chương trình Tiên Tiến Điện Điện Tử,[full_name] [full_name] [full_name] [full_name] Em vừa được cập nhật điểm Luận Văn Tốt Nghiệp Học kì 211, và em đã có đủ các điều kiện để được xét tốt nghiệp[full_name] Em đã kiểm tra danh sách dự kiến và sau 08/03 em vẫn chưa được vào danh sách này[full_name] Mong Phòng Đào Tạo check cho em ạ[full_name] [full_name] [full_name] [full_name] Thanks and best regards,[full_name] [full_name] [full_name][full_name] [full_name] [full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  Em có tham gia thi anh văn 2 kỹ năng nói - viết online, đã có kết quả đạt, em phải lên BKenglish để xin giấy xác nhận chứng chỉ nộp cho PDT hay PDT tự cập nhật kết quả ạ. .  Em xin cảm ơn. . . .",
            "Chào em. . Không cần nhé bạn. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 15/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \"",
            "\"Chào bạn. . Pdt kiểm tra hiện tại bạn còn nợ. . Không đủ ĐK để tốt nghiệp. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quý thầy/cô,. . . . Em thấy trong quy định về chuẩn Tiếng Anh ghi là chứng chỉ Speaking & Writing của BKEnglish chỉ áp dụng cho khóa 2013-2017.. . (Ảnh đính kèm). . Vậy em khóa 2018 sẽ không được sử dụng chứng chỉ Speaking & Writing của BKEnglish để nộp tốt nghiệp được mà phải sử dụng chứng chỉ TOEIC Speaking & Writing chính thức bên ngoài phải không ạ?. . . . Em xin cảm ơn quý thầy/cô ạ.. . . . Thân ái,. . [full_name].",
            "Chào bạn. . K18 sẽ được áp dụng kết quả thi tại BKEnglish luôn nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào [full_name]. [full_name] cho em hỏi 2 câu hỏi:. . 1) Hạn chót đăng kí xét tốt nghiệp cho khóa K17 bị trễ 1 học kì là tháng mấy ạ, tại em thấy trên lịch học vụ thì để 11/4, còn vào mybk mục 18 đăng kí tốt nghiệp thì để 04/5.. . 2) Kì này có làm lễ tốt nghiệp không ạ.. . Em chân thành cám ơn!!!. .",
            "\"Chào em,. . SV xem lịch trình xét tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022 . . Còn thời gian được cập nhật tại mybk/Đăng ký tốt nghiệp là thời gian để SV vào đăng ký tốt nghiệp sau khi có tên trong ds dự kiến tốt nghiệp nhé. . Về lễ tốt nghiệp, SV vui lòng đợi thông báo sau.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em Là [full_name]-[student_id].. . Hk202 em đã học môn TTD2 và đã có điểm môn này ở bảng điểm rồi.Vì lý do nào đó mà môn TTD2 của em vẫn có trên Bkel và TKB ở HK212. E muốn Hủy TTD2 ở Hk212 Này ạ.. . Em cảm ơn!",
            "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 12/3/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name]-[student_id]. . Em khóa k19 học phí trường thông báo là 525/1tc. . Em đăng khí tổng cộng 21 tín chỉ nhưng 17.100.000 VNĐ. . Em tạo blog này xem pđt kiểm tra lại giúp em với ạ.. . Em xin cảm ơn",
            "\"Chào bạn,. . Học phí mới đã cập nhật lại, bạn kiểm tra lại thông tin nghen. . Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí    Mức thu học phí các bậc đào tạo năm 2021-2022   Mục V- Vừa làm vừa học. . Chúc bạn học tốt.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Thưa phòng đào tạo, học kỳ 212 em có đăng ký môn Đề cương môn học, hiện tại trong thời khóa biểu có môn học nhưng trên E-learning em không thấy có môn học. Em không biết đã được đăng ký và được nhận hướng dẫn chưa ạ?. . Em xin chân thành cảm ơn./. .",
            "Chào bạn. . Tại Mybk- xem TKB có môn Đề cương luân văn thì chắc chắn là bạn đã có tkb chính thức rồi. . Và Phòng đào tạo đã gởi ds về Khoa cho SV rồi. . Bạn liên hệ Văn phòng Khoa kiểm tra đã gởi danh sách bạn về Bộ môn chưa?. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em tên [full_name] MSSV [student_id] lớp L05 lý thuyết HK211. vì lý do sức khỏe nên em không thể khỏi nhà để học bù thí nghiệm Hóa đại cương cho học kì trước. Nhưng khi em xem thì thấy không có lịch trong thời khóa biểu cũng như xếp môn học trên BKel như các bạn khác. Có phải đã có lỗi gì không ạ ? Em phải làm gì để xin được hoãn học thí nghiệm bù ạ ?. .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 12/3/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kính gửi PĐT,. . Em là [full_name] - [student_id], sinh viên kĩ sư tài năng Khoa Máy Tính.. . Sau khi xem file Phân công phần mở rộng KSTN, em không thấy những môn mở rộng khác mà em đã đăng ký (có sự đồng ý của thầy [full_name]) có xuất hiện ở trong file. Những môn này gồm Tính toán song song mở rộng -  CO306D và Phân tích và thiết kế giải thuật mở rộng - CO303A.. . Kính mong PĐT phản hồi đến em sớm. Em xin cảm ơn.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 12/3/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name], MSSV: [student_id], Khoa khoa học và kỹ thuật máy tính. Em xin hỏi là chương trình vừa học vừa làm là sẽ học trong mấy năm ạ. Tổng môn học em phải học là bao nhiêu môn ạ.. . Em mong sớm nhận được giải đáp thắc mắc ạ. Em xin chân thành cảm ơn.",
            "\"Chào bạn. . - Về quy định thời gian và kế hoạch học tập: Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    điều 5. . Về Chương trình Đào tạo bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT,. . . . Em là Phạm Hồ Anh Đức, mã sinh viên 1811982. . . Sau khi nhận được file phản hồi về thông tin tín chỉ tích lũy mà PĐT đã gửi, em có một số điều muốn trình bày ạ:. . - Em đã gửi yêu cầu cập nhật tín chỉ môn tương đương và đã được cập nhật. (Môn Thống kê trong kinh doanh: mã K18-IM2007, mã mới-IM1017). . - Những môn: Anh văn trong KD (IM3061), PPNC trong KD (IM4001), Quản lý dự án (4003), Đề cương LVTN (IM4315) trên hệ thống MyBK của em đều đã cập nhật điểm rồi, mà sao vẫn nằm trong danh sách những môn chưa tích lũy ạ (đính kèm hình ảnh).. . . . Dạ, em kính nhờ thầy/cô phụ trách giúp cập nhật và kiểm tra thêm 1 lần nữa để em có thể có cơ hội hoàn thành môn LVTN trong học kỳ này ạ.. . . . Em cảm ơn ạ,. . Trân trọng.. . . .",
            "Chào bạn. . Đã xét xong môn LVTN cho bạn. . Ngày mai sẽ cập nhật mới trên Mybk xem TKB nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ cho em xin được hủy học phần môn \"thực tập điện 2\" ạ. Vì môn này em đã học và có điểm tổng kết nhưng không biết sao lại xếp vào danh sách môn học lại thí nghiệm của tháng 3 này.. .",
            "Chào em;. . đã hủy môn thực tập điện 2 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy cô Phòng Đào tạo. như thông tin từ trước đã qua ngày 7/3 nhưng em vẫn chưa có thể đăng kí tốt nghiệp cũng như thay đổi thông tin trên hệ thống. Nay em liên hệ lại với Phòng Đào tạo để biết được nguyên nhân vì sao em chưa có thể đăng kí và cập nhật lại thông tin được mong thầy cô phản hồi sớm giúp em . . em cảm ơn cô nhiều ạ",
            "\"Chào em,. . Em vào mybk/Đăng ký tốt nghiệp kiểm tra và đăng ký tốt nghiệp, trường hợp nếu chưa đăng ký được, vui lòng phản hồi lại giúp cô nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi,. . . . Em muốn đăng kí nhận bằng tốt nghiệp tạm thời để gửi cho công ty nhằm hoàn tất hồ sơ làm việc.. . . . Trân trọng ./.",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "\"Chào em,. . Cô gửi em file scan giấy CN TNTT, SV có thể liên hệ tại Phòng Đào tạo (101A1) để nhận bản giấy nhé.. . Thân\"",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cam của em hoat động bình thường trên máy tính với khi dùng gmail khác nhưng khi dùng gmail của trường cấp thì lại bị lỗi đứng cam, không biết trường có thể chỉ em cách khắc phục không ạ.. . [full_name] - [student_id] -k20. .",
            "Chào em;. . em liên hệ bên ban quản lý mạng nhé. . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . . . Em xin chào anh, chị Văn phòng. . Em là [full_name], MSSV: [student_id], hiện đang là sinh viên thuộc K17 Khoa Điện - Điện tử.. . Em hiện đã hoàn thành xong các tín chỉ của chương trình đào tạo, nhưng lại không thấy tên của mình trong danh sách tốt nghiệp dự kiến.. . Em tạo ticket này mong Văn phòng xem xét giúp em, tạo điều kiện để em được tốt nghiệp đúng hạn.. . . . . .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 15/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Em xin hủy môn hoc Thực tập điện 2 (EE3023) vì em đã hoàn thành học phần trước khi nghỉ dịch Covid-19.",
            "Chào em;. . đã hủy môn EE3023 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . đăng ký nhận giấy tốt nghiệp tạm thời",
            "Chào em,. . Cô gửi em file scan giấy CN TNTT, SV có thể liên hệ tại Phòng Đào tạo (101A1) để nhận bản giấy nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .",
            "Chào em,. . Trường hợp của em báo nợ môn Nợ 005005, SV kiểm tra lại, trường hợp bạn học môn tương đương vui lòng phản hồi lại giúp em, em học môn gì? ở HK nào? bao nhiêu điểm (tương đương). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào Thầy Cô.. . Em tên [full_name], sinh viên hệ VHVL khoa Điện-Điện tử (chuyển từ hệ chính quy k2014 do hết thời hạn đào tạo ngày 13/09/2021).. . Em tạo câu hỏi này mong Thầy Cô hỗ trợ em các vấn đề sau:. . 1.Em báo cáo LVTN ngày 24/01/2022 được 9đ nhưng hiện tại vẫn chưa cập nhập điểm vào mục bảng điểm. Chiều thứ 6 ngày 4/3 em có lên trực tiếp phòng đào tạo nhờ Thầy Cô hỗ trợ kiểm tra. Sau khi một Thầy gọi cho bộ phận nhập điểm hỏi thì em chờ khoảng 15p, Thầy gọi lại cho bên nhập điểm thì Thầy báo cho em là bên kia báo đã nhận được bảng điểm bên Khoa gửi rồi. Cho tới sáng nay em vẫn chưa thấy cập nhập điểm môn LVTN. Em kính mong Thầy Cô kiểm tra lại giúp em.. . 2.Ở yêu cầu hỗ trợ trước em có nhận được thông báo chờ tới ngày 8/3 xem có nhận được mail báo về và mục đăng ký tốt nghiệp có mở chưa. Hiện tại em kiểm tra thì vẫn chưa nhận được mail và mục đăng ký tốt nghiệp vẫn chưa mở. Mong Thầy Cô kiểm tra lại dùm em. Em cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ thầy/cô cho em hỏi em đã hoàn thành xong tất cả các môn trong chương trình học nhưng vẫn chưa có tên trong danh sách dự kiến tốt nghiệp.Mong thầy/cô kiểm tra giúp em còn thiếu yêu cầu nào để em có thể bổ sung ạ.Em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô. . Hôm trước em có hỏi về việc em đăng kí tốt nghiệp chưa được. Một tuần rồi, nay em vẫn đăng kí tốt nghiệp chưa được.. . Mong thầy/cô xem tên em có sai xót gì không ạ. . Em chân thành cảm ơn",
            "Chào em,. . Trường hợp em xét tốt nghiệp báo em nợ môn: Nợ LA1005, LA1007,LA1009. . SV kiểm tra lại điều kiện của mình và phản hồi lại nếu có sai sót.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name]. . Em muốn thay đổi lịch học thí nghiệm Hoá Đại Cương tại trường do em đang bị F0 và không thể tham gia học trực tiếp ở trường ạ. Mong thầy cô xem xét và thay đổi giúp em ạ. Em xin cảm ơn ạ.",
            "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 12/3/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Thân gửi đại diện trường Đại học Bách Khoa Thành phố Hồ Chí Minh. . . . Em là [full_name] mssv: [student_id] khoa Điện-Điện tử chương trình Tiến tiến. . Em đã đăng kí và hoàn tất thanh toán phí tốt nghiệp trên myBK. Em đăng kí giấy tốt nghiệp tạm thời và lên trường lấy thì thủ tục như thế nào ạ ?. . Mong nhà trường hỗ trợ và giải quyết sớm nhất !. . Em xin cảm ơn. . . . Trân trọng ./.. . . .",
            "\"Chào em,. . Cô gửi em file scan giấy CN TNTT, SV có thể liên hệ tại Phòng Đào tạo (101A1) để nhận bản giấy nhé.. . Thân\"",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Đơn xin thôi học",
            "Chào bạn. . Pdt kiểm tra bạn chưa thanh toán khoản nợ học phí trên BKpay. . Sau khi bạn hoàn thành học phí còn nợ thì nhà trường sẽ xem xét đơn thôi học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào Tạo,. . . . Em tên là [full_name], MSSV: [student_id]. . . . Ngày 7/3 thì em có tạo yêu cầu PĐT xem xét lại số tín chỉ của em để xem xét lại kết quả LVTN trễ hạn, thì PĐT có đưa ra thêm một lý do khác để em không đủ điều kiện xét LVTN là do nhóm tổ hợp môn học bắt buộc tự chọn của em không đạt vì chưa đủ 15 chỉ cho nhóm này.. . . . Sau khi xem lại các môn học tự chọn của em và đối chiếu với các môn PĐT gửi cho em thì có môn  Quản lý tồn kho trong chuỗi cung ứng ( Mã MH: ME4025, Học kỳ 1 2021-2022, Điểm tổng kết: 9.00) thì trong chương trình đào tạo bên em có (em có đính kèm hình ảnh ở dưới để làm minh chứng) nhưng trong các môn học của nhóm bắt buộc tự chọn bên PĐT gửi cho em thì lại không có môn đó ạ, dẫn đến việc em không đủ 15 tín chỉ cho các môn học tự chọn bắt buộc.. . . . Mong PĐT xem xét lại (vì bạn em cũng học các môn như em nhưng đăng ký được luận văn ạ) và sớm phản hồi liệu em có đăng ký được LVTN kỳ này không ạ,. . . . Em cảm ơn PĐT nhiều ạ",
            "Chào bạn[full_name] [full_name] Pdt đã xét lại, sau thứ 6(11/3) sẽ cập nhật lại TKB[full_name] [full_name] Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ e chào thầy cô e là [full_name] mssv [student_id]. E có lịch học môn TT Điện tử 1 (EE2023) lớp VL11 tuần 10, 11, 12. Nhưng hôm nay e đi học thì k có tên trong ds lớp.. . (Đính kèm hình). . Xin thầy cô bổ sung dùm e.. . E cám ơn thầy cô rất nhiều. . . .",
            "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 12/3/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy (cô), em đã gửi 2 lần hỗ trợ về vấn đề số tín chỉ tích lũy của em bị sai và không thê đăng kí tốt nghiệp. Em vẫn chưa nhận được mail và tra danh sách tốt nghiệp dự kiến thì vẫn hiện 131/134 tín chỉ. Không biết trường hợp của em có vấn đề gì không? Mong thầy (cô) kiểm tra và giải quyết giúp em vì đầy đã là lần gửi hỗ trợ thứ 3. Em cảm ơn ạ",
            "\"Chào bạn. . Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận thông báo hướng dẫn qua mail để thực hiện khai thông tin tốt nghiệp nghen. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn hủy môn Thực Tập Điện 2 nhóm VD02 vì đã học rồi và có kết quả rồi, kỳ này không đăng ký vẫn có lịch học.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 12/3/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo,. . Em tên là [full_name], sinh viên khóa k21, MSSV: [student_id]. Sáng nay em có tham dự ca thi Vật lý 2 lúc 9h. Do lúc thi mạng bên kí túc xá em ở bị rớt mạng, nên em có bị thoát khỏi phòng thi và gặp sự cố làm bài. Sau khi em cài dữ liệu mạng thì em có vào lại phòng meet và làm bài như bình thường, nhưng em lại gặp sự cố và bị out ra khỏi phòng thi một lần nữa. Do khá hoảng vì lần đầu tiên gặp sự cố này nên em không báo lại cho giáo viên coi thi, nên cuối giờ em mới biết là em bị đình chỉ thi.. . Em có quay màn hình lại toàn bộ quá trình thi của em. Mong Phòng Đào Tạo xem xét qua và công nhận buổi thi này cho em với ạ!. . Em cảm ơn nhiều ạ!. . Link record buổi thi:. . https://drive.google.com/file/d/1yfv3VuH_k8mu90rZtlUTeh23HoTsmgao/view?usp=sharing. . . . . .",
            "\"\"\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\"\"\"",
            "Kính gửi Phòng Đào Tạo,. . Giảng viên phụ trách môn Vật lý 2 đã cho phép em thi lại giữa kỳ môn này do sự cố kỹ thuật em gặp phải. Em xin gửi Phòng Đào Tạo Phiếu đăng ký thi bổ sung ạ. Em xin cảm ơn!",
            "Chào bạn, . . - Về vấn đề hoãn thi giữa kỳ đến thời điểm hiện tại không thể xử lý cho bạn được. . - Sinh viên vui lòng xem chi tiết quy định: Điều 16 Vắng thi hoãn thi tại Quyết định ban hành Quy định chung về học vụ và đào tạo (số 2931 ngày 10/9/21). . - Người học phải thực hiện các thủ tục đăng ký hoãn thi, vắng thi trước khi thi hoặc sau khi thi chậm nhất là 05 ngày làm việc với các phòng đào tạo. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Tốt nghiệp . Kính gửi [full_name] . . Em tên[full_name] [full_name]. . Mssv[full_name][student_id]. . Hiện em đã hoàn thành chương trình học và đã nộp chứng chỉ anh văn để phúc tra và được trả kết quả hợp lệ. Nhưng mail PDT gửi về cho em chỉ nói sinh viên đã hoàn thành chương trình học còn anh văn thì vẫn chưa có ạ. Em kính mong quý thầy cô xem xét để em được xét tốt nghiệp ạ",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 15/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 08/3/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến Tốt nghiệp .  Chào PĐT, theo như phản hồi của PĐT , em đã nhận được mail về việc có tên trong danh sách tốt nghiệp, tuy nhiên em vẫn chưa đăng kí tốt nghiệp tại mybk được, mong PDT hỗ trợ giúp em, em xin chân thành cám ơn. . . . .",
            "Chào em,. . Trường hợp của em đã bị buộc thôi học vị tự ý nghỉ học, SV vui lòng làm đơn xin cứu xét thu nhận lại để tốt nghiệp, trình bày rõ lý do và gửi lại qua bksi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa các thầy cô, hiện tại em đã có chứng chỉ tin học MOS, em xin hỏi là em nộp chứng chỉ như thế nào để có thể đạt yêu cầu chứng chỉ tin học ở trường ạ?. . Em xin cảm ơn",
            "Chào bạn. . Bạn vui lòng đợi thông báo hướng dẫn quy trình sau nghen. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gởi PĐT,. . . . Em là [full_name], MSSV [student_id]. Em đã gởi yêu cầu để phòng đào tạo thu nhận lại để em đăng kí tốt nghiệp. Tuy nhiên đã qua 8/3 em vẫn chưa đăng kí được và không có tên trong danh sách dự kiến tốt nghiệp. Mong PĐT xem xét lại trường hợp của em.. . . . Em xin chân thành cảm ơn!",
            "\"Chào em,. . Cô gửi em file xét tốt nghiệp, em kiểm tra lại điều kiện.. . Trường hợp có khiếu nại em có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương, vui lòng ghi rõ em học MH nào? ở HK nào? bao nhiêu điểm? tương đương môn học nào? (ghi rõ tên và mã MH). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "MY TỪ [full_name]   [email] . . 08:28, 7 thg 3, 2022 (2 ngày trước). . tới pdt. . . . Kính Gửi: Phòng Đào Tạo. . Em tên: [full_name] Lê Hoàng My                     MSSV: [student_id]                        Lớp: L08. . Lí do viết mail: Ngày 06/03/2020 em có lịch thi Vật Lí 2, em đã vào phòng thi (L08B) điểm danh đầy đủ, nhưng đường truyền mạng của em đột ngột mất và không được kí túc xá báo trước nên em đã bị giám thị đình chỉ thi, sau đó em đã báo cáo với giám thị về trường hợp của mình. Em rất mong được xem xét để thi lại ạ.. . Đây là bản record màn hình của em trong suốt quá trình làm bài: . . https://drive.google.com/file/d/1Yxb-h5At9vkFI1ZSivLrNl9PF4pCacae/view?usp=sharing",
            "\"\"\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính Gửi: Phòng Đào Tạo. . Em tên: Từ Lê Hoàng My                     MSSV: [student_id]                        Lớp: L08. . Lí do viết mail: Ngày 06/03/2020 em có lịch thi Vật Lí 2, em đã vào phòng thi (L08B) điểm danh đầy đủ, nhưng đường truyền mạng của em đột ngột mất và không được kí túc xá báo trước nên em đã bị giám thị đình chỉ thi, sau đó em đã báo cáo với giám thị về trường hợp của mình. Em rất mong được xem xét để thi lại ạ.. . Đây là bản record màn hình của em trong suốt quá trình làm bài: . . https://drive.google.com/file/d/1Yxb-h5At9vkFI1ZSivLrNl9PF4pCacae/view?usp=sharing. .",
            "đã xử lý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Em tên [full_name], MSSV [student_id] hệ VHVL khoa Kĩ thật giao thông ngành Ô tô. . . . Hiện tại lớp em sĩ số ít hơn 9 bạn học thực tế, và chỉ còn 3 bạn đăng kí học . . + Môn Điều khiển tự động trên ô tô (Mã môn TR4089) do thầy [full_name] và . . + M  B ôn Công nghệ ô tô (Mã môn TR4087) thầy [full_name] dạy. . . . Đây là 2 môn chính thức trong Học kì này của lớp em nhưng đều không đăng kí được kể cả hình thức dạng đồ án.. . Mong Phòng Đào Tạo hổ trợ mở lớp cho tụi em học, lớp em đợi học từ tháng 09/2021 tới giờ luôn rồi ạ. . . . Em xin chân thành cám ơn PĐT",
            "Chào bạn. . Trước tiên bạn liên hệ [full_name]/ Thầy Phó [full_name] phụ trách CTDT xem vấn đề giải quyết như thế nào, nhờ [full_name] ý kiến học theo dạng đồ án hay học môn tương đương. . Hk 213 sắp tới, Bạn báo [full_name] có thể làm công băn đề xuất đề nhà trường hỗ trợ. . Thân"
        ]
    }
]