[
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào Tạo. . . . Em tên [full_name]. . MSSV : [student_id]. . Hệ : VLVH (chuyển từ CQ). . . . Hiện tại trang e-learning của em đang bị lỗi không hiển thị thông báo ở môn học CH2043 - Qúa trình & thiết bị truyền nhiệt học kỳ 211 (em đăng ký học chung với hệ Chính Quy và đã có thời khóa biểu).. . . . Em đã liên hệ với Giáo viên phụ trách môn học và được Giáo viên hướng dẫn truy cập vào trang e-learning để theo dõi thông báo. Tuy nhiên khi em truy cập vào thì không thấy có thông báo nào.. . . . Kính mong Phòng Đào Tạo khắc phục để em có thể tham gia môn học.. . . . Em xin cảm ơn Phòng Đào Tạo!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi [full_name],. . Em tên: [full_name], MSSV: [student_id]. . Theo sự hướng dẫn của cô [full_name] trong phản hồi  ID 35333. Nay em làm đơn xin cứu xét đăng ký LVTN(file đính kèm) này mong Thầy/cô sẽ chuyển đơn này lên Ban lãnh đạo để xem xét giúp em có thể đăng ký và bảo vệ luận văn tốt nghiệp trong kỳ này để em có thể hoàn thành kịp tiến độ học tập. . . Trong thời gian chờ đợi, em xin chân thành cảm ơn.",
            "Chào bạn,. . Trong đơn vui lòng bổ sung mã LVTN nhé!. . Vui lòng gửi lại đơn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Học vụ  /i [full_name] [full_name] Chào Thầy/Cô[full_name] [full_name] Em là Mai Thế Triều MSSV [student_id][full_name] [full_name] [full_name] Vào ngày 25[full_name]8[full_name]2021 em có thi môn học Chi Tiết Máy (ME2007) nhóm L02B[full_name][full_name] [full_name] Em có tham gia dự thi và nộp bài theo qui định cũng như có xác nhận của giám thị coi thi là đã nộp bài[full_name][full_name] [full_name] Nhưng khoảng hai ngày gần đây khi các bạn thi chung phòng với em đã có điểm còn em thì không[full_name][full_name] [full_name] Em có mail cho giáo viên giảng dạy (GVGD) thì em mới biết bài thi của em không có trên BKEX dù trang web vẫn hiển thị là ''Đã nộp''[full_name][full_name] [full_name] Khi kiểm tra lại thì GVGD thấy hệ thống báo là đã xóa bài thi (remove submisson)[full_name][full_name] [full_name] Em biết là đã quá 5 ngày sau ngày thi thì không được hoãn thi nhưng do hai ngày gần đây em mới biết được lỗi này[full_name] [full_name] Kính mong Phòng Đào Tạo xem xét cho em hoãn thi",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . Quy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Các môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . Riêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo,. . Em tên là [full_name] - Mssv: [student_id], hiện đang là sinh viên K17 Khoa Kỹ thuật giao thông.. . Theo sự hướng dẫn của cô [full_name] trong phản hồi ID 34963.. . Nay em có làm đơn xin cứu xét đăng ký luận văn tốt nghiệp mong quý thầy/cô sẽ chuyển đơn cho ban lãnh đạo xem xét giúp em có thể đăng ký luận văn tốt nghiệp theo đúng tiến độ học tập.. . Chúc thầy/cô sức khỏe.. . Em xin chân thành cảm ơn.. .",
            "Chào bạn,. . Vui lòng bổ sung Mã môn LVTN trong đơn, ghi rõ cụ thể bạn thiếu bao nhiêu chỉ so với quy định. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kì trước em nhận được mail để thời hạn đăng kí và nộp bằng tốt nghiệp THPT đợt 2 từ ngày 6/9/2021 đến 16/9/2021 nhưng bây giờ em vào trang đăng kí thì không đăng kí được. Không biết có sao không. Xin cảm ơn.",
            "Chào bạn,. . PDT sẽ tổng kiểm tra bằng TN THPT (và bằng Cao Đẳng, Đại học đối với SV bằng 2, và VLVH). SV phải chuẩn bị sẵn sàng (bảng sao và bản scan) các bằng TN. Thời gian kiểm tra là trong tháng 10 và theo thông báo riêng. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: Phòng Đào Tạo. . Em tên: [full_name]: [student_id]. . Khoa: Công Nghệ Vật Liệu. . Cho em xin đăng ký môn Luận Văn Tốt Nghiệp. . MSMH: MA4323. . Đợt đăng ký Luận Văn Tốt Nghiệp bổ sung em đăng ký được rồi nhưng kết quả bị hủy do số tín chỉ tối thiểu để đăng ký luận văn không đủ.. . Số tín chỉ tối thiểu để đăng ký luận văn của khoa em là 126 tín chỉ. Em đang có 123 tín chỉ, cộng thêm 2 tín chỉ kỳ trước em học và hiện đã có kết quả qua môn nhưng đang đợi phòng đào tạo cập nhật điểm nữa là 125 chỉ. Em chỉ còn thiếu 1 chỉ nữa để đạt yêu cầu đăng ký luận văn. Mong phòng đào tạo xem xét dùm em cho em đăng ký Luận Văn Tốt Nghiệp đợt này.. . Em cảm ơn ạ",
            "Chào bạn,. . Bạn vui lòng làm đơn xin cứu xét đăng ký LVTN, trình bày rõ tình trạng của bạn trong đơn, ghi rõ bạn thiếu bao nhiêu chỉ?. . Cô sẽ giúp bạn trình đơn cho Ban lãnh đạo xem xét và trả lời đơn cho bạn nhé.. . Bạn vui lòng xem lại mã LVTN. SV khoa môi trường sao đăng ký LVTN ngành Vật liệu?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo Trường đại học Bách Khoa thành phố Hồ Chí Minh,. . . . Em là [full_name], sinh viên lớp CK19HT1.. . . . Trong lần rút môn học gần đây, em đã đăng ký rút những môn học sau:. . - CI3235 : Cơ học đất (3 tín chí). . - CI3236 : Cơ học đất (ThL). . . . Theo quy chế của nhà trường về vấn đề rút môn học, trường hợp rút môn học của sinh viên không cho phép hoàn lại học phí, mà vẫn phải trả học phí đúng với số tín chỉ đã đăng ký ban đầu.. . . . Trong trường hợp của em, 2 môn học mà em đã rút, là do lỗi hệ thống. Lần đăng ký môn học đợt 2 em không đăng ký những môn học trên.. . Em mong Phòng đào tạo của nhà trường có thế xem xét hoàn lại học phí, tránh tổn thất không đáng có.. . . . Em cảm ơn Phòng đào tạo,. . . . Thân mến!",
            "Chào bạn,. . - Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 3 (1,2)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . - Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . Nếu do lỗi của PDT, bạn vui lòng làm đơn khiếu nại để bộ phận ĐKMH kiểm tra và trả lời nhé.. . Còn việc rút MH thì vẫn phải tính học phí bình thường theo đúng quy định.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chào thầy cô, em đã đăng kí hoãn thi và nhận được mail phản hồi nhưng bản điểm em vẫn bị điểm 13. Cho e hỏi là sao ạ.. . Hình ảnh mail phản hồi em đính kèm",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ xin phép cho em hỏi là: Lớp Anh Văn 4A sau khi hoàn thành xong, có được tính số tín chỉ vào tổng số tín chỉ để tốt nghiệp không ạ? Và có tính điểm trung bình môn vào điểm tích lũy hay không ạ? . . Em xin cảm ơn!",
            "Chào bạn. . Sinh viên học đạt các môn này sẽ được xét đạt chuẩn Anh văn từng năm tương ứng theo quy định hiện nay. . . - sẽ tính vào số tín chỉ tích luỹ, không tính vào điểm (điểm đạt). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi em thi chuẩn anh văn thì chỉ tính chuẩn cho năm lúc thi thôi ạ?, lần gần nhất em thi 2 kì trước",
            "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 2-c. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy/cô. . Em là [full_name], hiện tại em đang gặp khó khăn và không thể chi trả khoản học phí ngay lúc này. Hạn chót cho học kì dự thính khi em kiểm tra là 14/9 với chi phí là 2 triệu 4. Và em có tìm hiểu nhưng không tìm thấy biểu mẫu để xin hoãn thời gian đóng học phí ạ. . . Còn học kì chính em đang theo học thì có khoản học phí khoảng 3 triệu 8, và em cũng chưa biết phải xin miễn hay giảm thế nào. Em mong được thầy/cô tư vấn giúp đỡ ạ. . . Em cảm ơn!  . . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi : Phòng Đào Tạo. . . . Em tên : [full_name] . . MSSV : [student_id]. . Lớp : CK17LTH. .  . . Hiện em đã hoàn thành các môn trong chương trình học liên thông , chỉ còn lại luận văn tốt nghiệp . Hiện em đã hết thời gian đào tạo , em muốn làm đơn xin chuyển qua hệ VHVL phải làm sao ạ ? Em có thể làm đơn online được không ạ ? Vì hiện tại tình hình dịch bệnh nên em không thể lên trường được ạ !. . . . Kính mong phòng đào tạo xem xét và trả lời cho em biết ạ !. . Em xin cám ơn !. .",
            "Chào bạn,. . Bạn vui lòng viết đơn xin chuyển hình thức đào tạo qua VLVH, ghi rõ tình trạng hiện tại và gửi lại qua bksi nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gởi thầy cô,. . Em là [full_name], mssv [student_id], HK 203 em có đăng ký hoãn thi môn thép 2 do bị cách ly (F1) và đã được PĐT đồng ý, nhưng hôm nay vào mybk bảng điểm thì không thấy hệ thống cập nhật điểm hoãn thi, mong thầy cô giúp em. Em có đính kèm ảnh chụp tin đồng ý hoãn thi của pđt nói sau 6/9 nếu chưa có điểm HT trên mybk thì khiếu nại.. . Thầy cô cho em hỏi thêm là khi nào sẽ có lịch thi lại cho em ạ, em học bằng 2 nên thời gian rất bận, mong thầy cô giúp em.. . Em cám ơn thầy cô đã đọc. . Em rất biết ơn. . Trân trọng. . . .",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . - Lịch thi em tự theo dõi nhé. (thi chung chứ không có thi lại). . . . Thân mến,. .",
            "Em đã nộp đơn qua công cụ BKSI để xin hoãn thi (được tiếp nhận và cho phép hoãn thi HK203), nhưng hôm nay mới điền vào form mà PĐT gửi qua mail, để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Do em bận đi làm quá để xót mail, đây là lỗi của em, mong cô bỏ qua cho em ạ. . Mong pđt cho phép em được thi lại, môn này là môn cuối cùng để em nhận được luận văn tốt nghiệp, mong thầy cô giúp đỡ để em được thi lại. . Em cám ơn. . Trân trọng",
            "Chào em,. . Em đã điền form mới gửi thì xem email xác nhận.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Khu em, khu phố 1 phường Bình Hưng Hòa B quận Bình Tân đang bùng dịch em không đi ra ngoài được và không đi liên quận được để đóng tiền (tại em không có ocb omni và thẻ ocb không có tiền, em đóng thường là nộp tiền mặt vô tài khoản rồi nhờ mấy anh chị nhân viên ocb đóng học phí giùm luôn). .",
            "Chào em,. . - Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . - Hoặc em nhờ tài khoản của người khác đóng giúp nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô. . Em là [full_name], sinh viên K18 khoa Hóa. . Em muốn nộp học bổng thì bảng điểm mình sẽ đăng kí như thế nào để nhận được file scan hoặc file mềm ạ?. .",
            "Chào bạn,. . Bạn có thể đăng ký nhận bảng điểm qua được bưu điện nhé (người nhận trả cước). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô PĐT ạ,. . Em xin hỏi em có nhận mail về học vụ học kì 211 thì em có đọc được mục xét tốt nghiệp đến hết học kì 211. Vậy em xin hỏi, có nghĩa nhà trường có kết hoạch xét tốt nghiệp đến tháng 12 luôn đúng không ạ? Em xin cảm ơn.",
            "Chào bạn. . ·        Pdt sẽ giải quyết tốt nghiệp theo thông báo đến hết HK211 (dự kiến cuối tháng 12/2021) nghen, bạn yên tâm nghen.. . ·        Lịch trình trình tốt nghiệp hiện tại trên trang aao.hcmut.edu.vn là để kịp Lễ tốt nghiệp trao bằng dự kiến tháng 11/2021 . . ·        Xem chi tiết lịch trình tốt nghiệp tại trang web PĐT (aao.hcmut.edu.vn)    Tốt nghiệp    Thông tin tốt nghiệp    Tháng 11/2021    Lịch trình đăng ký tốt nghiệp và cấp bằng tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Phòng Đào Tạo ạ.. . Em tên [full_name] MSSV [student_id]. . Hiện nay do gia đình em đang có bệnh nhân F0 và đang cách ly tại nhà, đã được phường xã xuống niêm phong nên hiện tại gia đình khó khăn và không thể nào đóng học phí dự thính HK211 đúng hạn, em có thể làm đơn xin đóng trễ học phí dự thính không ạ?. . Nếu được đóng trễ học phí DTHK211, em mong được Phòng Đào Tạo hướng dẫn em.. . Em chân thành cảm ơn Phòng Đào Tạo.",
            "Chào em,. . Về vấn đề gia hạn HP, Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "em tên [full_name] -[student_id]. . . . . Thầy cô cho em hỏi e chưa đạt môn tiên quyết nhưng em có lỡ đăng ký môn luận văn tốt nghiệp (ME4029) nhưng bây giờ hệ thống đã cập nhật vào. Cho em hỏi PĐT có hủy giống như ghi chú dưới ảnh đính kèm không ạ?. . . . Em cám ơn.. . Thân mến!. .",
            "Chào bạn,. . Việc PDT sẽ hậu kiểm sau khi có kết quả HK202 và Hk203.. . Nếu SV không đủ điều kiện sẽ bị hủy kết quả nhé.. . SV liên hệ Khoa nhận LVTN, ds gửi khoa 7/9"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1512295  /b \t. . . .   i Học vụ . PDT cho em hỏi về cách thức thi TOEIC 2 KỸ NĂNG hình thức online để đủ điền kiện xét tốt nghiệp. . . Em là sinh viên khóa K2015 đã hoàn thành chương trình học, hiện còn thiếu tiêu chuẩn tiếng anh nói viết. . Mong PĐT hồi đáp.. .",
            "Chào bạn. . Cô đã bổ sung bạn trong ds thi, bạn theo dõi khoảng ngày 14/9 có thông báo. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào thầy/cô, . . . . Em là [full_name], MSSV [student_id]. . . Em xin được phép đăng ký môn học trễ vào lớp   B Pháp Luật Đại Cương, SP1007, Mã nhóm là L05 tại học kì 211  /B .. . Lý do:. . - Do tình hình dịch bệnh diễn biến căng thẳng quãng thời gian dài, em không có cơ hội đi kiếm đủ ngày CTXH như trường yêu cầu. Mặc dù điều kiện ra trường của em đã đủ nhưng nếu thiếu CTXH, em buộc phải đợi sang đợt tốt nghiệp sau.. . - Môn học cuối cùng cho em điểm là vào ngày 03/08. Sau tính toán của em thì em chỉ thiếu 0.01 điểm nữa là có thể cải thiện lên bằng tốt nghiệp loại Giỏi.. . Em đã được sự chấp thuận của giảng viên phụ tránh lớp (tệp đính kèm theo ạ).. . Em xin chân thành cảm ơn.",
            "Chào bạn. . [full_name] đã đồng ý đơn đặc cách của bạn. . Bạn xem TKB cập nhật tại Mybk-xemTKB dự kiến ngày 15/9. . Nhớ thanh toán học phí nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1610921  /b \t. . Chào quý Thầy/Cô PĐT!. . . . Em tên là Phạm Hồng Hải, mssv: 1610921, sinh viên khoa Điện-điện tử, ngành Kĩ thuật điều khiển và tự động hóa, khóa 2016.. . Mã môn LVTN ngành Kĩ thuật điều khiển và tự động hóa: EE4323.. . . . Do dịch bệnh Covid-19 bất ngờ bùng phát trở lại và diễn biến nghiêm trọng trong nước ta, bắt đầu từ dịp nghỉ lễ 30/4, 1/5 nên trong giai đoạn đó em chưa thể thi chứng chỉ ngoại ngữ để nộp cho nhà trường trong thời giai quy định, đúng hạn để có thể đăng kí môn LVTN của  mình. Vừa rồi ở quê em lại bước vào khoảng thời gian vụ mùa chính thu hoạch lúa. Do phải giúp đỡ gia đình thu hoạch lúa nên em đã không thường xuyên cập nhật và bỏ lỡ thông báo cho phép sinh viên được đăng kí LVTN từ PĐT. Em rất tha thiết và mong PĐT xem xét, giúp đỡ, cho em một cách giải quyết, để em có thể đăng kí LVTN và hoàn thành chương trình học của mình. Em xin hứa sẽ thi chứng chỉ ngoại ngữ ngay khi điều kiện dịch cho phép để có bằng nộp nhà trường sớm nhất. Em chân thành cảm ơn quý Thầy/Cô, chúc quý Thầy/Cô sức khỏe, làm việc an toàn trong mùa dịch và cùng cố gắng chung tay đẩy lùi dịch bệnh cùng cả nước.. . . . Em rất mong nhận được phản hồi và giúp đở sớm từ quý Thầy/Cô PĐT.. .   i Đăng ký môn học .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH (học phần tốt nghiệp: TTTN, DCLV, LVTN) của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV. . . Trường hợp nếu không đăng ký được (không đủ điều kiện (thiếu môn tiên quyết, thiếu ngày CTXH..)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào cô ( thầy ). . Em tên [full_name] - khóa 2018. . Trong kì này em có đăng kí môn thí nghiệm hóa ly CH2041 nhóm LO2 do cô [full_name] dạy và trên bkel của em cũng hiện tên môn này nhưng lúc cô [full_name] gửi tài liệu học cho nhóm LO2 thì em lại không nhận được tài liệu mặc dù qua trao đổi với cô [full_name] thì danh sách sinh viên học phòng đào tạo gửi cho cô có tên em và trong thời khóa biểu của em cũng có môn này . . Em mong quý cô ( thầy ) sớm giải quyết vấn đề này để em kịp thời học tập . . Em chân thành cảm ơn . .",
            "Chào em,. . . . Các hoạt động trong khóa học do GV phụ trách môn học quản lý. PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô . . Môn khoa học trái đất của em là môn nộp báo cáo để giảng viên chấm lấy điểm cuối kỳ và em đã gặp trục trặc về mạng nên em không thể nộp được bài cho giảng viên và giảng viên đã cho em điểm 13.. . Em đã đăng ký hoãn thi ngay lập tức từ hôm em không nộp được bài báo cáo. . Em xin phép hỏi thầy cô môn Khoa Học Trái Đất có hình thức cuối kỳ là nộp báo cáo như vậy có được hoãn không ạ.. . Em chúc thầy cô thật nhiều sức khỏe, em cám ơn thày/cô.",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào pdt,. . Cho em hỏi là do dịch bệnh nên hiện tại gia đình đang khó khăn về mặt tài chính nên chưa có thể đóng học phí kì 211 được nên pdt có thể cho xin gia hạn được không ạ. Mssv của em là [student_id], em xin cám ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô ạ, thầy cô cho em hỏi là vì tình hình dịch nên có những môn kiến tập không mở lớp (trường hợp đủ điều kiện đăng kí môn kiến tập), thì khi tính số tính chỉ tích lũy tối thiểu để nhận Luận văn thì có lấy số tín chỉ tối thiểu theo quy chế trừ cho các môn bị hủy không ạ? Hay là vẫn theo quy chế bình thường ạ?. . Em cảm ơn thầy cô và chúc thầy cô sức khỏe ạ! . .",
            "Chào bạn,. . Vui lòng trình bày cụ thể vấn đề của bạn giúp cô nhé?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name], MSSV:[student_id]. . Em xin trình bày: Em đã làm xong luận văn tốt nghiệp, chỉ còn 1 môn giải tích 2 (GT2). Em đã đăng kí học môn GT2 ở dự thính HK202. Nhưng do tình hình dịch bệch, nên lịch thi lùi quá nhiều (em thi ngày 24/8). Đến nay (9/9) mới có điểm tổng kết. Em không thể đăng kí trước môn GT2 vào HK211 rồi rút môn do môn GT2 này 4 tín chỉ, khá khó khăn cho em. Giờ có kết quả rớt nên đến HK212 em mới có thể đăng kí môn GT2 và có thể tốt nghiệp trễ 1 năm hơn.. . Em xin hỏi: Có cách nào để em đăng kí vào các lớp GT2 của HK211 không ạ?. . Em cảm ơn.",
            "Chào em,. . - Hiện tại đã hết thời gian hiệu chỉnh, em cần phải có xác nhận đồng ý vào lớp của giáo viên nhé. (ghi rõ mã môn học, tên môn học, mã nhóm). . - Gửi đơn đăng ký bổ sung trình bày lý do ...để BLĐ PĐT đồng ý mới được em nhé. (gửi qua [full_name]). . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name]. Em xin huỷ rút môn học Thí nghiệm hóa phân tích mã CH2115 học kì 211 được không ạ. Em xin cảm ơn.. .",
            "Chào em,. . PĐT đã nhận được thông tin của em.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào phòng đào tạo.Em có xem thông tin trên pdt là ngày 08/09/2021 có danh sách tốt nghiệp dự kiến đợt tháng 11/2021 mà hiên tại em vẫn chưa thấy.Mong nhận được giái đáp ạ.. . Em cảm ơn.",
            "Chào bạn. . - Bạn vui lòng đợi thông báo nghen. . ·        Pdt sẽ giải quyết tốt nghiệp theo thông báo đến hết HK211 (dự kiến cuối tháng 12/2021) nghen, bạn yên tâm nghen.. . ·        Lịch trình trình tốt nghiệp hiện tại trên trang aao.hcmut.edu.vn là để kịp Lễ tốt nghiệp trao bằng dự kiến tháng 11/2021 . . ·        Xem chi tiết lịch trình tốt nghiệp tại trang web PĐT (aao.hcmut.edu.vn)    Tốt nghiệp    Thông tin tốt nghiệp    Tháng 11/2021    Lịch trình đăng ký tốt nghiệp và cấp bằng tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào PĐT,. . Hiện ở địa phương em người ta yêu cầu về giấy xác nhận sinh viên, vậy em có thể nhận giấy xác nhận trong thời gian này ở đâu đây ạ?. .",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . . . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy/cô,. . . . Em tên [full_name]. . MSSV: [student_id]. . Sinh viên khoa Khoa học máy tính.. . . . Chuyện là vì nhiều lý do mà em đăng ký thực tập tốt nghiệp thất bại (rớt phỏng vấn) nên em muốn hỏi là liệu làm luận văn rồi mới đi thực tập có được không ạ? (Em vẫn đủ 120 chỉ để làm luận văn ạ).. . . . Em mong thầy/cô sẽ sớm trả lời em thắc mắc này.. . Em cảm ơn thầy/cô rất nhiều.",
            "Chào bạn,. . Phải đủ điều kiện mới có thể ĐK LVTN nhé, bạn vui lòng liên hệ [full_name] để được tư vấn về CTĐT cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em xin chào quý thầy cô.. . Vào ngày 6/9/2021 em có đăng kí thì Anh văn 2 kỹ năng đợt 1, tuy nhiên sau đó em đã hủy nhưng do phát sinh lỗi nên em đã không hủy thành công. . . Em muốn đổi thi Anh văn 2 kỹ năng từ đợt 1 sang đợt 2 được không ạ. Tại do em chưa chuẩn bị kỹ để thi.. . Em xin chân thành cảm ơn",
            "Chào bạn. . Hiện bạn đã có tên trong danh sách thi đợt 1, không thể xoá được bạn, bạn đóng tiền rồi cố gắng thi nhé. . -    SV chỉ được đăng ký thi 1 lần duy nhất trong đợt tháng 9 & tháng 10 /2021 (hình thức trực tuyến), trường hợp SV thi không đạt, hoặc bỏ thi, hoặc thanh toán lệ phí thi trễ hạn vui lòng đợi thông báo sau hoặc hết thời gian giãn cách có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quý thầy/cô !. . Hôm nay em gửi đơn xin tạm dừng hk 211 mong được xét duyệt ạ. Em cám ơn ạ !",
            "Chào bạn. . . . PDT đã tiếp nhận và đang xử lý đơn tạm dừng vào HK1(2021-2022) của bạn.. . . . Bạn vui lòng theo dõi tình trạng sinh viên từ “đang học” sang tình trạng “tạm dừng” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 24/9/2021. . . . PDT sẽ gửi qua mail file scan quyết định tạm dừng cho sinh viên trễ nhất là 30/9/21. Sau thời gian này vẫn chưa nhận được file quyết định tạm dừng vui lòng gửi phản hồi lại bksi để PDT kiểm tra và trả lời.. . . . Thân",
            "Chào em,. . Đơn tạm dừng hôm nay là ngày 09/9/21 em sửa ngày tháng và gửi lại liền nhé.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1752443  /b \t. . . . Trong kì thi online môn Cấu Trúc Dữ Liệu lần qua em có tham gia và điểm danh đầy đủ. Tuy nhiên, sau khi làm bài và nộp bài thì Screen Record của em bị lỗi do phần mềm quay. Em không để ý Screen Record của mình không được chấp nhận cho tới khi em biết mình vắng thi khi thầy báo điểm trên MyBK.. . Vì em không bị điểm liệt nhưng lại không có điểm thi cuối kỳ, em xin được tham gia vào lần thi sau để bổ sung cột điểm cuối kỳ.. . Dù biết là hạn nộp sau 5 ngày, em mong phòng đào tạo xem xét cho trường hợp của em.. . . . . . Em xin cảm ơn,. . Quang. . . .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . Quy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Các môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . Riêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào PDT,. . Sau khỉ PDT phản hồi câu hỏi trước của em về giấy xác nhận sinh viên thì có đề cập đến thời gian đăng kí in giấy xác nhận sinh viên nhưng không đề cập cụ thể ngày nào có đường link đăng kí? Mong PDT phản hồi sớm giúp em để em có thể trình vày với địa phương!. . . .",
            "Chào em,. . Đường link nào em ? em vào mybk/xác nhân sv .... . (Em là sv K18 không biết mybk?). . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác. . . . Em xin chào Phòng đào tạo. . Em tên [full_name] MSSV [student_id] . . Hiện em đang thiếu ngày công tác xã hội vì tình hình dịch covid nên việc quay lại trường làm công tác xã hội. Em thì hiện đang ở quê, em có cách nào làm công tác xã hội để kiếm thêm cho đủ ngày công tác xã hội để đủ làm điều kiện làm luận văn sắp tới?. . Em xin cảm ơn",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thưa thầy/cô cho em xin hỏi là môn học có hình thức thi cuối kỳ là nộp báo cáo cho giảng viên vẫn được hoãn thi đúng không ạ ?. . Em chúc thầy/cô khỏe mạnh.",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . Quy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Các môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . Riêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . DẠ cô ơi em ghi nhầm mã ạ.. . môn kết cấu thép ci3009 đạt 5.0 qua ở hk1 2020-2021 ạ. cô cập nhật lại dùm em ạ.. . mong cô update thời khóa biểu sớm nhất có thể để em cập nhật và làm luận văn.. . mã luận văn CI4333.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 20/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã đăng kí thi anh văn nói-viết mà được thông báo đóng lệ phí trên BKpay. Tuy nhiên từ 0h sáng đến 9h sáng nay em vẫn chưa thể thanh toán khoản lệ phí này. Em đã thử sử dụng tài khoản OCB của em và cả của người khác nhưng vẫn không thể thanh toán. Tất cả các lần thanh toán đều thể hiện lỗi. Mong trường kiểm tra lại hệ thống. . . Em xin cảm ơn",
            "Chào bạn,. . Hiện tại hệ thống bên Ngân hàng đang bị lỗi, họ đang cố gắng khắc phục trong hôm nay, có gì bạn mai bạn vô thanh toán lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Do yêu cầu vào học thí nghiệm hóa hữu cơ phải có bảo hiểm tai nạn mà em chưa mua thì em có thể liên hệ ở đâu để mua bảo hiểm tai nạn ?. . Em cám ơn PĐT",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào anh chị . . Em tên là [full_name], em có đăng ký thi av 2 kỹ năng mà thực hiện đóng tiền theo lịch của trường và bị lỗi, em đã thử đi thử lại rất nhiều lần nhưng vẫn lỗi.. . Vì chỉ có hơn 1 ngày để đóng học và nếu trễ thì e không được thi và ra trường trong đợt này nên nhờ anh chị check lại giúp e ạ. . [full_name]",
            "Chào em,. . Ngân hàng OCB báo kỹ thuật đang bị lỗi, mai em thanh toán nhé.. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . . Kính gửi Phòng Đào tạo. . Em tên [full_name], mssv [student_id], xác nhận đủ điều kiện hoãn thi cuối kỳ 202 đối với môn học: Mạch điện tử. Em chân thành cảm ơn. Kính chào",
            "Chào em,. . Em điền vào form, xem email xác nhận nhé.. . . . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Lúc trước em có nộp chứng chỉ anh văn IELTS và đã được xét duyệt, cho em hỏi điểm chuyển mục TOEIC 5.00 là điểm gì vậy ạ.",
            "Chào bạn. . Nghĩa là bạn đã pass chuẩn tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy/cô, . . . . Em tên là [full_name], MSSV: [student_id]. Do em không hiểu rõ email của trường về đăng kí thi anh văn nói viết nên em đã đăng kí trong đợt 1 (theo em hiểu là 800 sinh viên phải đăng kí rồi mới chọn đợt thi). Do đó, em mong thầy/cô có thể xóa em khỏi danh sách đăng kí trong đợt 1 hoặc nếu không được thì có thể cho em thi vào ngày cuối cùng (ngày 20/9) vì hiện tại em đang ôn thi cho ngày 12/9.. . . . Mong nhận được phản hồi sớm nhất từ thầy/cô và chúc thầy cô thật nhiều sức khỏe.. . . .",
            "Chào bạn. . Hiện bạn đã có tên trong danh sách thi đợt 1, không thể xoá được bạn, bạn đóng tiền rồi cố gắng thi nhé. . -\tSV chỉ được đăng ký thi 1 lần duy nhất trong đợt tháng 9 & tháng 10 /2021 (hình thức trực tuyến), trường hợp SV thi không đạt, hoặc bỏ thi, hoặc thanh toán lệ phí thi trễ hạn vui lòng đợi thông báo sau hoặc hết thời gian giãn cách có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô. . Em có thắc mắc như sau: Ngày 7/9/2021 là bắt đầu thu học phí của HK211(DT) nhưng tới hôm nay 9/9/2021 trang BKPAY vẫn chưa mở mục để tiến hành thanh toán học phí. Em có gửi file hình đính kèm.. . Mong thầy cô xem xét và khắc phục lỗi này sớm để sinh viên tiến hành đóng học phí.. . Em xin cảm ơn.",
            "Chào em,. . Em chờ email từ PĐT, sẽ gia hạn đến 20/9/21.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo!. . Em là [full_name]. Ngày 21/7 em có đăng kí in giấy XNSV và nhận gửi qua bưu điện. Thời gian sau đó, em không nhận được giấy. Em muốn hỏi là có cách nào để em nhận lại tờ giấy đăng ký của đợt đăng ký 21/7 không ạ? Hiện tại thì em không thể đăng ký đợt khác vì em đã hoàn tất các môn học. Mong phòng đào tạo xem xét trường hợp của em.. . . . em xin cảm ơn.",
            "Chào bạn,. . Bạn vui lòng trình bày rõ trường hợp của bạn, là bạn đã nhận được thư của bưu điện gửi chưa?. . Thân",
            "Gửi phòng đào tạo!. . Em xác nhận lại là cho tới hiện tại em chưa nhận được thư của bưu điện ạ. Do không biết khi nào tình hình dịch giảm bớt nên em có thể nhận file PDF tạm thời trên myBK được không ạ.. . . . Em xin cảm ơn.",
            "Chào bạn. . Cô gởi lại file scan cho bạn đính kèm nghen, tinh thấn giấy xác nhận này đã gởi bưu điện rồi. . Thân",
            "Kính gửi Cô [full_name]!. . . . Em xin cảm ơn cô nhiều ạ. Cô cho em hỏi một số thắc mắc nữa là trong trường hợp bưu điện không gửi được tới địa chỉ của em thì bưu điện có hoàn trả lại cho phía nhà trường không ạ? Trong trường hợp đó em có thể nhận lại bản cứng khác tại trường không ạ. Trong trường hợp không nhận lại được bản cứng thì với bản scan em photo ra và xin đóng mộc đỏ của trường được không ạ? . . . . Em xin cảm ơn.",
            "Chào bạn. . Để xem tình hình bưu điện phản hồi. . Vì Giấy chứng nhận này 31/10 là hết hạn (cho Hk 202). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . kính gửi PDT . . em là VÕ SỸ HẠNH . . MSSV [student_id]. . do một số vấn đề về kỹ thuật cho nên trong lúc thi môn  CHI TIẾT MÁY- ME2007 lớp L05. . em đã nộp bài và được cán bộ coi thi đã xác nhận đã nộp bài tuy nhiên bây giờ em bị điểm 13 do không có bài , em đã phản hồi cho thầy dạy môn học này và được hướng dẫn hoãn thi . . Vì vậy em mong PDT xem xét cho em được hoãn  thi môn học này ạ .. . Em xin chân thành cảm ơn .. .",
            "Thân gửi các bạn sinh viên, . . . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . . . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . . . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . . . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . . . Thông tin thêm:. . . . Quy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . . . Các môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . . . Riêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. . . .  . . . . Chúc các bạn học tập thật tốt!. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào Thầy/Cô. . . . 14/9 là hết hạn đóng học phí dự thính, nhưng tới giờ (9/9) trang web vẫn chưa cho đóng học phí nữa ạ. . . .",
            "Chào em,. . Em chờ email từ PĐT, sẽ gia hạn đến 20/9/21.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name] Chào quý Thầy/cô[full_name] [full_name] Dạ em muốn hỏi về thanh toán phí thi av nói viết trên BK pay[full_name][full_name] [full_name] Em không thanh toán được phí, trang báo lỗi phát sinh trong quá trình giao dịch[full_name] Em có liên hệ với bên ngân hàng nhưng không được[full_name] Em cũng không biết phải làm như thế nào[full_name] Em xin cảm ơn[full_name] [full_name] Trân trọng[full_name] [full_name] [full_name]",
            "Chào em,. . Ngân hàng OCB báo kỹ thuật đang bị lỗi, mai em thanh toán nhé.. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em muốn xin hoãn học phí thì làm như thế nào ạ. Và khi nào sẽ đóng ạ. Em cảm ơn",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào Thầy/Cô,. . Em tên là [full_name], sinh viên năm 4 khoa Cơ Khí.. . Em có thắc mắc về việc nếu sau khi thi 1 trong 4 đợt anh văn 2 kỹ năng mà trường đã tổ chức nhưng điểm đạt không đủ điều kiện xét tốt nghiệp đợt 20/10 để dự lễ tốt nghiệp tháng 11, thì trường có thể mở thêm đợt thi nào để tạo điều kiện cho chúng em kịp dự lễ tốt nghiệp tháng 11 không ạ? Vì có thể khả năng tiếng anh của mỗi bạn khác nhau và em rất lo lắng khi chỉ có 1 cơ hội để thi ạ.. . Em xin cảm ơn Thầy/Cô.",
            "Chào bạn,. . Trong thông báo mail có nói nhé, bạn có thể liên hệ Trung tâm ngoại ngữ để được hướng dẫn thêm nhé. . SV chỉ được đăng ký thi 1 lần duy nhất trong đợt tháng 9 & 10 /2021 (hình thức trực tuyến), trường hợp SV thi không đạt, hoặc bỏ thi, hoặc thanh toán lệ phí thi trễ hạn vui lòng đợi thông báo sau hoặc hết thời gian giãn cách có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ (SV đã đăng ký được ở Đợt 1 thì không đăng ký được ở Đợt 2)"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [full_name] [student_id]  /b \t. . . .   i Yêu cầu khác . Nhà trường xem giúp em cái BK pay của em, chuyện là em có thanh toán tiền in bảng điểm qua ocb nhưng khi tới bước xác thực mã OTP qua tin nhắn điện thoại thì lại bị lỗi mặc dù em đã nhập đúng OTP. Em đã thử dùng 1 tài khoản OCB khác của bạn em cũng học Bách Khoa để thanh toán nhưng cũng bị tương tự. Xin cảm ơn.",
            "Chào em,. . Ngân hàng OCB báo kỹ thuật đang bị lỗi, mai em thanh toán nhé.. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn hoãn báo cáo thực tập trong hk hè thì em cần phải làm gì, e có xin ý kiến của giáo viên hướng dẫn rồi ạ",
            "Chào em,. . . . PĐT đã gửi email: \". . . . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . \". . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào thầy cô. Còn khoảng 4,5 ngày nữa hết hạn thanh toán học phí Dự thính 211. Thầy cô cho em hỏi khi nào trường mở thanh toán ạ, em sợ tới đó em quên. Mong nhận được phản hồi từ nhà trường. Em cảm ơn.",
            "Chào bạn. . Bạn vui lòng theo dõi thông báo đóng học phí qua mail (nhà trường điều chỉnh lại thời gian đóng học phí dự thính nghen bạn). . Thân"
        ]
    }
]