[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào thầy, cô. . Em tên [full_name] mssv:[student_id] . . Hôm nay em muốn hỏi thầy, cô vì em không đăng ký được môn anh văn 1 (LA1003) mặc dù điểm anh văn đầu vào em đã được 310 điểm.. . Em xin cảm ơn thầy, cô.. . Trân trọng!. .",
            "Chào bạn,. . . . Bạn xem qui chế học vụ điều 31, phụ lục 1: http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ e xin chào ạ. . Em không đủ 28 tín chỉ cho năm nhất. . Nhưng đợt 2 em vẫn đăng kí được những môn chuyên ngành. . Vậy vào đợt 3 đăng kí môn, những môn đó của em có bị hệ thống xóa không.. . Em xin cảm ơn",
            "Chào bạn,. . . . - Bạn xem lại qui chế học vụ điều 9 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . - Nếu sau năm 1 em tích luỹ không đủ 28 tín chỉ thì không đăng kí những môn năm 2. Những bạn đăng kí những môn năm nhất (toán, lý, hoá, pháp luật Việt Nam đại cương, [full_name]-[full_name]...).. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name]. . MSSV: [student_id]. . Nay em làm đơn này kính mong quý thầy cô giúp em tăng sỉ số lớp CI1051 ( Hư hỏng sửa chữa công trình) tạo điều kiện thuận lợi cho em trong việc học tập ạ. Em có thấy thầy cô đã tăng sỉ số lớp nhưng do em đi thực tập ít có thời gian rảnh nên khi em vào đã full slot.Em cám ơn quý thầy cô và mong nhận được sự giúp đỡ và phản hồi từ phía thầy cô ạ.. .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào thầy, cô ạ. . Em tên là [full_name] - MSSV: [student_id]. . Em không thể đăng ký môn học ME3231 (Kỹ thuật mhh và mô phỏng) vì môn này kết thúc vào tiết 6, và em đã đăng ký môn ME4027 bắt đầu vào tiết 7 cùng ngày.. . Em xin phòng đào tạo cho em đăng ký môn học ME3231 để em có thể theo kịp tiến độ học tập và chương trình đào tạo.. . Em xin hứa việc đăng ký này sẽ không ảnh hưởng đến việc học tập của em, em xin hứa sẽ cố gắng học tập tốt, chuyên cần, đầy đủ.. . Mong thầy, cô và thầy đào tạo sẽ tạo điều kiện cho em để em có thể đăng ký được môn học này ạ.. . Em xin chân thành cảm ơn thầy, cô. . . .",
            "Chào bạn,. . . . Trường hợp thông tầm (sáng kết thúc tiết 6, chiều bắt đầu tiết 7) đăng kí không được nha bạn.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo,. . Em viết đơn này xin Phòng đào tạo có thể mở rộng sỉ số lớp L02 Kinh tế học đại cương - IM1013. Vì lí do em hiện tại không đủ tín chỉ yêu cầu của trường đề ra, em mong Phòng đào tạo xem xét mở rộng sỉ số lớp giúp em. . . Em xin cảm ơn các thầy, cô đã đọc thư này và hy vọng có thể trả lời em sớm.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]4  /b \t. . . .   i Tốt nghiệp .   p Em xin chào Thầy, Cô ạ !  p . .   p Em tên là [full_name]. MSSV :[student_id]4. Lớp DC13KS.   p . .   p Cho em hỏi là, em đã có tên trong danh sách dự kiến tốt nghiệp, nhưng trong ghi chú có ghi là chưa đủ ngày CTXH, mới có 13.5 ngày. Mặc dụ trên mybk, trong mục Hoạt động ngoại khóa SV thì đã đủ với tổng số ngày 15.5 ngày.  p . .   p Mong Thầy, Cô xem xét giúp em với ạ  p . .   p Em cám ơn  p . . . .",
            "QUOTE MSSV: [student_id]4    . . . . Tốt nghiệp. .  Em xin chào Thầy, Cô ạ ! . .  Em tên là [full_name]. MSSV :[student_id]4. Lớp DC13KS.. .  Cho em hỏi là, em đã có tên trong danh sách dự kiến tốt nghiệp, nhưng trong ghi chú có ghi là chưa đủ ngày CTXH, mới có 13.5 ngày. Mặc dù trên mybk, trong mục Hoạt động ngoại khóa SV thì đã đủ với tổng số ngày 15.5 ngày. . .  Mong Thầy, Cô xem xét giúp em với ạ . .  Em cám ơn . . . .   /QUOTE . .",
            "Chào bạn. . Thứ 6 hàng tuần Phòng Đào tạo sẽ cập nhật lại danh sách tốt nghiệp mới và mở khóa cho các trường hợp sinh viên nợ HP và Nợ ngày CTXH (sau khi đã thanh toán HP/bổ sung đầy đủ ngày CTXH trước thứ 5 hàng tuần), Sinh viên đăng ký tốt nghiệp lại vào thứ 2 tuần sau. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Em xin chào quý thầy/cô. . Do việc thực hiện cách ly em đã không thể tham dự thi cuối kỳ môn cơ sở điều khiển tự động hiện tại giáo viên bộ môn đã đánh cột cuối kỳ 0 phẩy làm trung bình học kỳ của em rất thấp. . Em xin hỏi là nếu em đăng ký thi lại vào đợt thi cuối kỳ hè thì điểm học kỳ 192 em có thay đổi không ạ?. . Theo quy chế nếu em xin thi diện [full_name] thì em sẽ hủy điểm thành phần và tính điểm \"đạt\" nếu trên 5 phải không ạ? Lúc đó điểm 0 em có bị hủy bỏ trong điểm học kỳ không ạ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name], là sinh viên khoa Cơ khí, ngành Kỹ thuật hệ thống công nghiệp.. .  Vì đợt đăng ký lần 1 chưa cập nhật điểm giáo dục thể chất 3 nên em bị hủy môn Thiết kế sản phẩm trong công nghiệp ME4017.. .  Em rất mong nhà trường có thể mở thêm sỉ số môn này để em có thể đăng ký và học ạ.. . . . Em cảm ơn!",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Tăng sỉ số lớp. . môn Thí nghiệm silicat dc (MA3035) giúp em. . Thầy bộ môn đã đồng ý. . Em gửi 2 lần mà sỉ số lớp vẫn vậy. Em vẫn chưa đăng ký được. . . Hy vọng tăng sỉ số lớp lên 30 ạ. .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1811832  /b \t. . . .   i Đăng ký môn học . Dạ e chào Thầy/ Cô. Em là K18 đang học lớp quản lý Môi trường. Học kì này theo chương trình đào tạo là em sẽ đăng ký môn Thực tập tham quan( tiên quyết là môn Nhập môn kỹ thuật). Nhưng do năm nhất em không có học nên em vẫn chưa học được môn NMKT. Các học kì rồi em có đăng ký nhưng không được chấp nhận. Năm nay, pdt cho đăng ký chung với K20. Nhưng với điều kiện tiên quyết này, thì em sẽ không thể học môn TTTQ. Vì K19 đổi chương trình, đổi mã và đổi từ 2 chỉ thành 1 chỉ, đặc biệt là đến năm 4 K19 mới học môn này. Cộng thêm việc TTTQ là tiên quyết của các môn luận văn tốt nghiệp và lơp em chưa tới 30 bạn nên không có hy vọng nào luôn ạ. Vì vậy mà có thể e sẽ mất hơn 6,5 ra trường mà bằng sẽ hạ xuống tại chức. Em không thể nào nghĩ là chương trình K19 sẽ thay đổi hoàn toàn như vậy.  Mong Thầy/Cô xem xét cho em được đăng ký song hành 2 môn này được không ạ? Nếu 1 môn không qua thì sẽ xem như rớt cả 2 môn được không ạ? Mong Thầy/Cô xem xét và giúp đỡ em. Em thật sự đang cố gắng theo kịp chương trình, nhưng riêng môn này thì không còn cách nào. Em chân thành cảm ơn!",
            "Mong Thầy/Cô xem xét và giúp đỡ em ạ! Em chân thành cảm ơn",
            "Mong Thầy/Cô xem xét giúp đỡ tụi em ạ! E chân thành cảm ơn!",
            "Chào bạn,. . . . Đăng kí môn học phần mềm đã lập trình sẵn nha bạn.. . . . Không can thiệp vào được.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "em đăng kí môn kĩ thuật số mã ee1009 theo đúng chương trình học. Bấm chọn lớp nhưng lại báo lỗi như vậy. Xin giải đáp giúp em",
            "Chào bạn,. . Bạn phải chọn loại hình đăng ký là hệ chính quy - đợt 2, không chọn loại hình chuyển hệ vì chỉ dành cho sinh viên đăng ký môn học khác hệ đào tạo thôi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào PDT, hiện tại em là sinh viên cuối năm 2 của Khoa Khoa học ứng dụng, trong kỳ 201 sắp tới, cả lớp đăng ký môn học theo CTDT và có một môn sắp xếp tại cơ sở 2. Theo bình chọn sơ bộ thì 98% các bạn muốn chuyển môn về cơ sở 1. PDT cho em hỏi để có thể chuyển thì em cần chuẩn bị biểu mẫu gì và cụ thể như thế nào ạ. . . Em cám ơn. . . . .",
            "Chào bạn,. . Không có biểu mẫu về chuyển cơ sở nhé bạn.. . Môn học mở ở cở sở 1, 2 là do khoa mở và sinh viên đăng ký. Hoặc có những môn đặc thù chỉ mở được ở cơ sở 1 hay cơ sở 2.. . Bạn có thể liên hệ ở Khoa để hỏi về CTĐT của bạn nhé!@. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đăng kí không được môn kỹ thuật hệ thống viễn thông. . máy báo là \" không được phép đăng ký vào nhóm lớp này - Xem thêm về Loại hình SV và Loại hình đào tạo (tìm kiếm tại BKwiki - wiki.hcmut.edu.vn)\" . . Em không biết làm sao để khắc phục . . Mong nhà trường xem xét và khắc phục lỗi này ạ",
            "Chào bạn[full_name] [full_name] [full_name] [full_name] : Tại sao bạn chọn \"[full_name]\", bạn phải chọn đợt \"[full_name]\"[full_name] [full_name] Chúc bạn học tốt [full_name] [full_name] Thân[full_name] [full_name] [full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kình gửi PDT. Em đã tiến hành thanh toán học phí ở BKPay. Bây giờ em cần làm thủ tục gì để đăng kí được xét tốt nghiệp ạ. e kiểm tra nhưng vẫn chưa đăng kí được. .   i Tốt nghiệp .",
            "Chào bạn. . Thứ 6 hàng tuần Phòng Đào tạo sẽ cập nhật lại danh sách tốt nghiệp mới và mở khóa cho các trường hợp sinh viên nợ HP và Nợ ngày CTXH (sau khi đã thanh toán HP/bổ sung đầy đủ ngày CTXH trước thứ 5 hàng tuần), Sinh viên đăng ký tốt nghiệp lại vào thứ 2 tuần sau. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . dạ thưa pdt, nếu mình đăng ký 8 tín chỉ trong 1 học kỳ thì mình sẽ được giảm 50% học phí đúng không ạ? và là hệ thống sẽ tự giảm hay mình có cần làm đơn hay gì không ạ? em cảm ơn ạ.. .",
            "Chào bạn,. . Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí . . Chúc bạn học tốt.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em không qua môn học \"Các nguồn năng lượng tái tạo\" mã môn học Ma2013 mọi năm môn này sẽ được mở ở học kì 4 nhưng chương trình k19 đổi thành ở học kì 7 . . Qua năm sau (hk8) em sẽ làm luận văn và nếu theo tiến độ thay đổi như vậy thì đến hk7 của k19 (hk11 của em) em mới được đăng kí môn này hay sao ạ??. . . . Và có cách nào để em được mở môn này sớm không ạ?? Xin mở lớp thì cần tối thiểu sỉ số bao nhiêu ạ??. . Em cảm ơn và mong được giải đáp",
            "Chào bạn,. . Quy trình mở môn học :. .     +  Bước 1: SV tải mẫu đơn tại trang web: www.aao.hcmut.edu.vn à Sinh viênà biểu mẫuà mẫu Đề nghị mở môn học (ngoại lệ). .     +  Bước 2: Sau khi có xác nhận chữ ký đồng ý theo quy định trong đơn. .  . . SV nộp đơn tại PĐT – cơ sở 1-  . . Thời gian nộp đơn mở lớp dự thính: từ ngày 25/08/2020 đến 10g ngày 27/08/2020. . Chúc bạn học tập tốt. . Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã rớt môn anh văn 2 và 3. Vậy nếu trong kì thi anh văn sắp tới do IIG-Việt Nam tổ chức em thi qua 450 điểm. thì môn anh văn của em sẽ được tính như thế nào ạ? các môn anh văn 2 và 3 vẫn sẽ để rớt môn và em vẫn phải học lại ạ?. . Còn khi em thi Toeic và nộp bằng thì các môn anh văn đó sẽ tính như thế nào?",
            "Chào bạn. . Kết quả thi kiểm tra trình độ Tiếng Anh theo chuẩn TOEIC sẽ do công ty IIG-Việt Nam tổ chức chỉ dùng để xét chuẩn tiếng Anh sau mỗi năm học. Không dùng để chuyển điểm, xét luận văn tốt nghiệp, tốt nghiệp hoặc xét miễn môn AV1,2,3,4.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em xin chào Phòng Đào tạo, em là [full_name] lớp CK17CTM2.. . Em xin phép PĐT có thể mở môn học Thực Tập cơ khí đại cương 2 ( ME2001) vì kỳ trước là kỳ chẵn em đăng kí thì cũng không có ạ. . . Mong PĐT có thể xem xét,. . Em cảm ơn ạ!",
            "Chào bạn,. . Quy trình mở môn học :. .     +  Bước 1: SV tải mẫu đơn tại trang web: www.aao.hcmut.edu.vn à Sinh viênà biểu mẫuà mẫu Đề nghị mở môn học (ngoại lệ). .     +  Bước 2: Sau khi có xác nhận chữ ký đồng ý theo quy định trong đơn. .  . . SV nộp đơn tại PĐT – cơ sở 1-  . . Thời gian nộp đơn mở lớp dự thính: từ ngày 25/08/2020 đến 10g ngày 27/08/2020. . Chúc bạn học tập tốt. . Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo ĐHBK. Em tên [full_name],MSSV : [student_id]. Em kính xin phòng đào tạo cho phép em đăng ký bổ sung môn Sác Xuất và Thống Kê , mã MH : MT2001.. . Kính xin phòng đào tạo cho phép em đuo85c đăng ký và tham gia học môn này vì đây là môn cuối củng trong chương trình để em hoàn thành luận văn tốt nghiệp. Em xin cảm ơn.",
            "Chào bạn,. . . . Bạn vào đăng kí, nếu full sỉ số trong các đợt DKMH bạn liên hệ trực tiếp PDT để tăng sỉ số nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy,cô PĐT và thầy,cô chủ nhiệm bộ môn Hóa lý hôm nay em gửi tin này xin thầy cô tăng thêm sĩ số môn Hóa lý( CH2001) vì nó là môn bắt buộc và em đã trễ 1 năm. Kính mong thầy, cô chấp nhận yêu cầu này của em.. . Em cảm ơn ạ!",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Ngoại trừ các môn bắt buộc năm 4, em đăng ký được bình thường, còn các môn tự chọn em đều đăng ký không được, màn hình hiện là \"không được phép đăng ký vào nhóm lớp này\", mong Phòng Đào Tạo xem xét giúp em ạ.. .",
            "Chào bạn[full_name] [full_name] [full_name] [full_name] : Tại sao bạn chọn \"[full_name]\", bạn phải chọn đợt \"[full_name]\"[full_name] [full_name] Chúc bạn học tốt [full_name] [full_name] Thân[full_name] [full_name] [full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi về vấn đề đăng kí môn học là . . môn thí nghiệm Hoá hữu Cơ(CH2053) A04. . có số tiết là 23456. . em có được đăng kí môn học tiếp theo . . là CH2061 - CS t/toán &tkế tbị hchất tiết 789 không ạ. . dạ cho em hỏi tương tự môn:. . CH3309 - T/kế tnghiệm &xlý sốliệu tiết A01 tiết 789 và môn CH3015 - T/n quá trình thiết bị tiết 23456 luôn ạ. . Dạ em xin cảm ơn ạ. .",
            "Chào bạn,. . . . Nếu bạn bị thông tâm thì không đăng kí được nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em muốn đăng kí môn giải tích 1-2 trong học kì 201 nhưng không thấy mở lớp, pđt có thể hỗ trợ mở lớp 2 môn này giúp em được không ạ",
            "Chào bạn,. . . . - Môn giải tích 1 có mở khoá cho sinh viên khoá 20, khoá 20 có biểu đồ học khác với các khoá còn lại.Do vậy, hạn chế cho các bạn khoá khác đăng kí vào nhóm lớp của khoá 20.. . . . - Bạn nên  đăng kí những môn này trong các đợt dự thính sắp tới.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em mong nhà trường mở thêm sĩ số lớp môn hóa lý ạ ! em cần học để kịp tiến độ trong kì 201 tới . em cảm ơn !",
            "Chào bạn,. . . . PDT đã tăng hết tất cả các môn với sỉ số tối đa rồi.. . . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi đợt kiểm tra anh văn tại trường HK193 sắp tới em đã đăng ký nhưng không đi thi thì có bị sao không ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là K18, hiện giờ đang muốn đăng kí môn Hệ thống số để cải thiện điểm nhưng môn học hiện tại đã đổi mã môn. Liệu em có được phép đăng kí học hay không và nếu được thì điểm có được chuyển tương đương không ạ?. . Em cảm ơn.",
            "Chào bạn,. . . . Việc này bạn liên hệ khoa để được tư vấn nha.. . . . . . Thân.",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ cho em hỏi sao qua nay môn thể chất em đk không được vậy ạ có thể hướng dẫn em cách đk môn này được không ạ. tại đợt 1 em có đk mà qua đợt 2 này mất ạ",
            "Chào bạn, . . Hiện tại Phòng Đào tạo đã cập nhật lại điểm GDTC, chuẩn GDTS_3, Sinh viên vui lòng vào đăng ký lại. . . Chúc bạn học tốt!. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ và tên: [full_name]. . MSSV:[student_id]. . Nay đề nghị được thu nhận lại từ học kì 1 năm học 2020-2021. . Có đính kèm phiếu thu nhận lại.. . Em xin cảm ơn. .",
            "Chào bạn. . Pdt đã tiếp nhận đơn thu nhận của bạn. . - Bạn đăng ký môn học HK201 lúc 13g ngày 8/9/20. . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em muốn đăng kí môn phương pháp tính(MT1009) tại cơ sở 2, hiện tại đã quá sĩ số. vậy có thể  đăng kí thêm em vào giúp được không ạ.",
            "Chào bạn,. . . . Trường hợp tăng sỉ số khi đăng kí môn học bạn liên hệ trực tiếp PDT.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa phòng đào tạo OISP,. . . . Em gặp vấn đề về việc thời gian của 2 môn học (trong cùng tiến độ 201 của K19) CH2009-Hóa phân tích và EN2005 - H/học trg k/thuật &khmt1.. . . . Hiện tại môn CH2009 em đăng ký lớp CC01 và 2 ngày học đều ở cs1, tuy nhiên môn EN2005 hiện tại chỉ mở 1 lớp và học ở 2 cơ sở. Môn EN2005 vào ngày thứ 4 từ tiết 2-6 ở cs2 và sau đó là từ tiết 8-11 môn CH2009 ở cs1, em hiện không đăng ký được môn EN2005 vì bị lỗi thời gian ở 2 cơ sở quá xa nên mong được nhà trường tư vấn và giúp đỡ ạ.. . . . Em cảm ơn rất nhiều, mong nhà trường hồi đáp em sớm ạ.. .",
            "Chào bạn,. . . . Bạn liện hệ văn phòng Đào tạo quốc tế để tư ván cho bạn nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là hiện nay em đang có 30 chỉ và được đăng kí môn năm 2 trong đó 6 chỉ Anh văn là điểm 12(đạt nhưng không tính vào ĐTB) nhờ thi Anh văn đầu vào, vậy là 6 chỉ Anh văn này có được tính vào tổng chỉ để em đủ điều kiện đăng kí năm 2 hay là 6 chỉ này không tính và việc em đăng kí được môn là lỗi lệ thống ạ?",
            "Chào bạn,. . . . - 6 chỉ anh văn này tính vào số tín chỉ tích luỹ ngành của bạn nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ các thầy cô cho em hỏi là các môn học trong chương trình đào tạo khóa 2018 không đổi mã đúng không ạ? Do em định học lại 2 môn mà em thấy có 1 môn có mã mới còn mã cũ thì không mở lớp nên em hơi hoang mang ạ.. . Em cảm ơn quý thầy cô ạ!",
            "Chào bạn,. . . . Chương trình đào tạo khoá 2018 có cập nhật trên web, bạn đăng kí phải đúng mã số môn học trong CTDT của mình nha.. . . . Thân.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . . . Lớp Quản trị kinh doanh cho kỹ sư IM1003 có thời khóa biểu vào thứ 4 tuần 36, nhằm ngày 02/09/2020thì có học không ạ? Hôm đó có lịch kiểm tra giữa kỳ (dự kiến) của lớp.. . Em cảm ơn ạ.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ thưa PDT, hiện tại việc đăng kí môn học của em bị trục trặc do thời khóa biểu các môn học bị trùng với nhau, cụ thể là môn triết học Mác Lê-nin(SP1031).Giờ học của em bị trùng với hầu hết các lớp trong thời khóa biểu, riêng lớp CC03 là thuộc giờ trống của em nhưng bây giờ sĩ số lớp đã đầy. Em muốn hỏi là PDT có cho mở danh sách thêm 1 sĩ số để em đăng kí môn được không ạ?",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào pđt,học kì vừa rồi em vẫn chưa đủ 28 chỉ, nhưng vẫn đăng kí được các môn năm 2 và có rất nhiều bạn đang hoang mang giống em rằng có bị xóa các môn đó không, để chúng em đăng kí môn khác ạ. Em cảm ơn.",
            "Chào bạn,. . Nếu bạn không tích lũy đủ số tín chỉ quy định, bạn sẽ không đăng ký được môn học của năm tiếp theo, Quy định về xếp năm thứ của sinh viên, và quy định về mức độ môn học em xem trong quy chế đào tạo và học vụ của trường, cụ thể như sau:. . Xếp năm thứ của SV ở [full_name]ản 4.2, Điều 4.. . 4.2 Xếp hạng năm đào tạo. . Sau mỗi học kỳ, SV được xếp hạng năm đào tạo theo số tín chỉ tích lũy (TCTL) như sau:. . - SV năm thứ nhất: dưới 28 tín chỉ. . - SV năm thứ hai: từ 28 đến dưới 56 tín chỉ. . - SV năm thứ ba: từ 56 đến dưới 80 tín chỉ. . - SV năm thứ tư: từ 80 đến dưới 128 tín chỉ. . - SV năm thứ năm (đối với các CTĐT trên bốn năm): từ 108 tín chỉ. . Quy định mức độ môn học khi SV đăng ký môn học ở [full_name]ản 9.7, Điều 9.. . 9.7. Ràng buộc về xếp hạng năm đào tạo SV và môn học được phép đăng ký. . Mức độ môn học được định nghĩa như sau:. . - Môn năm thứ nhất: dành cho tất cả SV các năm. . - Môn năm thứ hai: dành cho các SV từ năm thứ hai trở lên. . - Môn năm thứ ba: dành cho các SV từ năm thứ ba trở lên. . - Môn năm thứ tư: dành cho các SV từ năm thứ ba và thứ tư trở lên. . - Môn năm thứ năm: dành cho các SV từ năm thứ tư và thứ năm trở lên. . Nhà trường dùng mã môn học có dạng XXLYYY để phân định năm học, trong đó XX là viết tắt của ngành/[full_name]a, L là năm thứ và YYY là thứ tự môn học. . Như vậy, nếu các SV chưa đạt đủ 28TC thì vẫn có thể đăng ký các môn học có dạng XX1YYY, ví dụ như các môn Đại số tuyến tính (MT1007), Pháp luật VN ĐC (SP1007), ... Các môn học này trong các chuong trình đào tạo có thể được xếp vào các năm học ở năm 2.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có nhu cầu đăng ký môn Quản lý nhân sự IM3055 nhưng hiện tại cả hai lớp đã đủ sĩ số. Em rất mong quý Thầy/Cô tạo điều kiện giúp em đăng ký môn học này ạ. Em xin chân thành cảm ơn.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có đăng kí môn Phương Pháp Tính; . . . . Mã MH: MT1009;. . . . Em được xếp vào nhóm A01 - thứ 3 - tiết 10-12;. . . . Do thứ 3 em có 2 môn học vào buổi sáng và chiều trước giờ học môn Phương Pháp Tính;. . . . Để đảm bảo về sức khỏe, khả năng tiếp thu và chất lượng học tập nên em xin phép phòng đào tạo hỗ trợ chuyển giúp em sang nhóm A02 - thứ 4 - tiết 10-12 ạ.. . . . Kính mong được sự hỗ trợ của PĐT ạ, em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Những trường hợp này, trong đợt DKMH  bạn nên liên hệ trực tiếp PDT.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho e hỏi là trong một kì nếu e chỉ đăng kia 8chỉ thì có được giảm 50% học phí k ạ hay vẫn phải đóng số tiền mặc định của mỗi kì",
            "Chào bạn,. . . . Nhà trường chưa có thông báo về đóng học phí học kỳ 201.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i em tên là [full_name] văn bằng 2. em có 2 câu hỏi.. . 1. em đăng ký điện điện tử nhưng em theo học nhưng cảm thấy khoa điện không phải là thế mạnh của em. em biết thế mạnh của em là thiết kế về thời trang. nên em muốn chuyển ngành qua công nghệ may. . . 2. nếu bây giờ đăng ký môn về chuyên ngành công nghệ may thì. mã môn học cũ  không mở đối với môn học học kỳ 1 năm 2 của chương trình cũ.( chương trình đào tạo kỹ sư). nếu em đăng ký học theo chương trình của khóa k19 (chương trình cử nhân) thì có được xét tốt nghiệp chương trình cử nhân không ạ. em xin cảm ơn.  . . . .",
            "Chào bạn. . 1- Bạn làm đơn xin chuyển ngành nộp tại pdt để ban lãnh đạo phòng xem xét (nhưng bạn phải xem xét lại quỹ thời gian học của bạn). . 2-Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn đăng ký môn kinh tế học (700401) và xử lý số tín hiệu (405406) nhưng 2 môn này chỉ còn 1 lớp và 2 lớp này bị cấn lịch với nhau thì có cách nào giải quyết k ạ, vì 2 môn này nằm trong chương trình học kì này của em ạ. .",
            "Chào bạn,. . . . [full_name] không đăng kí được nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên PFIEV.Trong đợt đkmh đợt 2 thì môn học 403707-Lập trình hệ thống điện không thể đăng ký được,hình như do môn học bắt đầu ở tiết 7 , mong phòng đào tạo có thể điều chỉnh. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin được tăng số lượng lớp PO2 môn học 201701 - Cơhọc đc &ch mtr liêntục vì em cần đăng ký vào nhóm PO2 để có thể đăng ký được môn học 404713 - Lôgic tổ hợp vì bị trùng lịch học . Em cảm ơn . . . .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]. . [student_id]. . Xin tăng sỉ số nhóm A01 ĐAMH Kết Cấu Thép (CI3213). . . .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name] và hiện đang là sinh viên K15 của chương trình PFIEV chuyên ngành Viễn thông. Hiện tại em đang xem xét việc học tiếp chương trình của ngành Khoa học Máy tính theo hướng bằng thứ hai sau khi đã hoàn thành LVTN của chương trình PFIEV.. . . . Sau khi em xem xét và so sánh CTDT của chuyên ngành Kĩ thuật Máy tính và chuyên ngành Viễn Thông PFIEV, em nhận thấy rằng ngoài sự trùng lặp về các môn đại cương, còn có sự trùng lặp về nhiều môn chuyên ngành khác. Vì vậy, liệu em có thể sử dụng điểm của những môn trùng lặp trong chương trình PFIEV để chuyển điểm/ xét điểm miễn cho các môn trong chuyên ngành Kĩ thuật Máy tính không ạ? Nếu được thì em cần làm những thủ tục gì để xét chuyển điểm?. . . . Kính mong [full_name]T có thể giải đáp câu hỏi của em,. . Trân trọng,. . [full_name]",
            "Chào bạn. . - Về quy định đào tạo song ngành: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 28. . - Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là [full_name]ầy phó khoa phụ trách chương trình đào tạo [full_name]ầy Quản [full_name]ành [full_name]ơ) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . [full_name]ân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Dạ cho em hỏi là sv năm 1 đủ 28c mới được đk môn cơ sở ngành năm 2. Vậy nếu e chỉ được 27c ( đã cộng kì hè) pdt có thể xem xét lại giúp em không ạ. Nếu được thì em có cần làm đơn gì không ạ. Dạ em cảm ơn",
            "Chào bạn,. . . . -Bạn xem lại qui chế học vụ điều 9 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658, sau năm nhất bạn tích luỹ 28 tín chỉ mới đăng kí những môn năm 2. . . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name] [student_id] học khoa Quản lý công nghiệp chất lượng cao.. . Em muốn hỏi về việc hoãn học GDQP học kỳ này.. . Tình hình dịch bệnh COVID đang phức tạp, thể trạng em lại không tốt (Em bị viêm xoang và viêm amidan) rất hay bị đau.. . Gia đình em không cho phép em đi học GDQP tại thời điểm này để bảo về bản thân cũng như bảo vệ mọi người. Em sẽ liên hệ trung tâm GDQP để học trong thời gian hè khi tình hình dịch bệnh dịu lại. Nếu như tình hình không tốt hơn thì có thể sẽ hè của năm sau nữa gia đình em mới cho em học. Em muốn hỏi miễn có bằng của trung tâm GDQP là em sẽ được tốt nghiệp đúng không ạ? Chuyện học GDQP trễ của em sẽ không ảnh hưởng đến việc học các môn khác của em ở trường đúng không ạ?. . Em cảm ơn.",
            "Chào bạn, . . . . Bạn liên hệ văn phòng Đào Tạo Quốc Tế để tư vấn cho bạn nha.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Phòng đào tạo,. . . . Các bạn nhóm ngành Logistics và Quản lí chuỗi cung ứng - khoa Cơ Khí - K17 hiện không đăng kí môn học ME3231 (kỹ thuật mô hình hóa - mô phỏng) được do hệ thống báo thiếu môn  [ME2049]: ME2049 - ứng dụng máy tính trg cn. Em có chekc lại Môn này không phải môn tiên quyết trong lộ tình đào tạo.. . Kính mong phòng đào tạo xem xét và giải quyết sớm ạ. Em xin cảm ơn. .   i Đăng ký môn học .",
            "Chào bạn,. . . . [full_name] đã chỉnh lại phần này rồi nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Học vụ. . . .   /QUOTE . . Cho em hỏi Môn Phương pháp số (ME2091) có được thay thế bằng môn Phương pháp tính (MT1009) không ạ ?",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào quý anh chị,. . . . Em là Lê  Trần  Phú Sỹ, sinh viên chương trình tiên tiến, Điện Điện Tử K15. Tháng 7 vừa rồi em đã bảo vệ thành công luạn văn cũng như hòn thành toàn bộ chương trình đào tạo.. . . . Em tra danh sách tốt nghiệp tạm thời không có mã số sinh viên của em :[student_id]. Em cũng không thể đăng kí tốt nghiệp.. . . . Mong quý anh chị vui lòng hồi âm cho em biết em còn thiếu sót gì để có thể bổ sung cho kịp ạ.. . . . Em xin cảm ơn",
            "Chào bạn . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 08/9/20 phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :. . - Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn    tốt nghiệp    thông tin tốt nghiệp    danh sách tốt nghiệp 11/2020 - Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên vui lòng phản hồi tại trang bksi.hcmut.edu.vn để để phòng đào tạo kiểm tra lý do.. .  Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name], mssv [student_id].. . . . Đợt 1 đăng kí môn học học kì 201, em có đăng kí môn hóa đại cương (CH1003), nhưng hiện hết lớp. Mong Phòng đào tạo mở thêm sĩ số lớp có mã lớp L06_L03, môn hóa đại cương (CH1003), và thêm em vào lớp đó.. . . . Em cảm ơn.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em hiện chỉ tích lũy được 28 tín , nên kì 201 này mới đăng kí được 8 tín chỉ thôi , cho em hỏi em có bị không xếp thời khóa biểu không ạ , và e có nghe nói nhà trường giảm 50% cho trường hợp đăng kí dưới 8 tín chỉ đúng ko ?. .",
            "Chào em[full_name] theo quy chế thì sẽ ràng buộc tín chỉ tối thiểu[full_name][full_name] [full_name] HK này hiện đang xem xét, sẽ có thông báo nếu ràng tc tối thiểu sau khi kết thúc các đợt đăng ký[full_name] [full_name] Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/ cô, thầy/ cô cho em hỏi đợt kiểm  tra trình độ anh văn vào ngày 19-20/9/2020 có dành cho sinh viên hệ chính quy không ạ và điểm đó có thể dùng để xét chuẩn anh văn đầu vào cho sinh viên cuối năm 2 không ạ. Em xin cảm ơn",
            "Chào bạn,. . . . PDT có gởi mail, bạn kiểm tra mail nha. Điểm anh văn này dùng để xét chuẩn sinh viên sau các năm.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .   Tên: [full_name]. . Mssv [student_id]. . Câu hỏi: 1. Một số môn học tìm kiếm lại không có như: vật lý 1,2; giải thích 1,2, ?. . 2.  Em đã học ba môn giáo dục thể chất vậy học kỳ này em có cần đăng ký không ?. .",
            "Em xem lại CTĐT của [full_name]19 xem có phải là mã đúng mã môn Vật lý và Giải tích ko nhé.. .",
            "2.  Em đã học ba môn giáo dục thể chất vậy học kỳ này em có cần đăng ký không ?",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "tùy em nhé.. . Hiện em mới có GDTS_2. ."
        ]
    }
]