[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa cô!. . Em tên là [full_name] . . MSSV: [student_id]. . Em có đăng kí môn LA1039 - Anh văn 2A (nhu cầu) lớp DT04 ạ. Nhưng do khi có lịch thì em bị trung lịch 1 buổi với 1 môn học khác nên em muốn xin qua lớp DT05 với sỉ số đang là 21/30 để không trung lịch được không ạ?. . Em hi vọng được xem xét và hỗ trợ ạ!. . Em cám ơn ạ!. .",
            "Chào bạn. . Cô đã lấy dữ liệu chuyển bộ phận dkmh xét lại. . Bạn đợi kết quả phản hồi trễ nhất là thứ 5 ngày 7/10. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Điểm thi cuối kỳ của em chưa được cập nhật từ vắng thi thành hoãn thi ạ. Em đã có đăng ký hoãn thi mong được kiểm tra và cập nhật lại. .",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy, cô!. . . . Em có coi trong mục quy chế, quy định nhưng không hiểu lắm nên có một số câu hỏi ạ!. . . . 1. Cho em xin hỏi là điểm trung bình tích luỹ nghành là tính tất cả cách môn trong kế hoạch giảng dạy của nghành (bao gồm các môn đại cương từ năm 1,2) đúng không ạ? . . . . 2. Cho em xin hỏi là điểm chuyển anh văn có được tính vào điểm trung bình tích luỹ nghành không ạ?. . . . Em cảm ơn thầy, cô!",
            "Chào bạn. . 1) đúng. . 2) Có. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1812473  /b \t. . . .   i Yêu cầu khác . Thưa Thầy/Cô, em có chuyển tiền từ tài khoản Vietcombank tới tài khoản OCB để đóng học phí  nhưng phía bên OCB chưa cập nhật được số tiền em chuyển từ tài khoản kia qua thì làm sao ạ? Em đợi 1 ngày rồi nhưng vẫn không thấy. . . Nếu tài khoản OCB cập nhật chậm thì có cách nào để em xin nộp học phí chậm 1-2 ngày không ạ?. . Em xin cảm ơn Thầy/Cô! Chúc Thầy/Cô nhiều sức khỏe ạ!",
            "Chào em,. . Em xem quy định về đóng học phí trễ nhé:. . Lưu ý:. . . . ·  Sinh viên chưa hoàn tất hoc phí sau thời hạn thanh toán vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo để thực hiện nghiêm túc: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 7.. . . . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy cô cho em hỏi, em là khóa k17, kỳ 202 vừa rồi em có đăng ký học thể chất 3 để được kỳ này đăng ký môn của năm 4. Do dịch nên môn thể chất đã được dời qua học kỳ này. Học kỳ này em đang học những môn của năm 4, vậy thầy cô cho em hỏi vì môn thể chất 3 là điều kiện để đăng ký cho các môn của năm 4,vậy nếu hết kỳ này mà môn thể chất đó em không đạt, thì điểm của những môn năm 4 đó của em có bị hủy không ạ? Em cảm ơn thầy cô.. .",
            "Chào em,. . = vậy nếu hết kỳ này mà môn thể chất đó em không đạt, thì điểm của những môn năm 4 đó của em có bị hủy không ạ?. . =  Em chờ thông báo (nếu có). . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name], mssv: [student_id], khoa Xây dựng. Kỳ này em chưa đủ chỉ theo quy định do hoãn thi một số môn và '' có tên trong danh sách Buộc thôi học do học lực kém''. Cho em hỏi là hạn nộp đơn Thu nhận lại là khi nào vậy ạ, và sao không thấy mail của trường ạ.",
            "Chào bạn. . Về việc này bạn vui lòng liên hệ Khoa để hỗ trợ nếu có thông báo có tên trong ds buộc thôi học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Theo thông tin Phản hồi yêu cầu sinh viên đã đăng ký Hoãn thi HK202, sinh viên đăng kí hoãn thi trước thời gian 06/09/2021 đã tự động huỷ không còn trong dữ liệu.. . . . Em đăng kí hoãn thi môn học CO3031 ngày 06/08/2021, trong mail phản hồi có nói sẽ xử lý trước ngày 30/09/2021. Nhưng đến nay trên bản điểm của em vẫn cập nhật điểm thi cho môn học này là 0 điểm.. . . . Việc này ảnh hưởng đến điểm chung, do em phải nộp bảng điểm cho một số công việc. Mong rằng em sẽ được giải quyết sớm hơn.. .",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô, em là [full_name] sinh viên tham dự kì thi Toeic 2 kỹ năng đợt 3 ngày 1/10 nhóm 3. Trong quá trình thi nhà em bị mất điện đột ngột và không thể khắc phục trong giây lát vì thế em không được công nhận kết quả thi phần thi Viết do không đáp ứng đủ về thiết bị. Sau đó em đã báo giám thị. Bây giờ em muốn được thi tiếp bài thi Viết ở các buổi thi khác trong đợt 3 hoặc được thi lại trong đợt 4 có được không ạ? Em rất mong nhận được sự giúp đỡ của thầy cô. Em cảm ơn ạ.",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ TTNN để hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Em chào thầy/cô. Cho em hỏi em sẽ tốt nghiệp vào tháng 11 này, em muốn đăng kí in giấy xác nhận sv trước khi tốt nghiệp với 2 mục đích là bổ sung hồ sơ du học tháng 12 và để hoãn nghĩa vụ ở địa phương trong đợt tháng 10. Nhưng không in được với lý do \"không có thời khóa biểu hoặc tạm dừng học\". Em xem trạng thái thì em vẫn đang theo học nhưng không có thời khóa biểu. Vậy có cách nào để em được in giấy xác nhận không ạ ? Em mong được thầy/cô hồi đáp ạ. Em cảm ơn.. .",
            "Chào bạn,. . Trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   b MSSV/MSGV: [student_id]  /b   /B \t. . . .   i Tốt nghiệp . Kính gửi Phòng đào tạo Trường Đại học Bách Khoa . . . . Em xin kính chào quý Thầy/Cô.. . Em tên là Trương Nguyễn Minh Toàn, mã số sinh viên là [student_id]. Hiện nay, em đang là sinh viên của lớp XD17KSDD thuộc chương trình đào tạo Kỹ sư Tài năng, chuyên ngành Xây dựng Dân dụng và Công nghiệp, khoa Kỹ thuật Xây dựng, khóa 2017. Em đã hoàn thành xong chương trình đào tạo cấp bậc Đại học.Vì trong quá trình học tập, em đã không hoàn thành yêu cầu điểm trung bình môn học cốt lõi đạt 7.50 đối với một môn học là môn Kết cấu thép 2 (CI3211), Nền móng (CI3195) và điểm thi tiếng Anh TOEIC Writing and Speaking không đạt yêu cầu 245/400. Nên nay em làm đơn này vì mong muốn được xét ra khỏi chương trình Kỹ sư tài năng và kịp thời tốt nghiệp vào đợt TN.20211.1 (tháng 11/2021). . . Em kính mong quý Thầy/Cồ xem xét giúp em. . Em xin chân thành cảm ơn Thầy/Cô, kính chúc quý Thầy/Cô thật nhiều sức khỏe.. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 12/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  Dạ cho em hỏi tại sao em nhập pass trong mybk chính xác mà đem pass đó nhập vào pass gmail của em thì nó báo lỗi không vào gmail được ạ :((. . . . . .",
            "Chào em,. . Nhà trường chỉ quản lý tài khoản [email], không quản lý [email]. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo,. .  Em tên [full_name]. MSSV: [student_id]. Vừa qua sau khi đã đạt đủ điểm trong kì thi anh văn nói viết thì em đã đủ điều kiện để được xét tốt nghiệp.. . Tuy nhiên hiện tại thì em chưa thấy mình trong danh sách tốt nghiệp dự kiến sắp tới vào tháng 11. Vậy nên e mong phòng đào tạo có thể xem xét trường hợp của em và thêm em vào danh sách tốt nghiệp dự kiến sắp tới ạ.. . Trước mắt thì em đã nộp đơn xin xét tốt nghiệp trên trang my bk . Mong phòng đào tạo có thể phản hồi cho em sớm nhất có thể.. . Em xin chân thành cảm ơn mọi người !. . [full_name].. . . .   i Tốt nghiệp .",
            "Chào bạn. . Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn kiểm tra mail để thực hiện theo hướng dẫn : khai lý lịch tốt nghiệp nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là em có đăng kí Luận Văn Tốt Nghiệp rồi (ảnh đăng kí đợt 1), mà tới nay lên coi trong Thời khóa biểu thì không thấy, trong Pkpay cũng không có khoản thanh toán luôn.",
            "PDT không đ/ký cho SV MH CI4343 (0: Thiếu môn tiên quyết CCAV_1)\t. . Sinh viên xem lý do tại sao có ĐKMH HK211 . . - Đợt 1 mà không có TKB tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    ĐKMH HK211- Kết quả đợt 1 (chỉ để xem)    bấm vào mục Đăng ký mới    chọn. . Loại hìnhđăng ký    xem Lịch sử đăng ký.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là: [full_name]. Mssv:[student_id]. . Em muốn nhận giấy xác nhận của trường để vay học phí từ Ngân hàng chính sách xã hội thì cần liên lạc với ai và làm như thế nào ạ?. . Em xin cám ơn thầy cô, nhà trường ạ!",
            "Chào em,. . - Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . - Em muốn nhận giấy xác nhận của trường. . =  mybk/xác nhận sv. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô của phòng đào tạo,. . . . Em tên là [full_name], sinh viên khóa K17. Hiện này, em đã nhận được thông tin từ phòng đào tạo sau đại học là:\"Phòng đào tạo sau đại học đã gửi điểm của những môn học liên thông thạc sĩ   B trong học kì 201  /B  cho phòng đào tạo vào ngày   B 24/09/2021  /B  để làm thủ tục công nhận điểm môn học cho sinh viên thuộc chương trình liên thông này\". Tuy nhiên, số lượng lớn các bạn sinh viên khóa K17 đang chờ phòng đào tạo công nhận điểm chuyển từ phòng đào tạo để hoàn tất việc tốt nghiệp đúng hạn trong học kì này, và hạn chót công nhận tốt nghiệp dành cho sinh viên khóa K17 trong   B học kì 202  /B  này là ngày   B 20/10/2021  /B . Vì vậy, hôm nay em gửi câu hỏi này để thắc mắc về thời gian hoàn tất thủ tục công nhận điểm học phần dành cho các bạn sinh viên khóa K17 học chương trình liên thông để có thể chuẩn bị kịp thời cho việc tốt nghiệp đúng hẹn ạ. Hiện tại, em còn thiếu đúng 3 chỉ từ môn học liên thông đang chờ xét công nhận điểm từ phòng đào tạo để hoàn tất thủ tục tốt nghiệp. Em có hình ảnh minh chứng về 3 chỉ còn thiếu và 3 chỉ đang chờ phòng đào tạo công nhận ạ.",
            "Chào bạn. . ·        Pdt sẽ giải quyết tốt nghiệp theo thông báo đến hết HK211 (dự kiến cuối tháng 12/2021) nghen, bạn yên tâm nghen.. . - Về việc chuyển điểm nếu Phòng Sdh gởi theo đúng quy trình Pdt sẽ ra Qd gởi lại Phòng SDH thông báo cho Sv. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy cô em muốn xin xác nhận bảng điểm và điểm rèn luyện để nộp hồ sơ học bổng thì không biết nên vào trang nào đăng ký hay mail cho ai ạ. Em cảm ơn thầy cô ạ.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ là em sẽ tốt nghiệp trong đợt này. Nhưng hiện tại không được phép do chưa thanh toán học phí của môn học. Do em đăng ký và hủy phải đóng tiền môn học trong học kì 211. Nên 15/10 mới cập nhật môn học hủy cho em. Mà 2/11 cổng thanh toán học phí mới mở, nhưng hạn chót đăng ký TN là 31/10 ạ. Em không biết làm sao để có thể đạt đủ điều kiện để đăng ký TN.. . . . Xin thầy cô giải đáp giúp em. Em xin chân thành cảm ơn",
            "Chào em,. . PĐT đã nhận được thông tin của em. Thứ 2 tuần sau PĐT mở khóa để em thanh toán HP nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính thưa thầy/cô,. . Em tên là [full_name], MSSV: [student_id].. . Em được biết là Phòng đào tạo có tổ chức môn học Anh văn nhu cầu (đợt đăng ký môn học từ 21/9-28/9/2021). Nhưng vì một số nhầm lẫn cá nhân nên em chưa có đăng ký ở trên trang ĐKMH của Phòng đào tạo.. . Vì lí do trên, nên em kính mong Phòng Đào tạo cho em đăng ký môn \"Anh văn 2A\" (Mã môn học: LA1039)- nhóm DT05 ạ.. . Em xin chân thành cảm ơn.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em tên [full_name]. . lớp Z3CD MSSV [student_id]. . Cho em hỏi sao học phí hk211 này khoản phí học dự thính ngoài giờ của em cao hơn các bạn cùng lớp vậy...em cảm ơn.",
            "Chào bạn. . Thông báo về mức thu học phí các bậc đào tạo năm 2021-2022 tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí. . Bạn đăng ký 6 tín chỉ * 525000 = [student_id]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT Trường ĐH Bách Khoa. . Em tên Nguyễn [full_name] Phú, MSVS [student_id]. . Em đã hoàn thành chương trình học, em muốn đang ký tốt nghiệp nhưng chưa có trong danh sách tốt nghiệp, mong PĐT xem và xét duyệt cho em có thể đăng ký tốt nghiệp. Em cảm ơn ạ",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 29/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính thưa thầy/cô,. . Em tên là [full_name], MSSV: [student_id].. . Em được biết là Phòng đào tạo có tổ chức môn học Anh văn nhu cầu (đợt đăng ký môn học từ 21/9-28/9/2021). Nhưng vì một số nhầm lẫn cá nhân nên em chưa có đăng ký ở trên trang ĐKMH của Phòng đào tạo. Em có tìm hiểu ở kết quả đăng ký môn học là LA1043- DT08 còn trống sĩ số.. . Vì lí do trên, nên em kính mong Phòng Đào tạo cho em đăng ký môn \"Anh văn 4A\" (Mã môn học: LA1043)- nhóm DT08 ạ.. . Em xin chân thành cảm ơn.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào PDT,. . PDT cho em xin thời gian đăng ký xét tốt nghiệp kỳ này được không ạ? Em có xem trên mybk là thời gian xét tốt nghiệp tối đa là 31.10. Tuy nhiên, em đã hoàn thành khóa luận xong nhưng em vẫn còn một môn Thí nghiệm vật lý trong kỳ 202 chưa được thi do covid 19 nên đã dời việc thí nghiệm. Em mong PDT có thể mở rông thời gian xét tốt nghiệp đến cuối tháng 11 khi tất cả các môn 202 đều có điểm được không ạ?. . Vì nếu xét tốt nghiệp trong thời gian này là một điều hết sức thiệt thòi với em do dịch nên em không thể hoàn thành chương trình thi cuối kỳ. Em mong PDT có thể xem xét giúp em với ạ.. . Em cám ơn.. . Thân ái,. . [full_name]",
            "Chào bạn. . ·        Pdt sẽ giải quyết tốt nghiệp theo thông báo đến hết HK211 (dự kiến cuối tháng 12/2021) . . ·        Xem chi tiết lịch trình tốt nghiệp tại trang web PĐT (aao.hcmut.edu.vn)    Tốt nghiệp    Thông tin tốt nghiệp    Tháng 11/2021    Lịch trình đăng ký tốt nghiệp và cấp bằng tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa Phòng Đào Tạo,. . . . Em hiện tại đã đủ các điều kiện để tham dự tốt nghiệp.. . . . Tuy nhiên ngày ctxh của em hiện đang có trục trặc về việc cập nhật nên đã bị chậm hơn 1 tháng, do đó em chỉ mới có 14.5 ngày, em cũng đã báo cáo để xử lý sớm nhưng vẫn chưa được ạ.. . . . Em xin phép được hỗ trợ thêm tên vào danh sách tốt nghiệp dự kiến.. . . . Em xin bảo đảm những hình ảnh và những điều em nhắn là sự thật và không làm giả. Mong được nhận phản hồi sớm nhất ạ.. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 12/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào Phòng đào tạo ạ,. . Em là [full_name], MSSV: [student_id].. . Em vừa nhận được mail Thông báo về lịch xét tốt nghiệp đợt 2. Em có vào xem thông tin tốt nghiệp của mình, và được báo là thiếu ngày CTXH. . . Theo như quy định, số ngày CTXH để được xét tốt nghiệp là 15 ngày phải không ạ?. . Nếu vậy, xin Phòng Đào tạo xem lại giúp em vì em đã đủ 15 ngày CTXH rồi ạ. . . Em có đính kèm ảnh chụp màn hình ạ.. . Em rất mong sơm được nhận phản hồi từ Phòng Đào tạo.. . Em cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào anh/chị,. . Em là [full_name] - MSSV: [student_id]. . Em lỡ đăng kí môn học và không muốn học nữa nên đã gửi yêu cầu rút môn (có tính học phí). Có vẻ là đang trong quá trình xử lý nên tên em vẫn còn trong danh sách môn học đã đăng kí hủy. (Môn: Sức bền vật liệu, thí nghiệm - MMH: 809704). . Vấn đề của em là, em đang muốn đăng kí Tốt nghiệp cho tháng 11/2021. Tuy nhiên, tại trang đăng kí báo em là không thể đăng kí do nợ Học phí (Ảnh đính kèm). Về phần học phí thì em chỉ chưa đóng phí của môn học sẽ rút ở kỳ này, tức là phải đóng học phí trong khoảng 02/11-09/11. Trong khi đó, deadline đăng kí tốt nghiệp chỉ có tới 31/10. Em cảm thấy nó bị xung đột vì nếu như hiện tại em sẽ không thể tốt nghiệp đúng hạn.. . Mong anh/chị giải quyết vấn đề này ạ.. .   i Học vụ .",
            "Chào bạn. . Hiện tại Pdt đã mở cổng BKpay để SV có tên trong DS dự kiến tốt nghiệp thanh toán học phí HK211 . . - Rút môn học sẽ xử lý vào cuối tháng 10. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Tốt nghiệp . Em chào pđt ạ. . . Em là [full_name] mssv [student_id]. . Vừa qua em có hỏi về vấn đề cập nhật danh sách tốt nghiệp, và pdt bảo là em nợ môn anh văn 3 msmh 003003.Nhưng kì hè vừa rồi e có học môn anh văn 3 msmh LA1007 là môn tương đương và đã qua môn rồi ạ,  nên em muốn pđt chuyển điểm cho e và cập nhật lại cho em đăng kí tốt nghiệp với ạ. . Em chân thành cảm ơn ạ. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 12/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ phòng đào tạo cho em hỏi là hiện nay em đã hoàn thành xong chương trình học với tổng số tín chỉ là 144 tín chỉ (dư ra 3 tín chỉ) và đã hoàn thành bài thi anh văn TOEIC 2 kỹ năng Speaking và Writing với tổng số điểm là 275.. . Xin cho em hỏi là tại sao em không đủ điều kiện xét tốt nghiệp ở đợt này được không ạ ?. .",
            "Chào bạn. . ·        Pdt sẽ giải quyết tốt nghiệp theo thông báo đến hết HK211 (dự kiến cuối tháng 12/2021) . . ·        Xem chi tiết lịch trình tốt nghiệp tại trang web PĐT (aao.hcmut.edu.vn)    Tốt nghiệp    Thông tin tốt nghiệp    Tháng 11/2021    Lịch trình đăng ký tốt nghiệp và cấp bằng tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đang muốn hủy hoãn thi, giờ em phải làm sao ạ?",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi (aao/biểu mẫu). . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào Thầy, Cô ạ,. . Em tên [full_name], mã số sinh viên [student_id], lớp VP16XDC. . . Ở HK211 này, em đã đăng ký môn học 809704 - [full_name] BEN V/LIEU, T/NGHIEM để giữ tình trạng sinh viên, nhưng sau đó em đã xin rút môn học và được phòng đạo tạo giải quyết theo hình thức RÚT MÔN HỌC (tính Học Phí theo quy định)(Chính quy + Dự thính) của học kỳ 1(2021-2022). Dường như là quá trình chưa được xử lý, và em vẫn có tến trong danh sách môn học đã đăng ký huỷ. . . Vấn đề của em là em muốn đăng ký tốt nghiệp cho đợt tháng 11/2021 (em đã có tên trong danh sách dự kiến tốt nghiệp). Tuy nhiên, tại trang đăng ký tốt nghiệp em được thông báo là không được phép đăng ký do nợ học phí (Ảnh đính kèm). Về phần học phí, em chỉ chưa thanh toán học phí môn học đã đăng ký rút ở kì này, dự kiến sẽ được phép thanh toán trong khoảng từ 2/11 - 9/11. Trong khi đó, deadline của đợt đăng ký tốt nghiệp chỉ tới 31/10, nếu tình hình như hiện tại thì em không thể tốt nghiệp đúng hạn được.. . Mong quý Thầy/Cô giải đáp thắc mắc giúp em, em xin cảm ơn quý Thầy, Cô ạ.. . . .",
            "Chào bạn. . Hiện tại Pdt đã mở để sv có tên trong ds tốt nghiệp thanh toán học phí trước. . - Rút môn học sẽ xử lý vào cuối tháng 10. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào cô/thầy, cho em hỏi là thời gian tổ chức lễ dự kiến của học kì 211 là vào ngày bao nhiêu ạ. Vì thời điểm này thành phố HCM đang dịch nên liệu có tổ chức online không ạ? Và cho em xin hỏi em có thể đăng ký nhận bằng tạm thời nhưng hoãn làm lễ trao bằng qua kì khác không ạ. Em xin cảm ơn.",
            "Chào bạn. . ·        Pdt sẽ giải quyết tốt nghiệp theo thông báo đến hết HK211 (dự kiến cuối tháng 12/2021) . . ·        Xem chi tiết lịch trình tốt nghiệp tại trang web PĐT (aao.hcmut.edu.vn)    Tốt nghiệp    Thông tin tốt nghiệp    Tháng 11/2021    Lịch trình đăng ký tốt nghiệp và cấp bằng tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy/cô,. . Khi em vào đăng kí tốt nghiệp thì nhận được thông báo nợ HP. Khi kiểm tra BKPay thì em có thấy là 2 bảng điểm em chưa đóng tiền. Tuy nhiên, sau đó em đã đóng rồi. BKPay cũng báo là Số khoản chưa thanh toán là 0. . . . . Nhưng em vào lại trang đăng kí tốt nghiệp thì vẫn chưa được phép đăng ký do nợ HP.. . . . Em không biết em còn khoản nào chưa đóng không hay tài khoản của em bị gì không ạ? Em cảm ơn thầy/cô.",
            "Chào bạn. . Sau thứ 6 ngày 8/10, Pdt sẽ cập nhật lại dữ liệu để bạn đăng ký tốt nghiệp nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy/cô ạ,. . Hôm trước em có mail hỏi về av tốt nghiệp tháng 11 và việc đăng ký anh văn 4a, nhưng có lẽ em đã hiểu sai ý của thầy/cô trả lời em nên em đã bỏ lỡ cơ hội đăng kí anh văn 4a. . . Em xin hỏi là giờ em xin thầy/ cô cho em một cơ hội để đăng kí lại được không ạ?. . Với lại em có một thắc mắc là em có nghe nói là av4a học 5 tuần, vậy khi tụi em học xong và thi đạt thì có cơ hội được cứu xét để có thể dự buổi lễ tốt nghiệp vào tháng 11 không ạ?. . Em xin cảm ơn thầy/cô ạ.",
            "Chào bạn. . Cô đã lấy dữ liệu chuyển bộ phận dkmh xét i. . Bạn xem kết quả tại Mybk-xemtkb trễ nhất là thứ 3 ngày 12/10. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy/cô, em tên [full_name] ([student_id]). Về việc hoãn thi 2 môn học của em là  Xác  suất và thống kê (MT2013) và Giải tích 2 (MT1005), em thắc mắc tại sao em lại nhận điểm 13.00 ??? Em đều đủ điều kiện để thi hai môn này ạ !!!",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . EM đã đăng kí hoãn thi môn học học kì 203 hai môn MT1009 và MT1005 theo đúng link của nhà trường trước ngày 9/9/2021 nhưng trong danh sách sinh viên đăng kí hoãn thi- miễn thi lại không có. EM xem trong mail nhưng em không biết em đăng kí sai chỗ nào.. . Em đã đặt câu hỏi nhưng vẫn không biết giải quyết sao để có tên trong danh sách hoãn thi hai môn học kì 203.. . Hôm nay em gửi câu hỏi lần nữa, nếu sai sót chỗ nào mong được nhận được chỉ bảo để không bị con điểm 13.. .",
            "không bị con điểm 13.. . =  Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . - nhưng trong danh sách sinh viên đăng kí hoãn thi- miễn thi lại không có. . =  PĐT đã gửi 2 email, em chú ý kỹ học kỳ nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. . . . Cô kiểm tra có em nè. . - 319\t1811061\tHK203\tMT1009\t\tx\t\t. . - 540\t1811061\tHK203\tMT1005\t\tx. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào các cô chú PĐT. . Con vừa thi rớt Toeic Speaking and Writing đầu ra của trường. . . Cho con xin hỏi là trường còn mở đợt thi ONLINE nào nữa không, để con có thể đăng kí thi lại và kịp đăng ký tốt nghiệp tháng 11??. . Con xin cảm ơn.",
            "Chào bạn. . Bạn vui lòng đợi thông báo khoảng giữa cho đến cuối tháng 10 về việc thi anh văn 2 kỹ năng . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PĐT, . . Hiện tại đã là 1/10, nhưng điểm em hoãn thi ở trên mybk của em vẫn là 13, không biết trường có sai sót gì không ạ, hay vẫn chưa cập nhật điểm. . . . . Em xin cảm ơn . . . . 2 mã môn hoãn thi: . . IU2003. . IU2021",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]. . Phòng đào tạo cho em hỏi,. . Học kì trước em đã đủ điểm đạt môn Truyền số liệu và mạng. Học kì này em có đăng kí cải thiện điểm nhưng do không thể thi online nên em muốn chuyển điểm của học kì trước qua học kì này (202). Em đã hỏi giáo viên bộ môn và thầy nói em phải trình báo với Phòng đạo tạo. Trường hợp của em có được chuyển điểm không.. . Em xin chân thành cảm ơn.. .   i Yêu cầu khác .",
            "Thân mến,. . - Sv muốn học cải thiện thì môn học phải có cùng một msmh vì khi này sẽ lấy . . điểm cao nhất tính.. . -Môn A = 5,0 đ . .    Học lại cải thiện môn A =7,0 đ . . =  sẽ lấy 7,0đ tính . . . . . . - em muốn chuyển điểm của học kì trước qua học kì này (202). . =  Không chuyển điểm em nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT, em tên là [full_name] - [student_id]. . . . Hôm nay lúc 8h00 ngày 2/10 em có lịch thi cuối học kì 202 môn Hệ thống số - CO1023 nhưng em đang ở quê, không có thẻ sinh viên. Nên em kính xin PĐT xem xét hỗ trợ xác minh cho em ạ. Em xin cảm ơn",
            "Chào em,. . Hiện tại PĐT giải quyết in thẻ sv hàng ngày và gửi bưu cục (nếu sv có đăng ký). Nhưng vì nhiều lý do bất khả kháng Thư vẫn chưa đến SV để kịp thi, SV vui lòng trình bày tất cả lý do kèm minh chứng để Cán bộ coi thi ghi nhận vào danh sách thi. PĐT đối chiếu dữ liệu sau.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1711575  /b \t. . . .   i Tốt nghiệp . Kính gửi Thầy/Cô ạ,. . . . Theo như em được biết thì đợt xét tốt nghiệp của học kỳ này dự kiến sẽ có hạn chót là tháng 12. Tuy nhiên lễ tốt nghiệp của trường mình thường diễn ra vào tháng 11.. . . . Thầy/cô có thể cho em hỏi là liệu buổi lễ có được dời lại và những bạn đăng ký xét tốt nghiệp sau 30/10 thì có được dự lễ không ạ?. . . . Mong Thầy/Cô có thể giải đáp thắc mắc giúp em ạ.Em chân thành cảm ơn Thầy/Cô.",
            "Chào em,. . - 1 năm có 2 đợt lễ tốt nghiệp, em đăng ký tham dự lễ tốt nghiệp ở Khoa nếu em muốn.. . - Thầy/cô có thể cho em hỏi là liệu buổi lễ có được dời lại và những bạn đăng ký xét tốt nghiệp sau 30/10 thì có được dự lễ không ạ?. . =  Em chờ thông báo sau, với tình hình dịch này chưa biết nhé em.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name]. . MSSV [student_id]. . Em có nhận được mail từ phòng đào tạo đã có tên trong danh sách tốt nghiệp dự kiến đợt 2.. . . . Tuy nhiên, khi em tra cứu thông tin tốt nghiệp dự kiến (211) [full_name]EP 11/2011 thì không có tên mình trong danh sách. Mong phòng đào tạo kiểm tra lại thông tin giúp em ạ.",
            "Chào bạn. . Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn kiểm tra mail để thực hiện theo hướng dẫn nghen. . - Dữ liệu sẽ cập nhật sau. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính thưa thầy/cô,. . Em tên là [full_name], MSSV: [student_id].. . Em được biết là Phòng đào tạo có tổ chức môn học Anh văn nhu cầu (đợt đăng ký môn học từ 21/9-28/9/2021). Em có nguyện vọng được học môn Anh văn [full_name] bổ sung ạ. Nhưng vì thiếu sót của cá nhân em nên em chưa có đăng ký ở trên trang ĐKMH của Phòng đào tạo. Theo kết quả đăng ký môn học thì được biết môn \"Anh văn [full_name]A - LA10[full_name]3\" nhóm DT08 còn trống sĩ số.. . Vì lí do trên, nên em kính mong Phòng Đào tạo cho em đăng ký môn \"Anh văn [full_name]A\" (Mã môn học: LA10[full_name]3)- nhóm DT08 ạ.. . Em xin chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em xin hỏi là em đã đăng kí hoãn thi bằng form google và được gửi mail xác nhận nhưng em vẫn không có tên trong danh sách hoãn thi trên aao và bị điểm 13 ạ. Cho em xin hỏi em không được hoãn thi do GVBM không đồng ý hay sao ạ.",
            "Chào em, . . - em vẫn không có tên trong danh sách hoãn thi. . =  Cô kiểm tra em có trong ds hoãn thi hk203. . STT 121\t[student_id]\tHK203\tCI2029\t. . - bị điểm 13 ạ.. . =  Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. . . . . . \t. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy cô PDT,. . Thông tin giấy NVQS của em:. . [full_name]. . Mssv [student_id]. . Khoá Điện-Điện tử. . Địa chỉ 318, tổ 10, khu 3, ấp 3, xã Thừa Đức , Cẩm Mỹ, Đồng Nai. . Em đã đăng kí giấy xác nhận NVQS cả 2 tháng nay bắt đầu từ 2/8, trên myBK cũng hiện là giấy của em đã xử lí rồi. Nhưng mà đến giờ em vẫn chưa nhận được ạ. Thầy, cô kiểm tra giúp em là giấy của em đã được gửi bưu điện giúp em chưa với ạ, chứ ở chỗ em sắp hết hạn nộp giấy NVQS rồi ạ! . . Với lại trên myBK, mong thầy cô đăng giúp em cái file giấy NVQS để có gì em in ra nộp tạm trước ạ!. . Em cảm ơn ạ",
            "Chào bạn,. . Bắt đầu từ tháng 9/2021:. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em thấy trong file có yêu cầu chữ ký của giáo viên dạy với chủ nhiệm khoa mà giờ em không có cách liên lạc được. Mong được thầy cô hướng dẫn ạ",
            "Em nộp đơn xin hủy hoãn thi môn Anh văn 3 LA1007 ạ",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chào anh/chị,. . Em là [full_name], lớp CC17HC11, MSSV [student_id]. Anh/chị cho em hỏi là nếu em muốn nhận Giấy xác nhận tốt nghiệp tạm thời thì Đơn đăng ký em có thể lấy ở đâu ạ? Ngoài ra thì khi nộp đơn thì em sẽ nộp cho ai ạ?. . Em xin cảm ơn anh/chị ạ.",
            ". . Chào bạn. . Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn kiểm tra mail để thực hiện theo hướng dẫn khai thông tin tốt nghiệp, sau đó thanh toán lệ phí tốt nghiệp. .  Thứ 6 hàng tuần PDT sẽ lấy dữ liệu SV đăng ký và đóng tiền lệ phí tốt nghiệp trước đó để tiến hành in giấy CN tốt nghiệp tạm thời, vào thứ 3 tuần tiếp theo, Giấy chứng nhận tốt nghiệp sẽ được tải lên trang đăng ký hồ sơ cấp bằng. Sinh viên tự lên tải về sử dụng trong thời gian này. . . Giấy chứng nhận tốt nghiệp bản chính sẽ được gửi về Sinh viên qua bưu cục theo địa chỉ Sinh viên đã đăng ký.. . Sinh viên vui lòng kiểm tra kỹ thông tin trên giấy Chứng Nhận tốt nghiệp tạm thời, nếu có sai sót gì vui lòng phản hồi lại PDT để kịp chỉnh sửa, những thông tin trên Chứng Nhận tốt nghiệp tạm thời sẽ dùng để in bằng tốt nghiệp.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác. . Do lúc trước trong lúc thi, nhà em bị mất điện nên em đã gửi yêu cầu hoãn thi môn giải tích 2 và đã được sự đồng ý của trường, nhưng vài hôm trước trong mục tra cứu sinh viên hoãn thi em lại không tìm thấy tên em ạ.",
            "Chào em,. . PĐT đã gửi 2 email, em chú ý kỹ học kỳ nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. . . . 132\t[student_id]\tHK203\tMT1021\t\tx"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ tình trạng hiện nay khoa điện của em sắp phân nghành và em đã đăng kí hoãn thi môn MT1009 nhưng phòng đào tạo vẫn cập nhật em là điểm 13 có thể ảnh hưởng nghiêm trọng đến phân nghành mong pđt cho em hướng giải quyết ạ",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ, em có đăng kí giấy xác nhận sv gửi bưu điện em đã kiểm tra thông tin người nhận trên bản scan là chính xác. Cho em hỏi sao đến nay vẫn chưa nhận đc ạ.",
            "Chào bạn[full_name] [full_name] [full_name] đã ghi nhận phản hồi của bạn, Vì số lượng đăng ký giấy CNSV tăng đáng kể, Nên [full_name] đang cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay, SV vui lòng thông cảm đợi thêm, giải thích thêm với cơ quan yêu cầu giấy CNSV[full_name][full_name] [full_name]  Sau khi [full_name] cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên[full_name][full_name] [full_name] Đồng thời [full_name] cũng đã gởi bưu điện nếu SV có đăng ký, SV vui lòng nhận sau [full_name] [full_name] Thân[full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi: Phòng đào tạo trường đại học Bách Khoa TP.HCM. . Em tên là: [full_name], mssv: [student_id]. . Về thời gian đăng ký địa chỉ nhận giáo trình và thẻ 3G, em nhận được mail nhắc đăng ký trước hạn 28/9 nhưng em không nhận ra và đã đăng ký trễ hơn hạn đã đưa ra. Đây là lỗi của em, nhà trường cho em xin lỗi ạ. Em mong trường có thể gửi lại cho em Giấy báo trúng tuyển và gọi nhập học; Giấy chứng nhận sinh viên tạm hoãn nghĩa vụ quân sự (cho SV nam); Giáo trình học kỳ 1 năm nhất và thẻ data 3G như các bạn khác. Em cảm ơn nhà trường rất nhiều.",
            "Chào em,. . Các giấy tờ nhà trường vẫn gửi về cho em, riêng 3G là không nhận bổ sung em nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em có đăng ký hoãn thi vào ngày 22/08/2021 cho môn PH1003 HK203 và đã có mail xác nhận. Nhưng hiện nay em chưa tìm được thông tin của mình trong danh sách hoãn thi, cũng không nhận được mail phản hồi là đăng ký sai thông tin như một số bạn khác. Kính mong Thầy Cô xem lại trường hợp của em có bị sót không ạ. Em xin cảm ơn vì đã xem xét yêu cầu của em ạ.. . . .",
            "Chào bạn,. . Sau khi đối chiếu dữ liệu, Pdt xác nhận bạn đã đăng ký Hoãn thi:. . [student_id]\tHK203\tPH1003. . Bạn xem lại mail Pdt đã gởi để biết cách thức tiến hàng sau khi Pdt đã xác nhận yêu cầu Hoãn thi của bạn. . Vì sự cố kỹ thuật nên có thể thông tin tra cứu không có dữ liệu của bạn. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô,. . . . Em đã đủ điều kiện ngày công tác xã hội tối thiểu 15 ngày, tuy nhiên khi đăng ký xét tốt nghiệp trên mybk thì lại báo là   B Không được phép đăng ký (Nợ CTXH )  /B .. . . . Nhờ thầy/cô hỗ trợ cập nhật giúp em.. . . . Em xin cảm ơn.",
            "Chào bạn. . Pdt sẽ cập nhật lại, bạn vào khai lại thông tin tốt nghiệp sau thứ 4 ngày 6/10 . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có yêu cầu in bảng điểm trên mybk (hoàn thành đóng tiền vào ngày 24/9). Nhưng hiện nay tình trạng trên trang vẫn ghi là đang in. Em đang cần bảng điểm để xin việc mong bên trường giải quyết giúp em.",
            "Chào bạn. . Cô gởi trước bản scan. . Bảng điểm của bạn đang được gởi qua bưu điện. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô,. . Em tên là [full_name] MSSV [student_id]. Em đã nhận được email thông báo có trong danh sách tôta nghiệp dự kiến, tuy nhiên khi em vào thông tin tốt nghiệp và kiểm tra thì thấy hệ thống báo chưa có tên trong danh sách. Nhờ thầy cô kiếm tra giúp em với ạ.. . Em cảm ơn",
            "Chào bạn. . Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn kiểm tra mail để thực hiện theo hướng dẫn khai thông tin tốt nghiệp, sau đó thanh toán lệ phí tốt nghiệp. .  Thứ 6 hàng tuần PDT sẽ lấy dữ liệu SV đăng ký và đóng tiền lệ phí tốt nghiệp trước đó để tiến hành in giấy CN tốt nghiệp tạm thời, vào thứ 3 tuần tiếp theo, Giấy chứng nhận tốt nghiệp sẽ được tải lên trang đăng ký hồ sơ cấp bằng. Sinh viên tự lên tải về sử dụng trong thời gian này. . . Giấy chứng nhận tốt nghiệp bản chính sẽ được gửi về Sinh viên qua bưu cục theo địa chỉ Sinh viên đã đăng ký.. . Sinh viên vui lòng kiểm tra kỹ thông tin trên giấy Chứng Nhận tốt nghiệp tạm thời, nếu có sai sót gì vui lòng phản hồi lại PDT để kịp chỉnh sửa, những thông tin trên Chứng Nhận tốt nghiệp tạm thời sẽ dùng để in bằng tốt nghiệp.. . - Dữ liệu trên hệ thống sẽ cập nhật sau. . Thân. ."
        ]
    }
]