[
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Admin ơi, nếu mình nộp bằng tiếng anh vào đợt chuyển điểm. Điểm quy đổi của mấy anh văn sẽ chuyển vào học kì mình nộp, hay là xét cho học kì sau ạ.. . Em cảm ơn ạ.. .",
            "Chào bạn,. .  Điểm quy đổi của môn anh văn sẽ chuyển vào học kì bạn nộp, chỉ tính vào tích lũy chung, không tính vào tích lũy học kỳ.. . Bạn xem hướng dẫn cách nộp chứng chỉ và chuyển điểm tại  www.aao.hcmut.edu.vn- Sinh viên -  Hướng dẫn - Ngọại ngữ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] lớp CC17HC11. . Em xin phúc khảo lại môn Thí nghiệm hữu cơ của thầy [full_name]. Môn này em thi tập trung trên giấy ạ. . . .",
            "Chào bạn,. . Theo quy định về phúc tra bài thi cuối kỳ thì không nhận phúc tra môn Thí nghiệm.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Cho em hỏi thầy cô cách nộp CCNN làm sao vậy ạ và nộp ở đâu vậy ạ?",
            "Chào bạn,. . Bạn xem hướng dẫn cách nộp chứng chỉ và chuyển điểm tại  www.aao.hcmut.edu.vn- Sinh viên -  Hướng dẫn - Ngọại ngữ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .  Kính gửi thầy cô,. . Em tên là [full_name](MSSV:[student_id]), hiện tại em đang theo học lớp [full_name] [full_name]ởng HCM (DT04) của cô [full_name] đã được 3 tuần, lúc đầu danh sách lớp thì có tên em , nhưng khi cô gửi danh sách cập nhật từ PĐT thì lại không có tên em trong đó. Lên mybk thì thời khóa biểu em vẫn có lịch học như thường.. . Dưới là hình chụp mybk của em và danh sách mới cập nhật. . . Mong thầy cô giải đáp thắc mắc giùm em.. . Em xin cảm ơn. .",
            "bạn có tên trong môn SP1005, nhóm DT04 , HK183"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Em là khoá 2017 , hiện đã qua anh văn 1. Nếu bây giờ em nộp bằng toeic 600 thì em sẽ được chuyển điểm anh văn . Vậy chuyển điểm như vậy có cần học các anh văn 2 ,3,4 không hay là nó tự động có điểm và khỏi học anh văn 2,3,4. Em cảm ơn.",
            "Chào bạn,. . Khi bạn đăng ký nộp chứng chỉ quốc tế thì trường sẽ tự xét pass chuẩn anh văn các năm và chuẩn LVTN +TN khi bạn đạt.. . Riêng môn AV1+AV2+AV3+AV4 bạn phải đăng ký chuyển điểm và thanh toán lệ phí theo đúng quy định thì mới được tính vào điểm tích lũy chung cuối HK của bạn.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Chứng chỉ ngoại ngữ . em thuộc diện sinh viên chính quy chuyển xuống tại chức, cần toiec 400 để tốt nghiệp vậy cho em hỏi em có cần học anh văn 1, 2,3,4 không nếu em muốn chuyển diểm các môn anh văn này thì thang điểm toiec để chuyển giống như hệ chính quy không hay là có thang điểm chuyển khác dành cho hệ tại chức. .",
            "Hệ VLVH không học các môn học Anh văn. . CC NN dùng để xét LVTN và Tốt nghiệp. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi : Phòng đào tạo. . em tên : [full_name]. . mssv : [student_id]. . em gửi tin nhắn này để trình bày sự việc là chứng chỉ anh văn của em đã về trường , nhưng ngày sinh trong chứng chỉ lại khác với trong giấy khai sinh . Lỗi này có thể gây ra đình chỉ học kì 191 không ạ , và làm sao để chỉnh lại ạ",
            "Chào bạn,. . Trường hợp của bạn trường đã gọi điện thoại yêu cầu bạn bổ sung bản sao giấy khai sinh cho Phòng đào tạo nếu ngày sinh trên chứng chỉ là đúng.. . Nếu ngày sinh trên chứng chỉ là sai thì bạn phải liên hệ trung tâm tổ chức thi yêu cầu điều chỉnh lại và gởi lại bản đúng về trường.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Tốt nghiệp . Em học hệ VLVH khoá 18 . Mà từ 01/07/2019 tất cả những bằng tốt nghiệp đại học đều ngang nhau. Vậy cho em hỏi khoá 18 của tụi em được áp dụng khi tốt nghiệp k dạ. Bằng đại học tụi em vẫn giữ nguyên hay áp dụng hình thức quy định mới này.. . Chân thành cảm ơn anh chị trả lời.",
            "Hiện tại chưa biết em nhé, chưa có thông tin gì cả"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Thông tin sinh viên . Cho em hỏi sao trong bảng điểm của em số tín chỉ tích lũy bị tính thiếu ạ? . . Mong được trả lời sớm do sắp tới đợt xét tốt nghiệp nên em hơi hoang mang.. . Em cảm ơn ạ.",
            "Chào bạn,. . Hiện tại bảng điểm online đang cập nhật nên chưa chính xác. Bạn có thể đăng ký in bảng điểm chính thức ra để kiểm tra lại.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Nếu nộp bằng toeic 600, chuyển điểm anh văn 1,2,3,4 thì chỉ cần đóng tiền tín chỉ thôi chứ không cần phải học đúng không vậy",
            "Chào bạn,. . - Bạn xem hướng dẫn cách nộp chứng chỉ và chuyển điểm tại  www.aao.hcmut.edu.vn- Sinh viên -  Hướng dẫn - Ngọại ngữ.. . . . Phí chuyển điểm khác với học phí môn học nhé bạn: học phí môn học là tính trên số tín chỉ môn học bạn có trong thời khóa biểu học kỳ, Phí chuyển điểm môn ngoại ngữ tính 50.000đ/1 môn AV bạn đăng ký chuyển điểm từ chứng chỉ quốc tế trên cổng thông tin ngoại ngữ.. . . . - Điểm chuyển môn anh văn được tính vào điểm tích lũy chung - không tính vào tích lũy học kỳ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "dạ ad ơi cho em hỏi thời gian nộp bằng tiếng anh để nhận luận văn học kì 1 2019-2020 là tháng mấy vậy ạ , em khóa 15 mà bị trễ. EM xin cảm ơn.. .",
            "Chào bạn,. . . . Bạn vui lòng xem chi tiết lịch học vụ để biết rõ các đợt lấy dữ liệu anh văn cho từng đợt đăng ký môn học tương ứng tại:www.aao.hcmut.edu.vn- sinh viên - Lịch học vụ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi nếu năm sau em xin bảo lưu thì có đk được môn học dự thính không ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Tạm dừng trong 1 HK là không học bất kỳ môn học nào, nếu bạn muốn học dự thính thì không nộp đơn tạm dừng.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học  /i [full_name] [full_name] [full_name] [full_name] Chào a chị[full_name] [full_name] E học VLVH[full_name] Em có học chung với chính quy 2 Môn [full_name] Như trên hình [full_name] Vậy em có cần làm đơn chuyển điểm qua hay không[full_name] Hay nhà trường tự chuyển cho e[full_name] [full_name] [full_name] Em chân thành cảm ơn[full_name]",
            "Chào bạn,. . Bạn học diện dự thính chuyển hệ Phòng đào tạo sẽ tự chuyển dữ liệu điểm sang hệ VLVH cho bạn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo. . Em tên: [full_name]  MSSV: [student_id]. . Lý do: Hiện tại em đang nợ anh văn 1, thầy/cô cho em hỏi là khi nộp bằng anh văn để xét qua anh văn thì có bắt buộc phải chuyển điểm không ạ hay là cứ nộp bằng vào đủ anh văn nào thì miễn anh văn đó rồi bằng nào cao nhất thì mình chuyển sau ạ.Em cảm ơn thầy/cô !. . . .",
            "Chào bạn,. . . . Khi bạn đăng ký nộp chứng chỉ ngoại ngữ online, phòng đào tạo tự xét các chuẩn anh văn của từng năm, LVTN và tốt nghiệp khi chứng chỉ của bạn đạt chuẩn theo quy định.. . Riêng các môn anh văn 1+2+3+4 bạn phải đăng ký và thanh toán lệ phí chuyển điểm theo quy định.. . Bạn xem hướng dẫn cách nộp chứng chỉ và chuyển điểm tại  www.aao.hcmut.edu.vn- Sinh viên -  Hướng dẫn - Ngọại ngữ.. . . . Điểm chuyển môn anh văn được tính vào điểm tích lũy chung - không tính vào tích lũy học kỳ, bạn có thể xem cách tính điểm trung bình tại: www.aao.hcmut.edu.vn- Sinh viên - Quy chế - Quy chế học vụ bậc đại học.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo. . Em tên: [full_name]. . MSSV: [student_id]. . . . Phòng Đào Tạo cho em hỏi là số điểm 2.5 của môn Xử Lí Số Tín Hiệu ( EE2015) trong bảng điểm của e là điểm phần lý thuyết hay thí nghiệm ạ . .",
            "tổng điểm em nhé.. . Em liên hệ GV để biết điểm thành phần nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Điểm thi . cho em hỏi em thuộc dạng sinh viên chính quy chuyển xuống hệ tại chức bảng diểm cũng được chuyển đổi tương ứng. nhưng khi em vào trang web phòng đào tạo để xem điểm thì lại không có bảng điểm các môn từ chính quy chuyển xuống",
            "Chào bạn.. . PĐT sẽ xem lại và cập nhật sớm"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi Phòng đào tạo. . Em tên [full_name]. MSSV: [student_id]. Em bị nhập sai điểm môn anh văn rất nghiêm trọng. EM đã liên lạc với gv, và gv nói đã cập nhật điểm mới cho em rồi. Nhưng em kiểm tra khoảng 3 4 ngày rồi mybk vẫn chưa có điểm mới cho em. Em mong thầy/cô PĐT kiểm tra giúp em và phản hồi cho em sớm ạ.Em cảm ơn",
            "Chào bạn,. .  Về việc cập nhật điểm hoàn toàn tùy thuộc vào thời điểm giáo viên nộp điểm mới lên phòng đào tạo. Bạn vui lòng liên hệ với giáo viên để rõ hơn.. . Thân.",
            "Vậy PĐT cho em hỏi là khi nào hết hạn chỉnh sửa điểm của giáo viên ạ. Vì cô em đang đi nước ngoài nên có thể cô chỉnh sửa điểm mà chưa nộp bản điểm mới. Mong PĐT trả lời cho em và chỉ em hướng giải quyết với ạ. Em rất cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Em chào anh/chị,. . Em là sinh viên K15 thuộc ctrinh kstn khoa Điện-điện tử và đang đợi xét tốt nghiệp.. . Trước đây, e đã thi 2 kĩ năng Speaking & Writing ở trường và có kq 230 điểm. E được biết năm nay đã nâng chuẩn cho ctrinh kstn lên 245 điểm.. . Anh/ chị cho e hỏi: Nếu e thi lại mà k đc trên 245 điểm, thì với số điểm 230 điểm (như đã thi trước đó) thì e vẫn đủ khả năng để nhận bằng tốt nghiệp (bằng ctrinh thường, k phải bằng tài năng) phải k ạ ? . . Em cảm ơn và mong nhận được hồi âm sớm ạ!",
            "Chào bạn,. . Chuẩn tốt nghiệp của 2 kỹ năng S&R đối với bằng thường là 230.. . Nếu bạn muốn xét tốt nghiệp theo chuẩn bằng thường thì bạn phải làm đơn nộp trực tiếp tại Phòng đào tạo.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Em chào thầy cô ạ! Em là [full_name] -mssv [student_id]. Em là sinh viên thuộc diện miễn học phí. Tức là các môn em học lần đầu, và thuộc trong chương trình đào tạo thì sẽ được miễn học phí. Tuy nhiên môn Thực tập tốt nghiệp (CI3313) theo kế hoạch giảng dạy được xếp học trong học kỳ 6 (hè) nhưng em lại không được miễn học phí, dù là học lần đầu ạ!. . Kính mong thầy cô xem xét trường hợp của em!. . Em xin chân thành cảm ơn ạ!",
            "Chào bạn,. . Về việc miễn giảm học phí HK183 không có QĐ miễn giảm từ P.Công tác chính trị. Bạn liên hệ với P.CTCT sinh viên để hiểu rõ.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi Phòng Đào tạo. . Em tên [full_name]. MSSV [student_id]. . PĐT cho em hỏi là khi nào hết hạn chỉnh sửa điểm của giáo viên ạ. Vì cô em đang đi nước ngoài nên có thể cô chỉnh sửa điểm mà chưa nộp bản điểm mới nên điểm mới hiện chưa cập nhật Mong PĐT trả lời cho em và chỉ em hướng giải quyết với ạ. Em rất cảm ơn",
            "Chào bạn,. . Về việc cập nhật điểm hoàn toàn tùy thuộc vào thời điểm giáo viên nộp điểm mới lên phòng đào tạo. . . Bạn vui lòng liên hệ trực tiếp Trung tâm ngoại ngữ trình bày trường hợp để được hỗ trợ giải quyết vì trung tâm phân công giáo viên giảng dạy môn ngoại ngữ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) .",
            "No solution",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) .",
            "Chào bạn,. . Vui lòng ghi rõ nội dung để được hỗ trợ.. . Thân.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính thưa Thầy( cô) , Ban Giám Hiệu nhà trường ĐH Bách Khoa Tp, HCM.. . Em xin phép hỏi một câu về bảo hiểm y tế ạ. Ở quê e thuộc hộ cận nghèo nên đã được phát bảo hiểm y tế nên trong kì đăng kí bảo hiểm y tế và bảo hiểm xã hội em đã không mua ở trường. Hiện nay em không biết cách nào để nộp bảo hiểm y tế và bảo hiểm xá hội ạ, tại them em được biết nếu không nộp BHYT,BHXH sẽ bị đình chỉ một học kì. Em kính mong thầy cô giải đáp giúp em ạ.. .    Em xin chân thành cảm ơn!. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Các vấn đề liên quan đến BHYT và BHXH bạn vui lòng liên hệ trực tiếp Phòng Công tác chính trị.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chưa cập nhật điểm . Thầy cô cho em hỏi là, em tham gia kiểm tra anh văn định kì vào ngày 18/5/2019, vậy khi nào thì mới cập nhật kết quả anh văn để em đăng kí môn học vậy ạ. Em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí dự thính . Kính gửi PĐT, em là sinh viên thuộc diện miễn giảm học phí 100%. Học kỳ 183 này em có đăng ký môn học thực tập, em thấy trên MyBK của mình có bắt thanh toán học phí môn học này. Đây là môn học lần đầu, nên em mong được PĐT giải đáp thắc mắc cho em được không ạ.",
            "Chào bạn,. . Học phí học kỳ hè 183 không có miễn giảm bạn nhé. Nếu bạn còn thắc mắc về miễn giảm học phí bạn liên hệ với [full_name].Công tác chính trị sinh viên nha.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi là: em đã đăng kí nộp chứng chỉ ngoại ngữ Toeic 2 kĩ năng và đã được xét hợp lệ cho chuẩn AV sau năm nhất, nhưng hôm nay em lên ĐKMH thì nó vẫn báo em thiếu điều kiện tiên quyết cho năm nhất ạ. Mai là bắt đầu đăng kí rồi thì giờ sao ạ?",
            "Chào bạn,. . Chuẩn anh văn năm nhất cảu bạn đã đạt, bạn vui lòng kiểm tra lại, nếu đăng ký vẫn bị bao1l ỗi bạn hãy liên hệ trực tiếp Phòng đào tạo trong thời gian mở đăng ký môn học để được hỗ trợ trực tiếp.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Em đã chuyển sang hệ đại trà học được 1 năm và có học môn cơ lý thuyết nhưng học kì 191 em không được đăng kí 2 môn vì chưa học môn cơ lý thuyết hệ chất lượng cao. Mong phòng đào tạo đổi dữ liệu của em từ chất lượng cao qua đại trà để em thuận tiện trong việc học tập. Em cảm ơn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Em muốn hỏi em có chứng chỉ ngoại ngữ IELTS đáp ứng được yêu cầu của nhà trường và đã nộp cho nhà trường để chuyển điểm, tuy nhiên đến tháng 9 này hết hạn thì em có phải thi lại để xét khoá luận và ra trường không ạ.",
            "Chào bạn,. . Chứng chỉ cuả bạn đã được cập nhật chuẩn LVTN và tốt nghiệp, bạn không cần phải thi lại.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em K16,cho em hỏi, hiện tại em đã qua av2, nhưng em không đăng ký được môn và bị báo yêu cầu chuẩn anh văn sau năm 3 trong khi đó 1 số môn cũng yêu cầu anh văn sau năm 3 khác thì em đăng ký được",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "chào bạn.. . bạn đk được môn nào mà yêu cầu AVnăm 3 đạt.. . Môn CO3085 đã đk được. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Thưa cô, hiện tại em đã qua môn anh văn 1 là đạt tiêu chuẩn sau năm 2, nên em có đăng ký các môn trong kỳ 5 có yêu cần có chuẩn tiẻngd anh sau năm 2. Theo như yêu cầu trên thì em đã đủ điều kiện đăng ký nhưng mà khi em xem kết quả đăng ký đợt 1 thì bị mất 3 môn có cần chuẩn anh văn sau năm 2 mặc dù em đã qua anh văn 1. Sau khi em vô xem lại môn học đó vẫn ghi là em thiếu chuẩn anh văn sau năm 2. Không biết trường hợp này là sao ạ?",
            "Chào bạn,. . Do lúc xét kết quả đăng ký môn học đợt 1 bạn chưa có điểm môn AV1 nên các môn thiếu chuẩn av bị hũy.. . Hiện tại điểm môn av của bạn mới cập nhật, bạn hãy vào đăng ký lại môn học.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Dạ là em đã xét nộp bằng toeic 400 đủ qua năm nhất, nhưng hôm nay em lên ĐKMH vẫn không được ạ, vì bảo em thiếu Anh văn. Mong pđt xem xét lại giúp em ạ, hôm nay 9h là mở ĐKMH rồi. Em cảm ơn ạ.",
            "Múc hỗ trợ mặc định là sao vậy ạ? Em vẫn không ĐKMH được ạ.",
            "Vì em sắp phải ĐKMH rồi ạ, 9h là mở rồi ạ. Em đã xét nộp xong xuôi hết rồi mà giờ nó vẫn báo thiếu anh văn thì em biết làm thế nào ạ?",
            "Em không hiểu tại sao mình lại thiếu Anh văn trong khi em đã nộp ạ? giờ mọi người ĐKMH hết rồi, chỗ cũng sắp hét mà em vẫn chưa được Đăng kí?",
            "Chào bạn,. . Chuẩn anh văn năm nhất cuả bạn đã đạt, bạn vui lòng kiểm tra lại, nếu đăng ký vẫn bị báo lỗi bạn hãy liên hệ trực tiếp Phòng đào tạo trong thời gian mở đăng ký môn học để được hỗ trợ trực tiếp.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Chào [full_name]. . Em là [full_name] - [student_id]. . Theo em nhưng em được đọc trên aao thì từ khóa K14 thì môn tiên quyết của LVTN là Thực tập tốt nghiệp và Đề cương lvtn. Và em đã đạt 2 môn này. Tuy nhiên khi em đăng kí môn LVTN - CI4393 thì hệ thống báo lỗi thiếu môn tiên quyết là CI3099. . . Mong [full_name] kiểm tra và giải đáp giúp em. . Em cảm ơn !!!. . . .",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...). . Chào [full_name]. . Em là [full_name] - [student_id]. . Theo em như em được đọc trên aao thì từ khóa K14 thì môn tiên quyết của LVTN là Thực tập tốt nghiệp và Đề cương lvtn. Và em đã đạt 2 môn này. Tuy nhiên khi em đăng kí môn LVTN - CI4393 thì hệ thống báo lỗi thiếu môn tiên quyết là CI3099 (không phải 2 môn trên). . Mong [full_name] kiểm tra và giải đáp giúp em. . Em cảm ơn !!!. . . .   /QUOTE . .",
            "QUOTE Trích. . MSSV/MSGV: [student_id]    . . . . Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...). . Chào [full_name]. . Em là [full_name] - [student_id]. . Theo em như em được đọc trên aao thì từ khóa K14 thì môn tiên quyết của LVTN là Thực tập tốt nghiệp và Đề cương lvtn. Và em đã đạt 2 môn này. Tuy nhiên khi em đăng kí môn LVTN - CI4393 thì hệ thống báo lỗi thiếu môn tiên quyết là CI3099 (không phải 2 môn trên). . Mong [full_name] kiểm tra và giải đáp giúp em. . Em cảm ơn !!!. . . . Em vào Chương trình đào tạo của khóa, khoa và cấu trúc môn học xem lại nhe!. .   /QUOTE . . . .",
            "Vậy nếu môn CI3099 là môn tiên quyết của LVTN thì em có cách nào để em có thể vừa làm LVTN và hc môn này trong cùng 1 học kỳ được không ạ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em chào thầy(cô ), cho em hỏi sao em  đăng kí môn học nhập môn kĩ thuật- môn em rớt ở hk1  và ra thông báo môn học không mở, cho em hỏi phải làm sao ạ?",
            "Em làm đơn xin mở lớp ở Khoa"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa cô!. . E đã đủ điểm Toeic để đăng ký luận văn nhưng sao em vào tìm thì luận văn ko tìm thấy. Mong cô xem xét. Mã luận văn IM4323. E cảm ơn cô",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng xem lại kết quả đợt 1 trên trang đăng ký môn học.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em xin chào các thầy cô trong phòng đào tạo. Dạ em muốn xin mở thêm sỉ số lớp EE3005 nhóm A04_A07 môn Đo lường công nghiệp do có mỗi lớp đó là em không bị trùng lịch các môn khác thôi ạ. Do mạng lag nên em đăng kí trễ và giờ em xin phép pđt chấp nhận yêu cầu của em. Em xin cám ơn các thầy cô nhiều ạ",
            "Chào bạn,. . BẠn vui lòng liên hệ trực tiếp cửa tiếp sinh viên Phòng đào tạo để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] có thể tăng sĩ số môn \"đồ án thiết kế hệ thống cơ điện tử\" có mã số môn học: ME3017 lớp   thứ 4 tiết 101112 nhóm A03 được không ạ.. . Em xin cảm ơn",
            "đã đk được"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Thưa cô, . . . . Cho em hỏi thời gian đăng kí LVTN học kì này bắt đầu và kết thúc vào thời gian nào ạ?. . . . Hiện tại em có 01 môn tiên quyết chưa có điểm nên chưa thể đăng ký được LVTN theo lịch DKMH của trường.. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "QUOTE MSSV/MSGV: [student_id]2    . . . . Yêu cầu khác. . . . Thưa cô, . . . . Cho em hỏi thời gian đăng kí LVTN học kì này bắt đầu và kết thúc vào thời gian nào ạ?. . . . Hiện tại em có 01 môn tiên quyết chưa có điểm nên chưa thể đăng ký được LVTN theo lịch DKMH của trường.. .   /QUOTE . . . . Em vào trang aao http://www.aao.hcmut.edu.vn . . mục lịch học vụ xem nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo. . Em tên [full_name]. MSSV [student_id]. Hôm trước em bị sai điểm anh văn dẫn đến rớt môn luôn ạ, bây giờ em đã được chỉnh sửa điểm. Nhưng trên tiến độ học tập vẫn chưa được sửa nên hiện em chưa được đăng kí môn học. Xin Thầy/cô PĐT kiểm tra giúp em, và cập nhật để em được đăng kí môn học sớm ạ. Em xin cảm ơn.",
            "Chào bạn,. . Chuẩn anh văn của bạn đã cập nhật, bạn vào đăng ký môn học lại nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Cho em hỏi tại sao môn LVTN- CI4393 lại không có mở ạ!!. . [full_name]T kiểm tra giúp em!!",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . Cho em hỏi tại sao môn LVTN- CI4393 lại không có mở ạ!!. . PDT kiểm tra giúp em!!  /QUOTE . .  Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . Cho em hỏi tại sao môn LVTN- CI4393 lại không có mở ạ!!. . PDT kiểm tra giúp em!!  /QUOTE . . . . Tất cả luận văn đều được mở lớp. Ngày mai em vào đăng ký lại nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi em là k15 hiện tại đã hoàn tất hết chương trình học nhưng vẫn còn thiếu av 2 kỹ năng nói viết, như vậy em có phải đăng kí môn học như hình đính kèm không ạ?. . Em cảm ơn nhiều.",
            "bạn đk 01 môn học để duy trì tình trạng học tập nhé.. . Chọn môn có tín chỉ thấp nhất nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy cô cho em hỏi là, em tham gia kiểm tra anh văn định kì vào ngày 18/5/2019, vậy khi nào thì mới cập nhật kết quả anh văn để em đăng kí môn học vậy ạ. Em cảm ơn.",
            "Chào bạn,. .  Kết quả thi kiểm tra anh văn đợt 18/05/2019 đã được cập nhật để đăng ký môn học từ ngày 21/05/20190 rồi bạn nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào các thầy/cô ạ!. . Em và một số bạn khóa K2015 có nhu cầu mong muốn đưuọc đăng ký làm Luận văn Tốt nghiệp trong học kỳ sắp tới. Trong đợt đăng ký môn học đợt 1 có mở nhưng lần này em và các bạn không thể đăng ký Luận văn TN. Em và các bạn mong Phòng Đào tạo có thể mở thêm môn Luận văn TN để bọn em có thể hoàn thành chương trình học của Trường. Mong câu trả lời từ quý thầy/cô. . . Em xin chân thành cảm ơn ạ!. .",
            "QUOTE MSSV/MSGV: [student_id]    . . Em xin chào các thầy/cô ạ!. . Em và một số bạn khóa K2015 có nhu cầu mong muốn đưuọc đăng ký làm Luận văn Tốt nghiệp trong học kỳ sắp tới. Trong đợt đăng ký môn học đợt 1 có mở nhưng lần này em và các bạn không thể đăng ký Luận văn TN. Em và các bạn mong Phòng Đào tạo có thể mở thêm môn Luận văn TN để bọn em có thể hoàn thành chương trình học của Trường. Mong câu trả lời từ quý thầy/cô. . . Em xin chân thành cảm ơn ạ!. .   /QUOTE . .   QUOTE MSSV/MSGV: [student_id]    . . Em xin chào các thầy/cô ạ!. . Em và một số bạn khóa K2015 có nhu cầu mong muốn đưuọc đăng ký làm Luận văn Tốt nghiệp trong học kỳ sắp tới. Trong đợt đăng ký môn học đợt 1 có mở nhưng lần này em và các bạn không thể đăng ký Luận văn TN. Em và các bạn mong Phòng Đào tạo có thể mở thêm môn Luận văn TN để bọn em có thể hoàn thành chương trình học của Trường. Mong câu trả lời từ quý thầy/cô. . . Em xin chân thành cảm ơn ạ!. .   /QUOTE . . Ngay mai các bạn vào đăng ký lại nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Kính gửi Phòng Đào Tạo,. . Em tên là [full_name], nay em muốn làm đơn xin chuyển thời khóa biểu vì có một số môn học của em bị trùng giờ với giờ đi làm của em (nguyện vọng cho các môn học của em là kết thúc trước tiết 10 mỗi ngày, và trống vào ngày thứ 4), mà các lớp mới của môn đó đã đủ chỉ tiêu 40/40. Em mong Phòng Đào Tạo xem xét giúp em về việc chuyển đổi thời khóa biểu của học kì 191 các môn sau:. .   B [full_name] Tính (MT1009) - sang lớp L15 - giảng dạy vào sáng thứ 3  /B . . . .   B Cấu Trúc Dữ Liệu Và Giải Thuật (CO2003) - sang lớp L04 - L09 - giảng dạy vào sáng và chiều thứ 6  /B . . . . Em đã xem xét về quy chế đăng kí môn học và em thấy 2 lớp mới này đủ tiêu chí đăng kí môn học và phù hợp với nguyện vọng của em. Em mong nhận được sự hồi âm sớm từ Phòng Đào Tạo, em xin cảm ơn.. . . .",
            "em tự chuyển",
            "Nhưng 2 lớp đó đã đầy rồi ạ. Mong Phòng Đào Tạo xem xét lại. . .",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "lớp đã ful rồi ko chuyển đi được, trừ khi bạn khác có nhu cầu chuyển đi."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Thưa cô,. . . . Khi em vào trang đăng kí môn học, tìm theo mã môn học 504303 - LVTN thì hệ thống báo không có môn học mở. Như vậy có phải là lỗi không ạ?. . . . Em cảm ơn",
            "QUOTE MSSV/MSGV: [student_id]2    . . . . Yêu cầu khác. . . . Thưa cô,. . . . Khi em vào trang đăng kí môn học, tìm theo mã môn học 504303 - LVTN thì hệ thống báo không có môn học mở. Như vậy có phải là lỗi không ạ?. . . . Em cảm ơn  /QUOTE . .   QUOTE MSSV/MSGV: [student_id]2    . . . . Yêu cầu khác. . . . Thưa cô,. . . . Khi em vào trang đăng kí môn học, tìm theo mã môn học 504303 - LVTN thì hệ thống báo không có môn học mở. Như vậy có phải là lỗi không ạ?. . . . Em cảm ơn  /QUOTE . . Ngày mai em vào đăng ký lại nhe!",
            "Thưa cô,. . . . Hiện taị môn Thực tập phần cứng máy tính (môn tiên quyết để nhận LVTN) của em chưa có điểm trên myBK, vì vậy em chưa thể đăng ký LVTN trên trang web, theo lịch của nhà trường. Vậy thì trường hợp này phải xử lí sao vậy ạ?. . . . Em cảm ơn ạ",
            "Chào bạn,. . Điểm là hoàn toàn phụ thuộc vào giáo viên nộp điểm lên phòng đào tạo.. . Thân.",
            "Thưa cô,. . . . Vậy trong đợt đăng ký từ 9-16/7 này em không đăng kí LVTN vì chưa có điểm môn tiên quyết, thì có đợt đăng ký LVTN bổ sung không ạ?",
            "Chào bạn,. . Bạn vui lòng xem lịch học vụ để biết rõ các đợt mở đăng ký môn học online tại :www.aao.hcmut.edu.vn- sinh viên - Lịch học vụ.. . Thân.. .",
            "Thưa cô,. . . . Hiện tại môn thực tập Phần cứng máy tính (CO2019) là môn thay thế cho môn 504004 và là môn tiên quyết nhận LVTN. Hiện môn này em đã có điểm trên myBK. Nhưng khi đăng kí LVTN trên trang web thì vẫn báo là môn 504004 chưa hoàn thành nên chưa thế đăng kí. Cô cho em hỏi trương hợp này thfi xử lí như thế nào ạ?. . . . Em cảm ơn.",
            "Chào bạn,. . Trường hợp của bạn vui lòng liên hệ trực tiếp Phòng đào tạo để được hỗ trợ.. . Thân.. .",
            "Thưa cô,. . . . Hiện tại em đang không có mặt ở TP.HCM.. . Cô có thể cho em biết cách thức liên hệ với phòng đào tạo không ạ.. . . . Em cảm ơn ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thưa cô cho em hỏi: . . Các kì trước em học vượt nên kì này còn 12 chỉ, không tính luận văn. . Khi đăng kí môn học, em dk 10 chỉ ( không đk môn anh văn 4 ). . Thì cô cho em hỏi kì sau em có được xet 1 học bổng dựa trên kết quả điểm kì 182 không ạ?",
            "Chào bạn,. . Bạn vui lòng xem quy định về học bổng khuyến khích tại trang web:. . http://www.aao.hcmut.edu.vn -  Sinh viên - Học vụ - Học Bổng.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . Em k17 đã học qua anh văn 1, giờ em đăng kí môn bị kêu chuẩn anh văn sau năm 3 ạ. Lúc em đăng kí mới thì bình thường sau bây giờ hiệu chỉnh bị vậy ạ. Môn thí nghiệm oto động cơ TR4077",
            "Kính gửi phòng đào tạo. . Em tên [full_name]. . MSSV [student_id]. . Em đăng kí môn học lần thứ nhất đều được, đến khi hiệu chỉnh thì môn thí nghiệm oto động cơ của em bị chuẩn anh văn. Em đã qua anh văn 1 rồi ạ. Rất mong phòng đào tạo xem xét để em có thể được đăng kí học ạ",
            "Chào bạn,. . Chuẩn anh văn của bạn đã cập nhật, bạn vào đăng ký môn học lại nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Phòng Đào tạo cho em hỏi là theo quy chế đăng ký tín chỉ em đọc trên trang web trường thì mỗi học kỳ phải đăng ký tối thiểu 10 tín chỉ. Nhưng tính đến hiện tại em chỉ còn 3 môn 3 chỉ tức là tổng cộng 9 tín chỉ và một luận văn. Kỳ này em tính đăng ký học hết 3 môn đó và kỳ sau thì đăng ký làm luận văn, nhưng nếu em đăng ký cả 3 môn đó hết thì vẫn chưa đủ tín chỉ yêu cầu. Cho em hỏi nếu như vậy thì em đăng ký 9 tín chỉ có sao không ạ? Em xin cảm ơn!",
            "Chào bạn,. . Hiện tại chưa ràng buộc số tín chỉ tối thiểu trong 1 HK.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa cô!. . E đã đủ điểm Toeic để đăng ký luận văn nhưng sao em vào tìm thì luận văn ko tìm thấy. Mong cô xem xét. Mã luận văn IM4323. E cảm ơn cô.. . Kết quả đăng ký đợt 1 e có đăng ký mà giờ mở lại chỉ có môn học còn luận văn thì ko có ạ. Bạn e cũng như vậy.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Hiện tại đang chờ điểm môn học HK182 nên chưa xét được môn LVTN, bạn vui lòng vào đăng ký lại trong đợt 2.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . em muốn đăng ký môn học SCADA vào HK191 vì thời khóa biểu khóa là trống mà vì tình trạng mạng yếu nên e đã không đănng ký được nên mong phòng đào tạo cho em vào lớp SCADA mã EE3071 Nhóm A02 của thầy [full_name] vào tiết 8-11 thứ 5,mong phòng đào tạo chấp nhận . . em cảm ơn và xin lỗi về sự phiền hà này",
            "đã đk được",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em muốn đăng ký môn học SCADA vào HK191 vì thời khóa biểu còn khá trống,vì tình trạng mạng yếu nên em đã không đăng ký được,em mong phòng đào tạo có thể cho em xin vào lớp A02 môn SCADA mã môn học EE3071 của thầy [full_name] vào thứ 5 8-11,mong phòng đào tạo chấp thuận. . Em cảm ơn và xin lỗi sự phiền hà này",
            "đã đk được"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Chào bạn,. . Bạn vui lòng vào đăng ký lại môn học online sau 13g ngày 11/07/2019.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em tên [full_name] MSSV [student_id] do môn học Nền móng MMH:CI3195 và ĐAMH nền móng MMH:CI3197 yêu cầu môn học trước là môn Cơ học đất MMH:CI3001 nên không đăng ký được trong đợt ĐK môn học đợt 2 HK191 . Hiện em đang học môn Cơ học đất HK183 nên kính mong nhà trường xem xét cho em đăng ký môn Nền móng và ĐAMH nền móng HK191 nhóm lớp B01 giảng viên [full_name]",
            "Em đkmh lại và PĐT sẽ xét lại"
        ]
    }
]