[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào Tạo . . Em tên: [full_name]. . MSSV: [student_id]. . Lớp: DH_HK211. . Lý do: Hôm qua thi giữa kỳ vật lý a1 do trục trặc về kỹ thuật em không record lại được bài nhưng tận cuối giờ em mới nhận ra. Em làm đơn này xin kiểm tra bổ sung vào lần sau. Mong quý thầy cô xem xét và giúp đỡ",
            "\"Chào em,. . Cô gửi em file phiếu cho phép kiểm tra bổ sung, em gửi cho GV để được kiểm tra bổ sung lại nhé!. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào PĐT,. . . . Theo như thông báo từ PĐT, vào ngày 22/11 em sẽ được cập nhật điểm 17 của môn Tư tưởng [full_name] nhưng đến nay bảng điểm của em vẫn chưa có điểm 17.. . . . Mong quý thầy cô PĐT kiểm tra giúp em.. . . . Em xin cảm ơn PĐT.. . . . (đính kèm 1) - hình chụp bảng điểm MyBK",
            "Chào em,. . Thời khóa biểu của bạn đã hủy môn Tư tưởng [full_name] rồi nhé, bảng điểm sẽ cập nhật sau nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2134062  /b \t. . . .   i Yêu cầu khác . Em tên: Đoàn Công Cảnh. Mssv: 2134062.. . Dạ, kì rồi em vừa hoàn thành môn Luận văn tốt nghiệp, và đã được xét tốt nghiệp, thời gian tốt nghiệp dự kiến (1/2022). Nên trong học kì 211 em không có đăng kí môn học. Hiện tại em có nhu cầu đăng kí chứng nhận sinh viên, để bổ túc hồ sơ cho địa phương. Kính mong PĐT Cấp quyền đăng kí cho em với ạ.. . Chân thành Cảm ơn quý Thầy/Cô!",
            "Chào bạn,. . Trường hợp không có TKB trong học kỳ, không được cấp giấy CNSV.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào PĐT!. . Em xin được trình bày thắc mắc về lịch thi cuối kì 211 như sau: Hiện tại kì 211 em đang học môn Thiết kế khuôn trên hệ tích hợp CAD/CAE (ME4459). Sau khi nhận thông báo về việc có lịch thi trên hệ thống MyBK thì em vào kiểm tra nhưng hiện tại vẫn chưa có lịch thi cuối kì cho môn này, tuy nhiên các thành viên cùng học chung môn với em thì có rồi ạ. Em xin kính mong được PĐT giúp em thắc mắc này ạ. Em xin trân trọng cảm ơn!",
            "Chào em,. . Em xem lại nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Thầy, Cô . . . . Em tên [full_name] - MSSV: [student_id]. . . . Em vừa đăng ký thi anh văn nói- viết theo thời gian trong mail mà em được nhận. Khi vào đăng ký thì em không đăng ký được, trên hệ thống báo là chưa đến hạn đăng ký. . . . Rất mong nhận sự hướng dẫn và giúp đỡ của nhà trường. . . . . Em xin cảm ơn",
            "Chào em,. . Em chọn lại đợt tháng 12 nhé, nếu chọn đợt tháng 12  mà vẫn báo lỗi chụp hình gửi lỗi gửi qua bksi giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Phòng đào tạo cho em hỏi hiện giờ trường có tổ chức thi anh văn toeic nghe-đọc để xét đăng kí luận văn không ạ?. .   i Học vụ .",
            "Chào em,. . - Hiện tại chưa có thông báo gì về việc không xét Chuẩn tiếng Anh cho việc đăng ký LVTN ở HK212 nhé.. . - Hỏi hiện giờ trường có tổ chức thi anh văn toeic nghe-đọc để xét đăng kí luận văn không ạ?. . =  Chưa có thông tin nhé em.. . -  Phòng Đào tạo kết hợp cùng Trung tâm Ngoại ngữ (TTNN) tổ chức kiểm tra Anh văn 2 kỹ năng Nói - Viết theo hình thức trực tuyến trong tháng 12 năm 2021 dành cho các sinh viên chuẩn bị tốt nghiệp trong học kỳ 211.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện em chỉ còn môn học Anh văn 4A là có thể đăng ký tốt nghiệp, mà lịch thi cuối kỳ vào ngày 5/12 trong khi hạn chót đăng ký tốt nghiệp là ngày 24/12. Dạ quý thầy/cô cho em hỏi vậy thì có thể có thể đăng ký tốt nghiệp kịp trong đợt cuối học kỳ 211 này không thưa thầy/cô ? Em cảm ơn thầy/cô.",
            "Chào em,. . Cô không thể trả lời câu hỏi của bạn được nhé, thi xong còn đợi điểm của GV nữa.. . Khi nào em đủ điều kiện tốt nghiệp, có điểm cập nhật lên mybk/Thông tin sinh viên.. . Em có thể gửi câu hỏi qua bksi để hỏi về việc xét tốt nghiệp bổ sung. tại thời đó mới trả lời cho bạn được nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT ĐH BÁCH KHOA,. . . . Em là [full_name]. . Mssv:[student_id]. . . . Như em đã phản hồi gần đây về 2 lỗi đăng kí AV trực tuyến tháng 12 thì lỗi “chưa đến hạn đăng kí” khi đăng kí thi anh văn nói viết trực tuyến tháng 12 vẫn chưa đăng kí được. . . . . Kính mong PĐT kiểm tra lại giúp em, em đính kèm ảnh lỗi đăng kí bên dưới.. . . . Em cảm ơn,. . Trân trọng,. . . . SV [full_name]",
            "Chào em,. . - Do lỗi kỹ thuật nên SV không đăng ký được thi anh văn theo hình thức trực tuyến đợt tháng 12. . - Hiện tại PĐT đã khắc phục, em vui lòng vào đăng ký lại.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 71301891  /b \t. . . .   i Học vụ . Em nhận được mail thông báo về việc mở kỳ thi nói-viết cho sinh viên tốt nghiệp.. . Hôm nay là đến hạn đăng ký nhưng em không thể đăng ký môn học trên web  Mybk.hcmut.edu.vn    chọn  Đăng ký môn học    chọn Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến–Đợt tháng 11-MSMH: BKE123.. . Em đăng ký thi theo môn ĐĂNG KÝ THI AV 2 KỸ NĂNG THEO HÌNH THỨC TRỰC TUYẾN- ĐỢT THÁNG 11 - MSMH BKE123 thì web thông báo là \"Sinh viên không được phép đăng ký trong đợt này\".. . Em đăng ký thi theo môn ĐĂNG KÝ THI AV 2 KỸ NĂNG THEO HÌNH THỨC TRỰC TUYẾN- THÁNG 12 - MSMH : BKE123 thì web bảo là em chưa đến đợt đăng ký.. . Em mong thầy cô xem xét giúp em để em có thể đăng ký thi cho kỳ tốt nghiệp. Em xin chân thành cảm ơn.",
            "Chào em,. . - Do lỗi kỹ thuật nên SV không đăng ký được thi anh văn theo hình thức trực tuyến đợt tháng 12. . - Hiện tại PĐT đã khắc phục, em vui lòng vào đăng ký lại.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Dạ em chào Cô. . . . Em vừa đăng ký lại, vẫn thông báo bị lỗi, em xin gửi Cô hình báo lỗi ạ. . . . Em xin cảm ơn . .",
            "Chào em,. . - Do lỗi kỹ thuật nên SV không đăng ký được thi anh văn theo hình thức trực tuyến đợt tháng 12. . - Hiện tại PĐT đã khắc phục, em vui lòng vào đăng ký lại.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1915966  /b \t. . . .   i Yêu cầu khác . Em chào Thầy/Cô ạ. Cho em xin gửi đơn hoãn thi môn Đại Số Tuyến Tính và minh chứng của giảng viên và Khoa KHUD ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi BLĐ. . Em xin phép rút môn học để lấy bằng sớm trong tháng này. . . Em cảm ơn. .   i Yêu cầu khác .",
            "\"Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK211(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/ xem điểm trễ nhất là 30/11/2021. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân \""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . .   i Đăng ký môn học . Kính gửi : PĐT trường Đại học Bách Khoa. . Em tên: [full_name]. . MSSV : [student_id]8. .  Hôm nay em vào trang mybk để đăng kí thi anh văn 2 kĩ năng đợt tháng 12 và em không thể đăng kí được.. .  Em không biết nguyên nhân. Em có chụp màn hình và gửi vào tệp đính kèm mong PĐT kiểm tra giúp em.. .  Em xin cảm ơn !",
            "Chào em,. . - Do lỗi kỹ thuật nên SV không đăng ký được thi anh văn theo hình thức trực tuyến đợt tháng 12. . - Hiện tại PĐT đã khắc phục, em vui lòng vào đăng ký lại.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PDT,. . Em vào đăng kí theo đúng khung giờ như thư của đã đề cập.. . Vào đăng kí thì hệ thống không chấp nhận.. . Em xin hướng giải quyết từ PDT ạ?. .",
            "Chào bạn. . Do lỗi kỹ thuật nên SV không đăng ký được thi anh văn theo hình thức trực tuyến đợt tháng 12. . Hiện tại Pdt đã khắc phục nên SV vui lòng vào đăng ký lại.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa [full_name]T,. . Chuyển điểm Tiếng anh từ bằng TOEIC phải từ 600 trở lên mới đc chuyển điểm cho cả 4 AV ạ?. . Em xin cảm ơn. .   i Học vụ .",
            "Chào em,. . Em vui lòng xem quy chế aao/sinhvien/phụ lục 1. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em chào thầy/cô,. .  Hiện nay em còn thực hiện việc thi anh văn 2 kĩ năng nói/viết để kết thúc học phần và tốt nghiệp. Em có nhận được giấy thông báo khám sức khỏe nghĩa vụ quân sự và em lên trang của trường đăng kí giấy xác nhận sinh viên để xin  hoãn nghĩa vụ quân sự nhưng không được cấp giấy vì em không đăng kí môn học. Xin cho em hỏi là em có còn được cấp giấy hoãn nghĩa vụ quân sự nữa không ạ vì hiện nay em vẫn chưa tốt nghiệp ạ. Em xin cảm ơn",
            "Chào bạn,. . Trường hợp không có TKB trong học kỳ, SV không được cấp giấy CNSV.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .   B Phiếu đăng ký thu nhận lại  /B   B . . Họ và tên SV: [full_name] MSVV: [student_id]. . Ngày sinh: 18/09/2000 SDT: [phone_number]. . Đã tạm dừng từ học kỳ : HK202 năm 2020-2021. . Lý do: Buộc thôi học vì lý do học lực. . Quyết định số : 260/QD - DHBK. . Nay đề nghị được thu nhận lại từ học kỳ 212 năm học 2021-2022. . [full_name]. . [full_name]  /B",
            "Chào bạn. . Sau khi kiểm tra tình trạng của bạn là Buộc thôi học vì tự ý nghỉ học theo quyết định số 260(9/4/21). . Nên Bạn phải liên hệ Khoa Máy tính để làm công văn thu nhận gởi Pdt để trình Ban giám hiệu xem xét thu nhận lại. . nên đơn thu nhận lạn bạn đã nộp cho Pdt không thể giải quyết. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em muốn đăng ký thi Tiếng Anh 2 kỹ năng nói viết tháng 12. Trong phần Đăng ký môn học có 2 mục Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến–tháng 11-MSMH: BKE123 và Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến–tháng 12-MSMH: BKE123. Trong đó, em vào phần Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến–tháng 11-MSMH: BKE123 thì bị báo là Lý do chưa được phép đăng ký (hình đính kèm 1). Còn đối với phần Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến–tháng 12-MSMH: BKE123 thì được thông báo là chưa đến hạn đăng ký nhưng trong email pdt gửi về cho em thì hạn được đăng ký là 8h ngày 22/11 đến 14h50 ngày 25/11 (hình đính kèm 2). Vậy thì cho em hỏi em nên làm như thế nào để đăng ký thi tiếng Anh 2 kỹ năng nói viết tháng 12 vậy ạ?  . . Em cảm ơn,. . [full_name].",
            "Chào bạn. . Do lỗi kỹ thuật nên SV không đăng ký được thi anh văn theo hình thức trực tuyến đợt tháng 12. . Hiện tại Pdt đã khắc phục nên SV vui lòng vào đăng ký lại.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT, PĐT cho em hỏi, bên trường có kỳ thi TOEIC online nào cho K2018 để xét tiếng Anh nhận LVTN không ạ?",
            "Chào bạn. . Trường không tổ chức. . Về CCNN để xét LVTN phải thi ở Trung tâm quốc tế theo quy định. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . cho em hỏi là đợt trước em có hoãn thi, mà em thắc mắc là điểm thi sẽ được tính là điểm tổng kết hay được tính đạt hay không đạt ạ?. .",
            "Chào em,. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . - Nếu 14 (hoãn thi) và xóa điểm này, lấy điểm thi sau làm điểm tổng kết.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em gửi phiếu rút môn để đăng kí tốt nghiệp.",
            "\"Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK211(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/ xem điểm trễ nhất là 30/11/2021. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em là [full_name], là sv của văn phòng đào tạo quốc tế khoa quản lí công nghiệp, hiện tại em vẫn chưa nhận được giấy nhập học ạ. . Em kính mong trường tra cứu lại và hỗ trợ em nhận giấy nhập học của mình. . Chúc trường ngày một bền vững. .",
            "Chào bạn. . Bạn gởi email cho Cô [full_name] phụ trách để hỗ trợ:. . [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô ạ,. . . . Em là [full_name], sinh viên K20 - Khoa Khoa học và Kỹ thuật Máy tính, ngành KHMT.. . . . Em có một số thắc mắc về các môn tự chọn tự do như sau:. .  - Em có thể đăng ký các môn thuộc cùng ngành KHMT nhưng khác chuyên ngành mà em định theo học được không ạ?. .   VD: em đang muốn theo học chuyên ngành Trí tuệ nhân tạo ứng dụng, thì liệu em có thể đăng ký các môn tự chọn tự do là các môn thuộc chuyên ngành Xử Lý Ảnh hoặc Kỹ thuật Phần mềm được không ạ.. . . .  - Nếu như điều trên là được phép, thì khi đủ tín chỉ chuyên ngành Trí tuệ nhân tạo, em chỉ cần học thêm 1-2 môn thuộc chuyên ngành Xử Lý Ảnh thì sẽ được cấp bằng tốt nghiệp chuyên ngành này luôn đúng không ạ, hay là em phải học lại 9 tín chỉ tự do dành cho chuyên ngành này ạ?. . . . Em xin cảm ơn và mong sớm được phản hồi ạ.. . . . Trân trọng,. . [full_name]",
            "Chào em,. . Học phần tự chọn tự do là học phần sinh viên được tự do đăng ký, không bị ràng buộc với ngành/chuyên ngành sinh viên đang theo học, nhưng phải có kiến thức không trùng lắp với các kiến thức dùng để xét tốt nghiệp của chương trình đào tạo. Hai học phần được xem là trùng lắp nếu có chuẩn đầu ra/nội dung trùng lắp đến 50%.. . . . Ở một chừng mức nào đó, để tránh cho sinh viên không lúng túng khi chọn môn tự do, tránh lãng phí thời gian và tài chính, [full_name] gợi ý cho sinh viên chọn các môn nhằm trang bị kiến thức chuyên sâu hơn ở các chuyên ngành.. . . . Em liên hệ [full_name] trình bày môn đã chọn tự do, để [full_name] xem xét và xác nhận, hoặc có hướng dẫn cụ thể.. . . . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Họ và tên sinh viên:   Lê Hoài Phong\t. . Mã số sv: [student_id]. . Ngày sinh: 11/10/1994\t \t\t. . Lớp:  CKT15\tKhóa : 2015\t\t. . Ngành: CƠ KỸ THUẬT. . Địa chỉ liên lạc:  . . 101/40 BẮC HẢI P.15 Q.10 TP HCM\t\t. . Điện thoại: [phone_number]. . Hiện nay em đang làm luận văn tốt nghiệp.. . Lý do đăng ký luận văn tốt nghiệp trễ hạn: do điểm của các môn Nhập môn về lập trình, Vật liệu kỹ thuật trong học kỳ 202 lên trễ, cụ thể là sau hạn chót đăng ký luận văn tốt nghiệp đợt vét 25/8/2021nên 6 tín chỉ của hai môn này không được tính, vì vậy nên số tìn chỉ trước đó công thêm số tín chỉ đăng ký của học kỳ 211 chỉ là 120 tín chỉ không đủ điều kiện đăng ký luận văn tốt nghiệp. Sau khi hai môn trên có điểm đủ điều kiện 126 tín chỉ thì lại đang trong thời gian giãn cách xã hội em không thể vào trường xin chữ ký của các thầy và khoa để làm đơn.. . Nay em làm đơn này kính mong Ban Giám Hiệu, Phòng Đào Tạo và Khoa cho phép em được đăng ký luận văn tốt nghiệp trễ hạn.. . Em xin trân trọng cám ơn.. .",
            "Chào em,. . Vui lòng bổ sung giúp cô mã LVTN",
            "Chào em,. . Cô gửi em file xét LVTN, trường hợp của bạn không đủ điều kiện nhận LVTN, em xem lại điều kiện của mình nhé. . Số tín chỉ tích lũy ngành đến HK201 102 + 18 tín chỉ đăng ký(là đã tính 2 môn Nhập môn về lập trình và Vật liệu kỹ thuật) = 120  126 =  Không đủ điều kiện nhận LVTN.. . Có đính kèm file. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Thầy (cô),. . Em có nhận được mail thông báo đợt đăng kí thi online Speaking&Writting của trường rồi ạ. Nhưng em không đăng kí được ạ. Em cứ bị báo lỗi chưa đến hạn đăng kí mà theo mail thì 8g ngày 22/11 đã mở rồi ạ. Em cũng hỏi vài bạn thì các bạn cũng chưa đăng kí được ạ.. . Em cám ơn ạ",
            "Chào bạn. . Do lỗi kỹ thuật nên SV không đăng ký được thi anh văn theo hình thức trực tuyến đợt tháng 12. . Hiện tại Pdt đã khắc phục nên SV vui lòng vào đăng ký lại.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào PĐT, em có đki thi AV nói viết đợt tháng 12 mà thông báo khi là đợt đki này chưa mở ra với bạn. Em mong được giải đáp ạ.",
            "Chào bạn. . Do lỗi kỹ thuật nên SV không đăng ký được thi anh văn theo hình thức trực tuyến đợt tháng 12. . Hiện tại Pdt đã khắc phục nên SV vui lòng vào đăng ký lại.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em bị thiếu lịch thi môn Kĩ thuật số nâng cao EE3083, pđt kiểm tra giúp em xem là vì lý do gì hay là bị lỗi hệ thống ạ. Em là [full_name] [student_id]. Em cảm ơn pđt.",
            "Chào em,. . Thân chào SV,. . . . PĐT thông báo tới SV, hiện tại đã có lịch thi cuối kỳ HK1/2021-2022 và lịch thi hoãn thi (xóa điểm I) các HK2/2020-2021, HK3/2020-2021;. . . . SV xem lịch thi được cập nhật tại: mybk.hcmut.edu.vn =  Thông tin sinh viên. . . . Lưu ý:. . . . - Lịch thi sẽ được cập nhật liên tục vì vậy SV cần theo theo dõi thường xuyên lịch thi của mình. . . . - Các môn học sẽ được thi tại trang thi: exam.hcmut.edu.vn , SV chỉ được đăng nhập vào trang thi 01 lần duy nhất trong ngày ( trước thời gian thi môn đầu tiên).. . . .  . . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Chào add, em có gửi câu hỏi ề đăng kí thi anh nói viết tốt nghiệp, sau khi được trường gửi mail về cách thức và thời gian đăng kí môn học em vẫn chưa đăng kí được môn,không biết có phải do lỗi hệ thống hay do tài khoản em không đăng kí được ạ, nhờ add giúp đỡ để em đăng kí môn thành công.. . Cám ơn add. . . .",
            "Chào bạn. . Do lỗi kỹ thuật nên SV không đăng ký được thi anh văn theo hình thức trực tuyến đợt tháng 12. . Hiện tại Pdt đã khắc phục nên SV vui lòng vào đăng ký lại.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào quí thầy/cô!. . Em có xin hoãn thi một số môn ở học kì hè, hôm nay em có nghe về việc tổ chức thi lấy điểm hoãn thi, xin phép cho em hỏi có thể cho em danh sách hoãn thi không ạ vì lúc nãy em đọc mail có thấy nhưng giờ lại không thấy nữa!. . Em cảm ơn rất nhiều!",
            "Chào bạn. . Trước tiên bạn vui lòng xem lại các thông báo của Nhà trường đã gởi: Vì số lượng hoãn thi của SV gởi qua BKSI quá nhiều,. . Nên vào ngày 5/8/2021, Pdt đã gởi cho toàn bộ SV quy trình Hoãn thi mới (nội dung bên dưới) nhấn mạnh Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . -    Thời điểm hiện tại là giữa tháng 11/2021, Pdt đã tổng kết danh sách Hoãn thi gởi về Khoa để hậu kiểm danh sách cấm thi, bạn không điền vào form nên Pdt không có dữ liệu gởi về Khoa để xác minh. . -    Nên Bạn muốn Hoãn thi vui lòng làm theo hướng dẫn . . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa đồng ý không Cấm thi (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail pdt@hcmut.edu.vn hoặc BKSI)”. . -    Thời gian Pdt có thể tiếp nhận lại hồ sơ hoãn thi đến 24/11/2021, sau thời gian này Pdt không giải quyết các phát sinh nếu có. Vì đầu tháng 12/2021 đã bắt đầu thi của HK211. .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1811899  /b \t. . . .   i Học vụ . Chào Thầy/Cô. . Em là Trương Quốc Đạt , MSSV: 1811899. . Ở kì 202, em có đăng kí lớp dự thính Giải tích 1 lớp DT01,sau đó  hoãn thi và được sự đồng ý của giáo viên bộ môn và PDT thì em được hoãn thi cuối kì.. . Hiện nay các bạn cùng lớp ,hoãn thi cùng em có lịch thi lại còn em thì chưa có lịch thi. Cho em hỏi giờ phải làm thế nào ạ.. .",
            "Chào bạn. . Trước tiên bạn vui lòng xem lại các thông báo của Nhà trường đã gởi: Vì số lượng hoãn thi của SV gởi qua BKSI quá nhiều,. . Nên vào ngày 5/8/2021, Pdt đã gởi cho toàn bộ SV quy trình Hoãn thi mới (nội dung bên dưới) nhấn mạnh Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . -    Thời điểm hiện tại là giữa tháng 11/2021, Pdt đã tổng kết danh sách Hoãn thi gởi về Khoa để hậu kiểm danh sách cấm thi, bạn không điền vào form nên Pdt không có dữ liệu gởi về Khoa để xác minh. . -    Nên Bạn muốn Hoãn thi vui lòng làm  hướng dẫn dưới đây . . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa đồng ý không Cấm thi (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail [email] hoặc BKSI)”. . -    Thời gian Pdt có thể tiếp nhận lại hồ sơ hoãn thi đến 24/11/2021, sau thời gian này Pdt không giải quyết các phát sinh nếu có. Vì đầu tháng 12/2021 đã bắt đầu thi của HK211. .",
            "No solution",
            "Em xin gửi lại Đơn hoãn thi và sự đồng ý của Giáo viên bộ môn Giải tích 1.. . Em có đăng kí hoãn thi và được được đồng ý của PDT nhưng chưa có lịch thi.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào thầy/cô,. . . . Em là [full_name], MSSV: [student_id], sinh viên năm 4, khoa Điện - Điện tử. Em vừa nhận được email của PDT về lịch thi cho môn hoãn thi. Theo lịch, em sẽ thi môn Kỹ thuật siêu cao tần (EE3025) vào ngày 22/12. Nếu em thi vào ngày đó thì em sẽ không kịp đăng kí Tốt nghiệp tháng 11/2021 với hạn chót đăng kí là ngày 24/12/2021. Trong email của PDT trước có đề cập, như sau: \"Môn học có mở trong HK211: PĐT sẽ tự động xếp Lịch thi và đồng thời  cập nhật trên trang mybk.hcmut.edu.vn   Thông tin sinh viên    Lịch thi (dự kiến vào đầu tháng 12/2021).\". Em nghĩ lịch thi sẽ thi chậm nhất vào giữa tháng 12 và sẽ kịp đăng kí Tốt nghiệp tháng 11/2021. Như vậy, em phải làm sao để kịp Tốt nghiệp hay nhờ thầy mở cho em kì thi riêng được hay không? . . . . Mong nhận được phản hồi sớm nhất từ thầy/cô và chúc thầy/cô thật nhiều sức khỏe.. . . . Kính gửi,. . [full_name]",
            "Chào bạn. . - Việc tổ chức kỳ thi riêng rất khó có khả năng. . - Tình hình bạn cứ thi khi nào có kết quả thì bạn đăng ký xét tốt nghiệp bổ sung, vì hiện tại Nhà trường xử lý tốt nghiệp bổ sung và in bằng hàng tháng, nên bạn yên tâm thi nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào thầy,cô ạ. Em tên [full_name] mssv [student_id] em đã đăng kí xác nhận hoãn thi nhưng do không điền vào form nên bị xót và em đã có làm đơn xác nhận từ giáo viên hướng dẫn  trước đó và email giảng viên em không bị cấm thi nên em gửi bổ sung để được hoãn thi và có thể thi ở đầu tháng 12 ạ. Em xin chân thành cảm ơn",
            "\"Chào em. . Đơn hoãn thi của em đã được đồng ý nhé, PDT sẽ tập hợp lại và [full_name]D hoãn thi chung, dự kiến trước tháng 12/2021 và sẽ gửi mail thông báo cho SV.. . Sau thời gian trên mà chưa nhận được mail thông báo về [full_name]D, em vui lòng phản hồi lại qua bksi để PDT kiểm tra lại nhé!. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi PDT. . Cho em hỏi sao em không đăng kí được kì thi av này v ạ.. . Em cảm ơn. . . .",
            "Chào bạn. . Do lỗi kỹ thuật nên SV không đăng ký được thi anh văn theo hình thức trực tuyến đợt tháng 12. . Hiện tại Pdt đã khắc phục nên SV vui lòng vào đăng ký lại.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô !. . Em tên [full_name] Tường MSSV: [student_id]. Hiện tại em không đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến được. Em hiện tại không vướng gì cả nhưng em đăng ký được. Em mong thầy cô xem xét giúp em.. . Em cảm ơn !",
            "Chào bạn. . Do lỗi kỹ thuật nên SV không đăng ký được thi anh văn theo hình thức trực tuyến đợt tháng 12. . Hiện tại Pdt đã khắc phục nên SV vui lòng vào đăng ký lại.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em không thể đăng ký thi nói viết toeic, bị báo lỗi trễ hạn đăng ký dù hôm nay là ngày đầu của kỳ hạn",
            "Chào bạn. . Do lỗi kỹ thuật nên SV không đăng ký được thi anh văn theo hình thức trực tuyến đợt tháng 12. . Hiện tại Pdt đã khắc phục nên SV vui lòng vào đăng ký lại.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào thầy cô,. . Em có thắc mắc là khi đến nhận bằng tốt nghiệp thì phụ huynh có thể đến nhận thay được không ạ? Cho em hỏi thêm là Phòng đào tạo có làm việc thứ 7, chủ nhật không ạ?. . Em cảm ơn thầy cô nhiều.",
            "Chào em,. . - Bằng tốt nghiệp vẫn được lưu trữ tại Phòng Đào tạo cho Sinh viên.. . - Trường hợp nhận thay bằng tốt nghiệp: Phải có giấy ủy quyền có xác nhận của chính quyền và chỉ có thể ủy quyền cho ba/mẹ/anh/chị/ em ruột (khi nhận phải kèm theo hộ khẩu, CMND/CCCD). . - Về lễ tốt nghiệp SV vui lòng đợi thông báo sau của nhà trường. . - PĐT làm việc giờ hành chánh từ thứ 2 đến thứ 6.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo Trường Đại Học Bách Khoa TP.HCM,. . Em tên là [full_name], MSSV: [student_id].. . Hôm nay, em viết mail này nhằm hỏi về vấn đề Đăng ký thi Anh Văn 2 kỹ năng theo hình thức trực tuyến ạ.. . Theo như thông tin em nhận được từ mail là từ 8g ngày 22/11 đến 14g50 ngày 25/1 Phòng Đào Tạo sẽ mở đăng ký thi Anh Văn 2 kỹ năng theo hình thức trực tuyến. Nhưng khi em vào Mục \"Đăng ký môn học\" để đăng ký thì không rõ vì lý do thế nào mà em không đăng ký được ạ (em có đính kèm lỗi trong hình (phần màu cam)).. . Hiện em đã thử lại mấy lần rồi nhưng vẫn bị vậy, nên em rất mong Phòng Đào Tạo có thể giúp em kiểm tra để em có cơ hội đăng ký ạ.. . Trong khi chờ đợi phản hồi của Phòng Đào Tạo, em chân thành cảm ơn ạ.. . Sinh viên,. . [full_name]",
            "Chào bạn. . Do lỗi kỹ thuật nên SV không đăng ký được thi anh văn theo hình thức trực tuyến đợt tháng 12. . Hiện tại Pdt đã khắc phục nên SV vui lòng vào đăng ký lại.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa Phòng Đào tạo,. . Do hôm 20/11 vì sơ ý nên em quên tham gia buổi SHCD cuối khoá chuyên đề 3 của SV K2018, trước đó em đã tham gia và điểm danh chuyên đề 1 và 2 rồi. Em muốn xin được hỏi có cách nào để em có thể tham gia lại buổi này hoặc có cách nào để em không bị cấm đăng ký môn học ở kỳ sau không ạ. Em xin cảm ơn Phòng Đào tạo.",
            "\"Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT, KSTN vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào pdt, kỳ 211 em có đăng ký làm luận văn tốt nghiệp, hiện tại bây giờ nhà trường đã cho sinh viên lên sử dụng ptn để làm thí nghiệm luận văn chưa ạ? Em xin cảm ơn",
            "Chào em,. . Hiện tại bây giờ nhà trường đã cho sinh viên lên sử dụng ptn để làm thí nghiệm luận văn chưa. . =  Hiện tại chưa vào trường em nhé, em theo dõi email khi có thông tin trường sẽ gửi email.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PDT cho em hỏi đã đến hạn đăng kí thi anh văn nói viết (tháng 12) nhưng sao vẫn đăng kí không được vậy. Em đăng kí thì lúc nào cũng thông báo là \" chưa đến hạn đăng kí\" trong khi thời gian đăng kí là từ 8g ngày 22/11/2021-25/11/2021.. . . .",
            "Chào bạn. . Do lỗi kỹ thuật nên SV không đăng ký được thi anh văn theo hình thức trực tuyến đợt tháng 12. . Hiện tại Pdt đã khắc phục nên SV vui lòng vào đăng ký lại.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em có mong muốn đi du học. Bên trường em nộp hồ sơ yêu cầu cung cấp xếp hạng tốt nghiệp của em (xếp hạng trong lớp, khoa)?. . Làm sao để em biết được những thông tin này ạ?. . Em cảm ơn!",
            "Chào em,. . Em vui lòng liên hệ [full_name], GVCN để được hỗ trợ nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em muốn hỏi tạm dừng học với lý do ôn thi lại thpt quốc gia có được chấp thuận không ạ?. .   i Yêu cầu khác .",
            "Chào em,. . Bạn có thể ghi tạm dừng lý do cá nhân, vui lòng trình bày rõ là bạn đang muốn xin tạm dừng ở HK nào. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô!. . Em có một vấn đề muốn hỏi về việc nộp học phí online của trường. Hiện tại khi em chọn khoản học phí và nhấn thanh toán thì được chuyển đến trang đăng nhập ocb, nhưng em không thể đăng nhập vào ocb và luôn báo lỗi. Em nghĩ đây là lỗi trang thanh toán thì có vào app của ocb và không thể tìm thấy tên trường đại học Bách Khoa TP.HCM mình để thanh toán. Do không thể đến đến trường để hỏi cũng như đến ngân hàng để xử lý nên đến nay em đã bị trễ đóng học phí. Vậy cho em hỏi trường ta có còn đóng học phí qua ngân hàng ocb không ạ, cũng như có cách nào để em thanh toán học phí cho trường.. . Em mong nhận được phản hôì sớm từ các thầy/cô ạ!. . Em xin cảm ơn!",
            "Chào em,. . Em liên hệ số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô,. . Em tên là [full_name], [student_id]. . Em có tên trong danh sách tốt nghiệp tháng 11 năm 2021. Tuy nhiên thông tin điểm Toeic của em trong danh sách là 505, nhưng trước đó em có nộp bằng Toeic 2 lần: lần 1 là 505, lần 2 là 560 và đã được phê duyệt. . . Em muốn hỏi là điểm Toeic cập nhật trong danh sách tốt nghiệp phải là 560 phải không ạ? . . Em xin cảm ơn!. . . .",
            "Chào bạn,. . Đúng rồi bạn, sẽ cập nhật điểm lần cao nhất nhé!. . Thân",
            "Em chào cô,. . . . Nếu vậy thì thông tin trong danh sách dự kiến tốt nghiệp tháng 11 của em bị sai ạ.. . . . Mong phòng đào tạo cập nhật lại giúp em điểm Toeic. Điểm Toeic của em là 560, không phải 505. (Hình ảnh đính kèm) . . . . Em xin cảm ơn!. . . .",
            "Chào em,. . Trong bảng điểm tốt nghiệp sẽ điều chỉnh lại cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em có nhận được thông báo yêu cầu sinh viên đến  trường nhận bằng tốt nghiệp đại học theo hướng dẫn. Nhưng hiện tại do tình hình dịch bệnh phức tạp và  em đang ở quê làm việc nên không thể đến trường nhận bằng ngay được. . . Cho em hỏi là thời gian nhận bằng tối đa là bao lâu. Lần nhận bằng cũng thay thế lễ tốt nghiệp luôn phải không ạ. Em xin cảm ơn",
            "Chào em,. . - Khi nào em có mặt ở TPHCM thì liên hệ Phòng Đào tạo để nhận bằng tốt nghiệp. . . - Bằng tốt nghiệp vẫn được lưu trữ tại Phòng Đào tạo cho Sinh viên.. . - Trường hợp nhận thay bằng tốt nghiệp: Phải có giấy ủy quyền có xác nhận của chính quyền và chỉ có thể ủy quyền cho ba/mẹ/anh/chị/ em ruột (khi nhận phải kèm theo hộ khẩu, CMND/CCCD). . - Về lễ tốt nghiệp SV vui lòng đợi thông báo sau của nhà trường.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đang là sinh viên chương trình liên kết quốc tế ,do học kỳ vừa rồi gặp một số vấn đề nên em có hoãn thi 3 môn học và đã được chấp nhận .Cho em hỏi là em hoãn thi và thi lại thành công thì có ảnh hưởng gì đến việc chuyển tiếp hay không ?. . . .",
            "Chào em,. . Em liên hệ Văn phòng Đào tạo quốc tế [email] để được hỗ trợ nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name], mssv [student_id]. Em muốn đăng kí thi 2 kĩ năng nói và viết TOEIC do trường tổ chức (mã môn học BKE123). Trong mail gửi sinh viên thì kì thi bắt đầu mở đăng kí vào 8h ngày 22/11 nhưng khi em vào đăng kí lúc 21h thì hiện \"bạn chưa được mở đăng kí\" và không đăng kí được. Cho em hỏi làm cách nào để đăng kí được ạ? Em cảm ơn. .   i Đăng ký môn học .",
            "Chào bạn. . Do lỗi kỹ thuật nên SV không đăng ký được thi anh văn theo hình thức trực tuyến đợt tháng 12. . Hiện tại Pdt đã khắc phục nên SV vui lòng vào đăng ký lại.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là nếu làm đơn hoãn thi thì khi nào mới có thể thi lại được ạ. Em thấy có rất nhiều bạn như em chỉ vì 1 sự cố nhỏ mất điện mà lại hoãn đợi năm sau mới thi lại được ạ.. . . . Em xin cảm ơn",
            "Chào em,. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào cô/thầy. . Em tên: [full_name]     mssv: [student_id]. . Vào ngày 18/10 em có làm đơn xin hoãn thi môn kỹ thuật số có chứ ký của giáo viên và khoa ạ .Em có xem trong file danh sách không xử lý hoãn thi thì không thấy tên em, nhưng em vẫn chưa có lịch thi lại môn Kỹ thuật số ạ. Không biết trường hợp của em có được chấp nhận hoãn thi và được thi lại trong kỳ này không em cám ơn ạ!!!",
            "Chào bạn. . Bạn có thể trình bày rõ hơn nội dung bạn cần hỗ trợ hay không? Hiện tai Pdt ghi nhận hoãn thi môn:. . . . [student_id]\tPhạm Thiên\tPhú\tHK202\tEE3025\tKỹ thuật siêu cao tần\tA04\t. . . . . . Vậy bạn vần hoãn thi tiếp môn Kỹ thuật số hay sao?. . . . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + [full_name] đồng ý không Cấm thi (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail [email] hoặc BKSI)”. . -    Thời gian Pdt có thể tiếp nhận lại hồ sơ hoãn thi đến 24/11/2021, sau thời gian này Pdt không giải quyết các phát sinh nếu có. Vì đầu tháng 12/2021 đã bắt đầu thi của HK211. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV/MSGV: [student_id]\t. . . . PDT có nói sẽ xếp cho sinh viên thi bù nhưng em không thấy lịch thi có cập nhật cho em. Em hỏi thầy [full_name] - GV đang dạy môn Hóa lý 2 kỳ này cũng nói trong danh sách thầy nhận không có tên em. Kính mong PĐT giúp em đăng ký thi bù môn Hóa lý 2 trong kỳ này ạ. Thầy kêu em hỏi gấp PDT, em có gửi kèm hình ạ.. . . .",
            "Chào bạn. . Theo thống kê của Pdt, môn Hóa lý 2 ch2109, không mở nên Lịch thi sẽ thông báo sau. . Bạn kiểm tra lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính chào thầy/cô phòng đào tạo ĐHBK.TPHCM,. . . . Em tên là [full_name], mssv [student_id], lớp CK16LTH. . . . . Em đã gửi yêu cầu hỗ trợ trực tuyến online và được hướng dẫn đăng ký theo lịch từ 8h00 ngày 22/11 - 25/11/2021. Nhưng em nhấn vào ĐKMH với MSMH:BKE123 đợt tháng 12 hiện tại đều báo rằng:. . “Bạn chưa đến hạn đăng ký, kết quả chỉ dùng tham khảo, sẽ bị xóa khi đăng xuất”. . Em tiếp tục xuống mục phía dưới \"Phiếu đăng ký\"= \"Gửi danh sách đăng ký\" =  \"Tiếp tục\". . thì nhận được thông báo:. . \"Đã hết hạn đăng ký...\". . (Như hình ảnh đính kèm). . . . Em kính mong thầy cô xem xét và hỗ trợ giúp em đăng ký thi anh văn để hoàn thành chương trình và tốt nghiệp đợt tới trước thời hạn.. . Trong thời gian đợi chờ phản hồi của thầy/cô, e chân thành cảm ơn.. .",
            "Chào bạn. . Do lỗi kỹ thuật nên SV không đăng ký được thi anh văn theo hình thức trực tuyến đợt tháng 12. . Hiện tại Pdt đã khắc phục nên SV vui lòng vào đăng ký lại.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . hồi trước em  quên hoãn thi môn giải tích 2. . cho nên em vắng thi ngày 7/8. . bây giờ cho thi lại được ko ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . Hiện tại không thể giải quyết HOãn thi của Hk202/203. . Bạn lưu ý xem thông báo của nhà trường để thực hiện cho đúng quy trình . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào thầy/cô ạ!. . Dạ tên em là Huỳnh Ngô Nam Khang (MSSV [student_id]). . . . Dạ em đã hoàn tất PHIẾU ĐĂNG KÝ HOÃN THI theo chỉ dẫn của Phòng Đào Tạo và đã được Giảng viên đứng lớp XÁC NHẬN.. . . . . . Dạ kính mong thầy/cô xem xét và xác nhận [full_name] . . giúp em việc em đã được hoãn thi môn học có mã số CI3077 của HK202 và được cho phép ĐĂNG KÝ THI [full_name] môn này ở HK211 ạ. . . . Dạ em chân thành cảm ơn thầy/cô rất nhiều ạ!. .   i Yêu cầu khác .",
            "Chào bạn. . Đơn hoãn thi của em đã được đồng ý nhé, PDT sẽ tập hợp lại và QD hoãn thi chung, dự kiến trước tháng 12/2021 và sẽ gửi mail thông báo cho SV.. . Sau thời gian trên mà chưa nhận được mail thông báo về QD, em vui lòng phản hồi lại qua bksi để PDT kiểm tra lại nhé!. . Thân. ."
        ]
    }
]