[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ em là [full_name] mssv [student_id]. . em có đăng kí môn Nến Móng CI3239 vào đợt 3.. . nhưng sau khi vào lớp L05 thì thầy [full_name] không nhận sinh viên đợt 3 và mail em xin pđt chuyển lớp. em đã xin thầy [full_name] của lớp nền móng CI3239 L01 và thầy đã có nhận em nên xin pđt chuyển em qua lớp L01 ạ. . . em cảm ơn ạ.",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 21/01/2022. . Thân mến. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name], MSSV:[student_id]. . Em không thể thanh toán học phí môn học của em trên Bkpay thì em có thể thanh toán bằng hình thức khác được không ạ ?",
            "Chào em,. . BKpay đã vào được rồi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1611541  /b \t. . . .   i Yêu cầu khác . Xin chào PĐT. Em xin phép gửi đơn xin chuyển điểm môn tương đương ạ!. . Môn em học ở học kì 1 năm 2021-2022 là môn Luyện Kim Đen MA3105. Môn Luyện Kim Đen là môn tương đương của môn Lí thuyết và công nghệ luyện kim 1 với mã là MA2017. Em đã hoàn thành môn Luyện Kim Đen MA3105 ở kì 1 năm 2021-2022 với số điểm là 6. Kính mong PĐT sẽ chuyển đổi điểm của môn Luyện Kim Đen sang môn tương đương là Lí Thuyết và công nghệ luyện kim 1 (MA2017) cho em kịp tiến độ đăng kí tốt nghiệp ạ!. . Em xin cám ơn. .",
            "Chào em,. . Em cần làm đơn gửi email [email]  để PĐT kiểm tra rồi trả lời em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hôm trường gửi mail kèm form cho em đăng ký học bù TH Hóa, nhưng do nhà em ở xa trường nên em không tiện đi lên học nên em không đăng ký học liền, nhưng giờ bạn chung nhóm TH với em đã lỡ đăng ký rồi. Dạ vậy cho em hỏi nếu giờ em muốn đăng ký lại để lên học thì bên pđt có thể gia hạn lại form đăng ký giúp dùm em được không ạ?. . Dạ em xin cảm ơn!",
            "Chào em,. . \"Thân gửi các bạn sinh viên,. . . . Theo đề nghị của Khoa/bộ môn, Phòng đào tạo sẽ hủy tất cả các nhóm VCxx- TN trực tiếp- Chất lượng cao của môn Hóa đại cương (thí nghiệm) CH1004 vì sĩ số ít.. . . . Trân trọng thông báo.\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô trong ban tư vấn ạ. Em là sinh viên đại học chính qui K19. Trong học kì 212 này, em dự định sẽ thi và nộp chứng chỉ TOEIC để chuyển điểm cho các môn anh văn. . . Thầy/cô cho em hỏi là trong trường hợp của em sẽ áp dụng Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2017-2018 đến HK3/2019-2020 (do em là sinh viên K19), hay em sẽ phải áp dụng Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2020-2021 (do đây là bảng qui đổi mới nhất). . . Em xin cảm ơn thầy/cô đã đọc thư và mong sớm nhận được phản hồi ạ.. . . .",
            "Chào bạn. . Áp dụng Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2020-2021 (do đây là bảng qui đổi mới nhất).. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . do em không biết đăng ký học thí nghiệm đợt 2 sẽ phải lên trường học trước tết nên hiện tại em không thể đến trường học thí nghiệm được vì em còn đang ở quê, em muốn dời lịch học thí nghiệm thì phải làm như thế nào ạ?. . Em xin cảm ơn.",
            "Chào em,. . Sinh viên nếu muốn rút (không học được vì lý do cá nhân) thì vui lòng liên hệ trực tiếp với Giảng Viên/Khoa.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em kính chào quý thầy cô ạ!. . Em tên là Vũ Thị Hồng Nhung, MSSV: [student_id].. . Em đã học môn Hóa Đại Cương vào HK202 và do trước khi nghỉ dịch lớp em mới chỉ được học 1 buổi thí nghiệm nên em đã đăng kí học bù thực hành.. . Nhưng khi được cập nhật thời khóa biểu thì trên thời khóa biểu của e xuất hiện cùng lúc 2 lớp hóa thí nghiệm khác nhau theo như file em đã đính kèm ạ. . . Vậy em chỉ cần học 1 lớp thôi hay sao ạ.. . Em xin chân thành cảm ơn quý thầy cô nhiều ạ!",
            "Chào em. . Em học môn học ở 2 HK khác nhau nên PĐT cập nhật đủ 2 nhóm. . Em có thể đi học 1 nhóm và hoàn thành môn học. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thầy cô cho em hỏi là nếu chương trình học của em còn 1 môn thì em có thể đăng kí cả kì chính và dự thính luôn được không ạ? Em cảm ơn ạ.",
            "Chào em,. .  Em vui lòng xem email PĐT đã gửi: \"Thông báo Kế hoạch học tập của học kỳ 2 và học kỳ hè năm học 2021-2022 và phần bù các học kỳ trước. . Hộp thư đến. . - Ho Tro SV   [email] . . 10:36, 27 thg 12, 2021 (2 ngày trước). . tới stu,. . -   Lưu ý: Thực hiện Nghị định 81/2021/NĐ-CP ngày 27/8/2021, đối với các SINH VIÊN CHÍNH QUY, chỉ tổ chức dạng dự thính cho các trường hợp HỌC LẠI (học từ lần thứ hai).\" . . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . - Giải tích 1 (MT1003) nhóm CC02_CC. . - Pháp luật Việt [full_name] (SP1007) nhóm CC02. . -Cơ lý thuyết (AS1003) nhóm CC01_CC. . Lý do được thu nhận lại:Vĩ hiện tại vẫn đang theo học chươnh trình học của trường hệ chính quy",
            "Dk môn học hệ vừa học vừa làm. . Sv: Phạm Hải Biên. . Mssv:[student_id]. . . . . . Giải tích 1 (MT1003) nhóm CC02. . - Pháp luật Việt Nam đại cương (SP1007) nhóm CC02. . -Cơ lý thuyết (AS1003) nhóm CC01. . Lý do được thu nhận lại:Vĩ hiện tại vẫn đang theo học chươnh trình học của trường hệ chính quy  B",
            "Chào em,. . Các nhóm CC, TT, QT của SV CLC, SV CQ không được đăng ký nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào em,. . Em vui lòng email đến [email] để được hỗ trợ nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào anh/chị,. . Em là [full_name], mssv là [student_id].. . Em muốn hỏi anh/chị như sau: Học kì 202 em đã học môn TN Hóa đại cương (CH1004) trực tiếp tại trường một buổi, sau đó nghỉ dịch và đã kết thúc môn sau khi học online các buổi còn lại; em cũng đã có điểm tổng kết của môn. Vậy sau này em vẫn phải đăng kí và học trực tiếp môn TN Hóa đại cương (CH1004) thêm một buổi nữa đúng không? Nếu học trực tiếp thì kết quả đã tổng kết môn này của em có bị ảnh hưởng không?. . Mong anh/chị sớm phản hồi,. . Em cảm ơn.",
            "Chào em,. . Em vui lòng liên hệ GV, [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo trường ĐH Bách Khoa TpHCM,. .    Em tên: [full_name], MSSV:[student_id]. Em có kết quả thi toeic 500 và quy đổi điểm anh văn 3 và 4 được 8.0 và 5.5 (học kỳ 202) nhưng khi vào xem bảng điểm thì bảng điểm vẫn chưa cập nhật điểm anh văn 3 và 4 (vẫn 138 chỉ). Dạ cho em hỏi có vấn đề gì với kêt quả điểm chuyển của em không ạ?. .    Em chân thành cảm ơn thầy (cô) ạ. . . . . .",
            "Chào em,. . Bảng điểm vẫn chưa cập nhật điểm anh văn 3 và 4 (vẫn 138 chỉ). . =  Em xem mục điểm chuyển đã có nhé.. . - Trên Mybk chưa có cập nhật. Điểm vẫn còn thiếu, do đó khi nào đủ điểm mới cập nhật. . . - Khi sv cần in bảng điểm thì sẽ có đầy đủ ĐTB tính đến thời điểm sv đăng ký in.. . Thân mến. . . . . .",
            "Dạ em chào cô ạ,. . Dạ em vẫn chưa rõ chỗ này ạ \"Điểm vẫn còn thiếu, do đó khi nào đủ điểm mới cập nhật.\". Dạ điểm vẫn còn thiếu là sao ạ. Dạ hiện tại kết quả của em là 138 chỉ, còn điểm TOEIC em là 535 quy đổi được anh văn 3 và 4 8.0 và 5.5 (được 142 chỉ), vậy em còn thiếu điểm gì ạ?. . Em chân thành cảm ơn cô ạ",
            "Chào em,. . - STCTL ngành chưa có cập nhật lên Mybk được do chưa có điểm của tất cả sv chứ không phải của 1 mình em.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Thưa quý thầy,cô,. . Em là [full_name] k21 khoa điện- điện tử. Em đã có bằng quân sự /(vào năm ngoái khi em còn là sinh viên của trường đại học FPT) vậy liệu em cần phải học kì quân sự tới (HK212) không ạ? và. . Nếu như miễn thì em còn phải làm những thủ tục gì khác nữa ạ.. . Em xin cảm ơn",
            "Chào em,. . Trường hợp SV đã có chứng chỉ GDQP, vui lòng làm đơn xin miễn (tải mẫu đơn tại aao.hcmut.edu.vn/sinh viên/biểu mẫu), kèm theo bản chụp Chứng chỉ GDQP và gửi qua bksi. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi Phòng đào tạo trường Đại học Bách Khoa TPHCM. . Em tên [full_name]. MSSV: [student_id]. . PDT cho em hỏi là em có được xác nhận hoãn thi môn Phương pháp tính chưa ạ. Do hôm đấy nhà em cúp điện đột xuất trong khi làm bài và em có lên mybk để đăng kí hoãn thi nhưng nay khi có điểm thì em thấy trên mybk bị điểm 0 cuối kì ạ.. . Nhờ PDT xem xét giúp em với ạ.. . Em xin cảm ơn.",
            "\"Chào bạn. . Bạn kiểm tra lại Pdt đã ghi nhận yêu cầu Hoãn thi của bạn tại trang Mybk - Mục 12 đăng ký hoãn thi. . Xem Quy trình Hoãn thi HK211 Pdt đã gởi qua mail  vào ngày 10/12/2021. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô. Hiện tại em đang là sinh viên K18 bộ môn Công nghệ sinh học(CNSH) khoa Kĩ thuật hoá học, trong kì 212 này em có đăng kí học cải thiện môn hoá phân tích (CH2009).. . Khoá K18 CNSH tụi em học môn này có mã là CH2009, nhưng sang K19 CNSH thì đổi thành CH2113. Hiện tại mã CH2009 chỉ dành cho khoa Vật liệu và Môi trường. Em có hỏi giảng viên thì thầy nói hỏi lại phòng đào tạo.. . Vậy em đăng kí học cải thiện môn này thì có được tính điểm vào trung bình tích luỹ không ạ.. . Em cảm ơn quý thầy cô đã đọc câu hỏi.",
            "Chào em,. . Sv muốn học cải thiện thì môn học phải có cùng một msmh vì khi này sẽ lấy . . điểm cao nhất tính.. . - Môn học cải thiện mà khác msmh thì vô nghĩa vì sẽ không lấy điểm cao nhất tính được vì hai msmh khác.. . - việc học lại môn thay thế do môn gốc không còn mở lớp và khi đạt môn này sẽ được quy về môn gốc và được ghi thành điểm miễn(12).. . Tóm lại khi tính đtbtl sẽ được tính nếu có cùng msmh như vd sau :. . -Môn A = 5,0 đ . .    Học lại cải thiện môn A =7,0 đ . . =  sẽ lấy 7,0đ tính . . -Môn A= 5,0 đ . . Học lại môn B = 8,0đ (có trong môn thay thế/tương đương với A) , được quy về môn gốc B=A=12 đ . . =  sẽ lấy 5,0đ tính vì điểm 12 sẽ không có tính vào đtbtl. . . - Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: DẠ CHO HỎI EM CÓ THỂ LẤY [full_name] BẠ CHÍNH ĐÃ GỬI NHẦM  KHI VÀO TRƯỜNG HỌC OFF CÓ THỂ LẤY [full_name]",
            "Chào em,. . Em vui lòng email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào thầy/ cô!. . Trong kỳ này em muốn đăng ký tốt nghiệp, em muốn hỏi là điều kiện anh văn toeic xét tốt nghiệp của [full_name]16 ở kỳ này bao nhiêu ạ? . .",
            "Chào em. . Em xem quy định về ĐK LVTN tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/3.Chuẩn tiếng Anh khi nhận Luận văn tốt nghiệp (LVTN) và khi tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name] . . MSSV [student_id]. . Vì điều kiện hiện tại chưa cho phép em vào Sài Gòn được nên nhà trường có thể xem xét hủy lịch học Hóa Thí nghiệm cho em được không ạ?. . Em sẽ học bù cùng các bạn vào thời gian sắp tới ạ.. . Mong thầy cô xem xét giúp em với ạ.. . Em xin cảm ơn.",
            "Chào em,. . Sinh viên nếu muốn rút (không học được vì lý do cá nhân) thì vui lòng liên hệ trực tiếp với Giảng Viên/Khoa.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Học vụ . Dạ em chào quý thầy cô ạ. . Em tên là[full_name] Chu Đức Chí. . Sinh viên khóa K21. . MSSV[full_name] [student_id]. . Em đã đăng ký điền form học trực tiếp trong đợt vừa rồi phòng đào tạo gửi mail nên có nhận được lịch học Hóa Thí Nghiệm tại cs1 vào tuần 3 4 ạ, mà giờ tình hình dịch xung quanh nơi em đang sinh sống diễn ra khá phức tạp và một số lý do khác liên quan đến dịch bệnh nên không thể vào Sài Gòn được ạ.. . Em mong quý thầy cô có thể hủy lịch học Hóa Thí Nghiệm của em và dời cho em vào đợt sau được không ạ. . Và cho em hỏi là dự kiến lịch học Hóa Thí Ngiệm đợt sau của phòng đào tạo là khi nào vậy ạ, để em và gia đình sẽ sắp xếp và khai báo với chính quyền địa phương ạ. . Em xin cảm ơn ạ.",
            "Chào em,. . Sinh viên nếu muốn rút (không học được vì lý do cá nhân) thì vui lòng liên hệ trực tiếp với Giảng Viên/Khoa.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: thầy cô phòng đào tạo,. . . . Em tên là: [full_name]. . MSSV: [student_id]. . Hiện tại, em có đăng kí tham gia thí nghiệm hóa đại cương CC34 (tiết 2-6) nhưng trong thời gian đó em chưa sắp xếp được việc học trực tiếp ở trường nên em muốn xin hủy đăng kí thí nghiệm đợt này và dời lại sang đợt sau ạ. . . Em xin cảm ơn.. . . .",
            "Dạ em nhầm ạ. Mã lớp em vừa cập nhật lại là VC15 học vào thứ 5 tiết 8-12",
            "Chào em,. . Sinh viên nếu muốn rút (không học được vì lý do cá nhân) thì vui lòng liên hệ trực tiếp với Giảng Viên/Khoa.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Họ và tên: Trần [full_name] Thuận.. . MSSV: [student_id]. . Vì lý do BKSI của em bị lỗi nên em xin phép được nhờ bạn gửi yêu cầu. Em cảm ơn ạ. . . Cho em xin đăng ký môn học hệ VLVH. . . ĐAMH Kết cấu bê tông CT1- CI2093- T01. . MT2001 - Xác suất và thống kê- DT01. . CI2003 - Cơ lưu chất- DT01 . . CI2007 - Sức bền vật liệu- DT01 . . MT1009 - Phương pháp tính- DT01. . Lý do: SV mới được thu nhận lại. . . Em xin cảm ơn.",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 21/01/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Họ và tên: Trần [full_name] Thuận.. . MSSV: [student_id]. . Vì lý do BKSI của em bị lỗi nên em xin phép được nhờ bạn gửi yêu cầu. Em cảm ơn ạ. . . Cho em xin đăng ký môn học hệ VLVH. . . ĐAMH Kết cấu bê tông CT1- CI2093- T01. . MT2001 - Xác suất và thống kê- DT01. . CI2003 - Cơ lưu chất- DT01 . . CI2007 - Sức bền vật liệu- DT01 . . MT1009 - Phương pháp tính- DT01. . Lý do: SV mới được thu nhận lại. . . Em xin cảm ơn.. . . .",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 21/01/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo,. . Em là Nguyên - sinh viên khoa KH&KT Máy Tính K16. . Hiện tại em đã đạt đủ điều kiện để đăng kí tốt nghiệp cho đợt tốt nghiệp tháng 1 sắp tới. . . Tuy nhiên hoạt động CTXH cuối cùng của em để hoàn thành 15 ngày CTXH thì vẫn chưa kịp cập nhật lên hệ thống.. . Như vậy em có thể đăng kí TN trước trong lúc ngày CTXH đang cập nhật được không hay phải chờ đến đợt sau ạ?. . Em xin cảm ơn",
            "Cho em hỏi hiện tại em đã được cập nhật đủ 15 ngày CTXH nhưng tại sao em vẫn không thể đăng kí tốt nghiệp vậy ạ?. .",
            "Em đã đăng kí được rồi ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô,. . Em có đăng ký môn Cơ học thủy khí (TR1005) ở học kỳ dự thính 212, em đã đăng ký ở cả lộ trình 1 và 2, nhưng sao em vẫn không được xếp thời khóa biểu ạ? Em kiểm tra lại không thấy trùng lịch gì hết.. . Em cảm ơn ạ",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 21/01/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "chào thầy/cô. . dạ cho em hỏi học phí hk2 mình tính như thế nào ạ, tính theo số tiền 1 tính chi hay có mức cố định ạ ?. . . .",
            "Chào em,. . Em vui lòng xem quy chế. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế quy định/học vụ/Học phí. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi quý thầy cô,. . Em tên [full_name] mssv: [student_id].. . Em có lịch học hóa thí nghiệm tuần 3-4, sáng thứ 4. Tuy nhiên, do điều kiện đi lại khó khăn vì nhà em xa và tình hình dịch bệnh tại địa phương em còn rất phức tạp, nên em xin phép được hoãn học tới khi học trực tiếp lại. Mong thầy cô xem xét và giải quyết cho em. Em chân thành cảm ơn.. . [full_name]. . . .",
            "Chào em,. . Sinh viên nếu muốn rút (không học được vì lý do cá nhân) thì vui lòng liên hệ trực tiếp với Giảng Viên/Khoa.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  [full_name]. .  [full_name] [full_name] [full_name], NHƯNG VỀ [full_name] ĐƯỢC LÀM LUẬN VĂN. [full_name], [full_name], [full_name]. [full_name].. . - [full_name] [full_name].. . - [full_name]. [full_name].. . - [full_name]. . - [full_name] [full_name] 18-19/1 TỚI ĐÂY.. . - [full_name] [full_name] [full_name] VẨN GHI [full_name] [full_name], [full_name] [full_name]. MONG PĐT SỚM ĐIỀU CHỈNH. . - [full_name] XIN CẢM ƠN.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi quý thầy, cô, . . . . Em tên [full_name], mssv [student_id].. . . . Em có lịch học hóa thí nghiệm tuần 3-4, sáng thứ 2, lớp VL22. Tuy nhiên, do điều kiện đi lại khó khăn vì nhà em xa nên em xin phép được hoãn học tới khi học trực tiếp lại. . . . . Mong thầy, cô xem xét và giải quyết cho em. . . . . Em chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô ạ, em là [full_name], mssv [student_id]. . Mặc dù biết là thời gian đăng kí môn học đã hết nhưng em mong muốn là phòng đạo tạo có thể mở thêm lớp vật lý bán dẫn(EE1007) được không ạ do đợt 2 và đợt 3 e ko thể đăng kí vì trùng lịch và số lượng thành viên trong lớp đã đủ.. . Em xin cảm ơn và chúc thầy cô nhiều sức khoẻ ạ.",
            "Chào em,. . - Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .    Em là [full_name], MSSV [student_id], sinh viên lớp TN hóa L72, đợt vừa rồi em có đăng ký học TN tại trường và có thời khóa biểu học lớp VL21. Nhưng vì tình hình dịch phức tạp nên không thể tham gia lớp theo lịch. Vì không biết giảng viên lớp VL21 dể liên hệ rút thời khóa biểu, nên em đã liên hệ với giảng viên lớp L72 là thầy [full_name] và được thầy báo là liên hệ PĐT để xin rút thời khóa biểu. Vì vậy em mong rằng PĐT có thể giúp em hủy thời khóa biểu tại trường lớp thí nghiệm hóa VL21 để em có thể đăng kí học thí nghiệm tại trường vào đợt sau.. .    Em xin chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ e chào thầy cô e tên là [full_name] mssv [student_id].. . Tuần 1 và 2 e có tiết thí nghiệm Nhập môn về Kỹ Thuật (EE1002) lớp L02 VL03. Do cả nhà bị F0 nên e k thể lên thành phố để đến trường học trực tiếp được. Mong thầy cô xem xét hoãn lớp thí nghiệm cho e.. . E chờ hồi âm từ thầy cô.. . E cám ơn rất nhiều.. .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn xin hủy đăng ký học thí nghiệm trực tiếp của bạn.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào quý thầy, cô.. . Em có lịch học thí nghiệm Hoá đại cương ở mục thời khoá biểu từ tuần 07 (tức ngày 14/02/2022) và bắt đầu học trực tiếp tại trường. Nhưng hiện tại em vẫn chưa thấy có thông báo cụ thể nào cho ngày trở lại trường học để thuận tiện cho việc đặt vé máy bay. Mong thầy, cô có thể hồi đáp sớm!. . . . Em xin cám ơn!",
            "Chào em,. . Vào đầu học kỳ, nhà trường đã thông báo là sẽ dần cho học trực tiếp từ sau Tết Nguyên đán. Trong tuần sau, nhà trường sẽ có thông báo rõ hơn về việc đến trường trực tiếp cho toàn bộ sinh viên.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi quý thầy cô!. . Em tên là[full_name] Nguyễn Thành Huy.. . Sinh viên khóa K21.. . MSSV[full_name] [student_id]. . Em đã đăng ký điền form học trực tiếp trong đợt vừa rồi phòng đào tạo gửi mail, nên có nhận được lịch học Hóa Thí Nghiệm tại cơ sở 1 vào tuần 3 4. Tuy nhiên, em không thể về lại Thành phố Hồ Chí Minh vào thời gian đã đề cập trong TKB do tình hình dịch bệnh ở địa phương vẫn phức tạp.. . Em mong quý thầy cô có thể hủy lịch học Hóa Thí Nghiệm của em và dời cho em vào đợt sau ạ. Đồng thời em xin hỏi là dự kiến lịch học Hóa Thí Ngiệm đợt sau của phòng đào tạo là khi nào để em và gia đình sẽ sắp xếp và khai báo với chính quyền địa phương ạ.. . Em xin cảm ơn!. .",
            "Chào em,. . Sinh viên nếu muốn rút (không học được vì lý do cá nhân) thì vui lòng liên hệ trực tiếp với Giảng Viên/Khoa.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào anh/chị,. . Em là [full_name], MSSV [student_id]. . Ở  yêu cầu số 46726, em đã được giải quyết chuyển lớp Phương pháp PTHH (CI3061) từ lớp L02 sang L01. Tuy nhiên lúc kiểm tra thời khóa biểu thì môn học chỉ mới được chuyển 1 phần như hình đính kèm, dẫn đến bị trùng giờ học. Mong anh/chị, Phòng Đào tạo giúp em xem xét lại vấn đề này ạ, em xin chân thành cảm ơn.. . Trân trọng.",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 21/01/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo,. . Em tên là [full_name]. . MSSV: [student_id]. . Em gửi lá đơn này vì hiện tại em chưa thể vào học môn Giải tích (mã môn học:MT1005) và Vẽ kỹ thuật(mã môn học: CI1003).. . Lý do: Vì cả đợt 2 và đợt 3 đã 'full slot' em không thể đăng kí thêm. Các lớp khác còn trống đều bị trùng lịch với môn học khác và dãn khoảng cách giữa 2 cơ sở.. . Em mong nhà trường sẽ xếp cho em vào lớp L01_L02 môn vẽ kỹ thuật và lớp L11_L11 của môn giải tích 2.. . Em xin nhà trường có thể giải quyết trường hợp của em.. . Trân trọng  . .",
            "Đã trả lời. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào chị,. .  . . Em đã thanh toán xong các khoản nợ học phí \"in bảng điểm\" nhưng có lẽ hệ thống chưa cập nhật nên chị em mình mới có tí hiểu nhầm :3 . . Em có thể phiền chị check lại giúp em thông tin thanh toán được không ạ? . . Nếu được thì chị giúp em mở lại cổng đăng ký nha. . . . . Em cảm ơn chị.. . . . P/s: . . Em có thắc mắc là nếu có vấn đề phát sinh gì thì em nên tạo yêu cầu mới hay trả lời vào yêu cầu đã được trả lời ạ?",
            "Chào bạn,. . Cô đã báo mở khóa cho bạn hôm 14/1 luôn rồi, em đã đăng ký lệ phí tốt nghiệp được chưa. . Thân",
            "Dạ cảm ơn cô nhiều :3 . . Nhưng em vẫn chưa có khoản thanh toán nào trên BK Pay của em hết đó cô.. . Em có qua myBK xem thì thấy mình không có trong danh sách TN dự kiến như hình dưới. . . Cô có thể thêm em vào danh sách này được không ạ? . . Nếu không thì em cần phải làm gì để được thêm vào danh sách này ạ?. . . .",
            "li answer rate:",
            "Chào em,. . Hiện tại danh sách tốt nghiệp dự kiến của những bạn chưa đăng ký trước ngày 15/1/2022 đã được chuyển qua cho đợt tốt nghiệp tháng 4/2022. Em vô kiểm tra và đăng ký lại nhé (đợt tháng 4 đã mở từ ngày 17/1/2022). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Kính gửi : Phòng Đào Tạo. . Em tên [full_name]. . MSSV [student_id] khoa kỹ thuật Địa Chất và Dầu khí. . vì nhầm lẫn nên em lỡ đăng ký Hóa thí nghiệm học trực tiếp đợt 2 và hiện tại thời khóa biểu của em có lịch học hóa thí nghiệm vào thứ 3 tuần 03 và 04 lớp VL25, phòng B2-401A . Nhưng vì em đang ở quê, chưa có điều kiện để lên học tại trường vào tuần sau theo lịch học được.. . Em xin phép trường cho em rút lịch học lại, qua tết lên thành phố có điều kiện em sẽ đăng ký đợt sau. . Em xin cảm ơn",
            "Chào em,. . Sinh viên nếu muốn rút (không học được vì lý do cá nhân) thì vui lòng liên hệ trực tiếp với Giảng Viên/Khoa.. . Thân mến. .",
            "em thấy có nhiều bạn được phòng đaò tạo tiếp nhận đơn hủy đăng ký rồi vậy em cũng được hủy phải không ạ",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn xin hủy đăng ký học thí nghiệm trực tiếp của bạn.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào quý thầy cô,. . Em có thể xin tên và email của thầy cô dạy môn hóa đại cương thí nghiệm tại trường nhóm và VL20 được không ạ? Em xin với lý do: để em có thể viết mail xin rút không đi thí nghiệm hóa đại cương tại trường nữa ạ.",
            "Chào em,. . Em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy cô ạ.. . Điểm TBTL tổng kết sau 4 năm học của em trong ds tốt nghiệp chính thức vẫn chưa được cập nhật trong học kì 202. Thầy/cô kiểm tra lại giúp em với ạ. Em cám ơn",
            "Chào em,. . Em vui lòng trình bày rõ giúp cô, điểm HK202 có điểm khi nào? Vì nếu có sau khi có tên trong danh sách tốt nghiệp dự kiến thì chưa cộng nhé.. . Nếu có thay đổi về điểm sau khi có tên trong ds tốt nghiệp dự kiến, SV phải làm đơn xin cập nhật lại điểm trung bình tích lũy nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: PĐT . . . .   Em tên là : [full_name] - khóa K21. . . . Kính thưa PĐT  ở cả 2 học kì 211 và 212  em không đăng kí được môn GDTC. Nếu trong năm nhất này em không học môn GDTC (không hoàn thành 2 học phần GDTC) thì năm thứ 2 em có được đăng kí các môn học ở năm 2 không ạ?. . . . . .",
            "Em xin chân thành cảm ơn!. . . . Trân trọng.",
            "Chào em,. . Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . CỘNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM. . Độc lâp- Tự do- Hạnh phúc. . ĐƠN XIN ĐƯỢC ĐĂNG KÝ LỚP HỌC. . Kính gửi: Phòng Đào tạo . . Em tên là: Nguyễn Sỹ Huy. MSSV [student_id]. Hiện tại là sinh viên năm nhất Khoa kĩ thuật vật liệu.. . Hôm nay em viết đơn này mong phòng đào tạo cho thể cho em được đăng kí các môn học Giải tích 2(MT1005) và môn Vẽ kỹ thuật (CI1003). Vì lý do những lớp này đã đầy đủ và em không thể đăng kí được nữa. Nên em mong phòng Đào tạo có thể cho em đăng kí vào môn Giải tích 2(MT1005) lớp L11 và môn [full_name](CI1003) lớp L01_L02 . Rất mong Phòng Đào tạo có thể cho em được phép vào lớp để em có thể đi học và đủ tín chỉ. Em xin cảm ơn.. . TP Hồ Chí Minh, ngày 15, tháng 1, năm 2022. . . . . .",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 21/01/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "em Lê Tuấn Bảo Lâm MSSV [student_id]. . K21 khoa kĩ thuật Xây Dựng. . em xin gửi đơn và lời đồng ý của giảng viên ạ. . . .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là: [full_name]. . MSSV: [student_id] Khoa: Cơ Khí. . Em xin hủy đợt học thực hành hóa đại cương lần này. Vì em không thể vào được Sài Gòn đợt này để học được và phải qua tết thì em mới vào được Sài Gòn để học. Vì lúc đăng ký em không thấy thời gian nên em nghĩ là qua tết mới học nên em đăng Ký. Mong thầy,cô hủy giúp em đợt thực hành lần này ạ. Em cảm ơn . . . . . . . .",
            "Chào em,. . Sinh viên nếu muốn rút (không học được vì lý do cá nhân) thì vui lòng liên hệ trực tiếp với Giảng Viên/Khoa.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: thầy/cô bên phòng đạo tạo. . Em tên là: Đoàn Minh Nhân. . MSSV: [student_id]. . Khoa: Bảo dưỡng công nghiệp. . Lí do em viết đơn: em có đăng kí học trực tiếp môn hóa đại cương thí nghiệm ở cơ sở 1 và được trường xếp tkb học bắt đầu vào thứ 2 ngày 17/1/2022 sắp tới, nhóm VL23. Nhưng do thứ 2 này em bị trùng với lịch tái khám mắt định kì của em, do mắt em bị cận khá nặng và nhiều phức tạp liên quan nên phải đặt lịch bác sĩ chuyên khoa nước ngoài. Thầy/Cô có thể chuyển đổi lớp khác cho em nếu còn chỗ hoặc là nếu không còn lớp thì hủy lớp giúp em được không vậy ạ ?, em xin cảm ơn và chúc thầy/cô phòng đào tạo thật nhiều sức khỏe.. .",
            "Chào em,. . Sinh viên nếu muốn rút (không học được vì lý do cá nhân) thì vui lòng liên hệ trực tiếp với Giảng Viên/Khoa.. . Thân mến. .",
            "Em thấy có nhiều bạn được phòng đào tạo tiếp nhận đơn hủy đăng kí vậy em cũng được rồi đúng không ạ",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn xin hủy đăng ký học thí nghiệm trực tiếp của bạn.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học .",
            "Chào em,. . Sinh viên nếu muốn rút (không học được vì lý do cá nhân) thì vui lòng liên hệ trực tiếp với Giảng Viên/Khoa.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em xin chào phòng đào tạo. . Em tên là [full_name] - MSSV: [student_id]. . Em xin phép được hủy học môn hóa đại cương thí nghiệm (CH1004) ở lớp VL24 học vào ngày thứ 3 tuần 03-04 tiết 08-12 phòng B2-406 cơ sở 1. . Lý do: tình hình dịch bệnh ở địa phương còn phức tạp với việc di chuyển từ nơi em ở đến trường còn khó khăn. . Em xin cảm ơn phòng đào tạo. . Chúc phòng đào tạo một ngày tốt lành ạ. . Em xin chào phòng đào tạo",
            "Đã trả lời. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào tạo,. . . . Em tên [full_name], em xin hỏi về việc hủy môn không tính học phí ạ.. . . . Môn học mà em muốn hủy là môn Anh văn trong kinh doanh-IM3061.. . . . Em xin trình bày trường hợp của mình như sau: Em đã đăng ký môn học này vào đợt 3 theo danh sách riêng gửi thẳng lên Phòng Đào tạo chứ không đăng ký qua hệ thống chính thức như các môn khác. Sau khi thời khóa biểu cập nhật, em nhận thấy môn học này có lịch học trùng với một môn khác đã đăng ký trước. Thông thường, nếu trùng thời khóa biểu như vậy, môn học sẽ không được đăng ký thành công nhưng hiện tại em lại đang có hai môn học chung một khung giờ. Điều này buộc em phải hủy môn.. . . . Với lý do hủy môn đã trình bày như trên, em mong muốn có thể rút môn không tính học phí ạ.. . Lần trước em có hỏi về thủ tục hủy môn học này, do không hiểu ý em đã điền vào form yêu cầu rút môn học mà Phòng Đào tạo gửi qua email.. . Đây là vấn đề em không kiểm soát được, em rất mong Phòng Đào tạo có thể hỗ trợ giúp em ạ.. . . . Em xin cảm ơn ạ.",
            "Chào em,. . PDT đã tiếp nhận đơn hủy MH của ban.. . SV theo dõi thời TKB được cập nhật tại mybk/Thông tin sinh viên/xem TKB. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy cô , Dạ cho em hỏi là em đã có điểm Luận văn tốt nghiệp của HK 211 , em đã hoàn thành TOEIC và AV Nói - [full_name]ết , vậy thì khi nào có thể đăng ký tốt nghiệp được ạ.. . . . Hiện em vào trang đăng ký tốt nghiệp thì để là \" Không có tên trong danh sách dự kiến \" .. . . . Mong thầy cô giải đáp giúp em ạ, Em cảm ơn.",
            "Chào em,. . Trường hợp SV đã đủ điều kiện tốt nghiệp trong HK211 SV vui lòng đợi mail thông báo của PDT.. . \"\"\"Chào em,. . SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022 (Hiện tại chưa cập nhật). . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào quý Thầy/Cô.. . Em tên [full_name], MSSV: [student_id],khoa Cơ Khí học lớp Hóa đại cương (thí nghiệm) L46 do cô [full_name] phụ trách.. . Lúc 16:00 ngày 14/1/2022, em kiểm tra TKB thì nhận thấy hiện tại em đang trong lớp VL22 bắt đầu học vào thứ hai, ngày 17/01/2022. Vì lí do em sống ở tỉnh xa trường, tình hình dịch bệnh và phương tiện không cho phép nên em xin rút môn học Hóa đại cương (thí nghiệm) lớp VL22. Em sẽ đăng kí và hoàn thành môn học khi điều kiện cho phép trong thời gian sớm nhất.. . . . Em xin trân trọng cảm ơn ,chúc các thầy cô phòng đào tạo thật nhiều sức khoẻ.. . [full_name].. .",
            "Yêu cầu khác. . . . Kính chào quý Thầy/Cô.. . Em tên [full_name], MSSV: [student_id],khoa Cơ Khí học lớp Hóa đại cương (thí nghiệm) L46 do cô [full_name] phụ trách.. . Lúc 16:00 ngày 14/1/2022, em kiểm tra TKB thì nhận thấy hiện tại em đang trong lớp VL22 bắt đầu học vào thứ hai, ngày 17/01/2022. Vì lí do em sống ở tỉnh xa trường, tình hình dịch bệnh và phương tiện không cho phép nên em xin rút môn học Hóa đại cương (thí nghiệm) lớp VL22. Em sẽ đăng kí và hoàn thành môn học khi điều kiện cho phép trong thời gian sớm nhất.. . . . Em xin trân trọng cảm ơn ,chúc các thầy cô phòng đào tạo thật nhiều sức khoẻ.. . [full_name].. .   /QUOTE . .",
            "Chào em,. . Sinh viên nếu muốn rút (không học được vì lý do cá nhân) thì vui lòng liên hệ trực tiếp với Giảng Viên/Khoa.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo,. . Em tên là [full_name]. . MSSV [student_id] Khoa cơ khí. . Em viết đơn này xin phép được hủy buổi học thực hành thí nghiệm hóa đại cương ở trường vào tuần sau.. . Lí do là hiện tại em vẫn chưa thể lên được tp HCM vì khu vực em đang bị cách li.. . Em mong Phòng đào tạo có thể hủy buổi thực hành giúp em.. . Em xin cảm ơn và chúc các thầy cô Phòng đào tạo thật nhiều sức khỏe.. .",
            "Chào em,. . Sinh viên nếu muốn rút (không học được vì lý do cá nhân) thì vui lòng liên hệ trực tiếp với Giảng Viên/Khoa.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: thầy cô có thể cho em gmail của giáo viên thí nghiệm hóa đại cương nhóm VL18 thứ 2 tiết 2-7 học tại cơ sở 1 không ạ",
            "Chào em,. . Em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi Phòng đào tạo,. . Em tên: [full_name] K15 Khoa QLCN . . MSSV: [student_id]. . . . Em viết đơn này để nhờ bên phòng đào tạo hỗ trợ giúp em gỡ bỏ tình trạng tạm dừng.. . Do em còn mỗi chứng chí nói - viết tiếng anh. . Mong phòng đào tạo xem xét giúp em. . Em cảm ơn",
            "Chào em,. . - Trường hợp thiếu chứng chỉ anh văn 2 kỹ năng để đủ điều kiện tốt nghiệp, SV [full_name]15 sẽ nộp đơn kéo dài (tự làm, không mẫu) thời gian sau tháng 04/2022.. . - Về quy định thời gian và kế hoạch học tập: em vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Kính gửi Phòng Đào tạo,. . . . Em tên là: [full_name]. . MSSV: [student_id], Khoa: Khoa học và Kỹ thuật máy tính. . . . . Xin phép hủy đăng kí học offline tại trường môn Thí nghiệm Hóa đại cương (đợt 2). . . . . Lý do: Hiện tại em vẫn đang ở quê và không thể di chuyển được lên trường để tham gia học. . . . . Em xin cảm ơn và chúc thầy/cô nhiều sức khỏe. . . . .  ."
        ]
    }
]