[
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name], mssv [student_id] thuộc hệ Việt Pháp k17, em có học và đã hoàn thành môn \"Vật Lý 1\" có MSMH là \"PH1009\" là môn học tương đương của môn Vật lý 1 có MSMH \"007706\" nằm trong CTĐT của em. Hiện tại em vẫn chưa thấy cập nhật điểm chuyển trong Thông Tin sinh viên của em về môn này, có thể vì lí do này mà em bị xóa đăng kí môn LVTN ở 2 đợt. Mong PĐT giải quyết giúp em ạ. Em cám ơn",
            "Chào bạn. . Pdt đã cập nhật điểm chuyển. . Bạn có thể đăng ký in bảng điểm để kiểm tra nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Thưa phòng đào tạo,. . Ban đầu môn học Kỹ năng chuyên nghiệp cho kỹ sư của em là vào thứ 6, thời khóa biểu ban đầu em xem cũng là thứ 6, nhưng tới khi đúng giờ học em mới phát hiện ra là môn học đã bị đổi sang thứ 2 và trùng giờ với 1 môn học khác của em. Không biết là có cách nào để em có thể được đổi lớp không ạ? Bởi vì đợt 3 đã kết thúc vào ngày hôm qua rồi ạ. . . Em xin cảm ơn.",
            "Chào em,. . Em vui lòng trình bày rõ có mã số môn học, tên môn học, mã nhóm . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa PDT, trong đợt đăng kí môn học vừa rồi, em có đăng kí 1 môn học vào nhầm nhóm lớp của KSTN. Em xin PDT có thể chuyển nhóm lớp KSTN sang lớp đại trà được không ạ. . . MÃ Môn : CH2019 Quá trình và thiết bị cơ học. . Nhóm Lớp A01. . Em cảm ơn ạ.",
            "Lúc đăng kí em có thấy PDT ghi là lớp A01 dạy bằng Tiếng Việt (ngôn ngữ V), nhưng thực tế lớp dạy hoàn toàn bằng Tiếng Anh. Em xin PDT chuyển cho em xuống lớp đại trà để em có thể hoàn thành môn học ạ.. . Em cảm ơn",
            "EM xin PDT chuyển cho em sang nhóm lớp L02 ạ.. . Em cảm ơn ạ.",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quý thầy cô ạ, em là sinh viên khoa điện K20. Qua danh sách phân ngành tạm thời thì em đã trúng tuyển vào điện tử viễn thông, theo chương trình đào tạo thì em phải đăng kí môn   B TRƯỜNG ĐIỆN TỪ  /B , nhưng vì một số nhầm lẫn thì em đã đăng kí nhầm môn   B CƠ SỞ [full_name]N  /B  của bên điều khiển và tự động hóa. Em viết giấy này để xin được hỏi em có thể lấy môn   B CƠ SỞ [full_name]N  /B  làm các tín chỉ tự do nhóm A được không ạ. Em xin cảm ơn.. . . .",
            "Em chào quý thầy cô ạ, em là sinh viên khoa điện K20. Qua danh sách phân ngành tạm thời thì em đã trúng tuyển vào điện tử viễn thông, theo chương trình đào tạo thì em phải đăng kí môn   B TRƯỜNG ĐIỆN TỪ  /B , nhưng vì một số nhầm lẫn thì em đã đăng kí nhầm môn   B CƠ SỞ KỸ THUẬT ĐIỆN  /B  của bên điều khiển và tự động hóa. Em viết giấy này để xin được hỏi em có thể lấy môn   B CƠ SỞ KỸ THUẬT ĐIỆN  /B  làm các tín chỉ tự do nhóm A được không ạ. Và nếu có thể thì em mong quý thầy cô có thể đổi môn   B CƠ SỞ KỸ THUẬT ĐIỆN  /B  sang môn học   B TRƯỜNG ĐIỆN TỪ  /B  được không ạ(Vì môn   B TRƯỜNG ĐIỆN TRỪ  /B  chỉ mở theo học kì), và trong tuần vừa qua thì em vẫn chưa học   B CƠ SỞ KỸ THUẬT ĐIỆN  /B  một buổi nào cả. Một lần nữa, em xin cảm ơn quý thầy cô rất nhiều ạ. Em chúc thầy cô có một ngày dồi dào sức khỏe. Em xin chân thành cảm ơn.",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào thầy cô ạ!. . Em là [full_name], sinh viên năm 4 ngành Kĩ thuật Cơ điện tử. Chuyện là trong đợt đăng kí môn học HK212 đợt 1,2 vừa rồi, em có đăng kí Luận văn tốt nghiệp Cơ điện tử (ME4221) nhưng kết quả trả về đều bị hủy môn vì một số lí do. Đến đợt 3 vừa rồi vì vấn đề mạng yếu nên em vẫn chưa đăng kí lại được và cũng đã hết hạn đăng kí của đợt 3 rồi ạ. Thầy, cô cho em hỏi là nếu bây giờ em muốn đăng kí Luận văn thì cần phải làm những bước hay thủ tục gì tiếp theo ạ?. . Em xin cảm ơn và rất mong nhận được hướng dẫn đến từ thầy, cô ạ! . .   i Đăng ký môn học .",
            "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name] - MSSV [student_id]. . Em viết thư này với lý do thêm em vào lớp anh văn 4 (mã môn học là LA1009), cụ thể là lớp L02 thứ 2 tiết 2, 3, 4. Bữa trước em có đăng ký nhưng bị xóa và sau đó em quên không kiểm tra lại, và kết quả là môn học em không thể đăng ký được vì hết hạn. Do tình hình dịch bệnh nên việc học và thi cũng có nhiều khó khăn nên em muốn đăng ký học lại môn này trong kỳ 212. Vì đã về quê nên em không thể trực tiếp lên phòng đào tạo được. Em mong phòng đào tạo tạo điều kiện để em tham gia lớp học này. Em xin chân thành cảm ơn.. . [full_name]. . . .",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. .",
            "Dạ em cảm ơn ạ",
            "Chúc bạn học tốt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em chào quý Thầy/Cô ạ!. . Về chuyện đăng ký môn học, em có đăng ký môn thực tập tốt nghiệp EN3315 nhưng đợt 1 lại không được và kết quả đợt 2 cũng bị lỗi thiếu tín chỉ tích lũy. . Hiện tại tính đến kì hè 203 e đã tích lũy được 71 tín chỉ, kì 211 hiện tại e đăng ký 25 chỉ (ở kì chính) là tổng 96 chỉ vừa đủ điều kiện tính chỉ tích lũy đăng ký thực tập của ngành em đang học. Chưa kể tại kì 202 có 2 môn tổng 7 chỉ chưa có điểm nhưng em đã thi và qua môn. Như vậy em đã đủ hoặc dư tín chỉ tích lũy để đăng ký môn nhưng hệ thống lại ghi là không đủ điệu kiện ạ. Do không đăng ký thực tập được nên em cũng không đăng ký môn Đề cương luận văn. Mong quý Thầy/Cô kiểm tra giúp em ạ, để e có thể đăng ký môn hợp lý ạ. . . Em chân thành cảm ơn ạ!",
            "Chào bạn. . . . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . . . SV lưu ý:. . 1-   B Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022  /B . . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Kính thưa Thầy/Cô Ban Giám Hiệu trường ĐH Bách Khoa. . . . Em tên là Lê Đoàn Bá Đạt, sinh viên khóa K14, ngành Cơ Khí.. . . . Thưa Thầy/Cô, trong thời gian theo học tại trường ĐHBK, em đã hoàn thành khá tốt tất cả các môn học, chứng chỉ. Nhưng vì hoàn cảnh cá nhân mà em đã phải thôi học khi chỉ còn mỗi LVTN.. . . . Nay em đã sắp xếp được cuộc sống ổn định hơn, em muốn được tiếp tục theo học chương trình đào tạo của Trường để có thể tốt nghiệp.. . . . Em có thể đến Phòng Đào Tạo để được Thầy/Cô chỉ dẫn đầy đủ hơn về thủ tục.. . . . Thông tin liên lạc:. . Email: [email]. . Phone: 0946 942 126. . . . Em xin chân thành cảm ơn Thầy/Cô.",
            "Chào bạn;. . bạn đã hết thời gian đào tạo nên chuyển sang hệ vừa làm vừa học nhé. . mẫu đơn tải tại trang aao    sinh viên    biểu mẫu. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi bảng điểm đã cập nhật điểm tổng kết môn hoãn thi, nhưng số tín chỉ tích lũy nó không cập nhật, vậy có sao không thầy cô PĐT."
        ]
    },
    {
        "intent": "",
        "message": [
            "b[student_id]: [student_id]  /b \t. . . .   i Đăng ký môn học . Dạ em chào thầy/cô ạ, em tên [full_name], MSSV [student_id]. Hiện tại đợt 3 em đăng ký môn học Lean & 6 Sigma-IM3077. Như theo thông báo thì hôm nay cập nhật thời khóa biểu mới đợt 3, nhưng em vào thì vẫn chưa hiện môn học đó. Không biết là hệ thống chưa cập nhật hay là không được chấp nhận môn học đó ạ. Em cảm ơn ạ.. .",
            "Chào em,. . Nếu yêu cầu của em về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho em.. . Thông tin có: mã số môn học, tên môn học, mã nhóm, lý do nhé. . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi pđt trường ĐHBK TPHCM. . . . Em tên : [full_name]. . Mssv: [student_id]. . Hiện em đã có bằng tốt nghiệp tạm thời vào ngày 30/12/2021.Do em đang cần bằng chính thức để làm hồ sơ liên quan đến công việc( bằng tạm thời không dùng thay thế được ạ). . Nên em muốn hỏi là khi nào thì em có thể nhận bằng chính thức vậy ạ?. . Em xin cám ơn thầy /cô đã dành thời gian giải đáp !. . . . . . . . . .",
            "\"Chào em,. . Trường hợp của em đã ra quyết định tốt nghiệp ngày 30/12/2021, cập nhật quyết định tốt nghiệp tại trang mybk/Thông tin SV/tình trạng và đang tiến hành in bằng nhé, dự kiến sẽ cố gắng thông báo nhận bằng trước nghỉ tết nguyên đán. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Học vụ. . . . Chào anh/chị,. . . . Cho em được hỏi về vì sao số tiết học trong một buổi học lại bị giảm từ 3 tiết như ở học kỳ 202 trở về trước, xuống còn 2 tiết kể từ học kỳ 211 vậy ạ? Và liệu sau khi học trực tiếp trở lại thì nhà trường có tăng số tiết từ 2 lên 3 tiết như trước không ạ? Vì ngay cả khi có 3 tiết thì việc giảng dạy đã không đủ rồi, nay lại chỉ còn 2 tiết.. . . . Mong được anh/chị hồi đáp.. . . . Em cảm ơn.",
            "Chào em,. . EM vui lòng xem email PĐT đã gửi:. . \"Thông báo ​​Kế hoạch học tập của học kỳ 2 và học kỳ hè năm học 2021-2022 ​và phần bù các học kỳ trước. . Hộp thư đến. . . . - Ho Tro SV   [email] . . 10:36, Th 2, 27 thg 12, 2021. . tới stu.all, \". . - Em nên liên hệ với giảng viên để biết thêm chi tiết.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào Phòng Đào Tạo. . Em là SV K15 vừa được chuyển xuống hệ Vừa học vừa làm.. . 1.Em đã đăng kí được luận văn tốt nghiệp ở đợt đăng kí lần 3. (nhưng hiện tại vẫn chưa có TKB). em sợ là mình chưa cập nhật điểm anh văn cho trường nên không có TKB luận văn.. . 2.Em đã thi được TOEIC 485đ nhưng chưa cập nhật cho trường (hiện tại em vẫn đang ở quê).. . vậy PĐT cho em hỏi là có được nộp chứng chỉ toeic trực tuyến không ạ? và chuẩn anh văn ra trường đối với em là bao nhiêu ạ?. . Em xin cảm ơn PĐT ạ!. . . . . .",
            "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . 3- Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . . . 4- Về quy định chuyển điểm Ngoại ngữ: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    Sinh viên    Ngoại ngữ    Cách Đăng ký chuyển điểm các môn ngoại ngữ    Quy định chuyển điểm các môn ngoại ngữ. . . . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name]. . MSSV:[student_id]. . Dạ em chào cô, em đã hoàn thành xong gần hết tất cả môn học trừ môn Cơ Sở Kĩ Thuật Điện, kì này em cũng đã thi xong môn Cơ Sở Kĩ Thuật Điện nhưng phần thí nghiệm vẫn chưa học lại và được chuyển qua học kì 202. Em có liên hệ thầy thí nghiệm thì em có thể chuyển điểm thí nghiệm hoặc hoàn thành thí nghiệm trong kì này nhưng thầy bảo là thầy lý thuyết không thể nộp điểm mỗi một mình em được. Kì này em cũng hoàn thành xong luận văn nên em hỏi có cách nào để em có thể hoàn thành môn Cơ Sở Kĩ Thuật Điện trong kì này để có thể tốt nghiệp trong kì này ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào thầy cô, em tên [full_name], mssv: [student_id]. Đợt đkmh lần thứ 2 vừa ròi em chỉ đăng ký 17 chỉ ở kỳ chình, nhưng trong kết quả đăng ký đợt 3 lại là 18 chỉ, bị thừa một môn Thực tập thiết kế đồ họa ME3177 lớp L02. Em không hề đăng ký môn này bởi vì môn này không nằm trong chung chương trình đào tạo của em, em cũng không hiểu tại sao lại xuất hiện trong kết quả của đợt 3. Mong thầy cô có thể xem sét và xóa giúp em môn này với ạ. . . Em cảm ơn thầy cô đã giúp đỡ. .",
            "Đã trả lời. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào PĐT,. . . . Em tên là [full_name],. . MSSV: [student_id],. . Hiện đang học ngành Kỹ thuật máy tính, . . Khoa Khoa học và Kỹ thuật máy tính.. . . . Sau khi trao đổi với khoa Khoa học và Kỹ thuật máy tính.. . (  I Hình ảnh minh chứng đính kèm: Screenshot.png  /I ). . Được BCN Khoa đã duyệt đơn xin đăng ký môn Luận văn tốt nghiệp (CO4327) cho em.. . (  I Đơn ở file đính kèm: [full_name]DinhDat-[student_id].pdf  /I ). . . . Em viết đơn này để gửi đến PĐT có thể giúp đỡ  và xem xét cho em được đăng ký môn Luận văn tốt nghiệp (CO4327).. . . . Trong khi chờ đợi câu trả lời của PĐT, em xin chân thành cảm ơn.. . . . Trân trọng,. . [full_name].. . . .",
            "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy,cô. . Vào ngày mồng 8/3/2021 12:04:43 pm. . thì em có đăng kí hoãn thi 4 môn cùa học kì 2. . và em đã đủ điều kiện hoãn thi cũng như đã được xác nhận. Theo em được biết hoãn thi tính thời hạn 1 năm nên em tính đăng kí thi vào học kì 1 năm 2022 . Vấn đề là bảng điểm của em vẫn để điểm 13 các môn hoãn thi và tới đây khoa của em có đăng ký xét ngành và thời hạn là 14/01/2022. . nên em muốn hỏi về vấn đề này .. . Mong thầy cô có câu trả lời cho em.. . Em xin chân thành cám ơn. . . .",
            "Chào bạn. . Bạn gởi minh chứng đính kèm. . Thân",
            "Em chào cô,. . Em xin gửi đơn hoãn thi và kèm ảnh chứng minh ạ.Mong cô sớm hồi âm cho em.. . Chúc cô một ngày tốt lành.",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "\"Chào em,. . Trước tiên bạn vui lòng xem lại các thông báo của Nhà trường đã gởi: Vì số lượng hoãn thi của SV gởi qua BKSI quá nhiều,. . Nên vào ngày 5/8/2021, Pdt đã gởi cho toàn bộ SV quy trình Hoãn thi mới (nội dung bên dưới) nhấn mạnh Trường hợp SV đã nộp đơn qua email của PĐT và qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào google form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác. Tại sao bạn không làm, đồng thời Pdt có hẹn mốc ngày 6/9 sẽ lấy quyết định, tại sao bạn không liên hệ lại. . Hiện tại đến thời điểm 1/2022 Pdt đã chốt hoãn thi HK202/203 nên không thể giải quyết yêu cầu của bạn. . Thân",
            "Em chào cô,. . Để trả lời cho câu hỏi thứ nhất. . Em đã check mail pdt thì không thấy bất cứ google form nào cả tính từ ngày 5/8/2021. . Truy cập vào mybk thì em vẫn thấy điểm 13 tính từ đó tới thời điểm bây giờ cũng không có cập nhật lịch thi cho em.Được 1 số thông tin cho biết thì tháng 12 pdt mới cập nhật.Nhưng em cũng không có. . Câu hỏi thứ 2 là em ở ngoại tỉnh với tình hình dịch thì em không thể vào cơ sở ký thường kiệt để liên hệ lại.. . Đây cũng không hoàn toàn là lỗi của em. . Mong thầy cô xem xét",
            "\"Chào bạn,. . Đến thời điểm hiện tại Phòng đào tạo đã gởi hậu kiểm [full_name]ãn thi với [full_name].. . Nên quy trình đến thời điểm : Bạn tải mẫu đơn PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + [full_name] không đồng ý cấm thi, đồng ý cho [full_name]ãn thi gởi cho Phòng đào tạo xem xét nộp qua trang Mybk- Hỗ trợ trực tuyến (BKSI). . Nộp trước ngày 20/1/22 đế Pdt xin ý kiến của Ban lãnh đạo Phòng. . Thân. . \"",
            "Hiện tại em chỉ liên hệ được hai môn này nên pdt cho em gửi trước. .",
            "Cô đã tiếp nhận 2 đơn của bạn. . Sẽ trình gởi Ban lãnh đạo Phòng xem xét. . Khi nào có kết quả Cô sẽ báo qua BKSI cho bạn. . Sau thời gian này Cô không thể giải quyết thêm vì quá trễ cho HK 202/203 hoãn thi",
            "Chào cô,. . Em muốn đăng ký thi các môn hoãn thi vào cuối học kì này được không cô.Em cám ơn",
            "Chào bạn. . Nếu trên Mybk - điểm đã cập nhật điểm Hoãn thi (14). . thì bạn vui lòng đợi thông báo lịch thi xoá điểm HT dự kiến trong tháng 03/2022. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: DẠ [full_name]. . [full_name] 7/1 EM VẨN CHƯA ĐƯỢC ĐIỀU CHỈNH HỌC PHÍ Ạ, [full_name] [full_name] [full_name] ƠN.",
            "Thân gửi các bạn sinh viên,. . . . Sinh Viên thanh toán học phí HK211 bổ sung qua cổng thanh toán BKPay. . . . Thời gian:  từ ngày 10/01/2022 đến 15 giờ ngày 17/01/2022  . . . . Lưu ý:. . . . Sinh viên chưa hoàn tất học phí sau thời hạn thanh toán vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo để thực hiện nghiêm túc: aao.hcmut.edu.vn    sinh viên    quy chế    học vụ    Quy chế đào tạo và học vụ bậc đại học, cao đẳng/Điều 7.. . Thông báo về mức thu học phí các bậc đào tạo năm 2021-2022 tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí.. . Số điện thoại hotline của Ngân hàng OCB để được hỗ trợ (khi có phát sinh sự cố):[student_id]8.. .  . . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy (cô). . Em có lỡ đợt mua bảo hiểm y tế, hiện giờ em muốn mua bhyt thì đăng kí ở đâu ạ. Mong nhà trường giải đáp.. . Em cảm ơn.. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .   B em là sinh viên khóa k2015, em đã hết 6,5 năm đào tạo của trường, nhưng em chỉ thiếu Chứng chỉ anh văn là TOEIC 600 và anh văn nói viết, em muốn gia hạn thêm 1 học kỳ để bổ sung TOEIC và 2 kỹ năng nói viết thì làm thủ tục như thế nào ạ, em mong nhận được sự hướng dẫn.",
            "Chào em,. . Trường hợp em thuộc khu vực 1, nên em có thể làm đơn xin gia hạn 1 học kỳ, ghi rõ hiện tại bạn còn thiếu gì? và gửi lại qua bksi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đã đăng kí hoãn thi nhưng sao trên bảng điểm của em lại là 0.00 chứ không phải điểm 14(hoãn thi) ạ. Em cảm ơn",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé em, dự kiến ra quyết định chung vào tháng 2, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào quý thầy/cô, trước hết em xin chúc quý thầy/cô một ngày tốt lành và sức khỏe.. . Em tên là [full_name] ([student_id]), hôm nay em viết đơn xin được thu nhận lại vì trước đó em chưa đủ điều kiện đăng ký tốt nghiệp. Nay em đã đủ các điều kiện để được xét tốt nghiệp, mong quý thầy/cô xem xét để em được đăng ký tốt nghiệp đúng hạn ạ!. . Em xin cảm ơn quý thầy/cô đã dành thời gian xem xét!. .   i Tốt nghiệp .",
            "Chào em,. . Trường hợp của em đã có tên trong ds dự kiến, em còn nợ lệ phí in bảng điểm,. . vui lòng vào kiểm tra và thanh toán, sau khi thanh toán phản hồi lại qua bksi để mở khóa cho SV đăng ký tốt nghiệp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi quý thầy cô Phòng Đào tạo,. . . . Em là [full_name], em xin phép gửi câu hỏi về việc rút môn không tính học phí ạ.. . . . Môn học em muốn huỷ là IM3061 ạ. Đây là môn tự chọn của khoa Quản lý Công nghiệp, đăng kí theo danh sách chứ không đăng kí qua đợt ĐKMH chính thức, vừa mở trên MyBK tối nay (07/01, Thứ 6).. . . . Vấn đề của em như sau: ban đầu em có điền danh sách có nhu cầu học môn AVTKD. . . Do nhầm lẫn là môn học sẽ được mở vào đợt 3 mà kiểm tra không thấy mở, nên em đã đăng kí môn khác làm môn tự chọn thay môn này. Đồng thời cũng thông báo với sinh viên đại diện gửi danh sách và xoá tên mình.. . Tuy nhiên, đến tối nay, môn AVTKD (IM3061) lại hiện trên e-L và thời khoá biểu của em dù em đã không đăng kí nữa.. . . . Vì vấn đề như trên, em gửi yêu cầu này bày tỏ mong muốn có thể rút môn học không tính học phí.. . Em rất tiếc vì vấn đề này, mong thầy cô hỗ trợ ạ. Em cảm ơn thầy cô rất nhiều.. . . .",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "-Dạ em xin kính chào, em là Huỳnh Lê Huy. Mssv [student_id]. Khoa Kĩ Thuật Giao Thông. Lí do em khiếu nại với PĐT là về vấn đề bị mất môn Hóa đại cương mã môn: CH1003 mà không có lí do khi còn thời hạn đăng kí. Em có minh chứng đây ạ. Em nhận thời khóa biểu thì không có ạ. . . -Minh chứng là như thế này ạ: Khi kết thúc đợt 1 thì PĐT đã đăng kí cho em đủ 15 chỉ rồi, đến đợt 2 thì em có chuyển qua chuyển lại các nhóm lớp để phù hợp với lịch học ạ, nhưng mà đến cuối đợi 2 em vô check lại thì bị mất mông Hóa đại cương còn có 12 chỉ, trong khi lịch sử đăng kí của em thì chưa hủy đăng kí môn này một lần nào, bởi vì nó là môn học bắt buộc trong kì này của em. Còn với đợt 3 em vô đăng kí nhưng mà không được ạ,môn Hóa đại cương lớp nào cũng full học sinh rồi chỉ còn trống 2 lớp thì lại bị cấn học Quốc Phòng luôn, vậy nên em không đăng kí vô lớp nào được ạ. Mong PĐT xem xét chứ học kì này có 12 chỉ thì khó cho em sau này quá ạ, cái này là do lỗi hệ thống chứ không phải của em ạ (em có gửi minh chứng). . . -Em xin cảm ơn!!!. . . .   i Khiếu nại đăng ký môn học .",
            "Chào bạn. . Pdt đã tiếp nhận đề nghị DKMH của bạn. . Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy/cô.. . Do em đã bỏ lỡ đợt đăng ký môn học chính quy đợt 3_HK212.. . Em rất mong được đăng ký môn Bê tông cốt thép 2(Mã MH: CI3175) lớp L01 với sỉ số hiện tại là 55/60.. . Em xin thầy/cô cho em được đăng ký để kịp chương trình đào tạo ạ.. .",
            "Đã trả lời. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào PDT.. . - Em tên là [full_name]. MSSV: [student_id]. . - Đợt trước em có nộp đơn xin gia hạn thêm 1 học kỳ, đã được trường thông qua nhưng em không vào đăng ký môn học được, nên em có nhờ PDT đăng ký dùm. Đến hôm nay em kiểm tra TKB được thì thấy PDT đăng ký nhầm môn của em em đăng ký ME 2011 mà PDT đăng ký EE2011 môn này không có trong chương trình đào của em. Vậy trường hợp này em phải làm sao ạ. . . - Với lại lúc trước em gửi đơn là chưa có kết quả thi học kỳ giờ em có kết quả đã qua vài môn rồi giờ em huỷ môn thì vẫn đóng học phí như thường đúng không ạ",
            "Chào em,. . Nếu yêu cầu của em về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho em.. . Thông tin có: mã số môn học, tên môn học, mã nhóm, lý do nhé. . . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Chào Thầy/Cô, em là Trương Quốc Đạt.MSSV [student_id].. . Ở đợt đăng kí môn học đợt 3 , lớp em có đăng kí môn Luận Văn Tốt Nghiệp : GE4327 ,CBHD: [full_name].Em cùng đăng kí với lớp và thảo điều kiện đăng kí. Vào bkel cũng có xuất hiện môn học. Nhưng hôm nay vào thì bkel không có môn học và tkb cũng ko cập nhật môn mà các bạn em lại có. . . Mong pdt xem xét lại giúp em ạ.",
            "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . .   B 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.  /B . . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kính chào thầy cô,. . Em là Nguyễn Trọng Nhân, MSSV: [student_id]. Em có tham dự kỳ thi anh văn đầu vào do trường tổ chức vào đầu năm nhất, lần đầu em thi và được điểm dưới 400 điểm nên em có đăng ký thi đợt 2 do trường tổ chức và lần 2 đó em đạt được 490 điểm là em đã được ghi điểm miễn học Anh Văn 1. Em muốn hỏi là em có đăng ký học môn Anh Văn 2 (LA1005) lớp L03 vào kỳ 212 mà em bị hệ thống báo là thiếu môn Anh Văn 1 học trước, em mong thầy cô xem xét lại việc đăng ký giúp em với ạ.. . Em xin cảm ơn thầy cô và chúc thầy cô sức khỏe.",
            "Chào bạn. . Pdt đã tiếp nhận đề nghị DKMH của bạn. . Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào em tên là [full_name], em đã hoàn thành gần xong học kì 1 và có ý định bảo lưu kết quả học tập để ôn luyện tham gia kì thi thptqg nhằm hướng tới một ngành khác trong trường. em không biết điều này có được phép không và nếu được thì em cần phải làm những gì ạ .",
            "\"Chào bạn,. . Về việc đăng ký tạm dừng học:. . Bạn vui lòng tải mẫu đơn: Tạm dừng tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi quý thầy cô,. . . . Em có đăng ký môn ME4673 - Luận văn tốt nghiệp cho Học kỳ 212 vào đợt 3 vừa rồi (ngày 3/1) nhưng em vào kiểm tra lại thì bị xóa môn vì lý do thiếu môn tiên quyết là ME4671 - Đề cương luận văn (mặc dù môn này em đã bảo vệ xong nhưng giáo viên chưa cập nhật điểm). Hiện tại em muốn đăng ký lại môn ME4673 - Luận văn tốt nghiệp này, thầy cô cho em hỏi là còn đợt đăng ký môn cho Học kỳ chính quy này không ạ? Và nếu không thì em có thể xin đăng ký trực tiếp với Phòng đạo tạo không ạ?. . . . Em xin cảm ơn và mong sớm nhận được phản hồi từ quý thầy cô.. . . . Trân trọng,. . [full_name]",
            "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Dạ cho em hỏi em có đăng kí môn học LVTN . . Mã môn học CI4373 mà không có thời khoá biểu ạ . . Trong khi trường nó rõ không xét CCAV với các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần. . mà kết quả nó vẫn bảo là không đủ điều kiện vậy ạ . . [full_name] -[student_id]",
            "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . .   B 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.  /B . . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân",
            "Khiếu nại đăng ký môn học . PĐT hủy dùm em môn Vật lý 2(PH1005) với ạ. . . Do đăng ký môn học lần đầu nên em không xem kỹ chương trình đào tạo, dẫn đến đăng ký nhầm môn không có trong chương trình đào tạo ạ.. . Em biết là theo quy định thì không thể hủy môn nhưng nếu em rút môn thì sẽ mất tiền học phí. . . Gia đình em thật sự đang gặp khó khăn về kinh tế sau dịch bệnh.. . Em mong PĐT xem xét dùm em ạ.. . Em cảm ơn!. . . .",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kính gửi phòng đào tạo,. . . . Em tên Huỳnh Kiến Văn, mã số sinh viên [student_id]. Em là sinh viên Khoa Khoa học và Kỹ thuật Máy tính chương trình Chất lượng cao.. . . . Hôm 6/1 khi đăng ký môn học Thực tập công nghệ phần mềm (CO3055) lớp CO01 (dành cho chương trình chất lượng cao) thì gặp lỗi \"bạn không được phép đăng ký vào nhóm lớp này\". Hiện học kỳ tới là học kỳ cuối cùng em có thể học và em chỉ còn một môn này để hoàn thành chương trình học. Kính mong phòng đào tạo giúp em xem xét và có thể đưa ra giải pháp cho trường hợp này ạ.. . . . Kính mong sớm nhận được sự phản hồi từ phòng đào tạo.. . . . Em cảm ơn mọi người đã giành thời gian quý báu của mình để xem qua mail này và kính chúc thầy/cô nhiều sức khoẻ.. . . . Kính thư,. . Văn",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ e chào thầy cô e tên là [full_name] mssv [student_id]. . . Tuần 1 và 2 e có tiết thí nghiệm Nhập môn về Kỹ Thuật (EE1002) lớp L02 VL03. Do cả nhà bị F0 nên e k thể lên thành phố để đến trường học trực tiếp được. Mong thầy cô xem xét hoãn lớp thí nghiệm cho e.. . E chờ hồi âm từ thầy cô.. . E cám ơn rất nhiều.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Kính thưa PĐT, em xin gửi phiếu đăng kí mở lớp môn TR4017 ạ! Xin thầy cô xem qua.. . . .",
            "đã xử lý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi : Phòng Đào tạo.. . Em tên là : [full_name].. . MSSV: [student_id] . Sinh viên khoa Khoa học máy tính . Khóa : HK211 .. .  Vừa rồi em có làm đơn xin cứu xét môn học để được đăng ký thêm lớp \"kỹ thuật lập trình\" và đã được các thầy , cô giảng viên cũng như khoa đồng ý . Kính mong Phòng Đào tạo xem xét giúp em ạ .. .     Em xin chân thành cảm ơn.. . . .",
            "Chào bạn. . Pdt đã tiếp nhận đề nghị DKMH của bạn. . Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là Đỗ Thị Thanh Quý. MSSV: 1813755.. . . . Em có đăng ký Luận văn tốt nghiệp (CH4337) vào đợt 2 nhưng bị xóa mất và em bị lỡ đăng ký môn đợt 3. . . Xin thầy/cô xem xét cho em đăng ký bổ sung Luận văn tốt nghiệp trong HK212.. . Em xin chân thành cảm ơn!",
            "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đăng kí nhầm môn vẽ KTXD CI1033 thành vẽ kỹ thuật CI1003, phòng đào tạo hủy giúp em môn CI1003 được không ạ",
            "Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản [email] và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ [full_name] điều 11.2. . . . Chúc các bạn học tập thật tốt!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin PĐT có thể cho em đăng ký môn chuyên ngành để có thể hoàn thành CTĐT theo đúng tiến độ.. .",
            "Chào em. . Em vui lòng gửi lại có thông tin có: mã số môn học, tên môn học, mã nhóm, lý do nhé. . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào phòng đào tạo,. . Em tên là [full_name], Mssv [student_id], sinh viên chính quy k14 khoa công nghệ vật liệu bị chuyển qua hệ vlvh ạ, cho em hỏi là sao em vào mục đăng ký thì hệ thống ghi là cấm đăng ký ạ, em mong phòng đào tạo xem lại giúp cho em với ạ,",
            "Chào em,. . Nếu yêu cầu của em về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho em.. . Thông tin có: mã số môn học, tên môn học, mã nhóm, lý do nhé. . . Thân mến. . . .",
            "Dạ em xin cám ơn cô đã giúp đỡ ạ,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào quý thầy cô, em là [full_name]_[student_id] em là sinh viên khoa điện, hiện tại em có đăng ký luận văn tốt nghiệp, tuy nhiên tại em tính nhầm và đăng ký nhầm (dư 1 môn tự chọn và 1 môn vào mã mới) nên hiện tại em 119 chỉ, thiếu 1 chỉ theo quy định đăng ký luận văn của khoa điện, vì thế cho em hỏi em có thể xin GVHD xác nhận cho em thực hiện rồi em nạp lên khoa xin và gửi pđt cho em làm luận văn trong kỳ 212 tới được không ạ, em đã đăng ký đủ cho kỳ tới và nếu được thì xong kỳ tới là em hoàn thành khóa học của mình ạ, em mong phòng đào tạo có thể tạo điều kiện hướng dẫn giúp em ạ!. . Em cám ơn!",
            "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . . . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Hiện tại Pdt không thể cứu xét theo yêu cầu của SV để đăng ký LVTN trong HK212 vì thiếu điều kiện đăng ký môn học. Bạn vui lòng hoàn thành các điều kiện còn thiếu trong HK212, sau đó đăng ký LVTN vào HK213 để Pdt xét.. . Về kế hoạch đăng ký LVTN trong HK213, Bạn vui lòng xem chi tiết: \"Kế hoạch học tập của HK2 và HK hè năm học 21-22\" Pdt đã gởi qua mail vào ngày 27/12/2021- [full_name] 6. . Thân. . . . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . 4- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .   Em có 2 môn học cải thiện học kì 2 (2020-2021) là EE3019( truyền số liệu và mang) và EE1015 (Kĩ thuật số) va thêm luận văn tốt nghiệp. Nhưng do dịch nên 2 môn EE3019 và EE1015 hoàn thành điểm chậm sau luận văn tốt nghiệp là vào khoảng tháng 11 vừa rồi. Phòng đào tạo cho em hỏi sao 2 môn đó không được tính vào điểm trung bình tích lũy ngành của em vậy ạ.. .   Em thấy nó chưa cập nhật nên nếu tính điểm luận văn tốt nghiệp vào thì điểm của em mới có 7.91 nên danh sách tốt nghiệp đang là điểm 7.91 và xếp loại của em là khá. Phòng đào tạo cho em hỏi liệu có cập nhật lại điểm của em trên danh sách tốt nghiệp không ạ.",
            "Chào em,. . - STCTL ngành chưa có cập nhật lên Mybk được do chưa có điểm của tất cả sv chứ không phải của 1 mình em.. . - Nếu em muốn xem thì xem trong ds dự kiến TN.. . - Khi sv cần in bảng điểm thì sẽ có đầy đủ ĐTB tính đến thời điểm sv đăng ký in.. . Thân mến. .",
            "Em chào phòng đào tạo.. . Em có kiểm tra thông tin ở trên danh sách tốt nghiệp dự kiến và chính thức thì vẫn chưa được cập nhật ạ.",
            "li answer rate:",
            "Em chào phòng đào tạo.. . Em có kiểm tra thông tin ở trên danh sách tốt nghiệp dự kiến và chính thức thì vẫn chưa được cập nhật ạ.",
            ". . Em chào phòng đào tạo.. . Em có kiểm tra thông tin ở trên danh sách tốt nghiệp dự kiến và chính thức thì vẫn chưa được cập nhật ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ là hôm bữa đăng ký môn học, em đăng ký môn quá trình thiết bị cơ học (CH2019) thì nhà trường sắp em vào lớp A01 của kstn, nhưng sau đó em đã sắp xếp để đổi về mã L, nhưng các lớp L01 L02 L03 đã full rồi ạ. Em có thể làm gì để được đổi lớp ạ. Mong nhận được sự phản hồi sớm từ thầy cô ạ. Em cảm ơn.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên: [full_name]; mssv: [student_id]. . Em không thấy thông tin đóng học phí học kỳ dự thính 211 trên bkpay sau thời gian bảo trì của cổng từ ngày 15/12/2021 đến ngày 20/12/2021.. . Môn học chưa thanh toán học phí: LA1043 anh văn theo nhu cầu. . . Do thời gian hết hạn thanh toán học phí của môn học trên là 17/12/2021 mà đến ngày 15/12/2021 thì hệ thống bkpay bảo trì nên em chưa thanh toán học phí của học kỳ trên. Sau ngày 20/12/2021 hệ thống bkpay hoạt động trở lại em có theo dõi gmail và bkpay nhưng không thấy thông tin mở đợt đóng học phí bổ sung. Nên cho em hỏi là còn có đợt đóng học phí nào của học kỳ này nữa không ạ. Mong quý thầy cô giúp đỡ để em được đóng học phí và được chấp nhận kết quả môn học.. . Em xin chân thành cảm ơn",
            "Chào em,. . Em xem lại nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy/cô!. . Em tên là [full_name], MSSV [student_id], khoa Công nghệ vật liệu, kì 212 em có đăng kí luận văn tốt nghiệp và đủ điều kiện để nhận luận văn, nhưng đến hôm nay thời khoá biểu của em vẫn chưa có luận văn tốt nghiệp, mã MA4317, em mong nhận sự giúp đỡ và phản hồi từ thầy/cô ạ, em cảm ơn.",
            "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi sao các bạn có tkb hết rồi mà e chưa có ạ",
            "+ Sinh viên xem lý do tại sao có ĐKMH HK212 - Đợt 2 mà không có TKB tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký (SV xem file hướng dẫn đính kèm).. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kính gửi Phòng đào tạo!. . Em là [full_name], MSSV [student_id], khoa Công Nghệ Vật Liệu.. . Kỳ 212 em có đăng ký môn Luận văn tốt nghiệp (MA4317). Theo lịch 07/01, PĐT sẽ cập nhật lại thời khóa biểu nhưng em kiểm tra thời khóa biểu và Elearning của em vẫn chưa có môn này.. . Cho em xin hỏi, tại sao PĐT lại hủy Luận văn tốt nghiệp của em vậy ạ?. . Em tự xét thấy, em đáp ứng đầy đủ các yêu cầu để được nhận Luận văn trong kì 212 này.. . Về tín chỉ tích lũy ngành (TCTLN), em từng chuyển chuyên ngành và hiện đang học chuyên ngành Vật liệu Silicat (khoa em cho phép chuyển chuyên ngành trong quá trình học). Nên có thể hệ thống có sai sót trong quá trình cập nhật TCTLN. Em đã gặp trường hợp thiếu TCTLN khi đăng ký Thực tập tốt nghiệp và PĐT cũng đã giải quyết cho em rồi. . . Hiện nay, em đã qua hết các môn của ngành Silicat, chỉ còn mỗi Luận văn thôi ạ. Mong PĐT xem xét trường hợp của em và giúp em Đăng ký Luận văn (MA4317) ạ.. . Em xin cảm ơn!",
            "Chào bạn. . . . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . . . SV lưu ý:. . 1-   B Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022  /B . . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Khiếu nại đăng ký môn học  /i [full_name] [full_name] Dạ em chào thầy (cô),[full_name] [full_name] Theo như thông báo của trường thì sẽ miễn xét chứng chỉ AV quốc tế khi đăng ký nhận LVTN[full_name] Tuy nhiên khi em đăng kí môn học đợt 1 và đợt 2 đều bị hủy môn[full_name] Đến đợt 3 này thì các bạn đều đã có thời khóa biểu, còn em thì chưa có[full_name] [full_name] [full_name] Kính mong PĐT kiểm tra lại giúp em ạ[full_name] Em xin chân thành cảm ơn![full_name] [full_name]",
            "Chào bạn. . . . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . . . SV lưu ý:. . 1-   B Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022  /B . . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào PĐT!. . Về vấn đề về anh văn là qua dịch em đã thi toeic 2 lần nhưng vẫn không đủ điểm. Và chưa chuyển điểm 4 môn anh văn trong trường được.. . Dạ cho em hỏi, pdt có thể có thể kéo dài thời gian được không ạ. Kỳ này cũng là kỳ cuối của em rồi. Em chỉ còn mỗi anh văn. . . Em cảm ơn nhiều ạ!",
            "Chào em,. . Trường hợp em thuộc khu vực 1, nên em có thể làm đơn xin gia hạn 1 học kỳ, ghi rõ hiện tại bạn còn thiếu gì? và gửi lại qua bksi nhé. . Thân",
            "Chào cô!. . Em gửi cô đơn xin gia hạn 1 học kỳ ạ.. . Em cảm ơn",
            "\"Chào em,. . Phòng Đào tạo đã tiếp nhận đơn gia hạn 1 học kỳ của bạn. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trễ  nhất  trong tháng 1/2022). . (ghi rõ tên và Mã Mh xin ĐK) và gửi qua bksi. SV chủ động liên hệ với Giảng viên để xin vào lớp trước.. . Thân\"",
            "Chào cô ạ!. . Em có 2 thắc mắc mong pđt giải thích giùm em ạ.. . 1. Em chỉ nợ 4 môn anh văn, và có thể thi toeic để chuyển điểm ạ. Vậy em không cần đăng ký 4 môn học này được không ạ.. . . . 2. Nếu qua tháng 2 hoặc 3 em đủ điểm anh văn và đủ điều kiện để tốt nghiệp. Thì em có thể đăng ký tốt nghiệp đợt tháng 4 này ko ạ.. . . . Nếu thắc mắc số 1 không được và bắt buộc đăng ký thì em gửi tên môn học và MSMH ạ. .  - Anh [full_name] 1   LA1003. .  - Anh [full_name] 2   LA1005. .  - Anh [full_name] 3   LA1007. .  - Anh [full_name] 4   LA1009. . Mong cô giải thích giúp em ạ.. . Em cảm ơn nhiều ạ.. .",
            "Chào em,. . AV 1,2,3,4 là các môn học thuộc CTĐT của SV, SV có thể đăng ký học hoặc chuyển điểm (tùy sinh viên).. . Khi nào em đủ điều kiện có thể gửi câu hỏi qua bksi để được trả lời về việc xét tốt nghiệp.. . SV lưu ý về việc CCNN để xét tốt nghiệp khi đăng ký nộp tại mybk/ Đăng ký nộp CCNN, yêu cầu CCNN phải được thẩm tra hợp lệ (thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi :Phòng đào tạo. . Em tên : [full_name] [student_id] k17 học trung tâm đào tạo bảo dưỡng công nghiệp học kỳ 1 (2019-2020), em có đăng ký môn học vẽ cơ khí (ME2021) bên hệ đại học em đã qua môn đó mà sao em vào điểm chuyển thì em không thấy chuyển qua mã cao đẳng . Em xin phòng đào tạo chuyển qua mã cao đẳng giúp em . . . . .",
            "Chào em,. . Em cần làm đơn gửi email [email]  để PĐT kiểm tra rồi trả lời em nhé.. . Em cần trình bày rõ mã môn học, tên môn học nữa nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Chào thầy cô,. .  . . Hiện tại đã kết thúc đợt đăng kí đợt 3 nhưng e vẫn chưa có thời khóa biểu của Luận văn tốt nghiệp( EN4323) . Trong email nhà trường có thông báo không xét chứng chỉ AV trong học kì này. Nhưng 2 lần đăng kí trước em đều bị hủy môn vì chưa nộp chứng chỉ anh văn. Mong phòng đạo tạo xem xét giúp em.. . . . Em xin cảm ơn ạ.",
            "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . .   B 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.  /B . . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Nguyễn Thanh Quang MSSV: [student_id] GT18OTO04. . . .  Em xin chào Phòng đào tạo. Trong HK211 em đã đăng kí và học cả Đồ Án 1 và Đồ Án 2. Trong các đợt đăng môn học HK212 em đều bị hủy kết quả đăng kí môn LVTN. Em mong Phòng đào tạo xem xét và giữ lại kết quả đăng kí môn LVTN, để em có thể học và  tốt nghiệp đúng hạn. Em xin cảm ơn. . . .",
            "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào pđt ạ, Em tên [full_name], kì này theo dự định thì em có làm luận văn. Nhưng do không hiểu quy chế nên dẫn đến việc bị xóa môn. Quy chế quy định cho nợ tối đa 7 chỉ, nhưng em không nghĩ là tính cả 8 chỉ anh văn ạ. Vì em không học anh văn trong trường nên bị thiếu 8 chỉ anh văn và 7 tín chỉ nợ nên bị xóa mất môn luận văn. Dịch quá mà mới tiêm 1 mũi chưa đủ 14 ngày nên em chưa thể vào SG để thi để kịp nộp bằng tín chỉ. Em tin cũng có nhiều trường hợp giống như em. Hi vọng pđt có thể chấm chước không tính chỉ tiếng anh cho các em làm luận văn kịp tiến độ được không ạ? Vì giờ này trễ rồi mà pđt xóa mất nên xoay sở không kịp ạ! Em chân thành cám ơn!",
            "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Hiện tại Pdt không thể cứu xét theo yêu cầu của SV để đăng ký LVTN trong HK212 vì thiếu điều kiện đăng ký môn học. Bạn vui lòng hoàn thành các điều kiện còn thiếu trong HK212, sau đó đăng ký LVTN vào HK213 để Pdt xét.. . Về kế hoạch đăng ký LVTN trong HK213, Bạn vui lòng xem chi tiết: \"Kế hoạch học tập của HK2 và HK hè năm học 21-22\" Pdt đã gởi qua mail vào ngày 27/12/2021- Mục 6. . Thân. . . . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . 4- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào PĐT ạ, có thể cho em biết là kì 213 em sẽ thực tập hè của K18, em thấy kế hoạch học tập HK213 là cho đăng kí đề cương luận văn, vậy em có thể học song song thực tập hè và đề cương luận văn chung 1 kì hè được không ạ? Em cảm ơn ạ.",
            "Chào bạn. . . . - Về quy định đăng ký các môn thực tập tốt nghiệp, đề cương luận văn, luận văn tốt nghiệp: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Chương trình đào tạo. . . . - Về kế hoạch đăng ký học phần tốt nghiệp trong HK213, Bạn vui lòng xem chi tiết: \"Kế hoạch học tập của HK2 và HK hè năm học 21-22\" Pdt đã gởi qua mail vào ngày 27/12/2021- [full_name] 6. . . . Chúc bạn học tập tốt nhé.. . Thân"
        ]
    }
]