[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Chào thầy cô ạ.. . Cho em đăng kí bổ sung môn Công nghệ lạnh- điều hoà 1 MSMH 260621, cho học kì dự thính 191, em đã rút môn trùng lịch rồi ạ . . Mong thầy cô giúp đỡ . . Em cảm ơn.. .",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi thầy , cô . . Em tên là [full_name] , MSSV : [student_id] , Trung Tâm Đào Tạo Bảo Dưỡng Công Nghiệp , kính nhờ thầy , cô, đăng ký bổ sung  giúp em môn Tổ Chức Quản Lý Bảo Dưỡng 2 học kì dự thính 191  - Mã MH 260614, lớp CD01, của thầy [full_name] . lý do : em chưa đăng kí kịp môn . kính mong thầy, cô đăng ký giúp em ạ . . Em Xin cảm ơn thầy , cô . . . . [full_name] . . [full_name]",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . ở kỳ 172 em có học môn vi xử lý EE2013 và em đã đạt được môn này, nhưng trên phần chuyển điểm thì chưa có đạt được môn TN vi xử lý , mong nhà trường cập nhật điểm lại cho em ạ.. . em cảm ơn",
            "Chào bạn,. . Đã cập nhật môn 402114 (điểm 12).. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . vừa rồi kỳ 182 em có phúc khảo môn xử lý số tín hiệu EE2015 và kết quả em đã phúc khảo đạt được môn này, trên bảng điểm cũng đã được thay đổi là em đã đạt môn này, ở phần chuyển điểm cũng đã có đạt được môn này rồi. số tính chỉ tích lũy cũng được tính vào rồi. nhưng hôm nay em vào xem thì thấy bảng điểm lại ghi điểm chưa đạt cho em môn xử lý số tín hiệu này, trong khi số tính chỉ tích lũy vẫn tính vào và bảng chuyển điểm vẫn ghi là đạt.. . mong nhà trường xem xét và giải quyết cho em ạ. năm nay là năm cuối của chương trình đào tạo khóa 13 rồi. mà giờ em bị ghi không đạt môn xử lý số tín hiệu như vậy thì em không thể nhận luận văn được trong khi thời gian đào tạo đã hết ạ.. . mong nhà trường xem xét , hỗ trợ giải quyết cho em còn tốt nghiệp ạ.. . em cảm ơn ạ",
            "Chào bạn,. . Bạn đón xem lại trên web nhé. Đang cập nhật lại.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em đã chuyển điểm anh văn 1. đủ điều kiện đăng ký tiểu luận. Có file hình ảnh bên dưới. . Bây giờ em có thể đăng kí như thế nào để được làm tiểu luận trong học kỳ chính 191 ạ. .",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Em đã chuyển điểm anh văn 1. đủ điều kiện đăng ký tiểu luận. Có file hình ảnh bên dưới. . Bây giờ em có thể đăng kí như thế nào để được làm tiểu luận trong học kỳ chính 191 ạ. .   /QUOTE . . . . Chào [full_name], Chiều hôm nay em lên myBk kiểm tra thời khóa biểu nhe!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... .   p Em là [full_name], MSSV [student_id], khoa KH&KT máy tính.. . Em đã đăng kí tốt nghiệp và đóng phí nhưng chưa thấy có trong danh sách tốt nghiệp chính thức.. . Em xin hỏi tại sao hoặc em có thiếu điều kiện gì không ạ?. .   /p",
            "Chào bạn,. . Danh sách tốt nghiệp chính thức se4ca65p nhật trong tháng 10.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "em không đăng kí thi tiếng anh đầu vào thì có được xét lớp tiếng anh hay không ạ? Với còn có thể đăng kí thi bây giờ hãy không?. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Đã hết thời gian đăng ký bạn không thể thay đổi lựa chọn.. . Nếu bạn chưa đăng ký mặc định bạn vẫn được đi thi av đầu vào và sau khi có kết quả PĐT vẫn xếp lớp av 1234 cho bạn. Vì danh sách thi đã được cập nhật nên bạn không thể thay đổi được.. . . . Thân,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi Phòng Đào Tạo,. . Em tên [full_name] MSSV [student_id]2.. . Do chương trình học Việt Pháp năm nay thay đổi làm một số môn trong học kỳ này không mở, em ko thể đăng ký được và lịch học dự thính buổi tối trong đợt đăng ký cuối cũng không đủ sỉ số mở. Em cần đăng ký thêm 2 môn Đường Lối 001004 lớp P01 và môn Pháp Luật VN 008001 lớp C01. Hiện 2 môn này đã học được 2 buổi. Năm nay là năm cuối của em, kính mong Phòng Đào Tạo giúp đk để em đủ điều kiện làm luận văn trong học kỳ sau.. . Em Xin cảm ơn.. .",
            "Chào bạn. . . . Môn 001004 nhóm P01 và 008001 nhóm C01 là 2 môn ở học kỳ chính và đã học được 5 tuần học bạn không thể đăng ký vào được. . . . Các nhóm Dự thính có ký hiệu DT, CD, LD"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính Gửi Phòng Đào Tạo.. . Do Em đăng kí trễ môn học dự thính cho học kỳ 1, năm học 2019-2020.. . Nên em viết đơn này này mong được phòng đào tạo đăng kí cho em bổ sung môn môn học trong học kì dự thính này, em có gửi đính kèm đơn xin đăng kí môn học trong file đính kèm.. . . . Em Cảm ơn !. . . .   i Yêu cầu khác .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . . . Môn CI2091 bạn không thể đăng ký do chưa học môn CI2007. . . . riêng 2 môn học còn lại không phải môn dự thính. Các môn nhóm B01 đã học được 5 tuần."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   b MSSV/MSGV: G[student_id]  /b \t. . . . Mình khóa K12, vừa hoàn thành tất cả các môn học học kì hè vừa rồi, mình đăng kí xét tốt nghiệp bổ sung trên PDT, thì trên tình trạng sinh viên của mình bị buộc thôi học, mail sinh viên không có thông báo gì về tình trạng đó,cho mình hỏi mình có thể xem mình thiếu điều kiện gì để tốt nghiệp và tình trạng buộc thôi học như vậy là sao? Và khi nào thì có kết quả xét tốt nghiệp bổ sung?",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp Phòng đào tạo để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Do ngày thi anh văn đầu vào tới đây e phải đi phẩu thuật theo lịch của bác sĩ và không dự thi đươc .vậy cho e hỏi có cách nào để thi lại không ạ",
            "CHào bạn,. . Thi anh văn đầu vào chỉ tổ chức 1 lần cho sv khi mới nhập học.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em làm đơn này với mong muốn được Phòng Đào Tạo cho phép em thực hiện một số thay đổi về đăng kí môn học dự thính cho học kì chính 191, cụ thể là:. . - Hủy đăng kí môn [full_name] 1 (PH1003 - lớp DT01). . - Đăng kí mới môn Giải tích 2 (MT1005 - lớp DT02). .  Kính thưa Phòng đạo tạo, do vào tuần đăng kí dự thính em phải vào viện chăm người thân trong gia đình cả ngày nên em đã gây ra sự sơ suất rất đáng trách khi đăng kí nhầm môn em đã qua là [full_name] 1 (PH1003) thay vì đăng kí môn [full_name] 2 (PH1005) nên em xin phép được hủy dự thính [full_name] 1, em xin nhận hoàn toàn lỗi về phần mình. . .  Và sau khi xem lại thời khóa biểu dự thính của môn [full_name] 2 thì em không thể sắp xếp được thời gian nên em mong muốn được đăng kí mới dự thính môn Giải tích 2 (MT1005) để phù hợp với việc sắp xếp thời gian.. .  Việc xảy ra là do sự sơ suất của em, em sẽ rút kinh nghiệm và không để tình trạng này xảy ra nữa. Kính mong Phòng Đào Tạo cho phép em thực hiện những thay đổi này. Em xin cảm ơn.",
            "Đã hủy môn PH1003 và đăng ký MT1005 cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em chào thầy (cô),. . . . Em viết câu hỏi này kính mong PĐT hỗ trợ em đăng ký môn học Đường lối CM của Đảng CSVN (SP1009) vào học kỳ 191.. . . . Lý do: Học kỳ dự thính 183 em có đăng ký học môn này nhưng có điểm muộn. Điểm được cập nhật sau khi hệ thống đkmh dự thính kết thúc 3 ngày. Vì chưa lường trước được việc Rớt môn học này nên em đã chưa kịp đăng ký môn học cho học kỳ dự thính 191.. . . . Thông tin môn học: Đường lối Cách mạng của Đảng CSVN (SP1009), Nhóm DT01 do GV [full_name] giảng dạy vào thứ 7 (tiết 789) và CN (tiết 234).. . . . . . Kính mong PĐT hỗ trợ em đăng ký môn học này thành công để tạo điều kiện cho em ra trường đúng hạn. Vì kỳ này em đang làm ĐATN, nếu không được học học môn Đường lối ở học kì dự thính em có thể sẽ nhận bằng trễ.. . . . Em chân thành cảm ơn thầy (cô).. . Em [full_name].",
            "ĐÃ đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa phòng đào tạo.. . Em tên [full_name], MSSV [student_id]2. Sinh viên khoa Kỹ thuật xây dựng. Em xin phản hồi Tình trạng sinh viên của mình, em không vi phạm bất kỳ quy chế học vụ nào của nhà trường tuy nhiên trên mục Tình trạng sinh viên trang Mybk của em lại để là “Buộc thôi học”. Em mong phòng đào tạo xem xét và chỉnh sửa giúp em. Em cám ơn.. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Do chương trình đang trong thời gian nâng cấp nên chưa ổn định. Phòng đào tạo sẽ cập nhật lại cho bạn.Cám ơn bạn đã phản hổi.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]. . Hôm nay tôi viết đơn này, xin được đăng ký bổ sung môn học. Vì là sinh viên năm 4, và muốn hoàn thành môn “Đường lối cách mạng của Đảng Cộng Sản Việt Nam” trong học kỳ 191, để kỳ sau tham gia thực tập tại các công ty. Do đăng ký trễ hạn - 16/09/2019 03:59, tôi xin phòng Đào Tạo bổ sung tôi vào danh sách lớp học với:. . -\tMã: DT01. . -\tGVHD: cô [full_name] . .   /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1510867  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em muốn chuyển nhóm lớp môn Cơ Lý Thuyết(mã số AS1003) đang học dự thính hiện tại sang một nhóm lớp học Cơ Lý Thuyết dự thính khác vì bị trùng lịch với lịch học phần mềm revit hiện tại của em, em mong phòng đào tạo giúp đỡ  để chuyển lịch học môn Cơ lý Thuyết hiện tại sang các hôm khác như (t3,t5,t6) vào buổi tối đều được.. . Em xin cảm ơn!",
            "Chào bạn. . . . Môn AS1003 dự thính chỉ có đúng 1 mã nhóm bạn đang học. . . . . Nếu bạn không thể học bạn có thể làm đơn xin rút môn học và nộp về PĐT.",
            "cảm ơn phòng đào tạo đã tư vấn cho mình!. . mình rất cảm kích!!!:)))). . best regard.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . kính thư văn phòng đào tạo vì em đã không đăng ký môn học dự thính sớm, nên đã trễ lich đăng ký. Hiện tại em rất được muốn đăng ký học dự thính hai môn học mã là Mt1003 và MT1005. em muốn được vào lớp DT01 môn MT1005 và DT02 môn MT1005. Mong quý thầy cô xem xét và giải quyết giúp em. Em thành thật cám ơn",
            "Chắc bạn ghi nhầm cả 2 môn MT1005. . . . MT1003 - DT01. . MT1005 -DT02 . . . . Mình đã đăng ký theo nhóm trên cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Lịch thi - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi chuyển cơ sở thi giữa kì chỉ cần xem danh sách mới rồi vào đúng phòng mới thi hay có cần làm thủ tục gì không ạ?",
            "Chào bạn,. . Nếu bạn thuộc diện được chuyển cơ sở thi thì Phòng đào tạo đã gởi email thông báo hướng dẫn, bạn vui lòng xem lại nội dung email của trường gởi.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Đăng kí môn học dự thính HK191.. . -Họ tên SV: [full_name]. . -Tên môn học: Kỹ thuật lập trình. . -Mã môn học: CO1011. . -Giảng vien: [full_name]. . -Lớp: DT01. . -Giờ học:Thứ 7 (tiết 10-11-12) và Chủ nhật (tiết. .  4-5-6 và 10-11-12)",
            "ĐÃ đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "trong lịch thời khóa biểu có môn ở đăng kí dụ thính 14h50 phút ở cơ sở 1 mới ra mà 15h lại có môn đăng kí học chính (lúc đi học em mới nhận ra) mà bây giờ hết hạn hiệu chỉnh .. . bây giờ em muốn có cách nào hủy đăng kí môn học khác ngoài hiệu chỉnh trên web mybk không ạ ?. .",
            "Bạn có thể cung cấp mã môn để mình kiểm tra. . . . Hầu hết các môn dự thính đều ở tiết 13 tức là 18:00 . . . . Môn học kết thúc muộn nhất của bạn là tiết 10 nên bạn hoàn toàn có thể học dự thính",
            "và vì em học ở cơ sở 2 nên học dự thính trễ không có được nên em cần có cách nào hủy đăng kí môn học dự thính không ạ ?",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "Trong trường hợp này bạn có thể làm đơn xin rút môn học (có tính học phí) và nộp về PĐT.. . . . Mình kiểm tra tkb của bạn không có môn học nào cận giờ với các môn dự thính, bạn kiểm tra kỹ lại tkb 1 lần nữa để tránh việc rút môn học."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Cho tôi hỏi là tôi đã đóng 200.000đ phí xuất thêm chứng chỉ IELTS cho IDP mà trên trang web của phòng đạo tạo vẫn kêu tôi đóng thêm 200.000đ lệ phí miễn điểm",
            "Chào bạn,. . Yêu cầu của chứng chỉ IELTS khi nộp cho trường phải là bản sao chứng chỉ do trung tâm  IDP gởi về trường do trung tâm tổ chức thi họ từ chối trả lời thẩm tra qua công văn.. . Phí đăng ký chuyển bản sao từ trung tâm IDB - đó là quy định khoảng thu của IDP, không liên quan đến trường Bách KHoa bạn nhé, nên hiển nhiên sv chi trả. . . Còn lệ phí chuyển điểm các môn anh văn từ chứng chỉ quốc tế là 50.000đ/môn - đây mới là khoảng do trường thu.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Chào thầy cô ạ. Cho em hỏi là em hiện tại còn nợ 1 môn anh văn 4 để được tốt nghiệp. Vậy thầy cô cho em hỏi em có thể xin điểm cho môn học này được không ạ. Em xin cảm ơn quý thầy cô ạ.",
            "CHào bạn,. . Bạn vui lòng liên hệ trực tiếp phòng đào tạo để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . cho em hỏi em lỡ đang ký dự thính . giờ làm đơn xin xóa không học nữa được không ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Bạn có thể làm đơn xin rút môn học nộp về PĐT nhé.. . . . Bạn lưu ý khi rút môn học vẫn tính học phí."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Em muốn đăng ký môn CI3219-[full_name] ạ. . Em cảm ơn!.",
            "Chào bạn. . . . Trong học kỳ 191 không mở môn học với mã môn CI3219"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Tôi muốn hỏi tại sao gmail của tôi gần đây không thể nhận được các thông báo, mail của nhà trường trong khi gmail của các bạn tôi vẫn hoạt động tốt.",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp tổ kỹ thuật - Phòng đào tạo -cơ sở 1 để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em là sinh viên k19. Đầu năm nhà trường  có khoản đăng kí thi anh văn đầu vào và xếp lớp. Có 3 mục để sinh viên chọn lựa. Vậy cho em hỏi em đăng kí Chọn 1 tức thi và được nhà trường xếp lớp học. Giờ em muốn tự ôn không học nữa được k ạ? Cho em hỏi thêm là nếu mình học theo xếp lớp học  trong trường thì có tính điểm như một môn học không ạ? Em xin cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Khi có kết quả thi Phòng đào tạo tự xếp lớp AV cho bạn. Môn AV có trong TKB thì tính điểm vào tích lũy cuối HK như các môn học bình thường bạn nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện tại em còn một môn xử lý số tín hiệu(ee2015) để kỳ sau được đăng ký đồ án kỳ sau.Nhưng vì lịch học tiết 12 ở cs2 và tiết 13 ở cs1 nên không đăng ký được dự thính môn này.Mong phòng đào tạo có thể xem xét trường hợp của em để em có thể đăng ký môn xử lý số tín hiệu(ee2015) để kịp chương trình đào tạo.Em xin cảm ơn.",
            "Chào bạn. . . . Theo quy định của nhà trường bạn cần ít nhất 2 tiết để di chuyển giữa 2 cơ sở. Trường hợp này không thể đăng ký cho bạn được."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là sinh viên K17, khoa điện điện tử. . Em đã quên đi SHCD vào ngày 7/9 (do email thông báo đã cũ, mà cũng không có email nhắc). Không biết em có thể đi bù vào buổi nào khác không? Nếu không đi được thì có bị xử lý gì không ạ",
            "Chào bạn,. . bạn vui lòng liên hệ trực tiếp Phòng Công tác chính trị để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em [full_name] [full_name], mssv: [student_id]. . Hk này em có đk 1 số môn dự thính vào đợt 1 nhưng đến thời điểm này [full_name] hết tuần 38 em vẫn chưa nhận được thời khóa biểu, mong pđt xác nhận lại xem có em có được xếp lớp môn nào không.. . Em cảm ơn",
            "Chào bạn. . . . Kết quả đăng ký đợt 1 đã được upload trong đợt 2 đăng ký môn học ngày 05/9. . . . Bạn vào đợt 2 đkmh -  xem lịch sử đăng ký để biết lý do :. . . . . . 05/ 09/ 2019 17:21\tDT191 - Đăng ký môn học Dự thính Học kỳ 1 (2019 - 2020) - HK191 - [full_name] - Đợt 2\tPDT không đ/ký cho SV MH EE2015 (K: Môn học khoa không mở lớp - SV liên hệ Khoa KOMO DT). . . . 05/ 09/ 2019 17:21\tDT191 - Đăng ký môn học Dự thính Học kỳ 1 (2019 - 2020) - HK191 - [full_name] - Đợt 2\tPDT không đ/ký cho SV MH EE3013 (#: Vi phạm giờ học (Thông tầm) từ tiết 6 sang tiết 7 hoặc tiết 12 sang tiết 13 EE3087)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Thân gửi thầy cô. . . . Em là [full_name]. . MSSV:[student_id]. . Em muốn đăng ký môn học Xác xuất thống kê - Lớp buổi tối hoặc cuối tuần.. . Mong thầy cô hỗ trợ em với ạ",
            "Đã đăng ký cho bạn môn MT2001 nhóm DT01"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name] [student_id]. . Đăng ký lớp cầu 1 ci3039. . Mong phòng đào tạo duyệt giúp em. Em xin cảm ơn.. . . .",
            "Chào bạn. . . . Bạn không thể học môn Ci3039 vì chưa học môn CI2093 . . . . bạn kiểm tra lại nhé",
            "QUOTE Chào bạn. . . . Bạn không thể học môn Ci3039 vì chưa học môn CI2093 . . . . bạn kiểm tra lại nhé  /QUOTE . . Dạ em kính chào quý Thầy/Cô ạ. Em có 1 môn học hệ BẮT BUỘC trong chương trình học của em đã không còn mở môn nữa. Em có lên trình bày với Thầy trưởng Khoa cầu đường về vấn đề này, thầy hướng dẫn em nên học môn học TKC1 ( CI3039) sau đó làm giấy chuyển qua Thầy sẽ duyệt. Khi em đăng ký hệ thống có báo em bị thiếu môn CI2093, nhưng môn CI2093 cũng không có trong chương trình học của em, em mong quý Thầy/Cô giúp em ạ. Em xin chân thành cảm ơn.",
            "Trường hợp này để đăng ký bạn vui lòng làm đơn có đặc cách có ý kiến và  chữ ký của trưởng Khoa đã hướng dẫn cho bạn.. . . . Trong đơn trình bày rõ lý do như trên và nộp về PĐT để được đăng ký môn học .",
            "Dạ em cảm ơn Thầy. Thầy cho em hỏi. Em đã đăng ký học môn học CI2093 (trong học kỳ chính, em đã làm đơn có chữ ký xác nhận của PĐT yêu cầu và trình lên PĐT). Em có thể đăng ký môn học TKC1 ( CI3039) chung trong kỳ dự thính này được không ạ. Do em không biết môn học CI2093 là môn học trước hay môn song hành ạ. Thầy chủ nhiệm bộ môn nói hệ thống không ghi chú phần này nên Thầy cũng không nhớ. Em cảm ơn Thầy ạ.",
            "Chào bạn. . . . Thời điểm này là quá trễ để bạn đăng ký môn học cùng CQ vì đã có danh sách kiểm tra giữa kỳ các môn học.. . . . Bạn có thể đăng ký môn CI3039 trong học kỳ dự thính nếu có xác nhận của thầy trưởng khoa (đã tư vấn cho e trước đó). . . . Còn về ràng buộc môn học PĐT đã đưa lên web CTĐT của toàn bộ khóa học bạn nên tham khảo kỹ trước khi đặt câu hỏi :. . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chuongtrinhdaotao. . . . --  bạn vào phần cấu trúc môn học để tra cứu.",
            "Dạ em cảm ơn Thầy ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào quý thầy cô, trước đó do chưa đủ chuẩn anh văn nên em đã đăng kí 1 môn để không bị tạm dừng theo như thông báo của phòng đào taoh. Cách đây 1 tuần, em đã đạt các chuẩn, tuy nhiên vẫn còn 1 môn mà em đăng kí trước đó thì có được tốt nghiệp không? Do học phí của kì 191 vẫn chưa đến, như vậy em phải xử lý thế nào để có thể có têb trong danh sách tốt nghiệp ạ?",
            "Chào bạn,. . BẠn vui lòng liên hệ trực tiếp Phòng đào at5o để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Em đã chuyển điểm anh văn 1 lần rồi, bây giờ em đã đăng kí thi toeic để chuyển và cải thiện điểm có được không ạ?. . Em chỉ còn thiếu 1 chút nữa là bằng Khá, mong PĐT giúp đỡ em với ạ. Em lỡ đăng kí thi rồi.. . Em cảm ơn",
            "Chào bạn,. . Trong quy định chuyển điểm môn anh văn có ghi rõ mỗi môn av chỉ được chuyển điểm 1 lần.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Trước đó em quên chưa nộp giấy xác nhận điểm rèn luyện và bị đánh giá 0 điểm, nên thầy cô cho em hỏi là em có thể xin cập nhật lại điểm rèn luyện bằng cách nào ạ .",
            "Chào bạn,. . Bạn vui lòng liên hệ phòng Công tác chình trị sinh viên để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . -Em tên là [full_name]. . -Hiện em đang học tại cs1 nhưng vì muốn sinh hoạt tại cs2 nên em muốn tư vấn:. . +Ưu tiên 1:Đăng ký ký túc xá khu B . . +Ưu tiên 2:Đăng ký ký túc xá khu A(Nếu có thể). . +Ưu tiên 3:Nhà trường có thể tư vấn giúp em một số nhà trọ tiện nghi cơ bản,giá có thể cao hơn ký túc xá.. . Dạ,em biết đã làm phiền nhà trường và hiện em đang rất nóng lòng được nghe phản hồi.. . Em cảm ơn ạ. \t. . . .",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp cô [full_name] tại văn phòng đào tạo quốc tế để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Em có đăng kí môn giải tích mạch EE1011 dự thính chính quy mà nay trên kết quả môn học có thời khoá biểu mà bên thoing tin sinh viên không có. Mong thầy/cô hiệu chỉnh lại giúp em. . . Em cám ơn.",
            "Bạn kiểm tra lại TKB sau 5h chiều nay nhé.. . . . mình gửi TKB cho bạn đi học trước :. . . . THứ 5 tiết 13,14,15 - 601C6 (tuần 5). . Thứ 7 tiết 7,8,9 - 301B1 (tuần 5). . Chủ nhật tiết 2,3,4 - 102B3 (tuần 12 bắt đầu)",
            "Chào bạn.. . TKB đã hiện thị được cho bạn. . Bạn xem lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính thưa các Thầy Cô, em còn thiếu ngày CTXH nên chưa thể đăng kí tốt nghiệp, nên em định dành học kì này để bổ sung, sau đó đăng kí học tiếp văn bằng 2. Nhưng em lại quên đăng kí ít nhất 01 môn học trong TKB để được Nhà Trường cấp giấy chứng nhận sinh viên để bổ sung cho địa phương. Hiện tại em đang rất bối rối và hối hận, kính mong các Thầy Cô rộng lòng chiếu cố để em có thể nộp giấy tờ cho địa phương và tiếp tục theo học tại Trường. Em vô cùng biết ơn các Thầy Cô.",
            "Bạn không tạo nhiều topic với cùng nội dung",
            "Dạ em rất xin lỗi Thầy Cô, em không biết chọn   danh mục nào phù hợp nhất cho vấn đề này nên em lỡ làm vậy.",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính thưa các Thầy Cô, em còn thiếu ngày CTXH nên chưa thể đăng kí tốt nghiệp, nên em định dành học kì này để bổ sung, sau đó đăng kí học tiếp văn bằng 2. Nhưng em lại quên đăng kí ít nhất 01 môn học trong TKB để được Nhà Trường cấp giấy chứng nhận sinh viên để bổ sung cho địa phương. Hiện tại em đang rất bối rối và hối hận, kính mong các Thầy Cô rộng lòng chiếu cố để em có thể nộp giấy tờ cho địa phương và tiếp tục theo học tại Trường. Em vô cùng biết ơn các Thầy Cô.",
            "Bạn cần đăng ký môn học nào (mã môn học + mã nhóm)",
            "Dạ kính thưa Thầy, em cần đăng kí môn (MT2001 Xác suất và thống kê, nhóm A01) ạ. Em xin cảm ơn Thầy.",
            "Chào bạn. . . . Nhóm dự thính không có nhóm A01",
            "Thưa Thầy do đã hết hạn đăng kí nên em không xem rõ được dự thính bao gồm những nhóm nào, Thầy thông cảm đăng kí giúp em vào 1 nhóm dự thính bất kỳ nào cũng được ạ, hiện nay em thấy có nhóm từ L02-L09 không rõ có phải dự thính không ạ",
            "Đã đăng ký cho bạn nhóm DT02",
            "À dạ em thấy rồi, nhóm DT01 ạ. .",
            "Em cảm ơn Thầy rất nhiều, DT02 ạ",
            "Nếu có thể, xin [full_name]ầy cho em biết khoảng bảo lâu thì thời khóa biểu được cập nhật không ạ, em xin lỗi đã làm phiền [full_name]ầy rất nhiều",
            "Sau 5h chiều nay nhé bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Cập nhật ngày CTXH, điểm ... . Xin kiểm tra giúp em tại sao em không có tên trong danh sách tốt nghiệp dù đã đủ điều kiện.. . [full_name]. . [student_id]. . Em cảm ơn",
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Cập nhật ngày CTXH, điểm .... . . . Xin kiểm tra giúp em tại sao em không có tên trong danh sách tốt nghiệp dù đã đủ điều kiện.. . [full_name]. . [student_id]. . Em cảm ơn  /QUOTE . . Chào [full_name], Danh sách dự kiến sẽ được cập nhật lại vào ngày 01/10/19 em sẽ nhận được mail “Thông báo lịch trình tốt nghiệp đợt 2 năm 2019”"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... .   B Kính gửi: Quý thầy cô Phòng Đào Tạo Trường Đại Học Bách Khoa TP HCM  /B . .   B Em tên là: [full_name]  /B . .   B Dạ em gặp vấn đề là: em đã có trong danh sách tốt nghiệp tạm thời, hôm thứ 6 ngày 13.9 em có đăng tốt nghiệp, đã hoàn thành thông tin + ảnh, và đã đóng lệ phí xong. Nhưng đến hôm nay em vẫn chưa có tên trong danh sách tốt nghiệp chính thức ạ  /B . .   B Em và các bạn em đều gặp tình trạng trên ạ. Mong quý thầy cô kiểm tra lại giúp bọn em với các MSSV sau ạ: [student_id], [student_id], [student_id], [student_id]. Em xin cảm ơn.  /B",
            "[full_name]E MSSV/MSGV: [student_id]    . . . . Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác .... . . . Kính gửi: [full_name]uý thầy cô Phòng Đào Tạo Trường Đại Học Bách Khoa TP HCM. . Em tên là: [full_name]. . Dạ em gặp vấn đề là: em đã có trong danh sách tốt nghiệp tạm thời, hôm thứ 6 ngày 13.9 em có đăng tốt nghiệp, đã hoàn thành thông tin + ảnh, và đã đóng lệ phí xong. Nhưng đến hôm nay em vẫn chưa có tên trong danh sách tốt nghiệp chính thức ạ. . Em và các bạn em đều gặp tình trạng trên ạ. Mong quý thầy cô kiểm tra lại giúp bọn em với các MSSV sau ạ: [student_id], [student_id], [student_id], [student_id]. Em xin cảm ơn.  /[full_name]E . .   [full_name]E MSSV/MSGV: [student_id]    . . . . Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác .... . . . Kính gửi: [full_name]uý thầy cô Phòng Đào Tạo Trường Đại Học Bách Khoa TP HCM. . Em tên là: [full_name]. . Dạ em gặp vấn đề là: em đã có trong danh sách tốt nghiệp tạm thời, hôm thứ 6 ngày 13.9 em có đăng tốt nghiệp, đã hoàn thành thông tin + ảnh, và đã đóng lệ phí xong. Nhưng đến hôm nay em vẫn chưa có tên trong danh sách tốt nghiệp chính thức ạ. . Em và các bạn em đều gặp tình trạng trên ạ. Mong quý thầy cô kiểm tra lại giúp bọn em với các MSSV sau ạ: [student_id], [student_id], [student_id], [student_id]. Em xin cảm ơn.  /[full_name]E . . . . Tất cả các bạn đã đăng ký tốt nghiệp thì sẽ có tên trong danh sách tốt nghiệp chính thức.. . Danh sách tốt nghiệp chính thức sẽ được cập nhật vào cuối tuần đầu của tháng 10. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em là [full_name] mssv [student_id], 3 tuần trước em học hệ đại trà cơ sở 2 và đã đăng kí thành công môn GDTC, nay em đã chuyển sang chương trình PFIEV và học tại cơ sở 1, em nhận thấy lịch học môn GDTC không bị trùng với lịch học chính và hoàn toàn đó thể theo học được, nên em không đăng kí mới và vẫn theo học môn GDTC đã được 4 buổi. Cho đến nay em vẫn chưa thấy môn GDTC xuất hiện trên thời khoá biểu của em, em mong trường hợp của em được giải quyết để em có thể tiếp tục theo học. Em xin cảm ơn ạ.",
            "Bạn kiểm tra lại tkb cập nhật nhé.. . . . Mình thầy bạn có 1 môn bóng đá PE1009 nhóm L27"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Mong pdt xem xét giúp em , em đã đăng kí giải tích 1 và giải tích 2 cho kì dự thính nhưng đến nay chưa có thời khoá biểu ạ. .",
            "Chào bạn. . . . Trong đợt 2 đăng ký môn học bạn đã kiểm tra kết quả của mình chưa?. . . . PĐT kiểm tra và thấy bạn bị hủy 2 môn MT1003 và MT1005 lý do thanh toán trễ hạn hoặc chưa thanh toán học phí HK183.. . . . Ngày hết hạn đóng học phí 12/7/2019. Ngày thanh toán 9/8/2019.. . . . Bạn nộp đơn trình bày lý do đóng trễ học phí kèm đơn xin đăng ký lại môn học và nộp về PĐT gấp nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi Phòng Đào Tạo,. . Em tên [full_name] MSSV [student_id]2.. . Em xin đăng ký bổ sung môn Pháp luật đại cương SP1007 lớp DT01. Em xin lỗi vì đăng ký trễ do môn đúng theo chương trình của em không mở lớp, mong Phòng Đào Tạo giúp em để em đủ điều kiện đăng ký luận văn.. . Em Xin cảm ơn.",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi Phòng Đào Tạo,. . Em tên [full_name] MSSV [student_id]2.. . Em xin đăng ký bổ sung môn Đường lối SP1009 lớp DT01. Em xin lỗi vì đăng ký trễ do môn đúng theo chương trình của em không mở lớp, mong Phòng Đào Tạo giúp em để em đủ điều kiện đăng ký luận văn.. . Em Xin cảm ơn.. .",
            "Chào bạn. . . . Đã đăng ký cho bạn SP1009"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) .",
            "Chào abn5,. . Trên thông báo ghi rõ file ảnh của em quá lớn khôn tải lên được, em hãy chon lại đính dạng là .JPG nhé.. . Thân",
            "file này e để ở jpg vs lại chưa tới 1mb mà cô",
            "cô có cách nào nộp đc ko tại file nó scan ra v a1 cô. .",
            "Chào bạn,. . BẠn dùng điện thoại để chụp lại là được rồi bạn, không cần dùng file scan nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em đăng ký bổ sung môn bóng bàn nhưng thời khóa biểu không hiển thị. . . .",
            "Chào bạn. . . . Bạn đã kiểm tra lại mail của mình chưa?. . . . PĐT đã gửi mail báo bạn đăng ký sai mã nhóm lớp và báo bạn đăng ký lại theo danh sách đã gửi trong mail. . . . Bạn vào email của mình và phản hồi lại nhóm lớp cần đăng ký theo hướng dẫn trong mail nhé.",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em đăng kí bổ sung môn bóng bàn nhưng thời khóa biểu không hiển thị. . . .",
            "Bạn đã gửi yêu cầu vào sai mục đăng ký nên yêu cầu của bạn không hiển thị.. . . . Bạn lưu ý gửi yêu cầu đăng ký môn học vào đúng đề mục quy định nhé.. . . . Đã đăng ký cho bạn PE1013, bạn xem tkb cập nhật và đi học nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy/cô phòng đào tạo. Về việc nộp bản sao văn bằng tốt nghiệp THPT em đã nộp vào ngày 14/6/2019. Em đã nộp cho bạn lớp trưởng lớp CCOTO18. Em có bị sai ở chỗ nơi sinh và có lên phòng đào tạo để sửa lại. Em có hỏi cô bên phòng đào tạo nếu bị sai vậy thì có thể nộp văn bằng được không thì cô bảo vẫn nộp được. Nhưng hôm nay, ngày 23/9/2019 em có lên mybk kiểm tra và thấy phòng đào tạo vẫn chưa nhận được bản sao. Em kính mong thầy/cô có thể xem xét lại cho em và giúp em. Em xin chân thành cảm ơn thầy/cô.. .",
            "Chào bạn,[full_name] [full_name] Hiện tại [full_name]hòng đào tạo đang trong quá trình xác minh bằng, khi nào [full_name][full_name]đào tạo có kết quả xác minh xong mới xác minh bằng [full_name]TTH trên Mybk và sẽ gởi email báo tất cả sinh viên[full_name][full_name] [full_name] Thân[full_name][full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Thầy cho em hỏi em là sinh viên hệ VLVH. . Hồ Công Lý. . MSSV [student_id]. . em muốn được đăng kí học dự thính môn Sức bền Vật Liệu ( CI2001) học kì DT191 được không. do hạn đăng kí trên MYBK đã hết và tuần này các bạn đã bắt đầu học kì rồi. em còn môn này là môn cuối cùng nữa là hoàn thành chương trình nên em có làm đơn xin PDT. nhưng chị trên PDT nói lên đây hỏi.. . Kính mong được PDT xem xét. . Em cám ơn!. .",
            "Chào bạn.. . Đã đăng ký môn CI2001, nhóm DT01 cho bạn. . TBK học : Thứ 2, 5, 7 tiết 13. . Thân",
            "Dạ vâng.. . Em cám ơn thầy nhiều. :). ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được  /i   B . . Dạ, học kỳ này em có đăng ký luận văn tốt nghiệp đợt bổ sung thì lúc em đăng ký thì đăng ký được ạ, nhưng lúc trả kết quả thì báo là em không đăng ký được. Em đã có nộp điểm anh văn Toeic đầy đủ rồi ạ. Có thể cho em hỏi là lý do tại sao em không đăng ký được luân văn không ạ và nếu vậy kỳ này em có thể nộp đơn gì để có thể đăng ký được luân văn không ạ? Hiện tại em đã trễ hẹn tốt nghiệp 1 năm rồi ạ mong thầy cô giúp đỡ để em có thể hoàn thành được luân văn và tốt nghiệp ạ!. . Em xin cảm ơn nhiều ạ!. . . .",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . . Dạ, học kỳ này em có đăng ký luận văn tốt nghiệp đợt bổ sung thì lúc em đăng ký thì đăng ký được ạ, nhưng lúc trả kết quả thì báo là em không đăng ký được. Em đã có nộp điểm anh văn Toeic đầy đủ rồi ạ. Có thể cho em hỏi là lý do tại sao em không đăng ký được luân văn không ạ và nếu vậy kỳ này em có thể nộp đơn gì để có thể đăng ký được luân văn không ạ? Hiện tại em đã trễ hẹn tốt nghiệp 1 năm rồi ạ mong thầy cô giúp đỡ để em có thể hoàn thành được luân văn và tốt nghiệp ạ!. . Em xin cảm ơn nhiều ạ!. . . .   /QUOTE . . Chào [full_name], Chiều hôm nay em lên myBk kiểm tra thời khóa biểu và liên hệ khoa để được hướng dẫn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em chào thầy/cô ạ! . . Tình hình là em có đăng ký môn dự thính lần 1 ở học kỳ 191. Trên lịch sử đăng ký đã có hiển thị em đăng ký được hai môn là vật lý 1 và anh văn 1 nhưng ở 2 đợt đăng ký dự thính sau em không được sắp lớp cũng như không có thời khoá biểu. Em đã gửi câu hỏi vào ngày thứ 5,19/09/2019 nhưng em kiểm tra gmail đến nay là ngày 23/09/2019 em vẫn không nhận được gmail phản hồi.. . Mong thầy/cô xem xét trường hợp của em với ạ! Chúc thầy/cô một ngày tốt lành.",
            "Chào bạn. . . . Bạn vào đợt 2 đăng ký dự thính -  chọn đợt -  xem lịch sử đăng ký để biết lý do không đăng ký được nhé :. . . . . . 05/ 09/ 2019 17:21\tDT191 - Đăng ký môn học Dự thính Học kỳ 1 (2019 - 2020) - HK191 - [full_name] - Đợt 2\t[full_name]T không đ/ký cho SV [full_name] LA1003 (K: Môn học khoa không mở lớp - SV liên hệ Khoa KOMO DT). . . . 05/ 09/ 2019 17:21\tDT191 - Đăng ký môn học Dự thính Học kỳ 1 (2019 - 2020) - HK191 - [full_name] - Đợt 2\t[full_name]T không đ/ký cho SV [full_name] PH1003 (G: Không đủ thời gian di chuyển giữa 2 cơ sở CANGIO_PE1)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name], em xin hỏi là sắp tới e có KT3 Thành Phố Thì Sang học kì 2 em có được xin vào cs1 học không ạ",
            "Chào bạn,. . Từ học kỳ 2 bạn sẽ phải tự đăng ký và hiểu chỉnh môn học theo lịch học vụ của Phòng Đào tạo nhé.. . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Dạ em chào thầy/cô ạ. . . Dạ thầy/cô  cho em hỏi là nếu em không tham gia kì thi anh văn đầu vào thì có sao không ạ? Nếu phải nộp chứng chỉ anh văn vì không thi đầu vào thì em phải nộp chậm nhất vào lúc nào ạ?. . Em cảm ơn thầy/ cô nhiều lắm ạ.",
            "Chào bạn,. . Kỳ thi anh văn đầu vào chỉ áp dụng 1 lần cho sv khi vừa trúng tuyển vào trường.. . Các kỳ kiểm tra trình độ anh văn định kỳ theo từng HK là áp dụng cho tất cả sv đang học tại trường.. . . . Bạn cần nhận định rõ: Trang Mybkay là cổng ứng dụng các dịch vụ online cho sinh viên, không phải là cổng thông báo nên không thể hiển thị hết toàn bộ nội dung quy định về vấn đề liên quan,tất cả sinh viên cần phải đọc - hiểu các quy chế +quy định + hướng dẫn trước khi sử dụng các ứng dụng online. Bạn vui lòng xem lại quy định về anh văn được cập nhật chi tiết tại:www.aao.hcmut.edu.vn- Sinh viên - Quy chế - Quy chế học vụ bậc đại học - Phụ lục 1.. .  Bạn xem hướng dẫn cách nộp chứng chỉ và chuyển điểm tại  www.aao.hcmut.edu.vn- Sinh viên -  Hướng dẫn - Ngọại ngữ.. . Bạn vui lòng xem chi tiết lịch học vụ để biết rõ các đợt lấy dữ liệu anh văn :www.aao.hcmut.edu.vn- sinh viên - Lịch học vụ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi, em đã đủ điều kiện tốt nghiệp nhưng hiện giờ vẫn chưa có tên trong danh sách dự kiến tốt nghiệp, giờ em cần phải làm những gì để đưỡ đăng ký tốt nghiệp ạ?  B",
            "Chào bạn,. . BẠn vui lòng liên hệ trực tiếp Phòng đào tạo để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em là [full_name], mã sv [student_id]. Tuần vừa rồi em có đăng ký học lại môn kết cấu bê tông cốt thép 2, mã MH CI3175, lớp dự thính, nhưng đến nay vẫn chưa có kết quả đăng ký và thời khoá biểu. . . Em xin phòng đào tạo sớm xử lý giúp em vấn đề này ạ.. . Em xin cảm ơn.",
            "Chào bạn. . . . PĐT đã trả kết quả và lý do không đăng ký được trong đợt 2 ĐKMH, bạn đăng vào đợt 2 -  xem lịch sử đăng ký để biế lý do :. . . . . . 05/ 09/ 2019 17:21\tDT191 - Đăng ký môn học Dự thính Học kỳ 1 (2019 - 2020) - HK191 - [full_name] - Đợt 2\tPDT không đ/ký cho SV [full_name]75 (K: Môn học khoa không mở lớp - SV liên hệ Khoa)",
            "Chào anh,. . Về môn này trong đợt 2 em không đăng ký được là do có sự nhầm lẫn trong việc đăng ký môn học bên phòng đào tạo quốc tế của em dẫn đến môn này bị trùng lịch. Do đó em đăng ký vào đợt 3 thì gặp vấn đề trên.. . Ngoài ra em có lên hỏi phòng đào tạo thì vẫn có mở môn bình thường ạ.. . Em cần học môn bê tông 2 trong kỳ này để kỳ sau có thể làm luận văn tốt nghiệp ạ.. . Mong anh xem lại giải quyết giúp em. Em xin cảm ơn",
            "Chào bạn. . . . Bạn liên hệ trực tiếp văn phòng đào tạo quốc tế để được giải quyết nhé (gặp [full_name])"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Do em đăng kí môn phương pháp tính mã số môn học MT1009 nhưng bị hủy vì thiếu môn Giải tích 1. Nhưng em thuộc đại học liên thông chính quy nên được miễn môn Giải tích 1. Kính mong PĐT giải quyết giúp em. Em xin cảm ơn.. .",
            "Chào bạn. . . . Mình kiểm tra điểm miễn bạn không có môn MT1003, bạn vui lòng liên hệ tại PĐT 201A4 để xem các môn miễn hoặc gửi mail về cán bộ phụ trách :. . . . [email]. . . ."
        ]
    }
]