[
    {
        "intent": "",
        "message": [
            "Lịch thi - Đại học - Cao đẳng chính quy   Khác ... . Thưa thầy cô,. . Em muốn xin đổi buổi kiểm tra anh văn sáng 18/05 từ lúc 9h45 lên ca sớm hơn được không ạ? Vì sáng 18/05 em có tiết học bù môn vẽ kỹ thuật2 tiết 5 6 không thể nghỉ được. Mong quý thầy cô xem xét yêu cầu của em",
            "Chào bạn,. . Nếu bạn bị trùng lịch học bù thì ngày 18/05/20109 bạn phải đến trực tiếp Phòng đào tạo 107H1 -cơ sở 2 lúc 6g45  gặp Cô [full_name] để được chuyển đổi ca thi kiểm tra tiếng anh.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: G[student_id]  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Do số lượng sinh viên đăng kí đã đầy nên em gửi yêu cầu này xin mở sỉ số của lớp MT1009 môn phương pháp tính . Em xin cảm ơn",
            "Đã tăng sĩ số cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Đã tăng sĩ số cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Thầy cô cho em hỏi về vấn đề chuẩn anh văn ạ.. . Hiện tại em đang là sinh viên năm 2. Và em chỉ mới đạt av1 thôi. Em muốn hỏi là hk1, hk2 của năm 3 em có thể đăng kí môn học chuyên ngành không ạ.. . Em cảm ơn thầy, cô",
            "Chào bạn,. . Nếu bạn đạt av1 thì tương đương như bạn đạt chuẩn anh văn sau năm 2, bạn đăng ký được các môn học của năm 3.. . Bạn vui lòng xem quy định chi tiết tại:. . www.aao.hcmut.edu.vn- sinh viên- Ngoại ngữ-  Chuẩn anh văn của từng năm.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . E tạm dừng cả 2 học kì năm 2018-2019 và đã làm giấy thu nhận lại hồi tháng 4. Nhưng e không đăng kí môn học hè được vì lí do chưa khai báo thông tin lí lịch online bởi vì trước đó e chưa khai báo thông tin lí lịch đúng thời gian quy định của nhà trường. Mong nhà trường có thể giải quyết cho e ạ! E cảm ơn!",
            "Bạn vui lòng kê khai lý lịch online PĐT sẽ mở khóa cho bạn đăng ký",
            "Dạ e đã kê khai đầy đủ rồi ạ !",
            "Mình đã mở khóa cho bạn",
            "vâng e cảm ơn ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ thưa cô cho em hỏi ạ em đã đăng kí môn học mac với tư tưởng từ đợt 1 mà sao bây giờ đợt 2 em vẫn chưa có thời khoá biểu ạ.em xin cám ơn ạ",
            "Bạn vui lòng chọn xem lịch sử đăng ký để biết lý do không đăng ký được"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em tên là [full_name], mssv [student_id], em cùng phụ huynh đã làm đơn xin nghỉ học kì 182 do lí do cá nhân và vừa rồi đã làm đơn xin thu nhận nhập học lại học kì 183 và đã được trường chấp thuận nhưng hiện tại em vẫn không thể đăng kí môn học mặc dù đã liên hệ với phòng đào tạo và làm theo hướng dẫn, cập nhật thông tin cá nhân trên mybk mỗi ngày và đã gần hơn 2 ngày rồi em vẫn thể chưa đăng kí môn học lại được",
            "PĐT đã mở khóa cho bạn, bạn vào đăng ký nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1833455  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Do môn Cơ Lưu Chất (Ci2003) đã hết đăng kí được. Phòng đào  tạo có thể tăng sĩ số cho e vào lớp như trong hình được không ah. . . Em xin chân thành cảm ơn",
            "Chào bạn. . Các môn học đã ở sĩ số tối đa không thể tăng thêm được. Trường hợp bạn không thể đăng ký bạn có thể về Khoa xin mở thêm lớp.. . . . Để mở lớp bạn thực hiện các bước sau :. . 1/ Làm đơn xin mở lớp với nội dung cụ thể (Thứ, tiết) nộp về Khoa phụ trách môn học. Khoa sẽ xác nhận và phân công cán bộ giảng dạy.. . 2/ Bạn cầm đơn có xác nhận của Khoa ở bước 1 nộp về PĐT. PĐT sẽ mở lớp sau 16h00 hằng ngày sau khi nhận được đơn mở lớp.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Học kỳ hè HK173 em đã đăng ký và hoàn tất môn học Chủ nghĩ [full_name] Lenin mã môn học là 001001. Nhưng hiện tại Mybk của em không cập nhật khoá học, nên em không đăng ký các môn khác được vì thiếu môn tiên quyết. Cho em xin được giải đáp ạ.",
            "Chào bạn.. . . . Mình kiểm tra HK173 bạn không có đăng ký môn học 001001 hoặc bạn đã học môn 001001 nhưng không đạt nên điểm bị hủy. Bạn kiểm tra lại nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Cho em xin được đăng ký vào lớp Pháp luật đại cương học kỳ dự thính HK183, mã môn là SP1007.",
            "Chào bạn. . Các môn học đã ở sĩ số tối đa không thể tăng thêm được. Trường hợp bạn không thể đăng ký bạn có thể về Khoa xin mở thêm lớp.. . . . Để mở lớp bạn thực hiện các bước sau :. . 1/ Làm đơn xin mở lớp với nội dung cụ thể (Thứ, tiết) nộp về Khoa phụ trách môn học. Khoa sẽ xác nhận và phân công cán bộ giảng dạy.. . 2/ Bạn cầm đơn có xác nhận của Khoa ở bước 1 nộp về PĐT. PĐT sẽ mở lớp sau 16h00 hằng ngày sau khi nhận được đơn mở lớp.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Em đã đóng tiền trên bkpay nhưng vẫn chưa được cập nhật",
            "Chào bạn,. . Học phí của bạn đã được cập nhật.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Thầy kiểm tra lại giúp em mssv [student_id] đã được cập nhật điểm bên chính quy chưa ạ (mssv cũ là [student_id]4). . Hiện tại em không thể đăng ký được môn Mạch Điện Tử (ee2007) vì chưa có điểm môn tiên quyết giống như trong ảnh ạ.",
            "đã cập nhật"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Chào bạn. . Các môn học đã ở sĩ số tối đa không thể tăng thêm được. Trường hợp bạn không thể đăng ký bạn có thể về Khoa xin mở thêm lớp.. . . . Để mở lớp bạn thực hiện các bước sau :. . 1/ Làm đơn xin mở lớp với nội dung cụ thể (Thứ, tiết) nộp về Khoa phụ trách môn học. Khoa sẽ xác nhận và phân công cán bộ giảng dạy.. . 2/ Bạn cầm đơn có xác nhận của Khoa ở bước 1 nộp về PĐT. PĐT sẽ mở lớp sau 16h00 hằng ngày sau khi nhận được đơn mở lớp.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn Đường lối cách mạng của Đảng cộng sản Việt Nam. . Mong quý Thầy/Cô hướng dẫn em cách tăng sỉ số môn học Đường lối cách mạng của Đảng cộng sản Việt Nam (sp1009) lớp DT01.  Em xin cảm ơn quý thầy/cô..",
            "Chào bạn. . Các môn học đã ở sĩ số tối đa không thể tăng thêm được. Trường hợp bạn không thể đăng ký bạn có thể về Khoa xin mở thêm lớp.. . . . Để mở lớp bạn thực hiện các bước sau :. . 1/ Làm đơn xin mở lớp với nội dung cụ thể (Thứ, tiết) nộp về Khoa phụ trách môn học. Khoa sẽ xác nhận và phân công cán bộ giảng dạy.. . 2/ Bạn cầm đơn có xác nhận của Khoa ở bước 1 nộp về PĐT. PĐT sẽ mở lớp sau 16h00 hằng ngày sau khi nhận được đơn mở lớp.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào thầy/cô, em hiện là sinh viên K18 khoa Điện- Điện tử. Trong đợt đăng kí kiểm tra trình độ Tiếng Anh học kì 182 vừa rồi em đã đăng kí và nộp tiền nhưng trên lịch thi mybk lại chưa cập nhật lịch thi kiểm tra trình độ Tiếng Anh cho em như các bạn khác. Mong thầy cô hướng dẫn em cách để có thể tham gia dự thi kiểm tra anh văn vào ngày 18/5 tới ạ.. . Em xin cảm ơn!",
            "Chào bạn,. . Hiện tại bạn không có lịch thi kiểm tra tiếng anh , ngày 18/05/2019 lúc 6g45 bạn hãy đến trực tiếp Phòng đào tạo- cs2- 107H1 gặp Cô [full_name] trình bày trường hợp của bạn để được tham gia thi.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "do sơ suất trong khâu đăng kí môn học ở học kì hè 183 nên em đã không đăng kí được mônĐườnglối CM của ĐảngCSVN. Em rất cần học môn Đườnglối CM của ĐảngCSVN đề kì sau có đủ tín chỉ thể đăng kí luận văn tốt nghiệp. Xin thầy cô tăng thêm sỉ số lớp DT05 Đườnglối CM của ĐảngCSVN. em xin cảm ơn",
            "Chào bạn. . Các môn học đã ở sĩ số tối đa không thể tăng thêm được. Trường hợp bạn không thể đăng ký bạn có thể về Khoa xin mở thêm lớp.. . . . Để mở lớp bạn thực hiện các bước sau :. . 1/ Làm đơn xin mở lớp với nội dung cụ thể (Thứ, tiết) nộp về Khoa phụ trách môn học. Khoa sẽ xác nhận và phân công cán bộ giảng dạy.. . 2/ Bạn cầm đơn có xác nhận của Khoa ở bước 1 nộp về PĐT. PĐT sẽ mở lớp sau 16h00 hằng ngày sau khi nhận được đơn mở lớp.. .",
            "cám ơn thầy"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1813661  /b \t. . . .   i Lịch thi - Đại học - Cao đẳng chính quy   Lịch thi (không tìm thấy,sai phòng thi,...) . em đã đăng kí, đã đóng tiền và cũng đóng tiền đúng thời hạn kỳ thi Anh Văn DV. Thế sao trong lịch thi của em lại không có lịch thi Anh Văn DV. Ngày ai là đã thi rồi ạ mà ai cũng có ngoài em. !. .",
            "Chào bạn,. . Hiện tại bạn không có lịch thi kiểm tra tiếng anh , ngày 18/05/2019 lúc 6g45 bạn hãy đến trực tiếp Phòng đào tạo- cs2- 107H1 gặp Cô [full_name] trình bày trường hợp của bạn để tham gia thi.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Giấy xác nhận sinh viên . Dạ em chào thầy cô ạ. . . Dạ tình hình là em muốn xin giấy xác nhận sinh viên để đi du lịch nước ngoài ạ, mà em không thấy trong mục lý do xin giấy có lý do em muốn chọn.. . Em muốn hỏi là em nên chọn mục nào để phù hợp với lý do em xin giấy ạ?. . Em cảm ơn thầy cô đã đọc tin ạ",
            "Chào bạn,. . Phòng đào tạo không cấp giấy chứng nhận là sv để đi du lịch nước ngoài, bạn vui lòng liên hệ phòng công tác chính trị về việc xác nhận đi nước ngoài.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "No solution",
            "Dạ em là sinh viên K17. Em muốn đăng kí môn giải tích mạnh (EE1011) nhưng bây h đã full sĩ số. Em muôn xin PĐT mở thêm sỉ số cho lớp giải tích mạch trong học kì hè 183. Do môn này tiên quyết nhiều môn nên em cần học gấp vì em đã trễ. Em mong PĐT xem xét",
            "Chào bạn. . Các môn học đã ở sĩ số tối đa không thể tăng thêm được. Trường hợp bạn không thể đăng ký bạn có thể về Khoa xin mở thêm lớp.. . . . Để mở lớp bạn thực hiện các bước sau :. . 1/ Làm đơn xin mở lớp với nội dung cụ thể (Thứ, tiết) nộp về Khoa phụ trách môn học. Khoa sẽ xác nhận và phân công cán bộ giảng dạy.. . 2/ Bạn cầm đơn có xác nhận của Khoa ở bước 1 nộp về PĐT. PĐT sẽ mở lớp sau 16h00 hằng ngày sau khi nhận được đơn mở lớp.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Muốn chuyển điểm môn Tư tưởng [full_name] mã môn học SP1005 sang mã 001025"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em là sinh viên K17. Em muốn đăng kí môn giải tích mạnh (EE1011) nhưng bây h đã full sĩ số. Em muôn xin PĐT mở thêm sỉ số cho lớp giải tích mạch trong học kì hè 183. Do môn này tiên quyết nhiều môn nên em cần học gấp vì em đã trễ. Em mong PĐT xem xét",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . Các môn học đã ở sĩ số tối đa không thể tăng thêm được. Trường hợp bạn không thể đăng ký bạn có thể về Khoa xin mở thêm lớp.. . . . Để mở lớp bạn thực hiện các bước sau :. . 1/ Làm đơn xin mở lớp với nội dung cụ thể (Thứ, tiết) nộp về Khoa phụ trách môn học. Khoa sẽ xác nhận và phân công cán bộ giảng dạy.. . 2/ Bạn cầm đơn có xác nhận của Khoa ở bước 1 nộp về PĐT. PĐT sẽ mở lớp sau 16h00 hằng ngày sau khi nhận được đơn mở lớp.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name] MSSV [student_id] hết năm nhất  mà em chưa qua av1 . Thầy cô cho em hỏi nếu em qua av1 trong dự thính hè thì khi qua năm 2 em kịp cho việc đăng kí môn chuyên ngành cho học kì đầu của năm 2 không ạ",
            "Chào bạn,. . Nếu thời điểm mở đăng ký môn học HK191 online bạn đã được cập nhật điểm đạt môn AV1 thì bạn sẽ đăng ký được các môn chuyên ngành năm 2.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Phòng đào tạo cho em hỏi là em chưa kịp đóng học phí vào hạn hôm nay. Nếu mai em đóng thì em có bị hủy lịch thu nữa k ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Hiện tại tôi kiểm tra thấy bạn đã thanh toán học phí.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Hiện nay lớp DT01 môn thực tập điện tử 2 có mã số môn là EE3021 đã đủ sĩ số, em chưa kịp đăng kí. Để thuận tiện cho việc học em xin phòng đào tạo mở thêm sĩ số từ 30 thành 35 giúp em, em xin chân thành cảm ơn.",
            "Đã tăng sĩ số cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi, hiện tại môn   B xử lí ảnh  /B  của em do thầy   B [full_name]  /B  vẫn chưa có lịch thi. Ban đầu lớp do thầy [full_name] đề nghị tách ra thành 2 lớp, hiện tại lớp kia đã có lịch thi nhưng lớp em vẫn không có. Xin nhờ xem lại giúp em ạ.. . Dưới đây là lịch thi và lịch học hiện tại của em.",
            "Cho em hỏi, hiện tại môn xử lí ảnh của em do thầy [full_name] vẫn chưa có lịch thi. Ban đầu lớp do thầy [full_name] đề nghị tách ra thành 2 lớp, hiện tại lớp kia đã có lịch thi nhưng lớp em vẫn không có. Xin nhờ xem lại giúp em ạ.. . Dưới đây là lịch thi và lịch học hiện tại của em.  /QUOTE . . . . Lịch thi môn Xử lý ảnh (EE3035) nhóm A02 đã được cập nhật các bạn lên Mybk xem lại nhe.. . . . Chúc các bạn thi tốt!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Trang đăng kí môn học có thể đang bị lỗi , mong thầy cô kiểm tra lại . .",
            ". . Hệ Thống ĐKMH sẽ được phục hồi trong sáng này. Bạn chú ý theo dõi nhé. . Đăng ký môn học sẽ được gia hạn thêm 1 ngày so với quy định. . Xin lỗi vì sự bất tiện này. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi về việc đăng kí anh văn trong trường cụ thể như sau:. . Em thuộc K18 ( Khóa 2018), nếu em đăng kí học anh văn 1 trong trường kì hè thì nếu qua anh văn 1 trong hè thì em có được đăng kí các môn cơ sở ngành của năm 2 như bình thường được không ạ ? . . Cảm ơn và mong được thầy cô, anh chị reply sớm ạ !",
            "Chào bạn,. . Nếu thời điểm mở đăng ký môn học HK191 online bạn đã được cập nhật điểm đạt môn AV1 thì bạn sẽ đăng ký được các môn cơ sở ngành năm 2.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là trường mình có chính sách vay nợ 4 học kì đúng không ạ. Thầy cô cho em hỏi cách vay nợ và các yêu cầu ạ",
            "Chào bạn,. . PHòng đào tao chỉ hỗ trợ về các vấn đề liên quan đến học phí. Các vấn đề liên quan đến chính sách vay xã hội bạn vui lòng liên hệ phòng Công tác chính trị sinh viên.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Chào thầy, cô, em muốn hỏi là kì này em có lịch đi thực tập kỹ thuật, nhưng em muốn được học hè một môn để theo kịp chương trình đào tạo, vậy nếu em làm đơn xin giảng viên được vào học lớp đó và được tự học ở nhà thì có được không ạ? Em xin chân thành cám ơn.. . . .",
            "Chào bạn. . . . Các môn thực tập kỹ thuật nếu có xếp TKB bạn sẽ không thể học các môn học khác. Để được đăng ký các môn khác ngoài thực tập kỹ thuật bạn có thể liên hệ Khoa/Bộ môn để xin đặc cách."
        ]
    },
    {
        "intent": "",
        "message": [
            "Quý Thầy Cô cho em xin được vào đăng kí lớp SP1005 - Đường lối cách mạng của đảng cộng sản việt nam lớp DT05 . . sĩ số hiện tại là 130/130 Mong quý thầy cô giải quyết giúp em. Em xin chân thành cảm ơn!. .",
            "Chào bạn. . Các môn học đã ở sĩ số tối đa không thể tăng thêm được. Trường hợp bạn không thể đăng ký bạn có thể về Khoa xin mở thêm lớp.. . . . Để mở lớp bạn thực hiện các bước sau :. . 1/ Làm đơn xin mở lớp với nội dung cụ thể (Thứ, tiết) nộp về Khoa phụ trách môn học. Khoa sẽ xác nhận và phân công cán bộ giảng dạy.. . 2/ Bạn cầm đơn có xác nhận của Khoa ở bước 1 nộp về PĐT. PĐT sẽ mở lớp sau 16h00 hằng ngày sau khi nhận được đơn mở lớp.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  / [full_name]\t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học  DT03_DT03 . . . .",
            "Chào bạn. . Các môn học đã ở sĩ số tối đa không thể tăng thêm được. Trường hợp bạn không thể đăng ký bạn có thể về Khoa xin mở thêm lớp.. . . . Để mở lớp bạn thực hiện các bước sau :. . 1/ Làm đơn xin mở lớp với nội dung cụ thể (Thứ, tiết) nộp về Khoa phụ trách môn học. Khoa sẽ xác nhận và phân công cán bộ giảng dạy.. . 2/ Bạn cầm đơn có xác nhận của Khoa ở bước 1 nộp về PĐT. PĐT sẽ mở lớp sau 16h00 hằng ngày sau khi nhận được đơn mở lớp.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính thưa thầy cô, kì vừa rồi em bị buộc thôi học và sau đó có làm đơn cứu xét và được trường tạm thu nhận lại. Kì đăng kí dự thính chính quy đợt 1 vừa rôi em có đăng kí môn học và hệ thống hủy đăng kí vì lý do sinh viên nghỉ học. Kì đăng kí đợt 2 này các môn em đăng kí đợt 1 đã đủ sĩ số. Em mong quý thầy cô xem xét mở sĩ số môn học và cho em đăng kí các môn đợt 1 em đã đăng kí để được trả nợ môn để không bị cảnh cáo học vụ trong kì tới. Rm cảm ơn quý thầy cô.",
            "Bạn vui lòng cung cấp cụ thể MSMH cần đăng ký để mình kiểm tra",
            "Dạ mssv của em là [student_id]. Em cảm ơn",
            "Mình cần biết Mã số môn học bạn cần đăng ký",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . . . Kính thưa thầy cô, kì vừa rồi em bị buộc thôi học và sau đó có làm đơn cứu xét và được trường tạm thu nhận lại. Kì đăng kí dự thính chính quy đợt 1 vừa rôi em có đăng kí môn học và hệ thống hủy đăng kí vì lý do sinh viên nghỉ học. Kì đăng kí đợt 2 này các môn em đăng kí đợt 1 đã đủ sĩ số. Em mong quý thầy cô xem xét mở sĩ số môn học và cho em đăng kí các môn đợt 1 em đã đăng kí để được trả nợ môn để không bị cảnh cáo học vụ trong kì tới. Em cảm ơn quý thầy cô.",
            "Bạn vào đăng ký lại nhé",
            "Cấc môn em đăng kí đợt 1 đầy rồi nên em không đăng kí được",
            "Bạn cung cấp các MSMH bạn cần đăng ký để mình phục hồi cho bạn trong đợt 3. .",
            "CO1003- nhập môn về lập trình  EN1003- con người và môi trường   SP1005- Tư tưởng [full_name]    SP1007- pháp luật đại cương",
            "Mình sẽ cố gắng đăng ký cho bạn được nhiều môn nhất có thể. bạn chú ý kết quả đăng ký trong đợt 3 nhé",
            "Anh chị đăng kí con người và môi trường trước giúp em được không ạ, sau đó chỉnh mấy môn còn lại cho em tối đa 10 chỉ ạ. Con người và môi trường chỉ có 1 lớp. Mấy môn còn lại nhiều lớp nên có thể chỉnh sửa đươc. Em cảm ơn",
            "Chào bạn.. . . . Môn học bị trùng TKB mình không thể đăng ký được."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Bằng tốt nghiệp THPT. . Xin thầy cô cho em gỡ khóa để em điều chỉnh thông tin",
            "Chào bạn,. . Phòng đào tạo đã xóa dữ liệu bằng PTTH, bạn vui lòng vào khai báo lại.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Để học kì 1 năm sau mình được đăng kí môn chuyên ngành mình phải qua av1 nhưng do mình trước chưa đủ điểm học av1 nhưng bây giờ mình đã có bằng trên 300 là đã được học av1.Vậy nếu bây giờ mình học av1 kì dự thính hè thì học kì 1 năm sau kịp có điểm để xét qua av1 để được đăng kí môn chuyên ngành cho kì sau không. Mình cảm ơn!. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Nếu thời điểm mở đăng ký môn học HK191 online bạn đã được cập nhật điểm đạt môn AV1 vào hệ thống điểm thì bạn sẽ đăng ký được các môn chuyên ngành năm sau.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Cho em hỏi là chuyển điểm av thì mình được chuyển tối đa mấy lần ạ (Tại vì lần này điểm av em thi không cao nhưng vì xét phân ngành nên em lỡ chuyển hết 4 cột điểm rồi ạ). . Em cảm ơn ạ",
            "Chào bạn,. . Mỗi môn anh văn chỉ được đăng ký chuyển điểm 1 lần.. .  Bạn vui lòng xem chi tiết các quy định về ngoại ngữ tại:. . www.aao.hcmut.edu.vn- sinh viên- ngoại ngữ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho e hỏi là khi vào phần đăng kí nộp bằng tốt nghiệp thì thông tin đã được điền sẵn rồi.  Và có lưu ý là phòng đào tạo đã nhận được bằng tốt nghiệp . Em muốn hỏi là như vậy có cần nộp bằng cho lớp trưởng nưqx không",
            "Chào bạn,. . Do lúc nhập học bạn đã khai sai thông tin bằng PTTH nên dữ liệu báo sai, bạn phải nộp  bản sao bằng PTTH theo như thông báo chung, nếu không sẽ không được phép đăng ký môn học trong HK tiếp theo.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ cho em hỏi, sao bây giờ em không truy cập đăng ký hiệu chỉnh môn học được vậy ạ?",
            ". . Hệ Thống ĐKMH sẽ được phục hồi trong sáng này. Bạn chú ý theo dõi nhé. . Đăng ký môn học sẽ được gia hạn thêm 1 ngày so với quy định. . Xin lỗi vì sự bất tiện này. .",
            "DẠ, em cảm ơn thầy cô ạ. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . dạ em xin lỗi vì đã thanh toán học phí trễ hạn 2 ngày. Cho em hỏi mình có cần nộp giấy trễ học phí hay không ạ, em cám ơn",
            "Chào bạn,. . Bạn vui lòng theo dõi thông báo của trường sẽ gởi email cho sv hướng giải quyết về việc đã thanh toán trễ học phí HK182.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ hiện tại gần hết hạn đăng kí môn học mà em khôg thể truy cập web trường có thể vì đang bảo trì , cho em hỏi khi nào em mới bảo trì xong để em đăng kí môn học kịp ạ , nhà trường có thể gia hạn thêm ngày đăng kí nếu web vẫn chưa bảo trì xong không ạ",
            ". . Hệ Thống ĐKMH sẽ được phục hồi trong sáng này. Bạn chú ý theo dõi nhé. . Đăng ký môn học sẽ được gia hạn thêm 1 ngày so với quy định. . Xin lỗi vì sự bất tiện này. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Chào bạn. . . . Hiện tại mình không thấy môn học CH1033 có mở lớp ? bạn kiểm tra lại MSMH muốn đăng ký",
            "Sao em thấy trên này có ạ?. . Nhờ thầy xem hình giúp em.. . cám ơn ạ.",
            "[full_name]33 - [full_name]3 . . . . MÔN HỌC CH1003 CÓ TN ĐI KÈM NÊN SĨ SỐ TỐI ĐA LÀ 40SV / NHÓM KHÔNG THỂ TĂNG ĐƯỢC/"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Chào bạn. . Các môn học đã ở sĩ số tối đa không thể tăng thêm được. Trường hợp bạn không thể đăng ký bạn có thể về Khoa xin mở thêm lớp.. . . . Để mở lớp bạn thực hiện các bước sau :. . 1/ Làm đơn xin mở lớp với nội dung cụ thể (Thứ, tiết) nộp về Khoa phụ trách môn học. Khoa sẽ xác nhận và phân công cán bộ giảng dạy.. . 2/ Bạn cầm đơn có xác nhận của Khoa ở bước 1 nộp về PĐT. PĐT sẽ mở lớp sau 16h00 hằng ngày sau khi nhận được đơn mở lớp.. . . . Trường hợp của bạn chỉ cần xin mở thêm 1 nhóm TN hóa vô cơ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Chào bạn. . Các môn học đã ở sĩ số tối đa không thể tăng thêm được. Trường hợp bạn không thể đăng ký bạn có thể về Khoa xin mở thêm lớp.. . . . Để mở lớp bạn thực hiện các bước sau :. . 1/ Làm đơn xin mở lớp với nội dung cụ thể (Thứ, tiết) nộp về Khoa phụ trách môn học. Khoa sẽ xác nhận và phân công cán bộ giảng dạy.. . . . 2/ Bạn cầm đơn có xác nhận của Khoa ở bước 1 nộp về PĐT. PĐT sẽ mở lớp sau 16h00 hằng ngày sau khi nhận được đơn mở lớp.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] mssv [student_id] . .   Em xin mở thêm sĩ số lớp trường điện từ dạ. Em muốn đăng kí thêm môn đó để k bị tiên quyết các môn kế tiếp. Giúp em với nha. Em cảm ơn nhìu lắm",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Bạn vui lòng cung cấp MSMH + mã nhóm để mình kiểm tra",
            "MSMH EE2003. . Lớp thầy [full_name].. Nhóm DT02. . Em cảm ơn nhìu lắm dạ..",
            "Đã tăng sĩ số cho bạn",
            "Dạ em cảm ơn nhìu lắm dạ.. Em cảm ơn",
            "Em lên thì lớp đã kín nửa òi. . Em cảm ơn trường dạ. . Kì sau em đăng kí môn này sau. . Em cảm ơn dạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào thầy cô và phòng đào tạo Trường Đại học Bách Khoa.. . Em xin có một câu hỏi là em đã đăng ký môn trong học kỳ hè và em hiện tain muốn hủy môn học đã đăng ký. Hiện tại vẫn còn trong thời gian hiệu chỉnh và đăng ký môn học của hcoj kỳ hè này nhưng mạng trường về đăng ký môn đã bị sự cố nên em không thể nào hiệu chỉnh được ạ. Em nên làm thế nào ạ.. .  Mong nhận được sự trợ giúp từ phía nhà trường trong thời gian có thể ạ.. .  Em xin cám ơn thầy cô đã đọc ạ.",
            "Chào bạn,. . Hiện tại hệ thống đăng ký môn học đã được phục hồi. bạn có thể hủy online môn học trong thời gian quy định của đợt đăng ký.. . Thân",
            "Nếu từ nay đến chiều (hết tg hủy online)bạn vẫn không hủy online được, bạn có thể viết đơn để xin hủy môn học. (nộp sớm nhé)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Kính thưa quý thầy cô, vừa qua ngày 18/5 em vừa nhận được lịch thi foundtion test ngày 25/5 nhưng em có việc bận vào thời gian đó. Liệu có cách nào để có thể làm bài test vào thời gian khác được không? Em xin cảm ơn",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Thưa quí thầy cô.. . Em đã xin được Giảng viên mở lớp CI3007. Tại môn này từ khóa K16 trở đi đã được chuyển thành 2 môn khác nhau nên có rất ít sinh viên đăng kí. Em không biết liệu với lớp đăng kí khoảng 12 13 sinh viên thì có thể xem xét mở lớp được không ạ? Tại em đọc trên qui chế có dòng PĐT có thể xem xét các trường hợp đặc biệt. Vì em đang theo học hệ bằng 2 song song nên rất cần môn này để hoàn thành luận văn đúng thời hạn.. .  Em cám ơn quí thầy cô.\t. . . .",
            "Chào bạn. . . . Đối với các trường hợp đặc biệt bạn liên hệ [full_name] để được xem xét. Nếu [full_name] đồng ý thì PĐT sẽ mở lớp và ko hủy nếu sĩ số thấp.",
            "Thưa thầy, vậy em lên [full_name] xin giấy xác nhận rồi nộp lên PĐT đúng không ạ? Và có phải nộp trước 3h chiều hôm nay không ạ?. . Em cám ơn.",
            "Đúng rồi"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Chào thầy cô, vì lí do trùng lịch không đăng kí được nên em muốn nhờ thầy cô tăng thêm sĩ số lớp [full_name] nhóm DT02 thêm 1 vài chỗ để em có thể đăng kí học ạ . Em cảm ơn thầy cô nhiều",
            "Chào bạn. . Các môn học đã ở sĩ số tối đa không thể tăng thêm được. Trường hợp bạn không thể đăng ký bạn có thể về Khoa xin mở thêm lớp.. . . . Để mở lớp bạn thực hiện các bước sau :. . 1/ Làm đơn xin mở lớp với nội dung cụ thể (Thứ, tiết) nộp về Khoa phụ trách môn học. Khoa sẽ xác nhận và phân công cán bộ giảng dạy.. . 2/ Bạn cầm đơn có xác nhận của Khoa ở bước 1 nộp về PĐT. PĐT sẽ mở lớp sau 16h00 hằng ngày sau khi nhận được đơn mở lớp.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em muốn xin tăng sỉ số lớp vi xử lý dt02. . Em hy vọng trước khi tăng sỉ số sẽ nhận được thông báo để có thể kịp đăng ký môn học, em xin cảm ơn! . . Trân trọng!",
            "Bạn vui lòng cung cấp MSMH cần tăng sĩ số",
            "EE2013",
            "Đã tăng bạn vào đăng ký gấp nhé",
            "Sao em không thấy có tăng sỉ số ạ",
            "Bạn refesh lại trình duyệt.",
            "Dạ em đã đăng ký được rồi em xin cảm ơn anh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em xin tăng sỉ số lớp môn kỹ thuật ra quyết định ee3145, em xin cảm ơn!. . Trân trọng!",
            "Chào bạn. . Các môn học đã ở sĩ số tối đa không thể tăng thêm được. Trường hợp bạn không thể đăng ký bạn có thể về Khoa xin mở thêm lớp.. . . . Để mở lớp bạn thực hiện các bước sau :. . 1/ Làm đơn xin mở lớp với nội dung cụ thể (Thứ, tiết) nộp về Khoa phụ trách môn học. Khoa sẽ xác nhận và phân công cán bộ giảng dạy.. . 2/ Bạn cầm đơn có xác nhận của Khoa ở bước 1 nộp về PĐT. PĐT sẽ mở lớp sau 16h00 hằng ngày sau khi nhận được đơn mở lớp.. . . . . . Vì môn học này có TN đi kèm nên bạn chỉ cần làm đơn xin mở 1 nhóm TN là được.",
            "Môn học này em thấy có tăng 1 lần từ 35 -  36, rất hy vọng có thể tăng số lượng thêm 1 nữa ạ!",
            "bạn liên hệ [full_name] gấp để xem có được đồng ý tăng hơn 35sv / nhóm ko",
            "Dạ khóa đã đồng ý tăng sĩ số rồi ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Cho em hỏi sao trang đăng kí môn học từ hôm 18/5 đến nay không truy cập được ạ? Mong nhà trường kiểm tra sửa chữa giúp sinh viên. . . Và nếu trang đăng kí môn học chưa sửa xong mà đã hết hạn rồi thì sinh viên có được gia hạn thêm không ạ?",
            ". . Hệ Thống ĐKMH sẽ được phục hồi trong sáng này. Bạn chú ý theo dõi nhé. . Đăng ký môn học sẽ được gia hạn thêm 1 ngày so với quy định. . Xin lỗi vì sự bất tiện này. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . em tên [full_name] mssv [student_id], khoa điện. . em xin đề nghị tăng sỉ số lớp học hè môn kỹ thuật ra quyết định EE3145. . em cảm ơn",
            "Chào bạn. . Các môn học đã ở sĩ số tối đa không thể tăng thêm được. Trường hợp bạn không thể đăng ký bạn có thể về Khoa xin mở thêm lớp.. . . . Để mở lớp bạn thực hiện các bước sau :. . 1/ Làm đơn xin mở lớp với nội dung cụ thể (Thứ, tiết) nộp về Khoa phụ trách môn học. Khoa sẽ xác nhận và phân công cán bộ giảng dạy.. . 2/ Bạn cầm đơn có xác nhận của Khoa ở bước 1 nộp về PĐT. PĐT sẽ mở lớp sau 16h00 hằng ngày sau khi nhận được đơn mở lớp.. . . . Trường hợp của bạn chỉ cần làm đơn xin mở thêm nhóm TN của môn học này"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Em là SV k18. Cho em hỏi đợt thanh toán học phí hk182 đợt 2 em thành toán trễ hạn vào ngày 18/5 thì có bị tính là k thanh toán và có bị hủy kết quả k của học kỳ k ạ",
            "Chào bạn,. . Bạn vui lòng theo dõi thông báo của trường sẽ gởi email cho sv hướng giải quyết về việc thanh toán trễ học phí HK182.. . Thân."
        ]
    }
]