[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào PĐT, . . . . Em là Võ [full_name] sinh viên khóa 2016,. . Em có vào phần đăng ký xét tốt nghiệp trên myBK nhưng không Cập nhật được thông tin lý lịch tốt nghiệp.. . Mong nhận được hỗ trợ từ PDT",
            "Chào bạn,. . Hiện tại bạn chưa có tên trong danh sách tốt nghiệp dự kiến nên chưa đăng ký được nhé!. . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 14/10/20 phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :. . - Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn    tốt nghiệp    thông tin tốt nghiệp    danh sách tốt nghiệp 11/2020 - Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên vui lòng phản hồi tại trang bksi.hcmut.edu.vn để để phòng đào tạo kiểm tra lý do.. .  Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô, em đã nhận được mail thông báo đã có tên trong danh sách dự kiến tốt nghiệp đợt 2 năm 2020 nhưng khi em tra cứu ở mục Thông tin tốt nghiệp thì chưa có tên ạ.Vậy em có cần lên pdt giải quyết gì không ạ? Em cảm ơn thầy cô.",
            "Chào bạn,. . không sao nhé bạn, danh sách tra cứu sẽ up lên sau, bạn vui lòng vào kiểm tra đã đăng ký tốt nghiệp tại mybk/Đăng ký tốt nghiệp được chưa nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào Phòng Đào tạo ạ!. . Em là sv K19,em cần học những môn học kỳ 1 của sv năm nhất k20 Khoa Khoa học và Kỹ thuật Máy tính.PDT có thể cho em xin thời khóa biểu của các bạn k20 Khoa này được không ạ?. . Em cảm ơn!. . . .",
            "Chào bạn,. . . . TKB khoá 20 có biểu đồ học lệch so với các khoa khác, nên PDT không khuyến khích sinh viên đăng kí vào khoá 20.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . .   i Học vụ . Dạ xin chào thầy cô ạ. Cho em hỏi về điều kiện anh văn để đăng kí môn học học kì 2 năm học 2020 ạ. Em đang học năm 3 và đang học anh văn 3 trong học kì này. Vậy em có được đăng kí môn học học kì 2 không ạ. Em xin chân thành cảm ơn ạ!",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 nha http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em rớt học phần mở rộng ở kì 192. Em có nhất thiết phải học lại học phần mở rộng ở kì 201 không ạ ? Em có trả học phần mở rộng vào kì 202 được không ạ ?",
            "Chào bạn,. . . . Bạn muốn trả nợ học kỳ 202, nhưng học kỳ  202 có mở môn bạn cần mở lớp không?. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào quý thầy cô,. . . . Em tên [full_name]. . MSSV: [student_id]. . . . Em hiện đang theo học Văn bằng 2, ngành Kỹ thuật máy tính. . . Em đã hoàn thành tất cả các môn học trong chương trình học và đã bảo vệ xong luận văn tốt nghiệp vào tháng 9/2020. . . . . Hiện tại, em không có tên trong danh sách dự kiến tốt nghiệp đợt tháng 11/2020. Xin PĐT cho hỏi em cần làm thêm thủ tục gì để có tên trong danh sách này (để có thể đăng ký xét tốt nghiệp)?. . . . Cảm ơn quý thầy cô,. . . . [full_name]",
            "Chào bạn . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 14/10/20 phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :. . - Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn    tốt nghiệp    thông tin tốt nghiệp    danh sách tốt nghiệp 11/2020 - Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên vui lòng phản hồi tại trang bksi.hcmut.edu.vn để để phòng đào tạo kiểm tra lý do.. .  Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào admin, em tên là [full_name]-mssv: [student_id], admin cho em hỏi, em có thể tự nộp bằng tốt nghiệp THPT( do có sự chậm trễ) hay lớp trưởng phải lên nộp vậy ạ?. Em cám ơn admin.. .",
            "Chào bạn,. . Bạn vui lòng nộp bằng THPT cho lớp trưởng tập hợp danh sách để nộp cho Phòng Đào tạo nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dear Phòng Đào Tào,. . . . Hiện tại em đã nộp chứng chỉ anh văn Toeic 350 và đã được duyệt sao Phòng Đào Tạo không xét đạt luận văn cho em. . . . EM đã ở lại trường 8 năm rồi, làm ơn. . . . Cám ơn. . . .",
            "Dear Các Thầy Các Cô Phòng Đào Tạo,. . . . Em rất buồn vì tình hình hiện tại của em , đây có thể là lỗi của phần mềm, em đã ở lại trường 8 năm rồi, em rất mong muốn ra trường.. . Kỳ này em nhận luận văn, thời khóa biểu thì lúc có lúc không, tra cứu xét luận văn thì không đạt , mà [full_name] em đã nộp rồi và đã xét hợp lệ. (các file đính kèm). . . . Em đã đến phòng đào tạo gặp Thầy [full_name] , hứa sẽ giải quyết cuối tuần này, trong khi lịch làm luận văn bắt đầu tuần 40.. . Em cầu xin các thầy các cô có Tâm xét duyệt luận văn tốt nghiệp đợt này giúp em. . . . . Xin chân thành cảm ơn",
            "đã cập nhật - SV có tên nhận LVTN dự kiến thứ 2 sẽ gửi về Khoa",
            "Gửi đến SV. . SV có tên trong danh sách nhận LVTN HK201 mà PĐT đã về [full_name]. . Thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là sinh viên K2016, đang thi tiếng anh (writing-speaking) để đủ chuẩn cho xét tốt nghiệp đợt sắp tới. Do đó em không đăng ký môn học trong học kỳ này.. . Hiện tại, em đã nhận được \"giấy mời sơ tuyển sức khoẻ công dân sẵn sàng nhập ngũ\" của UBND.. . Vậy, bây giờ em có thể xin giấy xác nhận để hoãn nghĩa vụ quân sự được không ạ????. . Em xin cảm ơn!. . . .",
            "Chào bạn,. . . . Bạn có TKB thì mới in giấy xác nhận sinh viên được nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name] - [student_id]. Em là sinh viên K16 khoa Điện - Điện tử. Em đã thanh toán số tiền 95.000 để xét tốt nghiệp. Em kiểm tra mục   B [full_name] [full_name]  /B  ở mybk thì thấy tình trạng vẫn   B Đang chờ thanh toán  /B . Em có đính kèm ảnh chụp màn hình. Mong PĐT xem xét và điều chỉnh lại giúp em. Em xin cảm ơn!",
            "Chào bạn,. . Bạn vui lòng liên hệ tại ngân hàng OCB (chi nhánh Lý Thường Kiệt) để kiểm tra về việc tiền đã bị trừ nhưng chưa được ghi nhận. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  - Chào quý thầy cô ! vừa rồi em có đăng kí bổ xung môn học TTTN (MSMH:260661) vào đợt 4 đợt bổ sung môn học TTTN và LVTN . Hiện giờ đã đến hạn đi thực tập nhưng vẫn chưa có thời khóa biểu thực tập. Em đã kiểm tra và thấy mình đã đủ điều kiện Thực tập vào học kì 201 . Mong quý thầy xem xét giúp đỡ bổ sung môn học giúp em . để em có thể tham gia thực tập vào học kì 201 . em xin cảm ơn",
            "Chào bạn,. . . . - PDT xét lại trường hợp của bạn, sau ngày 14/10 sẽ cập nhật KQDKMH trên cổng thông tin sinh viên.. . . . -  Sau ngày 14/10 bạn kiểm tra TKB trên cổng thông tin sinh viên, nếu có thắc mắc sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy/cô, em là [full_name] - mssv: [student_id] khoa kỹ thuật xây dựng - chuyên ngành: Vật liệu xây dựng.. . Dạ thưa thầy/cô, em đã đăng ký đợt bổ sung luận văn tốt nghiệp mã số môn: CI4393 vào ngày 25/9 trên đăng ký môn học, hôm qua bạn em đã có thời khóa biểu luận văn nhưng đến giờ em vẫn chưa có ạ, mong thầy/cô xem xét, em cám ơn ạ.",
            "\\. . Chào bạn,. . . . - PDT xét lại trường hợp của bạn, sau ngày 14/10 sẽ cập nhật KQDKMH trên cổng thông tin sinh viên.. . . . -  Sau ngày 14/10 bạn kiểm tra TKB trên cổng thông tin sinh viên, nếu có thắc mắc sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào phòng đào tạo ạ. Hiện học kì này em cần học môn xử lý số tín hiệu Ee2015 để kì sau có thể tham gia đăng kí làm đồ án. Nhưng lớp dự thính lại không mở, em muốn hỏi là có thể tham gia lớp xử lý số của hệ vhvl,B2 được không???. Em thực sự rất cần môn học này. Mong được giải đáp ạ. Em xin cảm ơn",
            "Chào bạn,. . . . Bằng 2 không mở môn này, bạn không đăng kí được hệ vừa làm vừa học được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô ạ. . Vừa rồi em có nhận giấy tạm hoãn nghĩa vụ quân sự từ khoa nhưng có   B sai  /B  ở chỗ   B địa chỉ thường trú  /B  và địa phương không nhận yêu cầu cấp lại. Em vừa đăng kí in lại giấy tạm hoãn NVQS trên myBK nhưng ở đó có ghi chú là giấy chỉ cấp 1 lần/1 HK. Như vậy em có được cấp lại không ạ? nếu không thì phải làm gì để được cấp lại ạ?. . Em cảm ơn ạ",
            "Chào bạn. . giấy xác nhận sv đã được in lại, Bạn liên hệ Khoa để nhận nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy/cô. . Em tên là [full_name], MSSV [student_id] sinh viên khóa K17. Em xin hỏi làm thế nào để cập nhật bảng điểm Học kỳ 1 (2019-2020) đầy đủ các cột thành phần vì giảng viên thí nghiệm yêu cầu xem bảng điểm thành phần như hình gửi kèm ạ. Mong thầy/cô phản hồi.. . Trân trọng!",
            "Chào bạn,. . . . Bạn vui lòng xem điểm trên cổng thông tin sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em có nguyện vọng tham gia lớp DT05 môn học MT1005 Giải tích 2, nhưng do sĩ số là 125/125 nên em viết mail này mong trường cho em tham gia lớp",
            "Chào bạn,. . . . [full_name] đã tăng sỉ số môn MT1005 rồi nha bạn.. . . . Thân",
            "Chào chị,. . . . Sáng em có buổi học, giờ em vào lại thì thấy lớp DT05 MT1005 lại 130/130 rồi ạ.. . Không biết FDT có thể tăng sĩ số thêm được không ạ.. . Và khi nào thêm thì có thể nhắn vào số [phone_number] 1 dấu chấm để em biết mà vào đk được ko ạ.. . Em cảm ơn nhiều ạ.. . . . Thân",
            "Chào chị,. . . . không biết lí do gì mà các bạn ra khỏi lớp đó rồi nên em đẫ đk đc rồi ạ.. . Em không cần tăng thêm sĩ số nữa ạ.. . Em cảm ơn nhiều ạ.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào nhà trường, hiện tại em chỉ có 18 chỉ tích luỹ. tuy nhiên em vẫn đang được học các môn chuyên ngành,bởi vì trong dự thính hè em có đăng ký học 8 chỉ nên nhà trường cho phép đăng ký các môn chuyên ngành , nhưng em vừa được biết là em đã rớt. Vậy cac môn chuyên ngành của em có bị hủy ngang không? nếu có, thì em cần phải đăng ký học dự thính để khỏi bị hủy 1 học kỳ. nhưng nếu em lỡ đăng ký dự thính rồi mà em vẫn được học tiếp chuyên ngành thì em phải mất tiền rút môn. Em cần một sự xác nhận từ nhà trường, hoặc ít ra nhà trường hãy có một thông báo trước khi đợt đăng ký dự thính lần 2 này kết thúc. em cám ơn. .",
            "Chào bạn,. . . . Nếu có TKB học kỳ chính bạn cứ đi học, những môn bạn không đăng kí học kỳ chính thì dự thính bạn cũng không đăng kí được nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn hỏi là khi nào thì đăng kí học lại các môn chuyên ngành, cụ thể ở đây là môn CO1023 Hệ thống số. em đã thử đk dự thính hè 193, kì chính 201, dự thính 201 nhưng đều không được. Bây giwof em phải làm sao để học lại môn này ạ.. . Em cảm ơn",
            "Chào bạn,. . . . Môn này không mở dự thính 201, bạn làm đơn xin mở lớp thử nhé, đơn có sự đồng ý của khoa và giáo viên giảng dạy.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sv k19 em muốn học lại vài môn với k20 thì làm như nào ạ. . Em cảm ơn. .",
            "Chào bạn,. . . . Khoá 20 có biểu đồ học lệch so với các khoá, PDT chỉ cho sinh viên đăng kí với khoá 20 những môn không mở học kỳ dự thính thôi nha.. . . . Bạn muốn đăng kí bạn làm đơn nộp PDT để ban lãnh đạo phòng phê duyệt.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Phòng đào tạo cho em hỏi là môn kĩ thuật số (EE1015) 4 chỉ nếu kì sau em đăng kí không mở mã môn học đó mà mở mã môn học mới (3 chỉ ) thì có em có được quy đổi điểm về mã môn học cũ không ạ. Em cảm ơn .",
            "Chào bạn,. . . . Hiện tại môn EE1015 có mở lớp mà bạn. Bạn nên đăng kí đúng mã số trong CTDT của bạn. Trường hợp bạn muốn đăng kí mã khác để qui đổi điểm thì bạn kiểm tra trang web PDT 2 môn này có được tương đương hay không?.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có đăng kí môn luận văn đợt bổ sung LVTN nhưng đến nay không có TKB, mặc dù em xét mình đã đủ tất cả các điều kiện để nhận LV ạ. Mong pdt xem xét lại trường hợp của em. . .",
            "Chào bạn,. . . . Bạn vui lòng cho biết mã số luận văn của bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name] .Hiện đang là sinh viên năm 4 và kỳ tới HK202 là kỳ nhận luận văn. . Em đang còn thiếu môn tiên quyết là CO3055-TTCNPM. . Ở Đợt đăng ký chính em chưa đăng ký được .Vì em rất cần mở lớp môn này nên đã đăng ký đợt dự thính đợt 1 .Nhưng sang đợi 2 thì em bị hủy và không mở lớp. . Em nghĩ môn này là môn tiên quyết nên kỳ nào cũng sẽ mở . . Em muốn hỏi lý do vào có cách nào để có thể mở môn này trong học kỳ dự thính này không ạ. . . . Em rất cảm ơn . . . .",
            "Chào bạn,. . . . Môn CO3055 có mở học kỳ 201 sao bạn không đăng kí.Những môn thực tập ngoài trường, đồ án không mở trong học kỳ dự thính nha.. . . . Thân",
            "Ở Kỳ 201 mình không đăng ký đợt 1 nhưng đợt 2 và đợt 3 mình có đăng ký mà lúc đó môn này không thấy mở môn học ở đợt 2 và đợt 3. . . . Có cách để mình có thể mở môn này ở kỳ dự thính này không ,nếu mình xin được thầy chịu mở lớp",
            "Chào bạn,. . . . Bạn có thể làm đơn xin khoa cho bạn đăng kí học kỳ 201 không?, nếu khoa đồng ý thì bạn nộp đơn này cho PDT để ban lãnh đạo phòng xét duyệt,  dự thính không mở môn này nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô ạ,. . Em là sinh viên hệ VLVH, MSSV là [student_id].. . Học kỳ này lúc trường mở đăng ký môn nhưng không có môn Kết cấu thép 2 (CI3211), nhưng em có tham gia nhóm nộp danh sách yêu cầu mở môn lên trường, đợt đăng ký hiệu chỉnh tiếp theo môn đó vẫn không có trong danh sách nhưng sau khi hết hạn hiệu chỉnh thì web trường tự cập nhật môn Kết cấu thép 2 vào lịch học chính thức của em luôn ạ.. . Tuy môn đó không trùng lịch học các môn khác em đã đăng ký trước đó nhưng em vẫn không sắp xếp được thời gian để học theo lịch của trường đưa ra ạ.. . Em mong thầy/cô có thể giúp em hủy môn Kết cấu thép 2 (CI3211) trong lịch học chính thức ạ.. . Em cảm ơn nhiều ạ.. .",
            "PĐT đã hủy môn cho bạn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô,. . Em xin hỏi 2 câu hỏi:. . . . 1. Em vừa có kết quả thi TOEIC nói viết hôm nay. Em đã đủ các điều kiện để xét tốt nghiệp. Tuy nhiên khi vào Mybk đăng ký tốt nghiệp thì không được. Cho em hỏi có phải đợt một thời gian để trường cập nhật điểm hay không và thời gian đợi khoảng bao lâu ?. . . . 2. Cách kích hoạt tài khoản cựu sinh viên như thế nào ?. . . . Em xin cảm ơn.",
            "Chào bạn . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 21/10/20 phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :. . - Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn    tốt nghiệp    thông tin tốt nghiệp    danh sách tốt nghiệp 11/2020 - Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên vui lòng phản hồi tại trang bksi.hcmut.edu.vn để để phòng đào tạo kiểm tra lý do.. .  Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng kí môn học dự thính em đăng kí được và đã có dấu tích xanh. Nhưng sao đến đăng kí môn học đợt 2 thì em lại không có tkb và thời gian học. Và bắt em đăng kí lại từ đầu.",
            "Chào bạn,. . . . Bạn vui lòng xem kết quả DKMH nha.. . . . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là trên hệ thống đã xác nhận chuyển điểm AV1 AV2 AV3 cho em vào đợt 30/09 rồi, Tại sao điểm đó chưa được chuyển vào điểm trung bình tích lũy cho em ạ?",
            "Chào bạn,. . . . Đã cập nhật rồi nha bạn.. . . . Thân",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi hiện tại t3 em có học tiết 9-10-11 tại cs2 và em đăng kí dự thính xếp à 13-14-15 tại cs1. Em thấy thời gian đi lại trong vòng 1 tiếng 10p vẫn ổn nhưng tkb lại bị xóa. Cho em hỏi có cách nào để em được đăng kí ko ạ em cảm ơn",
            "Chào bạn,. . . . Trước khi PDT không  cho đăng kí môn vì khoảng cách giữa 2 cơ sở là PDT đã khảo sát rất kỹ vấn đề này rồi nha bạn. Thứ nhất là đường xa và trong giờ cao điểm, các bạn đi trên trường với tâm thế vội vàng rất nguy hiểm, không thể nha bạn.. . . . Thân. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em kính chào thầy/cô phòng đào tạo. . Do theo lịch dự thính thì tất cả các nhóm lớp của môn Kỹ thuật số (mã EE1015) đều có tiết vào chiều thứ 7. Mà kì chính của em đã có 3 tuần có lịch học vào giờ này nên em muốn xin phép phòng đào tạo không xóa môn này của em ở kì dự thính. Em sẽ chủ động xin phép giảng viên đi học bù những buổi bị trùng ( tối đa là 3 buổi ), ngay khi có lịch học chính thức.. . . . Do môn học kỹ thuật số (EE1015) là môn quan trọng liên quan đến những môn khác cũng như từ khóa 2019 trở đi thì môn này đã đổi mã môn  nên em kính mong phòng đào tạo có thể tạo điều kiện cho em hoàn thành môn học này trong kì dự thính tới. Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . [full_name] khi phần mềm xét sẽ bị loại môn nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi thầy cô cán bộ Phòng Đào tạo. Lịch học của em môn xác suất thồng kê MT2009 nhóm P01 em đăng kí ngay từ đầu là thứ 3. Nhưng do sửa chữa B1 nên em đc thông báo học tạm 2 tuần và đồng thời môn xác suất đó đã trùng với lịch học bóng chuyền của em. Ngay lúc đầu theo như thầy nói là 2 tuần nhưng theo em được biết là cho đến hết học kì. Em rất mong Phòng đào tạo có chỉnh sửa phù hợp. Em xin cảm ơn",
            "Chào bạn,. . . . Bạn hỏi lại giáo viên giảng dạy nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là có thể đăng kí môn dự thính trùng với môn trong TKB kì chính được không ạ? Phòng đào tạo có thể giúp em đăng kí môn Phương pháp tính ( MT1009) đươc không ạ? Chỉ trùng 2 tiết trong 6 tiết 1 tuần ( chỉ trùng 3 tuần ). Do môn trùng có thể được ra sớm nếu hoàn thành xong sớm và tiếp tục học môn Phương pháp tính Dự thính",
            "Chào bạn,. . . . Việc xét dkmh do phần mềm lập trình sẵn, việc này không giúp cho bạn được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sinh viên khóa 2019 chương trình đại trà, cho em xin được phép hỏi là lúc trước em có thi chứng chỉ tin học ứng dụng A và đã được cấp chứng chỉ trước ngày 10/8/2016 và em được biết là: Theo Khoản 2, Điều 23, Thông tư liên tịch 17/2016/TTLT-BGDĐT-BTTTT, chứng chỉ Tin học ứng dụng A, B, C đã cấp trước ngày 10/8/2016 (theo Quyết định 21/2000/QĐ-BGD&ĐT) vẫn có giá trị sử dụng tương đương với chứng chỉ ứng dụng công nghệ thông tin cơ bản hiện nay.  . . Vậy thì em được phép nộp vào để xét miễn ngưỡng tin học áp dụng từ khóa em ôn ạ? . . . .",
            "Chào em,. . 1. Quy định về Kỹ năng ứng dụng CNTT xin xem trong Phụ lục 3 của Quy chế đào tạo và học vụ của trường (aao.hcmut.edu.vn    Sinh viên    Quy chế). . 2. Hiện nay, do hình hình dịch Covid-19, nhà trường chưa tổ chức kiểm tra đánh giá để giúp SV đạt chuẩn. Việc tổ chức đánh giá sẽ được thông báo sau.. . 3. SV có thể nộp các chứng chỉ theo quy định về trường để được xét đạt chuẩn. Loại Chứng chỉ ứng dụng CNTT, xem quy định của Bộ Thông tin truyền thông (Thông tư số 03/2014/TT-BTTTT ngày 11/3/2014 của Bộ trưởng Bộ Thông tin và Truyền thông). . Danh sách các đơn vị được cấp chứng chỉ có thể xem ở đây. . (https://thanhnien.vn/giao-duc/danh-sach-cac-don-vi-duoc-to-chuc-thi-va-cap-chung-chi-ngoai-ngu-tin-hoc-[student_id].html). . Trường ĐHBK có tên trong danh sách này (Trung tâm Kỹ thuật Điện toán là nơi tổ chức thi).. . 4. Thời hạn ràng buộc: Phụ lục 3 nói trên, Khoản 2 (hết năm 1 để được đăng ký môn của năm 2). Tuy nhiên, HK201, trường chưa ràng buộc.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô,. . Em tên [full_name] MSSV [student_id] sinh viên K14 khoa Kỹ Thuật Máy Tính.. . Do em không nắm rõ về quy định chuyển điểm anh văn nên em vẫn còn thiếu môn anh văn 4 để hoàn tất môn học trong học kỳ 201 này ạ. Nên em xin phép phòng đào tạo có thể cho em đăng ký bổ sung môn anh văn 4 trong học kỳ 201 này không ạ.. . Mặc dù đã hết hạn đăng ký môn học cho học kỳ 201 em mong phòng đào tạo xem xét và giúp đỡ em để em hoàn thành chương trình ạ. . . Em xin chân thành cảm ơn. .   i Đăng ký môn học .",
            "Chào bạn,. . . . Dự thính 201 có mở anh văn 4 sao bạn không vào đăng kí.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i Trong đợt đăng kí môn học dự thính ở học kì 201 , em có bị trùng lịch 1 môn dự thính với 1 môn thí nghiệm ở chính quy .. . Nhưng em vẫn đăng kí thành công được môn học dự thính trên hệ thống ạ .. . Sau khi liên hệ với giáo viên giảng dạy bộ môn thí nghiệm ở chính quy , thì e được giảng viên sắp xếp học bù để không trùng lịch với môn dự thính .. . PĐT cho em hỏi là trường hợp của em thì kết quả đăng kí môn học dự thính của em có bị hủy không ạ .. . Em xin chân thành cảm ơn ạ .. . . .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chưa đăng kí được môn Kĩ thuật thi công mã  môn CI3043,em đã xem về chương trình đào tạo thì các môn yêu cầu học trước em đều đã học qua hết rồi ạ. Nên em xin phòng đào tạo xét duyệt cho em được đăng ký môn Kĩ thuật thi công. Em xin cảm ơn nhiều ạ",
            "Chào bạn,. . . . Bạn vào đăng kí lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là: Lê Anh Quí  MSSV: [student_id]. . Em muốn hủy môn học: Kỹ Thuật Lạnh. . Mã môn học: CH4047. . Lí do là: Em đã đăng ký dư môn học này, em muốn hủy môn học này và học môn khác nhằm phục vụ cho luận văn.. . Cám ơn thầy cô đã đọc đơn này.",
            "Chào bạn,. . . . Đã hết thời gian huỷ môn học, nếu muốn huỷ phải làm đơn rút môn học có tính học phí nha.. . . . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã thực hiên đăng ký môn học đề cương luận văn vào đợt đăng ký thứ 2 của học kỳ chính quy 201 và được xác nhận đặng ký thành công vào đợt 3 nhưng khi vào học kỳ chính thì em phát hiện mình không có thời khóa biểu, nhóm, lớp và trên lịch sử đăng ký không có bất kỳ thông báo nào liên quan tới môn học này. Cho em hỏi có cách nào để xử lý vấn đề này không?",
            "Chào bạn,. . . . Tôi đã kiểm tra KQDKMH bạn thiếu chuẩn thể dục nha. Theo qui chế học vụ thì:. . . . K2018 về trước, SV phải hoàn thành học phần GDTC. . sau năm 3 để được đăng ký môn học của năm 4 . . . . Thân",
            "Nhưng em đã đăng ký học và hoàn thành GDTc 3 vào học kỳ 192. Và em vẫn đăng ký được tất cả các môn của học kỳ 201 chỉ trừ môn \"Đề cương luận văn\". Mong cô xem xét kỹ hơn.. .",
            "Chào bạn,. . . . Trong đợt 2 đăng kí môn ĐCLV lúc đó chưa có điểm thể dục nên kết quả đăng kí trả về bạn không đăng kí được vì thiếu chuẩn thể dục.. . . . Trong đợt 4 DKMH dành cho các bạn đăng kí luận văn, ĐCLV, Thực tập tốt nghiệp lúc đó có điểm thể dục sao bạn không đăng kí lại.. . . . Bạn cho biết mã số môn học để PDT xét lại cho bạn để đăng kí đề cương luận văn.. . . . Thân.",
            "Dạ mã số môn học của em là MA4311.. . Em xin chân thành cảm ơn cô.",
            "Chào bạn,. . . . Bạn vui lòng xem lại kết quả DKMH của bạn nha.. . . . - Đợt 1 bạn không đăng kí được vì chuẩn thể dục.. . - Đợt 2 bạn đăng kí kết quả DKMH trả về bạn thiếu môn song hành. . . . . Bạn vui lòng xem cấu trúc môn học MA4311 bạn kiểm tra bạn thiếu môn song hành nào nha.  Bạn kiểm tra thực tập tốt nghiệp MA3313 bạn đã đăng kí chưa?. . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chuongtrinhdaotao.. . . . Nếu bạn kiểm bạn đã hoàn thành đủ, bạn muốn đăng kí ĐCLV (MA4311) bạn làm đơn nộp PDT, đơn có sự đồng ý của khoa . . . . Thân. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là sao em không đăng kí môn av4 dự thính kì 201 được ạ. Em đã chuyển điểm môn av3 vào ngày 29/09 và đã nộp lệ phí. Mong thầy/cô cho em xin cách khắc phục ạ.. . Em cảm ơn",
            "Chào bạn,. . . . Bạn vào đăng kí lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy cô.. . Vừa rồi em có nhận được email của nhà trường thông báo là em có nằm trong danh sách dự kiến tốt nghiệp. Nhưng sau đó em tra trên tran web danh sách của phòng đào tạo thì không thấy MSSV của mình. Em vào trang đăng ký tốt nghiệp thì không được chỉnh sửa như trong hình đính kèm ạ.. . Thầy cô có thể giúp em được không ạ, em xin cảm ơn.",
            "Chào bạn,. . Bạn vui lòng vào kiểm tra và đăng ký tốt nghiệp lại xem còn báo lỗi không nhé.. . Phòng Đào tạo đã cập nhật lại tình trạng cho bạn!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi, em bị kẹt giờ vào thứ 7 nên em muốn  xin đăng ký môn kỹ thuật số lớp lý thuyết DT01-01 còn lớp thí nghiệm DT02-03 được không ạ. Em cám ơn ạ",
            "Chào bạn,. . . . Nhóm thí nghiệm đi theo nhóm lý thuyết nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký môn học. . Thưa phòng đào tạo, em là [full_name] thuộc khóa k17 khoa Quản lý công nghiệp.. . Em làm đơn này để đăng kí môn học bổ sung là môn Kinh tế học vi mô, mã môn học IM1003.. . . . Ghi lí do là do môn này thuộc nhóm đại cương hk1 năm nhất, không cho phép sv đk trong đợt đkmh, nên xin đc đk bổ sung và không mở lớp đăng kí dự thính HK1/2020 ạ.",
            "Chào bạn,. . . . Bạn làm đơn nộp PDT nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi môn giải tích mạch em chuyển điểm thí nghiệm giải tích mạch là 8 nhưng trong bảng điểm không thấy hiện và sao điểm tổng kết môn giải tích mạch của em lại là 0 vậy ạ. Có phải hệ thông cập nhật bị lỗi không ạ.. . . .",
            "Chào bạn. . Về vấn đề điểm, bạn liên hệ trực tiếp giảng viên giảng dạy để khiếu nại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em muốn xin tăng sĩ số lớp DT01 môn vật lí 1 PH1003. Em xin cảm ơn ạ",
            "Chào bạn,. . . . Môn PH1003 đã tăng sỉ số.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho con hỏi là ngày t4 con có học thể chất tiết 10 11 12 dự thính con đăng kí av2 tiết 13 14 15 t4 lun ạ mà thể chất con có thể xin thầy chuyển lớp được vậy cho con hỏi là con đăng kí vậy có bị xóa không ạ . . .  Với hiện tại con đang học av1 trong kì 201 này thì con có đăng kí av2 dự thính để học được không ạ .. con cảm ơn ạ !",
            "Chào bạn,. . . . - Môn CS2 kết thúc tiết 12, môn tiếp theo học dự thính tại CS1 tiết 13 sẽ không đăng kí được vì không thể di chuyển từ CS1 đến CS2 trong 10 phút để học được.. . . . - Môn anh văn 1 là môn học trước của anh văn 2, để đăng kí môn anh văn 2 thì môn anh văn 1 phải được học rồi nha bạn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa các thầy cô.. . Cho phép em hỏi là em thấy chương trình đào tạo mới khóa K2019 Khoa Điện-Điện Tử có nhiều môn tự chọn mới. Vậy chúng em khóa K2017 có được đăng ký các môn tự chọn mới trong chương trình đào tạo khóa K2019 đó không ạ.. . . . Em xin chân thành cảm ơn.",
            "Học vụ . Thưa các thầy cô.. . Cho phép em hỏi là em thấy chương trình đào tạo mới khóa K2019 Khoa Điện-Điện Tử có nhiều môn tự chọn mới. Vậy chúng em khóa K2017 có được đăng ký các môn tự chọn mới trong chương trình đào tạo khóa K2019 đó không ạ. (Tức là nếu em đăng ký học các môn tự chọn mới thì có được tính vào số tín chỉ tích lũy để ra trường không ạ).. . . . Em xin chân thành cảm ơn.",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô ạ, môn đại số tuyến tính (MT1007) kì này mở 3 lớp, nhưng có 2 lớp đã trùng giờ học với môn vật lí 1 (PH1003), lớp không trùng giờ hiện tại đã đủ sĩ số, mong thầy/cô có thể bổ sung em vào lớp đại số tuyến tính MT1007  DT02 (T7-CN tiết 10 11 12) để em có thể đủ số chỉ cho năm nhất. . Em xin chân thành cảm ơn thầy cô ạ",
            "Chào bạn,. . . . Đã tăng sỉ số môn MT1007 nhóm DT02.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy/cô,. . Em tên [full_name], Mssv [student_id]. . Mong thầy/cô giúp em về việc đăng ký môn học. Em có đăng ký môn cơ kết cấu tiết 13 14 15 nhưng bị thông báo không đủ thời gian di chuyển giữa 2 cơ sở. Mong thầy/cô giúp em có thể đăng ký để có thể học đúng tiến trình và em có thể di chuyển đúng giờ.. . Em chân thành cảm ơn. . Trân trọng",
            "Chào bạn,. . . . Theo qui định của nhà trường những môn vướng khoảng cách giữa 2 cơ sở sẽ không đăng kí được.. . Rất tiếc không giúp cho bạn được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b . . Chào thầy/ cô,. . Em tên là [full_name], MSSV [student_id], [full_name] Kỹ thuật Xây dựng, chuyên ngành Kỹ thuật Xây dựng khóa 2018. Hôm nay khi đăng ký dự thính môn Kỹ thuật thi công, mã môn CI3043, em có xem điều kiện trong Cấu trúc môn học là phải học trước 2 môn, và em đã đạt đủ điều kiện (Ảnh đính kèm 1). Nhưng khi bấm đăng ký môn thì trang web thông báo em không đủ điều kiện do chưa học trước 2 môn với mã CI2091 và CI2093 (Ảnh đính kèm 2). Hiện tại, 2 môn với mã môn trên em đang học ở HK chính. Ở kỳ trước em cũng đã có đăng ký 1 môn dự thính với điều kiện học trước, mà môn đó em đang ở HK chính, và vẫn được học bình thường. Mong thầy/ cô giải thích giúp em tại sao có sự thay đổi này, và hơn nữa là sự khác biệt giữa điều kiện trong phần Cấu trúc môn học. Em xin chân thành cảm ơn.. . Trân trọng,. . [full_name]. .   /b . . \t. . . .   i Đăng ký môn học .",
            "Chào bạn,. . . . Dữ liệu đã cập nhật lại, bạn vào đăng kí lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 171[full_name]781  /b \t. . [full_name]G 171[full_name]781. .   i Đăng ký môn học . ĐỢT 1 DỰ THÍNH [full_name]01 EM CÓ [full_name]49 [full_name] -  VÀO ĐỢT [full_name] [full_name] , [full_name] EM ĐK LẠI THÌ [full_name]. [full_name] XEM XÉT CHO E Ạ . EM CẢM ƠN. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghi. . . . Em đã hoàn thành xong chương trình học và các chứng chỉ ngoại ngữ. Vì do một môn học kì hè chậm có điểm nên em chưa được vào danh sách tốt nghiệp dự kiến ban đầu , thứ sáu tuần trước môn này đã được cập nhật điểm. Em chân thành mong cô hỗ trợ thêm em vào danh sách tốt nghiệp dự kiến để kịp tốt nghiệp đợt tháng 11.. . Em cảm ơn cô rất nhiều ạ !",
            "Chào bạn,. . Hiện tại bạn đã có tên trong danh sách dự kiến, vui lòng đợi mail thông báo và làm theo hướng dẫn về Đăng ký tốt nghiệp.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào Phòng đào tạo trường Đại học Bách Khoa TP.HCM. . Em tên [full_name], MSSV-[student_id]. Cho em hỏi việc đăng kí đợt bổ sung Luận văn tốt nghiệp vừa sao đến nay em vẫn chưa có thời khoá biểu ạ. Mặc dù mọi điều kiện để đăng kí của em đều thoả mãn. Em chân thành cám ơn.",
            "Chào bạn,. . . . - PDT xét lại trường hợp của bạn, sau ngày 14/10 sẽ cập nhật KQDKMH trên cổng thông tin sinh viên.. . . . -  Sau ngày 14/10 bạn kiểm tra TKB trên cổng thông tin sinh viên, nếu có thắc mắc sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy cô.. . Em có đăng kí dự thính gt2 và được xếp vào lớp dt06.nhưng em muốn chuyển sang lớp dt07 để có thể đăng kí thêm môn học khác.em mong  nhà trường có thể mở thêm sĩ số lớp dt07 để em được đăng kí.. . Em cảm ơn thầy cô.",
            "Chào bạn,. . . . Đã tăng sỉ số  số môn MT1005 rồi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em được biết là phải làm đơn xin phingf đào tạo để được học Nhập môn kỹ thuật với K20. Nhưng trên biểu mẫu không có đơn xin học. Nên cho em hỏi đơn cần ghi những gì ạ",
            "Chào bạn,. . . . Đơn viết tay nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn,. . . . TKB hiện nay không đổi được nha bạn.. . . . Thân"
        ]
    }
]