[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  cho em hỏi là có thể đồ thể dục ở đâu trong cs1 ạ. . . .",
            "Chào bạn. . Bạn vui lòng liên hệ trực tiếp giáo viên dạy thể dục nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào anh/chị,. . . . Em tên là [full_name], khóa K13 ngành Điện-Điện Tử, MSSV [student_id]6. Hiện nay, em đã Tốt Nghiệp hơn 1 năm và đang có nhu cầu học văn bằng 2 ngành Công Nghệ Thông Tin.. . . . Anh/chị cho em hỏi em có cần thi đầu vào hay cần những điều kiện nào để được đăng kí học?. . . . Mong anh/chị phản hồi sớm giúp em.. . . . Trân trọng,. . [full_name]",
            "Chào bạn. . Bạn xem thông tin tại trang web : tuyensinh.hcmut.edu.vn  ĐH CQ Bằng 2. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy cô, . . Em là [full_name], MSSV [student_id]. . Cho em hỏi: Đối với [full_name]16 quy đổi điểm av4 cần toeic bao nhiêu ạ???",
            "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin rút hai môn học vì lý do bất khả kháng không sắp xếp đủ thời gian để theo học hai môn thêm ngoài chuyên ngành mình đang học. Và mong muốn được rút môn không mất phí"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi quy trình xin mở như thế nào vậy ạ!. . Em cảm ơn!!!",
            "Chào bạn,. . . . Bạn làm đơn mở lớp, mẫu đơn tải trên trang web PDT. Đơn có sự đồng ý của chủ nhiệm bộ môn và giáo viên giảng day.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . cho em hỏi là em vừa thi toeic hôm Chủ Nhật và được 460. vậy điểm này chỉ để xét chuẩn av sau mỗi năm hay mình có được miễn av123 không ạ. hay là đủ chuẩn rồi mình vẫn phải học av123 ạ ?",
            "Chào bạn. . - Sinh viên đăng ký dự kỳ kiểm tra tiếng Anh định kỳ (theo định dạng TOEIC) do PĐT tổ chức không dùng để miễn môn các môn anh văn 1234 chỉ dùng để đạt chuẩn tiếng Anh sau mỗi năm học. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 2-c. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào thầy/cô,. . . . Em là [full_name], sinh viên Việt Pháp khóa 14, MSSV [student_id]. . . . Hiện tại em đang đăng kí tốt nghiệp cho đợt tốt nghiệp sắp tới, tuy nhiên khi em lên mybk để điền thông tin thì không thể hoàn thành   B Bước 2: Khai lý lịch tốt nghiệp  /B  do phần mềm không cho phép em clik vào nút   B Cập nhập thông tin   /B . Em đính kèm file ảnh mô tả vấn đề của em.. . . . Mong thầy/cô hướng dẫn em cách khắc phục tình trạng trên.. . . . Em xin cảm ơn,. . [full_name]",
            "Chào bạn,. . Bạn chưa có tên trong danh sách tốt nghiệp dự kiến nên chưa đăng ký tốt nghiệp được nhé.. . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 30/9/20 phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :. . - Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn    tốt nghiệp    thông tin tốt nghiệp    danh sách tốt nghiệp 11/2020 - Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên vui lòng phản hồi tại trang bksi.hcmut.edu.vn để để phòng đào tạo kiểm tra lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em là [full_name], MSSV: [student_id]. Dạ cho em hỏi là môn Máy thủy lực - máy nén (CI3161), trong quá trình em đăng ký môn học thì em đăng ký học môn này vào ngày thứ sáu tiết 7,8,9 và kết quả đăng ký môn học thành công cho kỳ chính cũng hiện ra lịch học là vào ngày thứ sáu tiết 7,8,9. Thế nhưng tại sao trong thời khóa biểu trên myBK của em lại hiện ra là môn này em học vào ngày thứ bảy tiết 8,9,10 ạ ? Nếu có sự thay đổi thì ít nhất phòng đào tạo cũng mail thông báo cho tụi em biết là đổi lịch or ngay từ đầu đăng ký môn học để lịch chính xác luôn chứ sao lại phải đổi như vậy ? Tụi em sinh viên sắp xếp lịch để tiện cho việc học của tụi em nhất nên ngay từ đầu đã đăng ký lịch vậy mà giờ đăng ký nẻo thời khóa biểu thì xếp đường. Mong phòng đào tạo phản hồi sớm nhất cho chúng em. Em xin thay mặt cho các bạn cảm ơn. Em có đính kèm bằng chứng ở dưới. Thank you. . . . .",
            "Môn học do GV đổi TKB. . Nếu em ko muốn học có thể xin hủy",
            "Em xin hủy rồi có hoàn học phí môn này cho chúng em không hay là vẫn thu như bình thường ??? Trong khi lịch đăng ký ban đầu nhà trường đã đưa lên hệ thống vậy mà giáo viên lại đi đổi khi có thời khóa biểu, làm việc gì mà không có nguyên tắc gì hết và không tôn trọng sinh viên chút nào. Này do lỗi của giảng viên chứ phải tụi em đâu mà kêu tụi em hủy, nên có một lời giải thích cho tụi em từ thầy cô dạy môn này. Cảm ơn.",
            "Chào bạn,. . . . - Khi xếp thời TKB nhà trường vẫn ưu tiên sinh viên, nhưng nhiều lý do bất khả kháng giáo viên đổi giờ.. . . . - Nếu bạn cảm thấy lịch học bất tiện cho mình, bạn có thể xin huỷ môn, nếu huỷ môn là học tính học phí. Trường hợp rút môn bạn mới tính học phí nha.. . . . Thân",
            "Học vụ . Dạ em là [full_name], MSSV: [student_id]. Dạ cho em hỏi là môn Máy thủy lực - máy nén (CI3161), trong quá trình em đăng ký môn học thì em đăng ký học môn này vào ngày thứ sáu tiết 7,8,9 và kết quả đăng ký môn học thành công cho kỳ chính cũng hiện ra lịch học là vào ngày thứ sáu tiết 7,8,9. Thế nhưng tại sao trong thời khóa biểu trên myBK của em lại hiện ra là môn này em học vào ngày thứ bảy tiết 8,9,10 ạ ? Nếu có sự thay đổi thì ít nhất phòng đào tạo cũng mail thông báo cho tụi em biết là đổi lịch or ngay từ đầu đăng ký môn học để lịch chính xác luôn chứ sao lại phải đổi như vậy ? Tụi em sinh viên sắp xếp lịch để tiện cho việc học của tụi em nhất nên ngay từ đầu đã đăng ký lịch vậy mà giờ đăng ký nẻo thời khóa biểu thì xếp đường. Mong phòng đào tạo phản hồi sớm nhất cho chúng em. Em xin thay mặt cho các bạn cảm ơn. Em có đính kèm bằng chứng ở dưới. Thank you.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "cho em hỏi ạ em thi toeic dc 640 , và đã đổi điểm rồi. . + vậy khi thẩm tra rồi em cần lên pdt lấy phiếu gi không ạ. . + với lại điểm quy đổi anh văn đó sao em bản điểm nó chưa cập nhật ạ vậy nếu chưa cập nhật làm sao để cập nhật điểm đó vào để em có đủ chỉ làm luận văn ạ     . .   i Học vụ .",
            "Chào bạn. . 1- không cần lên pdt lấy phiếu . . 2- Pdt kiểm tra đã cập nhật điểm av 1234 ở mục Mybk  điểm chuyển. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Cho em hỏi là em có thể đổi ngày đi sinh hoạt công dân được không ạ.. . . .",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ trực tiếp Phòng Công tác chính trị sinh viên để giải quyết. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . . . Chào thầy/cô,. . . . Em tên [full_name], sinh viên lớp MT18.. . Thầy/cô cho em hỏi ngày 27/09/2020 em có lịch sinh hoạt công dân, nhưng em lại có việc gia đình vào ngày hôm đó, vậy em có thể đổi lịch sinh hoạt của mình sang ngày khác được không? [full_name]ếu được thì cần phải thực hiện như thế nào ạ?. . . . Em xin cảm ơn,. . [full_name].",
            "Chào bạn,. . Vấn đề về sinh hoạt công dân, bảo hiểm y tế, BHTN, điểm rèn luyện, sinh viên khá giỏi toàn diện, giấy xác nhận sinh viên về vay vốn ngân hàng bạn vui lòng liên hệ tại Phòng Công tác chính trị sinh viên để được hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . [full_name]   [student_id] . . . . Cơ sở máy tính (EE2403) - HK1 (2020-2021). . . .",
            "Chào bạn,. . . . Bạn  vui lòng liên hệ văn phòng Đào tạo quốc tế  để tư vấn cho bạn nha.. . . . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi: kỳ kiểm tra anh văn ngày 20/9/2020 vừa rồi do công ty IIG tổ chức, với kết quả đó, trường có dùng để xét cho em được pass anh văn 1 2 3 4 trong trường không ạ?. . Em xin cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . - Sinh viên đăng ký dự kỳ kiểm tra tiếng Anh định kỳ (theo định dạng TOEIC) do PĐT tổ chức không dùng để miễn môn các môn anh văn 1234 chỉ dùng để đạt chuẩn tiếng Anh sau mỗi năm học. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 2-c. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ PĐT cho em hỏi ngày mai là bắt đầu đăng ký dự thính học kỳ 201. Em không biết là trường có mở các môn anh văn trong kỳ dự thính không ạ. Em xin cảm ơn",
            "Chào bạn,. . . . Hiện tại trong đợt đăng kí dự thính 201, bạn có thể đăng kí.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em vừa tốt nghiệp đơth tháng 7 vừa rồi. Cho e hỏi là trường đã có bằng chính thức chưa ạ. Em cám ơn.",
            "Thân gửi các bạn Sinh viên đã có tên trong danh sách tốt nghiệp đợt 1 năm 2020 (theo quyết định số 142/QĐ-ĐHBK và số 241/QĐ-ĐHBK). Liên hệ đến Văn phòng Khoa quản lý sinh viên để được nhận bằng tốt nghiệp.. . . . Thời gian bắt đầu: 22/09/2020. . . . Địa điểm: Văn phòng Khoa quản lý sinh viên.. . . . (Khi đến liên hệ nhận bằng tốt nghiệp sinh viên vui lòng xuất trình thẻ sinh viên/ CMND/CCCD).. . . .  Trân trọng./."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chảo thầy/cô PĐT,. . . . Thầy/cô cho em hỏi dự thính HK201 bao nhiêu tiền 1 chỉ vậy ạ?. . . . Em cảm ơn nhiều ạ,",
            "Chào bạn,. . Về thông tin học phí dự thính bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí . . Chúc bạn học tốt.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã nộp đơn xét lại việc đăng ký Luận văn tốt nghiệp vào hôm qua và hiện tại đã có thời khóa biểu. Vậy em có cần phải lên PĐT để làm thêm thủ tục gì nữa không ạ? Em cảm ơn.",
            "Chào bạn,. . . . không bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào cô ạ !. . Em hiện là sinh viên khóa k14. Hiện tại em có nợ 2 môn năm nhất là đại số và giải tích 1. Cho em hỏi là khi nào thì em được phép làm đơn để xin học chung 2 môn đó với k20 và em có thể kịp ra trường trước thời gian học tối đa ạ. Em cảm ơn ạ. . . . .   I",
            "Chào bạn,. . . . Sao bạn không đăng kí đợt dự thính 201 này (hiện tại đang trong đợt đăng kí dự thính).. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng đào tạo ĐH Bách Khoa TPHCM. . Em tên là [full_name]    MSSV:[student_id]. . Khoa: kĩ thuật hoá học ( HC19 -KSTN). . Hiện nay em đang nhập viện nên phải nghỉ một số môn học có thể điểm danh thì có bị gì không ạ. Nếu sau khi xuất viện e có thể trình giấy của bệnh viện lên phòng đào tạo được không ạ.. . Em chân thành cảm ơn quý thầy cô đã xem qua",
            "Chào bạn. . Việc điểm danh do Thầy cô giảng dạy quyết định nghen bạn,. . Bạn vui lòng liên hệ trực tiếp Thầy cô giảng dạy. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thắc mắc về môn giáo dục thể chất.. . Em là sinh viên K17, em vẫn còn nợ môn GDTC 2. Cho em hỏi học kì dự thính 201 có mở môn Giáo Dục Thể Chất không ạ? Em muốn được đăng kí trả nợ môn để không bị chậm tiến độ học tập ạ.",
            "Chào bạn,. . . . Môn GDTC bạn vui lòng liên hệ Trung tâm thể dục thể thao của ĐHQG nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho e hỏi là nếu cuối năm 1 e nộp bằng anh văn quốc tế để chuyển điểm thì đến khi tốt nghiệp (bằng anh văn của em đã hết hạn) thì e có cần phải nộp lại bằng mới không ạ?",
            "Chào bạn,. . . . Đã nộp cho PDT thì không có hết hạng nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi khi nào mới cập nhật điểm AVDV . . thi ngày 19/9 vậy ạ. .",
            "Chào bạn. . Khi nào có điểm AVDV sẽ thông báo qua mail cho sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PDT, em đã đăng ký nộp CCNG và đăng ký chuyển điểm , nộp phí chuyển điểm vào ngày 16/09/2020 trước ngày 18/09/2020 . Vậy cho em hỏi điểm chuyển sẽ cập nhật khi nào và mình muốn coi thì làm như thế nào ?. . Mong nhận được phản hồi sớm từ PDT.. . . . Thân mến,. . . . [full_name]",
            "Chào bạn,. . . . Nếu PDT đã chuyển điểm,  PDT sẽ cập nhật trên cổng thông tin sinh viên.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .  Em là sinh viên năm 2 chương trình CLC, có nguyện vọng học liên kết. . .  Em có liên hệ văn phòng vào cuối HK192 và được biết em có 2 lựa chọn: chuyển sang LKQT trước khi có visa (tương đương tối đa 7HK) hoặc chuyển sau khi có visa (tương đương tối đa 12HK). Em có một số thắc mắc như sau:. .  -Chuyện làm đơn chuyển hệ thì khi nào em chuyển mới cần thôi đúng không ạ? . .  -Em muốn biết liệu có sự khác nhau nào giữa việc em chuyển vào cuối HK201 (tươnng đương với việc vào hệ LKQT vào HK202) hay chuyển vào cuối HK202 không ạ?. .  -Hiện tại em đang chủ động đăng kí theo chương trình LKQT. Tuy nhiên học kì này của em chỉ có 12 tín chỉ. Em biết rằng theo trường thì cần phải đăng kí tối thiểu 14 tín chỉ hoặc đăng kí đúng theo chương trình đào tạo. Hiện tại em vẫn đang theo học hệ CLC, không biết em có cần phải làm gì không ạ?. .  Em xin cảm ơn.. . . .  Cái này ngoài lề một chút; Em để đề mục của câu hỏi này là 'học vụ' nhưng đề mục nào là chính xác ạ?",
            "Chào bạn . . Về vấn đề này bạn vui lòng liên trực tiếp Văn phòng đào tạo quốc tế 401A4 để tư vấn và xem xét. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào PĐT,. . . . Em là [full_name] - em học lớp tài năng khóa 2016 tuy nhiên em đã không đạt yêu cầu đầu ra của lớp, cụ thể em có một môn không đạt 7,5. Vậy em cần có làm đơn để nhận bằng đại trà không vậy ạ? . . Cho em hỏi thêm là nếu như vậy em chỉ cần đạt anh văn đầu ra 200 thôi phải ko ạ?. . . . Em cảm ơn!",
            "Chào bạn,. . Bạn vui lòng làm đơn xin xét tốt nghiệp và nhận bằng CQ đại trà (không xét bằng TN) và nộp tại Phòng Đào tạo, thì PĐT mới dùng chuẩn của chương trình đại trà xét tốt nghiệp cho bạn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào anh/chị,. . Vào ngày 12/9 phường chỗ em ở gửi giấy nghĩa vụ quân sự do đó em đã lên mybk để đăng kí giấy, nhưng trong giấy xác nhận sinh viên thì đê năm học là năm 2019-2020 không phải 2020-2021 nên bên phường của em không chấp nhận. Cho em hỏi là em có thể xin cấp lại giấy xác nhận sinh vien được không ạ? . .",
            "Chào bạn. . Bạn xem mail để nhận giấy xác nhận sinh viên của niên học 2020-2021. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Sau khi em đọc quy chế và được cô giải đáp như này, thì em nghĩ là em đủ điều kiện để được miễn anh văn 1 chứ ạ, em là khóa 19. Nếu em không được miễn thì em mong cô có thể giải thích rõ nguyên nhân cho em hiểu với ạ. Em cảm ơn cô đã đọc câu hỏi của em!",
            "Chào bạn,. . Bạn vui lòng trình bày rõ điểm thi AV bạn thi trong đợt thi nào?. . Bạn vui lòng trình bày cụ thể.. . Vì kết quả thi AV định kỳ do PĐT tổ chức chỉ dùng để xét chuẩn Tiếng Anh từng  năm, không dùng để xét miễn AV 1,2,3,4. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào phòng đào tạo . . Em tên [full_name], Mssv [student_id].Em xin đăng ký bổ sung môn Tổ chức quản lý bảo dưỡng 3 (260623) trong hk 201.Em xin cảm ơn.",
            "Chào bạn,. . . . Đã đăng kí cho bạn môn 260623 rồi, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Thầy/Cô, sắp tới e có buổi SHCD, nhưng vì lí do cá nhân nên hôm đó em bận không đi được, em muốn chuyển sang ngày khác của lớp khác có được không ạ, nếu được thì cần làm đơn gì và nộp ở đâu v ạ. Em cảm ơn!",
            "Chào bạn,. . Vấn đề về sinh hoạt công dân, bảo hiểm y tế, BHTN, điểm rèn luyện, sinh viên khá giỏi toàn diện, giấy xác nhận sinh viên về vay vốn ngân hàng bạn vui lòng liên hệ tại Phòng Công tác chính trị sinh viên để được hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi Thầy Cô, . . . . Em là sinh viên K16 VB2, Khoa Xây Dựng. . . Hiện em muốn đăng ký môn học CI1043-Địa Chất Công Trình , chung với K20 VB2. . . . . Mong nhận được tư vấn từ Quí Thầy Cô. . . . . Xin Cảm Ơn, . . . . [full_name].",
            "Chào bạn,. . . . Môn này không mở CI1043 học kỳ 201, bạn đăng kí học kỳ dự thính 201 này nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa phòng đào tạo, em là [full_name] thuộc khóa k17 khoa Quản lý công nghiệp.. . Em làm đơn này để đăng kí môn học bổ sung là môn Kinh tế học vi mô, mã môn học IM1003.. . . . Ghi lí do là do môn này thuộc nhóm đại cương hk1 năm nhất, không cho phép sv đk trong đợt đkmh, nên xin đc đk bổ sung.",
            "Chào bạn,. . . . Sao bạn không đăng kí môn này trong đợt dự thính 201 này.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy cô, vừa qua em có sự chuyển đổi lớp về lại đúng lớp KSTN khoa KTHH nhưng hệ thống BKeL chưa cập nhật dữ liệu lớp mới chuyển cho em. . . Mong thầy cô giúp em để em có tài liệu phục vụ học tập. Em cảm ơn.",
            "Chào bạn,. . . . Hiện tại dữ liệu PDT bạn vẫn còn trong lớp thường, việc này bạn hỏi lại khoa nha.. . . . Thân",
            "No solution",
            "chào bạn;. . bạn có thể nói cụ thể môn nào không?. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào trường ĐH Bách Khoa,. . . . Em vừa mới thi lại đại học nên sắp tới em sẽ học ở trường mới và rời trường mình.. . . . Nên em muốn xin phép trường cho em rút sổ đoàn ạ. Như vậy em cần gặp ai và chuẩn bị những gì ạ?. . . . Em xin cảm ơn.",
            "Chào bạn. . Bạn liên hệ trực tiếp Văn phòng Đoàn Khoa để nhận lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là tân sinh viên K20, nhà em hiện tại đang dùng BHYT hộ cận nghèo, còn HSD đến hết ngày 31/12/2020, em đọc trên web thì thấy là cần mang BHYT đến phòng y tế là được trả lại tiền phải không ạ, và phải đợi sau khải giảng mới đi được hay chỉ cần sau khi nộp hồ sơ thôi ạ, em cảm ơn",
            "Chào bạn,. . Vấn đề về sinh hoạt công dân, bảo hiểm y tế, BHTN, điểm rèn luyện, sinh viên khá giỏi toàn diện, giấy xác nhận sinh viên về vay vốn ngân hàng bạn vui lòng liên hệ tại Phòng Công tác chính trị sinh viên để được hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi về việc thi anh văn định kì theo kiểu toeic mà trường tổ chức. Sau khi thi xong thì trường sẽ dựa trên số điểm mà tự động cho đạt các môn anh văn(1,2,3,4) hay là em phải chuyển điểm hay làm gì đoa nữa mới được cho đạt các môn này ạ.",
            "Chào bạn. . - Sinh viên đăng ký dự kỳ kiểm tra tiếng Anh định kỳ (theo định dạng TOEIC) do PĐT tổ chức không dùng để miễn môn các môn anh văn 1234 chỉ dùng để đạt chuẩn tiếng Anh sau mỗi năm học. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 2-c. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em muốn hỏi pđt là em đã được hủy môn bơi và được xếp qua lớp bóng rổ, em không biết là học phí có tính môn bơi ko ạ, em cảm ơn. Em mong pđt đừng tính học phí môn bơi ạ vì hoàn cảnh gia đình ạ. Em xin chân thành cảm ơn.",
            "Chào bạn,. . Học phí tính theo môn học trong TKB hiện tại của bạn.. . Bạn xin hủy môn khi nào? và có được chấp nhận hay không?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô phòng ban , em tên [full_name]130. Thầy cô cho em hỏi em đăng ký môn Vẽ kỹ thuật xây dựng CI1033 HK dự thính 201 nhưng bị mắc lỗi như hình. Thầy cô giúp em xem vấn đề này với ạ, em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi e đã ghi danh sách đăng ký tốt nghiệp ngày 22-9, và cô trong pđt hẹn 30-9 có kết quả, vậy từ giờ đến đó nếu như em muốn xem danh sách đó thì giờ em xem ở đâu ak.Em cảm ơn",
            "Chào bạn,. . Sau ngày 30/9/20 phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :. . - Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn    tốt nghiệp    thông tin tốt nghiệp    danh sách tốt nghiệp 11/2020 - Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên vui lòng phản hồi tại trang bksi.hcmut.edu.vn để để phòng đào tạo kiểm tra lý do.. .  Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào pđt ạ!. . . . Pđt cho em hỏi sao bạn em đợt đăng ký môn học vừa rồi vẫn đăng ký được môn ĐAMH Kết cấu thép (CI3213) trong khi chưa đăng ký được môn Kết cấu thép 2 (CI3211) song hành mà vẫn được. . .  . . Còn hôm 21/9 vừa qua em cũng có lên đây xin đăng ký môn học trễ hạn nhưng không được ạ?. . . . Và cho em hỏi là trong trường hợp kỳ dự thính này nếu em đăng ký được môn Kết cấu thép 2 (CI3211) thì em có được đăng ký môn ĐAMH Kết cấu thép (CI3213) trước không ạ. . . . . File dưới đây là thời khóa biểu HK này của bạn em trong đó có môn ĐAMH Kết cấu thép mà không có môn song hành để làm dẫn chứng.. . . . Em xin cám ơn!. . . . . .",
            "Chào bạn,. . . . - Môn CI3211 bị huỷ, PDT tạo điều kiện cho sinh viên  đăng kí  môn đồ án môn CI3213 (vì học kỳ dự thính không mở những môn đồ án). . . . - Học kỳ dự thính bạn đăng kí môn CI3211 được nhưng không đăng kí môn CI3213 nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Kính gửi Phòng đào tạo! Dạ cho em hỏi kì 1 năm 2 , K19 tối thiểu số chỉ đăng ký là bao nhiêu ạ? . Vì e đk 16 chỉ . Em định rút đi 3 chỉ ạ . Mong thầy cô giải đáp giúp em !. .",
            "Chào bạn,. . . . - Học kỳ  chính chỉ có số tín chỉ  tối đa 21 tín chỉ . . . . - Nhưng sau mỗi năm bạn phải tích luỹ đủ số tín chỉ qui định mới đăng kí những môn của học kỳ tiếp theo.. . . . - Tôi khuyên bạn học không nên huỷ, vì thời điểm này huỷ môn sẽ tính học phí nha.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào anh/chị, em là sinh viên khóa K17, hiện tại em đang nợ 1 số môn của năm 1 và năm 2 nhưng chưa trả. Sắp tới theo chương trình của K19 thì những môn này không còn mở nữa, vậy nhà trường có môn tương đương hay thay thế  để đảm bảo sinh viên được tốt nghiệp không ạ? Nếu có thì khi nào sẽ có ạ? Em cảm ơn, mong được anh/chị phản hồi sớm để em sắp xếp đăng kí môn học học kì dự thính 201 ạ.",
            "Chào bạn,. . . . Những môn bạn còn nợ sao bạn không đăng kí dự thính, còn môn tương đương thay thể bạn vui lòng hỏi khoa để tư vấn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa phòng đào tạo em tên [full_name] [student_id] . Em thắc mắc là em xin phòng đào tạo đăng kí giúp em môn Quang học âm học , sao phòng đào tạo lại đăng kí nhầm cho em môn quản lý dự án xây dựng mã môn CI1053 rồi ạ ???? Môn đó đâu có trong chương trình học của em đâu ạ???? Em mong phòng đào tạo xem xét xoá giúp em . Xoá giúp em môn Quản lý dự án xây dựng CI1053 vì môn đó em không có trong chương trình đào tạo và phòng đào tạo đăng kí nhầm cho em rồi ạ . . . . .",
            "Chào bạn,. . . . PDT sẽ xoá mô CI1053 cho bạn rồi.kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "I Học vụ . Em muốn xin đổi sang nhóm lớp a01 môn ee3015. . Lý do: do em đã thực hiện học phần mở rộng ở kì trước với giáo viên dạy lớp a01 nên em muốn đổi nhóm lớp để thuận tiện hơn trong việc học.",
            "Chào bạn,. . . . Đã chuyển nhóm môn EE3015 cho bạn rồi, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1620041  /b \t. . . .   i Đăng ký môn học . Gửi Thầy/ Cô, . . . .  Em là sinh viên VB2, K2016.. .  Hiện trường có mở lịch DKMH Dự Thính HK1 2020-2021. . .  Hiện em không được cấp phép đăng ký vào đợt DKMH này. ( Vui lòng xem file hình đính kèm). .  Mong nhận được sự phản hồi của Quí Thầy, Cô.. . . . Xin cảm ơn.. . . . Thanh Nam.",
            "Chào bạn,. . . . Bạn đăng kí được mà.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn,. . . . Đã đăng kí cho bạn môn 260628 rồi, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là dự thính học kỳ 201 có được miễn anh văn không ạ?",
            "Chào bạn,. . . . Việc này PDT có gởi mail thông báo cho sinh viên rồi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Đăng ký môn học . Em chào thầy cô phòng đào tạo.. . Em xin được chuyển lớp Thiết kế hệ thống nhúng (EE3003) thứ 6 tiết 234 nhóm A02 phòng B1-211( ảnh đính kèm) sang lớp thứ 4 - tiết 789 nhóm A03 phòng B1-314 (ảnh đính kèm). Sau khi đưuọc chuyển thì hoàn toàn phù hợp thời khóa biểu của em ạ.. . Lý do:. . Vì em à sinh viên k17 đã bị trễ môn và môn học này em đã từng trải nghiệm thầy đứng lớp em nhận thấy cách truyền đạt nội dung không phù hợp với em, nên em mong được chuyển qua lớp khác ạ, em mong yêu cầu được giải quyết để em có thể theo kịp tiến độ môn học.. .",
            "Chào bạn,. . . . Đã chuyển nhóm và kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Phòng đào tạo cho em hỏi là học phí học kì dự thính 201 môn anh văn 3 là bao nhiêu vậy ạ ?. .",
            "Chào bạn,. . Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí . . Chúc bạn học tốt.. . Thân. . . .",
            "Học vụ . Phòng đào tạo có thể cho em hỏi là học phí dự thính học kì 201 môn anh văn 3 là bao nhiêu vậy ạ?. . Em xin cám ơn ạ!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy cô, kì 201 này em có đăng ký môn ee2019 nhưng lại bị huỷ vì lý do trùng lịch nhưng lúc đăng ký thì em có xem kỹ là sáng t3 em không có lịch học ( lý thuyết của môn này vào sáng thứ 3 ) còn chiều thứ 3 là lịch học thí nghiệm của môn này thì em có học Tn của môn ee1007 nhưng theo thời khoá biểu thì bắt đầu vào tuần 49 trong khi môn ee2019 tn đã kết thúc vào tuần 48. VÌ vậy mong thầy cô xem xét cho em được học môn ee2019 này ạ. Em cảm ơn.. .",
            "Chào bạn,. . . . Tất cả các nhóm của môn EE2019 đã full sỉ số không đăng kí  được nữa, bạn đăng kí dự thính 201 nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi khi nào mới có thể đăng ký thi nói viết lại ạ. Tại em thấy server đang bảo trì.. . . . Em cám ơn ạ.",
            "Chào bạn,. . . . Bạn liên hệ Trung Tâm ngoại ngữ của trường nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Lỗi trong hoạt động cập nhập điểm môn lập trình hệ thống nhúng HK 192. . Điểm của em theo danh Sách điểm của giáo viên và thông bao ở Mybk thời gian ban đầu là 5.0 và em cũng đã xác thực qua cấu trúc thành phần môn là đúng vậy nhưng. . Thời gian gần đây kiểm tra lai thì bị cập nhập thành 3.5 trên mybk.  Mong kiểm tra lại lỗi này",
            "Chào bạn,. . Hiện tại điểm đã được cập nhật lại trên trang mybk. Bạn vui lòng vào mybk/Thông tin sinh viên để kiểm tra lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy/cô,. . Thầy/cô cho em hỏi chương trình bằng 1 của em đã học môn Tin học đại cương thì bằng 2 ngành Khoa học máy tính em có được miễn môn Nhập môn điện toán - CO1005 chương trình 2018 không ạ. Do đầu tiên em đăng kí học bằng 2 ngành xây dựng dân dụng nhưng mới chuyển qua ngành Khoa học máy tính nên phiếu miễn môn lần 1 cũ là của ngành xây dựng. Mong thầy/cô xem xét giúp em với ạ. Em cảm ơn.",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chào thầy cô! . . E có gặp vấn đề như sau: Trước đó do đi công tác e có làm giấy xin vắng thi có phép để được thi lại vào kì sau cho 2 môn học( Kỷ thuật độ tin cậy và Các quá trình chế tạo) . Đã có xác nhận đồng ý nhưng e chưa nộp lại quyết định đó và đã bị mất. Do vậy khi e đăng kí lại 2 môn học này vẫn đang ghi nợ trên hệ thống trễ thanh toán. Nhờ thầy cô hướng dẫn e cách xử lý tình huống này. . . . . Dưới là đính kèm quá trình xin xác nhận có hai bạn cùng làm vs e và đã nộp bản quyết định.",
            "Chào bạn,. . Bạn làm đơn thắc mắc về học phí về vấn đề đó nhé. . Thân. ."
        ]
    }
]