[
    {
        "intent": "",
        "message": [
            "Học vụ . Em đang học Pre, em muốn hỏi về hạn đóng phí học kì 2 vì em tìm trên BKpay thì ghi là 'Số khoản chưa thanh toán' ạ.. . Lần học kì đang học em đóng tiền mặt tại trường sao nó không có hiện trên BKpay vậy ạ?. . Em cảm ơn ạ  B",
            "Chào bạn,. . . . Việc này bạn liên hệ Văn Phòng Đào Tạo Quốc Tế nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là em đã đăng kí và được xếp lịch thi avđv vào ngày 14/12 nhưng vì lí do đột xuất nên em không thể tham gia thi,nếu em thi vào đợt sau thì có cần phải đăng kí lại không ạ? Nếu có thì em có cần đóng phí gì không ạ? Và điểm thi của đợt đó có được dùng để xét cho sinh viên năm nhất không? Em cảm ơn.",
            "Chào bạn,. . . . Bạn cố gắng thu xếp thi, nếu thi đợt 2 bạn phải đăng kí lại và đóng tiền nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1812799  /b \t. . . .   i Yêu cầu khác . Em chào Thầy/Cô. . . . Em tên là Nguyễn Thị Liên, sinh viên lớp DD18DV4 em có điểm trung bình HK192 là 7.69, điểm trung bình mở rộng là 8.11 và học đủ 18 chỉ, không rớt môn nào nhưng không được có trong danh sách học bổng kỳ này ạ. Rất nhiều bạn cũng bị trường hợp giống em, điểm cao hơn một số bạn đang có tên trong DS nhưng vẫn không được xét duyệt.. . . . Em mong nhận được hồi đáp của Thầy Cô ạ. Em cảm ơn Thầy/ Cô nhiều",
            "Chào bạn,. . . . Đối với khoa Điện - Điện Tử khoá 2018, PDT đang xét lại học bổng và sẽ gởi mail cho sinh viên.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào phòng đào tạo[full_name][full_name] [full_name] Em tên là [full_name] - MSSV: [student_id][full_name][full_name] [full_name] [full_name] [full_name] Em muốn hỏi về việc xét miễn môn Anh Văn từng năm[full_name] Năm 1 em rớt anh văn 1 nhưng nhờ trường dời chuẩn anh văn năm 1 do Covid nên em có thể đăng kí môn cho năm 2[full_name] Và đợi thi định kì 20/9 em đã thi và đạt số điểm 605 (qua mức anh văn 4)[full_name] Thì cho em hỏi là Em đã đạt chuẩn anh văn của năm nào rồi ạ ?[full_name] [full_name] [full_name] [full_name] Em xin chân thành cảm ơn ![full_name] [full_name] [full_name] [full_name] Ký tên[full_name] [full_name] [full_name]",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi em có đăng kí bảo hiểm y tế ở ngoài rồi nên em không đăng kí trong trường nữa. Cho em hỏi vậy được phải không ạ?",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào cô. . Em đủ điều kiện để TN vào T4/2021.. . Em muốn đầu tháng sau có bằng TN tạm thời để xin việc được không ạ ?",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra mình đã qua anh văn nói viết chưa nha, PDT đã xét tốt nghiệp bạn còn nợ anh văn nói viết .. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi bộ phận hỗ trợ sinh viên của trường đại học Bách Khoa Tp. HCM.. . . . Em tên là [full_name], MSSV: [student_id].. . Trước khi học quân sự, em có nhờ nhà trường đăng kí môn thể chất PE1019 hộ em nhưng không thấy phản hồi từ phía nhà trường cũng như không thấy môn học thể chất đã được đăng kí cho đến khi em xem lại lịch học sau khi đăng kí môn học cho học kì 2 trong kì quân sự thì thấy em có lịch học thể chất môn bơi đã bắt đầu từ trước kì quân sự.. . Kính mong ban hỗ trợ của nhà trường chuyển môn bơi đó sang môn học ở học kì 2 cho em. Em cảm ơn.",
            "Chào bạn,. . . . PDT có trả lời cho bạn rồi nha :. . Thời gian: 10/16/2020 02:12:17 pm. . Từ: [25378] (2011974) SƠN BÙI DUY. . . . MSSV/MSGV: 2011974    . . . . Đăng ký môn học. . . . Chào quý thầy cô. . ﻿Em là Bùi Duy Sơn thuộc K20. . ﻿Mã số sv: 2011974. . ﻿Em muốn đăng kí học thể chất là bơi lội và muốn đăng kí vào tiết 4, 5, 6 ngày thứ 7, chủ nhật. Cả 2 ngày này em đều không có tiết học khác và em thấy bên trang web đăng kí môn thể chất có cho phép đăng kí. Hôm qua em không thể đăng kí được và web cứ báo là không đủ thời gian giãn cách giữa 2 cơ sở nhưng em thấy môn đó học ở nhà khách đh quốc gia và em học ở cơ sở 2 và web còn nói rằng trùng tiết với môn khác. Em rất thích bơi lội và không có hứng thú với các môn thể chất khác nên mong quý thầy cô có thể giúp em đăng kí môn này ạ.. . ﻿. . [ Trích dẫn ]. . Thời gian: 10/16/2020 05:40:04 pm. . Từ: [25378] (2011974) SƠN BÙI DUY. . thê chat.PNG (30.52 Kb) [ tải xuống ]. . tkb bk.PNG (71.66 Kb) [ tải xuống ]. . . . [ Trích dẫn ]. . Thời gian: 10/22/2020 10:59:58 am. . Từ: [7974] (002770) [staff_name]. . . . Chào bạn,. . . . Phòng Đào Tạo đã đăng kí môn PE1019 nhóm L204, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào thầy cô. . Em là sinh viên hệ tại chức.. . Hôm trước em có đăng kí anh văn đầu vào chung với chính quy và đã thanh toán. . . Hiện tại khi em kiểm tra thông tin thi thì lại không có thông tin ở web mybk. . . . . Em xin cảm ơn thầy cô ạ. .   i Yêu cầu khác ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Theo quy định , thì quỹ khuyến khích học tập được xếp đến khi hết quỹ,vậy em muốn hỏi là quỹ được chia như thế nào ạ, theo cả trường , theo khoa hay theo cả khoa, khoá và ngành ạ.. . Hiện tại em có điểm tbmmr là 8,6 cao hơn 2 sinh viên hc18sh, nhưng theo cả khoá thì đúng là có điểm thấp hơn. Đồng thời, nhìn theo bảng danh sách cấp học bổng cho kỳ 192, thì chỉ có số tiền quỹ tổng, không có sự phân chia như năm nay ạ.. . Em cảm ơn.. .",
            "Chào bạn,. . . . - Học bổng sẽ xét theo khoa, khoá ngành. . . . . . - Ngành hoá học khoá 19 để nhận học bổng thì điểm trung bình chung mở rộng phải đạt 8.92 nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi nhập môn lập trình(CO1003) mình có được bảo lưu thí nghiệm không?. . . .",
            "Chào bạn,. . . . Không bạn, khi rớt là học lại hết luôn bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy/cô. . Cho em xin hỏi cách in bảng ngày công tác xã hội của phòng quản lý sinh viên với ạ.. . Em cám ơn . .",
            "Chào bạn,. . . . Bạn liên hệ văn phòng đoàn khoa của bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi em đã đăng kí thi anh văn đầu vào đợt 1 này. Nhưng nhà em có công việc cần về vào ngày đó. Vậy cho em hỏi em có thể đăng kí thi avdv đợt sau được không ạ?",
            "Chào bạn,. . . . - Bạn có đăng kí thi là bạn phải đóng tiền nha, đợt sau có mở đợt đăng kí bạn vẫn đăng kí được và đóng tiền lệ phí.. . . . - Đợt sau điểm thi chỉ xét chuẩn anh văn sau các năm thôi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô, em muốn hỏi chuẩn Toeic 2 kỹ năng để làm LUẬN VĂN và TỐT NGHIỆP cho k17 hệ đại trà vẫn là 500 điểm theo cập nhật trên aao hay có thay đổi gì không ạ?",
            "Chào bạn,. . . . Việc đó tôi không thể trả lời bạn được, nếu có thay đổi thì nhà trường gởi mail thông báo sinh viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em xin chào thầy/cô ạ !. . Em tên : [full_name] . . MSSV : [student_id]. . Lớp : XD17VL. . . . Như lời giải thích về việc rút môn học dẫn đến cắt giảm nguồn chi phí cho học bổng. Em vẫn chưa hiểu về đối tượng cắt giảm học bổng trong một khoa. Câu hỏi chính của em là :   U   B Chỉ tiêu nào để cắt giảm đối tượng nhận học bổng ạ ? Tại sao lại chọn lớp có điểm thang điểm trung bình học kì cao và cắt giảm số lượng nhận học bổng ở lớp đó ạ ? Trong khi, lớp/ngành khác thuộc cùng khoa Xây dựng và có điểm trung bình học kì thấp hơn lại được chọn nhận 3 suất/lớp ?  /B    /U . . Mong thầy/cô giải đáp giúp em !. . Em chân thành cảm ơn thầy/cô ạ !"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa thầy/cô, em có điều thắc mắc sau mong thầy/cô giải đáp giúp em: . . Em là sinh viên năm 2 khoa Máy tính, hiện tại em đang còn nợ 1 môn của năm nhất là Hệ thống số (CO1023). Theo em được biết thì trước năm 3 phải hoàn thành tất cả các môn học của năm 1 và năm 2 thì mới được đăng ký môn năm 3, do đó em muốn hỏi là nếu hè này em mới đăng ký môn Hệ thống số (CO1023) để trả trong hè thì liệu em có thể đăng ký các môn của năm 3 không?. . Em cảm ơn thầy/cô ạ.",
            "Chào bạn,. . . . - Bạn vui lòng xem qui chế học vụ để biết được các qui định về đăng kí môn học điều 4 mục 4.2 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . . . Trong điều 4.2 có qui định   SV năm thứ ba: từ 56 đến dưới 80 tín chỉ thì mới đăng kí những môn năm 3 nha.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em có đăng kí nộp bằng toeic 2 kỹ năng nghe và đọc, với số điểm 445 để xét pass anh văn 1, nhưng khi em đăng kí xét miễn anh văn 1 thì hệ thống báo em chọn sai loại tín chỉ hoặc sai môn được miễn là tại sao ạ.. . Em cần làm gì để có thẻ xét pass anh văn 1 ạ.",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. Bạn xem mục 4, phần a.. . . .  4.   Chuyển điểm các môn ngoại ngữ và bảng quy đổi tương đương các chứng chỉ. . . . . . . . a) Các môn Anh văn:. . . .  Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2020-2021. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy (cô) em tên [full_name] -[student_id]. Hiện em đang học môn pháp luật đại cương và có yêu cầu sinh viên phải coi hết video và trả lời câu hỏi trên bkel. Nhưng em không biết là do hệ thống nhà trường có bị lỗi hay không mà các video và bài kiểm tra cuối chương bị nhân lên với số lượng gấp 3 lần. Em có câu hỏi là em phải xem và làm đúng số lượng nhân ba hay chỉ cần coi 1/3 thôi. Em cám ơn ạ",
            "Chào bạn,. . . . Việc này bạn liên hệ với giáo viên giảng dạy.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: chào ad ạ, em vừa qua có thi ngoài ở IIG được 470 và chưa thi qua ở trường lần nào. Em vào mybk nhấn xét miễn điểm av1,av2,av3 nhưng thấy web chỉ hiện lên 6đ cho av1 thôi là sao ạ. EM cảm ơn",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Trong mục 4, phần a:. . . . 4.   Chuyển điểm các môn ngoại ngữ và bảng quy đổi tương đương các chứng chỉ. . . . a) Các môn Anh văn:. . . .  Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2020-2021. . . . Thân",
            "theo bảng em đính kèm và số điểm em thi ở IIG vừa rồi (em là K19) vậy em có đc miễn anh văn 3 ko ạ ( em ko học AV ở trường). Em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . .   i Yêu cầu khác . Chào [full_name] !. . Em hiện tại sinh là viên năm 4. Em có thắc mắc về thời gian nộp CCNN để xét nhận Luận Văn. . Em thấy hạn cuối cùng để xet là 13.1.2020. . Vậy ngày 13.1 em đăng ký NỘP và điểm đã đạt chuẩn nhận Luận văn thì sau đó ngày 22.1 được không ạ , và em thấy Quy định mới: có thể Đăng ký nộp CCNN để xét nhận Luận văn tốt nghiệp ngay sau khi đăng ký nộp CCNN, không cần chờ kết quả thẩm tra CCNN ?. . Hay phải canh trước bao nhiêu ngày trước ngày 13.1 để có kết quả thẩm tra là đạt trước ngày 13.1 hay là nộp vào 13.1 và sau đó kết quả thẩm tra sau 13.1 là đạt thì 22.1 có thể được đăng ký Luận văn không ạ ?. . Và điểm 4 môn Anh văn có tính vào điểm TBTL Ngành không ạ ? . . Em cảm ơn ạ. . . .",
            "Chào bạn,. . . . - Anh văn 1,2,3,4 là môn học nên tính vào điểm trung bình tích luỹ ngành.. . . . -  Khi nào bạn có CCNN thì bạn xét luận văn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào PĐT,. . . . Em là sinh viên K20, đã nộp chứng chỉ anh văn và đã đóng lệ phí quy đổi đầy đủ.. . \"Cho em hỏi vậy em có phải tham gia thi anh văn đầu vào không ạ? Vì em có nghe đây là kì thi bắt buộc với tất cả sinh viên.\". . . . Em xin cảm ơn ạ.. . . .",
            "Chào bạn,. . . . Nếu bạn đã nộp CCNN để chuyển điểm anh văn rồi, bạn  không cần tham gia thi kiểm tra anh văn đầu vào.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Trong quá trình hoàn thiện hồ sơ du học thì có một trường yêu cầu em gửi bảng điểm cùng với bằng đại học để xác nhận. Em có gửi các giấy tờ liên quan đến trường đó, thì cho em hỏi trong trường hợp em bị mất bằng đại học thì em cần phải làm gì để được cấp lại bằng đại học ạ?",
            "Chào bạn,. . . . Bằng đại học không cấp lại, mà chỉ trích lục bằng cho bạn thôi.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào thầy/cô,em đã đóng lệ phí thi AV trễ hạn thì có cần làm đơn cứu xét gì không ạ. Hay như mail ghi,em đóng trễ thì các đợt đăng kí AV tiếp em bị cấm ạ. Cảm ơn thầy/cô đã đọc  . . . .",
            "Chào bạn,. . . . Bạn có nhận mail vào phòng thi anh văn không?. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là xem danh sách cấm thi học kì 201 ở đâu ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . . . Việc này bạn hỏi giáo viên giảng dạy.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi học phí trên Bkay của em có bị lỗi không khi lại xuất hiện thêm mục học phì kì chính 201 bổ sung. Học phí kì chính 201 em đã đóng lần 1 lần 2 , sau đó thì em xin bổ sung luận văn và đã đóng trên bkay 1750k , hôm nay em lên thì thấy thêm 1 mục học phí bổ sung kì chính 201 là 1750k nữa và đã quá hạn thanh toán , em cũng không nhận được mail về cái mục chi phí kì 201 bổ sung này. Em cảm ơn",
            "Chào bạn,. . . . PDT đã cập nhật học phí cho bạn rồi, bạn vui lòng kiểm tra lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "mail @hcmut . em đăng nhập vào tài khoản mybk thì vẫn bình thường nhưng đăng nhập mail lại bảo mật khẩu không đúng. Xin pđt hướng dẫn giúp em ạ. .",
            "Chào bạn,. . . . Bạn kiểm tra lại, nếu nhập tài khoản thì không có đuôi @hcmut.edu.vn. Còn mail thì gắn thêm @hcmut.edu.vn. Bạn có đăng nhập vậy không?. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào PĐT, em tên [full_name] MSSV [student_id], hiện tại em vừa mới mổ ÁP XE HẬU MÔN xong, và bác sĩ bảo hạn chế đi lại. Với tình hình này, em mong PĐT cho em hướng giải quyết với ạ ! . . Nếu như về việc Bảo lưu học kỳ thì em đang ở Bình Định và người thân em ngoài này hết, thì em phải nộp thủ tục như thế nào để được bảo lưu ạ ?. . Em mong PĐT giúp em hướng giải quyết ạ ! . . Em cảm ơn PĐT nhiều !. . Em có đính kèm giấy xuất viện và giấy phẫu thuật của em ạ !",
            "Chào bạn,. . . . - Bạn phải tải mẫu đơn tạm dừng phải có sự đồng ý của khoa và bộ môn. . . . . - Bạn có thể nhờ bạn bè nộp dùm.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ theo lịch ngày 28/12 sẽ khám sức khỏe K17 nhưng hôm đấy em có việc.Em có thể xin đi khám sớm hơn là vào ngày 22/12 chung với khóa K19 được không ạ?? Em cảm ơn. . . .",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào Phòng Đào Tạo,. . . . Em là [full_name] [student_id]. . . Em có nộp chứng chỉ ngoại ngữ Toeic vào ngày 3/12. Đến nay đã 10 ngày trôi qua mà chứng chỉ của em vẫn chưa được thẩm tra. (Các bạn em biết đều được thẩm tra trong vòng từ 5-8 ngày). . . . Kinh mong Phòng Đào Tạo xem xét giúp em. Em gửi ticket này vì lý do tránh trường hợp bằng của em bị bỏ sót ạ. . . . . Chân thành cảm ơn Phòng Đào Tạo.",
            "Chào bạn,. . . . PDT đã lấy dữ liệu chuyển điểm rồi bạn, hiện đạng chuyển điểm cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] [full_name] [full_name] Dạ em chào Cô[full_name] [full_name] Em có thấy trên web thay đổi lịch đăng ký môn học, cụ thể dời lại khoảng hơn 10 ngày[full_name] Em không biết là liệu có thể dời lịch nộp CCNN để tụi em có thêm thời gian ôn luyện được không ạ?[full_name] [full_name] Em cảm ơn",
            "Chào bạn,. . . . PDT sẽ cập nhật lại ngày chuyển điểm ngoại ngữ, DKMH dời 10 ngày thì ngày chuyển điểm cũng dời 10 nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thưa thầy/cô, em đăng kí chuyển điểm anh văn hôm 11/12 và đã thanh toán lệ phí. Vậy khi nào em được cập nhật điểm chuyển vậy ạ ? Em xin cảm ơn thầy/cô.",
            "Chào bạn,. . . . Khoảng 2 tuần PDT sẽ lấy dữ liệu chuyển ngoại ngữ 1 lần nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo,. . . . Em tên [full_name], MSSV:[student_id], sinh viên khoa Quản lý công nghiệp, K17. Vừa qua, em có thanh toán trễ bảo hiểm y tế do nhà em chuyển tiền lên không kịp. Em không biết là có cần lên phòng đào tạo để làm đơn trình bày lý do trễ không ạ.. . . . Rất mong quý Thầy/Cô giải đáp thắc mắc giúp em.Em chân thành cám ơn!",
            "Chào bạn,. . . . Bạn vui lòng liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi khi nào phiếu đăng ký nộp bằng tốt nghiệp của em được xử lí xong ạ, em đã đăng kí được hơn 3 tuần, và khi nào là hết hạn nộp bằng tốt nghiệp cho khoá K19 ạ",
            "Chào bạn,. . . . Đã hết hạn nhận bằng THPT từ lầu rồi bạn. Bạn đã nộp bằng THPT rồi thì PDT sẽ xử lý cho bạn.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào admin,. . Em là [full_name] - MSSV: [student_id] . . Vì lịch thi tiếng anh trùng lịch học thí nghiệm hoá phân tích lúc 09:40 ngày 19/12/2020 mà em không thể học bù môn hoá phân tích được nên mong nhà trường giúp em sắp xếp chuyển lịch thi tiếng anh sang chủ nhật ngày 20/20/2020 được không ạ??? (Em đã đóng tiền lệ phí thi tiếng anh rồi ạ). . Em xin chân thành cảm ơn ad đã đọc tin nhắn và giúp đỡ cho em!!!",
            "Chào bạn,. . . . - Khi đăng kí thi kiểm tra anh văn là tự bạn chon giờ mà. . . .  - Không đổi giờ được nha bạn, vì bạn thi trên máy tính, mỗi bạn sẽ có 1 tài khoản riêng và cài đặc ngày, giờ thi cụ thể.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/ cô, do em phải có công việc rất gấp phải về quê nên không dự thi avđk được.. . Thầy/ cô cho phép em hỏi một số ý sau ạ. . 1) Có thể dời lịch thi từ 18/12 lên 15-16/12 được không ạ?. . 2) Nếu em vắng thi thì xem như em mất tiền lệ phí thi, cho phép em hỏi có thể giữ đó để em thi đợt sau được không ạ?. . Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . 1. Không được nha bạn, vì bạn thi trên máy tính, mỗi bạn sẽ có 1 tài khoản riêng và cài đặc ngày, giờ thi cụ thể.. . 2. Bạn không thi vẫn đóng tiền lệ phí thi, lần sau thi bạn đăng kí lại và đóng tiền lại.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa thầy (cô), em là [full_name] sinh viên khoa Khoa học và Kỹ thuật máy tính khoá K17 của trường mình. Em muốn hỏi là tại sao em đã đăng ký nộp chứng chỉ ngoại ngữ, báo kết quả thành công rồi và em cũng đã đăng ký chuyển điểm rồi mà đến hiện tại trên bảng điểm chung cũng như bảng điểm chuyển của em vẫn chưa có thông tin gì hết ạ. . . Mong sớm nhận được hồi đáp từ thầy (cô).. . [full_name]",
            "Chào bạn,. . . . PDT đã lấy dữ liệu chuyển điểm của bạn rồi và cập điểm chuyễn cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2049579  /b \t. . . .   i Học vụ . Chào Thầy/Cô,. . Em đã nộp hồ sơ nhập học hệ Đào tạo từ xa hồi tháng 11/2020.Vào tháng 12/2020 này em có nhận được email từ trường là \"Thông báo tới SV v/v xem kết quả và đăng ký bổ sung môn học đợt 2 HK1/2020-2021 hệ VLVH\", nhưng em không thấy thời khóa biểu trong mục mybk.hcmut.edu.vn =  Thông tin sinh viên trên web. Thầy/Cô vui lòng cho em hỏi đã có thời khóa biểu nhập học của hệ ĐTTX vào tháng 12 này chưa ạ? Em cám ơn!. . . . Trần Bích Vân. . Hệ ĐTTX, MSSV:2049579",
            "Chào em.. . Hệ từ xa hiện đang liên hệ với [full_name] để xếp TKb.. . khi nào có PĐT sẽ email cho em biết. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào phong CTCTSV,. . Hiện tại vì lý do cá nhân gia đình cần về quê gấp, nên em không thể tham gia khám sức khỏe đúng lịch như đã thông báo. . . Em muốn hỏi rằng trường mình sẽ tổ chức đợt khám vét cho sinh viên không tham gia được như lịch đã thông báo vào thời gian nào. Có phương án nào em có thể thực hiện nếu như không tham gia khám đúng lịch để em có thể giải quyết.. . Mong phòng CTCTSV giải đáp giúp em.. . Em xin cám ơn./.. .   i Yêu cầu khác .",
            "Chào bạn,. . . . Đây là Phòng Đào Tạo, bạn vui lòng liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào PĐT ạ,. . Dạ em tên [full_name] khoá K18 , em có thắc mắc là việc khám sức khoẻ do trường tổ chúc sắp tới có bắt buộc không ạ. Nếu bắt buộc thì lỡ em không đăng kí thì có bị không cho đăng kí môn kì sau không ạ và lỡ không đăng kí thì có cách nào giải quyết không ạ. . . Em xin cảm ơn ạ.",
            "Chào bạn,. . . . Bạn vui lòng liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy (cô) Phòng đào tạo ạ. . . Hiện tại em là sinh viên năm 4, em dự định đăng ký học dự thính một số môn ở học kỳ hè 203 để cải thiện điểm. Em cũng cố gắng tốt nghiệp vào đợt tốt nghiệp tháng 11. Thầy (cô) cho em hỏi như vậy thì điểm học dự thính kỳ hè 203 của em có được xét vào điểm trung bình tích lũy để xét loại tốt nghiệp không ạ.. . Em cảm ơn rất nhiều",
            "Chào bạn,. . . . Điểm nào cao nhất sẽ lấy và tính vào điểm trung bình tích luỹ.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào quý thầy cô, em tên [full_name] lớp XD16KT Kiến trúc ạ!. . Thầy cô có thể giải đáp lý do tại sao trong danh sách học bổng thì lại có trường hợp một số bạn chỉ đạt 6,5 trở lên điểm trung bình học kỳ trở lên nhưng lại được học bổng ạ? Còn em vẫn thuộc diện xét học bổng và điểm trung bình của em thuộc 8,0 nhưng vẫn không có học bổng ạ?. . Em khá bức xúc vì vấn đề trên! Cảm ơn thầy cô, mong thầy cô giải đáp. .",
            "Em được biết lý do nhà trường cắt giảm học bổng cho học kỳ 192 vừa rồi. Tuy nhiên nhà trường làm thế thì không công bằng và xứng đáng. Học bổng khuyến khích học tập nhưng lại không được trao theo đúng ý nghĩa của nó. Nhiều bạn giống em cũng đã và đang vô cùng bức xúc vì vấn đề trên.. . Trong năm qua nhà trường cũng đã tăng học phí của sinh viên nhưng học bổng thì lại cắt giảm. Được hỏi thì trường giải thích do nhiều bạn rút môn học nhưng thực tế là con số không nhiều như vậy đâu ạ! . . Hơn nữa nhà trường còn chọn nhiều bạn điểm thấp để trao học bổng không biết mục đích làm vậy là để đỡ tốn hơn hay sao ạ?. . Em rất mong nhận được sự giải đáp xứng đáng, mong nhà trường đừng vòng vo lý do nữa ạ!. .",
            "Chào bạn,. . . . - Bạn muốn thắc mắc gì liên hệ trực tiếp Phòng Đào Tạo cơ sở 1 gặp cô [full_name] sẽ giải đáp thắc mắc thoả đáng cho bạn.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô, em là sinh viên K14,Khoa Khoa học Ứng dụng, ngành Cơ kỹ thuật kì này là kì cuối theo chương trình đào tạo chính qui của em, em có thắc mắc là nếu như kì này em vẫn chưa đủ điều kiện để tốt nghiệp thì em xin chuyển qua hệ \"vừa học vừa làm\" được không ạ, vậy Chương trình đào tạo vẫn như chính qui phải k ạ? Và hạn cuối cùng để chuyển hệ là khi nào ạ.. . . . Em cảm ơn!",
            "Chào bạn,. . . . Bạn chuyển sang hệ VLVH được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa Phòng Đào tạo, vừa qua em có nộp lại bản chính và bản sao bảng điểm tốt nghiệp do có sai sót trong tính điểm. Vừa rồi em có hỏi thì được báo đúng điểm mới, Phòng cho em hỏi em có được cấp lại bảng điểm mới không ạ? Nếu làm thì có cần phải đăng ký quy trình như trước và đóng phí không ạ?. . Em xin cảm ơn.",
            "Chào bạn,. . . . Việc này bạn đã làm đơn nộp PDT chưa?. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào cô/thầy, em muốn hỏi em đóng lệ phí anh văn đầu vào đợt DDAVC201 nhưng em thanh toán sai cột đã thanh toán lệ phí anh văn đợt DDAVC20193 ( đợt này em có việc gia đình nên không thi được). Vậy em có được chuyển mục đã thanh toán hay em phải thanh toán tiếp đợt DDAVC201 ạ",
            "Em chào cô/thầy, em muốn hỏi em đóng lệ phí anh văn đầu vào đợt DDAVC201 nhưng em thanh toán sai cột đã thanh toán lệ phí anh văn đợt DDAVC20193 ( đợt này em có việc gia đình nên không thi được). Vậy em có được chuyển mục đã thanh toán hay em phải thanh toán tiếp đợt DDAVC201 ạ. Em cảm ơn cô/thầy đã xem xét cho trường hợp của em ạ.",
            "Chào bạn,. . . . Bạn đã đăng kí thi anh văn đầu vào là bạn phải đóng tiền.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT,. . Em tên là [full_name], là sinh viên khóa K18, em vừa rồi có thi toiec quốc tế được 530 mà em muốn đăng ký av 3 4 của trường mà chưa chuyển điểm anh văn 1 2 thì có được không ạ?",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1. Trong mục 4, phần a có qui định điểm ngoại ngữ để chuyển điểm anh văn 1,2,3,4.. . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . . . 4.   Chuyển điểm các môn ngoại ngữ và bảng quy đổi tương đương các chứng chỉ. . . . a) Các môn Anh văn:. . . .  Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2020-2021. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Tài khoản của em không được cấp quyền truy cập vào thông tin sinh viên cũng như một số hoạt động đăng kí khác ở myBK ạ. MSSV của e là [student_id]. Mong nhận được phản hồi sớm nhất từ thầy/cô! Em xin cảm ơn.. .",
            "Chào bạn,. . . . Hiện tại bạn bị tạm dừng nên không truy cập được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cho em hỏi là đầu tháng 12 em có thi ở IIG được 470, em là K19 vậy  em có đc miễn av3 ko ạ. Em có xem trên aao rồi nhưng mà có bảng đổi điểm mới ko biết chỉ áp dụng cho K20 hay ko .Em cảm ơn",
            "Chào bạn,. . . . Bảng chuyển điểm anh văn áp dụng tất cả cho các khoá.. . . . Thân",
            "vậy điểm thi em vừa thi ở IIG xong của em là 470 ( em khóa K19), em có nhấn chuyển điểm thì em chỉ có điểm của av1 (6đ và đc xếp lớp vào av2) nhưng em có đc tính là đã qua av3 ko ạ. Em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là, em có lịch khám sức khỏe cuối khóa sáng thứ 5 ngày 17/12, do nhà em có việc gấp, em chưa lên thành phố kịp, cho em xin phép được chuyển lịch khám qua sáng thứ 6 ngày 18/12 có được không ạ?. . Mong được hỗ trợ!. . Em cảm ơn nhiều ạ!",
            "Chào bạn,. . . . Bạn vui lòng liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô ạ. Em là [full_name] MSSV [student_id]. Trong đợt thanh toán học phí này vì điều kiện kinh tế nên em đóng trễ vài ngày ạ. Em kính mong nhà trường bỏ qua ạ. Em xin cảm ơn ạ.",
            "Chào bạn,. . . . Bạn đóng xong là được rồi, bạn đóng trễ chỉ trừ điểm rèn luyện thôi.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy, cô. . Em muốn xin thông tin liên hệ với phòng CTCT sinh viên để xin chuyển lịch khám sức khỏe!. . Mong được hỗ trợ!. . Em cảm ơn nhiều ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . ///////Thời gian: 12/15/2020 11:08:55 am. . Từ: [7974] (002770) [full_name]. . . . Chào bạn,. . . . Việc này bạn đã làm đơn nộp PDT chưa?. . . . Thân//////. . . . Dạ rồi. Em đã nộp cả 2 bản của bảng điểm và làm đơn gửi tại Phòng Đào tạo vào ngày 01/12 ạ.",
            "Chào bạn,. . . . Có rồi đó bạn, liên hệ Phòng Đào Tạo để lấy nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô.. . . . Đợt phát giấy nghĩa vụ quân sự, em có nhận giùm cho bạn [full_name] mssv: [student_id]. . Nhưng trong quá trình chuyển trọ, em đã làm lạc mất giấy. . . Em muốn xin cấp lại giấy hoãn nghĩa vụ quân sự có được không ạ? Và nếu được thì làm như thế nào?. . . . Em cảm ơn thầy/cô.",
            "Chào bạn,. . . . Bạn vào Mybk đăng kí in lại.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là chứng chỉ anh văn xét tốt nghiệp thì nếu nộp bằng ielt thì nộp ielt general hay ielt academic ạ? Em cám ơn nhiều ạ",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1, trong mục 3 nha http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào Thầy/Cô, . . Khi đăng ký học hệ VHVL đợt 2 năm 2020-2021, Em có đăng ký ngành Kỹ thuật nhiệt. . . Nhưng khi trúng tuyển, em được phân vào Khoa Cơ khí - Ngành: Kỹ thuật Vật Liệu. Hiện tại em chưa rõ về vấn đề này. . . Mong thầy/cô giải thích giúp em. Em chân thành cảm ơn. . . Tên SV: [full_name] . . MSSV: [student_id]",
            "Em hiện đang ngành KT nhiệt. . Trên hệ thống đang hiện thị sai nhưng ko nhé."
        ]
    }
]