[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name], mssv: [student_id]. Lúc em đăng ký trên pdt chưa được cập nhật ngày CTXH, bây giờ CTXH đã được cập nhật, PDT mở khóa đăng ký tốt nghiệp giúp em. Cho em hỏi thêm mình chỉ cần đăng ký tốt nghiệp online và thanh toán lệ phí là xong hay cần phải nộp thêm đơn gì không? Em cảm ơn.",
            "Chào bạn,. . . . Đã mở khoá, bạn vào đăng kí tốt nghiệp nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi là em đã có điểm av nói viết nhưng không đăng kí tốt nghiệp được ạ.",
            "Chào bạn,. . . . Thứ 2 này (ngày 02/11) PDT sẽ gởi mail đăng kí tốt nghiệp. Bạn vào đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào quý thầy cô. . Học kì 201 . . Em muốn xin rút môn Tổ chức quản lý bảo dưỡng 3 MSMH:260623 nhóm C01 thứ 6. . Vì lý do em đã đăng ký được môn: tiểu luận tốt nghiệp và môn Tổ chức quản lý bảo dưỡng 3 em đã học ở HK2 năm 2017-2018. . Em xin cám ơn",
            "Chào bạn,. . . . Bạn muốn rút môn học làm đơn nộp PDT nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy cô ạ, do đợt sinh hoạt công dân vừa rồi em không đi. Em có lên phòng ctct-sv để xin nhưng cô không cho . Như vậy em làm sao mới được đăng kí môn học học kì 2 vậy ạ . Đây là lần đầu mong pdt xem xét giúp em a.",
            "Chào bạn,. . . . PDT không có chức năng này nha bạn, SHCD phòng Công Tác Chính Trị phụ trách nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: PĐT Đại Học Bách Khoa TP HCM. . Em là:Trần Thị Bích Vân MSSV: [student_id]. . Hiện tại đang là sinh viên khoa Bảo Dưỡng Công Nghiệp. Em sinh trình bày như sau: do em mới cập nhật được chuẩn chuyển điểm anh văn mới nên đợt đăng kí dự thính học kì 1(2020-2021)trước em không đăng kí anh văn 2.. . Vậy em xin PĐT cho em được xin vào lớp Anh Văn 2 MSMH: LA1005,lớp DT01 Để em được kịp ra trường trong đợt tới. Em xin chân thành cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]7  /b \t. . . .   i Tốt nghiệp . Dạ cô cho em hỏi PĐT có lịch làm lễ tốt nghiệp dự kiến tháng sau chưa ạ.",
            "Chào bạn,. . . . Chưa bạn, nhà trường chưa chốt lịch tốt nghiệp.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ e với bạn e có đăng kí tốt nghiệp được một thời gian rồi nhưng e vào xem tình trạng sinh viên của e thì đang học . . Còn bạn e thì tình trạng sinh viên tốt nghiệp . . Dạ cho e hỏi e đã được nằm trong danh sách tốt nghiệp chưa ạ. .",
            "Chào bạn,. . . . - Bạn đã hoàn thành các bước đăng kí tốt nghiệp rồi thì yên tâm . Khi nào có quyết định tốt nghiệp thì tình trạng sv sẽ chuyển sang tốt nghiệp.. . . . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa các thầy cô , em thuộc lớp võ L284 , hôm trước mặc sĩ số lớp không đủ nhưng vẫn có xếp thời khóa biểu nên em nhầm rằng có lớp ,và em đã học nhầm lớp. Hiện nay lớp bị hủy và đã quá hạn đăng ký bổ sung nên em mong quý thầy cô có thể giúp em mở thêm sĩ số lớp L278 ạ",
            "Chào bạn,. . . . Danh sách môn học GDTC đã chốt và chuyển lên trung tâm Giáo Dục Thể Chất của ĐHQG rồi, hiện tại không đăng kí được nha bạn.. . . . Thân. . . . . . . .",
            "Chào bạn,. . . . [full_name] đã đăng kí cho bạn môn võ PE1023 nhóm L278, thời khoá biểu sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ do em nghe ko kỹ nên em quên làm bài kiểm tra Vật lí 1 video chương 1 nên h ko thể xem chương 2 đc ạ mong cô giúp em mở lại bài kiểm tra đc ko ạ",
            "Chào bạn,. . . . Việc này bạn liên hệ với giáo viên giảng dạy nha.. . . . Thân",
            "Yêu cầu khác: dạ cho em hỏi là em nhầm lẫn giữa Quiz vs bài kiểm tra ạ nên giờ không làm đc bài để xem video tiếp theo ạ giờ em phải làm sao ạ",
            "Chào bạn,. . . . Việc này bạn liện hệ với giáo viên giảng dạy nha.. . . . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em dùng email như trong hình 1 để đăng ký tài khoản, sau khi nhận được mail thì em nhấn vào link để hoàn tất đăng ký. . . . . Em dùng mssv để đăng nhập thì màn hình hiển thị như hình 2. Em quay trở lại màn hình đăng ký thì thấy tài khoản đã được kích hoạt như hình 3.. . . . Vậy cho em hỏi tài khoản cựu sinh viên là mssv như hình 3 hay email liên lạc như trong hình 1? Tại sao em không đăng nhập được? Em cảm ơn.",
            "Chào bạn,. . . . Bạn vào đăng kí tốt nghiệp lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 413T3284  /b \t. . . .   i Tốt nghiệp . Gửi Phòng Đào Tạo.. . . . Kính mong phòng đào tạo cập nhật lại thông tin của em :. . - Nơi sinh: Đồng Nai. . - Năm vào: 10/2013. . (Vui lòng xem hình ảnh đính kèm ạ). .  . . [full_name].. .   [full_name](077 399 5228).",
            "Chào bạn,. . . . PDT đã cập nơi sinh và năm vào học cho bạn rồi nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào Phòng đào tạo,. . . . Em xin hỏi là em vừa mới có tên trong danh sách tốt nghiệp dự kiến, nhưng khi em đăng kí tốt nghiệp trên Mybk thì vẫn chưa được và bị hiện thông báo là “Không tìm thấy trong danh dách tốt nghiệp dự kiến”.. . . . Xin phòng đào tạo cho em biết nên làm gì tiếp theo để được làm lễ tốt nghiệp trong tháng 11 này ạ.. . . . Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . Chiều nay [full_name] sẽ gởi mail bạn vào đăng kí tốt nghiệp nha.. . . . Thân.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi đã có danh sách sinh viên đạt học bổng khuyến khích học tập học kỳ 2 năm học 2019 - 2020 chưa ạ?",
            "Chào bạn,. . . . Chưa có bạn. Khi nào có PDT sẽ gởi mail cho sinh viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . pdt@. . Chào thầy/cô.. . . . Em là [full_name], sinh viên k16 khoa máy tính. Em viết mail này nhằm nêu thắc mắc về việc tên của em có trong danh sách tốt nghiệp dự kiến nhưng không có trong danh sách chính thức tháng 11. Mong thầy/cô giải đáp cho em ạ.. . . . Em xin chân thành cảm ơn.. . . .",
            "Chào bạn,. . . . - Bạn đã hoàn thành các bước đăng kí tốt nghiệp rồi thì yên tâm . Khi nào có quyết định tốt nghiệp thì sẽ chuyển sang danh sách tốt nghiệp chính thức.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ, phòng đào tạo có thể kiểm tra giúp em là em đã đủ điều kiện tốt nghiệp chưa ạ. Em tự kiểm tra thì thấy bản thân đủ điều kiện tốt nghiệp rồi, nhưng khi kiểm tra danh sách dự kiến tốt nghiệp thì lại không thấy tên ạ. Rất mong phòng đào tạo có thể kiếm tra xác nhận là em đã đủ điều kiện tốt nghiệp hay chưa ạ. Em rất cảm ơn thầy, cô phòng đào tạo đã giúp đở ạ.",
            "Dạ em muốn bổ sung thêm là do em đăng kí tốt nghiệp không được. Dạ có phải điều kiện để đăng kí tốt nghiệp là phải có trong danh sách dự kiến không ạ",
            "Chào bạn,. . Phòng Đào tạo đã ghi nhận trường hộp xét TN của bạn, bạn vui lòng đợi mail thông báo về TN.. . Nếu sau ngày 3/11/2020 chưa nhận được mail thông báo tốt nghiệp, vui lòng liên hệ PDT để kiểm tra lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào cô. . Em được 355 toeic k17 em có được đăng kí môn học năm 3 không. em cảm ơn. . Thân",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào cô! Em muốn hỏi là nộp chứng chỉ ngoại ngữ để có điều kiện đăng kí môn học mà không chuyển điểm thì có cần nộp vào đợt chuyển điểm không ạ hay nộp khi nào cũng được ạ. Em cảm ơn !. . . .",
            "Chào bạn,. . . . Bạn nộp lúc nào cũng được. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa cán bộ PĐT, Em mới có chứng chỉ ngoại ngữ để nhận LVTN. Tuy đã quá hạn đăng ký nhưng liệu còn cách nào để đăng ký LVTN không ạ?. . . .",
            "Chào bạn,. . . . Bạn nộp CCNN trên Mybk, làm đơn xin đăng kí luận văn đơn có sự xác nhận của giáo viên hướng dẫn và khoa của bạn. Nộp PDT nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô.. . Đợt vừa rồi em có thi Toeic và đạt 380. Em thấy nhà trường có mở lớp Anh Văn 400 Toeic, nếu em học lớp này thì có cần phải thi Toeic nữa không? Và có bắt buộc phải học lớp này không?",
            "Bạn có thể học lớp AV400,. . Nếu đạt môn học AV400 thì tương đương Toeic 400. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào thầy/cô!. . Cho em hỏi học kì 201 này có tổ chức thi anh văn định kì không ạ? Em xem lịch học vụ nhưng không thấy. Và nếu có tổ chức thì thời gian là bao giờ ạ?",
            "Chào bạn,. . . . - Hiện tại nhà trường chưa có thông báo về việc ngày thi chuẩn tiếng anh hằng năm. Khi nào PDT có ngày thi chuẩn tiếng anh hằng năm,  sẽ gởi mail thông báo cho sinh viên.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào [full_name]. . Em viết mail này để xin [full_name] cập nhật cho em điều kiện tốt nghiệp về ngày CTXH. Vì em mới hoàn thành đủ 15 ngày nên hiện trên mục Đăng ký tốt nghiệp vẫn bị ghi chú \"Không được phép đăng ký (Nợ CTXH )\". . Mong sớm nhận được phản hồi từ [full_name]. . Em xin cảm ơn",
            "Chào bạn,. . Khoảng 15h bạn vào đăng ký tốt nghiệp lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô! em hiện là sinh viên K13, em còn thiếu mỗi anh văn 4 thì mới được tốt nghiệp, nhưng do em mới biết quy chế trường thay đổi từ 500 lên 600 Toeic mới quy đổi được Anh văn 4,trong khi em thi được 565,em có nghe nói là được học thêm 1 kỳ vớt đối với những sinh viên thiếu điểm anh văn,vậy đối với trường hợp của em thì như thế nào? cám ơn thầy,cô. .",
            "Chào thầy/cô! em hiện là sinh viên K13, em còn thiếu mỗi anh văn 4 thì mới được tốt nghiệp, nhưng do em mới biết quy chế trường thay đổi từ 500 lên 600 Toeic mới quy đổi được Anh văn 4,trong khi em thi được 565,em có nghe nói là được gia hạn thêm 1 kỳ vớt đối với những sinh viên thiếu điểm anh văn,vậy đối với trường hợp của em thì như thế nào? cám ơn thầy,cô",
            "Chào bạn,. . . . - Nếu bạn thi Toeic mà ngày thi trước này 21/9/2020. Ngày đăng kí chuyển điểm trước 01/11/2020 thì vẫn áp dụng chuyển điểm cũ nha. Anh văn 4 sẽ là 500 (áp dụng từ học kỳ 193 trở về trước). . . . - Sau thời gian trên sẽ áp dụng bảng chuyển điểm mới. Áp dụng bảng chuyển điểm mới (từ học kỳ 201 trở về sau) sẽ cao hơn.. . . . Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658 . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b [full_name]. MSSV/MSGV: [student_id]  /b \t. . . .   i Yêu cầu khác . Em muốn hỏi là bảng điểm sinh viên ở trên trang Cổng thông tin sinh viên (https://mybk.hcmut.edu.vn/stinfo/) . .  . . Số tín chỉ tích lũy ngành: --. . Điểm trung bình tích lũy ngành: --. . Tính đến hết học kỳ : --. . . . chưa thấy cập nhật bao giờ vậy ạ, tại em thấy những khoa khác thì có cập nhật.. . . . Em xin cám ơn ạ.. . . .",
            "Chào bạn,. . . . Sau khi học kỳ có điểm đầy đủ PDT mới cập nhật nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào quý thầy cô pđt.. . Em muốn hỏi về thời điểm cụ thể đăng kí luận văn tốt nghiệp cho Học kỳ 2 Năm học 2020 - 2021. . Em cần thông tin để canh nộp chứng chỉ ngoại ngữ cho kịp.. . . . Em cảm ơn thầy/cô",
            "Chào bạn,. . . . Bạn vui lòng xem lịch học vụ có trên web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_77&tid=1915.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "em tên là [full_name] , mssv [student_id],khoa kỹ thuật xây dựng, hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp nhưng ngày ctxh là 14.5, báo là nợ ctxh, nhưng trên hđ ngoại khóa sinh viên em đã có 15.5 ngày ctxh. em xin pđt cập nhật cho em để em có thể đăng ký tốt nghiệp ạ, em xin cảm ơn! . .",
            "Chào bạn,. . Sau 15h ngày 29/10/2020 bạn vô đăng ký tốt nghiệp lại nhé!. . Thân",
            "Chào bạn,. . . . Bạn vào đăng kí tốt nghiệp nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ, chị có thể hướng dẫn cho em viết đơn xin đăng kí luận văn không ạ, vì em nghe nói cần viết 2 đơn.    . .",
            "Chào bạn,. . . . Bạn làm đơn xin đăng kí luận văn đơn có sự đồng ý của giảng viên hướng dẫn luận văn và ban chủ nhiệm khoa. Nộp PDT để xin đăng kí luận văn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2011033  /b \t. . Thưa Thầy Cô cho em được hỏi vấn đề liên quan đến miễn học Quốc phòng an ninh. Em đã có chứng chỉ học QPAN và Em đang là Sinh Viên năm nhất học kì đầu tiên. Cho em hỏi là khi em nộp chứng chỉ để miễn học thì   U phần học phí QPAN   /U  sẽ được tính như thế nào ạ. Em xin cảm ơn.. .   i Học vụ .",
            "Chào bạn,. . . . Đối với khoá 20, học kỳ 1 học phí đóng theo gói. Môn Giáo Dục Quốc Phòng Phòng Đào Tạo đã chốt danh sách ngày tư đầu và gởi lên Trung Tâm Giáo Dục Quốc Phòng rồi, nên không rút tiền học phí lại được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thầy cô cho em hỏi. K20 năm nay học Quân sự trực tiếp hay là học online ạ? Em cảm ơn.. . . .",
            "Chào bạn,. . . . Học trực tiếp bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có đăng ký giấy để nộp bằng PTTH 2 tuần rồi mà vẫn chưa có kết quả, sắp hết hạn nộp rồi, em mong thầy cô xác nhận giấy giúp em.. . Em cảm ơn ạ.",
            "Chào bạn,. . . . Bạn đã nộp PDT sẽ xử lý cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Phòng đào tạo cho em hỏi lịch thanh toán học phí tạm ứng có điều chỉnh phải không ạ, em chưa thấy học phí cập nhật trên BKPay.",
            "Chào bạn,. . . . Khi nào có thông báo đóng học phí sẽ gởi mail nha bạn và cập nhật trên web PDT.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .   I Dạ chào phòng đào tạo ,. . Em tên [full_name] , mssv :[student_id]. kỳ này em có trong danh sách dự kiến để xét tốt nghiệp , do trước đó em còn thiếu ngày ctxh nên chưa đăng ký tốt nghiệp  được, nên tuần trước em đã tham gia ctxh để đủ 15 ngày . Hiện tại trang hoạt động ngoại khóa đã cập nhật đủ 15 ngày ctxh nhưng trên trang đăng ký tốt nghiệp vẫn chưa cập nhật . Em xem thông tin thì 30/10 đã là hạn chót đăng ký tốt nghiệp. Mong phòng đào tạo cập nhật sớm để em có thể đăng ký tốt nghiệp .. . Em xin cảm ơn.. .",
            "Chào bạn,. . . . Đã mở khoá bạn vào đăng kí tốt nghiệp nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có thể làm đơn huỷ môn Giáo dục thể chất được không ạ?",
            "Chào bạn,. . . . Bạn muốn huỷ thì làm đơn rút môn học nộp Phòng Đào Tạo nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kinh gửi Thầy, Cô trường ĐH Bách Khoa,. . . . Em khóa K14, Hiện tại chưa hòa thành anh văn 4. Vậy em nếu em nộp bằng Toeic để đạt điểm 5 Anh Văn 4, thì tối thiểu bằng Toeic đố bao nhiêu điểm?. . . . Cám ơn thầy cô.",
            "Chào bạn,. . . . Kể từ học kỳ 1 năm 2020-2020 điểm chuyển anh văn có thay đổi (cao hơn trước).Bạn xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Bạn xem điểm qui đổi trong mục 4.   Chuyển điểm các môn ngoại ngữ và bảng quy đổi tương đương các chứng chỉ.. . . . a) Các môn Anh văn:. . . .  Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2020-2021.. . . . - Nếu ngày thi chứng chỉ trước ngày 21/9/2020, thời gian đăng kí chuyển điểm trước ngày 01/11/2020 sẽ áp dụng bảng chuyển điểm :. . . . - Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2017-2018 đến HK3/2019-2020.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   b MSSV/MSGV: [student_id]  /b \t  /B . . . .   B   i Tốt nghiệp  /i   /B . . Em tên [full_name], sinh viên năm cuối. Em đã đủ điều kiện xét tốt nghiệp và nộp đơn xét tốt nghiệp từ ngày 10/10/2020 nhưng tới hôm nay 29/10/2020 kiểm tra em vẫn chưa có tên trong danh sách tốt nghiệp chính thức. Cho em hỏi là có vấn đề gì với việc cập nhật tên em trong danh sách chính thức không ạ? Em cảm ơn. .",
            "Chào bạn,. . . . - Bạn đã hoàn thành các bước đăng kí tốt nghiệp rồi thì yên tâm . Khi nào có quyết định tốt nghiệp thì sẽ chuyển sang danh sách tốt nghiệp chính thức.. . . . Thân. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Ảnh thẻ của e thấy giống với mấy bạn mà không hiểu sao không đạt yêu cầu bắt phải cập nhật lại, giờ e không biết phải làm sao nữa.. . . .",
            "Chào bạn,. . . . Hình của bạn khi in thẻ inh viên rất mờ, bạn vui lòng làm theo hướng dẫn chụp hình thẻ của trường nha http://tuyensinh.hcmut.edu.vn/admission/image/data/tuyensinh/ts2020/Huong%20dan%20upload%20hinh%20anh.pdf.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em thuộc khoa Máy Tính. . Vì lý do gia đình có tang nên em phải về quê Quảng Nam, nên vào ngày 31/10 tới không thể tham gia sinh hoạt cuối khoá.Em mong nhà trường có thể cho phép em vắng buổi này được không ạ, hoặc em mong sẽ nhận được một giải pháp để em có thể hoàn thành điều kiện sinh hoạt cuối khoá.",
            "Chào bạn,. . . . Sinh hoạt cuối khoá bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1412487  /b \t. . . .   i Tốt nghiệp . Chào Thầy/Cô!. . Em đã đủ 15 ngày CTXH nhưng vẫn ko được phép đăng ký tốt nghiệp trên web (ảnh đính kèm). Thầy/Cô xem và cập nhật lại giúp em. Em cám ơn.",
            "Chào bạn,. . . . Bạn vào đăng kí xét tốt nghiệp nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name], MSSV:[student_id]. Cô cho em hỏi là năm học 2019-2020 em có tạm dừng học 2 học kì 191 và 192 nhưng sao lại bị nhận mail cảnh cáo học vụ vậy ạ. Em cảm ơn ạ.",
            "Chào bạn,. . . . Đối với khoá 2018 bạn phải tích luỹ trên 40 chỉ, PDT cảnh báo để báo cố gắn cho các học kỳ tiếp theo.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là sang tuần học quân sự rồi nhưng ngày hôm qua em vừa bị tai nạn xe bị chấn thương ở chân thì có cách nào để em hoãn lịch học quân sự lại không ạ ??",
            "Chào bạn,. . . . Danh sách học  GDQP đã gởi lên Trung Tâm Giáo Dục Quốc Phòng, bạn vui lòng liên hệ Trung Tâm Giáo Dục Quốc Phòng nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào cô,. . Em tên [full_name]. . MSSV: [student_id]. . Sinh viên lớp: XD16KSDD. . Dạ thưa cô em đang đăng kí cho đợt tốt nghiệp tháng 11 sắp tới nhưng thông tin để đăng kí tốt nghiệp của em có thiếu sót ạ. Cụ thể là ở mục \"Nơi sinh:...\" không hiện thông tin em ở Khánh Hòa mà chỉ để trống (em có đính kèm ảnh phía dưới ạ). Mong cô có thể giúp em bổ sung thông tin cá nhân ạ!. . Em cảm ơn cô, chúc cô một ngày thật nhiều niềm vui!. . . .",
            "Chào bạn,. . . . Đã cập nhật nơi sinh của bạn rồi nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Từ lúc có cảnh cáo học vụ thì hạn nộp đơn cứu xét là bao lâu và cho em xin mẫu đơn cứu xét với ạ. .",
            "Chào bạn,. . . . Việc này bạn về khoa để tư vấn cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B thiếu thông tin về nơi sinh trong phần thông tin sinh viên tốt nghiệpTốt nghiệp .",
            "Chào bạn,. . . . Bạn vui lòng cung cấp nơi sinh của bạn để PDT cập nhật cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . -Điểm bài tập lớn của em bị 13, trong khi đó bài nhóm em được 7đ thì bây giời nhóm em phải làm sao để chỉnh sửa điểm ạ.Em có báo với thầy nhiều lần như thầy vẫn chưa chỉnh sửa cho nhóm em(đã hơn 1 tháng) . . . .",
            "Chào bạn,. . . . Phần điểm học bạn phải liên hệ ở khoa/bộ môn và giáo viên giảng dạy nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào cô,. . Em có đăng kí tốt nghiệp bổ sung vào ngày 28/10/2020 em có kế quả thẩm tra rồi thì bước tiếp theo làm gì để đăng kí tốt nghiệp vậy cô? . . Em cảm ơn ạ",
            "Chào bạn,. . . .    Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 03/11 Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn - tốt nghiệp - thông tin tốt nghiệp -  danh sách tốt nghiệp 11/2020. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy cô ạ,. . Thầy cô cho em hỏi sao kì này học phí lại tăng cao vậy ạ?. . Bình thường trong HK chính theo em được biết là 320 nghìn/chỉ nhưng kì này số tiền này cao vậy ạ. Em học 16 chỉ, nếu tính ra chỉ là 5 triệu mốt nhưng kì này học phí tăng lên 5 triệu 3 trăm nghìn đồng. Thầy cô có thể cho em lời giải thích được không ạ ?. . Em cám ơn nhiều ạ.",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra mail PDT có gởi cho sinh viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô, em là sinh viên k20 hệ văn bằng 2. Em đã có mail thanh toán học phí HK 201 nhưng em đăng nhập vào Bkpay thì hệ thống báo là tài khoản chưa được cấp quyền này. Thầy/cô xem giúp em với ạ. Em cảm ơn thầy/cô. . . . .",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra mail nha bạn, ngày 5/11 mới đóng học phí nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn hỏi về lịch thi kết thúc học kỳ 1 trên mybk là chính xác chưa ạ. Em không biết là có bị thay đổi hoặc dời lịch thi không ạ",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra lại nha, hiện tại là lịch kiểm tra giữa kỳ mà bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PĐT!. . PĐT cho em hỏi là tháng 11 này trường có tổ chức thi TOEIC trường không ạ? Và nếu có thì khi nào sẽ tổ chức ạ?. . Em xin cảm ơn!",
            "Chào bạn,. . . . - Khi nào có ngày thi kiểm tra trình độ tiếng Anh (theo định dạng TOEIC) PDT sẽ gởi mail thông báo cho sinh viên. Bạn vui lòng đợi mail nha.. . . . Thân. .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Em là sinh viên năm 2, thuộc liên chi hội sinh viên khoa điện-điện tử.Em muốn biết về thời gian làm lễ tốt nghiệp của các anh chị khoa điện-điện tử để làm lễ tri ân chào các anh chị ra trường, nhưng em khi vào aoo để xem thời gian thì em lại không xem được ạ. Hệ thống yêu cầu phải nhập mã số sinh viên của sinh viên đã có quyết định tốt nghiệp thì mới xem được ạ. Em viết yêu cầu này để xin biết được cụ thể là ngày nào làm lễ tốt nghiệp, em xin cám ơn ạ\t. . . .   i Tốt nghiệp .",
            "Chào bạn,. . . . Nhà trường chưa có thông báo cụ thể ngày tốt nghiệp, khi nào có chính thức Phòng Đào Tạo sẽ gởi mail cho sinh viên.. . . . Thân. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào phòng đào tạo , . . Em tên là [full_name], mssv:[student_id]. Em mới đăng ký tốt nghiệp vào hôm nay , đã đóng tiền và được xác nhận . Chiều nay em có vào xem lại thì ghi là không được đăng ký ( nợ học phí ) do kỳ này em có đăng ký 1 môn để duy trì tiến độ, em đã rút môn và tới ngày 5/11 mới có thông bào đóng học phí. Giờ em phải làm như thế nào ạ ? mong phòng đào tạo kiểm tra và phản hồi sớm cho em .. . Em xin cảm ơn,",
            "Chào bạn,. . . . Ngày 5/11 bạn nhớ đóng học phí để cập nhật tình trạng tốt nghiệp.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: K[student_id]  /b \t. . . .   i Tốt nghiệp . Dạ chào anh(chị) phòng đào tạo,em là [full_name],cho em hỏi là có bắt buộc phải lên trường để nhận giấy chứng nhận tốt nghiệp tạm thời không ạ,vì giờ em đang làm ở Quảng Nam nên không thể lên trường được,em kiểm tra thông tin trên danh sách tốt nghiệp dự kiến thì tất cả thông tin đều chính xác rồi ạ.Em xin cảm ơn anh(chị) nhiều.",
            "Chào bạn,. . . . Giấy chứng nhận tốt nghiệp tạm thời không bắt buộc phải nhận nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp  /i  Bảng khai báo tốt nghiệp của em bị thiếu ảnh thẻ sinh viên, được yêu cầu tải lại ảnh nhưng vào trang đăng ký thì được báo là bị khoá không tải được thì phải làm sao ạ. Em cảm ơn. . . .",
            "Chào bạn,. . . . Bạn vào cập nhật hình thẻ nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào Thầy/Cô phòng đào tạo,. . Em muốn hỏi là tại sao học phí học kì CHÍNH 201 của em lên đến 6.200.000 với số tín chỉ đăng kí là 15 ạ ? Em có hỏi qua các bạn thì biết học phí của các bạn chỉ có 5.850.000 cho 16, 17 tín chỉ.. . Em mong nhận được phản hồi thoả đáng ạ!. . . . Em cảm ơn !",
            "Yêu cầu khác. . . . Chào [full_name]/Cô phòng đào tạo,. . Em muốn hỏi là tại sao học phí học kì CHÍNH 201 của em lên đến 6.200.000 với số tín chỉ đăng kí là 15 ạ ? Em có hỏi qua các bạn thì biết học phí của các bạn chỉ có 5.850.000 cho 16, 17 tín chỉ.. . Em mong nhận được phản hồi thoả đáng ạ!. . . . Em cảm ơn !  /QUOTE . . . . Nếu tính cả 2 môn thể chất thì vẫn nằm trong khoảng 17 chỉ ạ.",
            "Chào bạn,. . . . - Đối với khoá 2019 đăng kí tối đa 17 tín chỉ học phí 5.850.000.. . . . -  Nhưng đối với môn GDTC bạn đăng kí học lại sẽ phải đóng học phí và không năm trong gói học phí 5.850.000, mỗi môn sẽ tính 1 chỉ nha.. . . . Thân.. . . ."
        ]
    }
]