[
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Thưa thầy cô,. . Bài quiz môn Quản lí thu mua của em bị lỗi ạ. Theo yêu cầu để làm bài quiz thì hoàn thành câu hỏi (sumary) cuối mỗi video bài giảng. Nhưng sau khi hoàn thành sumary thì em vẫn không vào bài quiz được. Có một số bạn cũng mắc tình trạng giống em ạ. Em mong thầy cô có thể giải đáp thắc mắc giúp em ạ.                . .                             Em xin cảm ơn   3",
            "Chào em,. . . . Em liên hệ với giáo viên giảng dạy thể cập nhật bài giảng tiếp theo.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Thưa Thầy/Cô ạ!. . Em có xem xong Video môn Đại số tuyến tính MT1007 Video: Ma trận khả nghịch (duration: 7'15'') xong có phần trả lời câu hỏi (Summary) ở cuối Video để có thể tiếp tục xem video ở chương sáu thì em trả lời sai và nó hiện như hình bên dưới. Em xem lại video thì nó vẫn hiện lại y chang như vậy. Thầy/Cô cho em hỏi là nó bị lỗi hay sao  ạ có cách nào khắc phục không ạ.. . Cảm ơn Thầy/Cô!",
            "Chào em,. . . . Em phải xem lại bài giảng và làm lại, nếu đạt điểm theo yêu cầu thì mới học phần tiếp theo.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1651114  /b \t. . . .   i Hỏi đáp học trực tuyến (BKeL) . KÍNH GỬI THẦY CÔ. . Hiện nay em và các bạn cùng lớp đã ít nhiều học được 3 tuần online với các bài giảng video hướng dẫn từ các thầy cô bộ môn. Tuy nhiên có 1 khó khăn nhỏ đó là phần lớn video dc upload lên ở định dạng không thể tua được. Sự trắc trở thể hiện rõ nhất là khi có 1 đoạn ko nắm rõ chưa hiểu rõ thì bọn em không thể trực tiếp tua ngược lại được mà phải bật video từ đầu chẳng hạn em bỏ lỡ 1 ý chính hoặc đang làm bài tập nhưng muốn nghe lại ví dụ thì rất không thuận tiện. Chưa hết tính khả thi sẽ càng giảm sút nếu đoạn cần xem càng nằm ở sau của video. Nên nay em viết thư ngỏ này   mong thầy cô có một giải pháp giúp cho không chỉ việc học của em mà còn của các bạn khác cùng với chất lượng giảng dạy truyền đạt của thầy cô trở nên hiệu quả hơn.. . Em xin cảm ơn thầy/cô đã dành thời gian đọc thư nguyện vọng của em.. . Trân trọng",
            "Chào bạn,. . . . - Theo qui định của nhà trường các bài học trực tuyến không cho phép các bạn được tua vì có nhiều lý do. . . - Nếu bạn đề nghị vậy thì PDT sẽ ghi nhận câu  hỏi của bạn để gởi lên ban lãnh đạo PDT, quý thầy/cô xem xét.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Tên em là [full_name], mã số sinh viên [student_id].. . . . Hôm trước em có gửi mail lên văn phòng khoa Cơ Khí về vấn đề thiếu môn học trên e-learning và đã nhận được giải đáp của Phòng Kỹ thuật là chưa có phân công giảng viên. . . Sau đó em vô tình tìm được bài đăng facebook của Bộ môn Thiết kế máy và thấy vừa có phân công giảng viên giảng dạy môn Đồ án thiết kế, mã số ME2011. Em được phân công giảng viên giảng dạy là thầy [full_name]. Tuy nhiên hôm nay em vẫn chưa có e-learning để liên lạc với thầy.. . . . Do tình hình nghỉ dịch và chưa thể đi học, không có cách nào tham gia duyệt đồ án nên em rất cần có e-learning để liên lạc với giảng viên, nhận thông báo. Mong thầy/cô giúp đỡ.. . . . Cảm ơn quý thầy/cô đã đọc mail.. . . . Sinh viên,. . [full_name]",
            "Chào bạn, . . . . Việc này em liên hệ trực tiệp với giáo viên hướng dẫn đồ án nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em đã thử rất nhiều khung giờ khác nhau từ sáng, trưa và tối rồi nhưng video vẫn không load được, chỉ coi được 2,3s xong đứng im. Dù để nó load nửa tiếng thì cũng chỉ coi được 30s là lại đứng.",
            "Chào bạn,. . . . Các bài giảng trực tuyến theo qui định của nhà trường không được download và tua.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: E muốn hỏi là rút môn học hk2 có áp dụng cho sv năm nhất ko ạ? Với có thể đổi môn khác ( ví dụ như môn thể dục từ bóng bàn sang bóng chuyền ) đc ko ??? E cảm ơn .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Rút môn học thôi nhé bạn, không được rút môn học và chuyển qua môn khác nhé bạn.. . Năm nhất vẫn có thể rút môn học bình thường nhé bạn, bạn vui lòng xem quy định rút tại đây:. . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Điều 11. Hủy, rút môn học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ tên SV: [full_name]. . MSSV: [student_id]9\t. . . . Đăng ký môn học - Đại học - Cao đẳng chính quy. . . . Thưa thầy/cô, theo email nhà trường gửi ngày 16/3/2020 về Thực hiện Luận văn tốt nghiệp học kỳ 2/2019-2020, email có nhắc đến việc cho phép sinh viên đăng ký hoãn thực hiện Luận văn tốt nghiệp để phản biện/bảo vệ vào đợt bổ sung từ ngày 14/9/2020 đến 20/9/2020 với điều kiện đảm bảo 600 giờ thực hiện luận văn.. . Em xin hỏi làm thế nào để có thể đăng ký hoãn thực hiện Luận văn tốt nghiệp được ạ?. . Em muốn được hoãn với lý do tình hình tài chính của gia đình hiện tại và theo mong muốn của mẹ em.. . Em xin hết. Em xin cảm ơn thầy/cô đã xem.",
            "Chào em,. . . . việc hoãn luận văn em liên hệ ở Khoa nhé, nhưng em khóa 2013 sao không hoàn thành chương trình học để ra trường.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có ý kiến là các thầy cô đăng video giảng dạy online cần có lịch cụ thể hoặc thông báo cho sinh viên khi đăng video. Bởi vì hiện tại các môn có video mới đều không có thông báo nên tụi em phải thường xuyên check hết tất cả các môn học. thứ 2 là em thấy 1 số video thầy cô giảng tụi em chưa theo kịp nhưng không thể tua ngược để xem lại (disable navigation) nên mong thầy cô có thể mở navigation cho tụi em có thể xem lại những đoạn chưa nắm kịp.  i . . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . . . Theo quị định của nhà trường các video không được tua, sinh viên khi học vui lòng  phải thường xuyên theo dõi cập nhật bài giảng mới của thầy cô.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b Phòng đào tạo cho em hỏi về việc làm đơn xin bổ sung Luận Văn tốt nghiệp . Vừa qua ,em có đăng ký thi TOEIC để đủ chuẩn anh văn làm đơn xin bổ sung đăng ký Luận Văn , nhưng do dịch bệnh bộ giáo dục đã không cho tổ chức các cuộc thi và đã dời lịch thi của em xuống đầu tháng 5.Phòng đào tạo cho em hỏi đến đầu tháng 5 thì em có còn làm đơn bổ sung đăng ký Luận Văn được không ạ.Em cảm ơn !\t. . . .",
            "Chào bạn. . Sau khi nộp CCNN, bạn làm theo hướng dẫn :. . . . - Sinh viên tự làm đơn xin cứu xét đăng ký LVTN trễ hạn (ghi rõ Mã số sinh viên, Mã số môn học) vì lý do mới nộp CCNN. . . .   B GHI CHÚ: TRONG ĐƠN PHẢI CÓ 2 CHỮ K[full_name] XÁC NHẬN  /B . . 1 - [full_name] [full_name] [full_name]. . 2 - GIẢNG VIÊN XÁC NHẬN ĐỒNG [full_name] HƯỚNG DẪN LVTN"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Về việc sinh viên có thể hoãn ngày bảo vệ luận văn sang tháng 9, em muốn hỏi là nếu hoãn như vậy thì ngày tốt nghiệp của mình vẫn được đảm báo là đúng vào tháng 11 như bình thường hay là sẽ tốt nghiệp trễ một thời gian vậy ạ",
            "Chào bạn. . Hiện tại chưa có lịch trình tốt nghiệp của học kỳ mới. Phòng đào tạo sẽ ghi nhận câu hỏi của bạn. Thời gian tới bạn kiểm tra lại lịch trình tốt nghiệp Hk 1(20-21), lúc đó có thắc mắc gì thì bạn gởi lại câu hỏi nghen. . Cảm ơn bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Để được làm quiz, em cần phải xem hết video bài giảng và trả lời câu hỏi phần Summary. Nhưng sau khi hoàn thành hết thì em vẫn ko truy cập được vào link của Quiz và vẫn bị thông báo là không đạt điểm yêu cầu của video.. . Dù sau đó em có coi lại video bài giảng nhiều lần nhưng phần summary vẫn lưu kết quả cũ và vẫn ko truy cập được vào quiz.. . Thầy/cô cho em hỏi trường hợp trên em phải làm gì để có thể làm quiz của môn học ạ?. .",
            "Chào bạn,. . . . Bạn vui lòng cho biết môn học mà bạn nêu trong câu hỏi để PDT kiểm tra cho bạn.. . . . Thân.",
            "Môn học mà em nêu là môn Quản lý thu mua (ME4657) ạ.",
            "Chào bạn,. . . . -  khi chưa đạt điểm theo yêu cầu của bài giảng trước thì không xem được bài giảng tiếp theo.. .  . . -  Em có coi lại video bài giảng nhiều lần nhưng phần summary vẫn lưu kết quả cũ và vẫn ko truy cập được vào quiz ---   trường hợp này em xem thử em xem video không được tua sau khi em xem hết viedo và làm làm bài summary thử nhé.. . . . Khi em đạt điểm của bài summary rồi nhưng không xem được bài quiz thì xem thử bài quiz này giáo viên đã cập nhật bài này chưa. ---  Em liên hệ với giáo viên giảng dạy.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em đã xem video bài giảng của giảng viên nhưng vẫn không được tính. Đôi lúc câu hỏi tương tác không hiện lên hoặc bị che khuất nên không thể trả lời được. Em thử mở bằng laptop hay điện thoại vẫn không được.",
            "Em tắt trình duyệt và đăng nhập lại. (Vì hệ thống lưu cache). Sau đó xem video và trả lời lại câu hỏi cho tới cuối video điểm sẽ được cập nhật.",
            "Chào bạn,. . . . Bạn phải xem hết đoạn video không được tua thì sau bài giảng mới có câu hỏi nhé.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]\t. . Tên: [full_name]. . Môn học: Thiết kế hệ thống đltt. . Mã môn học: TR3027. . Trình bày: Do không đủ điều kiện AV đề đăng ký luận văn nên em muốn đăng ký để được duy trì trạng thái học. Mong thầy/cô xem xét. . . Em xin cảm ơn!!. .",
            "Chào em,. . . . Hiện tại đã hết đợt DKMH đã lâu và đăng học trực tuyến. Nếu bạn muốn đăng kí môn học để duy trì trạng thái học thì bạn làm đơn có sự đồng ý của giáo viên giảng dạy của môn này thì PDT sẽ cho bạn DKMH.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Tình trạng là hiện tại em kh dki được môn học,trong khi các bạn khác đang học online qua nhiều chương rồi, lần trước có 1 thầy cô đã hướng dẫn là viết đơn xin ưu tiên nhưng hiện tại do bệnh dịch em kh di chuyển xuống thành phố để nộp đơn được thì em phải làm như thế nào ạ? Mong thầy cô hướng dẫn em! Em cảm ơn ạ!",
            "Chào bạn. . Tại sao thời gian vừa qua bạn không có 1 động thái nào để xin đăng ký môn học. . Hiện tại không thể bổ sung môn học vào học kỳ chính 192. . - Bạn theo dõi mail để đăng ký dự thính Hk192"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Cập nhật ngày CTXH, điểm ... . Chào PĐT!. . . . Tên: [full_name]. . MSSV: [student_id]. . . . Hiện tại số ngày CTXH của em đã đạt yêu cầu để tối nghiệp. Em cần PĐT cập nhật để được đăng ký tốt nghiệp trên trang mybk.. . . . Em xin cảm ơn.",
            "Chào bạn. . Phòng đào tạo đã cập nhật ngày CTXH rồi. Bạn đăng ký tốt nghiệp được rồi nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . . . Kính gửi Phòng đào tạo.. . . . Theo như thông tin về việc nộp đơn hủy môn học và tình hình dịch COVID-19, em có câu hỏi như sau:. . . . - Học kỳ này em có đăng ký một môn học duy nhất thì em có được hủy môn học duy nhất này mà vẫn giữ được trạng thái \"còn đi học\" không ạ.. . . . Em chân thành cảm ơn.",
            "Chào bạn. . Hiện tại chỉ có thể RÚT MÔN HỌC, . . RÚT MÔN HỌC tương đương như hủy môn học, nhưng phải đóng học phí. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ em chào thầy/cô. Em là [full_name], sinh viên lớp Các quá trình chế tạo A01. Em có câu hỏi về việc khóa học Các quá trình chế tạo (ME2071)_Video (HK192) trên BKelearning. Hiện tại thì trên giao diện BKelearning của khóa học này chưa cập nhật mục giới thiệu môn học, mà không hoàn thành mục Giới thiệu môn học thì không được xem mục Cac video ở chủ đề 1. Dạ thầy/cô cho em hỏi là do hệ thống BKelearning bị lỗi hay là giáo viên của khóa học chưa kịp tạo mục Giới thiệu môn học vậy ạ. Em xin chân thành cảm ơn thầy/cô đã đọc câu hỏi này.",
            "Chào em,. . . . Việc này em vui lòng liên hệ với giáo viên giảng dạy."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi đợt trường trả thẻ Bảo Hiểm Y Tế em không có tới trường để lấy.Bây giờ em đang ở quê không tới trường được và hiện tại đang cần thẻ Bảo Hiểm Y Tế.Cho em hỏi có cách nào để em lấy thẻ qua việc in hay cách nào khác không ạ.",
            "Chào bạn. . Bạn liên hệ Phòng Công tác chính trị sinh viên để hỏi nghen. . Văn phòng: Phòng 101 nhà A4, 268 Lý Thường Kiệt, P. 14, Q. 10, TP. HCM. . . . Điện thoại: (028) 38 647 256 – Ext: 5211. . . . Email:                         [email]. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô,. . Em không thể xem được video chương tiếp theo của môn Thống kê trong công nghiệp (ME2055) dù đã xem và làm đầy đủ các bài TN!. . Mong thầy cô xem lại giúp em ạ!",
            "Chào em,. . . . Giảng viên chưa cập nhật chủ đề tiếp theo, em vui lòng liên hệ với giảng viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em tên là: [full_name]    MSSV:[student_id]. . . . Vấn đề của em là: Em đã nộp đơn xin rút môn Xl hìnhảnh ysinh bằngkts (AS3055) và đã được xác nhận rồi nhưng khi kiểm tra thời khóa biểu và vào e-learning thì thấy em vẫn còn môn học, mong phòng đào tạo trả lời thắc này giúp em ạ.. . . . Em xin cảm ơn.",
            "Chào bạn. . Nếu bạn đã nộp đơn Rút môn học, phòng đào tạo đã gởi biên nhận lại cho bạn. Thì bạn yên tâm môn học sẽ được chuyển thành điểm 17"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ em là [full_name], MSSV [student_id]. . Em có đăng kí LVTN mã CI4393 trong đợt đăng ký bổ sung, nhưng kết quả ra không có môn học. Em có gửi yêu cầu xét lại thì PĐT báo là em không đủ điều kiện vì chỉ có 120 tín chỉ. Tuy nhiên em đã được 129 tín chỉ như hình gửi kèm bên dưới, và thoả mọi điều kiện đăng ký Luận văn, nên mong PĐT đăng ký giúp em môn luận văn này. Em cảm ơn PĐT.",
            "Chào bạn,. . . . [full_name] đã xét lại luận văn cho em rồi và sẽ cập nhật TKB lại cho em."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Xin chào pđt ạ !. . E tên [full_name]n mssv :[student_id]. . E xin trình bày lý do :. . Đợt trước do e được 95 tín chỉ k đủ đăng kí luận văn tốt nghiệp. Và giờ e đã chuyển điểm toeic vào anh văn 1 và đóng tiền chuyển điểm anh văn rồi . Như vậy e sẽ được 97 tín chỉ và đủ điều kiện làm luận văn kì này. Mong phòng đào tạo tạo điều kiện cho em để em được đăng kí bổ sung môn luận văn tốt nghiêp kỳ này ạ. . . Em xin chân thành cảm ơn !. .",
            "Chào bạn. . . . Sinh viên tự làm đơn cứu xét xin đăng ký LVTN trễ hạn (ghi rõ Mã số sinh viên, Mã số môn học) vì lý do mới chuyển điểm Anh văn 1. . GHI CHÚ: TRONG ĐƠN PHẢI CÓ 2 CHỮ K[full_name] XÁC NHẬN. . 1 - [full_name] [full_name] [full_name] [full_name] [full_name]. . 2 - [full_name] NHẬN ĐỒNG [full_name] HƯỚNG DẪN LVTN"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi là em đã có tên trong danh sách tốt nghiệp, đăng ký tốt nghiệp trên trang mybk và đóng tiền thành công thì khi nào mới có giấy chứng nhận tốt nghiệp tạm thời ạ?. . em cám ơn",
            "Chào bạn. . hiện tại giấy chứng nhận của bạn đã có, bạn liên hệ văn phòng [full_name] để nhận nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL). . . . Em chào thầy/ cô! Em không rõ nhưng với môn học Mô hình hóa, mô phỏng và tối ưu hóa trong công nghệ hóa học (CH3133)_[full_name] (DH_HK192), em không thể xem video và thầy dạy đưa bài giảng thiếu so với tiến độ. Nếu tình hình như vậy em sợ không thi được vì không có video hay bài giảng. . . . Em cám ơn!. . . .",
            "Chào em,. . . .  PDT sẽ ghi nhận việc này và đã gởi mail đến khoa Hóa.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em chào PĐT, PĐT cho em hỏi là nếu em trả lời sai câu hỏi tương tác cuối video thì em có được làm lại không? (bởi vì nếu trả lời sai sẽ không được xem chương tiếp theo)",
            "Em tắt trình duyệt và đăng nhập lại. Sau đó xem video và trả lời lại câu hỏi cho tới cuối video điểm sẽ được cập nhật.",
            "Em cảm ơn PĐT, em đã làm theo hướng dẫn nhưng sau khi đăng nhập và xem lại video thì câu hỏi cuối video vẫn lưu lại câu trả lời lần trước của em (như hình dưới) và không cho phép làm lại. Em xin hỏi là có cách nào để em có thể làm lại không?",
            "Em cảm ơn PĐT, em đã làm lại được rồi.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1912869  /b \t. . . .   i Yêu cầu khác . Sau một thời gian nhà trường tổ chức cho sinh viên học từ xa bằng cách học trực tuyến em có một vài thắc mắc sau đây : . . - Em phải xem tất cả các video nhà trường đưa lên elearning để được thi giữa kì có tính cả các bài đọc thêm không ? Và về phần trăm video mình học có hiển thị không ?. . - Phần thí nghiệm hóa đại cương sau khi em xem xong video NỘI QUY TNHĐC sao em lại không được làm bài kiểm tra phần nội quy để xem video tiếp theo vậy ?. . Mong nhà trường sớm giải đáp thắc mắc của em.. . Em xin chân thành cảm ơn .",
            "-Vấn đề qui định về môn học em theo giỏi thông báo của giảng viên.. . -Vấn đề xem video:. . Em tắt trình duyệt và đăng nhập lại. (Vì hệ thống lưu cache). Sau đó xem video và trả lời lại câu hỏi cho tới cuối video điểm sẽ được cập nhật."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ cho em hỏi video môn Nhiệt động lực học và Truyền nhiệt, em đã xem hết video nhưng chỉ trả lời được 4/5 câu hỏi ở cuối clip (8 điểm) nên không xem được video chương 1 và cũng không xem lại video để trả lời lại câu hỏi được vậy em phải làm sao mới có thể trả lời lại câu hỏi ở video giới thiệu?",
            "Em tắt trình duyệt và đăng nhập lại. (Vì hệ thống lưu cache). Sau đó xem video và trả lời lại câu hỏi cho tới cuối video điểm sẽ được cập nhật."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Kính gửi thầy/cô. . Em đã xem hết video_bai1 trong môn kỹ năng chuyên nghiệp cho kỹ sư, cuối video không có câu hỏi nhưng e vẫn không được xem video_bai2.. . Ngoài ra, ở môn khác, cuối video có câu hỏi nhưng e trả lời sai và không được xem video mới. Vậy là em phải trả lời đúng 100% hay nó cũng bị lỗi như môn trên?. . Em xin cám ơn.",
            "Chào em,. . . . - Môn kỹ năng chuyên nghiệp em liên hệ với giáo viên giảng dạy.. . . . - Các môn khác em phải đạt điểm theo yêu cầu của giáo viên đề ra thì em mới chuyển qua bài giảng tiếp theo.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô, em là sinh viên k17. 1. Em muốn hỏi là giả sử em đạt được anh văn 2/ toeic 400 thì có được đăng ký đồ án vào kỳ 201 không ạ? Hay đạt anh văn 3/ toeic 450 mới được đăng ký ạ?. . 2. Để được đi thực tập tốt nghiệp vào hè thì cần đạt anh văn bao nhiêu ạ?. . 3. Với tình hình dịch bệnh như hiện nay, nhà trường có dời các ngày thẩm tra bằng ngoại ngữ để đăng ký môn học cho kỳ 201 không ạ?. . Em cảm ơn!. .",
            "Chào bạn. . Về các quy định anh văn bạn tham khảo Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt): http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . - Hiện chưa có lịch học vụ của HK201, khi nào có thông báo mới, PD9T sẽ thông báo qua email cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "responsible person: [551] [staff_name] [helpdesk staff]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào chị/anh,. . . . Lịch tiếp sinh viên của phòng đào tạo là khi nào vậy? Em muốn nộp giấy tạm dừng học.  . . . . Cảm ơn chị/anh.",
            "Chào bạn. . Phòng đào tạo Cơ sở 1 và Cơ sở 2 hoạt động từ thứ 2 đến thứ 6, giờ hành chánh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em xin chào anh/chị,. . . . Theo như thông báo về học bổng Pre-English, hạn chót nộp chứng chỉ IELTS là 30/04. Nhưng vì tình hình dịch bệnh hiện nay, cơ sở IDP và BC HCM đã huỷ thi. Cho nên em muốn hỏi là vì lí do khách quan này, học bổng Pre-eng có được gia hạn để tụi em có thêm cơ hội không ạ?. .",
            "Chào bạn. . Phòng đào tạo không quản lý chương trình học bổng này, Bạn liên hệ Văn phòng đào tạo quốc tế để biết thêm chi tiết nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . Em xin chào PDT.. . Cho em hỏi là với môn TTTN nằm ở kì hè năm 3 vậy em cần đạt chuẩn AV của năm 3 hay năm 4 để đăng kí môn ạ.. . Em xin cảm ơn PDT",
            "Chào bạn. . Môn TTTN cũng sẽ phải làm theo quy định về ngoại ngữ, bạn tham khảo chi tiết:. . Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt). . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Chào Thầy/cô!. . . . Em tên: [full_name], MSSV: [student_id]. . Hôm 27/2/2020 em có nộp hồ sơ xin xét miễn môn bổ sung, hạn trả kết quả sau ngày 27/3/2020, vậy em có cần phải lên trường liện hệ trực tiếp không ạ?, và khoảng khi nào thì em mới xem kết quả được ạ? (em đính kèm tệp giấy biên nhận bên dưới). .  Thân chào thầy/cô!",
            "Chào bạn. . Kết quả miễn sẽ thông báo với bạn qua email nghen",
            "E kÍNH CHÀO CÔ/thầy!. . Thầy/cô cho em hỏi là biên nhận xét miễn môn học ghi là nhận kết quả sau ngày 27/3, nhưng đến nay em vẫn chưa có nhận được kết quả, và cũng chưa nhận được mail, vậy em tiếp tục đợi hay làm gì ạ?. . Cảm ơn thầy/cô!",
            "Chào bạn. . Vì tình hình hiện tại của dịch bệnh, phòng đào tạo đang triển khai, Bạn vui lòng đợi mail của phòng đào tạo nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Hỏi đáp học trực tuyến (BKeL) . Kính gửi anh/chị, . . em tên [full_name], mssv:[student_id], khoa Tiên Tiến. Môn Vật lý điện từ học(007402) của thầy [full_name] trên Bkel của em không nhận được video bài giảng và homework. Em có liên hệ với thầy, thầy nói đã upload lên đầy đủ và bảo em báo lại văn phòng. . . Sinh viên, . . Nhân",
            "Chào em,. . . . Thầy mới cập nhật chủ đề 2.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]\t. . Trình bày: Em có đọc trên qui chế là nếu học kì chính (HK192) không có tkb thì buộc tạm dừng 1 học kỳ.   B Vậy là bị dừng HK192 hay học kỳ kế tiếp vậy ạ?  /B . . Em cảm ơn thầy/cô.. .",
            "Chào bạn. . Không có TKB của học kỳ nào là sẽ tạm dừng học kỳ đó. . Vậy không có TKB của học kỳ 192 thì sẽ bị tạm dừng kỹ thuật học kỳ 192"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được  /i [full_name] [full_name] [full_name] [full_name]      CỘNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM [full_name] [full_name]          Độc lập -Tự do - Hạnh phúc[full_name] [full_name]   [full_name] [full_name]        ĐƠN XIN BỔ SUNG MÔN HỌC HK192[full_name] [full_name]  [full_name] [full_name] Kính gửi: Phòng Đào Tạo và Ban Giám Đốc [full_name] [full_name]           TTBDCN[full_name][full_name] [full_name] Em tên là: [full_name] ĐĂNG  MSSV: [student_id][full_name] [full_name]            Lớp: BD16CN03  Ngành: BDCN[full_name][full_name] [full_name] Nay em viết đơn này kính mong Pòng Đào Tạo và Ban Giám Đốc TTBDCN cho em đc trình bày nội dung như sau[full_name][full_name] [full_name] Vì đợt đăng kí môn HK192 vừa qua em không đăng kí được môn học[full_name][full_name] [full_name] Nay em viết đơn này kính mong  Phòng Đào Tạo và Ban Giám Đốc TTBDCN cho em đươc đăng kí bổ sung môn học sau[full_name][full_name] [full_name]  Trang bị điện trong CN 2 MMH: 260616[full_name][full_name] [full_name]  Em kính mong đơn được xem xét và chấp thuận của Phòng Đào Tạo và Ban Giám Đốc TTBDCN để em được học và duy trì thời khóa biểu[full_name][full_name] [full_name] Em xin cảm ơn![full_name] [full_name]   TP Hồ Chí Minh ngày 26 tháng 3 năm 2020[full_name][full_name] [full_name]                     Kính đơn[full_name] [full_name]                      Đăng[full_name] [full_name]                   [full_name] đăng",
            "Chào em,. . . . Việc DKMH đã hết hạn đăng kí từ lâu, hiện tại đang triển khai học trực tuyến. Nếu em muốn đăng kí vui lòng làm đơn có sự đồng ý của giáo viên giảng dạy môn 260616 thì PDT mới cho em đăng kí nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Giấy xác nhận sinh viên . Cho em hỏi đơn nộp PDT để xin giấy xác nhận chưa tốt nghiệp như tập tin đính kèm có đúng chưa ạ? Có cần thông tin bổ sung nào khác không?. . Còn minh chứng thì do chương trình học bổng Vingroup nộp đơn qua đơn online, nên em không biết em có thể minh chứng bằng cách nào ạ?. . . .",
            "Chào bạn. . - Đơn này đúng rồi. . - Bạn có thể chụp hình và in ra chương trình hoặc kết quả học bổng kèm theo. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Cho em hỏi là em làm sai câu hỏi ở cuối video giờ em coi lại làm lại cũng không được. vậy sẽ xử lý như thê nào ạ ? bởi vì em không thể làm bài ktra.",
            "Chào em,. . . . Em cho biết môn học để PDT kiểm tra lại.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em chào thầy/cô ạ!. . Em bị lỗi trên BKel là sau khi xem xong video hóa đại cương (tn) thì vẫn không được làm bài kiểm tra ạ. . . Và vừa rồi em đã xem xong những video đầu và làm bài test nhưng hôm rồi lại làm mới và bắt em xem lại trong khi nó rất lag, em không biết là tình trạng này có lặp lại nữa không ạ. Mong thầy/cô giải đáp giúp em!!. . Em cảm ơn ạ!",
            "Chào em,. . . . Em kiểm tra thử nhé :. . . .  - Khi xem video không được tua, nếu em đang xem mà em tua thì coi như em chưa xem video đó.Do đó, em không làm được làm bài kiểm tra. . . . .  - Khi em làm bài kiểm tra phải đạt điểm theo yêu cầu của giáo viên giảng dạy thì mới được chuyển qua bài giảng khác.. . . . . .",
            "dạ . . Bài giảng trên el không tua được cô ạ. . . Và video đó cũng là video đầu tiên của môn nên không cần yêu cầu đạt điểm chương trước ạ. .",
            "Dạ. Cô có thể giải thích cho em cái mục video e xem ở chương 1 và 2 em đã xem mà điểm là 0,00 tức là chưa làm câu hỏi cuối video hay nó có ý nghĩa gì ạ. Cuối vide thì em không có câu hỏi ạ.. . Bên diễn đàn em không up được ảnh nên mới đăng bên này mong cô thông cảm ạ!. . Em cảm ơn ạ!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Em có đăng ký môn học luận văn tốt nghệp, nhưng không thấy có danh sách trên văn phòng khoa. Mong nhà trường xem xét. Em chỉ mong muốn được học và rra trường sớm nhất có thể. Em chỉ còn luận văn và kết cấu thép đăng ký trong kỳ này.Em tên Phạm Thành Chương. Mssv [student_id].",
            "Chào bạn;. . Hiện tại bạn chưa đủ chuẩn TOEIC để đủ điều kiện nhận LVTN, bạn có thể tra cứu tại link: http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2221&masv=[student_id]&code=yb. . Trân trọng./."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em chào thầy/cô ạ.. . Cho em hỏi là em đã xem các video và bài bài kiểm tra cuối chương nhưng chỉ có điểm bài kiểm tra, còn các video đã xem và làm câu hỏi cuối video thì không tính điểm mặc dù em đã thử 2 3 lần rồi ạ. Vậy thì em có bị cho vào danh sách cấm thi không ạ?. . Em cảm ơn ạ!",
            "Chào em,. . . . Việc này em liên hệ với giáo viên giảng dạy môn này nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Môn Thiết Kế Web của e vẫn chưa đc xử lý, còn những môn còn lại đã xử lý r.. . Môn TKW ko có video_bài 1, nên e k thể xem video_bài 2 đc.. . E có chụp hình lại dưới đây. .",
            "Chào em,. . . . PDT ghi nhận việc này và gởi về Khoa giải quyết.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào Phòng Đào tạo!. . Phòng Đào tạo cho em hỏi quầy sách giáo trình ở cơ sở 1 có hoạt động không ạ?. . Em cảm ơn ạ!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . . . Việc này em liên hệ với thư viên trường nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Kính gửi PĐT,. . Em đã liên hệ với PĐT bằng email cách đây 1 ngày để xin mở đăng ký môn học học kỳ 192 do em đã hủy học kỳ trao đổi ở Đức vì virus,tuy nhiên vẫn chưa nhận được phản hồi. Em rất mong PĐT xem xét và phản hồi.. . Email của em: [email]. . Em xin chân thành cám ơn!. . . .",
            "Chào em,. . . . PDT đã gởi mail trả lời cho em rồi, em vui lòng kiểm tra lại mail nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Theo em biết 2 kỹ năng đọc và nghe thì mình phải nộp chứng chỉ trên 500 mới được làm luận văn tốt nghiệp . Vậy còn 2 kỹ năng nói và viết thì cũng phải nộp chứng chỉ để xét tốt nghiệp hay chỉ đăng ký thi ở trường ĐHBK và trên 200 điểm là được . Em cảm ơn.",
            "Chào em,. . . . Em xem qui chế học vụ điều 21, phụ lục 1, xem qui định về kỹ năng tiếng anh http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy cô,. . Video hiện tại trên BKE-learning khá nhiều cũng như có nhiều quiz cho hầu hết các môn, nhưng chất lượng video khá chậm (1 video 7 phút nhưng mất gần 20 phút để có thể xem hết).. . Việc này khá mất thời gian cũng như làm việc tiếp thu không hiệu quả.. . Mong thầy cô xem xét lại hệ thống để việc học của sinh viên được thuận tiện hơn ạ!. .   i Hỏi đáp học trực tuyến (BKeL) .",
            "Chào em,. . . . Em kiểm tra lại tình trạng đường truyền nơi em truy cập nhé, hoặc chọn thời điểm khác truy cập lại vào bài giảng. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Cập nhật ngày CTXH, điểm ... . dạ cho e hỏi bao nhiêu ngày CTXh la đủ để ra trường vs ạ",
            "Chào bạn. . Bạn xem chi tiết tại Quy chế học vụ điều 20. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Em là sinh viên Việt Pháp xây dựng khóa 14, em mới nộp chứng chỉ anh văn toeic 600 online vào ngày 24/03/2020 để đủ điều kiện tốt nghiệp. Cho em hỏi như vậy thì em có kịp để thêm vào danh sách tốt nghiệp tháng 4 này không ạ? và em cần làm thêm bước gì nữa không hay chỉ đợi chứng chỉ tiếng anh được duyệt là có thể đăng ký tốt nghiệp ạ?",
            "Chào bạn. . Khi nào có kết quả thẩm tra CCNN 605 , lúc đó bạn gởi yêu cầu trên trang BKsi xét tốt nghiệp bổ sung nghen",
            "Chào em,. . . . PDT ghi nhận trường hợp của em, xét tốt nghiệp cho em. Chiều thứ 6 tuần sau sẽ có kết quả xét tốt nghiệp.. . . . Thân.",
            "Em đã nắm thông tin, . . Em cảm ơn nhiều ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Chào thầy cô,. .  Hiện tại, BK E-learning đang xảy ra việc không thể xem một số video ( bao gồm toàn bộ video môn PPT và hai video chương 3 - Tích phân đường) bằng thiết bị điện thoại android. Khi bật những video này, điện thoại xuất hiện dòng chữ \" unable to decode media\" và em không thể xem được.. .  Vì vậy, em xin thông báo đến quý thầy cô để có thể có phương hướng khắc phục vấn đề trên.. .  Em xin cảm ơn quý thầy cô.",
            "Chào em,. . . . PDT ghi nhận trường hợp em, gởi bộ phận kỹ thuật nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Môn học được miễn chưa được hủy trong thời khóa biểu. .   i Hỏi đáp học trực tuyến (BKeL) .",
            "cụ thể là môn nào bạn ơi. .",
            "Môn học được miễn chưa được hủy trong thời khóa biểu. . Môn: Hệ thống cung cấp điện",
            "Chào em,. . . . [full_name]T sẽ cập nhật lại TKB sau nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em vừa xin đk thêm av4 và được xếp lớp mã L03.. . Em có thể chuyển lớp av4 được không ạ? Do e đang làm luận tại cs1 nên e mong thầy cô có thể chuyển e sang lớp av4 A02 hoặc lớp học ở cs1 để tiện cho việc di chuyển tham gia học ạ. Em cảm ơn",
            "Chào em,. . . . Môn anh văn 4 cơ sở 1 đã full sỉ số không tăng được nữa.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Kính gửi phòng đào tạo.. . Em tên là NGUYỄN MINH DUY sinh viên lớp XD16KSDD.. . Học kì 191 em có học môn \"CÔNG TRÌNH TRÊN ĐẤT YẾU\" CI4037 là môn học tài năng nhưng phần lí thuyết chỉ đạt 7.0    7.5 . . Ở học kì 192 này em chưa đăng kí lại được môn CÔNG TRÌNH TRÊN ĐẤT YẾU.Nên em kính mong quý thầy cô phòng đào tạo xem xét xếp lớp cho em ạ.. . Câu hỏi cuối: Nếu em không đạt chuẩn tài năng môn CÔNG TRÌNH TRÊN ĐẤT YẾU thì có được tốt nghiệp hệ tài năng do đó là môn duy nhất em không đạt chuẩn tài năng.. . Em xin chân thành cảm ơn ạ.",
            "Chào em,. . . . - Thời gian này đã hết thời hạn đăng kí môn học đã lâu nên không đăng kí môn học được nữa.. . - Câu hỏi cuối: em liên hệ với khoa của em để được tư vấn hướng dẫn thêm.. . . . Thân.. . . . . . . ."
        ]
    }
]