[
    {
        "intent": "",
        "message": [
            "Học vụ . Chào anh/chị,. . Em muốn hoãn thi online thì phải làm như thế nào ạ? Và điểm thành phần có bị xóa khi hoãn thi không ạ?. . Em xin cảm ơn.",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)    Bổ sung xác nhận:. . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn + Xác nhận của Chủ nhiệm Khoa hoặc xác nhận qua email của Sv (chỉ cần xác nhận của Giảng Viên không dự kiến bị cấm thi), sau đó chụp hình gởi kèm đơn hoãn thi).. . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn + Xác nhận của Chủ nhiệm Khoa hoặc xác nhận qua email của Sv (chỉ cần xác nhận của Giảng Viên không dự kiến bị cấm thi), sau đó chụp hình gởi kèm đơn hoãn thi).. . Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b   B \t. . . .   i Học vụ . em muốn xin hoãn thi môn giải tích 2 MT1005 với lí do là trang thiết bị em không đáp ứng theo yêu cầu của nhà trường. .",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)    Bổ sung xác nhận:. . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn + Xác nhận của Chủ nhiệm Khoa hoặc xác nhận qua email của Sv (chỉ cần xác nhận của Giảng Viên không dự kiến bị cấm thi), sau đó chụp hình gởi kèm đơn hoãn thi).. . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn + Xác nhận của Chủ nhiệm Khoa hoặc xác nhận qua email của Sv (chỉ cần xác nhận của Giảng Viên không dự kiến bị cấm thi), sau đó chụp hình gởi kèm đơn hoãn thi).. . Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa Phòng Đào Tạo,. . . . Em tên Trương Bách Lâm (MSSV: [student_id]). Trong  Học kỳ 2 (2020-2021), em có đăng ký môn Luận Văn Tốt Nghiệp (Mã IM4313), đã thanh toán học phí nhưng không đạt. Liệu em có bị thôi học và làm đơn cứu xét nếu muốn tiếp tục đăng ký môn LVTN ? . . . . Mong thầy cô giải đáp thắc mắc của em. Em xin cảm ơn ạ.",
            "Chào bạn,. . Bạn vui lòng vào đăng ký lại vào học kỳ 211 nhé.. . Hiện tại chưa có ds xử lý học vụ HK202, nên chưa thể trả lời chính xác cho bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . - Chào thầy/cô. Hiện tại em là sinh viên cuối năm nhất ngành Kỹ thuật máy tính đại trà. Cho em hỏi là em có thể chuyển qua ngành Khoa học máy tính đại trà được không ạ? Điểm trúng tuyển ĐGNL của em bằng với điểm chuẩn ĐGNL ngành KHMT đại trà năm 2020 ạ. Nếu được, cụ thể mình phải làm những thủ tục như nào ạ? Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . em chào thầy cô, em là [full_name] MSSV [student_id], hiện em đang làm luận văn với bạn [full_name] dưới sự hướng dẫn của thầy [full_name] vào học kì 202, ban đầu thầy [full_name] hướng dẫn em để được làm luận văn 2 người và nói em bổ sung bằng anh văn trong kì trước hạn nộp báo cáo ( mặc dù em chưa có đạt chuẩn anh văn để đăng kí làm luận văn và em có nhắn tin xin phép vào đầu học kì), nhưng bởi do tình hình dịch covid kéo dài nên em không thể đăng kí thi toeic được bên tổ chức thi toeic ở trường và trung tâm IIG, mà hiện tại nhóm em đã làm xong luận văn để báo cáo và chờ tới ngày báo cáo, nhưng do bản thân em vẫn chưa nộp bằng toeic để đăng kí luận văn trên phòng đào tạo, nhóm em tính trước tháng báo cáo thì lên gặp để xin phép để cho em được bổ sung bằng anh văn sau khi báo cáo luận văn, nhưng do càng lúc tình hình bệnh dịch càng nghiêm trọng nên em không thể lên gặp trực tiếp được, vậy nên giờ em nhắn tin để xin phép thầy cô cho em được báo cáo luận văn chung với nhóm và em hứa sẽ bổ sung bằng anh văn vào kì tới (em đã xin phép thầy cô bộ môn và được chấp nhận nhưng phải được sự đồng ý bên Phòng đào tạo),mong thầy cô giúp đỡ, em xin chân thành cám ơn thầy cô.. .",
            "Chào bạn,. . Bạn phải đủ điều kiện mới được đăng ký môn lVTN nhé.. . Nên trường hợp của bạn là không được nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name] , em xin phép được hoãn thi cuối kì hè 203 môn Giải Tích 1 . . . . Lí do : Không đáp ứng yêu cầu về trang thiết bị điện tử. . Chuyện là em lỡ quơ tay làm đổ ly nước vào máy laptop nên máy tính nó bị lỗi bàn phím không bấm phím được nữa.. . . . Em sẽ đem ra tiệm sửa nhưng hầu như các tiệm đều đang đóng cửa ở Sài Gòn nên em không đảm bảo sẽ có máy vào ngày thi cuối kì.. . Em mong phòng đạo tạo sẽ chấp nhận đơn hoãn thi này.. . Em sẽ đăng kí thi cuối kì vào học kì 211 ạ.",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)    Bổ sung xác nhận:. . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn + Xác nhận của Chủ nhiệm Khoa hoặc xác nhận qua email của Sv (chỉ cần xác nhận của Giảng Viên không dự kiến bị cấm thi), sau đó chụp hình gởi kèm đơn hoãn thi).. . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn + Xác nhận của Chủ nhiệm Khoa hoặc xác nhận qua email của Sv (chỉ cần xác nhận của Giảng Viên không dự kiến bị cấm thi), sau đó chụp hình gởi kèm đơn hoãn thi).. . Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Kính gửi PDT !. . Hky này em có đăng ký LVTN nhưng do tình trạng giãn cách Xã Hội em không tham gia Bảo Vệ LVTN HK202 được.. . Em kính mong quý thầy, cô tạo điều kiện cho em được đăng ký chuyển điểm mã MH 400303 LVTN sang điểm I, và đăng ký lại cho HKy sau. . . kính mong nhận được sự phản hồi từ phía PDT!. . Em xin chân thành cảm ơn!",
            "Chào bạn, . . Trường hợp xin hoãn môn LVTN phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]. . Họ tên: [full_name]. . MSSV: [student_id]. . Do em dương tính với COVID và không đủ sức khỏe để tiếp tục học phần, em làm đơn xin phép được hoãn thi các học phần sau.",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:  . . Dạ cho em hỏi máy tính của em không có camera, em dùng 2 điện thoại trong quá trình thi cuối kì được ko ạ em cám ơn ạ",
            "Chào em,. . Em vui lòng đợi email thông báo Quy trình và hướng dẫn thi online.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT,. . Trong tình hình dịch bệnh như hiện nay, nhà trường đang tích cực triển khai thi online cho các môn học của HK chính 202 và HK hè 203. Hiện tại, em đã nhận được mail thông báo về việc thi online cũng như nhắc nhở lịch thi học kì hè. Tuy nhiên, vẫn chưa có văn bản thông báo chính thức nào về việc thi online cụ thể sẽ triển khai như thế nào. Mong PĐT sớm có văn bản quyết  định về việc tổ chức thi online cho sinh viên đối với các môn cuối kì.. . Đồng thời, hiện tại em có nhận được một số văn bản của trường về việc thi online từ các sinh việc khác đã thi giữa kì. Trong đó có quy định sinh viên làm bài trên giấy A4 đã tự chuẩn bị và không được chuyển màn hình laptop trong suốt quá trình làm bài. Em muốn hỏi thông tin trên là đúng sự thật hay không? Nếu đúng, vậy trong tình hình dịch bệnh như thế này, đối với những sinh viên không thể chuẩn bị giấy A4 để dự thi (thậm chí gia đình không có giấy tập) thì phải xử lí như thế nào? Cũng như vậy, đối với những môn thi được phép sử dụng tài liệu trong quá trình làm bài, nhưng do cách li, phong toả, không thể in ấn tài liệu trên file mền thành tài liệu giấy thì phải như thế nào? Có những môn thi tài liệu là cả trăm trang A4, nhiều quyển sách dowload từ mạng, em không thể chép tay hết để sử dụng trong quá trình làm bài.. . Dù biết PĐT đã rất cố gắng trong công tác triển khai thi online. Tuy nhiên đối với sinh viên như em vẫn còn nhiều vướng mắc.. . Mong PĐT giúp đỡ, giải quyết những thắc mắc của em trong vấn đề trên. Cám ơn quý thầy cô rất nhiều. Chúc mọi người luôn tràn đầy sức khoẻ.. .",
            "Chào em,. . Em vui lòng đợi email thông báo Quy trình và hướng dẫn thi online.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đạo tạo Đại học Bách Khoa-ĐHQG Tp.HCM. .    Em tên là: [full_name] - mssv :[student_id]. . -Khoa Điện-Điện tử. .    Em đã đăng ký hoãn thi 2 môn:   B Giải Tích 2 (MT1005)  /B  và   B Cơ sở điện tử công suất (EE2021)  /B   ở HK192. Em muốn đăng ký thi để thay thể điểm VP của 2 môn này tại HK202. Nhưng HK202 tổ chức thi online nên em mong Phòng đạo tạo sắp xếp lịch thi online cho em ạ.  . .    Do em đã làm mất quyết định điểm VP nên dưới đây em có đính kèm theo bảng điểm có chứa điểm 22 (VP) của 2 môn em đăng ký thi  (Giải tích 2 -MT1005, Cơ sở điện tử công suất-EE2021) và đơn đăng ký thi thay thế điểm VP. . .     HK201 em đã được Phòng đào tạo sắp xếp lịch thi môn Tư tưởng Hồ Chí Minh chỉ cần dùng bảng điểm có điểm VP mà đây là học ký cuối cùng em có thể đăng ký thi nên em mong thầy cô tạo điều kiện cho em thi ở học kỳ 202 này ạ. . .    Em xin chân thành cảm ơn!",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua mail sinh viên. . Thân. .",
            "Phòng Đào tạo gửi bạn phiếu cho phép dự thi nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Học kì 211 bắt đầu từ ngày bao nhiêu ạ ?. .",
            "Chào em,. . PĐT đã gửi email:\" . . . . Ho Tro SV   support.stu@hcmut.edu.vn . . 15:13, Th 6, 16 thg 7 (7 ngày trước). . tới stu.all, bcc: tôi. . . . Thân gửi các bạn Sinh viên,. . . . Căn cứ trên tình hình phòng chống dịch Covid-19, được sự chỉ đạo của Ban giám hiệu, Phòng Đào tạo (PĐT) thông báo kế hoạch học tập trong tình hình mới của các học kỳ 2/2020-2021 (HK202, dự thính DT202), học kỳ hè (HK203, dự thính hè DT203), học kỳ 2 của chương trình Chất lượng cao/Tiên tiến/Quốc tế (viết tắt là CLC) nhóm 1B (HK202B), học kỳ 1/2021-2022 (HK211, dự thính DT211) như sau:. . . .  . . . . I. Kiểm tra và thi. . . .  1. Hình thức Kiểm tra/Thi. . . . -     Các học phần có thể được tổ chức kiểm tra/thi (thi) theo hình thức trực tuyến (thi trực tuyến), hoặc chuyển đổi hình thức thi phù hợp nhất trong hình hình hiện nay, như bài luận, bài tập lớn, thuyết trình trực tuyến, vấn đáp trực tuyến, bảo vệ đồ án trực tuyến, bảo vệ hội đồng trực tuyến hoặc kết hợp nhiều phương pháp.. . . . -     Hướng dẫn về thi trực tuyến đang được ban hành.. . . .  2. Tổ chức thực hiện. . . . -     Các Khoa đăng ký chuyển đổi hình thức thi hoặc thi trực tuyến cho các học phần và báo PĐT để sắp xếp lịch thi. Các học phần không thể tổ chức thi cuối kỳ do chưa hoàn tất các phần học thí nghiệm, thực tập xưởng (TNg) sẽ được tổ chức sau khi hoàn tất việc TNg, tuỳ theo tình hình sắp đến.. . . . -     Sinh viên (SV) không đáp ứng các yêu cầu về trang thiết bị điện tử, đường truyền như trong hướng dẫn thi trực tuyến được phép đăng ký hoãn thi trực tuyến. Trường hợp này, SV sẽ nhận điểm hoãn thi và được phép thi vào lần tổ chức kế tiếp của học phần trong thời hạn tối đa 01 năm. Trường hợp đặc biệt, nhà trường sẽ xem xét riêng. Trường hợp hoãn kiểm tra, Giảng viên (GV) chủ động tổ chức kiểm tra lại cho các SV này hoặc dùng một điểm thành phần khác, kể cả điểm thi cuối kỳ, để thay thế theo quy định hiện hành. SV nộp đơn hoãn thi theo quy định hiện hành tại PĐT hoặc theo email hoặc hệ thống myBK    Hỗ trợ trực tuyến.. . . . -     Riêng các học phần đồ án (ĐA), Thực tập ngoài trường (TTNT), Đề cương luận văn tốt nghiệp (ĐCLV), Luận văn tốt nghiệp (LVTN), nếu tình hình dịch bệnh ảnh hưởng nghiêm trọng đến kết quả thực hiện, và SV không thuộc diện bị cấm thi (bảo vệ), SV phải được sự đồng ý của GV hướng dẫn, có xác nhận của Bộ môn/Khoa, mới được phép hoãn thi (nộp bài, báo cáo, bảo vệ).. . . .  . . . . II. Quy định về tuần học đầu tiên của học kỳ. . . . -     Theo quy định hiện hành, GV không được vắng mặt buổi học đầu tiên của học kỳ và phải thực hiện các công việc theo quy định trong Quy định giảng dạy của nhà trường (công bố và giải thích đề cương môn học, ra các bài quiz để đánh giá mức độ nắm vững đề cương môn học, ...).. . . . -     Đối với hình thức giảng dạy trực tuyến, ở tuần lễ đầu tiên, GV chủ yếu giải thích rõ đề cương môn học, cách thức học tập theo hình thức trực tuyến, các công cụ dùng trong giảng dạy, học tập và đánh giá học tập (như quiz, ...) trong quá trình giảng dạy trực tuyến. GV cần hỗ trợ SV, nhất là các SV mới nhập học, trong việc sử dụng các công cụ học tập trực tuyến để việc giảng dạy và học tập đạt hiệu quả cao nhất.. . . .  . . . . III. Kế hoạch học tập trong tình hình mới. . . .  1. HK202, DT202. . . . -     Kiểm tra giữa kỳ (nếu có) chậm nhất là tuần 30 (26/7 - 01/8/2021). . . . . -     Thi học kỳ, kể cả báo cáo đồ án, TTNT (tổ chức trong HK202, nếu có), ĐCLV, trong các tuần 31-32 (2/8 - 15/8/2021) và kéo dài tối đa đến tuần 33 (16/8 - 22/8/2021).. . . . -     Riêng bảo vệ LVTN, các Khoa tổ chức chậm nhất trong tuần 34 (23/8 – 29/8/2021).. . . . -     Các học phần có TNg chưa tổ chức đủ sẽ được bố trí lịch học và lịch thi khi điều kiện được phép và theo quy định của TP.Hồ Chí Minh (Cơ sở Lý Thường Kiệt) và Tỉnh Bình Dương (Cơ sở Dĩ An).. . . .  . . . .  2. HK203, DT203, HK202B. . . . -     Thi học kỳ của DT203, HK202B trong tuần 30-31 (26/7 - 08/8/2021).. . . . -     Các học phần có TNg của HK202B chưa tổ chức đủ TNg sẽ được bố trí lịch học và lịch thi khi điều kiện được phép. Các học phần có TNg của DT203, Khoa bố trí lịch theo cam kết mở lớp của Khoa. . . . . -     Đối với các học phần TTNT tổ chức trong HK203, các Khoa chủ động lịch thực tập khi điều kiện cho phép hoặc triển khai bằng hình thức trực tuyến khi đảm bảo được chất lượng thực tập. Ngay khi hoàn tất thực tập, Khoa nộp điểm về PĐT để công tác học vụ được vận hành hiệu quả, bảo đảm tốt nhất quyền lợi của SV. . . . .  . . . .  3. HK211 cho SV từ năm 2. . . . -     Bắt đầu học kỳ từ tuần 33 (từ 16/8/2021).. . . . -     Tất cả các phần học lý thuyết, hướng dẫn bài tập/thực hành tại lớp (gọi chung là LT) áp dụng phương pháp học tập phối hợp (blended learning) và giảm 20% số tiết lên lớp. PĐT sẽ bố trí lịch dạy tối đa cho các phần học này trong 12 tuần.. . . . -     Các tuần đầu học kỳ, khi điều kiện không cho phép giảng dạy và học tập trực tiếp, thực hiện giảng dạy và học tập theo hình thức trực tuyến. Các tuần sau của học kỳ, khi điều kiện cho phép, việc giảng dạy và học tập tổ chức theo hình thức trực tiếp như bình thường.. . . . -     Tạm dời lịch học của các phần học TNg vào các tuần sau của học kỳ, tổ chức khi được phép giảng dạy và học tập trực tiếp. Các phần học TNg có thể tổ chức được bằng hình thức trực tuyến, Khoa đăng ký với PĐT để bố trí lịch như bình thường.. . . . -     Tuỳ theo tình hình thực tế, có thể bố trí lịch học và thi của các học phần có TNg của HK202, DT202 vào thời gian của HK211 để kết thúc các học kỳ này trọn vẹn.. . . . -     Dự kiến kiểm tra giữa kỳ trong tuần 40-41 (04/10 - 17/10/2021), bố trí vào cuối tuần. Nếu điều kiện không cho phép, kiểm tra tập trung theo hình thức trực tuyến.. . . . -     Dự kiến lịch thi cuối kỳ, bảo vệ đồ án, bảo vệ hội đồng, ... trong tuần 51-52 (20/12 - 31/12/2021). Các học phần có TNg chưa tổ chức xong có thể bố trí lịch học và thi lùi sau lịch dự kiến này.. . . . -     Riêng SV CLC năm 2, có 04 tuần học GDQP-AN, dự kiến tuần 45-48 (08/11 - 05/12/2021) theo lịch của Trung tâm GDQP-AN ĐHQG-HCM.. . . .  . . . . Lưu ý: Bố trí lớp của SV hình thức vừa làm vừa học (VLVH) theo lịch của học kỳ, bố trí ngoài giờ, trong đó bố trí một số lớp không có phần TNg theo dạng dự thính ngoài giờ để tổ chức chung với SV chính quy (CQ) học ngoài giờ nhằm tiết kiệm nguồn lực và nâng cao chất lượng giảng dạy và học tập.. . . .  . . . .  4. DT211. . . . -     Theo lịch học của HK211 (bắt đầu học kỳ từ tuần 33).. . . . -     Chỉ tổ chức theo hình thức trực tuyến. Bố trí ngoài giờ.. . . . -     Chỉ tổ chức các học phần không có TNg, ngoại trừ trường hợp đặc biệt, nếu Khoa cam kết tổ chức được các phần học TNg này cho SV trước thời gian thi cuối kỳ.. . . . -     Tất cả các phần học LT giảm 20% số tiết lên lớp. PĐT sẽ bố trí lịch dạy tối đa cho các phần học này trong 12 tuần.. . . . -     Dự kiến kiểm tra giữa kỳ trong tuần 41-42 (11/10 - 24/10/2021). Hình thức kiểm tra tập trung là kiểm tra trực tuyến.. . . . -     Dự kiến lịch thi cuối kỳ trong tuần 48 (29/11 - 05/12/2021).. . . .  . . . .  5. HK211 cho SV năm 1. . . . -     Nhập học: dự kiến tuần 34-35 (23/8 - 5/9/2021), hình thức trực tuyến phối hợp với nộp hồ sơ qua chuyển phát nhanh của bưu điện.. . . . -     Sinh hoạt công dân: dự kiến tuần 35-36 (30/8 - 12/9/2021), hình thức trực tuyến.. . . . -     Bắt đầu học kỳ: dự kiến tuần 36 (06/9/2021) hoặc 37 (13/9/2021).. . . . -     Ngày khai giảng: dự kiến Chủ nhật, ngày 12/9/2021, hình thức trực tuyến.. . . . -     Tất cả các phần học lý thuyết, hướng dẫn bài tập/thực hành tại lớp (gọi chung là LT) áp dụng phương pháp học tập phối hợp (blended learning) và giảm 20% số tiết lên lớp. . . . . -     Các lớp đại trà, có 04 tuần học GDQP-AN, dự kiến tuần 45-48 (08/11 - 05/12/2021) theo lịch của Trung tâm GDQP-AN ĐHQG-HCM. Lịch học LT bố trí trong tối đa 10 tuần, một số học phần sẽ có một số tuần có gấp đôi số buổi học so với lịch bình thường.. . . . -     Các lớp CLC bố trí lịch học LT trong đối đa 12 tuần.. . . . -     Các tuần đầu học kỳ, khi điều kiện không cho phép giảng dạy và học tập trực tiếp, thực hiện giảng dạy và học tập theo hình thức trực tuyến. Các tuần sau của học kỳ, khi điều kiện cho phép, việc giảng dạy và học tập tổ chức theo hình thức trực tiếp như bình thường.. . . . -     Tạm dời lịch học của các phần học TNg vào các tuần sau của học kỳ, tổ chức khi được phép giảng dạy và học tập trực tiếp. Các phần học TNg có thể tổ chức được bằng hình thức trực tuyến, Khoa đăng ký với PĐT để bố trí lịch như bình thường.. . . . -     Dự kiến kiểm tra giữa kỳ trong tuần 43-44 (25/10 - 07/11/2021), bố trí vào cuối tuần. Nếu điều kiện không cho phép, kiểm tra tập trung theo hình thức trực tuyến.. . . . -     Dự kiến Ngày hội Kỹ thuật vào Thứ năm, 30/12/2021.. . . . -     Dự kiến lịch thi cuối kỳ trong tuần 52 (27/12 - 31/12/2021). Các học phần có TNg chưa tổ chức xong có thể bố trí lịch học và thi lùi sau lịch dự kiến này.. . . . -     Dự kiến tuần lễ kiểm tra Anh văn đầu khoá ở tuần 44 (01/11 - 07/11/2021).. . . .  . . . . IV. Kế hoạch đăng ký học phần HK211, DT211. . . . -     Tất cả các SV (CQ, CLC, VLVH, Đào tạo Từ xa - DTTXa, Bằng 2 - B2, ...) đăng ký học phần trong HK211, DT211 từ tuần 29 (19/7/2021) theo lịch chung.. . . . -     Các SV có nhu cầu học ngoài giờ (DT211) (VLVH, DTTXa, B2, CQ, …) khi đăng ký chọn các lớp mở ngoài giờ.. . . . -     Các SV VLVH, DTTXa đã được PĐT cung cấp thông tin về tiến độ học tập cá nhân, căn cứ vào các học phần chưa hoàn thành để đăng ký học phần. Đây là thông tin quan trọng về nhu cầu học tập của SV để nhà trường có căn cứ xem xét mở lớp.. . . . -     SV chính quy khoá 2021 không đăng ký học phần, PĐT sẽ xếp lịch học và công bố sau khi SV nhập học.. . . . -     SV VLVH tuyển sinh đợt tháng 7-11/2021, theo thông báo riêng.. . . .  . . . . Lưu ý: Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . . .  . . . . V. Kế hoạch thu học phí HK211, DT211. . . . -     SV khoá 2021, học phí tạm thu trọn gói 01 học kỳ ngay khi nhập học và dự kiến thu học phí của mỗi học kỳ trước tuần đầu tiên của mỗi học kỳ.. . . . -     Các lớp chính quy đại trà, học phí thu 01 lần, dự kiến tuần đầu của tháng 11/2021.. . . . -     Các lớp CLC, học phí thu 01 lần, dự kiến tuần đầu của tháng 9/2021.. . . . -     Các SV VLVH, học phí thu 01 lần, dự kiến tuần đầu của tháng 9/2021.. . . . -     Các lớp dự thính, học phí thu 01 lần, dự kiến ngay trước tuần đầu của học kỳ.. . . . . . . . Thân./."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa Phòng đào tạo trường đại học Bách Khoa TPHCM.. . Em là [full_name] MSSV [student_id].Em đã hoàn thành đề cương luận văn tốt nghiệp và đang đăng kí Luân văn tốt nghiệp của kì 211. Nhưng hiện tại e chưa đủ ngày ctxh (  10) và chưa có chuẩn anh văn để đủ điều kiện đăng kí luận văn tốt nghiệp. Do kế hoạch của em là hoàn thành ngày ctxh và tiêu chuẩn anh văn trong tháng 6 nhưng vì lí do dịch và giãn cách xã hội nên em đã chưa thưa hiện được.. . Vì năm nay cũng là năm cuối cùng trong tổng số năm em được học nên em thành khẩn viết đơn này mong phòng đào tạo chấp nhận cho em được đăng kí Luận văn tốt nghiệp kì 211. Em xin hứa hoàn thành các điều kiện tiên quyết ngay sau khi hết giãn cách xã hội và hoàn thành tốt Luận văn tốt nghiệp ạ.. . Em xin cảm ơn.. . [full_name]",
            "Chào bạn. . Theo quy chế học vu: đăng ký LVTN phải nộp CCNN chuẩn theo quy định, và phải đạt các điều kiện kèm theo ngày CTXH, số tín chỉ ngành. . - Khi nào hết dịch bạn đăng ký thi liền, có kết quả báo PDT để hỗ trợ bạn đăng ký LVTN nghen. . - Đống thời bạn phải liên hệ văn phòng Đoàn Khoa để được hỗ trợ ngày CTXH. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô, thầy/cô cho em hỏi khi nào là hạn chót nộp đơn hoãn thi ạ? Em cảm ơn ạ.",
            "Chào bạn. . Theo quy định: trong 5 ngày tính từ ngày vắng kiểm tra (chỉ tính ngày làm việc).. . Hoặc bạn có thể nộp đơn sớm hơn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  em muốn xin hoãn thì thì thủ tục làm như thế nào? Và hoãn thi thì điểm thành phần bị xoá hết chỉ lấy điểm thi làm điểm tổng kết hay sao? Nếu hoãn thì phải đăng kí môn đó lại cho kì kế tiếp?. . . .",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)    Bổ sung xác nhận:. . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn + Xác nhận của Chủ nhiệm Khoa hoặc xác nhận qua email của Sv (chỉ cần xác nhận của Giảng Viên không dự kiến bị cấm thi), sau đó chụp hình gởi kèm đơn hoãn thi).. . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn + Xác nhận của Chủ nhiệm Khoa hoặc xác nhận qua email của Sv (chỉ cần xác nhận của Giảng Viên không dự kiến bị cấm thi), sau đó chụp hình gởi kèm đơn hoãn thi).. . Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT,. . Cho em hỏi về việc sử dụng tài liệu cho các môn thi đề mở như Triết Học Mác, Pháp luật Đại cương,v.v. . Do kì hè em chưa mua kịp giáo trình, với theo qui chế thi thì em thấy các môn trên được sử dụng tài liệu.. . Vậy cho em hỏi trong lúc thi onl, em có được mở file word/ pdf tài liệu các môn trên được không ạ?. .   i Yêu cầu khác .",
            "Chào em,. . Em vui lòng đợi email thông báo Quy trình và hướng dẫn thi online.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi để tiếp tục theo học em chuyển sang hệ vhvl thì em cần làm gì ạ ? Mong pđt giúp đỡ em ạ",
            "Chào bạn. . Bạn tải đơn thôi học : điền vào, ký tên .. . Sau đó gởi hồ sơ đến BKSI.HCMUT.EDU.VN để phòng đào tạo xử lý và trả lời. . Sau khi có qd thôi học bạn đăng ký hệ VLVH TẠI Website:www.tuyensinh.hcmut.edu.vn. . Thân",
            "Dạ bây giờ đang dịch thì em muốn chuyển sang hệ vhvl thì làm sao ạ",
            "Chào bạn. . Bạn tải đơn thôi học : điền vào, ký tên .. . Sau đó gởi hồ sơ đến BKSI.HCMUT.EDU.VN để phòng đào tạo xử lý và trả lời"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi:Quý thầy cô,. . . . Em tên là [full_name], sinh viên lớp QL17KD khoa Quản lý công nghiệp. Em viết nội dung câu hỏi này rất mong nhận được sự phản hồi sớm từ quý thầy cô. Thầy cô cho em hỏi về điều kiện xét tốt nghiệp đối với điểm 12 của 4 môn anh văn (1,2,3,4). Em được điểm 12 cả 4 av thì em có cần chuyển điểm anh văn vào để được xét tốt nghiệp không? Em xin cảm ơn và chúc thầy cô nhiều sức khỏe. . . . . Trân trọng, . . [full_name]. . . . .",
            "Chào bạn,. . Trường hợp của bạn là được miễn 4 AV 1,2,3,4 đã cập nhật trên trang mybk/Thông tin SV/ điểm chuyển.. . Bạn có thể đăng ký chuyển điểm hoặc không chuyển cũng được.. . Tùy bạn cân nhắc, vì chuyển điểm là tính điểm vào điểm TBTL, còn điểm miễn, chỉ tính đạt, không tính vào điểm TBTL.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên chuyển từ hệ chính quy sang hệ VLVH.. . Ở chương trình chính quy em đã học đủ các môn và đủ điều kiện để đăng kí luận văn tốt nghiệp.. . Khi chuyển sang hệ VLVH thì điểm của các môn chưa được cập nhật nên em không thể đăng kí luận văn tốt nghiệp.. . Mong thầy/cô hướng dẫn em quy trình cập nhật điểm cho đợt đăng kí môn học này. Nếu được thì có cách nào làm từ xa hoặc online được không, vì hiện tại TPHCM đang bị cách ly, em ở quê không thể lên trường được.. . Mã số sinh viên cũ của em là [student_id]6 - [full_name].. . Em chân thành cảm ơn thầy/cô.",
            "Chào em,. . PĐT đã nhận được thông tin của em, đã gửi đến bộ phận phụ trách sẽ trả lời  em qua bksi, email nhé.. . Thân mến,. . . . . .",
            "Cảm ơn cô đã cập nhật điểm giúp em.. . . . Sau khi cập nhật vẫn có 1 số môn bị sót:. . . . - Mã môn học đo lường công nghiệp là 404019, không phải 404819.. . - Khi đăng kí môn luận văn tốt nghiệp em vẫn bị báo thiếu các môn 401043 - 402114 - 409003 (đã hoàn thành trong chương trình chính quy). . . . Em đã trả lời trong loop mail từ ngày 9/8/2021 nhưng chưa thấy phản hồi ạ. Mong cô xem lại loop mail và kiểm tra lại điểm giúp em để em kịp đăng kí luận văn đợt cuối này ạ.. . . . Em cảm ơn.",
            "Xem TKB tại mybk"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . kính chào quý thầy cô!. . Em tên [full_name] msvs [student_id] hệ VLVH. . Em có thắc mắc về danh sách miễn môn do pdt cung cấp. lúc đầu trong danh sách miễn môn em được nhận có các môn em được học bổ túc kiến thức khi mới nhập học và môn điều khiển tự đọng. Hiện tại các môn đó đã mất, điều đó làm em khó khăn trong việc đăng ký môn học kỳ 211.. . Mong thầy cô có thể giải quyết sớm giúp em.. . Em cảm ơn!",
            "Do quy định về cách tính điểm và tính số tín chỉ tích lũy ngành học. Nay PDT Thông báo với các SV đã học bổ túc và qua các môn cốt lõi bật đại học:. . . . Các điểm môn học này sẽ chuyển từ mục điểm chuyển sang mục điểm học kỳ. Cụ thể sẽ chuyển vào điểm HK201 và các điểm này được tính như môn học SV khác mà sinh đã tích lũy được. . . . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin phép hoãn thi giữa kỳ môn Giải tích 1 HK203 vì em không có camera và micro để vào phòng thi ạ",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)    Bổ sung xác nhận:. . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn + Xác nhận của Chủ nhiệm Khoa hoặc xác nhận qua email của Sv (chỉ cần xác nhận của Giảng Viên không dự kiến bị cấm thi), sau đó chụp hình gởi kèm đơn hoãn thi).. . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn + Xác nhận của Chủ nhiệm Khoa hoặc xác nhận qua email của Sv (chỉ cần xác nhận của Giảng Viên không dự kiến bị cấm thi), sau đó chụp hình gởi kèm đơn hoãn thi).. . Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . \t. . Em để quên thẻ SV trên TP.HCM rồi thì có thể dùng các giấy tờ nào khác để thay thế không ạ, hoặc là chụp lại ảnh thẻ SV được không ạ? Chỗ em ở đang bị phong tỏa nên không thể ship về được ạ! Em xin cảm ơn!. . . .   i Yêu cầu khác .",
            "Chào em,. . - Thi/kiểm tra bắt buộc dùng thẻ sv.. . - Em vui lòng đợi email thông báo Quy trình và hướng dẫn thi online.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào thầy/cô, e thấy trên mybk pđt sắp e thi cuối kỳ môn xác suất & thống kê vào ngày 5/8 ở phòng 108B8, vậy cho e hỏi là gần tới ngày thi e phải vào lại cơ sở 1 để thi hay sao ạ, tại vì e thấy những môn kia hầu hết là thi online và có 1 môn e thi vào 20/08 ở trường, e mong nhận được phản hồi từ thầy/cô sớm ạ, e cảm ơn thầy/cô đã xem xét trường hợp của e ạ. .",
            "Chào bạn. . Phòng đào tạo sẽ cập nhật lại lịch thi, bạn kiểm tra lại sau nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là đăng ký nhập môn kỹ thuật phải làm đơn cho pdt. Vì môn này chỉ mở cho sinh viên năm nhất mà tình hình dịch bây giờ không nộp đơn được thì phải làm sao ạ",
            "Chào bạn. . Hiện tại Cô chưa thể nhận đơn của bạn. . Đầu tháng 9 bạn gởi đơn trực tiếp (nếu hết dịch) hoặc qua BKSI nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name], MSSV:[student_id]. . . . Em xin phép Phòng đào tạo cho phép em hoãn thi cuối kỳ môn giải tích 2 HK203.. . . . Em cảm ơn và mong nhận được câu trả lời ạ!. . . . Chúc thầy cô sức khỏe.",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)    Bổ sung xác nhận:. . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn + Xác nhận của Chủ nhiệm Khoa hoặc xác nhận qua email của Sv (chỉ cần xác nhận của Giảng Viên không dự kiến bị cấm thi), sau đó chụp hình gởi kèm đơn hoãn thi).. . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn + Xác nhận của Chủ nhiệm Khoa hoặc xác nhận qua email của Sv (chỉ cần xác nhận của Giảng Viên không dự kiến bị cấm thi), sau đó chụp hình gởi kèm đơn hoãn thi).. . Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có tạm hoãn 2học kì. Nếu không tính học kì bị tạm hoãn thì em mới học 5 học kì. Số tín chỉ tích lũy của em là 51 tín chỉ. Điểm trung bình tích lũy là 5.30. Sao em vẫn bị cảnh cáo học vụ ạ. Em có gửi ảnh phía dưới.",
            "Chào bạn. . Pdt ghi nhận trường hợp của bạn sẽ chuyển cho các bộ phận liên quan xử lý. . Ở các Hk sau nếu bạn bị xử lý sai vấn đề gì thì nhanh chóng báo cho Pdt để xử lý nghen. . Quyết định này ra từ hồi tháng 4/2021. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là mình phải lên trường thi hay onl ạ. . Em xin cảm ơn",
            "Chào bạn,. . Bạn vui lòng vào xem lại lịch thi nhé, hiện tại chỉ thi online nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi quý thầy/cô. . Em là Ông [full_name] MSSV: [student_id]. . . . Em có một vài câu hỏi như sau ạ. . . . 1) Khi em nộp bằng tiếng anh để chuyển điểm 4 môn anh văn thì 4 cột điểm đó có được tính vào điểm trung bình tích lũy ngành cũng như được cộng 8 tín chỉ tích lũy ngành không ạ.. . . . 2) Nếu điểm chuyển của em cao hơn điểm em đạt trong học kì thì khi tính điểm trung bình tích lũy ngành sẽ tính như thế nào ạ.(trong trường hợp điểm chuyển được tính trung bình tích lũy ngành). . . . Em mong quý thầy cô hồi đáp 2 câu hỏi của em. . Em xin cảm ơn",
            "Chào bạn. . 1. Được nếu môn av có trong chương trình đào tạo ngành mà sv theo học suốt khoá.. . 2. Lấy điểm cao nhất tính trong cùng 1 msmh.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa cô!. . Em tên là [full_name]. . MSSV: [student_id]. . Hiện tại em thấy đã có lịch thi cuối kì hk202 ở trên phần thông tin của mybk nhưng em lại chỉ thấy lịch thi của nhưng môn không có thí nghiệm còn nhưng môn có học phần thí nghiệm thì không thấy phân lịch thi ạ!. . Em không biết những môn học có học phần thí nghiệm nhưng không được phân lịch thi thì có được thi vào thời gian như mail pđt thông báo về hình thức thi trực tuyến không ạ?. . Em cám ơn!. . . .",
            "Chào em,. . PĐT đã gửi email đến sv: \"...\" em đọc kỹ nhé.. . . . Thân gửi các bạn Sinh viên,. . . . Căn cứ trên tình hình phòng chống dịch Covid-19, được sự chỉ đạo của Ban giám hiệu, Phòng Đào tạo (PĐT) thông báo kế hoạch học tập trong tình hình mới của các học kỳ 2/2020-2021 (HK202, dự thính DT202), học kỳ hè (HK203, dự thính hè DT203), học kỳ 2 của chương trình Chất lượng cao/Tiên tiến/Quốc tế (viết tắt là CLC) nhóm 1B (HK202B), học kỳ 1/2021-2022 (HK211, dự thính DT211) như sau:. . . .  . . . . I. Kiểm tra và thi. . . .  1. Hình thức Kiểm tra/Thi. . . . -     Các học phần có thể được tổ chức kiểm tra/thi (thi) theo hình thức trực tuyến (thi trực tuyến), hoặc chuyển đổi hình thức thi phù hợp nhất trong hình hình hiện nay, như bài luận, bài tập lớn, thuyết trình trực tuyến, vấn đáp trực tuyến, bảo vệ đồ án trực tuyến, bảo vệ hội đồng trực tuyến hoặc kết hợp nhiều phương pháp.. . . . -     Hướng dẫn về thi trực tuyến đang được ban hành.. . . .  2. Tổ chức thực hiện. . . . -     Các Khoa đăng ký chuyển đổi hình thức thi hoặc thi trực tuyến cho các học phần và báo PĐT để sắp xếp lịch thi. Các học phần không thể tổ chức thi cuối kỳ do chưa hoàn tất các phần học thí nghiệm, thực tập xưởng (TNg) sẽ được tổ chức sau khi hoàn tất việc TNg, tuỳ theo tình hình sắp đến.. . . . -     Sinh viên (SV) không đáp ứng các yêu cầu về trang thiết bị điện tử, đường truyền như trong hướng dẫn thi trực tuyến được phép đăng ký hoãn thi trực tuyến. Trường hợp này, SV sẽ nhận điểm hoãn thi và được phép thi vào lần tổ chức kế tiếp của học phần trong thời hạn tối đa 01 năm. Trường hợp đặc biệt, nhà trường sẽ xem xét riêng. Trường hợp hoãn kiểm tra, Giảng viên (GV) chủ động tổ chức kiểm tra lại cho các SV này hoặc dùng một điểm thành phần khác, kể cả điểm thi cuối kỳ, để thay thế theo quy định hiện hành. SV nộp đơn hoãn thi theo quy định hiện hành tại PĐT hoặc theo email hoặc hệ thống myBK    Hỗ trợ trực tuyến.. . . . -     Riêng các học phần đồ án (ĐA), Thực tập ngoài trường (TTNT), Đề cương luận văn tốt nghiệp (ĐCLV), Luận văn tốt nghiệp (LVTN), nếu tình hình dịch bệnh ảnh hưởng nghiêm trọng đến kết quả thực hiện, và SV không thuộc diện bị cấm thi (bảo vệ), SV phải được sự đồng ý của GV hướng dẫn, có xác nhận của Bộ môn/Khoa, mới được phép hoãn thi (nộp bài, báo cáo, bảo vệ).. . . .  . . . . II. Quy định về tuần học đầu tiên của học kỳ. . . . -     Theo quy định hiện hành, GV không được vắng mặt buổi học đầu tiên của học kỳ và phải thực hiện các công việc theo quy định trong Quy định giảng dạy của nhà trường (công bố và giải thích đề cương môn học, ra các bài quiz để đánh giá mức độ nắm vững đề cương môn học, ...).. . . . -     Đối với hình thức giảng dạy trực tuyến, ở tuần lễ đầu tiên, GV chủ yếu giải thích rõ đề cương môn học, cách thức học tập theo hình thức trực tuyến, các công cụ dùng trong giảng dạy, học tập và đánh giá học tập (như quiz, ...) trong quá trình giảng dạy trực tuyến. GV cần hỗ trợ SV, nhất là các SV mới nhập học, trong việc sử dụng các công cụ học tập trực tuyến để việc giảng dạy và học tập đạt hiệu quả cao nhất.. . . .  . . . . III. Kế hoạch học tập trong tình hình mới. . . .  1. HK202, DT202. . . . -     Kiểm tra giữa kỳ (nếu có) chậm nhất là tuần 30 (26/7 - 01/8/2021). . . . . -     Thi học kỳ, kể cả báo cáo đồ án, TTNT (tổ chức trong HK202, nếu có), ĐCLV, trong các tuần 31-32 (2/8 - 15/8/2021) và kéo dài tối đa đến tuần 33 (16/8 - 22/8/2021).. . . . -     Riêng bảo vệ LVTN, các Khoa tổ chức chậm nhất trong tuần 34 (23/8 – 29/8/2021).. . . . -     Các học phần có TNg chưa tổ chức đủ sẽ được bố trí lịch học và lịch thi khi điều kiện được phép và theo quy định của TP.Hồ Chí Minh (Cơ sở Lý Thường Kiệt) và Tỉnh Bình Dương (Cơ sở Dĩ An).. . . .  . . . .  2. HK203, DT203, HK202B. . . . -     Thi học kỳ của DT203, HK202B trong tuần 30-31 (26/7 - 08/8/2021).. . . . -     Các học phần có TNg của HK202B chưa tổ chức đủ TNg sẽ được bố trí lịch học và lịch thi khi điều kiện được phép. Các học phần có TNg của DT203, Khoa bố trí lịch theo cam kết mở lớp của Khoa. . . . . -     Đối với các học phần TTNT tổ chức trong HK203, các Khoa chủ động lịch thực tập khi điều kiện cho phép hoặc triển khai bằng hình thức trực tuyến khi đảm bảo được chất lượng thực tập. Ngay khi hoàn tất thực tập, Khoa nộp điểm về PĐT để công tác học vụ được vận hành hiệu quả, bảo đảm tốt nhất quyền lợi của SV. . . . .  . . . .  3. HK211 cho SV từ năm 2. . . . -     Bắt đầu học kỳ từ tuần 33 (từ 16/8/2021).. . . . -     Tất cả các phần học lý thuyết, hướng dẫn bài tập/thực hành tại lớp (gọi chung là LT) áp dụng phương pháp học tập phối hợp (blended learning) và giảm 20% số tiết lên lớp. PĐT sẽ bố trí lịch dạy tối đa cho các phần học này trong 12 tuần.. . . . -     Các tuần đầu học kỳ, khi điều kiện không cho phép giảng dạy và học tập trực tiếp, thực hiện giảng dạy và học tập theo hình thức trực tuyến. Các tuần sau của học kỳ, khi điều kiện cho phép, việc giảng dạy và học tập tổ chức theo hình thức trực tiếp như bình thường.. . . . -     Tạm dời lịch học của các phần học TNg vào các tuần sau của học kỳ, tổ chức khi được phép giảng dạy và học tập trực tiếp. Các phần học TNg có thể tổ chức được bằng hình thức trực tuyến, Khoa đăng ký với PĐT để bố trí lịch như bình thường.. . . . -     Tuỳ theo tình hình thực tế, có thể bố trí lịch học và thi của các học phần có TNg của HK202, DT202 vào thời gian của HK211 để kết thúc các học kỳ này trọn vẹn.. . . . -     Dự kiến kiểm tra giữa kỳ trong tuần 40-41 (04/10 - 17/10/2021), bố trí vào cuối tuần. Nếu điều kiện không cho phép, kiểm tra tập trung theo hình thức trực tuyến.. . . . -     Dự kiến lịch thi cuối kỳ, bảo vệ đồ án, bảo vệ hội đồng, ... trong tuần 51-52 (20/12 - 31/12/2021). Các học phần có TNg chưa tổ chức xong có thể bố trí lịch học và thi lùi sau lịch dự kiến này.. . . . -     Riêng SV CLC năm 2, có 04 tuần học GDQP-AN, dự kiến tuần 45-48 (08/11 - 05/12/2021) theo lịch của Trung tâm GDQP-AN ĐHQG-HCM.. . . .  . . . . Lưu ý: Bố trí lớp của SV hình thức vừa làm vừa học (VLVH) theo lịch của học kỳ, bố trí ngoài giờ, trong đó bố trí một số lớp không có phần TNg theo dạng dự thính ngoài giờ để tổ chức chung với SV chính quy (CQ) học ngoài giờ nhằm tiết kiệm nguồn lực và nâng cao chất lượng giảng dạy và học tập.. . . .  . . . .  4. DT211. . . . -     Theo lịch học của HK211 (bắt đầu học kỳ từ tuần 33).. . . . -     Chỉ tổ chức theo hình thức trực tuyến. Bố trí ngoài giờ.. . . . -     Chỉ tổ chức các học phần không có TNg, ngoại trừ trường hợp đặc biệt, nếu Khoa cam kết tổ chức được các phần học TNg này cho SV trước thời gian thi cuối kỳ.. . . . -     Tất cả các phần học LT giảm 20% số tiết lên lớp. PĐT sẽ bố trí lịch dạy tối đa cho các phần học này trong 12 tuần.. . . . -     Dự kiến kiểm tra giữa kỳ trong tuần 41-42 (11/10 - 24/10/2021). Hình thức kiểm tra tập trung là kiểm tra trực tuyến.. . . . -     Dự kiến lịch thi cuối kỳ trong tuần 48 (29/11 - 05/12/2021).. . . .  . . . .  5. HK211 cho SV năm 1. . . . -     Nhập học: dự kiến tuần 34-35 (23/8 - 5/9/2021), hình thức trực tuyến phối hợp với nộp hồ sơ qua chuyển phát nhanh của bưu điện.. . . . -     Sinh hoạt công dân: dự kiến tuần 35-36 (30/8 - 12/9/2021), hình thức trực tuyến.. . . . -     Bắt đầu học kỳ: dự kiến tuần 36 (06/9/2021) hoặc 37 (13/9/2021).. . . . -     Ngày khai giảng: dự kiến Chủ nhật, ngày 12/9/2021, hình thức trực tuyến.. . . . -     Tất cả các phần học lý thuyết, hướng dẫn bài tập/thực hành tại lớp (gọi chung là LT) áp dụng phương pháp học tập phối hợp (blended learning) và giảm 20% số tiết lên lớp. . . . . -     Các lớp đại trà, có 04 tuần học GDQP-AN, dự kiến tuần 45-48 (08/11 - 05/12/2021) theo lịch của Trung tâm GDQP-AN ĐHQG-HCM. Lịch học LT bố trí trong tối đa 10 tuần, một số học phần sẽ có một số tuần có gấp đôi số buổi học so với lịch bình thường.. . . . -     Các lớp CLC bố trí lịch học LT trong đối đa 12 tuần.. . . . -     Các tuần đầu học kỳ, khi điều kiện không cho phép giảng dạy và học tập trực tiếp, thực hiện giảng dạy và học tập theo hình thức trực tuyến. Các tuần sau của học kỳ, khi điều kiện cho phép, việc giảng dạy và học tập tổ chức theo hình thức trực tiếp như bình thường.. . . . -     Tạm dời lịch học của các phần học TNg vào các tuần sau của học kỳ, tổ chức khi được phép giảng dạy và học tập trực tiếp. Các phần học TNg có thể tổ chức được bằng hình thức trực tuyến, Khoa đăng ký với PĐT để bố trí lịch như bình thường.. . . . -     Dự kiến kiểm tra giữa kỳ trong tuần 43-44 (25/10 - 07/11/2021), bố trí vào cuối tuần. Nếu điều kiện không cho phép, kiểm tra tập trung theo hình thức trực tuyến.. . . . -     Dự kiến Ngày hội Kỹ thuật vào Thứ năm, 30/12/2021.. . . . -     Dự kiến lịch thi cuối kỳ trong tuần 52 (27/12 - 31/12/2021). Các học phần có TNg chưa tổ chức xong có thể bố trí lịch học và thi lùi sau lịch dự kiến này.. . . . -     Dự kiến tuần lễ kiểm tra Anh văn đầu khoá ở tuần 44 (01/11 - 07/11/2021).. . . .  . . . . IV. Kế hoạch đăng ký học phần HK211, DT211. . . . -     Tất cả các SV (CQ, CLC, VLVH, Đào tạo Từ xa - DTTXa, Bằng 2 - B2, ...) đăng ký học phần trong HK211, DT211 từ tuần 29 (19/7/2021) theo lịch chung.. . . . -     Các SV có nhu cầu học ngoài giờ (DT211) (VLVH, DTTXa, B2, CQ, …) khi đăng ký chọn các lớp mở ngoài giờ.. . . . -     Các SV VLVH, DTTXa đã được PĐT cung cấp thông tin về tiến độ học tập cá nhân, căn cứ vào các học phần chưa hoàn thành để đăng ký học phần. Đây là thông tin quan trọng về nhu cầu học tập của SV để nhà trường có căn cứ xem xét mở lớp.. . . . -     SV chính quy khoá 2021 không đăng ký học phần, PĐT sẽ xếp lịch học và công bố sau khi SV nhập học.. . . . -     SV VLVH tuyển sinh đợt tháng 7-11/2021, theo thông báo riêng.. . . .  . . . . Lưu ý: Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . . .  . . . . V. Kế hoạch thu học phí HK211, DT211. . . . -     SV khoá 2021, học phí tạm thu trọn gói 01 học kỳ ngay khi nhập học và dự kiến thu học phí của mỗi học kỳ trước tuần đầu tiên của mỗi học kỳ.. . . . -     Các lớp chính quy đại trà, học phí thu 01 lần, dự kiến tuần đầu của tháng 11/2021.. . . . -     Các lớp CLC, học phí thu 01 lần, dự kiến tuần đầu của tháng 9/2021.. . . . -     Các SV VLVH, học phí thu 01 lần, dự kiến tuần đầu của tháng 9/2021.. . . . -     Các lớp dự thính, học phí thu 01 lần, dự kiến ngay trước tuần đầu của học kỳ.. . . . . . . . Thân./.. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào cô,. . Lần trước em có hỏi về cách xin chuyển hệ từ chính quy sang vừa học vừa làm.. . Cô bảo là tải đơn xin thôi học, điền vào, kí tên rồi gửi qua bksi.hcmut.edu.vn. Nhưng nay dịch bệnh em không có in ra ở tiệm được, em có thể tải file pdf, rồi ghi và kí trên máy tính, rồi gửi cô được không ạ? Hay bắt buộc phải in giấy rồi ghi kí tên bằng tay, rồi chụp ảnh gửi qua ạ web ạ.. . Em cảm ơn.",
            "Vui lòng xem câu trả lời trước"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em có thể biết tình trạng học của em hiện tại được không ạ, và em đăng kí được môn học nào không ạ. .",
            "Chào bạn. . Bạn đang học và bạn đăng ký môn học bình thường mà. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Học vụ . Dạ e chào thầy ( cô ) ạ. Em có chút thắc mắc mong thầy (cô) hướng dẫn em với ạ. . Em có làm đơn thu nhận lại rồi . Trong mybk cũng hiện lên trạng thái đang học nhưng sao vẫn ghi tạm dừng kì 1 năm 2021-2022 vậy a. Như vậy e có cần làm đơn lại không ? Để được tiếp tục học ạ. . . Em xin chân thành cảm ơn !. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi.. . Kì dự thính 202 em có học dự thính môn giải tích mạch, nhưng dạo gần đây trong lịch thi em thấy không có môn giải tích mạch. Này có vấn đề gì không. . . Em cám ơn.. . . .",
            "Chào em,. . PĐT đã gửi email, em đọc lại nhé:\". . Thân chào SV,. . . . PĐT thông báo tới SV, hiện tại đã có lịch thi cuối kỳ Học kỳ 2/2020-2021 và Dự thính học kỳ 2/2020-2021 như sau.. . . . Ngày thi đầu tiên: 30/07/2021. . . . SV theo dõi lịch thi trên mybk.hcmut.edu.vn =  Thông tin sinh viên. . . .  Lưu ý: - Lịch thi vẫn sẽ được cập nhật ( theo yêu cầu của Giáo viên , Khoa ) , đề nghị SV theo dõi lịch thi thường xuyên.. . . .  . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa thầy cô, trong học kì 5 của em có môn tự chọn tự do, vậy thầy/cô cho em hỏi là môn đó là mình tự chọn 1 môn trong nhóm A,B hay sẽ có danh sách cụ thể ạ. Em xin cảm ơn. .",
            "Chào em,. . - Học phần tự chọn tự do là học phần sinh viên được tự do đăng ký, không bị ràng buộc với ngành/chuyên ngành sinh viên đang theo học, nhưng phải có kiến thức không trùng lắp với các kiến thức dùng để xét tốt nghiệp của chương trình đào tạo. Hai học phần được xem là trùng lắp nếu có chuẩn đầu ra/nội dung trùng lắp đến 50%.. . - Ở một chừng mức nào đó, để tránh cho sinh viên không lúng túng khi chọn môn tự do, tránh lãng phí thời gian và tài chính, [full_name] gợi ý cho sinh viên chọn các môn nhằm trang bị kiến thức chuyên sâu hơn ở các chuyên ngành.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name], MSSV: [student_id].. . Em muốn hỏi tình hình dịch như hiện tại vậy vì sao phòng thi lại ở trên trường ạ.. . Em xin cảm ơn.",
            "Chào em,. . PĐT đã gửi email đến sv ngày 26/7, em xem lại nhé.. . . . Thân chào SV,. . . . PĐT thông báo tới SV, hiện tại đã có lịch thi cuối kỳ Học kỳ 2/2020-2021 và Dự thính học kỳ 2/2020-2021 như sau.. . . .  . . . . Ngày thi đầu tiên: 30/07/2021. . . . SV theo dõi lịch thi trên mybk.hcmut.edu.vn =  Thông tin sinh viên. . . .  . . . . Lưu ý: - Lịch thi vẫn sẽ được cập nhật ( theo yêu cầu của Giáo viên , Khoa ) , đề nghị SV theo dõi lịch thi thường xuyên.. . . .  . . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đang học năm 2 và đã hoàn thành các môn yêu cầu để chuẩn bị chuyển tiếp vào tháng 2-3 năm 2022. Tuy nhiên em phải đăng ký môn học để duy trì làm sinh viên trong học kì 211. Em dự định sẽ đăng ký 1 môn thể dục và em thắc mắc như vậy có thể đáp ứng số tín chỉ tối thiểu không vì môn thể dục không có tín chỉ. . . Em chân thành cám ơn !!!!",
            "Chào bạn,. . Bạn vui lòng xem quy định về ĐKMH tại đây nhé:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 9. Đăng ký môn học. . Bạn có thể liên hệ thêm tại Văn Phòng Đào tạo để được hỗ trợ và hướng dẫn thêm: [email] . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 . Kính gửi các thầy cô,. . Em tên là [full_name] (MSSV :[student_id]), thì ngày 2/7/2021 em có nộp đơn xin rút 2 môn học là GT1, VL1 và đã được tiếp nhận . Nhưng sau ngày 20/7/2021 em vẫn chưa nhận được điểm R 2 môn học trên. . . Mong Thầy Cô xử lí giúp em ạ, em xin chân thành cảm ơn.. .",
            "Chào em,. . - Em đã rút môn học thì TKB, điểm của môn đó sẽ không còn trên TKB, điểm.. . - Em kiểm tra TKB, điểm xem PĐT có sai sót trong quá trình cập nhật hay không.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi quý thầy/cô. . Do học kì trước em không đăng kí môn học nên bị tạm dừng quá trình học tập. Học kì này em xin đăng kí thu nhận.. . Xin chân thành cảm ơn thầy/cô.",
            "Chào bạn. . Đơn thu nhận của bạn [full_name] đang xử lý. . Dự kiến đầu tháng 8 tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên. . - Bạn xem lịch học vụ HK211 để đăng ký môn học (ĐỢT 2- [full_name]). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hiện nay link xem quy chế xét học bổng khuyến khích của trường đang bị lỗi (như hình), em không tra cứu được. . . . . Xin hỏi HBKK có yêu cầu về số tín chỉ tối thiểu cần đạt trong học kì không và là bao nhiêu tín chỉ ạ? Trường hợp em đã vượt tiến độ CTĐT và tổng tín chỉ các môn còn lại bé hơn số tín chỉ tối thiểu đó thì có được xét HBKK không ạ?. . . . Em cám ơn.",
            "Chào em,. . - Vấn đề HBKK em xem link quy chế xét học bổng khuyến khích như em nói.. . - Em liên hệ phòng Công tác chính trị sv để được hướng dẫn [email]. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b. .  em chào thầy/cô. .  Dạ em là sinh viên K20 và do điều kiện khó khăn và dịch Covid nên chưa hoàn thành học phí hk2 khóa k20 được. Vậy sau khi đi học  lại em đóng được không ạ ?. . em cám ơn !. . . . . .",
            "Chào bạn,. . Vấn đề gia hạn học phí bạn vui lòng liên hệ Phòng Công tác Chính trị sinh viên để được hướng dẫn và hỗ trợ,. . Bạn vui lòng xem quy định về thanh toán học phí tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/điều 7.2"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào quý thầy cô!. . Do kì rồi em không đăng kí môn học nên bị tạm dừng, nay em xin nộp đơn xin thu nhận lại để tiếp tục chương trình học tập.. . Em xin chân thành cảm ơn!",
            "Chào bạn. . Đơn thu nhận của bạn [full_name] đang xử lý. . Dự kiến đầu tháng 8 tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên. . - Bạn xem lịch học vụ HK211 để đăng ký môn học (ĐỢT 2- [full_name]). . Thân. .",
            "Chào bạn. . Sau khi kiểm tra lại tình trạng của bạn đang bị Buộc thôi học vì tự ý nghỉ học, nên bạn phải liên hệ Văn phòng Khoa để nộp đơn xem xét thu nhận lại diện buộc thôi học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào thầy/cô. . em là sinh viên K20 và vấn đề là các mã phòng thi của em đều ghi là hangout hết. Vậy thì có sao không ạ. . em cám ơn !. .",
            "Chào em,. . - Phòng thi của em đều ghi là hangout: là thi online đó em.. . - Em vui lòng đợi email thông báo Quy trình và hướng dẫn thi online.. . Thân mến,. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào thầy, cô Phòng Đào Tạo,. . Vào tháng 5 em có nhận được mail \"Thông báo Quyết định v/v thu nhận sinh viên chính quy và chuyển sang hình thức đào tạo hệ vừa làm vừa học năm 2021\", em đã nộp phiếu đăng ký và bản sơ yếu lý lịch diện chuyển hệ đợt tháng 4/2021 cho Phòng Đào Tạo (101A1) theo như email.. . . . Hiện em có thắc mắc nhờ thầy cô giải đáp . . Hiện tại em sẽ đăng ký môn học theo MSSV chính quy cũ hay đợi có MSSV mới theo hệ VLVH ạ, vì em được biết các bạn đợt tháng 3/2021 đã có MSSV mới.. . . . Mong thầy cô giải đáp giúp em ạ,. . Em xin chân thành cảm ơn.. . --. . [full_name] - MSSV:[student_id]. . Tell: [phone_number]. . . .  .",
            "Chào em,. . PĐT đã nhận được thông tin của em, đã gửi đến bộ phận phụ trách trả lời  em qua bksi, email nhé.. . Thân mến,. .",
            "Dạ em chào cô,. . Hiện tại em vẫn chưa nhận được trả lời qua email hay bksi ạ, em hiện muốn đăng ký môn Đề cương luận văn CO4311 nhưng hiện tại kết quả đăng ký đợt 1 của em bị hủy, em thấy đợt 2 có mục đăng ký môn chuyển hệ nhưng hiện tại em đăng ký thì bị lỗi như hình ạ. Mong cô giải đáp giúp em.. . . .",
            "Chào em,. . PĐT đã nhận được thông tin của em, đã gửi đến bộ phận phụ trách giải quyết, ngày mai bạn vào dkmh lại nghen. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là: em đang là sinh viên khoá K19(Khoa CNVL), trong năm 1 em có rớt nhập môn và kỹ thuật (MA1001) và cũng ngay sau đó đầu năm 2 em có hỏi và được thầy/cô ở pđt tư vấn là đăng ký nhập môn kỹ thuật (EE1001) cùng học với sinh viên khoá K20 nhưng mà do bị trùng thời khoá biểu nên bị bỏ mất, nên cho em hỏi là với đầu năm 3, em phải làm như thế nào để đăng ký học với K21 và vẫn phải đăng ký với mã EE1001 hay là MA1001 ạ. . . Em xin cảm ơn thầy/cô đã đọc",
            "Chào bạn. . Về đăng ký môn chung với K2021 khoảng 30/8 bạn bắt đầu nộp đơn nghen. . - Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name], MSSV:[student_id]. . . . Em xin phép Phòng đào tạo cho phép em hoãn thi cuối kỳ môn giải tích 2 HK203.. . . . Em gửi đơn và hình email xác nhận của giáo viên như vậy đã đủ thủ tục chưa ạ!. . . . Chúc thầy cô sức khỏe.",
            "Chào bạn. . Thầy vẫn chưa:   B Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn + Xác nhận của Chủ nhiệm Khoa hoặc xác nhận qua email của Sv (chỉ cần xác nhận của Giảng Viên không dự kiến bị cấm thi),   /B sau đó chụp hình gởi kèm đơn hoãn thi).",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính. . Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. . Chúc bạn học tập tốt nhé.. .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi do về quê tránh dịch không mang theo thẻ sinh viên thì lúc thi online em có thể thay bằng Chứng minh nhân dân để điểm danh được không ạ?",
            "Chào em,. . - SV phải dùng thẻ SV khi dự thi. Nếu SV làm mất thẻ SV thì phải đăng ký làm lại. PĐT đã có tuỳ chọn nhận tại nhà, người nhận trả cước bưu điện: ghi rõ họ tên, số điện thoại, địa chỉ.. . - Em vào mybk/đăng ký in lại thẻ sv ... đóng tiền mới được in nhé. . . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Thầy/Cô!. . Cho em xin cách liên hệ với Khoa Điện để xin đặc cách đăng kí môn học với ạ!. . Em cảm ơn!",
            "Chào bạn,. . Trong đợt đăng ký môn học (đợt 1) này được xem là đợt nguyện vọng, không ràng bất cứ điều kiện gì, khi SV vào ĐKMH hiện thông báo không đủ điều kiện để ĐKMH vì thiếu môn tiên quyết, học trước, gdtc ..., chỉ cảnh báo để SV kiểm tra về điều kiện ĐKMH của mình. Sau khi kết thúc đợt ĐKMH, PDT sẽ lấy dữ liệu xuống và hậu kiểm lại tất cả các điều kiện ràng buộc về môn học (nếu có). SV viên vui lòng đợi công bố kết quả đợt 1, nếu kết quả ĐKMH không đúng (hoặc sai sót) có thể khiếu nại và đăng ký lại  vào đợt 2.. . Thân chào.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi hiện tại em muốn xin được hoãn thi cuối kì 202 do không có đủ trang thiết bị và cuối kì D202 ạ.Em xin hỏi việc liên hệ PĐT để đăng kí hoãn thi hay việc xác nhận của giảng viên qua mail của sv(sau đó chụp hình gửi kèm đơn hoãn thi) thì cái nào đúng với quy định hiện hành ạ.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)    Bổ sung xác nhận:. . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn + Xác nhận của Chủ nhiệm Khoa hoặc xác nhận qua email của Sv (chỉ cần xác nhận của Giảng Viên không dự kiến bị cấm thi), sau đó chụp hình gởi kèm đơn hoãn thi).. . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn + Xác nhận của Chủ nhiệm Khoa hoặc xác nhận qua email của Sv (chỉ cần xác nhận của Giảng Viên không dự kiến bị cấm thi), sau đó chụp hình gởi kèm đơn hoãn thi).. . Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . . Dạ pđt ơi cho em hỏi về vấn đề thi onl với ạ, nhà e ở tphcm nhưng phải về quê trốn dịch hơn 2 tháng rồi ạ(về quê trước khi biết là có tin thi onl của trường) nên hiện tại e ở dưới quê e ko có đủ điều kiện về máy móc và đường truyền mạng nên ko thể thi onl được ạ. Pđt cho e hỏi là nếu như hoãn thi onl thì điểm thành phần của e có được bảo lưu ko ạ? Tại e có đọc gmail trường mình mà ko thấy bảo là xóa hay bảo lưu điểm thành phần và e cũng có đọc quy định 17.2 rồi, nhưng mà vì năm nay là do trường hợp đặc biệt do dịch bệnh nên ko biết là có ngoại lệ ko ạ? Dạ e cảm ơn pđt. .",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)    Bổ sung xác nhận:. . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn + Xác nhận của Chủ nhiệm Khoa hoặc xác nhận qua email của Sv (chỉ cần xác nhận của Giảng Viên không dự kiến bị cấm thi), sau đó chụp hình gởi kèm đơn hoãn thi).. . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn + Xác nhận của Chủ nhiệm Khoa hoặc xác nhận qua email của Sv (chỉ cần xác nhận của Giảng Viên không dự kiến bị cấm thi), sau đó chụp hình gởi kèm đơn hoãn thi).. . Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . - Hiện nay chưa có quy định về  trường hợp đặc biệt nhé.. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1711828  /b \t. . . .   i Đăng ký môn học . Thưa Thầy/ Cô, kính mong Thầy/Cô giải đáp giúp em 2 vấn đề sau ạ:. . 1. Bộ môn Kiến Trúc, Khoa KTXD đã đổi chương trình, bỏ đi 1 vài môn, vậy nếu em rớt những môn đó thì phải làm sao ạ?. . 2. Cũng có 1 số bạn rớt giống em, nhưng chưa đủ sỉ số để mở lớp, vậy tụi em phải làm gì ạ?. . Em cảm ơn Thầy/Cô đã giải đáp giúp em ạ.",
            "Chào bạn,. . Bạn vui lòng liên hệ Khoa/Bộ môn của bạn để được tư vấn về CTĐT và mở môn học nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gởi thầy cô,. . Em tên là [full_name], mssv [student_id], gia đình em gặp khó khăn do ảnh hưởng dịch bệnh nên em có lỡ đóng trễ học phí. Khi bảo vệ đồ án thì em thấy trong danh sách của giảng viên được in từ phòng đào tạo có ghi \"Nợ học phí, liên hệ pđt\". Nay em viết tin nhắn này mong thầy cô cho em hỏi: Ở các môn thi tiếp theo, em có bị ghi là \"Nợ học phí, liên hệ pđt\" không ạ? Nếu mà môn nào cũng liên hệ pđt thì rất mất thời gian của thầy cô ạ. . Em cám ơn thầy, cô đã đọc. . Trân trọng.. . . . . . . .",
            "Chào em,. . - Môn ĐAMH đã in danh sách trước.. . - Lịch thi đang xếp nên danh sách chưa in, sẽ loại khỏi ds sv chưa đóng hp.. . - Lưu ý: sv nào chưa đóng hp nếu có điểm cũng không được công nhận.. . Thân mến."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Khi em đăng ký thì hệ thống báo lỗi yêu cầu GDTC 2 trong khi em đã qua GDTC 2 rồi ạ.. . Em mong được giải đáp.. . Em xin cám ơn. . . . . .",
            "Chào bạn,. . Trong đợt đăng ký môn học (đợt 1) này được xem là đợt nguyện vọng, không ràng bất cứ điều kiện gì, khi SV vào ĐKMH hiện thông báo không đủ điều kiện để ĐKMH vì thiếu môn tiên quyết, học trước, gdtc ..., chỉ cảnh báo để SV kiểm tra về điều kiện ĐKMH của mình. Sau khi kết thúc đợt ĐKMH, PDT sẽ lấy dữ liệu xuống và hậu kiểm lại tất cả các điều kiện ràng buộc về môn học (nếu có). SV viên vui lòng đợi công bố kết quả đợt 1, nếu kết quả ĐKMH không đúng (hoặc sai sót) có thể khiếu nại và đăng ký lại  vào đợt 2.. . Thân chào.. ."
        ]
    }
]