[
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ e muốn hỏi là nhà trường có hỗ trợ thêm thời gian để e vào TPHCM kích hoạt ocb được không cô?. . Vì theo như e đã liên hệ ngân hàng thì phía ocb bắt buộc e phải có mặt ở tphcm. . Câu hỏi tiếp theo là e có thể nhập số tk ngân hàng ocb của một người thân được không ?",
            "Cập Nhật số tài khoản trên bkbay có thể cập Nhật 1 số tk ocb của người thân được không cô?. .  Hiện tại dịch bệnh e chưa vào được TPHCM . . Mà ngân hàng ocb thì bắt phải vào chi nhánh tại lý thường kiệt mới kích hoạt được!. . Trong khi nhà trường thông báo hạn chót cập Nhật là 30/11",
            "Chào em,. . PĐT đã trả lời em qua email. Có gì cần hỏi em gửi email [email] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]. . . . Dạ PĐT cho em hỏi, hình như đợt tháng 6 vừa rồi trường có mở đợt nộp bằng tốt nghiệp THPT, em đăng ký nộp bằng vào đợt đó nhưng thông tin chưa được xử lý. Trường vừa mới thông báo về việc nộp bằng, em muốn đăng ký lại thì cũng không được. . . . . Em mong PĐT có thể giúp em xử lý thông tin ạ. Em xin chân thành cảm ơn. . . . .",
            "Chào em,. . SV các khóa cũ từ K19 về trước thì SV nào nộp đều đã xác nhận hết rồi. Trong trường hợp SV nào chưa được xác nhận thì báo SV cung cấp đầy đủ thông tin (HỌ TÊN, MSSV, LỚP, KHOA, NỘP THỜI GIAN NÀO, LỚP TRƯỞNG LÀ AI VÀ KÈM MINH CHỨNG NẾU CÓ) và gửi về mail huongthuy@hcmut.edu.vn . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ chào thầy cô, em làm bài test thứ nhất từ tối hôm qua mà nay chưa được chấm nữa, xin thầy cô xem giúp tại em sợ em không kịp làm bài test thứ 2 ạ. Em xin cảm ơn. . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô.. . Em là [full_name]-[student_id]. Kì 202 em có làm đơn hoãn thi EE3025-Kỹ thuật siêu cao tần. Lúc thi là 7h em bị trục trặc về thiết bị em có làm đơn nhưng em không biết tại sao em lại không được chấp nhận ạ. Em liên lạc bên bộ môn viễn thông thì bmvt nói do GVGD không đồng ý nên em có liên hệ GV thì thầy nói do trường hợp của em không nằm trong 2 trường hợp:. . + [full_name] lịch thi hoặc có quyết định của trường cử đi thi, công tác. Trường hợp này cần giấy xác nhận theo yêu cầu của phòng đào tạo.. . + Trường hợp việc khẩn cấp (tang gia, nằm viện, …). Trường hợp này cần minh chứng theo yêu cầu của phòng đào tạo.. . Mà lúc đó thi online em bị trục trặc về kỹ thuật nên không thể thi nên thầy nói em liên lạc với phòng đào tạo để được giải quyết nên em có liên lạc phòng đào tạo thì phòng đào tạo nói liên lạc lại về bộ môn. Giờ em phải làm sao đây ạ. Thầy cô tư vấn trường hợp này giúp em với.. . Em xin cảm ơn ạ.. . . .",
            "Chào bạn. . Ngày từ đầu Phòng đào tạo khi tiếp nhận vấn đề Hoãn thi đều có thông báo sẽ còn một bước hậu kiểm với [full_name] trước khi ra quyết định Hoãn thi. . -Nên [full_name] gởi danh sách không đồng ý trường hợp của bạn được Hoãn thi thì Pdt không có quyền quyết định việc này. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Như hình trên em đã điền hết thông tin để nộp bằng nhưng không thể xác nhận được ký được ạ. Chữ xác nhận đăng ký nó không cho em nhấp vào ạ. Nên em không biết có trục trặc gì không ạ.. . Em xin cảm ơn. . .   i Yêu cầu khác . . .",
            "Chào em,. . SV đăng ký mà vào không đúng thời gian mở, trước 20/12/2021 và sau 22/01/2022 thì SV sẽ không ấn được nút \"xác nhận đăng ký\".. . Vì vậy SV phải vào đăng ký đúng thời gian PĐT đã thông báo. (PĐT mở từ 0h ngày 20/12/2021 đến 0h ngày 22/01/2022). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy(cô).. . . . Em tên [full_name]. MSSV: [student_id].. . . . Hiện tại em chưa nộp bằng tốt nghiệp THPT và đã có đăng ký nộp bằng vào ngày 6/5/2021 nhưng đến giờ vẫn chưa được xử lý (ảnh đính kèm).. . . . Mong quý thầy(cô) kiểm tra, xem xét giúp em ạ!. . Em chân thành cảm ơn.. . . . [full_name]",
            "Chào em,. . SV K20 hiện PĐT chưa xác nhận nộp bằng cho những SV đã nộp theo thông báo đợt 1 và 2 (mới có hai ba lớp nộp thôi) nên những sv này sẽ xác nhận sau đợt này (từ 20/12/21-22/1/22). . . Sau khi xác nhận xong sẽ có mail thông báo trường đã xác nhận để SV vào kiểm tra lại.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa [full_name],. . . . Em thuộc khoa Khoa học máy tính chương trình CLC. Em muốn đăng kí chấm lại bài kiểm tra cuối kì của môn học thì làm theo những bước nào ạ.. . . . Em xin cảm ơn.. . . . Trân trọng,. . [full_name]. .",
            "Chào em,. . Khi GV thông báo điểm, SV có thể liên lạc GV để xin xem xét lại điểm. Nếu GV cần sửa điểm thì liên hệ PĐT nhé.. . aao/sinh viên/quy chế, quy định/học vụ/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa PĐT,. . . . Em tên [full_name] khoa Khoa học máy tính chương trình CLC. Em có thắc mắc nếu HK 211 hoàn tất ĐCLV nhưng không đủ tín chỉ cho LVTN ở HK 212 thì ĐCLV có bị hủy bỏ không ạ? Và nếu không hủy thì LVTN có bị hoãn với thời hạn tối đa là bao nhiêu học kỳ không ạ?. . . . Em xin cảm ơn.. . . . Trân trọng,. . [full_name]. .",
            "Chào em,. . - Về Chương trình Đào tạo...em vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . - Sinh viên thắc mắc về CTĐT vui lòng liên hệ GVCN, Khoa để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] - [student_id]. .   i Yêu cầu khác . Vì lí do tín hiệu mạng không ổn định nên em xin phép được hoãn thi môn Kinh tế kĩ thuật (IM1027). . Dưới đây là file pdf đơn xin hoãn thi của em ạ. . . Mong được phản hồi sớm ạ.. .",
            "Chào em,. . PĐT đã gửi email đến sv: Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022, em xem lại nhé.. . \"...5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . - Sinh viên không đáp ứng các yêu cầu về trang thiết bị điện tử, đường truyền như . . trong hướng dẫn thi trực tuyến được phép đăng ký hoãn thi Cuối kỳ trực tuyến. . . Trường hợp này, SV sẽ đăng ký Hoãn thi(HT) Cuối kỳ tại trang Mybk.hcmut.edu.vn . .    Ứng dụng cho Sinh viên    12. Đăng ký hoãn thi Cuối kỳ (Ứng dụng dự kiến bắt . . đầu mở cho Sinh viên đăng ký từ đầu tháng 12/2021 thời gian đăng ký hoãn thi theo . . quy đinh: trong vòng 5 ngày tính từ ngày vắng thi (chỉ tính ngày làm việc)), Sau khi . . SV đăng ký hoãn thi PĐT sẽ hậu kiểm các tình huống cấm thi hoặc không đủ điều . . 2. . kiện hoãn thi với Giảng viên/Bộ môn/Khoa trước khi ra quyết định cho phép hoãn thi.. . Trường hợp đặc biệt, nhà trường sẽ xem xét riêng. Nếu SV được nhận điểm hoãn thi . . Cuối kỳ thì sẽ được phép thi vào lần tổ chức kế tiếp của học phần trong thời hạn tối . . đa 01 năm theo quy định. . . ...\". . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ cho em hỏi là do khi trường yêu cầu nộp bằng tốt nghiệp PTTH thì trường cấp 3 của em đã không cho sinh viên từ thành phố vào trường nhận bằng do diễn biến dịch. Đến nay em mới có thể nhận bằng tốt nghiệp nhưng không có đợt đăng ký trên hệ thống mybk. Cho em hỏi em phải làm thế nào ạ? Em xin cảm ơn.. . . .",
            "Chào em,. . Em xem email PĐT đã gửi nhé. . ​TỔNG KIỂM TRA VÀ NỘP BẰNG THPT TẤT CẢ [full_name] [full_name]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Gần đây em mới nhận được e-mail từ phòng đào tạo về việc nộp bằng tốt nghiệp THPT. Em có để ý thì thời gian nộp là từ 20/12/2021 đến 22/01/2022, vậy khi nào thì em thực hiện được “Bước 2: Vào myBK    Đăng ký nộp bằng THPT    Nhập thông tin bằng THPT và in ra phiếu xác nhận thông tin bằng THPT.” vậy? Trước hay sau thời gian nộp ạ?. . Cảm ơn đã đọc thắc mắc của em!",
            "Chào em,. . SV đăng ký mà vào không đúng thời gian mở, trước 20/12/2021 và sau 22/01/2022 thì SV sẽ không ấn được nút \"xác nhận đăng ký\".. . Vì vậy SV phải vào đăng ký đúng thời gian PĐT đã thông báo. (PĐT mở từ 0h ngày 20/12/2021 đến 0h ngày 22/01/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thầy, cô cho em xin đăng ký thi thay thế điểm vắng thi có phép (VP) ạ. Em xin chân thành cảm ơn.",
            "Chào em,. . PĐT đã gửi email đến sv: Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022, em xem lại email. . \"Về việc thi để xóa điểm Hoãn thi:. . - Môn học có mở trong HK211: PĐT sẽ tự động xếp Lịch thi và đồng thời cập . . nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/Lịch thi.. . - Môn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp Lịch thi . . và đã gởi email cho từng Sinh viên Lịch thi (Sinh viên xem chi tiết Lịch thi cập. . nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/Lịch thi).. . - Các môn học còn lại (không mở trong HK211): Sinh viên vui lòng đợi thông . . báo sau.. . - Trường hợp PĐT đã xếp Lịch thi nhưng SV không thể Thi để xóa điểm HT . . trong HK211 này: SV sẽ đăng ký tại trang Mybk.hcmut.edu.vn    Ứng dụng . . cho Sinh viên    12. Đăng ký hoãn thi Cuối kỳ. . . • Lưu ý: SV cân nhắc khi đăng ký không thi ở HK211, vì PĐT đã cố gắng . . xếp Lịch thi cho tất cả SV diện có Quyết định Hoãn thi để SV có kết . . quả kịp tiến độ theo Chương trình đào tạo, HK212 khả năng dự kiến . . khó mở lớp những môn này, đồng thời theo quy định SV phải đăng ký . . thi cuối kỳ trong thời hạn một năn học để lấy kết quả này làm điểm . . tổng kết thay thế cho điểm HT.. . - Quy định hoãn thi (HT): xem chi tiết tại khoản 17.2 điều 17 trong Quy chế đào tạo và . . học vụ (aao.hcmut.edu.vn    Sinh viên   Quy chế-quy định   Học vụ)\". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . em chào các thầy cô thuộc PĐT. . ngày 25/11/2021 em thực hiện đăng kí mua BHYT. sau khi điền đầy đủ thông tin cá nhân thì em không thể chọn vào mục \" chọn loại bảo hiểm đăng kí mua\" và không thực hiện đăng kí được.. . Mong PĐT kiểm tra và mở đăng kí giúp em.. . Em xin cảm ơn ạ!. . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Trang BHYT bị lỗi . Xin chào các thầy cô PĐT và CTCTSV,. . Em là [full_name] - MSSV [student_id].. . Ngày hôm nay 25/11 em có đăng nhập vào mybk để đóng BHYT nhưng không thể đăng kí được ạ. Em có đính kèm video bên dưới.. . Ngày 25/11 theo như email thông báo vẫn còn trong thời hạn đăng kí ạ.. . Kính mong thầy cô khắc phục để chúng em thực hiện kịp trong ngày ạ.. . Em xin cảm ơn ạ. Chúc thầy cô nhiều sức khỏe trong tình hình dịch phức tạp ạ.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chào phòng đào tạo.. . Hôm thứ 6 ngày 19/11/2021 phòng Đào tạo sau Đại học đã xác nhận chuyển điểm và đã báo em là đã gửi công văn về phòng Đào tạo Đại học để chuyển điểm môn Khoa học Cảm quan trên cao học xuống cho môn Phân tích cảm quan thực phẩm ở Đại học. Hiện tại em vẫn chưa thấy điểm môn này ở phần điểm chuyển trên trên thông tin sinh viên aao.hcmut.edu.vn.. . Em rất mong sớm nhận được điểm chuyển để tốt nghiệp ạ.",
            "Chào em,. . Quy trình của việc chuyển điểm của Sau đại học như sau: PDT tiếp nhận công văn từ Phòng Đào tạo SDH, sau đó sẽ ra quyết định và chuyển lại cho PDT SDH để trả lời cho SV, đồng thời cập nhật lên trang mybk/Thông tin SV/ mục điểm chuyển.. . Em vui lòng trình bày rõ là môn gì? mã MH để cô kiểm tra giúp bạn đã có QD chưa nhé/. . Trường hợp của bạn nên theo dõi kết quả tại PDT SDH để biết tình hình công văn đã được duyệt và trả lời như thế nào nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em xin chào phòng đào tạo trường Đại học Bách Khoa- ĐHQG TP.HCM. . . Em tên là [full_name]. . MSSV: [student_id]. . Lớp: XD18KT . . Khoa: Kỹ thuật xây dựng . . Em muốn hỏi là trên elerning của em không có bài kiểm tra sinh hoạt công dân thì em phải làm sao ạ.. . Em cảm ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô,. . Em tên [full_name], mssv [student_id]. Theo trên mail từ phòng CTCT-SV, hạn chót để đăng ký BHYT là hết ngày 25/11/2021. Nhưng hiện tại lúc này (5 giờ 20 phút, ngày 25/11/2021) thì trang thông tin đăng ký BHYT đã khóa. Em có câu hỏi là còn đợt đăng ký sau không ạ?. . Em cảm ơn thầy/cô.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp  /i   B   /B . . Em chào anh/chị,. . Do tình hình dịch bệnh thì môn học em bị dời từ học kì rồi mới lên điểm ngày 19/11/2021 vừa qua. Em muốn hỏi là khi nào thì điểm mới cập nhật lên điểm tổng để em đăng ký tốt nghiệp ạ ? . . Nếu trễ quá thì em cần phải làm gì không ạ ?. . . . . . Em cảm ơn,. . [full_name]. .",
            "Chào em,. . - STCTL ngành chưa có cập nhật lên Mybk được do chưa có điểm của tất cả sv chứ không phải của 1 mình em.. . - Nếu em muốn xem thì xem trong ds dự kiến TN.. . - Khi sv cần in bảng điểm thì sẽ có đầy đủ ĐTB tính đến thời điểm sv đăng ký in.. . Thân mến. . . . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa phòng, em là [full_name] có MSSV: [student_id]. . . Em vừa nhận được mail của trường về việc gửi lại bằng THPT có công chứng ạ. Em có lên trang kiểm tra và thấy ở dưới có ghi \"đã gửi thông tin yêu cầu xử lý\" từ năm 2020 rồi ạ.. . Em đã xóa và có ý định đăng kí lại để nộp nhưng nó ko cho em đăng kí (như hình gửi kèm). Em muốn hỏi giải pháp để xử lý ạ. Mong phòng duyệt và phản hồi giúp em. Em chân thành cảm ơn. . . . . . .",
            "Em xác nhận là em đã nộp 2 bản có công chứng rồi ạ. Em đã gửi nhưng trong mail trường lại ghi là \"Nếu có xác nhận “Phiếu đăng ký đã xử lý” thì không cần nộp lại và bỏ qua các bước sau\" mà phiếu của em gửi vào năm 2020 thì nó ghi \"đã gửi thông tin yêu cầu xử lý\" trong khi em đã in ra và nộp cho nhà trường rồi ạ. Em đang rất hoang mang và mong được giúp đỡ ạ.",
            "Đây là phiếu xác nhận em in ra lúc đó vào ngày 23/10/2020. Em đã gửi chung với 2 bản sao của bằng THPT có công chứng, nhưng em xem vào lúc đó nó cũng ghi là \" Đã gửi thông tin đang chờ xử lý\". . mà em đã gửi nó chung 1 đợt với các bạn trong lớp của khoa kĩ thuật giao thông khóa K19 ạ khi lớp trưởng thông báo thu bằng tốt nghiệp THPT, nhưng tới hiện tại phòng lại chưa xác nhận lại cho em.",
            "Chào em,. . SV các khóa cũ từ K19 về trước thì SV nào nộp đều đã xác nhận hết rồi. Trong trường hợp SV nào chưa được xác nhận thì báo SV cung cấp đầy đủ thông tin (HỌ TÊN, MSSV, LỚP, KHOA, NỘP THỜI GIAN NÀO, LỚP TRƯỞNG LÀ AI VÀ KÈM MINH CHỨNG NẾU CÓ) và gửi về mail huongthuy@hcmut.edu.vn . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em xin chào cán bộ Phòng đào tạo.. . Hiện bằng tốt nghiệp THPT và học bạ của em đã để ở tại KTX ĐHQG, em không biết có thể nộp được đúng hạn theo thông báo không. Em xin hỏi cách giải quyết trường hợp này như thế nào ạ.. . Em xin cảm ơn cán bộ Phòng đào tạo. . .   i Yêu cầu khác .",
            "Chào em,. . Vì tình hình dịch nên phải dựa vào tình hình thực tế rồi nhà trường sẽ thông báo cụ thể cho SV sau.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Bằng tốt nghiệp THPT . Sau khi nhận mail của nhà trường về việc nộp lại bằng THPT thì em có lên MyBK -  Đăng ký nộp bằng THPT để điền phiếu. Tuy nhiên sau khi điền phiếu xong thì em không thể nhấn \"Xác nhận đăng ký\" và do đó không in được phiếu.. . . . Mong bên nhà trường sớm xử lý vấn đề này.. .",
            "Chào em,. . SV đăng ký mà vào không đúng thời gian mở, trước 20/12/2021 và sau 22/01/2022 thì SV sẽ không ấn được nút \"xác nhận đăng ký\".. . Vì vậy SV phải vào đăng ký đúng thời gian PĐT đã thông báo. (PĐT mở từ 0h ngày 20/12/2021 đến 0h ngày 22/01/2022). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name], lớp: CC18KHM1. . . . Vào Học kỳ 202, em có học và thi môn Nhập môn Trí tuệ nhân tạo (Artificial Intelligent) - CO3061.. . . . Ngày thi là vào ngày 19/09/2021. Vì đây là bài thi cuối kì nhưng trước ngày thi cả tuần thầy giáo cũng chưa hề thông báo cho sinh viên là ôn những phần nào. Em cũng đã tự ôn nhưng không thể ôn hết vì có khá nhiều kiến thức.. . . . Vào ngày 17/09/2021, còn cách ngày thi 2 ngày em cảm thấy không thoải mái để có thể tham gia thi nên em quyết định gửi đơn xin hoãn thi và đã được sự chấp nhận của PĐT.. . . . Vào ngày 18/09/2021, thầy đã gửi những phần nào cần ôn như phần ảnh đính kèm bên dưới của em. . . . . Tuy khá trễ nhưng vì đã có những gì em cần biết nên vào ngày 19/09/2021, em vẫn tham gia thi như bình thường và có nộp bài.. . . . Hiện tại bảng điểm trên mybk đang để trạng thái 14-\"Hoãn thi\". Em gửi yêu cầu này hi vọng được PĐT thay trạng thái 14 bằng điểm em vẫn đi thi.. . . . Em xin lỗi 1 phần vì đã chủ quan nghĩ rằng đi thi thì vẫn sẽ tính điểm mà không gửi yêu cầu này sớm hơn.. . . . Em xin cám ơn!",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ thông tin: HK, mã môn học, tên môn học, lý do ... , . . Hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, (aao/biểu mẫu). . Gửi qua bksi để trình BLĐ phòng . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT,. . Em tên là [full_name]. . Hôm nay em vào đăng ký BHYT thì không đăng ký được (bị khóa chọn loại thẻ 6 tháng hoặc 12 tháng ạ). Và hôm nay cũng là hạn chót đăng ký rồi ạ. Vậy em có thể mua BHYT ở trường nữa được không ạ.. .   i Yêu cầu khác .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em thấy trường có gửi mail nộp bằng THPT từ 20/12/2021 tức là từ ngày đó mình mới đăng ký nộp bằng trên trang web được hả ?. . Bới giờ em đăng ký thì không bấm nút xác nhận được ạ.",
            "Chào em,. . SV đăng ký mà vào không đúng thời gian mở, trước 20/12/2021 và sau 22/01/2022 thì SV sẽ không ấn được nút \"xác nhận đăng ký\".. . Vì vậy SV phải vào đăng ký đúng thời gian PĐT đã thông báo. (PĐT mở từ 0h ngày 20/12/2021 đến 0h ngày 22/01/2022). . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Xin chào ạ,. . Hiện em đã nộp bằng tốt nghiệp THPT vào năm 2019 nhưng đến nay em vẫn chưa được xác nhận là đã nộp ạ (Hình ảnh đính kèm)\t. . Cho em hỏi là hiên tại em nên làm gì ạ?. .   i Học vụ .",
            "Chào em,. . SV các khóa cũ từ K19 về trước thì SV nào nộp đều đã xác nhận hết rồi. Trong trường hợp SV nào chưa được xác nhận thì SV cung cấp đầy đủ thông tin (HỌ TÊN, MSSV, LỚP, KHOA, NỘP THỜI GIAN NÀO, LỚP TRƯỞNG LÀ AI VÀ KÈM MINH CHỨNG NẾU CÓ) và gửi về mail huongthuy@hcmut.edu.vn . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em đã đăng ký nộp bằng tốt nghiệp thpt từ 29/04 mà tới giờ vẫn chưa được xử lý ạ. Em phải đăng ký lại hay đợi xử lý tiếp ạ? . . Em cám ơn",
            "Chào em,. . SV cung cấp đầy đủ thông tin (HỌ TÊN, MSSV, LỚP, KHOA, NỘP THỜI GIAN NÀO, LỚP TRƯỞNG LÀ AI VÀ KÈM MINH CHỨNG NẾU CÓ) và gửi về mail huongthuy@hcmut.edu.vn . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "I Yêu cầu khác: Em chào Thầy/cô ạ. . . Hiện đã có mail cho phép SV đăng kí nộp bằng và nộp bằng TN THPT nhưng PDT chưa mở đợt đăng kí nộp bằng để tụi em đăng kí đó ạ. . .",
            "Chào em,. . SV đăng ký mà vào không đúng thời gian mở, trước 20/12/2021 và sau 22/01/2022 thì SV sẽ không ấn được nút \"xác nhận đăng ký\".. . Vì vậy SV phải vào đăng ký đúng thời gian PĐT đã thông báo. (PĐT mở từ 0h ngày 20/12/2021 đến 0h ngày 22/01/2022). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào admin, em xin hỏi là thời hạn nộp bằng tn THPT từ 20/12/2021 đến 22/01/2022 thì đợi đến hạn nộp mình đăng ký luôn rồi nộp hay phải đăng ký trước ạ?vì vừa nhận mail (ngày 25/11/2021) em lên đăng ký ngay thì chưa đc đăng ký.",
            "Chào em,. . SV đăng ký mà vào không đúng thời gian mở, trước 20/12/2021 và sau 22/01/2022 thì SV sẽ không ấn được nút \"xác nhận đăng ký\".. . Vì vậy SV phải vào đăng ký đúng thời gian PĐT đã thông báo. (PĐT mở từ 0h ngày 20/12/2021 đến 0h ngày 22/01/2022). . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy(cô), em là sinh viên khoa KTXD.. . Thầy cô cho em hỏi sắp tới có lịch nộp bằng tốt nghiệp THPT mà trước đó em đã nhờ người thân gửi bằng tốt nghiệp THPT vào nhưng chưa kịp nộp thì bùng dịch em đã về quê và bằng tốt nghiệp thì cũng chưa kịp nộp cho trường. Em có liên hệ với bên kí túc xá thì họ nói là không được vào trong đó. Vậy có cách nào giải quyết trường hợp của em không ạ. Giờ em chỉ còn mỗi hình ảnh bằng tốt nghiệp THPT của mình để làm chứng. Em xin chân thành cảm ơn Thầy(cô) !",
            "Chào em,. . Vì tình hình dịch nên phải dựa vào tình hình thực tế rồi nhà trường sẽ thông báo cụ thể cho SV sau.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em xin nộp đơn xin hoãn bảo vệ Luận văn tốt nghiệp ạ.. .",
            "Chào em,. . Các học phần đồ án (ĐA), Thực tập ngoài trường (TTNT), Đề cương luận văn tốt. . nghiệp (ĐCLV), Luận văn tốt nghiệp (LVTN), nếu tình hình dịch bệnh ảnh hưởng. . nghiêm trọng đến kết quả thực hiện, và SV không thuộc diện bị cấm thi (bảo vệ), SV. . phải được sự đồng ý của GV hướng dẫn, có xác nhận của Bộ môn/Khoa, mới được. . phép hoãn thi (nộp bài, báo cáo, bảo vệ). . . Sinh viên vui lòng tải mẫu đơn. . tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép. . (cuối kỳ). . . Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi gửi bằng email về pdt@hcmut.edu.vn kèm theo các minh chứng về sự đồng ý của GV hướng dẫn và xác nhận của Bộ môn/Khoa.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em không đăng ký được BHYT do mục \"chọn loại bảo hiểm đăng ký mua\" không cho chọn. . Dù hôm nay 25/11 còn hạn đăng ký BHYT nhưng e không đăng ký được . . Rất mong trường cho e biết lý do. . Em cảm ơn",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào anh chị, về chuyện thanh toán bảo hiểm y tế ạ. Theo như trong email gửi về thì em thấy đến hết ngày hôm nay (25/11) mới hết hạn đăng ký và thanh toán BHYT nhưng vào 18h30 chiều nay (tức là chưa hết ngày 25/11) em vào đăng ký và thanh toán thì hệ thống không cho em đăng ký cũng như thanh toán ạ. Em biết đây là lỗi của em vì đã không đăng ký và thanh toán sớm hơn nhưng mong phòng đào tạo có thể cho em được đăng ký bù để em được tiếp tục sử dụng BHYT, bảo vệ sức khỏe bản thân hơn trong mùa dịch nguy hiểm này ạ. Em xin chân thành cảm ơn.. . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em xin chào cô ạ, . . Trước lúc nghỉ dịch em có đem bằng tốt nghiệp lên ktx để nộp nhưng chưa kịp nộp thì lại bùng dịch. Nhưng em lại quên mang bằng tốt nghiệp về. Vì tình hình dịch bệnh phức tạp và điều kiện đi lại khó khăn nên em khó có thể lên lại ktx để lấy bằng được. Em biết đó là sai sót do bản thân em nhưng nhà trường có thể cho em hoãn việc nộp bằng lại được không ạ !. . Em xin cảm ơn cô đã đọc thư và mong nhận được phản hồi ạ !. .",
            "Chào em,. . Vì tình hình dịch nên phải dựa vào tình hình thực tế rồi nhà trường sẽ thông báo cụ thể cho SV sau.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào nhà trường, em có nhận mail nhà trường về kiểm tra nộp bằng THPT.. . . . Em đã kiểm tra và trong ảnh (ảnh đính kèm) có dòng chữ \"Phiếu đăng ký đã xử lý\" như trong mail đề cập, nhưng em chưa rõ nó đúng không, nếu chưa đúng em sẽ làm lại và gửi bản khác. . . . . Vì vậy em xin nhờ nhà trường check lại cho em, em cảm ơn rất nhiều.. . Phúc.",
            "Chào em,. . SV các khóa cũ từ K19 về trước thì SV nào nộp đều đã xác nhận hết rồi. Trong trường hợp SV nào chưa được xác nhận thì báo SV cung cấp đầy đủ thông tin (HỌ TÊN, MSSV, LỚP, KHOA, NỘP THỜI GIAN NÀO, LỚP TRƯỞNG LÀ AI VÀ KÈM MINH CHỨNG NẾU CÓ) và gửi về mail huongthuy@hcmut.edu.vn . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào Thầy/Cô. . . . Nhà trường đã thông báo đóng Bảo hiểm y tế. Hiện tại thì đã hết hạn đăng ký, Do thời gian mail đã lâu nên em đã quên đăng ký BHYT. cho em hỏi nhà trường còn mở đợt nào để đăng ký không ạ, nếu không thì em phải xử lý như thế nào ạ. Mong thầy cô giải đáp ạ.. . . . Em xin cám ơn",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i Em chào quý thầy/cô! Em muốn đăng ký hoãn thi 3 môn đã có điểm HT là Động lực học và điều khiển(ME3011), Kỹ thuật robot(Me3015), Xác xuất thống kê(MT2013). Lý do: không đủ trang thiết bị để thi online. Em có lên trang mybk để đăng ký nhưng trang web đã tạm ngưng. Ngày 27/11 em có lịch thi môn Động lực học và điều khiển. Em mong PĐT chấp thuận ạ. Em chân thành cảm ơn!. . . .",
            "Chào em,. . PĐT đã gửi email đến sv, em xem kỹ lại nhé:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . \"... 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . - Sinh viên không đáp ứng các yêu cầu về trang thiết bị điện tử, đường truyền như . . trong hướng dẫn thi trực tuyến được phép đăng ký hoãn thi Cuối kỳ trực tuyến. . . Trường hợp này, SV sẽ đăng ký Hoãn thi(HT) Cuối kỳ tại trang Mybk.hcmut.edu.vn . .    Ứng dụng cho Sinh viên    12. Đăng ký hoãn thi Cuối kỳ (Ứng dụng dự kiến bắt . . đầu mở cho Sinh viên đăng ký từ đầu tháng 12/2021 thời gian đăng ký hoãn thi theo . . quy đinh: trong vòng 5 ngày tính từ ngày vắng thi (chỉ tính ngày làm việc)), Sau khi . . SV đăng ký hoãn thi PĐT sẽ hậu kiểm các tình huống cấm thi hoặc không đủ điều . . 2. . kiện hoãn thi với Giảng viên/Bộ môn/Khoa trước khi ra quyết định cho phép hoãn thi.. . Trường hợp đặc biệt, nhà trường sẽ xem xét riêng. Nếu SV được nhận điểm hoãn thi . . Cuối kỳ thì sẽ được phép thi vào lần tổ chức kế tiếp của học phần trong thời hạn tối . . đa 01 năm theo quy định...\". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào Tạo, . . Em tên Đỗ Ngọc Hà [full_name]. MSSV: [student_id]. . Em hiện là sinh viên khóa K20, đầu năm ngoái do lúc nộp hồ sơ bị sai sót và thiếu hồ sơ nên em được dặn đầu học kỳ nộp bổ sung tại Phòng Đào Tạo mà đến nay vẫn chưa được xác nhận ạ. Em mong Phòng Đào Tạo kiểm tra lại giúp em. . . Em cảm ơn nhiều ạ.",
            "Chào em,. . SV K20 hiện PĐT chưa xác nhận nộp bằng cho những SV đã nộp theo thông báo đợt 1 và 2 (mới có hai ba lớp nộp thôi) nên những SV này sẽ xác nhận sau đợt này (từ 20/12/21-22/1/22). . . Sau khi xác nhận xong sẽ có mail thông báo trường đã xác nhận để SV vào kiểm tra lại.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô Phòng Đào Tạo. . Cho em hỏi:. . Câu 1: Trong quy chế đào tạo và học vụ đề cập xếp loại tốt nghiệp dựa vào điểm trung bình tích lũy ngành (ĐTBTLN) mà sao em tìm thông tin trong trang danh sách tốt nghiệp dự kiến lại xếp loại tốt nghiệp theo điểm trung bình tích lũy (ĐTBTL) ạ.. . Câu 2: Tại sao em tìm thông tin trong trang danh sách tốt nghiệp chính thức lại không thấy thông tin ạ. Nếu chưa cập nhật danh sách thì khi nào mới có danh sách chính thức ạ.. . Em cám ơn thầy/cô nhiều ạ!",
            "Chào em,. . 1) Xếp loại tốt nghiệp dựa vào điểm TBTL ngành nhé bạn, em kiểm tra lại điểm của mình, nếu tính sai, bạn có thể khiếu nại nhé (SV đợi nhận giấy CN tốt nghiệp tạm thời có thể kiểm tra lại thông tin chính xác). . 2) QD tốt nghiệp chính thức sẽ được cập nhật sau nhé bạn, và được cập nhật tại mybk/Thông tin SV/ tình trạng. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "CODE Học vụ . Sắp hết học kỳ nhưng em chưa có thông tin về yêu cầu bằng anh văn để làm luận văn cho kỳ tới, trong khi việc sắp xếp đến thành phố để thi ở một số nơi vẫn khó khăn ạ. Mong nhà trường có câu trả lời sớm. Em cảm ơn",
            "Chào em,. . - Hiện tại chưa có thông báo gì về việc không xét Chuẩn tiếng Anh cho việc đăng ký LVTN ở HK212 nhé.. . - Em vui lòng theo dõi email trường gửi trong thời gian sắp tới nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào các thầy/cô.. . Em muốn hoãn thi đợt thi xóa điểm hoãn thi ngày 27/11 và đã làm theo chỉ dẫn của pđt nhưng trang web hoãn thi giờ đang bảo trì tới ngày 29/11 nên không thể đăng kí được. Em phải làm thế nào để đăng kí hoãn thi ạ. Em cảm ơn.. . Mong nhận được hồi âm từ quý thầy/cô.. .",
            "Chào em,. . PĐT đã gửi email đến sv, em xem kỹ lại nhé: Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . . . \"...5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . - Sinh viên không đáp ứng các yêu cầu về trang thiết bị điện tử, đường truyền như . . trong hướng dẫn thi trực tuyến được phép đăng ký hoãn thi Cuối kỳ trực tuyến. . . Trường hợp này, SV sẽ đăng ký Hoãn thi(HT) Cuối kỳ tại trang Mybk.hcmut.edu.vn . .    Ứng dụng cho Sinh viên    12. Đăng ký hoãn thi Cuối kỳ (Ứng dụng dự kiến bắt . . đầu mở cho Sinh viên đăng ký từ đầu tháng 12/2021 thời gian đăng ký hoãn thi theo . . quy đinh: trong vòng 5 ngày tính từ ngày vắng thi (chỉ tính ngày làm việc)), Sau khi . . SV đăng ký hoãn thi PĐT sẽ hậu kiểm các tình huống cấm thi hoặc không đủ điều . . 2. . kiện hoãn thi với Giảng viên/Bộ môn/Khoa trước khi ra quyết định cho phép hoãn thi.. . Trường hợp đặc biệt, nhà trường sẽ xem xét riêng. Nếu SV được nhận điểm hoãn thi . . Cuối kỳ thì sẽ được phép thi vào lần tổ chức kế tiếp của học phần trong thời hạn tối . . đa 01 năm theo quy định...\". . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào quý thầy cô ạ,. . . . Học kì 211 em bị tạm dừng học do không đăng kí môn học,dẫn tới học kì 212 em không đăng kí được môn học. Thầy cô cho em hỏi làm cách nào để em có thể đăng kí môn học kì 212 lần 1 được ạ.. . . . Em cảm ơn thầy cô ạ.. .",
            "\"Chào bạn,. . Về việc đăng ký thu nhận lại:. . Bạn vui lòng tải mẫu đơn: Thu nhận tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . em thắc mắc là tại sao em không đăng kí được BHYT ạ??",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa phòng đào tạo, em muốn hoãn thi môn cơ học ứng dụng ngày 27/11 nhưng hệ thống hoãn thi lại đóng đến ngày 29/11. Cho em hỏi còn cách nào để hoãn thi không ạ ? Mong phòng đào tạo giúp em giải đáp thắc mắc. Em xin cám ơn.",
            "Chào em,. . PĐT đã gửi email đến sv, em xem lại nhé:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . \"5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . - Sinh viên không đáp ứng các yêu cầu về trang thiết bị điện tử, đường truyền như . . trong hướng dẫn thi trực tuyến được phép đăng ký hoãn thi Cuối kỳ trực tuyến. . . Trường hợp này, SV sẽ đăng ký Hoãn thi(HT) Cuối kỳ tại trang Mybk.hcmut.edu.vn . .    Ứng dụng cho Sinh viên    12. Đăng ký hoãn thi Cuối kỳ (Ứng dụng dự kiến bắt . . đầu mở cho Sinh viên đăng ký từ đầu tháng 12/2021 thời gian đăng ký hoãn thi theo . . quy đinh: trong vòng 5 ngày tính từ ngày vắng thi (chỉ tính ngày làm việc)), . . ...Về việc thi để xóa điểm Hoãn thi:. . - Môn học có mở trong HK211: PĐT sẽ tự động xếp Lịch thi và đồng thời cập . . nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/Lịch thi.. . - Môn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp Lịch thi . . và đã gởi email cho từng Sinh viên Lịch thi (Sinh viên xem chi tiết Lịch thi cập. . nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/Lịch thi).. . - Các môn học còn lại (không mở trong HK211): Sinh viên vui lòng đợi thông . . báo sau.. . - Trường hợp PĐT đã xếp Lịch thi nhưng SV không thể Thi để xóa điểm HT . . trong HK211 này: SV sẽ đăng ký tại trang Mybk.hcmut.edu.vn    Ứng dụng . . cho Sinh viên    12. Đăng ký hoãn thi Cuối kỳ\". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ xin chào thầy cô, do là em có đăng kí bảo hiển y tế đợt rất lâu trước nên em cứ nghĩ vậy là xong, cho đến hôm nay hạn cuối mà em vẫn chưa có đơn thanh toán ở bkpay thì em mới biết em chưa đăng kí lại BHYT ạ, và giờ em lên mybk để đăng kí thì hình như bị khoá hay sao mà em không đăng kí được. Thầy cô cho em hỏi trường hợp này em phải làm sao ạ, em xin cảm ơn thầy cô. . . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi ạ. Nếu như sinh viên k19 muốn học lại lần 2 thì học phí sẽ được tính như của sinh viên k19 hay của sinh viên k21 vậy ạ. . . Em cảm ơn ạ.",
            "Chào em,. . Tính theo khóa học của sinh viên nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ chào thầy cô, do em nhớ nhầm đã đăng kí BHYT rồi nên cứ đợi bkpay ra tiền để đóng mà quên để ý hôm nay hạn cuối, tuy nhiên em không thấy bkpay ra tiền nên mới biết mình chưa đăng kí, và hôm nay hạn cuối rồi mà em không đăng kí được nữa. Chỗ đăng kí ở mybk bị khoá ở chỗ chọn loại bảo hiểm rồi ạ.   Em rất  mong thầy cô giúp đỡ em và bỏ qua cho em lần này, em rất xin lỗi ạ. Em cảm ơn thầy cô. . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi quý thầy cô phòng đào tạo. . Em tên: [full_name]. . MSSV:[student_id]. . Em muốn xin gia hạn học phí dự thính. Vì dịch Covid-19 ba mẹ em mất việc làm nên không thể đóng học phí đúng hạn. Em xin thầy/cô có thể cho em xin gia hạn học phí dự thính.. . Em xin cảm ơn thầy/cô!",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có môn thi trực tuyến mà em không có mang máy tính bỏ túi về quê, vậy lúc thi trực tuyến(đề mở) em có được dùng máy tính dạng giả lập được không ạ!. . Em cảm ơn.",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là sv khoá K20, do tình hình dịch bệnh, hiện tại bằng tốt nghiệp của em vẫn chưa thể lấy về được nên chưa nộp cho trường, em muốn hỏi việc em nộp trễ đợt 1, 2 vừa rồi có bị ảnh hưởng gì không ạ? Và có cách giải quyết không ạ?. .",
            "Chào em,. . Vì tình hình dịch nên phải dựa vào tình hình thực tế rồi nhà trường sẽ thông báo cụ thể cho SV sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên:Nguyễn Anh Khôi     MSSV:[student_id]. . Em xin trình bày vấn đề:. . Vào ngày 25/11/2021 sau khi nhận được mail của PĐT em tưởng rằng mình phải đăng ký lại để nộp bằng tốt nghiệp THPT nên em đã lỡ xóa mất file cũ. Sau khi tìm hiểu thì em biết là mình không cần xóa file cũ mà phải in ra để nộp chung với bằng tốt nghiệp THPT.. . Em hi vọng trường có thể khôi phục file cho em. . để em có thể nộp bằng tốt nghiệp THPT đúng hạn",
            "Chào em,. . SV đăng ký mà vào không đúng thời gian mở, trước 20/12/2021 và sau 22/01/2022 thì SV sẽ không ấn được nút \"xác nhận đăng ký\".. . Vì vậy SV phải vào đăng ký đúng thời gian PĐT đã thông báo. (PĐT mở từ 0h ngày 20/12/2021 đến 0h ngày 22/01/2022). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên:Nguyễn Anh Khôi     MSSV:[student_id]. . . . Em xin trình bày vấn đề :. . Hôm nay là ngày 25/11/2021 là ngày hết hạn đăng ký bảo hiểm y tế . Em nghĩ là đến hết ngày 25 mới hết hạn nên em tính lúc tối em đăng ký và đóng tiền , nhưng lúc em lên đăng ký thì lại hết hạn lúc trưa mất rồi.. . Em viết đơn này để xin phòng đào tạo có thể xem xét lại trường hợp của em và cho phép em đăng ký bảo hiểm y tế.. . Mong PĐT có thể giúp đỡ em để em có thể đăng ký bảo hiểm y tế và để có thể tiếp tục đăng ký môn học cho học kỳ sau, hoàn thành đúng tiến độ học tập ạ.. .  . . Em xin chân thành cảm ơn. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . EM tên là [full_name] MSSV [student_id] . . DO sơ suất e đã quên đky mua Bảo hiểm y tế . Em thực sự lo lắng vì như vậy sẽ không được đky môn kỳ sau . Rất mong PĐT xem xét giúp đỡ , em cảm ơn ạ",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em không đăng kí tốt nghiệp được vì bị báo nợ HP. . . Em đã thanh toán đầy đủ các khoản phí trên bkpay.. . Mong Phòng đào tạo giúp đỡ ạ.. .",
            "Chào em,. . Sau ngày 29/11 e vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    }
]