[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . . Em chào các thầy cô ạ! Em tên là [full_name]V [student_id] học lớp L02 hợp thí nghiệm Sinh học đại cương VL02 em viết đơn này để xin các thầy cô chuyển lịch thí nghiệm ạ. Em xin các thầy cô chuyển lịch từ tuần 27 28 29 sang thí nghiệm trong vòng tháng này. Lý do tuần 27 28 29 em phải đi tìm nơi thực tập ngoài trường ạ. . . Xin các thầy cô thông cảm thay chuyển lịch thí nghiệm cho em với ạ. . Em xin cảm ơn ạ! . . 11:48Sent. . . .",
            "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 12/3/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ, em chào Thầy/Cô!. . . .   Em tên [full_name], mssv: [student_id]. . . .   Sáng này 10-03-2022 em có ghé vào Phòng đào tạo nộp đơn xin  được xét tốt nghiệp, nhưng do em hoàn thành nói viết trễ hơn 1 tháng so với hạn xét 17-01-2022 cho học kỳ 211 nên không được nhận đơn xét. Vì thời hạn đào tạo của em chỉ đến hết học kỳ 211, và em đã nộp đơn chuyển hệ để xét tốt nghiệp hệ VHVL vào sáng này.. . . .   Do dịch covid-19 nên cuối năm 2021 em không tham thi nói viết qua mạng được (Do máy tính em hư và kinh tế lúc ấy em rât khó khăn). . . .   Đến ngày 27-02-2022 vừa qua em có tham dự đợt thi tại trường (Offline) đầu tiên mở sau thời gian dịch bệnh kéo dài và đạt đủ điểm để xét tốt nghiệp.. . . .   Em viết mail này mong một lần nữa Phòng đào tạo có thể cho em xin một cơ hội để được xét tốt nghiệp hệ chính qui học kỳ 211 hoặc bổ sung vào học kỳ 212.. . . .   Bên trong thư mục đính kèm là đơn xin xét tôt nghiệp viết tay của em và hình ảnh hướng dẫn xét tôt nghiệp của cô [full_name]!. . . .   Em xin cảm ơn Thầy/Cô đã luôn hỗ trợ, giúp đỡ em!",
            "Chào bạn. . Chính xác, sau khi lấy dữ liệu để kiểm tra, bạn đã có quyết định xóa tên vì hết thời gian học 261 (9/4/2021). . Nên không thể xét tốt nghiệp cho Hệ Chính quy. . - Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH để XTN nếu bạn đủ điều kiện. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name]. Em có nhờ PĐT xếp lịch học Thí nghiệm Hoá đại cương trong tuần 10  . Sau khi TKB cập nhật thì em được xếp vào lớp VL07 nhưng trên bkel lại là lớp VL33 nên em ko nhận được các thông báo của giảng viên.",
            "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 12/3/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi: Phòng Đào Tạo trường ĐH Bách KHoa Tp HCM. . . . Dạ. Em đăng ký tốt nghiệp không được. . Vì hiện tình trạng ko được phép đăng ký do nợ học phí. . Em cũng đã kiểm tra mục BKPay cũng không còn khoản nào cần phải thanh toán. . Dạ. Mong thầy cô kiểm tra và cập nhật tình trạng được phép đăng ký tốt nghiệp giúp em.. . . . Em xin chân thành cảm ơn rất nhiều!. . [full_name]  MSSV: [student_id] . . Lớp: QL1502 Điện thoại: [phone_number]",
            "Chào em,. . Trường hợp em mới TT khoản lệ phí in thẻ ngày 8/3, trường hợp của em sẽ được cập nhật đăng ký tốt nghiệp sau ngày 11/3/2022 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . em tên: [full_name]. . mssv: [student_id]. . em làm mail này để xin điểm E (hoãn thi) do sự cố em gặp lúc thi. . HK môn nhập môn kĩ thuật(MA1001) và môn giải tích 1(MT1003). Cụ thể vào 7h ngày 28/12. . ở địa phương em mất điện từ 7h đến 16h nên em đã liên hệ thầy cô 2. . buổi thi nhưng em vẫn nhận điểm 13 ở 2 môn ạ.. .",
            "\"\"\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào tạo ĐH Bách Khoa HCM. . Em tên: [full_name]. . MSSV:[student_id]. . Lớp: [full_name]D18CB1. . . . . .",
            "\"Chào bạn. . Để đăng ký phúc tra điểm bài thi cuối kỳ bạn vui lòng đăng nhập vào trang web mybk.hcmut.edu.vn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . mã môn: PE1003. . tên: Giáo dục thể chất 1. . điểm số 8.0. . Học kỳ 1 (2015-2016)",
            "Tốt nghiệp. . . . mã môn: PE1003. . tên: Giáo dục thể chất 1. . điểm số 8.0. . Học kỳ 1 (2015-2016)  /QUOTE . .",
            "Chào bạn. . Bạn vui lòng ghi rõ nội dung bạn cần trao đổi là gì để Pdt hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào cô. . Hạn chót đăng ký tốt nghiệp đợt 1 năm 2022 trên aao là 11/04/2022. Nhưng hạn chót đăng ký tốt nghiệp trên trang mybk phần đăng ký xét tốt nghiệp là 04/05/2022. Cô cho em hỏi vậy hạn chót là ngày nào ạ?. . Em cám ơn cô nhiều. . Trân trọng",
            "Chào em,. . Trên công mybk/Đăng ký tốt nghiệp là thời gian cho SV vào đăng ký, lịch trình trên aao là trình xét tốt nghiệp cho SV trong đợt tháng 4/2022 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Học vụ . Kính gửi Quý Thầy Cô,. . . . Em tên là[full_name] [full_name], sinh viên ngành Kỹ thuật máy tính, hệ CLC, MSSV [student_id].. . Em viết thư này kính xin Quý Thầy Cô hướng dẫn giúp em. Chuyện là, lúc đầu năm ba mẹ em tính toán kinh tế thì vẫn đảm bảo cho em được theo học chương trình CLC nhưng hiện tại kinh tế gia đình em khủng hoảng nên em không còn khả năng đóng học phí hệ CLC nữa. Do đó em có nguyện vọng được chuyển sang hệ đại trà. Kính nhờ Quý Thầy Cô hướng dẫn.. . . . Em xin chân thành cảm ơn.. . Kính chúc Quý Thầy Cô nhiều sức khỏe.. . . . Sinh viên,. . [full_name]",
            "\"Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] . . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em muốn đăng ký nhận bằng tốt nghiệp tạm thời để nộp cho danh nghiệp em đang làm việc. Mong thầy cô phản hồi nhanh dùm em ạ.. . Em chân thành cảm ơn ạ",
            "B . . . .  Tốt nghiệp. . . . Em muốn đăng ký nhận bằng tốt nghiệp tạm thời để nộp cho danh nghiệp em đang làm việc. Mong thầy cô phản hồi nhanh dùm em ạ.. . Em chân thành cảm ơn ạ  /QUOTE . . Địa chỉ em nhận bằng tốt nghiệp qua bưu điện là . . -Đội 6, xóm 1, Thôn long bàn, xã tịnh an, Tỉnh Quảng Ngãi, TP Quảng Ngãi. . Số điện Thoại: [phone_number]. . Họ và tên người nhận: [full_name] Tùng",
            "\"Chào em,. . Cô gửi em file scan giấy CN TNTT,. . Bản giấy sẽ được gửi theo địa chỉ bạn cung cấp. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Thầy/cô, . . Hiện tại em đã hoàn tất các môn nhóm D của ngành Khoa học Máy Tính bao gồm (CO3041) Hệ thống thông minh học kỳ 201, (CO3049) Lập trình web học kỳ 201, (CO3085) Xử lý ngôn ngữ tự nhiên học kỳ 192 và môn (CO3117) Học máy học kỳ 202. Tất cả các môn này em đều được chuyển từ cao học xuống các môn tương đương. . . . . Riêng môn Học máy thì vào tháng 11/2021, em có làm đơn chuyển điểm cho phòng đào tạo SĐH có xác nhận của Khoa vì môn này đã chuyển về môn em đã hoàn thành ở đại học rồi.. . . . Phòng Đào tạo sau ĐH cũng đã xác nhận là đã gửi cho phòng Đào tạo vào ngày 30/11 và xác nhận đã chuyển điểm 12 cho em. . . . . Tuy nhiên từ đó đến nay em vẫn không thể đăng ký tốt nghiệp được, sau đó em có hỏi bên BKSI thì do em vẫn chưa tích luỹ  đủ môn nhóm D của ngành.. . . . Các file em đính kèm có đầy đủ thông tin môn học và môn học tương đương của chương trình thạc sĩ cũng như điểm chuyển của các môn học này.. . . . Em mong thầy cô kiểm tra lại giúp em để em có thể đăng ký đợt tốt nghiệp tiếp theo kịp thời.. .   i Tốt nghiệp .",
            "Chào em,. . Em vui lòng phản hồi tập trung vào file xét tốt nghiệp giúp cô nhé, xét tổ hợp nhóm 4,em phải tích lũy 12 chỉ (trong ds môn học nhóm 4) đính kèm đã gửi cho bạn, bạn học những môn nào? ở HK nào? bao nhiêu điểm, ghi rõ ý giúp cô (nếu học môn tương đương thì ghi rõ MH này tương đương môn nào?. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . bên văp phòng có trả lời em:. . Thời gian: 03/10/2022 02:05:53 pm. . Từ: [20279] (003243) [full_name] [full_name]. . . . Chào em,. . Trường hợp của em báo nợ môn Nợ 005005, SV kiểm tra lại, trường hợp bạn học môn tương đương vui lòng phản hồi lại giúp em, em học môn gì? ở HK nào? bao nhiêu điểm (tương đương). . Thân. . . . em trả lời lại là:. . mã môn: PE1003. . tên: Giáo dục thể chất 1. . điểm số 8.0. . Học kỳ 1 (2015-2016). . mong anh chị xem xét lại môn này dum em. '. . em đã qua môn này rồi ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi thầy cô PĐT,. . Em là sinh viên khoá k17, học kì 1 em có đăng kí môn học Hoá Đại Cương. Em đã hoàn thành kì thi giữa kì và cuối kì. Riêng phần thí nghiệm em đã học trực tuyến 2 buổi, Vì lý do dịch bệnh, đến tuần 10 ( của học kì 2) em mới tham gia học trực tiếp 2 buổi đầy đủ. Nhưng thầy cô thông báo lịch thi tới tuần 27 hoặc 28 của HK2. Như vậy rất ảnh hưởng đến tiến độ học tập của sinh viên, khi muốn kết thúc môn học sớm để đăng kí tốt nghiệp. Vì em còn mỗi 1 môn trong chương trình học. Nếu theo dự kiến của PĐT xếp lịch thi tuần 27 thì em bị trễ 1 năm. Rất mong nhận được phản hồi từ quý thầy cô.. . Em xin cảm ơn.",
            "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 12/3/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân\"",
            "Chào em;. . em vui lòng kiểm tra lại, nhóm VL13 là học ở tuần 10 nhé. . Thân",
            "Kính gửi thầy cô,. . Tuần 10 em đã hoàn thành xong 2 buổi offline rồi ạ. Em có hỏi lịch thi Thí nghiệm để có điểm tổng kết môn học. Thì giáo viên giảng dạy thông báo dự kiến tuần 27 mới được thi. Như vậy môn Hóa Đại Cương ở HK1 năm 2021 bị trễ đến gần cuối HK2 năm 2022. Trong khi em còn mỗi môn này. Ảnh hưởng đến tiến độ ra trường của em ạ.. . Mong muốn của em là: Được thầy cô xem xét để xếp lịch cho tụi em thi để hoàn thành môn học sớm ạ. . . Mong nhận được phản hồi từ thầy cô.",
            "Chào bạn[full_name] [full_name] [full_name] thi môn thí nghiệm là do Khoa/bộ môn và giảng viên phụ trách quyết định, nên bạn vui lòng liên hệ Khoa/bộ môn và giảng viên phụ trách để được hỗ trợ[full_name] [full_name] Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . bên văp phòng có trả lời em:. . Thời gian: 03/10/2022 02:05:53 pm. . Từ: [20279] (003243) [full_name] [full_name]. . . . Chào em,. . Trường hợp của em báo nợ môn Nợ 005005, SV kiểm tra lại, trường hợp bạn học môn tương đương vui lòng phản hồi lại giúp em, em học môn gì? ở HK nào? bao nhiêu điểm (tương đương). . Thân. . . . em trả lời lại là:. . mã môn: PE1003. . tên: Giáo dục thể chất 1. . điểm số 8.0. . Học kỳ 1 (2015-2016). . . . đây là mã tương đương môn giáo dục thể chất q ạ.",
            "Chào em,. . Trường hợp của em xét lại còn báo bạn nợ SV CÒN NỢ 407408.. . Em kiểm tra lại và phản hồi lại liền giúp cô nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào phòng đào tạo,. . Em có 3 câu hỏi ạ:. . 1/ Các môn chuyên ngành thì năm 2 mình có được đăng ký luôn không ạ hay phải đợi tới năm 3 mới đăng ký được ạ?. . 2/ Liệu có phải học xong các môn bắt buộc mới được đăng ký môn chuyên ngành không ạ?. . 3/ Học kỳ hè em có thể đăng ký học thêm các môn chính quy để lấy tín chỉ sớm không ạ ?. . Em xin chân thành cảm ơn!",
            "\"Chào bạn,. . 2 Câu đầu về Chương trình đào tạo:. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm. (hoặc Giáo viên chủ nhiệm). . 3- Đăng ký HK213 là dự thính sẽ có quy định riêng, nên bạn vui lòng đợi thông báo chung nghen. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Thầy cô cho em hỏi là bây giờ em muốn hoãn kì quân sự sang năm sau đc không ạ, hoặc năm sau nữa nếu k có lịch ạ. Em là sinh viên năm nhất ạ. Và nếu được em cần phải chuẩn bị giấy tờ nào ạ.. . Em cảm ơn ạ ./.. . . .   i Học vụ .",
            "Chào bạn. . Bạn xin hoãn lý do gì. . Vì giờ nhà trường đã gởi danh sách bạn cho Trung tâm GDQP. . Nếu bạn không tham gia đợt này, bạn sẽ phải tự đăng ký và đóng tiền học vào đợt sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thân gửi đại diện trường Đại học Bách Khoa Thành phố Hồ Chí Minh. . . . Em là [full_name] mssv: [student_id] khoa Điện-Điện tử chương trình Tiến tiến. . Em đã đăng kí và hoàn tất thanh toán phí tốt nghiệp trên myBK. Em đăng kí giấy tốt nghiệp tạm thời và lên trường lấy thì thủ tục như thế nào ạ ?. . Mong nhà trường hỗ trợ và giải quyết sớm nhất !. . Em xin cảm ơn. . . . Trân trọng ./.. . . .",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thẻ sinh viên của em hết hiệu lực vào tháng 3/2022. Em muốn đăng ký cấp lại thẻ sinh viên thì phải làm gì ạ?",
            "Chào bạn. . Bạn đăng ký tại Mybk- đăng ký in thể sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ e chào quý thầy cô ạ, theo như phản hồi từ quý thầy cô trong câu hỏi em lần trước. Và em đã có tên trong danh sách dự kiến tốt nghiệp đợt 4/2022. Nhưng sau 8/3/2022 em vẫn chưa được vào trang mybk để em đăng ký tốt nghiệp được ạ. Do tình trạng sinh viên em là đang tạm dừng ạ. Mong quý thầy cô hỗ trợ kiểm tra giúp em ạ. Em xin chân thành cảm ơn quý thầy cô ạ.",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chưa nhận giấy chứng nhận GDQP vào năm nhất (khoá 19), nếu giờ nhận thì còn không? Vẫn nhận được ở H6 đúng không?",
            "Chào em,. . Chứng chỉ GDQP , sinh viên hệ nhận tại văn phòng [full_name] của bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào em,. . Đơn xin kiểm tra giữa kỳ của bạn đã được đồng ý, khi nào có quyết định, PDT sẽ gửi mail cho SV đến nhận nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i MSGVHVL. . . . Em chào cô.                                   . . Cô cho em hỏi là mình K19 thì được chuyển sang hệ VHVL không cô.. . Dạ em cảm ơn cô.. .",
            "\"\"\"Chào bạn. . Được nghen bạn, nhưng tư vấn kĩ ở GVCN và [full_name]. . . . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thời gian: 03/10/2022 03:22:20 pm. . Từ: [20279] (003243) [full_name] [full_name]. . . . Chào em,. . Trường hợp của em xét lại còn báo bạn nợ SV CÒN NỢ 407408.. . Em kiểm tra lại và phản hồi lại liền giúp cô nhé. . Thân. . . . em trả lời ạ:. . em qua môn này rồi ạ. . môn Cơ sở hệ thống máy tính. . mã môn 407402. . điểm: 6.0. . . . chị xem lại dùm em ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . - Thống kê trong công nghiệp (ME2055) tương đương Xác suất và thống kê (MT2013) học ở học kì 2(2020-2021) có điểm 5.5. . - Thiết kế mặt bằng (ME3117) tương đương Hoạch định mặt bằng (ME3253) học ở học kì 2(2020-2021) có điểm 8.5. . - Thiết kế công việc và đo lường lao động (ME2053) tương đương Thiết kế công việc và nhân trắc học (ME2111) học ở học kì 2(2020-2021) có điểm 9. . Để em đủ điều kiện đăng kí Luận văn tốt nghiệp (ME4673). . Em xin cảm ơn!",
            "Chào em,. . Trường hợp của bạn đã được cập nhật môn tương đương và xét LVTN.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Do sau này chương trình tiên tiên có cập nhật và đổi mã môn tương đương, em gửi cô điểm tương ứng với các môn học nhé.. . . . 1. 005005 Giáo dục thể chất 1-  em học mã tương đương là PE1033, điểm 8.0. học kỳ 1 (2015-2016). . 2. 407408 cơ sở hệ thống máy tính - em học mã tương đương là 407402, điểm 6.0 Học kỳ 2 (2016-2017). . 3. 407410 Kỹ thuật máy tính 1 -  em học mã tương đương là 407404, điểm 5.0 Học kỳ 2 (2017-2018). . . . đó là 3 môn có mã số tương đương với các môn học, cô xem rồi phản hồi lại thông tin giúp em ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên [full_name] MSSV [student_id]. . Em được xếp vào lớp thí nghiệm KTCT2(ME3034) vào tháng 12 nhưng bị F0 nên không tham gia được, nên em xin được sắp vào lớp thí nghiệm KTCT2 nhóm VL01 thứ 5 12h-4h50, em đã xin phép và được thầy [full_name] đồng ý, mong PDT  xét duyệt cho em vào lớp này",
            "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 12/3/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân\"",
            "Chào em;. . đã bổ sung nhóm VL01 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên: [full_name];. . MSSV: [student_id];. . Khoa: Kỹ thuật Địa chất & Dầu khí.. . . . Em có apply vay học phí 0% của chương trình \"Vững bước đến trường\" thuộc quỹ Lee và được chấp thuận.   B Họ có yêu cầu em cung cấp thông tin tài khoản ngân hàng của nhà trường  /B . Em thấy stk của nhà trường trên trang của PĐT như sau:. . . . Tên tài khoản: TRƯỜNG ĐẠI HỌC BÁCH KHOA. . . . Số tài khoản: 000 410 686868 8006. . . . Tại ngân hàng: TMCP Phương Đông - Chi nhánh Chợ Lớn - TP.HCM.. . . . Nội dung chuyển khoản theo cú pháp: Họ và tên thí sinh, mã số nhập học, chương trình (CQ), mã ngành trúng tuyển. Ví dụ: [full_name], [student_id], CQ, 114.. . . . Cho em hỏi: Em cung cấp stk này cho quỹ Lee giải ngân với cú pháp \"[full_name], [student_id], CQ, 120\" có được không ạ?. . . . Hiện khoản vay em đã được 99% chờ được giải ngân, mong quý thầy cô giải đáp và chỉ dẫn hướng giải quyết giúp em, em xin cảm ơn ạ.",
            "Chào bạn. . Về vấn đề này [full_name] không biết thông tin. . - Vay vốn: Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email: [email] hoặc Phòng kế hoạch tài chính để hỗ trợ. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng Đạo Tạo trường Đại học Bách Khoa TPHCM,. .    Em tên: [full_name], MSSV: [student_id]. Dạ quý thầy (cô) cho em hỏi là em đã đăng kí tốt nghiệp và thanh toán lệ phí tốt nghiệp rồi ạ, nhưng em vẫn chưa nhận email thông báo nhận bằng tốt nghiệp tạm thời ạ. Dạ cho em hỏi là em đã có bằng tốt nghiệp tạm thời chưa ạ?. .    Em chân thành cảm ơn ạ. . . .",
            "Chào bạn. . Theo quy trình hiện tại của đợt tốt nghiệp tháng 04/2022:. . Dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Sau đây là các môn tương đương của em,. . . . 005005 Giáo dục thể chất 1 - môn tương đương là PE1003, 7.00 điểm, HK1 2015-2016.. . . . 005011 Giáo dục thể chất 3 - môn tương đương là PE1007, 6.00 điểm, HK3 2017-2018.. . . . 407404 Computer Engineering 1 ( Kỹ thuật máy tính 1 ) - môn tương đương là 407408 Introduction to Computing ( Cơ sở máy tính ), 5.00 điểm, HK3 2018-2019. . . . . Em mong chị kiểm tra và cập nhật 3 môn học này và cập nhật tình trạng tốt nghiệp cũng như danh sách tốt nghiệp dự kiến giúp em ạ.. . . . Em cảm ơn chị rất nhiều.. . [full_name]",
            "Chào em,. . Trường hợp của em đã được cập nhật môn tương và đủ điều kiện tốt nghiệp, SV theo dõi ds được cập nhật sau ngày 11/3/2022. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Cho em hỏi thẻ sinh viên trong danh sách nó đề mờ hình thẻ vậy giờ em phải xử lý như thế nào vậy ạ",
            "Chào bạn. . Bạn gởi minh chứng nghen, và nói rõ ràng hơn, danh sách nào?? để Pdt hỗ trợ. . Thân",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Do sau này chương trình tiên tiên có cập nhật và đổi mã môn tương đương, em gửi cô điểm tương ứng với các môn học nhé.. . . . 1. 005005 Giáo dục thể chất 1-  em học mã tương đương là PE1033, điểm 8.0. học kỳ 1 (2015-2016). . 2. 407408 cơ sở hệ thống máy tính - em học mã tương đương là 407402, điểm 6.0 Học kỳ 2 (2016-2017). . 3. 407410 Kỹ thuật máy tính 1 -  em học mã tương đương là 407404, điểm 5.0 Học kỳ 2 (2017-2018). . . . đó là 3 môn có mã số tương đương với các môn học, cô xem rồi phản hồi lại thông tin giúp em ạ",
            "Chào em,. . Môn 407402 được thay bởi 407410 rồi. . Môn 407408 = EE2403. . Em xem lại CTĐT của bạn nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em gửi file thống kê các môn chưa tích lũy của em ạ. . . Trong file này, em đã thống kê các môn em đã học và đã qua môn nhưng chưa được tích lũy ( gồm các môn trong HK211 và môn tương đương). . Chỉ duy nhất 2 môn (Tài chính doanh nghiệp - IM3005, Tư tưởng HCM - SP1005) là mình chưa học thôi.. . Nếu có thắc mắc vui lòng phản hồi em ạ.. . Em cảm ơn nhiều, rất mong sớm nhận được sự hỗ trợ từ phía Nhà Trường ạ. . . . . .",
            "Chào bạn. . Bạn gởi lại thông tin để phản hồi về vấn đề gì. . Bạn vui lòng ghi rõ ràng nội dung để Pdt hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em xin hỏi thủ tục rút môn học học kỳ 212",
            "đã trả lời"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào thầy/cô, do kỳ này em lỡ đăng kí nhiều môn quá hiện giờ em không kham nổi nữa thì có rút môn học được không ạ ?. .   i Học vụ .",
            "Chào bạn. . Thông báo Pdt gởi đăng ký qua google form sao bạn không đăng ký. . Về việc rút môn học (Có tính học phí):. . Bạn vui lòng tải mẫu đơn: RÚT MÔN HỌC tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền và ghi rõ lý do đăng ký trễ hạn để trình ban lãnh đạo Phòng xem xét. . Điền đầy đủ thông tin nộp qua trực tiếp hoặc BKSI. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy/cô em tên là [full_name], MSV: [student_id].. . Thưa thầy/cô trong kì thi giữa kì môn vật lí A2 máy em có bị lỗi record màn hình nên không xem được, em cũng đã hỏi thầy giáo bộ môn và được thầy hướng dẫn là hỏi ý kiến thầy/cô.. .    Vậy em mong thầy cô bớt chút thời gian hỗ trợ em về vấn đề này. Em cảm ơn nhiều ạ.",
            "\"\"\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kính gửi [full_name]/Chị [full_name]ĐT,. . Em gửi đơn khiếu nại đăng ký môn học LVTN trễ. Vừa rồi em có nhận mail điền form đăng ký LVTN trễ từ [full_name]ĐT. Tuy nhiên trong file đó có kết quả là em không đủ điều kiện số tín chỉ tích luỹ, em đã xin khiếu nại (đã giải quyết) và cập nhật môn học tương đương qua BKSI rồi. Nhưng hiện nay chưa được cập nhật môn học LTVN (mã IM4317) trong TKB. Mong [full_name]/Chị [full_name]ĐT có thể xem xét và giải quyết trường hợp của em. Em xin cảm ơn.. . . . Trân trọng, . . Em Đăng.",
            "Chào bạn. . [full_name] đã xét được môn LVTN, bạn xem tkb cập nhật mới tại Mybk-xemtkb sau ngày 14/3 nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin kính chào thầy/cô,. . Em tên là [full_name], sinh viên K21 thuộc khoa Cơ khí, mã số sinh viên: [student_id]. Em viết mail này để xin được phúc tra điểm môn Nhập môn kĩ thuật trong HK 211 (em học tại lớp L05, giảng viên dạy là [full_name]). Vì có thể có sai sót trong việc nộp bài trên e-learing, nên một số bài tập của em đã bị 0 điểm và thầy cũng đã nhập điểm rồi. Em cũng đã giải thích tình hình cho thầy và đã được xem xét. Hi vọng thầy/cô giúp cho em, em thực sự cảm ơn rất nhiều.. . Trân trọng,. . [full_name].",
            "\"\"\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin chào phòng đào tạo HCMUT !. . Em tên là [full_name] là học sinh trong nhóm lớp L11-[full_name] do thầy [full_name] phụ trách. Hôm nay em gửi gmail này em xin trình bày với PĐT sự việc như sau:. . ''Ngày 6/3 em có lịch thi môn [full_name] lúc 9h, nhưng trước giờ thi em đã gặp sự cố hi hữu không may xảy ra màn hình laptop đột ngột bị hỏng(cháy màn hình). Em đã không kịp báo cáo với cán bộ coi thi vào lúc đó vì em chỉ có một thiết bị học duy nhất là laptop. Khi sửa xong laptop em đã email cho giáo viên bộ môn. Em gửi email này mong PĐT có thể chấp nhận và cho em một cơ hội được thi lại giữa kì môn [full_name] ạ.!. . EM [full_name] [full_name]ỦA PĐT !. .",
            "\"\"\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào quý thầy/cô ạ!. . Em muốn hỏi BHYT của em được cấp phát tại địa phương có gia hạn đến 2022 và đã được bên kí túc xá xác nhận, thì có cần phải photo các loại thẻ BHYT, CMND đến nộp tại phòng y tế trường nữa không ạ.",
            "\"Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào nhà trường,. . Sau khi trường mở lại lịch học cho em, thì môn QP vẫn chưa có thời gian học cho đến hiện tại. Em không nhận được mail thông báo của trường. Em không biết có sự nhầm lẫn nào ở đây nhưng em muốn trường xem giúp em lịch học và mail của em. Em cám ơn.. .",
            "Chào bạn. . Bạn xem lại thông tin, bạn liên lạc Trung tâm GDQP gấp để học, nhà trường có gởi thông tin cho bạn qua hệ thống tin nhắn trên BKEL. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi làm sao để có file bảng điểm hiện tại của mình ạ. . . . Em cám ơn.",
            "Chào bạn. . Bạn đăng ký in bảng điểm tại Mybk-in bảng điểm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thầy/cô cho em thắc mắc về lịch học thí nghiệm nhà trường xếp 2 môn trùng nhau thì giải quyết như thế nào ạ? Không biết sắp tới còn đợt thay đổi tkb nữa không ạ?Em bị trùng lịch tn 2 môn như hình đính kèm ạ.Em cảm ơn thầy/cô",
            "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/3/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào [full_name]. . Em truy cập vào aao.hcmut.edu.vn thì thời gian đăng kí tốt nghiệp hết hạn ngày 11/4. Còn tại mục \" đăng ki tốt nghiệp\" ở mybk.hcmut.edu.vn thì ngày hết hạn là 4/5. Vậy [full_name] cho em hỏi thời gian nào là chính xác. . Chi tiết em có đính kèm 2 ảnh dưới. . Em cảm ơn.",
            "\"Chào em,. . Thời gian và lịch trình xét tốt nghiệp được cập nhật tại aao.hcmut.edu.vn/lịch học vu. . Còn thời gian được cập nhật tại mybk/Đăng ký tốt nghiệp là thời gian để SV vào đăng ký tốt nghiệp sau khi có tên trong ds dự kiến tốt nghiệp nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào quý Thầy Cô Phòng Đào tạo. . Em là [full_name], mssv [student_id], hệ VHVL khoa Kỹ thuật Địa chất và Dầu khí. . Hiện em đã hoàn thành môn còn thiếu cuối cùng (Giải tích 1) và đủ điều kiện đăng ký tốt nghiệp nhưng chưa thấy thông tin trong danh sách tốt nghiệp dự kiến nên không thể đăng ký tốt nghiệp ạ.. . Thầy Cô cho em hỏi là em có cần hoàn thành thêm thủ tục gì, hoặc đến khi nào sẽ được cập nhật danh sách tốt nghiệp hay không ạ.. . . . Em xin chân thành cảm ơn Thầy Cô.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 15/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào Cô.. . Em là [full_name] - MSSV [student_id]. . Em có vấn đề thắc mắc cần Cô giải đáp ạ.. . Cô cho em hỏi là: điểm AV1 của em là điểm 12, điểm AV4 của em là điểm 21 (vì em đã qua môn AV4A - Môn tương đương của AV4). Vậy chuẩn tốt nghiệp của em chỉ cần 500 thôi ạ, và em chỉ cần chuyển điểm cho môn AV1 phải không ạ.. . Em rất mong nhận được giải đáp từ Cô ạ.. . Em cảm ơn Cô.. .",
            "Chào em,. . Các môn AV1,2,3,4 là những môn học thuộc CTĐT của bạn và SV phải hoàn thành (SV có thể đăng ký MH hoặc chuyển điểm, tùy SV). . Chuẩn tốt nghiệp, SV xem tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/3.   Chuẩn tiếng Anh khi nhận Luận văn tốt nghiệp (LVTN) và khi tốt nghiệp. . Áp dụng theo khóa . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin lỗi vì đã làm phiền thầy cô. E là Lê Nhựt Lâm [student_id]. Sinh viên hệ VHVL CƠ KHÍ k22. Các bạn cùng khóa với e đã được cập nhật danh sách miễn môn ( mục điểm chuyển trên mybk -  thông tin sinh viên =  điểm chuyển) nhưng em đến giờ chưa có. E mong nhà trường sẽ cập nhật cho e danh sách miễn môn vì e đã nhận được file Excel danh sách miễn môn trước đó rồi. Trân trọng.",
            "Chào bạn. . Bạn bổ sung minh chứng file Excel danh sách miễn môn trước đó rồi, để tìm người hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT,. . . . Em là [full_name] - [student_id], cho em hỏi kỳ hè sắp tới 213 thì trường mình có cho phép đăng ký môn học đề cương luận văn không ạ, để vào kỳ chính 221 làm luận văn ạ, Em cảm ơn PĐT. .",
            "\"Chào bạn. . SV có thể đăng ký học phần đồ án, đề cương luận văn tốt nghiệp (ĐCLV), luận văn tốt nghiệp (LVTN)  trong HK213 theo thông báo \"\"Kế hoạch học tập của HK2 và HK hè năm học 21-22\"\" Pdt đã gởi qua mail vào ngày 27/12/2021- [full_name] 6 . . Chúc bạn học tốt. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào anh/chị ạ,. . . . Em tên [full_name], MSSV [student_id]. Em có nguyện vọng muốn đăng ký lấy bằng tốt nghiệp tạm thời để có thể đi làm. Phòng đào tạo có thể cấp bằng tốt nghiệp tạm thời cho em trong thời gian nhanh nhất có thể không ạ?. . . . Em cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi: Thầy Cô phòng Đào tạo trường ĐH Bách Khoa - ĐHQG TPHCM.. . Em là [full_name] - MSSV: [student_id]. . Em xin phép trình bày sự việc của em như sau: Em chưa tham gia lớp học bù thí nghiệm môn học Hóa Đại Cương CH1004 tuy nhiên thời khóa biểu của em lại không có lớp trong thời gian học bù này. Trên thời khóa biểu của em để môn này là VL10 và có thời khóa biểu là tuần 50 51 tuy nhiên thời gian này em không có đăng kí học off được. . . Kính mong Thầy Cô xem xét kiểm tra lại giúp em.. . Em xin chân thành cảm ơn! . . Chúc quý Thầy Cô nhiều sức khỏe vạn sự an lành!. . . . . . [full_name].. . [full_name]. .",
            "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/3/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào PĐT. . Em là [full_name] (MSSV: [student_id]), sinh viên K17 Khoa Môi trường và Tài nguyên.. . Em đã đăng ký tốt nghiệp và thanh toán lệ phí vào ngày 23/02/2022. PĐT cho em hỏi là em sẽ tải giấy chứng nhận tốt nghiệp tạm thời về ở mục nào? Vì em lên xem chỗ đăng ký tốt nghiệp thì không thấy có mục tải về.. . Em xin cám ơn ạ.",
            "Chào bạn. . Theo quy trình hiện tại của đợt tốt nghiệp tháng 04/2022:. . Dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã đăng ký tốt nghiệp từ hơn 1 tuần trước. . . Kết quả hiển thị trên hệ thống \"Phiếu đăng ký đã được xử lý (đợi nhận kết quả tại nơi nhận)\".. . Cho em hỏi giấy CN tốt nghiệp tạm thời của em đã được cấp chưa? . . Nếu có thì tờ giấy đó đang ở đâu? Em có cách nào để lấy nó nhanh được không? (tại em đang cần giấy gấp)",
            "Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp): https://forms.gle/2WnfHeAHnRZWJ6Jn7. . Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và scan gởi qua mail SV, sau đó SV cần bảng chính vui lòng liên hệ Pdt để nhận. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name].. . MSSV: [student_id] lớp CTM02.. . Hiện tại thì em vẫn bị tạm dừng học vụ nên chưa thể đăng ký xét tốt nghiệp được ạ.. . Phòng đào tạo có thể mở lại để em đăng ký xét tốt nghiệp được không ạ.. . Em cám ơn thầy/cô.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 15/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô ạ.Dạ Thầy cô cho em hỏi là em chưa học anh văn 3 và anh văn 4 trong trường giờ em học anh văn theo nhu cầu là anh văn 3A và 4A là em không cần phải học anh văn 3 và anh văn 4 mà vẫn đủ điều kiện tốt nghiệp đúng không ạ. Mong thầy cô trả lời giúp em, em xin cảm ơn ạ.. .",
            "\"Chào bạn. . Môn Anh văn theo nhu cầu sẽ tính ĐẠT các môn anh văn tương ứng, và tính vào số tín chỉ tích luỹ chung. . Thân. . \""
        ]
    }
]