[
    {
        "intent": "",
        "message": [
            "Học vụ . em coi video tới khúc này bị báo lỗi và 1 video mà em coi nó vẫn hiển thị chưa xem ạ. Cho em hỏi là có bị cấm thi về lỗi này không ạ?",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ trực tiếp giảng viên giảng dạy. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào quý thầy cô!. . Em tên là [full_name] - MSSV: [student_id]. . Dạ cho em hỏi là điểm chuẩn Anh Văn của lớp cơ khí liên thông là 500 (do học chương trình theo khóa 2017) hay là 550 (do là khóa 2019) ạ?. . Em xin chân thành cảm ơn quý thầy cô. . . . . .",
            "Chào bạn,. . . . Bạn học chương trình đào tạo nào thì lấy chuẩn anh văn khoá đó (bạn lấy chuẩn anh văn khoá 17 nha).. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào cô,. . Cô ơi, em có CCNN TOEIC reading/listening được 570 điểm, em có tra bảng chuyển điểm thì theo thông tin em tra cứu được, thì khi nộp CCNN em sẽ được chuyển thành AV1: 10, AV2: 10, AV3:10, AV4: 7.5 . . Nhưng em đã từng học AV4 hồi năm nhất và đạt được 8.5.. . Cô cho em hỏi nếu em nộp CCNN thì điểm AV4 của em sẽ là 7.5 hay là 8.5 vậy ạ ?. . Em mong nhận được phản hồi từ cô.. . Em cảm ơn cô rất nhiều.. . [full_name],",
            "Chào bạn. . Nếu vậy thì bạn chọn chuyển điểm av 123 thôi, đỡ tốn tiền. . Vì nguyên tắc sẽ lấy điểm cao nhất. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "i Đăng ký môn học . Em có câu hỏi là: . . - Những môn tự chọn hiện CS1 trong ĐKMH mà không có phòng là có được học CS1 không ạ?. . - Nếu phải học CS2 thì những bạn KSTN tham gia phòng lab vì lý do di chuyển liên tục giữa các cơ sở phải bỏ việc nghiên cứu của mình thì sao ạ?",
            "Chào bạn,. . . . Khi Phòng Đào Tạo xét đăng kí môn học đều xét các môn học đảm bảo khoản cách  di chuyển giữa 2 cơ sơ mà bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa cô, hiện tại em đang bị thiếu anh văn và không thể đăng ký LVTN trong đợt đăng ký sắp tới. Em muốn hỏi là em xin giấy xác nhận của giáo viên hướng dẫn về LVTN và nộp bằng sau được không ạ? Vì em chỉ còn LVTN nên nếu không đăng ký được, em có thể đăng ký dự thính 1 môn để không bị hoãn 1 kỳ không ạ?. . Em xin cảm ơn.",
            "Chào bạn. . - Pdt khẳng định nếu bạn không đủ điều kiện sẽ không đăng ký được môn LVTN. . - Khi nào bạn có CCNN, liên hệ trực tiếp pdt để được hướng dẫn cách nộp đơn xem xét làm LVTN. . - Việc dkmh là do em quyết định nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . kính thưa . . cho em hỏi em có đk môn học học kỳ 2 ở đợt một và đợt 2 nhưng quên đk ở đợt bổ sung vậy em có có thời khóa biểu cho hk mới ko ạ . . em căm ơn",
            "Chào bạn,. . . . Đợt 3 DKMH bạn có thể huỷ/ bổ sung DKMH nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1413114  /b \t. . . .   i Học vụ . Kính thưa Quý Thầy/Cô,. . . . Em tên là Trần Nhật Quang. MSSV: 1413114. . . . Hiện em đang trong học kỳ cuối cùng của mình. Sáng nay em có nhận được email là mình sẽ không có đăng ký được môn học kỳ sau. Theo em được biết do trước đó có lên Phòng Đào Tạo hỏi là do em thuộc khu vực Bình Phước ưu tiên nên sẽ được gia hạn thêm một học kỳ. . . . . Quý Thầy/Cô cho em hỏi em cần làm gì để có thể gia hạn thêm một học kỳ và kết quả đăng ký môn HK202 không bị huỷ ạ, do em có đăng ký môn học rồi ạ.. . . . Em xin cảm ơn ạ.",
            "Chào bạn. . Mail gởi cho tất cả các sv hết thời gian đào tạo. . Trường hợp của bạn phải làm đơn gia hạn nộp trực tiếp tại pdt để được xét hồ sơ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . kính gửi. . em là nguyễn tất quang em muốn hỏi. . em có đk môn hovj đợt 1 và 2 nhưng trên ds dự kiến xủ lý học vụ ở mục tạm dùng học lại có em ko đk môn học và ko đc thu nhận lại ạ mong quáy thầy cô giải đps cho em với ạ . . em cảm ơn",
            "Chào bạn. . Thông báo này là cảnh báo học vụ cho bạn biết, nên bạn không bị tạm dừng không bị cấm dkmh thôi. . - Tình trạng của bạn là bình thường. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em hết thời gian đào tạo nhưng vẫn còn 2 môn học, theo như em đọc quy chế thì sẽ chuyển thành hệ VHVL. Cho em hỏi em có phải làm đơn chuyển hay trường sẽ tự chuyển hệ ạ? Sau khi chuyển hệ, nếu môn em còn chưa qua không mở trong đợt ĐKMH hệ VHVL thì có thể đăng kí chung với hệ chính quy được không ạ? Em cảm ơb.. . . .",
            "Chào bạn. . SV tải mẫu đơn tại trang web: www.aao.hcmut.edu.vn    Sinh viên    biểu mẫu    Đơn thôi học. . Điền và nộp tại phòng đào tạo. . - Về thủ tục chuyển sang em liên hệ trực tiếp Phòng đào tạo VLVH :201A4, gặp anh [full_name] để được hướng dẫn . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Quy trình thực hiện gian hạn thời gian đào tạo cho sinh viên chính quy khi hết thời gian đào tạo tối đa. .",
            "QUOTE Quy trình thực hiện gia hạn thời gian đào tạo cho sinh viên chính quy khi hết thời gian đào tạo tối đa. .   /QUOTE . .",
            "Chào bạn. . Bạn làm đơn gia hạn 1 học kỳ nộp trực tiếp tại pdt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô,. . Em là [full_name] theo như mail Phòng Đào tạo gửi thì học kì 202 sẽ có lớp Tiếng Anh theo nhu cầu để xét chuẩn anh văn từng năm. Thầy/cô cho em hỏi là em đã đăng kí anh văn 4 theo mã cũ thì em có cần đăng kí lại mã mới như mail gửi hay không? Và anh văn 4 theo mã cũ có còn được xét chuẩn anh văn từng năm không ạ?. . Chúc thầy/cô sức khỏe.. . Em cảm ơn thầy/cô.",
            "Chào bạn. . *Bắt đầu từ học kỳ 202, Phòng Đào tạo sẽ mở chương trình mới: “Tiếng Anh theo nhu cầu”.. . . . -\t  B Kết quả các môn “Tiếng Anh theo nhu cầu” được CÔNG NHẬN XÉT CHUẨN tiếng Anh hàng năm như các môn Anh văn 1, 2, 3, 4 trong hệ chính quy.  /B   I   U . . -\tSinh viên đăng ký theo thông báo đăng ký môn học chung của từng học kỳ.. . . . * Môn anh văn 1234 là môn học có trong chương trình đào tạo, bạn xem CTDT để biết mã số môn học đúng khi đăng ký anh văn 4. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin trình bày tiếp phần trước, trong biểu mẫu đính kèm này có ghi các trường hợp xét miễn học có trường hợp ( không đủ sức khỏe). . em vừa bệnh mãn tính, vừa được khuyến cáo miễn vận động nặng giống như ghi chú trong văn bản.. .",
            "Lần trước xin miễn học thực hành xong cuối kì vào thầy hỏi muốn thi lý thuyết thế nào xong thầy nói này nói nọ, \"Xin miễn thực hành xong  rồi thi lý thuyết sao, về nhà học bài gì ???\"[full_name].... Trong khi môn thể chất hầu như không học lí thuyết và thầy cứ hỏi em biết gì em sẽ trả lời. Trường hợp này giống như thiếu sức khỏe là một cái tội vậy.. . Thà các thầy nhã nhặn em đã vô cùng lễ phép rồi, em tốn tiền học mặt dù không đi học em cũng chấp nhận, nhưng với tình huống này em chỉ còn biết làm thế này thôi.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa Phong Đào Tạo, do đợt đăng ký môn học đợt 2 vừa rồi diễn ra trong 1 ngày nên em không kịp hủy 2 môn đã đăng ký. . Theo kế hoạch cũ của đợt đăng ký môn đợt 2 sẽ diễn ra tới ngày 4/1/2021 em sẽ đủ thời gian để thay đổi đăng ký, tuy nhiên do thay đổi về kế hoạch đăng ký đợt 2 nhưng điểm tiếng anh bên IIG của em thông báo vào ngày 4/1 nên em không hủy kịp 2 môn anh văn 1 và 2 đã đăng ký, nhờ phòng đào tạo xem xét hủy môn giúp em, em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Đợt 3 DKMH bạn có thể huỷ/ bổ sung DKMH nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào phòng đào tạo,. . Em hiện tại là sinh viên năm 4 và theo như tiến độ thì học kỳ này em sẽ đăng ký Luận văn tốt nghiệp (LVTN).. . Tuy nhiên, kết quả chứng chỉ Toeic của em lại không đủ và không có khả năng bổ sung kịp trước đợt nộp CCNN cuối cùng.. . Em được anh chị khóa trước bảo là có thể xin phép đăng ký LVTN khi chưa đủ điểm AV và phải bổ sung chứng chỉ trước 1 thời điểm bảo vệ.. . Cho em hỏi là em đăng ký LVTN như vậy có được phép không và nếu được phép thì em phải làm thủ tục như thế nào ạ. . Em xin chân thành cảm ơn",
            "Chào bạn. . - Pdt khẳng định nếu bạn không đủ điều kiện sẽ không đăng ký được môn LVTN. . - Khi nào bạn có CCNN, liên hệ trực tiếp pdt để được hướng dẫn cách nộp đơn xem xét làm LVTN. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô,. . Em tên [full_name], mssv [student_id]. . Em muốn hỏi là mình đã thi AVĐV đợt 1 và có điểm qua anh văn 1,2 rồi, nếu thi đợt 2 mà thấp điểm hơn thì điểm đợt 1 có còn giữ . . Không ạ.. . Chân thành cảm ơn thầy cô . .",
            "Chào bạn. . - Kiểm tra trình độ tiếng Anh khi nhập học (đợt thi tháng 12) dành cho tân sinh viên mới được ưu tiên xét miễn học và ghi điểm miễn. . - Sinh viên đăng ký dự kỳ kiểm tra tiếng Anh định kỳ (theo định dạng TOEIC) bắt đầu từ sau tháng 1/2021 do PĐT tổ chức không dùng để miễn môn các môn anh văn 1234 chỉ dùng để đạt chuẩn tiếng Anh sau mỗi năm học. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào quý Thầy Cô. . . . Lúc trước em có thi Toeic 2 kĩ năng R&L ngày 29/6/19 và em có đăng kí nộp CCNN ngày 11/7/19 nhưng chưa ĐK chuyển điểm. Hôm nay (5/1/21) em có ĐK chuyển điểm nhưng hệ thống báo lỗi \"Bạn đã chọn sai môn chuyển điểm loại Cc hoặc thang điểm\" (có hình ảnh đính kèm). Quý Thầy Cô cho em hỏi em phải khắc phục làm sao để có thể chuyển điểm được.. . . . Em chân thành cảm ơn.",
            "Chào bạn. . - Về quy định tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . - Điểm của bạn không đủ để chuyển điểm AV1. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Do bị tạm dừng học. Em có nộp đơn xin thu nhận lại ngày 29/12 thì nhận được hẹn là sau 1 tuần sẽ được giải quyết. Nay em lên xem thì thấy báo là đã giải quyết ngay vào ngày 29, nhưng em lại không rõ. Vì thế làm lỡ thời gian đăng kí tốt nghiệp. Nay em xin hỏi có thể đăng kí bù không? Còn nếu không thì đợt đăng kí tốt nghiệp gần nhất là vào thời gian nào ạ?",
            "Chào bạn,. . Bạn vui lòng vào xem lịch học vụ, để xem thông tin lịch trình tốt nghiệp đợt tháng 4/2021 nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .",
            "Kính gửi quý Thầy/Cô . . Em tên [full_name] khóa 2014. . - Hiện tại phiếu chứng nhận thi tiếng anh Toeic listening and reading của em đã hết hiệu lực, thời gian có hiệu lực từ ngày 29/12/2018 đến 29/12/2020. Nhưng em đã nộp chứng chỉ tiếng anh vào ngày 26/2/2020. Vậy giờ em muốn đăng ký tốt nghiệp em có phải thi lại tiếng anh toeic listening and reading không? phiếu điểm hiện tại là 480 điểm và yêu cầu khóa k14 là 450. . . Kính mong quý Thầy/Cô giải đáp giúp em. Em xin cảm ơn!",
            "Chào bạn,. . Không cần nhé bạn, căn cứ vào thời điểm bạn nộp chứng chỉ còn hiệu lực là được nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào pđt, cho em hỏi lớp tiếng anh theo nhu cầu có được tính điểm av1 2 3 4 và chỉ tích lũy không ạ. Hay chỉ dùng để xét chuẩn anh văn như kiểm tra av định kì ạ. Em xin cám ơn",
            "Chào bạn. . Bắt đầu từ học kỳ 202, Phòng Đào tạo sẽ mở chương trình mới: “Tiếng Anh theo nhu cầu”.. . . . -Kết quả các môn “Tiếng Anh theo nhu cầu” được CÔNG NHẬN XÉT CHUẨN tiếng Anh hàng năm như các môn Anh văn 1, 2, 3, 4 trong hệ chính quy.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa phòng đào tạo !!. . . . Em là khóa K17, ngành Vật lý kỹ thuật, khoa Khoa học ứng dụng. Tình trạng hiện tài của em như sau:. . - Đang làm đồ án nâng cao và đề cương luận văn.. . - Điểm Toeic đã được duyệt và đủ nhận luận văn. . - Xong học kì này, số TCTLN của em là   B 120  /B . . - Em còn nợ 2 môn là Vật lí 1 và Giải tích mạch, 2 môn đó là 8 chỉ.. . . . Em có đọc trong quy định thì số TCTLN   B tối thiếu  /B  để được nhận luận văn của khoa UD là 120. NHưng lại có thêm quy định là \"cho phép nợ tối đa   B 7  /B  tín chỉ so với tiến độ đào tạo\".. . . . Em xin được hỏi trường hợp của em như vậy có được nhận luận văn không ạ. .",
            "Chào bạn,. . . . Đợt 3 bạn vào đăng kí lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712595  /b \t. . . .   i Đăng ký môn học . Dạ cho em hỏi.. . Chương trình của em yêu cầu học tối thiểu 6 môn chuyên ngành tự chọn của 2 nhóm A,B.. . Vậy nếu em học DƯ THÊm 1 môn tự chọn trong nhóm A,B thì tín chỉ của môn đó có tính vào số TCTLN để đủ ĐIỀU KIỆN NHẬN LVTN không ạ.. . Em cám ơn ạ . .",
            "Chào bạn. . - Về quy định Số tín chỉ tích lũy/Điểm trung bình tích lũy: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 19. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] [full_name] [full_name] Em chào Thầy, Cô[full_name] [full_name] Em muốn hỏi là học kỳ 202 vẫn mở đăng ký dự thính giống trên lịch học vụ đúng không ạ?",
            "Chào bạn,. . . . Hiện tại là như vậy, nếu có thay đổi gì về lịch học vụ PDT sẽ gởi mail thông báo cho sinh viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô,. . Em tên là [full_name], mssv [student_id] chương trình kstn. Em xin hỏi là nếu kì này em rớt học phần mở rộng của một môn thì có đủ điều kiện xét học bổng khuyến khích kì này không ạ.. . Em cám ơn thầy cô.",
            "Chào bạn,. . . . Điều kiện xét học bổng không môn nào rớt nha bạn, kể cả môn mở rộng.. . . . Thân. . . .",
            "Chào bạn,. . . . Tôi đính chính lại môn mở rộng chỉ là điểm thành phần của môn chính, nếu điểm môn chính rớt mới không xét học bổng được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô,. . Em tên là [full_name], mssv [student_id] chương trình kstn. Em xin hỏi là nếu kì này em rớt học phần mở rộng của một môn thì có đủ điều kiện xét học bổng khuyến khích kì này không ạ.. . Em cám ơn thầy cô."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào PĐT,. . Em là [full_name], sinh viên năm 3 khoa KHMT, kì này em có đăng kí 20 chỉ, tuy nhiên học không hết nên em quyết định sẽ bỏ thi 1 môn, và chấp nhận điểm 13, em không biết việc này có ảnh hưởng gì nghiêm trọng không ạ?. . . . Cảm ơn PĐT!. . [full_name]. .",
            "Em bổ sung thêm,. . . . Môn này là môn tự chọn nhóm C của ngành em, theo quy định em phải học 3 môn thuộc nhóm C, nhưng bây giờ rớt môn này, em quyết định học 3 môn khác (không học lại môn này), như vậy có được không ạ? Hay em bắt buộc phải trả nợ môn này",
            "Chào bạn. . - Sẽ ảnh hưởng đến điểm trung bình bích lũy chung và tích lũy ngành. . - Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT, . . Em là [full_name], sinh viên chương trình Việt - Pháp khóa 2016, ngành Cơ Điện tử.. . Vào học kỳ thứ 10 trong thời khóa biểu (HK 202), em sẽ phải thực hiện luận văn và thực tập tốt nghiệp cùng một lúc. Mặt khác, em có nhận được một đề nghị thực tập với 1 phòng thí nghiệm bên Pháp vào kì sau.. . . . Vì vậy em muốn thắc mắc về việc xin phép được làm luận văn cũng như thực tập ngoài nước, sau đó trở về Việt Nam bảo vệ trước hội đồng của trường. Xin thầy cô hướng dẫn giúp em quy trình để được sự cho phép của nhà trường.. . . . Ngoài ra, em đã liên lạc với văn phòng Việt Pháp, cô thư ký tại văn phòng có đề nghị em viết đơn xin   I Quyết định  /I  từ trường. Vì vậy em muốn hỏi thêm là ngoài đơn xin ra thì em còn cần phải nộp kèm gì và nộp cho phòng ban nào ạ?. . . . . . Em xin chân thành cảm ơn thầy cô.",
            "Chào bạn. . Bạn liên hệ [full_name] để được hướng dẫn và nộp đơn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . PĐT cho em hỏi sao em bị xoá lịch thi môn pháp luật đại cương và xác suất thống kê rồi ạ. .",
            "Chào bạn. . Bạn kiểm tra lại nghen có lịch thi bình thường mà. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào thầy cô PĐT !. . . . Em học Bằng 1 Bách Khoa và tốt nghiệp 11.04.2018 điểm Toeic 500, và đạt 245 điểm 2 kỹ năng Speaking and writing do trung tâm ngoại ngữ của trường Đại Học Bách Khoa.. . Em nộp đơn và bắt đầu học bằng 2 tháng 09.2019  . Tính thời điểm đó , Chứng chỉ toeic của em vẫn còn thời hạn, nhưng giờ em đăng kí Luận Văn Tốt nghiệp thì bằng toeic em đã hết hạn 2021, Hệ thống báo chưa đạt chuẩn Ngoại ngữ do phải đăng kí nộp bảng điểm toeic lên hệ thống ... . . Mong quý thầy cô, cho em hướng giải quyết vấn đề. . . . . Trân trọng cảm ơn.",
            "Kính gửi Thầy cô PĐT !. . Mong thầy cô vui lòng trả lời giúp em để em có hướng giải quyết.. . Trân trọng cảm ơn.",
            "Chào bạn,. . . . Nếu bằng toiec của bạn còn hạn thì bạn nộp lại trên mybk nha. Nếu có gì trục trặc liên hệ PDT để được tư vấn thêm.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô, vừa rồi em nhận được mail thông báo là mở lớp Tiếng anh theo nhu cầu. Thầy/cô cho em hỏi là, hiện tại em đăng kí học anh văn 3 trong trường thì có được đăng kí được lớp Anh văn 4A ở lớp Tiếng anh theo nhu cầu không ạ?. . Em cảm ơn thầy cô đã phản hồi.",
            "Chào bạn. . * Bạn lưu ý: Bắt đầu từ học kỳ 202, Phòng Đào tạo sẽ mở chương trình mới: “Tiếng Anh theo nhu cầu”.. . . . -\tKết quả các môn “Tiếng Anh theo nhu cầu” được CÔNG NHẬN XÉT CHUẨN tiếng Anh hàng năm như các môn Anh văn 1, 2, 3, 4 trong hệ chính quy.. . -\tSinh viên đăng ký theo thông báo đăng ký môn học chung của từng học kỳ.. . * \"đăng kí học anh văn 3 trong trường thì có được đăng kí được lớp Anh văn 4A ở lớp Tiếng anh theo nhu cầu\" Được nghen bạn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đã làm đơn xin thu nhận lại vào hk2 năm 2020-2021 từ ngày 11/12/202. Tuy nhiên, đến nay em vẫn chưa có phản hồi của Quý phòng đào tạo về việc em có được thu nhận lại hay không. Vậy bây giờ em có phải là đơn thu nhận lại một lần nữa hay không.. . Cảm ơn Quý phòng đào tạo ạ.",
            "Chào bạn. . Vì bạn thu nhận để xét tốt nghiệp, nhưng hiện tại em chưa có tên trong ds tốt nghiệp nên chưa chuyển làm. . Tuần sau Cô sẽ chuyển làm luôn nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là những môn em đăng ký được ở đợt 2 vừa rồi thì có thể hiệu chỉnh ở đợt 3 hay không? Và những môn đăng ký được ở đợt 2 vừa rồi cũng coi như là đăng ký thành công rồi phải không ạ?",
            "Chào bạn,. . . . - Đợt 3 DKMH bạn có thể huỷ/ bổ sung DKMH nha.. . . . - Bạn phải xem kết quả DKMH, chứ không phải đăng kí là môn đó chắc chắn  đăng kí được. Khi bạn đăng kí môn học, PDT lấy dữ liệu xét lại lần nữa. Do vậy sau mỗi đợt đăng kí bạn phải xem lại kết quả đăng kí môn học nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào Cô/Thầy,. . Em là [full_name], sinh viên K18.. . Theo lịch học vụ ở trên aao thì đợt đăng kí môn học bổ sung dự kiến diễn ra vào 13-15/1/2021. Vậy đợt kiểm tra anh văn 25/1 tới đây không thể dùng kết quả để đăng kí môn học cho học kì 202 đúng không ạ.. . Em xin cám ơn. .   i Đăng ký môn học .",
            "Chào bạn,. . . . Việc này tôi không thể trả lời chắc chắn cho bạn được, ban lãnh đạo phòng đang cân nhắc mở đợt bổ sung DKMH sau đợt thi anh văn ngày 25/1.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Ban Giám Hiệu nhà trường , em tên [full_name] - mssv : [student_id]. Sau khi nhận thông tin về kỳ thi kiểm tra anh văn bổ sung em nhận thấy em rất cần được kiểm tra anh văn để có thể tiếp tục học ở học kì kế tiếp. Nhưng từ ngày 25-28/1 em có 1 chuyến thực tập bắt buộc nên em khẩn xin nhà trường mở kỳ thi vào ngày 24/1/2020 . Em rất mong được nhà trường sắp xếp , chân thành cảm ơn Ban Giám Hiệu nhà trường.",
            "Chào bạn,. . . . Lịch thi do trung tâm IIG tổ chức nên không dời lịch thi được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào các cô chú pdt. . Các cô chú cho con hỏi, nếu con đăng kí môn học ngoài chương trình đào tạo, mà để bị rớt thì con có cần nhất thiết phải trả nợ môn đó thì mới được tốt nghiệp không???. . Con xin cảm ơn. . Chúc các cô chúc có một ngày làm việc vui vẻ. .",
            "Chào bạn,. . . . Khi xét tốt nghiệp, PDT chỉ xét những môn trong chương trình đào tạo của mình thôi nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào cô. . Hôm trước em có hỏi, thì kì thi 19/12 em thi anh văn được 395 điểm, em thuộc k19 thì em được đăng kí lớp anh văn 2, nhưng cô bảo em chỉ được đăng kí lớp cơ bản mong cô giải đáp. Em cảm ơn. .",
            "Chào bạn,. . . . Điều này có trong qui chế học vụ điều 31, phụ lục 1. Bạn vui lòng xem qui chế học vụ nha http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào PĐT, . . . . Em là [full_name], sinh viên năm 3 khoa Máy tính.. . Em đang phân vân về cách tính điểm TBTL cho các môn tự chọn, cụ thể là các môn tự chọn Nhóm C của ngành em yêu cầu học tối thiểu 9 chỉ (3 môn), trong trường hợp em đăng kí 4 môn 3 môn qua và 1 môn điểm 13 (đã đủ 9 chỉ tối thiểu), thì ĐTBTL của em có tính môn nhóm điểm 13 không ạ.. . . . Em cảm ơn PĐT nhiều. . . . . .",
            "Chào bạn,. . . . Nếu nhóm môn tự chon tích luỹ 9 tín chỉ, bạn tích luỹ đủ 9 chỉ là được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi bảo hiểm y tế đăng kí mua từ trường (đợt 1 - nhận tại cơ sở 2) khi nào thì có? Khi nào được nhận? Nếu đã có thì em có thể nhận trước được không, vì em đang cần gấp bảo hiểm y tế. Em cảm ơn.",
            "Chào bạn,. . . . Bạn vui lòng liên hệ phòng Công Tác Chính Trị Sinh Viên nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào ạ!. . Em có câu hỏi là :. . Em học khoa bảo dưỡng công nghiệp có thể chuyển hệ VLVH không ạ?",
            "Chào bạn,. . . . Được bạn, bạn làm đơn thôi học để bồ sung hồ sơ hệ VLVH. Nộp hồ sơ phòng 201A4 (cơ sở 1 nha).. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em là sinh viên năm nhất. Em đã thi anh văn đầu vào đợt vừa rồi, em có nhận được mail về thi anh văn đầu vào sẽ được tổ chức đợt bổ sung vào khoảng cuối tháng này, bây giờ em muốn đăng kí thi để cãi thiện điểm số, vậy cho em hỏi nếu đăng kí thi vào đợt cuối tháng này thì điểm số sẽ lấy theo đợt này đúng không ạ? nếu điểm nhỏ hơn đợt trước thì có được giữ nguyên điểm số ban đầu không ạ? Em cảm ơn.",
            "Chào bạn,. . . . Sẽ lấy đợt nào có điểm số cao nhất.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng Đào tạo,. . . . Em là [full_name], MSSV là [student_id]. Hiện em không thể thanh toán học phí của mình trên BKPay do không có nút \"Thanh toán\". Hôm nay là hạn chót thanh toán học phí muộn, nhưng giờ em mới có đủ tiền để đóng nên em muốn đóng càng sớm để được đăng kí môn học cho HK202 ạ. Em cảm ơn nhiều ạ.. . . . [full_name]",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra trên BKPay.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy/cô cho em hỏi 2 câu hỏi ạ:. . - Em thi anh văn đầu vào đợt tháng 12 nhưng em không đủ điểm thì đợt tháng 1 này em có thể đăng kí thi lại không ạ ?. . - Bạn em thi anh văn đầu vào đợt tháng 12 đã được 530 và bạn em muốn thi lại đợt 2 này để cải thiện số điểm thì có được không ạ ? Và nếu thi lại đợt 2 này thì số điểm 530 đó có được bảo lưu không ạ?",
            "Chào bạn,. . . . - Bạn vẫn được đăng kí thi anh văn định kỳ đợt này.. . . . - Sẽ lấy đợt thi anh văn định kỳ  nào có điểm số cao nhất.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào Thầy/Cô ạ!. . Dạ cho em hỏi em k14 đã hoàn thành hết chương trình học ạ và đủ điều kiện để tốt nghiệp, em đã có tên trong danh sách dự kiến tốt nghiệp ạ. Nhưng em có nhận email của trường là sinh viên hết thời gian đào tạo từ học kỳ 2 năm 2020-2021 ạ. Như vậy em có bị ảnh hưởng gì đến đợt tốt nghiệp của em trong học kỳ sau đợt tháng 4/2021 không ạ và có ảnh hưởng đến bằng tốt nghiệp của em không ạ có bị chuyển sang hệ đào tạo tại chức không ạ.. . Cho em hỏi thêm hiện tại tháng 1/2021 em đã được đăng ký tốt nghiệp cho đợt tháng 4 chưa ạ?. . Em đang rất hoang mang xin pdt cho em xin phản hồi về vấn đề này ạ.. . Em chân thành cảm ơn ạ!",
            "Chào bạn,. . . . Tháng 4 bạn đăng kí xét tốt nghiệp bình thường nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào thầy/cô phụ trách:. . Em có hai câu hỏi về việc Đăng ký và học môn Giáo Dục Thể Chất như sau:. . . . Câu hỏi 1: Em có thể đăng ký học tối đa bao nhiêu môn GDTC trong 1 HK chính ạ? Do sơ suất,em đã rớt học phần GDTC của kì đầu tiên, vậy em có thể cải thiện vào kì dự thính(hoặc kì hè)?. . . . . . Câu hỏi 2: Trường ĐH Bách Khoa hiện nay có còn giữ quy định: \"Sau năm 2 sinh viên phải hoàn thành học phần GDTC để đăng ký môn học năm 3\"..?  . . . . . . Xin cảm ơn đã đọc,. . Sinh viên [full_name], MSSV [student_id].",
            "Chào bạn,. . . . Câu 1: theo qui định của Trung tâm giáo dục thể chất 1 học kỳ sinh viên chỉ đăng kí 1 môn GDTC.. . . . Câu 2: Trong qui chế học vụ học kỳ 191, mục 4 có qui định nha bạn http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%[full_name]%CC%80%20HK191.pdf.. . . . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là tại sao những bạn nộp bằng anh văn ở ngoài vào thì được tính điểm vào ĐTBHK, còn những bạn thi pass 4 anh văn của trường thì chỉ được tính số chỉ tích luỹ chứ không được tính điểm TBHK ạ? . . và những bạn pass 4 anh văn thì cần làm gì để được tính điểm anh văn ạ, vì điểm này có thể kéo điểm TBHK lên rất nhiều. . Em cảm ơn ạ. .",
            "Chào bạn,. . . . Việc này có trong qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Bạn tham khảo có gì thắc mắc bạn hỏi lại.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi Quý thầy cô PĐT,. . . . Em tên [full_name], sinh viên năm 5 khoa điện - điện tử. Tình hình là theo dự kiến thì kì sau là em sẽ đăng kí và làm được LVTN nhưng kết quả thi TOEIC vừa rồi lại không đủ chuẩn. Vậy quý thầy cô cho em hỏi là nếu thi đạt và bổ sung trước giữa kì sau thì có thể có cơ hội đăng kí được LVTN không ạ? Và nếu được PĐT cứu xét trường hợp trên thì em nên làm những thủ tục gì nữa ạ? Em xin cảm ơn rất nhiều.. . . . Trân trọng,. . . .",
            "Chào bạn,. . . . Nếu bạn có đủ toeic để nhận luận văn trước thời gian thi giữa kỳ thì bạn làm đơn nộp PDT xin đăng kí luận văn. Đơn có sự đồng ý của giáo viên hướng dẫn và ban chủ nhiệm khoa.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Đăng ký trễ luận văn tốt nghiệp sau ngày 28/1 có được không ạ? Nếu được thì cần phải làm những thủ tục gì để được làm luận văn tốt nghiệp ạ?. . . .",
            "Chào bạn,. . . . Được bạn, lúc đó bạn làm đơn nộp PDT xin nhận luận văn. Đơn có sự đồng ý của giáo viên hướng dẫn luận văn và ban chủ nhiệm khoa.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là SV bằng 2 CQ chuyển sang VLVH; Theo chương trình đào tạo hiện e chỉ còn thiếu 1 môn học. Em vào đăng ký môn học thì lại báo là thiếu môn tiên quyết. Vậy cho em hỏi các môn học e đã học lớp CQ có tự động được chuyển sang hệ VLVH không ạ (hiện nay chưa được chuyển)? Nếu không thì phải làm thủ tục gì để chuyển?. . Em xin cảm ơn!",
            "Em gởi thông tin tới Thầy [full_name] nhé. . [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có câu hỏi gồm 2 ý như sau ạ:. . 1. Yêu cầu về chương trình tài năng đối với môn học có phải là đối với điểm trung bình của các môn học ngành đều phải lớn hơn hoặc bằng 7.5 đúng không ạ?. . 2. Nếu đúng là yêu cầu điểm tbm  = 7.5 là đúng thì em dự định sẽ học cải thiện (thêm môn học vào đợt đkmh lần 3), nhưng lúc đó sẽ vượt qua số tín chỉ tối đa là 21. Vậy thì em có cần phải làm đơn hay làm gì để xin học vượt số tín chỉ tối đa quy định không ạ? . . . . Hy vọng sớm nhận lại phản hồi của thầy/cô.. . . . Trân trọng,. . [full_name].",
            "Chào bạn,. . . . 1. Bạn vui lòng xem qui định tài năng có cập nhật trên web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1145.. . . . 2. Theo qui định điều 9, mục 9.3 bạn đăng kí hơn 21 tín chỉ. Những môn đăng kí vượt 21 tín chỉ bạn phải nộp đơn DKMH tại PDT. Sau khi DKMH kết thúc.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô, em có thắc mắc về các môn học có mã môn mới như sau. Em đang học khoá K18, trong chương trình đào tạo của ngành em có môn   B AS3069  /B -  I thiết bị chuẩn đoán hình ảnh y học  /I , em có xem chương trình đào tạo của K19 và K20 thì thấy môn   I thiết bị chuẩn đoán y học  /I  đã chuyển thành mã môn mới   B AS2053  /B . Em đang bị trễ anh văn cho học kỳ 202 nên không học được môn AS3069 theo lịch đào tạo, vậy các học kỳ tiếp theo em có thể học môn AS2053 để thay cho AS3069 có được không? Nếu không thay thế được thì em phải học tương đương những môn nào? Em cảm ơn.",
            "Chào bạn,. . . . - Bạn nên đăng kí đúng mã số môn học trong chương trình đào tạo của mình.. . . . - Môn tương đương/thay thế đã cập nhật trên web PDT, nếu môn nào được công nhận tương đương/thay thế thì điểm mới được công nhận nha bạn.. . . . - Đường link tra môn tương đương/thay thế http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_201&tid=447.. . . . - Về môn tương đương bạn về khoa tư vấn thêm.. . . . Thân. . . . . . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trong đợt đăng kí môn học đợt 2 vừa rồi cho khóa K19 em có đăng kí môn Khởi nghiệp IM1021 nhưng trường đã mở đợt đăng kí thêm và đóng đợt 2. Cho em hỏi có cách nào để huỷ đăng kí môn Khởi nghiệp của em không ạ? Em cám ơn.",
            "Chào bạn,. . . . Đợt 3 DKMH bạn có thể huỷ/ bổ sung DKMH nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em vừa được thu nhập lại. Cô cho em hỏi khi nào pđt mới mở đăng kí tốt nghiệp cho đợt tháng 4/2021 vậy ạ. Em xin cảm ơn. .",
            "Chào bạn,. . . . Việc này bạn đợi mail thông báo PDT nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào cô. . Em là sinh viên khóa k16. Trong học kỳ 192 em đã hoàn thành luận văn tốt nghiệp và hoàn thành tất cả các môn học. Nhưng hiện chưa thể tốt nghiệp do thiếu chứng chỉ anh văn. Và trong học kỳ 201 em không đăng ký môn học. Đến hiện tại em vẫn chưa thi được chứng chỉ anh văn nên em muốn hỏi là   B trong học kỳ 202  /B  sắp tới em có phải   B đăng ký môn học   /B để không bị   B buộc thôi học  /B  không ạ???. . Mong cô giải đáp giúp em ạ.. . Em cảm ơn cô. .   i Học vụ .",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 27, mục 27.2 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi rằng thí nghiệm môn Cơ Lưu Chất, mã môn là CI2003 thì cần phải đạt bao nhiêu điểm để được bảo lưu ạ?",
            "Chào bạn,. . . . Nếu môn CI2003 rớt là bạn phải học lại nha, chứ không được bảo lưu thí nghiệm.. . . . Thân",
            "Học vụ . Cho em hỏi rằng xin bảo lưu điểm thí nghiệm môn Cơ Lưu Chất, mã môn CI2003 ở đâu ạ?",
            "Chào bạn. . Về vấn đề này bạn liên hệ trực tiếp giảng viên giảng dạy . . Thân"
        ]
    }
]