[
    {
        "intent": "",
        "message": [
            "Chào thầy cô, em đã bỏ lỡ các đợt đăng ký môn trước đó cho tới đợt 3 nhưng các lớp phù hợp với hệ em đang học đã hết chỗ , em có thể xin thêm một chỗ không ạ. . . .   i Đăng ký môn học .",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy (cô) ạ, cho em hỏi là em bị mất thẻ SV thì em có thể đem CMND đi khi vào phòng thi được không ạ, em cảm ơn.",
            "Chào bạn,. . Bạn có thể liên hệ Phòng Đào tạo để xin cấp giấy vào phòng thi (cấp trước giờ thi 15 phút) và vui lòng đăng ký làm lại thẻ sinh viên nhé bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn hỏi là em muốn học giải tích 2 mã môn là MT1005.Đợt 1 em có đăng ký rồi nhưng PĐT xoá mất em vào đăng ký bổ sung mà tất cả các lớp đều đủ chỗ rồi. Em muốn xin PĐT cho sắp cho em vào một lớp được không ạ? Nếu được em mong PĐT cho em vào lớp L15-L30. Em cảm ơn ạ.. .",
            "Chào bạn,. . . . Bạn đợi đăng kí môn học dự thính 202 sắp tới đăng kí nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy, cô kì 202 này em muốn đăng ký học môn EE1003 ( Toán kỹ thuật) vào tiết 4,5 ngày thứ 3. Và môn EE2007 Mạch điện tử vào thứ 3 tiết 7,8,9. Nhưng 2 môn này em không đăng ký cả 2 được bởi lý do không đủ thời gian giãn cách giữa hai cơ sở.Em có xe máy để di chuyển nên thời gian 1h em có thể di chuyển được giữa 2 cơ sở với tốc độ an toàn được ạ. . . . . . . . .  Xin phép thầy cô cho em được đăng ký học cả 2 môn này ( em đã đăng ký được môn EE2007, còn thiếu môn EE1003) bởi 2 môn này đều là mã cũ của k18 và k19,k20 không còn học nữa, nếu không học được trong kì này thì khả năng cao là trong tương lai sẽ biết trước không tốt nghiệp nổi. . . . . . . Em xin cảm ơn nhiều ạ.. .",
            "Chào bạn,. . . . Sau đợt DKMH đợt 4, bạn muốn gì làm đơn nộp PDT để ban lãnh đạo phòng phê duyệt. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa. Bạn có thể đăng kí trong học kỳ dự thính 202 sắp tới.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào PĐT ạ. Hiện tại em không thể đăng kí môn do hệ thống báo lỗi do e chưa đóng học phí, mặc dù e đã đóng học phí rồi. Vậy e có thể nhờ PĐT xem xét lại hoặc có thể đăng kí môn học giúp e không ạ ( mã môn: LA1043-[full_name]A ở nhóm lớp DT19 hoặc DT26 ) [full_name] không ạ?.. . Em xin cảm ơn.",
            "Chào bạn,. . . . Bạn đóng học phí trễ thì  phải đợt 4 DKMH bổ sung mới đăng kí được nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy/cô, em xin được mở thêm sĩ số môn:. . - Phương pháp tính MT1009 lớp A01. . - Nềm móng CI3195 lớp A08. . - Kết cấu bê tông cốt thép 1 CI2091 lớp A01. . Em xin cảm ơn.",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em chào cô. . em muốn hỏi các môn cơ sở ngành như giải tích mạch(ee2033)  và kĩ thuật số ( ee1009) có mở trong kì dự thính không? và gần nhất là kì dự thính 202. . em cảm ơn.",
            "Chào bạn,. . . . Nếu đợt dự thính 202 khoa đồng ý mở lớp và sinh viên đăng kí đủ số lượng mở lớp, thì PDT sẽ mở cho các bạn học nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo,. . Dạ phòng đào tạo cho em hỏi là môn con người và môi trường (EN1003) lớp L01 thứ 2 tiết 2-3-4 danh sách có 103 bạn đăng ký. Phòng đào tạo có thể mở thêm danh sách cho em vào lớp L01 môn con người và môi trường (EN1003) được không ạ. Vì hiện tại em mới có 12 chỉ trong danh sách đăng ký không đủ 14 chỉ như quy định của trường ạ.. . Em cảm ơn ạ.",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa PĐT,. . Hiện nay, em đã đăng kí kiểm tra anh văn định kì đợt 3 để lấy chuẩn anh văn đăng kí môn học, vào ngày 28/1. Và hiện tại thời gian đăng kí môn học đợt 3 là hết ngày 14/1. . . Và trước đó em có được câu trả lời từ mail (Như ảnh đính kèm).. . Nhưng khi vào chọn môn học đợt 3 thì không chọn được vì vướng chuẩn anh văn. Vậy thì sẽ không có kết quả đăng kí. Vậy PĐT sẽ xét lại môn học cho em như thế nào ạ. . . Em cám ơn.",
            "Chào bạn,. . . . Ban đầu PDT định sẽ cho các bạn DKMH, sau đợt 3 thi anh văn định kỳ sẽ xét lại kết quả đăng kí môn học. Sau đó, PDT có kế hoạch sẽ mở đợt DKMH đợt 4 sau khi kỳ thi anh văn định kỳ kết thúc.. . . . Bạn thường kiểm tra mail để biết thời gian đăng kí môn học đợt 4 nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ, quý thầy cô cho em hỏi đợt ĐKMH đợt 2 em có đăng kí nguyện vọng môn GTM - EE2033, em đã cùng với các bạn đăng kí vào đơn mở lớp và đã được giáo viên bộ môn của khoa kí nhưng đợt 3 vừa rồi thì lại báo về lí do là khoa không mở lớp ạ. Vậy quý thầy cô cho em hỏi môn này (bao gồm học phần thí nghiệm), có thể được mở kì dự thính HK202 không ạ? Em cảm ơn quý thầy cô.",
            "Chào bạn,. . . . Nếu khoa đồng ý mở dư thính, với số lương sinh viên đăng kí hợp lý thì PDT sẽ mở lớp dự thính cho sinh viên học nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện em đang được xếp môn \"Lập trình hệ thống nhúng-EE3031\" vào lớp L02 tiết 2-3 thứ 6.. . Em mong muốn được thầy cô chuyển em qua lớp L01 tiết 5-6 thứ 6.. . Lý do: Hiện giờ em đang học ở CS1 việc di chuyển vào buổi sáng gây khó khăn cho việc học tập ạ. . Mong thầy cô có thể giải quyết giúp em ạ.. . Em chân thành cảm ơn.",
            "Chào bạn,. . . . Trong đợt 3 hiểu chỉnh DKMH sao bạn không chuyển lớp. PDT đầu có quyền hiệu chỉnh TKB sinh viên nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô ạ, em tên là Trương Công [full_name] ([student_id]) - sinh viên năm 3 đại học chính quy. . khoa Máy tính ạ.. . Hiện tại đang trong đợt đăng ký môn học kỳ chính đợt 3. . Em thấy trên danh sách lớp của môn NHỮNG NGUYÊN LÝ CƠ BẢN CỦA [full_name] (SP1003)  có mở nhiều lớp nhưng sĩ số rất ít (chỉ 20/120) thì có mở lớp sau khi kết thúc đăng ký đợt 3 không ạ.. . Và còn có đợt đăng ký (đợt 4) nào nữa không ạ. . . Em cám ơn thầy cô ạ.. . - [full_name] -. .   i Đăng ký môn học .",
            "Chào bạn,. . . . Sau đợt 3 môn nào sỉ số ít sẽ bị huỷ.Còn đợt 4 để DKMH bổ sung nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi, hiện em đã qua các môn Anh văn 1, Anh văn 2, Anh văn 3 và đã đủ điểm TOEIC tốt nghiệp NHƯNG chưa đủ để chuyển điểm Anh văn 4.. . . . --  Nếu em học và ĐẠT Anh văn 4A, thì sẽ tính ĐẠT Anh văn 4, tức đủ chuẩn tốt nghiệp chưa ạ ?",
            "Chào bạn,. . Môn AV4 là một môn học nhé bạn. Bạn có thể đăng ký học hoặc chuyển điểm.. . Hiện tại bạn có thể đăng ký học AV 4A, được xét tương đương AV4 nhé bạn.. . Còn chuẩn TN phải hoàn thành tất cả các điểu kiện về số TCTL, TOEIC, Ngày CTXH .... . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào quý thầy cô, em tên [full_name] (MSSV: [student_id]) trong đợt đăng kí môn học lần 3 này, em có mong muốn được đổi nhóm môn Giải tích 2 (MT1005), nhóm hiện tại của em là L28_L56, em muốn được đổi sang nhóm L07_[full_name]3 ạ. Lí do: Em bị trùng lịch, không thể đăng kí thêm môn học khác. Em kính mong quý thầy cô cân nhắc, cho phép em được đổi nhóm để có thể đăng kí môn học khác. Xin chân thành cảm ơn!. . . .",
            ". ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b  . . . .   i Đăng ký. . Em chào thầy/cô,. . Em tạo yêu cầu này xin phòng đào tạo mở thêm sĩ số cho lớp CO3005 để em được tham gia lớp học này.. . Em xin chân thành cảm ơn!môn học . Xin mở thêm sĩ số cho lớp môn học CO3005. . http://[full_name].hcmut.edu.vn/extranet/supports/index.php. .   i Đăng ký môn học .",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký Em chào thầy/cô, Em tạo yêu cầu này xin phòng đào tạo mở thêm sĩ số cho lớp CO3005 để em được tham gia lớp học này. Em xin chân thành cảm ơn!môn học  /i  . .",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em muốn hỏi là em muốn đăng kí 2 môn Thiết kế cầu 1 (CI3039) và kết cấu thép 1 (CI3009) trong cùng 1 kì 202 có được không ạ? Do môn Thiết kế cầu 1 yêu cầu phải học môn Kết cấu thép 1 trước. Mong PĐT cho phép em học 2 môn này trong cùng 1 kì để kịp thực tập trong kì hè 203.. . Dạ cho em hỏi là để được đăng kí TTTN thì cần đạt bao nhiêu tín chỉ và có yêu cầu hoàn thành các môn học nào trước không ạ (em chuyên ngành Kỹ thuật Xây dựng công trình giao thông)?. . Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . - Nếu môn CI3009 là môn học trước môn CI3039 thì bạn không đăng kí 2 môn này trong 1 học kỳ được.. . . . . . - TTTN tích luỹ bao nhiêu chỉ mới đăng kí: việc này có trong qui định cập nhật trên web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_62&tid=473.. . . . - Để hoàn thành môn TTTN thì hoàn thành môn nào trước thì bạn xem phần cấu trúc môn họchttp://www.aao.hcmut.edu.vn/index.php?route=catalog/chuongtrinhdaotao.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . em chào cô . . em muốn hỏi là thi anh văn trong trừơng là mình lấy điểm cao nhất trong số các lần thi hay là lấy điểm của kết quả thi cuối cùng để xét chuẩn từng năm. . em cám ơn. .",
            "Chào bạn,. . Tính điểm cao nhất cho bạn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   B xin phép thầy cô mở thêm lớp môn giải tích mạch (EE2033 )",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô, . . Thầy cô cho em xin mở thêm sĩ số lớp Công nghệ sản xuất vaccine; Mã MH: CH3123. . . Em đã hỏi thầy cô ở khoa thầy cô đồng ý cho mở thêm ạ. . . Em cảm ơn.",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  E đã thi av định kì trong trường và đạt 380đ. . nhưng e vẫn không thể đăng kí môn av2 ở trường v ạ.",
            "Chào bạn,. . . . Với điểm số 380 bạn chỉ đăng kí anh văn cơ bản nha bạn. Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Phòng Đào tạo ạ,. . . . Cho em xin tăng ít sĩ số lớp L02 thứ 4 tiết 3-4-5 môn Con người và Môi trường (EN1003) với ạ. Mong Phòng Đào tạo tăng sĩ số để cho em có cơ hội được học ạ.. . . . Em cám ơn Phòng Đào tạo.",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô.. . . . Cho em hỏi lớp anh văn theo yêu cầu (AV 4A) thì có được tính điểm và tính chỉ như anh văn 4 hay không ạ? Hay chỉ là để xét chuẩn anh văn hằng năm để đkmh ạ?. . . . Em cảm ơn.",
            "Chào bạn. . -Kết quả các môn “Tiếng Anh theo nhu cầu” được CÔNG NHẬN XÉT CHUẨN tiếng Anh hàng năm và ĐẠT các môn Anh văn 1, 2, 3, 4 trong hệ chính quy.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy (cô). Dạ em muốn hỏi về cách tính điểm anh văn 4A của trường ạ. Hiện tại điểm toeic của em là 555 điểm ạ, em đã hoàn thành av3 nhưng chưa học av4, thì khi em đk av 4A của trường học qua thì điểm có được tính vào trung bình tích lũy như thế nào ạ, lúc đó em có cần phải nộp toeic trên 600 cho trường để xét anh văn 4 nữa không ạ? Em cảm ơn thầy (cô) ạ.",
            "Chào bạn. . - Sinh viên học đạt môn Anh văn 1A, 2A, 3A, 4A sẽ được miễn môn AV1, AV2, AV3, AV4 tương ứng, xét đạt các chuẩn tiếng Anh sau mỗi năm học. Nên không tính vào điểm trung bình tích lũy + điểm trung bình tích lũy ngành, nhưng tính vào số tín chỉ tích lũy chung và tích lũy ngành. . - Ngoài ra, Sinh viên có thể nộp CCNN tiếng Anh quốc tế để chuyển điểm AV1, AV2, AV3, AV4 nhằm đạt điểm cao hơn (nếu cần).. . - Để tìm hiểu thêm thông tin chi tiết, các bạn sinh viên vui lòng tham khảo nội dung trong link sau đây: http://www.bkenglish.edu.vn/lop-anh-van-theo-nhu-ca.html. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   B . . Xin mở thêm 2 slot cho đăng kí môn \"Hoạt động bề mặt\" mã môn Ch3101",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em xin phép được mở thêm sỉ số lớp môn Thiết kế P&ID (lớp thứ 3, tiết 5-6). Em xin cảm ơn ạ.. .",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Bởi vì đợt đăng ký lần 2 lần trước em không đăng ký kịp nên không có lớp để học và cả lần 3 em cũng không đăng ký kịp nên em xin phòng đào tạo xếp cho em vào các lớp đã có sẵn của các môn giải tích 2,đại số tuyến tính,thí nghiệm vật lý và vật lý 2.. . Em xin cảm ơn",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào phòng đào tạo (PĐT),. . Em tên là [full_name] - [student_id], hiện đang là sinh viên năm 3 - khoa KH-KT MT. Em viết mail này để hỏi PĐT thử là, hiện tại em có đăng ký môn Đường lối CM của Đảng CSVN (SP - 1009) lớp A11, tỉ số lớp là 47/120. Em không biết là với tỉ số như vậy thì PĐT có mở lớp không ạ. Mong PĐT phản hồi sớm cho em để em còn biết mà điều chỉnh lịch học cho phù hợp. Em xin cảm ơn ạ. . . . Trân trọng. . . .",
            "Chào bạn,. . . . Với sỉ số 47/120 khả năng mở lớp rất cao.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trong đợt đăng ký hiệu chỉnh bổ sung em có đăng ký bổ sung thêm môn Công nghệ phần mềm nâng cao, MMH: CO3065. Hiện tại, em không thấy lớp được mở thêm cũng như sỉ số lớp không được tăng. PĐT cho em xin tăng sỉ số lớp của môn CO3065. Em xin cảm ơn.",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin phép PĐT hỗ trợ mở thêm sỉ số môn xác suất thống kê HK202.. . . . MSMH: MT2001. . Lớp: A02.. . . . Xin PĐT hỗ trợ em.",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin thầy cô mở thêm sĩ số lớp môn giải tích 2 (MT1005) cô [full_name]. Nhóm lớp L28_L55.. . Em xin cảm ơn",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name]. Sinh viên khoá k18 khoa Môi trường - Tài nguyên. Vào 31/12/2020 em đã đi thi chứng chỉ anh văn ở iig quận 2 và hôm nay 13/1/2021 em đã nhận được kết quả và được 505 điểm nhưng trong quá trình chuyển điểm thì chỉ hiện pass qua av2, điều đó làm ảnh hưởng đến kết quả đăng ký môn học năm 3 của em. Em mong phòng đào tạo xem xét lại trường hợp của em và phản hồi sớm giúp em ạ. Em chân thành cảm ơn ạ. . .",
            "Chào bạn. . - Về quy định chuyển điểm anh văn trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 4-a. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào PĐT,. . Em muốn xin PĐT mở rộng sĩ số lớp Cơ lưu chất (CI2003) nhóm lớp: L07_L14.. . Lý do: em cần đăng ký đủ chỉ để kỳ hè nhận thực tập tốt nghiệp.. . Em xin PĐT xem xét giúp em ạ, em cảm ơn.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . cho em hỏi là em còn thiếu anh văn 4 để ra trường mà giờ em đăng kí học anh văn nhu cầu 4 thì có được ra trường không ạ",
            "Chào bạn,. . . . Anh văn [full_name] tương đương với anh văn [full_name] luôn nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi trường có mở đăng kí môn học đợt 4 không ạ. Và nếu có thì sinh viên có được đăng kí thêm hoặc xóa môn không ạ.. . Em cám ơn ạ. (hôm qua em có đặt câu hỏi này nhưng vẫn chưa nhận được hồi âm từ pdt nên em xin phép hỏi lại ạ)",
            "Chào bạn,. . . . Trường có mở đợt 4 DKMH, đợt mày chỉ có bổ sung không cho xoá môn học nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi nhà trường.. . Hiện tại em đang là sinh viên K18.. . Em đã đăng ký môn Bơi vào đợt đăng ký môn học nguyện vọng nhưng kiểm tra lại vào ngày hôm qua thì thấy môn bị hủy, em có tìm môn Bơi trong Đợt đăng ký môn lần này nhưng không thấy. Cho em hỏi rằng môn Bơi không mở lớp hay còn đợt đăng ký khác cho các môn GDTC khác ? . . Em xin cảm ơn.",
            "Chào bạn,. . . . Khi nào có đợt đăng kí môn GDTC Phòng Đào Tạo gởi mail thông báo cho sinh viên nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1711120  /b \t. . . .   i Học vụ . CHO EM XIN HỎI CÓ ĐƯỢC ĐĂNG KÍ MÔN HỌC ĐỢT 4 KHÔNG ?",
            "Chào bạn,. . . . Sẽ có đợt DKMH đợt 4 (đợt đăng kí môn học bổ sung).. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào PĐT,. . Em muốn xin PĐT mở rộng sĩ số lớp Cơ lưu chất (CI2003) nhóm lớp: L07_L14.. . Lý do: em cần đăng ký đủ chỉ để kỳ hè nhận thực tập tốt nghiệp.. . Em xin PĐT xem xét giúp em ạ, em cảm ơn.",
            "Em chào PĐT,. . Em muốn xin PĐT mở rộng sĩ số lớp Cơ lưu chất (CI2003) nhóm lớp: L07_L14.. . Lý do: em cần đăng ký đủ chỉ để kỳ hè nhận thực tập tốt nghiệp.. . Em xin PĐT xem xét giúp em ạ, em cảm ơn.. . . .",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em có vấn đề muốn hỏi liên quan đến các lớp anh văn theo nhu cầu. Như mail PĐT đã gủi, sinh viên chỉ cần học đạt các lớp anh văn 1,2,3,4A tương đương đạt AV1234. Như vậy cho em hỏi, riêng cá nhân em chưa đạt cả 4 av1234, vậy bây giờ em đăng ký học anh văn 4A, sau khi đạt môn này thì em sẽ tương đương đạt AV4. Vậy thì các môn AV123 của em sẽ được tính như thế nào? Và khi đó em có đủ điều kiện về chuẩn anh văn từng năm để đăng ký môn học cho năm 3 và năm 4 hay không? Mong có câu trả lời từ quý thầy/cô ạ!. . EM xin cảm ơn!",
            "Chào bạn. . - Đầu tiên khi đăng ký môn AVA cũng giống như đăng ký Av1 ( nghĩa là phải qua AV1 thì mới đăng ký được AV2...). . - Nên bạn chưa qua các anh văn thì chỉ có thể đăng ký được anh văn 1 thôi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy cô,. . Em tên [full_name], mssv [student_id].. . Em có một câu hỏi là ngành kỹ thuật cơ khí em hiện đang học thì năm 3 phân chuyên ngành theo nguyện vọng hay theo điểm ạ.. . Cảm ơn thầy cô nhiều.",
            "Chào bạn,. . Về việc phân ngành, bạn vui lòng liên hệ tại văn phòng [full_name] của bạn để được tư vấn thêm nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô ạ,. . . . Em là sinh viên K18, lớp DC18KT. Vừa rồi em có nhận được mail của Nhà trường nhắc hạn thanh toán học phí cho HK201 là ngày 08/01/2021 để có thể ĐKMH đợt 3, tuy nhiên do đến ngày 12/01/2021 em mới có thể thu xếp học phí để thanh toán cho Nhà trường và hiện tại em chưa được đăng ký môn học cho HK202 với lý do trên hệ thống là chưa thanh toán HP. Vậy thầy/cô cho em hỏi có cách nào để em có thể đăng ký môn học cho học kì sau không ạ?. . . . Em cảm ơn ạ.",
            "Chào bạn,. . . . Nếu bạn đóng học phí ngày 12/1 thì bạn chỉ DKMH vào đợt bổ sung sắp tới. Bạn vui lòng thường xuyên kiểm tra mail để biết thời gian DKMH.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  . .  Em xin mở thêm sĩ số cho môn học Công nghệ sản xuất Vaccine (CH3123). .  Em xin cảm ơn.. . . .",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào nhà trường, em là [full_name] lớp CK18LOG2. Tình hình là lúc đăng ký môn học thì hệ thống báo em chỉ được đăng ký tối đa 21 chỉ thôi. Trong khi em đọc quy chế của trường thì thấy sinh viên mà ĐTBTL   7.0 thì sẽ được đăng ký tối đa 25 chỉ. Vậy giờ em muốn đăng kí thêm thì phải làm sao ạ?",
            "Chào bạn,. . . . ĐTBTL  = 7.5 mới đăng kí được 25 tín chỉ nha, số tín chỉ vượt thêm bạn phải làm đơn đăng kí tại PDT sau thời gian DKMH.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn đăng ký môn Giải tích 2 (học kỳ 2). . Nhóm lớp L24_L48",
            "Chào bạn,. . . . Bạn không đăng kí được học kỳ chính thì bạn đăng kí học kỳ dự thính nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name], MSSV [student_id] hệ VHVL. Cho Em hỏi là môn 003102 là mã môn học cho Đăng ký thi AV định hướng Toeic hệ VHVL mình thi để kiểm tra mức độ xong sẽ được xếp lớp học hay sao? Nó có khác với môn học AV-1A 2A 3A 4A không? Em cảm ơn",
            "Chào bạn,. . . . - Hệ VLVH đăng kí thi anh văn định hướng toeic chỉ dùng để xét tốt nghiệp và luận văn.. . . . -  Môn học AV-1A 2A 3A 4A : của anh văn chính qui nha bạn.. . . . Thân . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn đăng ký môn Hóa đại cương ( học kỳ 2 ). . Mã môn học CH1003. . Nhóm lớp L05_L18",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào thầy cô quản lý trang hỗ trợ sinh viên trực tuyến, ở học kì này em đăng kí môn Lập trình Web (CO3049) theo hình dưới đây. Cho em hỏi giờ lý thuyết sẽ được quyết định sau, nhưng nếu nó được quyết định vào thời gian em học môn khác trong thời khóa biểu thì sao ạ, và nếu bị xóa thì làm sao để em biết mà điều chỉnh lại lịch học để tránh bị xóa. Em xin cảm ơn.",
            "Chào bạn,. . . . PDT sẽ xếp giờ lý thuyết lại cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Năm sau là năm 4 kì 2 của e. Hiện giờ e không còn môn nào bắt buộc để học nữa (trừ luận văn). Chứng chỉ tiếng anh thì tới ngày 23/01 mới có điểm mà đợt đk môn học thì đã hết r.. . Cho e hỏi:. . . e có thể xin đk luận văn sau khi hết 3 đợt đkmh được không?. . . Nếu không thì học kì sau e ko đk tín chỉ nào cả có được không?. . Em cảm ơn",
            "Chào bạn,. . . . - Luận văn còn 1 đợt đăng kí  nữa nha.. . . . - Nếu bạn không DKMH thì sẽ bị tạm dừng.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name] ([student_id]). Em đăng ký môn tự chọn năm 4 nhưng hệ thống báo lỗi chuẩn thể chất như hình trong khi em đã hoàn thành 3 môn (Bơi, bóng rổ, điền kinh). Mong thầy cô giải quyết sớm giúp em ạ.. . . . Thầy cô fix lỗi thể chất rồi cho em xin tăng thêm luôn sĩ số CI3169 Tin học quản lý xây dựng A01 với ạ (C6-601 chứa được hơn 60 ng).. . . . Em xin chân thành cảm ơn thầy cô. Chúc thầy cô sức khỏe.",
            "Chào bạn,. . . . Trường hợp này sau khi DKMH, bạn làm đơn nộp PDT xin đăng kí môn CI3169.. . . . Thân",
            "Chào cô [full_name], em xem lịch học vụ thì thấy là vẫn còn 1 đợt đk bổ sung nữa mới kết thúc đợt đkmh vào ngày 3/2.. . . . Nhưng lúc đó nghỉ tết em cũng đã về quê rồi, môn em đăng ký A01 CI3169 Tin học xd C6-601 sĩ số đã 60/60   I (thực tế kỳ 201 em học phòng này môn NLKTXD chứa đc 85 người)  /I , em không thể lên PĐT được. . . . . Nên là em muốn hỏi cô, giờ em làm đơn nộp xin đký môn CI3169 nộp luôn cho pđt đợi duyệt được không? Em xin chân thành cảm ơn.",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Chào bạn,. . . . Đợt 4 DKMH bạn vào đăng kí thử có tăng thêm sỉ số môn này hay không?. . . . . Thân",
            "Dạ chắc cô chưa rõ vấn đề của em nên em xin tóm lại như này ạ:. . . . - Đợt 3 em đăng ký 1 môn tự chọn cuối cùng CI3169 thì tự dưng bị dính [full_name] GDTC như [full_name], trong khi các chuẩn em đã đạt từ lâu.. . . . - Cô trả lời em là sau khi ĐKMH thì Làm Đơn Lên PĐT Xin Đký CI3169.. . . . - Ngày 2-3/2/2021 là đợt 4 xong mới kết thúc đợt đk.. . Đợt 4 thời gian chỉ có 1 ngày và lúc đó em đã ở quê, không biết lúc đó đký thì có gặp lại [full_name] như [full_name] không.. . . . - Nên em muốn hỏi cô là bây giờ em làm đơn xin đăng ký CI3169, nộp trước lên PĐT và đợi duyệt, như vậy có được không?. . Vì em lo các thầy cô không chấp nhận đký ngoài hệ thống như này.. . . . Cô giúp em với ạ. Em xin chân thành cảm ơn cô.. .",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "Chào bạn,. . . . Hiện tại đợt 4 bạn vào DKMH, nếu không được thì  tuần học đầu tiên học kỳ 202 bạn nộp đơn xin đăng kí môn CI3169 cho PDT nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính nhờ thầy cô đăng ký dùm e môn lập trình hệ thống nhúng EE3031 hoặc mở thêm chỗ để em sắp xếp thời gian học trong tuần và được học môn mà e có định hướng cho bản thận. . . Môn hệ thống điều khiển nhúng EE3067 cũng là một môn liên quan tới mảng nhúng và đã bị huỷ . . mà em cần học trước khi tốt nghiệp nên e mong phòng đạo mở thêm sĩ số môn ee3091 hoặc đăng ký giúp em môn này .Em vẫn thấy có một số trường hợp nhét thêm 1,2 thành viên trong đăng ký môn học nên em rất mong thầy cô đăng ký giúp em môn này .. . Em cảm ơn thầy cô. . . .",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa rồi không tăng được nữa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . - Dạ em kính chào thầy (cô), em có 1 thắc mắc muốn hỏi là:. .     Đợt AVDV đầu năm em thi được 550 thì có phải em sẽ được đăng kí anh văn cho HK202 và khi tham gia lớp học này em có phải làm các bài kiểm tra để tính vào điểm trung bình học kì không ?. . . .",
            "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 2-c. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "ee3083 lớp L01 .",
            "ee3031 lớp L01 ."
        ]
    }
]