[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em xin chào ạ. Cho em hỏi HK211 này, để xét tốt nghiệp trường vẫn yêu cầu AV 2 kĩ năng nói viết không ạ? . . Nếu có, vậy cho em hỏi sắp tới PĐT mình có tổ chức thi 2 kĩ năng đó không ạ?. . Em xin cảm ơn.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT. . Em tên là [full_name]. . MSSV [student_id]. . EM có một vài vấn đề như sau. . Đợt ĐKMH đợt 2 e đã có ĐK môn ME2013 - Nhiệtđộnglựchọc&tr/nhiệt và nhà trường đã mở khóa điều kiện để em đăng ký (Vì ảnh hưởng những môn sẽ đc học Bổ túc vào tháng 11). Nhưng khi lên TKB thì không có TKB của môn ME2013 - Nhiệtđộnglựchọc&tr/nhiệt. Em đã có làm đơn đề nghị bổ sung và các thông tin đk của đợt 2. Khi đk thì cũng đã đầy đủ những đk sỉ số lớp (Như hình đ1inh kèm). . Kính mong PđT hỗ trợ ktra giúp em để kịp tiến độ ra trường. . Em xin chân thành cảm ơn. .   i Yêu cầu khác .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy/cô , trong quá trình đăng ký môn học thì em có nguyện vọng đăng ký môn EE3063 nhưng bị giãn cách giữa 2 cơ sở với môn EE3001.. . Môn EE3001 này học hoàn toàn là online nên không bị vướng vấn đề này ạ.. . Mong thầy cô bổ sung cho em môn EE3063 với ạ.. . Em cảm ơn nhiều.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào phòng đào tạo ạ. Hiện tại em là sinh viên năm 5 khoa kĩ thuật xây dựng. Kì này em đã hoàn thành xong tất cả đồ án. Em muốn đăng kí luận văn nhưng vẫn còn môn lí thuyết của môn Tổ chức thi công em chưa hoàn thành ạ. Luận văn sắp tới em làm bên đề tài kết cấu thép nên cũng không sử dụng kiến thức của môn tổ chức thi công nhiều ạ. Vì vậy em muốn được xin phép phòng đào tạo tạo điều kiện để em được đăng kí luận văn trong kì này luôn. Vì tình hình dịch bệnh khó khăn nên em không lên phòng đào tạo gặp trực tiếp được. Em xin chân thành cảm ơn ạ.. .",
            "Da"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy cô. . Em có viết đơn xin vào lớp học địa chất công trình L01_L02 vì đơn đăng kí môn học của em gặp sự cố, nhưng khi em vào lớp L01_L02 thì tên giảng viên vẫn chưa cập nhật, mong th/cô giúp em với ạ",
            "Chào em,. . Em vui lòng hỏi thử [full_name], Bộ môn, [full_name] nhé. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Thầy cô . . Cho em xin đăng ký thêm môn giải tích 2 vào học kì chính 211 vì em đăng ký không được. Mong thầy cô đồng ý giúp em vì em đang thiếu chỉ ạ.. . Khó khăn hay trùng lịch em có thể tự giải quyết được ạ. . . Em cảm ơn. .   i Đăng ký môn học .",
            "Chào bạn,. . Nếu trùng lịch thì không đăng ký được nhé bạn, Bạn vui lòng trình bày rõ lý do, tên, mã MH và mã nhóm xin ĐKMH nhé! để PDT kiểm tra và trả lời. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào thầy cô.. . Dạ cho em hỏi em có đứa em sắp nhập học vào trường theo diện DGNL mà hiện tại đang là F0 nên không thể đi chứng thực CMND được ạ thì em nên giải quyết sao ạ.. . Em cảm ơn thầy cô. .   i Yêu cầu khác .",
            "Chào em,. . Em nói em của em gửi qua [email] nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thầy/ cô ơi như đã có gửi câu hỏi ở lần trước về vấn đề đăng kí LUẬN VĂN TỐT NGHIỆP ngành Cầu Đường mã CI4313.. . Dạ cụ thể là môn Xây Dựng Cầu mã cũ CI4033 của đúng chương trình đạo tạo K15, em đã qua môn này rồi ạ, nhưng đến khi đăng kí làm Luận Văn Tốt Nghiệp thì hệ thống báo em chưa đạt 2 môn CI4121 và CI4123 là 2 môn mã mới đã được tách riêng ra của môn Xây Dựng Cầu ạ. Em xin PĐT kiểm tra lại giúp em ạ. Em xin cảm ơn.",
            "Chào bạn,. . Bạn vui lòng trình bày rõ về việc xin cập nhật môn tương đương, ghi rõ tên và mã MH đã học ở HK nào?tương tương ở HK kỳ nào?. . Để PDT kiểm tra và trả lời nhé. . Thân",
            "Dạ chào cô, em đã qua môn Xây Dựng Cầu mã CI4033 ở học kì 1 (2019-2020) tương đương với mã CI4121 là môn xây dựng cầu lớp lí thuyết và mã CI4123 là môn Đồ án môn học thiết kế cầu của [full_name]16 trở về sau.. . Mã CI4033 mới là mã chính xác của CTĐT của [full_name]15 ạ. Còn 2 mã kia là 2 môn đã được tách ra từ mã Ci4033 ạ.",
            "Em mong cô giải quyết sớm giúp em ạ, do em K15 chỉ còn mỗi kì cuối cùng này để hoàn thành Luận Văn Tốt Nghiệp thôi ạ. Cảm ơn cô.",
            "Dạ em xin gửi cô bảng môn tương đương.. . Cô xem ở dòng 739 bên phía bảng bên phải giúp em với ạ.. . Em đã qua môn CI4033 và đã có chụp và gửi hình bảng điểm ở tin nhắn trên rồi ạ.. . Em cảm ơn cô.",
            "Chào bạn,. . PDT đã cập nhật môn tương đương cho bạn rồi nhé, và ĐKMH môn LVTN theo mã bạn trình bày, bạn vui lòng xem kết quả cập nhật TKB sau ngày 1/9 nhé. . Thân",
            "Dạ cô ơi kiểm tra lại giúp em ạ, em vào đăng kí vẫn bị như cũ ạ. [full_name] [student_id].. . Cô xem hình giúp em ạ. Em cảm ơn cô.",
            "dạ em đã thấy môn LVTN trên thời khóa biểu rồi ạ. Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin hủy môn học: Cơ sở máy tính. . Mã môn học: EE2403, lớp TT01",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào PĐT,. . DKMH đợt 3 em có đăng ký DCLVTN EE4331, khi kiểm tra kết quả DKMH thì em bị xóa mất, nhờ PĐT khôi phục lại giúp em ạ. Xin cảm ơn PĐT!. . [full_name] - MSSV: [student_id]. . EE4331 - DCLVTN",
            "Chào bạn,. . Hiện tại bạn vô đăng ký lại môn ĐCLV trong đợt 3 nhé. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Thầy!. . Em là [full_name]. . MSSV: [student_id]. . Em học bằng 2, ngành Kỹ Thuật Xây Dựng, hiện nay đợt ĐK bổ sung LVTN này không có nhóm môn cho bằng 2. Mà trong hệ thống không có mục chuyển hệ cho SV Bằng 2 đăng ký. Nên em gửi đơn này để nhờ PĐT hỗ trợ thêm mục chuyển hệ để SV bằng 2 đăng ký bổ sung luận văn tốt nghiệp. . . Em xin cám ơn.. . sđt: [phone_number] . . . .",
            "Chào bạn,. . Chưa hiểu rõ, bạn vui lòng trình bày rõ ràng hơn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là em muốn đăng kí môn học ngoài đợt đăng kí có được không ạ. Lớp chưa đủ sĩ số và mới bắt đầu học ạ. Em cảm ơn !!",
            "Chào bạn,. . Vui lòng trình bày rõ lý do, tên, mã môn học và mã nhóm xin đăng ký. . Thân",
            "Lý do: em muốn đăng ký để kịp thời gian làm đồ án. . Tên: mạch điện tử. . Mã môn học: EE2007. . Mã nhóm: DT01",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô, em là sinh viên k20 văn bằng 2 Ngành kỹ thuật xây dựng. HK202 em đăng kí môn học Đề cương luận văn (CI4341) và Thực tập tốt nghiệp (CI3343) học bình thường mà sao HK211 này em đăng kí Luận văn tot nghiệp (CI4343) thì hệ thống báo là sai mã môn học vậy ạ (hình ảnh đính kèm). Thầy/cô xem giùm em với ạ, em gửi yêu cầu lâu rồi mà vẫn chưa có phản hồi, em xin cảm ơn thầy/cô.",
            "Chào bạn,. . Bạn nên tư vấn ở Khoa để nắm rõ về CTĐT, để đăng ký môn học chính xác nhé.. . Hiện tại đang có đợt đăng ký, bạn vui lòng vào ĐKMH lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kỳ 202. . 19/8/2021 em có đăng ký hoãn thi môn CI3039 nhưng em 20/8/2021 có tham gia thi và giảng viên cũng đã chấm điểm vậy nên em muốn rút lại đơn hoãn thi của mình",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dear [full_name]. . Em tên: [full_name] ([student_id]). . Phòng đào tạo cho em xin chương trình đào tạo của em với ạ. Em theo CTĐT K2019 hay K2014 ạ. Theo hướng dẫn của PĐT những môn học đăng kí trong tệp đính kèm đang theo CTĐT K2014 ạ.. . Vừa rồi em đăng kí môn theo file đính kèm đó, em lo lắng sẽ không được tính vào điểm TB tích lũy mà chỉ tính vào tín chỉ tích lũy. Nên em muốn xác định CTĐT để đăng kí môn theo MSMH CTĐT đó.. . . . . .",
            "Chào bạn,. . - Sv học theo k14 công trinh biển. . Về việc  bạn vui lòng gửi mail về cho anh [full_name] [email] để được tư vấn và hỗ trợ nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 . Do đăng ký nhầm mã môn học nên e muốn rút môn sức bền vật liệu ( mã môn CI2001). . Em xin cẩm ơn ạ",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]. . Kính gửi: Phòng đào tạo.. .  . . Em tên là [full_name], MSSV [student_id]. . Nghành: Bảo Dưỡng Công Nghiệp.. . Lớp: BD16CN03. .  . . Hôm Nay em viết đơn này kính mong phòng đào tạo cho em cơ hôị gia hạn thời gian đào tạo.. . Em là sinh viên K16 nghành cao dẳng bảo dưỡng công nghiệp, em đã hoàn thành xong luận văn tốt nghiệp. Do dịch Covid nên trung tâm anh ngũ IIG đã hủy lịch thi anh văn Toeic của e vào tháng 6 đến giờ em vẫn chưa thi được anh văn đầu ra và Trung tâm IIG vẫn chưa có thông báo thời gian hoạt động lại, Em mong phòng đào tạo xem xét giúp đỡ em gia hạn thời gian đào taọ để em có cơ hội nhận bằng tốt nghiệp. . . Nếu gia hạn được em có cần đăng kí môn học duy trì không ạ?. . Em rất mong chờ hồi âm từ phòng đào tạo. .            TPHCM, NGÀY 23 THÁNG8 NĂM 2021. .                         [full_name]. .                     [full_name]. .",
            "Đã tiếp nhận làm QD gia hạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ nhà trường cho em hỏi, là hiện tại em đang đăng kí 16 chỉ kì 211, ví dụ bây giờ em làm đơn rút môn 3 chỉ, thì em sẽ còn lại 13 chỉ đăng kí trong kì 211, thì em có thể dùng 3 chỉ học kì hè 203 để bổ sung qua kì 211, để áp dụng tối thiểu 14 chỉ 1 học kì để đạt điều kiện xét học bổng được không ạ. Hay là điều kiện xét học bổng phải là đăng kí 14 chỉ 1 học kì mới được vậy ạ",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] [full_name] [full_name] Em chào Thầy Cô,[full_name] [full_name] Em là [full_name][full_name] [full_name] MSSV: [student_id][full_name] [full_name] [full_name] [full_name] Thầy cô cho em hỏi, môn Thiết kế nhanh 2 MSMH: CI1005 trong đợt đăng kia dự thính đợt 3 trong lộ trình 1[full_name]  Nhưng môn học ấy lại không đăng kí được do môn học thay đổi loại hình hình sinh viên[full_name] Em và các bạn không thể đăng kí được[full_name] Các bạn có hỏi nhưng vẫn chưa nhận được phản hồi từ thầy cô ạ[full_name] Em có liên hệ giảng viên hướng dẫn nhưng thầy báo chỉ có thời khoá biểu nhưng không có danh sách sinh viên [full_name] [full_name] [full_name] [full_name] Vậy bây giờ sang đợt đăng kia dự thính bổ sung của lôk trình 2 thầy cô có thể mở đăng kí lại môn này với loại hình sinh viên nhóm DT không ạ ?[full_name] [full_name] [full_name] [full_name] Em mong nhận được sự phản hồi từ thầy cô[full_name] [full_name] [full_name] [full_name] [full_name] Em chân thành cám ơn Thầy cô![full_name] [full_name] [full_name] [full_name] [full_name][full_name] [full_name] [full_name][full_name] [full_name]",
            "Chào bạn,. . Hiện tại đã hết thời gian đăng ký online, bạn vui lòng trình bày rõ bạn muốn xin đăng ký MH nào? ghi rõ tên môn học, mã MH, mã nhóm để PDT kiểm tra và xử lý cho bạn nhé.. . Ghi rõ lý do ô nội dung nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy/cô, . . Cho em hỏi với tình hình dịch bệnh như hiện nay em muốn được thu nhận lại để đăng ký môn học cần phải thực hiện quy trình như thế nào ạ?. . Em cảm ơn.",
            "Chào bạn,. . Bạn vui lòng tải mẫu đơn thu nhận tại trang aao.hcmut.edu.vn/Sinh viên/biểu mẫu. . Điền đầy đủ thông tin và gửi qua bksi nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: camera bị lỗi không quay được. sạc laptop bị hỏng không có sạc thay thế",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2134015  /b \t. . . .   i Đăng ký môn học . Em chào PĐT, hiện tại em không đăng ký LVTN CI4373 CTT được vì thiếu các môn tiên quyết, các môn đó em đã hoàn thành và được có điểm chuyển từ CQ sang VHVL rồi ạ. ( em coi trong mục điểm chuyển). . . Và trong mục điểm chuyển còn thiếu 2 môn chưa được chuyển qua là KẾT CẤu THÉP 1, VẬT LÝ 1  (hình đính kèm).. . Dạ em mong PĐT hồi âm sớm để em kịp ĐK LVTN.. . SV: La Minh Nhật Huy , mssv: 2134015, hệ vhvl.",
            "Chào bạn,. . Bạn vui lòng vào đkmh lvtn lại nhé, hiện tại đang có đợt đăng ký online. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em xin gửi đơn xin được hủy đăng kí hoãn thi cuối kì 202 năm học 2020-2021.",
            "Đơn kèm đâu em"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]- [student_id]. . Ngày 20/8 vừa rồi em có gửi mail xin hoãn thi cho PĐT vào gmail [email], ngày 25/8 này là phải thi rồi. Nhưng đến hôm nay em vẫn không nhận được lời xác nhận của PĐT trên gmail. . . Mong nhà trường xem xét sớm giùm em.. . Em xin cảm ơn.. .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi, ngày 21/8 em có tham dự thi môn nhập môn lập trình, đã điểm danh, nộp bài đầy đủ. Tuy nhiên đến trưa ngày 21/8. Khi thi em đã tạo một phòng meet riêng để record tuy nhiên lúc nộp minh chứng thì chỉ thấy được ảnh đại diện ggmeet của em chứ không ghi màn hình làm bài. Như vậy trường hợp này sẽ phải giải quyết thế nào ạ? Em cảm ơn",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . . . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép).. . Bạn phải báo với CBCT để ghi nhận về trường hợp của bạn trong quá trình thi, vì PDT sẽ gửi ds hoãn thi về Khoa để đối chiếu lại nhé!. . . . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào ạ,. . Vì tập trung vào việc chuẩn bị thi cho học kỳ 202 và điện thoại của em bị lỗi không thông báo về đăng ký môn học học kỳ 211 nên em đã bỏ lỡ thông báo đăng ký môn học 211.. . Môn học em muốn đăng ký ở học kỳ chính 211 là:. .    Mã môn học  Tên môn học  . .    EE3069\tPLC. .    EE3071\tSCADA. .    SP1009\tĐường lối cách mạng của Đảng . .                 Cộng sản Việt Nam. .    EE4325\tĐề cương luận văn tốt nghiệp . .                 (KT Điều khiển và Tự động). .    EE3139       Cảm biến và đo lường. .    EE3131       Hệ thống năng lượng xanh. . Em xin cảm ơn.",
            "Chào bạn,. . Vui lòng ghi lại rõ ràng các môn học xin đăng ký, ghi rõ tên MH, mã MH và mã nhóm, lý do xin ĐKMG. . Riêng môn Đề cương luận văn SV vui lòng tự vào ĐKMH online (hiện tại đang có đợt đăng  ký). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại do khó khăn về giãn cách xã hội vì dịch bên xuốt cả mùa hè nên em vẫn chưa thể hoàn thành nộp chứng chỉ anh văn để đủ điều kiện đăng ký luận văn tốt nghiệp.. . mong PĐT xem xét cho em được đăng ký luận văn tốt nghiệp. . . Em sẽ bổ sung tiếng Anh sớm nhất có thể.",
            "Thân gửi các bạn sinh viên,. . . . . . Sinh viên chú ý thực hiện đăng ký đợt cuối cùng LVTN, TTTN, Đề Cương LV từ 10g ngày 23/08/2021  đến 14g59 ngày 25/08/2021 cho HK chính 211 . .  . . . . Trước tình hình diễn biến phức tạp của dịch Covid-19, hiện trạng có khả năng nhiều sinh viên không thể thi để nhận Chứng chỉ Anh văn quốc tế để xét nhận LVTN, Nên Nhà Trường sẽ không xét chuẩn CCAV quốc tế khi xét LVTN trong HK211. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào phòng đào tạo. . Em tên [full_name] MSSV [student_id] khoa bảo dưỡng công nghiệp. Em xin trình bày một việc như sau:. . Tháng 9 này là em hết hạn học tại trường, nhưng dịch em không thể kịp thi toeic nộp lên pđt. Vậy cho em hỏi với trường hợp của em pđt có huỷ quá trình của em không ạ, và hướng giải quyết như thế nào. Kính mong được sự phản hồi từ phòng đào tạo.. . Em xin chân thành cảm ơn.",
            "Chào bạn. . Thời gian bạn có thể nộp CCNN để tốt nghiệp đến hết tháng 11/2021. . Bạn cố gắng nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "U Học vụ .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng Đào tạo,. . . . Em có vấn đề về việc đăng ký LVTN, hiện tại tài khoản của em chưa được cập nhật điểm môn CI3213 - ĐAMH Kết cấu thép (tiên quyết LVTN) nên không thể đăng ký được LVTN, kính mong PĐT xem xét và cập nhật điểm môn học này giúp em. Em xin chân thành cảm ơn PĐT đã hỗ trợ hết mình cho sinh viên mùa dịch ạ.. . Chúc PĐT và gia đình nhiều sức khỏe để vượt qua đại dịch COVID-19 và một ngày làm việc thật hiệu quả.. . . . Trân trọng ./.. .   i Đăng ký môn học ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Thầy/Cô,. . Em là sinh viên Việt Pháp khóa 2019. Ở học kỳ 202 em còn phần thí nghiệm của môn Điện - Giải tích mạch (EE2032) chưa được tổ chức và môn Thực tập công nhân (EE2119) 2 tín chỉ chưa học tiết nào.. . . . Như vậy thì ở học kỳ 211 chúng em sẽ phải học bù 2 tín chỉ này và phần thí nghiệm của môn EE2032. Hiện tại chúng em đã đăng ký 16 tín chỉ và GVCN có khuyến khích lớp em đăng ký thêm 3 tín chỉ của môn học Nhập môn chiếu sáng (EE4027) thuộc dự án DESL là lên thành 19 tín chỉ trong học kỳ chính 211. Do đó, thời khóa biểu hiện tại của em đã gần như kín hoàn toàn.. . . . Vì thế việc PĐT xếp lịch để bù các môn có học phần thí nghiệm và thực tập của học kỳ 202 khi sinh viên đi học trở lại là vô cùng bất cập.. . . . Vậy PĐT sẽ giải quyết việc này như thế nào khi mà thời gian của học kỳ 202 đã kéo dài quá lâu như vậy và sẽ ảnh hưởng đến khối lượng giờ học trong học kỳ 211 ạ?. . . . Em cảm ơn",
            "Chào bạn. . Pdt sẽ thông báo cụ thể, theo kế hoạch HK211 sẽ ngưng 1 vài tuần để học TN 202. . Thân",
            "Dạ vào đầu tháng 11 sắp tới, môn học Điện - Giải tích mạch EE2031 và học phần bài tập EE2032 ở HK 202 sẽ được triển khai trở lại dưới hình thức online trong suốt 4 tuần sau đó. Trong khi học kỳ này em đăng ký học rất nhiều môn và vẫn chưa thể kết thúc các môn đó trước tháng 11 này. . . Trước đây em có nghe PĐT báo là sẽ ngưng một vài tuần của HK 211 để quay trở lại kết thúc HK 202 nhưng cho đến hiện tại em vẫn chưa nhận được mail thông báo chính thức nào về việc này hết ạ.. . Em cảm ơn. .",
            "Chào bạn. . Vừa rồi Pdt có triển khai cho SV đăng ký học thí nghiệm tại Cơ sở 1, nhưng hiện tại đang tạm thời ngưng để nhà trường xây dựng quy trình vào trường. . nên Bạn vui lòng đợi thông báo. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi nhà trường. . Em tên là [full_name], MSSV [student_id]. . Qua 3 đợt đăng kí môn học cho học kì chính mới, em đã không thể đăng kí với lý do chưa thanh toán học phí. Nay em đã thanh toán đầy đủ, kính mong nhà trường hỗ trợ em được đăng kí bổ sung môn học cho học kì mới để em có thể nhanh chóng hoàn thanh chương trình học, vì đây là học kì cuối của em. . Em xin chân thành cảm ơn. .",
            "Chào bạn,. . Bạn vui lòng trình rõ lý do, tên MH, mã MH và mã nhóm môn học xin đăng ký?. . Thân",
            "Kính gừi nhà trường. . Em xin chân thành cảm ơn nhà trường đã xem yêu cầu của em. . Do tình hình dịch bệnh phức tạp và khó khăn về tài chính nên em đã thanh toán học phí trễ hạn, em chân thành xin lỗi và rút kinh nghiệm về sau. Nay em mong được đăng kí bổ sung những môn học sau:. . Giải tích trong kinh doanh: MT1017. . Kế toán quản trị: IM2019. . Em xin chân thành cảm ơn",
            "Chào bạn,. . Bạn bổ sung lại cho đúng yêu cầu nhé:. . Bạn vui lòng trình rõ lý do, tên MH, mã MH và mã nhóm môn học xin đăng ký!. . Vì hiện tại đã bắt đầu học kỳ, SV chủ động liện hệ GV để xin vào lớp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] [full_name] [full_name] Em chào Thầy[full_name][full_name] [full_name] Em tên [full_name][full_name] mssv [student_id] Khoa KT Địa chất và dầu khí khóa K16[full_name] [full_name] Em đã gần hoàn thành chương trình học tập ở học kì 202[full_name] Em có nguyện vọng được đăng kí cả ĐCLV và LVTN trong học kì 211 này để nhanh chóng kết thúc thời gian đào tạo [full_name] Em muốn hỏi là nếu em cam kết là sẽ hoàn thành cả 2 môn trong học kì này thì PĐT có hỗ trợ em trong việc đăng kí môn LVTN không ạ?[full_name] [full_name] Em cảm ơn Thầy/ cô",
            "Chào bạn,. . Không được nhé bạn, phải đăng ký theo đúng quy định nhé. . SV liên hệ [full_name] để được tư vấn đề CTĐT nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: PĐT Đại học Bách Khoa. . Em là: [full_name], MSSV: [student_id]. . Khoa: Bảo Dưỡng Công Nghiệp. . Em xin trình bày như sau: hiện tại em còn anh văn 2 và anh văn đầu ra. . . Em dự tính thì toiec để quy đôi điểm anh văn 2 và anh văn đầu ra là 400 điểm. Mà do tình hình dịch bệnh nên em không đăng kí thi được. Hiện tại em đang bị tạm dừng học vụ. . . Nay em xin phòng đào tạo cho em được thu nhận lại và đăng kí anh văn 2 để em được duy trì tình trạng sinh viên.. . Anh văn 2 MSMH: LA1005 hoặc là mã tương đương tuỳ PĐT sắp xếp. . . Trong khi chờ đợi PĐT xem xét em xin chân thành cảm ơn!. . . .",
            "Chào bạn,. . Trường hợp SV cao đẳng khóa 2016 đã hết thời gian đào tạo nhé bạn, nên không thể thu nhận và DKMH cho HK211 nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 5. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cô ơi. Em thấy mail trường gửi ghi không xét chuẩn chứng chỉ anh văn quốc tế khi xét LVTN trong hk211. Nhưng ngày công tác xã hội của em là 9,5 ngày, chưa đủ 10 ngày. Hiện giờ không thể làm CTXH. Em có thể xin nhà trường xem xét cho em đăng kí LVTN được không ạ. Số tín chỉ em cũng đủ luôn rồi ạ. Em cảm ơn.",
            "Chào bạn,. . Không được nhé bạn, để hoàn thành Ngày CTXH, SV có rất nhiều cách, kể cả tham gia các hoạt động địa phương. SV cần liên hệ P.CTCT-SV và Đoàn-Hội để được hỗ trợ.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em rút môn học Anh văn 1 LA1003",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  . . Dạ hiện tại em đã hoàn thành các chương trình đào tạo, chỉ thiếu tín anh văn để nhận luận văn tốt nghiệp, em mới thấy trường gửi thông báo cho nợ bằng anh văn nhưng khi em đăng kí luận văn thi không được ạ, dạ ac cho em xin các giải quyết ạ. . . .",
            "Chào bạn,. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi môn học của em không thể đăng kí phúc khảo trên hệ thống thì em phải làm sao ạ do môn em có phần tự luận ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name] mssv [student_id] , thưa thầy cô vừa qua em có nộp đơn khiếu nại đăng kí môn học và đã nhận được phản hồi từ phòng đào tạo. nhưng em đã kiểm tra lại thời khóa biểu nhiều lần vẫn chưa thấy thông tin cập nhật môn học \" Giai tích mạch EE2033 \" vào thời khóa biểu kì 211  . mong thầy cô xem xét và cập nhật giúp em sớm nhất có thể , vì môn này đã học được 1 tuần đầu rồi ạ . Em xin trân thành cảm ơn và rất mong nhận được phản hồi từ thầy cô .",
            "Chào bạn,. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . - Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . - SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2013122  /b \t. . . .   i Yêu cầu khác . EM GỬI ĐƠN NÀY MONG PDT CÓ THỂ XEM XÉT HỦY BỎ YÊU CẦU HOÃN THI CỦA EM Ạ. EM XIN CẢM ƠN",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ , Thưa quý thầy cô ! Liệu giờ em bổ sung học phí thì có được mở thời khóa biểu với lịch thi hoc ki203 lại ko ạ !. . - Do tình dịch nên tình khó kinh tế nên em chưa thanh toán được , nhà trường có biện pháp nào giải quyết cho để em có thời khóa biêu thi được không ạ ! Em xin hứa sẽ cố gắng thanh toán đầy đủ học phí trong những học kì kế tiếp ạ ! Mong quý thầy cô xem xét giúp đỡ ,để em có thể tiếp tục lịch học cũng như lịch thi học kì203",
            "Chào bạn. . Đến thời điểm này bạn vẫn chưa thanh toán học phí Hk203, nên tkb của bạn bị huỷ, học phí sẽ bị ghi nợ, và không dkmh HK211. . - Cô không biết lịch thi của bạn là ngày nào, có thể đã trễ rồi. . - Việc phục hồi lịch thi HK203 Bạn phải thanh toán học phí, viết đơn trình bày, Cô sẽ trình cho ban lãnh đạo Phòng xem xét. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào quý Thầy Cô,. . Học kỳ vừa rồi em bị tạm dừng thôi học vì không đăng ký môn học để duy trì tình trạng sinh viên. Hiện nay đang trong đợt đăng ký mô học học kỳ mới nhưng do tình hình Covid em vẫn chưa nộp đơn xin thu nhận lại vậy kết quả đăng ký môn học của em có được chấp nhận không ạ? Em phải hoàn thành thủ tục và gửi đơn xin thu nhận lại như thế nào ạ.. . Em cảm ơn Quý Thầy Cô.. .",
            "Chào bạn,. . SV vui lòng tải mẫu đơn tạm dừng tại trang aao.hcmut.edu.vn/Sinh viên/biểu mẫu. Điền đầy đủ thông tin và gửi qua bksi nhé.. . Bạn phải mà đơn thu nhận mới có thể ĐKMH được nhé. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . xúc tác trong CN lọc-hóa dầu. . Mã: CH3193",
            "Chào bạn, . . Vui lòng trình bày rõ lý do, tên môn học, mã MH và mã nhóm xin đăng ký.. . Vì hiện tại đã hết thời gian ĐKMH. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin gửi thầy/cô đơn thu nhận lai đã điền đầy đủ thông tin. Mong thầy/cô sớm hỗ trợ để em kịp đăng ký đợt bổ sung.. . Em cảm ơn.. .",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn thu nhận vào HK211 của bạn. . Bạn vui lòng theo dõi tình trạng sinh viên của bạn chuyển sang từ “tạm dừng” sang tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 30/08/2021. . Nếu có nhu cầu ĐKMH HK211, bạn vui lòng gửi thêm 1 yêu cầu xin đăng ký môn học, ghi rõ tên và Mã MH, mã nhóm, để PDT kiểm tra và ĐKMH cho bạn (nếu còn sĩ số). . . SV chủ động liên lạc với GV để xin vào lớp vì hiện tại đã bắt đầu HK211. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi về trường hợp không mang theo thẻ sinh viên khi vào khu cách ly thì có được sử dụng CMND để xác minh khi thi cuối kí không ? cụ thể là môn Giải tích 1 HK203",
            "Chào em,[full_name] [full_name] - SV phải dùng thẻ SV khi dự thi[full_name] Nếu SV làm mất thẻ SV thì phải đăng ký làm lại[full_name] PĐT đã có tuỳ chọn nhận tại nhà, người nhận trả cước bưu điện: ghi rõ họ tên, số điện thoại, địa chỉ[full_name][full_name] [full_name] - Em vào mybk/đăng ký in lại thẻ sv [full_name][full_name][full_name] đóng tiền mới được in nhé[full_name] [full_name] [full_name] [full_name] [full_name] Hiện tại PĐT giải quyết in thẻ sv hàng ngày và gửi bưu cục (nếu sv có đăng ký)[full_name] Nhưng vì nhiều lý do bất khả kháng [full_name] vẫn chưa đến SV để kịp thi, SV vui lòng trình bày tất cả lý do kèm minh chứng để Cán bộ coi thi ghi nhận vào danh sách thi[full_name] PĐT đối chiếu dữ liệu sau[full_name][full_name] [full_name] Thân mến[full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cô ơi , học kì 202 , em có đăng kí một môn nhưng do dịch nên em phải hoãn thi , giờ em đăng kí môn học đó trong học kì này  để thi lại cuối kì , vậy em phải làm sao để không đóng học phí môn học này ạ. em cảm ơn .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . . . Em đọc kỹ quy chế nhé.. . . . . . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỗ trợ chuyển điểm môn học tương đương . Em chào Thầy/Cô !. . Em đã nhận được trả lời của PĐT là đã cập nhật các môn học cho em nhưng khi em vào đăng kí LVTN thì lại bị yêu cầu cũ là các môn học tiên quyết chưa thông qua cụ thể là các môn em đã trình bày ở tin nhắn trước, kính mong PĐT xử lý giúp em để em kịp đăng kí đợt vét LVTN.. . . . Các môn tiên quyết và các môn tương đương:. . 1. Môn CI3053 (HK II 2017-2018) tương đương môn (CI3203 + CI3205).. . 2. Môn CI3073 (HK II 2017-2018) tương đương môn (CI3215 + CI3217).. . 3. Môn CI4005 (HK I1 2018-2019) tương đương môn (CI4113 + CI4115)."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi ban giám hiệu. . Em tên: [full_name], sinh viên Trung tâm Bảo Dưỡng Công Nghiệp. . . . Lý do em làm đơn xin phép nhà trường cho phép em kéo dài thời gian đào tạo thêm 1 học kì, cho phép em đăng ký các môn học cuối cùng trong chương trình đào tạo và gia hạn đóng học phí kì 203 đến sau dịch thanh toán. do tình trạng dịch bệnh kéo dài khiến em gặp 1 vấn đề tài chính lớn dẫn đến không thể giải quyến học phí kì 203 dẫn đến không thể hoàn thành những môn học cuối cùng trong chương trình đào tạo của Trung Tâm Bảo Dưỡng Công Nghiệp.. . Em xin nhà trường xem xét giúp đỡ để em có thể hoàn thành chương trình đào tạo và tốt nghiệp . .  Em xin lỗi vì 1 số lý do bất khả kháng nên đã liên hệ nhà trường trễ như vậy",
            "Chào em,. . Em có tên trong danh sách sv hết thời gian học, sẽ bị hủy tkb.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi phòng đào tạo . . Em tên là [full_name] MSSV [student_id]  . . . . Lý do viết đơn : Đợt 1 ĐKMH em có đăng kí các môn như sau: Giải Tích Mạch: MSMH: EE2033, Kỹ Thuật Số: EE1009, Hệ Thống máy tính Và ngôn ngữ Lập Trình MSMH:EE2009. nhưng không có kết quả đăng lý đợt 1( Lý do là không có khả năng xếp lớp kèm ảnh minh chứng).. . ==  vào lần đăng kí  đợt 2 thì em đã thấy mở thêm sỉ số của môn Kỹ thuật số nên đã ĐK được môn này, nhưng các môn còn lại không đăng kí được do hết sỉ số. Nên em đã đăng ký các môn khác cho đủ tín chỉ.. . Nguyện vọng của em là được đăng kí môn Giải tích mạch EE2033 ở học kỉ chính, nhưng đã dk môn này ở kì dự thính bổ sung đợt vì học phí khá mắc nên em hy vọng được học ở kì chính .. . Em đăng kí môn này để làm nền tảng cho những môn khac vì học kì 211 em đã rớt nên còn lỗ hỏng kiến thức khá nhiều.. . Nên mong thầy cô xem xét lại giúp em học kì chính 211.. . Tên môn học: Giải tích mạch. . Mã môn học:EE2033. .",
            "Chào bạn,. . Bạn vui lòng trình bày rõ bạn muốn xin ĐK môn học nào? mã MH và mã nhóm? để PDT kiểm tra. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT . . Em sinh viên năm 4 ạ . Cho em hỏi đợt này có thể mở môn học thự tập ngoài trường mã CI3365 được khuông ạ . Em cảm ơn ạ",
            "Chào bạn,. . Việc mở MH SV liên hệ [full_name] để được tư vấn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi quý thầy cô,. . . . Em xin phép gửi đơn xin hủy hoãn thi của em.. . . . Mong quý thầy cô xem xét và phê duyệt.. . Em xin cảm ơn quý thầy cô.",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Dạ em chào Thầy Cô!. . . . Em là [full_name]. . MSSV: [student_id]. . . . Em xin phép Thầy cô cho em được đăng kí môn học:. . Tên môn học: Thiết Kế Nhanh 2. . Mã Môn học: CI1005. . Nhóm lớp T01. . Lý do không đăng kí được: do bị thay đổi loại hình sinh viên đăng kí. . Giảng viên hướng dẫn: [full_name]. . . . Em mong thầy cô xem xét cho em được đăng kí môn học này ạ . . . . Em chân thành cám ơn thầy cô.. . . . Trân trọng. . [full_name]. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /. . tên môn học \" Giai tích mạch \" . . Mã môn học EE2033 . . Lớp muốn đăng kí : LO1_LO2 . . Thầy [full_name]",
            "Chào bạn,. . Vui lòng trình bày rõ lý do, tên và mã MH, và mã nhóm xin đăng ký, vì hiện tại đã hết thời gian đăng ký mh nhé!. . Thân"
        ]
    }
]