[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô pdt.. . Do 1 số trục trặc trong liên lạc mà đến trễ hạn tụi em mới liên hệ được giảng viên phụ trách mở lớp ạ.. . Em và 50 bạn khác đang cần pdt gia hạn đăng kí môn đợt 3 kỳ chính đến sáng mai để tụi em được đăng kí môn học trước để không bị trễ học ạ.. . Em cám ơn.",
            "Chào em,. .  Nếu yêu cầu của em về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho em.. . Thông tin có: mã số môn học, tên môn học, mã nhóm, lý do nhé. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô pdt.. . Do 1 số trục trặc trong liên lạc mà đến trễ hạn tụi em mới liên hệ được giảng viên phụ trách mở lớp ạ.. . Em và 50 bạn khác đang cần pdt gia hạn đăng kí môn đợt 3 kỳ chính đến sáng mai để tụi em được đăng kí môn học trước để không bị trễ học ạ.. . Em cám ơn.",
            "Chào em,. .  Nếu yêu cầu của em về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho em.. . Thông tin có: mã số môn học, tên môn học, mã nhóm, lý do nhé. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô ngày 11/12/2021 em có đăng ký xét miễn điểm anh văn và đã thanh toán lệ phí thì đến khi nào cột điểm av mới được cập nhật ạ. Em cảm ơn.",
            "Chào bạn . . Anh văn 1234 đã được cập nhật điểm. . Bạn có thể đăng ký in bảng điểm để kiểm tra. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô pdt.. . Do 1 số trục trặc trong liên lạc mà đến trễ hạn tụi em mới liên hệ được giảng viên phụ trách mở lớp ạ.. . Em và 60 bạn khác đang cần pdt gia hạn đăng kí môn đợt 3 kỳ chính đến sáng mai để tụi em được đăng kí môn học trước để không bị trễ học ạ.. . Em cám ơn.",
            "Chào em,. .  Nếu yêu cầu của em về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho em.. . Thông tin có: mã số môn học, tên môn học, mã nhóm, lý do nhé. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào nhà trường ạ, em là [full_name] MSSV [student_id],đang theo học chuyên ngành Công nghệ Ô tô khoa Kỹ thuật Giao thông, dạ cho e hỏi là e ko đủ chỉ để đăng kí luận văn tốt nghiệp vì có có 124 chỉ mà nhà trường bắt 126 chỉ, do dịch bệnh nên cho e hỏi nhà trường có cách nào tạo điều kiện cho em đăng kí được môn học Luận Văn tốt nghiệp để e theo đúng chương trình học tập ạ.Dạ e xin cảm ơn",
            "QUOTE   /QUOTE . . Phía trên là đơn xin cứu xét e xin nhà trường xem xét cho e ạ.",
            "Chào bạn. . . . Hiện tại Pdt không thể cứu xét theo yêu cầu của SV để đăng ký LVTN trong HK212 vì thiếu điều kiện đăng ký môn học. Bạn vui lòng hoàn thành các điều kiện còn thiếu trong HK212, sau đó đăng ký LVTN vào HK213 để Pdt xét.. . . . Về kế hoạch đăng ký LVTN trong HK213, Bạn vui lòng xem chi tiết: \"Kế hoạch học tập của HK2 và HK hè năm học 21-22\" Pdt đã gởi qua mail vào ngày 27/12/2021- Mục 6. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Mở môn học học kỳ 212 .",
            "QUOTE MSSV/MSGV: 1912890    . . . . Mở môn học học kỳ 212. . . . Kính gửi Phòng Đào Tạo,. . Em là Ngô Thịnh Duy, MSSV 1912890, hiện là sinh viên ngành kỹ thuật Tàu thủy khoa kỹ thuật Giao Thông.. . Em xin được trình bày về việc xin mở lớp vào kì 212 môn học Các hệ thống trang thiết bị tàu, mã môn học TR 3037.. . Toàn bộ thông tin liên quan bao gồm:. . - 1 đơn đề nghị mở lớp môn TR 3037. . - 1 danh sách sinh viên đăng ký học. . - Chương trình đào tạo chuyên ngành Kỹ thuật Tàu thủy K19. . Em rất mong phía Phòng Đào tạo hỗ trợ, xem xét giúp em . . Em xin cảm ơn.. . Kính chúc Thầy / Cô sức khỏe.. . Ngô Thịnh Duy. .",
            "Chào bạn. . Với số lượng sv đăng ký thấp, [full_name] đề nghị bạn báo với Giảng viên/ [full_name] mở lớp môn này học theo dạng đồ án. . Nhưng phải có xác nhận của Giảng viên/ [full_name] đồng ý dạy dạng đồ án. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo.. . Em xin trình bày lý do:. . Do đợt đăng ký môn học đợt 2 em đã đăng ký luận văn tốt nghiệp, do em bận việc nên em không lên trang để xem kết quả. Hiện tại môn học đã xóa do thiếu môn tiên quyết EE4331 DCLVTN.. . Em xin lỗi vì đã không cập nhật kết quả để đăng ký cho đợt 3. Hiện tại đã hết hạn đăng ký em cập nhật mail thì hết hạn đăng ký môn cho đợt 3.. . Cho em xin PĐT cứu xét cho em được đăng ký môn học LVTN ( EE4333) và môn Xử lý ảnh ( EE3035) với ạ.. . Em xin Cảm ơn rất nhiều ạ.",
            "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Sau khi kết thúc đợt 3 kết quả ĐKMH của bạn vẫn chưa được xử lý, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký (thời gian nhận yêu cầu khiếu nại đến hết ngày 14/01/2022). . 2- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . 3- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 4- Đến thời điểm hiện tại, theo quy định thì không thể huỷ môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi thông báo sau của Phòng Đào tạo. . 5- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gởi: Phòng Đào tạo ĐH Bách Khoa TP.HCM. . Tôi tên: [full_name]. . MSSV: [student_id]. . Khoa: Khoa học Ứng dụng. . Ngày mai lúc 7:00 sáng, tôi có lớp Giải tích và Giải tích (BT) thuộc nhóm CC10 nhưng tới nay vẫn chưa có link lớp. Nếu lớp có học thì xin gửi link của cả hai lớp sớm nhất có thể",
            "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý, PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào Tạo Đại Học Bách Khoa TPHCM.. . . . Em là sinh viên CQ Bằng 2, MS: [student_id], ngành Cơ Điện Tử.. . . . Em làm đơn này xin PĐT xem xét miễn cho em môn học ME1001 - Nhập môn về kỹ thuật. Như em được biết nội dung môn này dạy về các kỹ năng giao tiếp cho sinh viên mới vào Đại Học. Em là sinh viên Bằng 2 với Bằng 1 ở Bách Khoa cũng đã được học môn tương tự ạ. Như em được biết các bạn cùng lớp Bằng 2 Cơ Điện Tử với em được miễn môn này, nhưng em thì không được miễn, xin PĐT xem xét giúp em ạ, em cám ơn rất nhiều.. . . . Em [full_name].",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân. .",
            "Kính gửi Phòng Đào Tạo Đại Học Bách Khoa TPHCM.. . . . Đến thời điểm hiện tại em vẫn chưa nhận được thông tin phản hồi về vấn đề xin miễn môn học ME1001 như mô tả ở trên ạ, xin PĐT xem xét giúp em ạ, em cám ơn rất nhiều.. . . . Em [full_name].",
            "Kính gửi Phòng Đào Tạo Đại Học Bách Khoa TPHCM.. . . . Đến thời điểm hiện tại em vẫn chưa nhận được thông tin phản hồi về vấn đề xin miễn môn học ME1001 như mô tả ở trên ạ, xin PĐT xem xét giúp em ạ, em cám ơn rất nhiều.. . . . Em [full_name].",
            "Kính gửi Phòng Đào Tạo Đại Học Bách Khoa TPHCM.. . . . Đến thời điểm hiện tại em vẫn chưa nhận được thông tin phản hồi về vấn đề xin miễn môn học ME1001 như mô tả ở trên ạ, xin PĐT xem xét giúp em ạ, em cám ơn rất nhiều.. . . . Em [full_name]."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name] [student_id]. . . Dạ dưới đây là file đơn xin đăng kí môn học.. . Dạ mong được sự giúp đỡ và đồng ý của PDT ạ! Nếu em không đăng kí kịp môn TR1005. Em sẽ bị trễ tiến độ cho các môn sau.",
            "Chào bạn. . [full_name]ầy Trường phòng đào tạo không đồng ý, Cô gởi bút phê duyệt của [full_name]ầy. . [full_name]ân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô pdt.. . Do 1 số trục trặc trong liên lạc mà đến trễ hạn tụi em mới liên hệ được giảng viên phụ trách mở lớp ạ.. . Em và 50 bạn khác đang cần pdt gia hạn đăng kí môn đợt 3 kỳ chính đến sáng mai để tụi em được đăng kí môn học trước để không bị trễ học ạ.. . Em xin chân thành cám ơn.. .",
            "Chào em,. . Nếu yêu cầu của em về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho em.. . Thông tin có: mã số môn học, tên môn học, mã nhóm, lý do nhé. . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào tạo,. . Vì lý do cá nhân, em đã không đăng ký kịp đợt 3 đăng ký môn học môn LVTN chính quy. . . Em xin phép hỏi có cách nào để đăng ký bổ sung không và quy trình đăng ký bổ sung như thế nào ạ.. . Cảm ơn PĐT đã đọc thư.. . Trân trọng,",
            "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Cho em hỏi, lúc học pre HK211 thì em có đăng ký môn aerobic(học phần 1). Vậy cho ở HK212 em có cần đăng ký lại môn gdtc học phần 1 hay ko ạ ?. . . .",
            "Chào bạn,. . SV chương trình chất lượng cao, quốc tế, bạn vui lòng liên hệ với [full_name] (Văn Phòng Đào tạo Quốc tế) để được hướng dẫn và hỗ trợ về ĐKMH nhé:[email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ và tên:[full_name]. . MSSV:[student_id]. . . . Em chào pđt ạ.. . Do em có đăng kí môn học đợt 3 mà hiện tại thì môn học đó vẫn chưa có trên thời khóa biểu.Vậy nếu hủy môn mà chưa cập nhập trên thời khóa biểu thì không cần phải đóng học phí môn đó phải không ạ.. . Với cho em hỏi là mẫu đơn xin hủy môn ở đâu vậy ạ.. . Dạ em cám ơn pđt.. . . .",
            "Chào em,. . Nếu yêu cầu của em về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho em.. . Thông tin có: mã số môn học, tên môn học, mã nhóm, lý do nhé. . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ,. . Học kì 203 em có đăng kí môn học thực tập ngoài trường mã CH3325 và cũng đã đóng học phí. Do dịch bệnh nên đến giờ lớp em vẫn chưa thể thực tập.. . Hiện nay giảng viên chịu trách nhiệm môn thực tập muốn giúp lớp giải quyết môn thực tập này nhưng lại không có danh sách sinh viên của lớp thực tập , em kiểm tra lại thì không thấy môn học hiện lên trên e-learning, mặc dù vẫn hiện trên thời khóa biểu.. .",
            "Chào em,. . Em vui lòng trình bày rõ.. . Trường hợp môn thực tập có TKB trên mybk/Thông tin SV, nhưng trên BkeL chưa có, thường là do Khoa chưa gửi danh sách phân công cán bộ lên cho PDT để cập nhật.. . 'SV vui lòng liên hệ về Khoa/ Bộ môn để biết về kế hoạch tổ chức thực tập ngoài trường của Khoa/ bộ môn như thế nào? Xin tư vấn về trường hợp của bạn nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo,. . . . Em tên là [full_name] - MSSV: [student_id], hiện đang là sinh viên K17 Khoa Kỹ thuật giao thông.. . Hiện em đang có 125 tín chỉ tích lũy và đã đạt các môn tiên quyết, ngày công tác xã hội là 62.5 ngày.. . Theo như yêu cầu của PĐT thì em phải đạt 126 tín chỉ để đăng ký nhận luận văn, điều này đồng nghĩa là em phải đạt các môn anh văn trong chương trình đào tạo, nhưng do lúc trước em nộp bằng Toeic xét Chuẩn anh văn hàng năm và đã đạt Chuẩn từng năm đối với K17 nên em không theo học các môn Anh văn trong chương trình đào tạo. Em dự tính thi CCAV Toeic và xét qua các môn Anh văn nhưng do tình hình dịch bệnh bất ngờ em không thể thi được vì thế em thiếu tín chỉ đăng ký Luận văn tốt nghiệp.. . Em có đăng ký Luận Văn Tốt Nghiệp và nhận kết quả không thành công do không đủ điều kiện đăng ký môn học.. . . . Em rất mong Phòng Đào Tạo xem xét giúp em để em có thể đăng ký làm luận văn và kịp tiến độ học tập ạ.. . Em xin chân thành cảm ơn.",
            "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . em chào thầy/ cô ạ.. . thầy/ cô cho em hỏi là em có tên trong danh sách tốt nghiệp chính thức vào tháng 11/2021 thì đến bao giờ em được nhận bằng chính thức ạ.",
            "\"Chào em,. . Trường hợp của em đã ra quyết định tốt nghiệp ngày 30/12/2021, cập nhật quyết định tốt nghiệp tại trang mybk/Thông tin SV/tình trạng và đang tiến hành in bằng nhé, dự kiến sẽ cố gắng thông báo nhận bằng trước nghỉ tết nguyên đán. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . - Em tên là [full_name], mssv [student_id]. . - Trong cả 2 đợt đăng ký môn(đợt 1, đợt 2) vừa rồi thì em có bị hủy môn   B Mạch điện tử thông tin  /B  với lý do là   B chưa học môn tiên quyết  /B , nhưng em đã học môn đó trước đó rồi, em không hiểu lý do tại sao lại bị hủy môn học đó, . . - Đợt 3 em cũng đã đăng ký lại môn đó và đã đăng ký thành công, nhưng sau khi kết thúc đợt đăng ký thì em có bị hủy không ạ, em mong trường hồi đáp sớm giúp em ạ, em có đính kèm các hình ảnh bên dưới ạ, em cám ơn.. . . .",
            "Chào bạn. . . . Sau khi kết thúc đợt 3 kết quả ĐKMH của bạn vẫn chưa được xử lý, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký (thời gian nhận yêu cầu khiếu nại đến hết ngày 14/01/2022). . . . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào cô.. . . . Dạ môn Giải tích 1 em đã thi lại ( trước em hoãn ) nhưng trên mybk lại là điểm 13 và trong bkel thì mất Giải tích 1 ( lớp em được xếp vào lúc mà lịch thi lại có ạ ).. . . . Dạ cô cho em hỏi là trường hợp của em có sao không cô ?. . . . Em cảm ơn cô.. . . .",
            "Chào bạn. . Điểm giải tích của bạn là điểm 14 nghen (điểm 13 là sai)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em tên là [full_name].. . . . Dạ Phòng Đào tạo ơi cho em hỏi, em lịch thi môn An toàn quá trình ngày 25/12/2021 ạ. Em thấy theo quy định của phòng Đào tạo là được phép hoãn thi trong vòng 5 ngày (chỉ tính ngày làm việc). Em không biết là PĐT có làm việc vào Thứ 7 không ạ? Thật sự thì mấy hôm vừa rồi nghỉ lễ và em cũng không biết quy định 5 ngày của PĐT. Bây giờ nểu em bị trễ 5 ngày theo quy định thì có cách nào giải quyết trường hợp của em không ạ? Em hoãn thi vì lý do rất bất khả kháng và có sự xác nhận của các bộ coi thi nên em rất mong nhận được sự giúp đỡ từ phía PĐT ạ.. . . . Em đã gửi câu hỏi Phòng Đào tạo từ ngày 03/01/2021 mà vẫn chưa nhận được câu trả lời ạ. Em rất lo lắng nên em gửi lại câu hỏi, em kính mong Phòng Đào tạo giải quyết giúp em ạ.. . . . Em xin cảm ơn Phòng Đào tạo nhiều ạ.",
            "\"\"\" . . Chào bạn. . Hiện đã trễ thời gian đăng ký hoãn thi theo quy định:  trong vòng 5 ngày tính từ ngày vắng thi (chỉ tính ngày làm việc).. . . . Về vấn đề Hoãn thi của HK211 bạn vui lòng xem chi tiết: Thông báo kế hoạch tổ chức thi HK211 Pdt đã gởi qua mail  vào ngày 22/11/2021- Mục 5. Hoặc Quy trình Hoãn thi HK211 Pdt đã gởi qua mail  vào ngày 10/12/2021. . Thân. . \"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em xin chào PĐT, . . Em là Huỳnh Bá Hoàng Sơn, MSSV [student_id], hệ VLVH (chuyển hệ từ HK 202 - MSSV cũ: [student_id]).. . Dạ em xin PĐT xác nhận xem điểm Tiếng Anh Listening - Reading của em lúc còn ở hệ chính qui đã được chuyển qua chưa ạ (đạt 740). Em dự kiến thi nốt 2 kỹ năng còn lại để tốt nghiệp trong HK212.. . Em xin cám ơn ạ.. . . .",
            "Chào em,. . SV VLVH không cần 2 kỹ năng nói viết nhé bạn.. . Trường hợp của em đã đủ điều kiện tốt nghiệp chưa?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ cho em được hỏi là trường đã có lịch học và thi gk cụ thể cho kỳ 212 chưa ạ, tại em ở tỉnh lẻ mà muốn vô thành phố phải đặt vé mà vé tết rất đắt nên em muốn hỏi liệu sau tết thì có lịch học trực tiếp cụ thể hay học trực tuyến tiếp ạ  B  . .",
            "Chào em,. . SV vui lòng xem mail về: \"Thông báo ​​Kế hoạch học tập của học kỳ 2 và học kỳ hè năm học 2021-2022 ​và phần bù các học kỳ trước\" đã gửi mail cho SV vào ngày 27/12/2021. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: K[student_id]  /b \t. . . .   i Yêu cầu khác . Em nộp đơn xin chuyển sang hình thức VHVL để xét tốt nghiệp nhưng chưa nhận được trả lời. Cô hỗ trợ giúp e",
            "đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đợt đkmh vừa rồi em có dự định đăng ký môn Cảm quan CH3049, nhưng em vướng giờ thí nghiệm nên không đăng ký được. Nhưng hôm nay thầy dạy thí nghiệm mail báo là thầy không dạy thí nghiệm chiều thứ 5 được, và đề nghị học thí nghiệm các buổi khác. Và các giờ trống còn lại của em thì vừa may đúng với các giờ thầy đề xuất. Vậy em có cách nào để được học môn này trong kỳ này không ạ? Vì em sợ năm sau học cùng K20 sẽ khó xếp trùng giờ, làm trễ tiến độ ấy ạ. Em mong Phòng đào tạo hỗ trợ giúp em. Em thực sự mong muốn và cần ra trường đúng hạn ạ :((",
            "Chào em,. . Nhưng hôm nay thầy dạy thí nghiệm mail báo là thầy không dạy thí nghiệm chiều thứ 5 được, và đề nghị học thí nghiệm các buổi khác.. . =  GV vui lòng liên hệ PĐT nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi quý thầy, cô,. . . . Theo kết quả môn học Trường điện từ tại học kỳ 211 thì điểm em có phần tổng kết không đúng lắm. . . Giữa kỳ: 6,5 chiếm 15℅. . Bài tập: 9,5 chiếm 25%. . Cuối kỳ: 7,5 chiếm 60% . . ==  Tổng kết: 7,85 chứ sao lại 7,5 ah.. . . . Mong phòng đào tạo xem lại. . . . . Trân trọng,",
            "Chào em,. . Điểm không có sai nhé: môn EE2003. . KT = 6.5 x 20%. . BT = 9.5 x 15%. . BTL=9.5 x 5%. . Thi =7.5 x 60%. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do sĩ số lớp Vật lí 2 đã đầy mà em chưa đkí đc mong PDT mở thêm lớp . . Em xin cảm ơn",
            "- Quy trình nhận đơn mở lớp HK chính quy 212 (các môn chưa được mở lớp) : Hiên tại Phòng Đào tạo chỉ nhận đơn “Đề nghị mở môn học” cho HK chính quy 212. SV có nhu cầu mở lớp dự thính vui lòng đăng ký vào Đợt 1 của Lộ trình 2 Dự thính dự kiến bắt đầu đăng ký vào ngày 06/01/2022.. .    1- Tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giảng viên giảng dạy & Khoa/Bộ môn để được ký xác nhận đồng ý (ghi rõ đầy đủ thông tin và Thời khóa biểu);. . - Đối với các môn có thực hành/thí nghiệm : Khoa phải cam kết tổ chức được cho SV.. .    2- Sau đó gửi đơn + email xác nhận đồng ý (nếu có) qua trang hỗ trợ trực tuyến (BKSI)    chọn đề mục “MỞ MÔN HỌC HỌC KỲ 212”    ghi rõ tiêu đề yêu cầu : MỞ MÔN HỌC CHÍNH QUY HK212.. .     3- Thời gian gửi đơn từ 25/12 đến 10g ngày 28/12;. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em có đăng kí luận văn tốt nghiệp mã CH4327 đợt 1 thì qua đợt 2 bị xóa, đki tiếp đợt 2 nhưng lại bị xóa tiếp và em đã đăng kí lại nên nghĩ là ổn rồi. Nhưng hôm nay em lên kiểm tra lại thì thấy đợt 3 môn luận văn đã bị xóa. Mong thầy cô giúp đỡ cho em đăng kí lại với ạ vì chỉ còn luận văn là em có thể ra trường. Em xin cám ơn thầy cô",
            "Chào bạn. . . . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . . . SV lưu ý:. . 1-   B Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022  /B . . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em chào PĐT, . . Em tên là [full_name], mssv [student_id]. Em đã đăng kí môn Luận văn tốt nghiệp (EN4317) cho kì 212 qua hai đợt đăng kí, và em kiểm tra trên BK-EL của em hiển thị có môn học Luân văn tốt nghiệp, tuy nhiên trên hệ thống đăng kí vẫn báo chưa đăng kí được vì lý do em thiếu môn học Đồ án ( kì này em đang học đồ án ạ) vì nhận thấy hệ thống xét duyệt đăng kí môn học bị lỗi nên em nghĩ em đã đăng kí thành công môn học Luận văn tốt nghiệp. Tuy nhiên, hôm nay em kiểm tra trên hệ thống BK –EL lại không thấy môn học Luận văn tốt nghiệp và đợt đăng kí 3 cũng đã hết hạn. . .  Em mong PĐT thông cảm cho em cũng như các bạn có trường hợp như em và mở thêm cơ hội đăng kí môn học Luận văn tốt nghiệp, thật sự em đã rất cố gắng và theo dõi đăng kí môn học trong quá trình hệ thống nhà trường bị lỗi và đã làm cho em rất bối rối, lo lắng. Vì đây là môn học cuối cùng để em ra trường, ảnh hưởng rất nhiều đến tương lai của em, em mong PĐT xem xét để em đăng kí được môn học Luận văn tốt nghiệp ạ.. . Em chân thành cảm ơn !. . .",
            "Chào bạn. . . . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . . . SV lưu ý:. . 1-   B Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022  /B . . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . . Xin chào pdt, . . Em tên [full_name]. Em đã hoàn thành bài kiểm tra shcd trên bkel nhưng do không đọc kỹ mail nên em đã không nộp bài thu hoạch. Trong trường hợp của em có bị hủy đăng ký môn học học kỳ 2 không ạ ?. . Em cảm ơn. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2110368  /b \t. . . .   i Khiếu nại đăng ký môn học . Cộng hòa xã hội chủ nghĩa Việt Nam. . Độc Lập - Tự Do - Hạnh Phúc. . . . ĐƠN KHIẾU NẠI ĐĂNG KÝ MÔN HỌC. . . . Kính gửi: Phòng Đào Tạo Trường Đại học Bách Khoa Tp. Hồ Chí Minh. . Em tên là Đoàn Đình Nam, mã số sinh viên 2110368, CMND 225831936, khóa 2021. Hiện đang học ở khoa Điện - Điện Tử.. . Nội dung đơn:. .              Em viết đơn này để mong nhà trường xem xét về việc môn MT1005 của em bị hủy không rõ lí do.. . . .             Ngày 25/12/2021, sau khi có kết quả đăng ký môn học ở đợt 1. Em có vào dangkymonhoc để ghi màn hình lại toàn bộ nội dung các môn mà em đã đăng ký được. Thầy cô có thể xem minh chứng ở đường link: https://www.youtube.com/watch?v=ZDPRhwVwCRA. . . Tại thời điểm này em vẫn còn đủ 14 tín chỉ và chưa bị mất môn MT1005.. .             Ngày 28/12/2021: Trong khoảng thời gian 3 ngày từ ngày 25 đến ngày 28, em có thực hiện 1 số điều chỉnh đối với các môn học và đăng ký thêm học phần giáo dục thể chất \"PE1017 - Cầu lông (học phần 1)\". Tuy nhiên em không có điều chỉnh nào đối với môn MT1005. Nhưng sau khi nhìn kỹ lại các môn đã đăng ký và tổng số tín chỉ thì phát hiện môn MT1005 đã bị biến mất không rõ lý do. Để chắc chắn rằng đây liệu có phải là lỗi của em trong quá trình điều chỉnh thì em đã kiểm tra phần \"xem lịch sử đăng ký\". Tuy nhiên em không thấy bất cứ thông báo nào về việc em chủ động ấn xóa môn MT1005. Em có ghi màn hình lại thời điểm đó và lưu minh chứng tại đường link: https://www.youtube.com/watch?v=Lyo5QN3ZeQ8. .              Như vậy em đã bị hủy môn MT1005 lớp L14_L14 mà không rõ lý do vì sao.. . . .              Ngày 29/12/2021: Em đã xin giải đáp trên web BKSI với câu hỏi có số ID là \"45981\". Trong phần trả lời, cô hướng dẫn đã bảo em thử đăng ký lại vào đợt 3 (từ ngày 4/1 đến 6/1/2022). Nếu không được thì có thể làm đơn khiếu nại. Em đã cố đăng ký nhưng tất cả các lớp đều đã đủ sinh viên. Nên em xin gửi đơn khiếu nại này ạ.. .              . .              Kính mong phòng đào tạo có thể xem xét, hỗ trợ, giải quyết giúp em để có thể học môn MT1005 trong kì HK212 này ạ. Vì hiện nay trường đã không cho phép đăng ký môn học lần đầu vào kỳ dự thính. Nếu không được học môn này có lẽ em sẽ không đủ tín chỉ cho việc phân ngành, xét học bổng, xét chương trình tài năng,.. vào năm 2. Điều này sẽ rất khó khăn, áp lực.và chậm trễ trong việc học tập của em. . .  . .             Kính mong phòng đào tạo xem xét.. .            Em xin cảm ơn và xin lỗi về sự bất tiện này.. . . . . . Khánh Hòa, ngày 7 tháng 1 năm 2022. . Sinh viên: Đoàn Đình Nam. . Email: nam.doanlqd@hcmut.edu.vn",
            "Chào bạn. . Pdt đã tiếp nhận đề nghị DKMH của bạn. . Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào pđt ạ,. . . . Em là [full_name], hạn tốt nghiệp của em là tháng 4/2022. Do em được biết là được gia hạn học kỳ nếu thiếu chứng chỉ tiếng Anh.. . . . Cho em xin hỏi cách để xin pđt gia hạn thêm 1 học kỳ để nộp chứng chỉ tiếng Anh ạ. Em xin cảm ơn pđt nhiều ạ.",
            "\"Chào bạn,. . Trường hợp gia hạn thời gian nộp CCNN xét tốt nghiệp của SV khóa 2015, sau khi hết đợt tốt nghiệp tháng 4/2022 (SV chưa đủ điều kiện vì thiếu CCNN), có nghĩa là SV phải hoàn thành tất cả các môn học thuộc CTĐT, kể cả AV1,2,3,4. có thể làm đơn xin gia hạn thời gian nộp CCNN để tốt nghiệp. SV lưu ý, trường hợp này PDT phải xét điều kiện đúng là SV chỉ còn nợ CCNN để tốt nghiệp mới được gia hạn nhé!. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào quý Thầy Cô. . Em tên [full_name]. . MSSV [student_id]. . Nay em viết đơn này la vì em đã lên trực tiếp phòng đào tạo hỏi về vấn đề thanh toán môn học [full_name] ( đợt xin bổ sung) nhưng hiện tại vẫn chưa có mã để thanh toán học phí. Em được cô giải đáp là sẽ cập nhật sau ngày 5-1-2022 nhưng hiện tại vẫn chưa có mã để thanh toán trong BKpay ạ. Thầy nhập điểm luận văn ai cũng có thời khóa biểu chỉ có em chưa có thôi ạ. Em mong quý thầy cô giải quyết giúp em để em được thanh toán học phí ạ.. . Em cảm ơn quý Thầy Cô ạ.. . Em bổ sung hình trong BKpay ạ.",
            "Chào em,. . Trường hợp của em đã được cập nhật lại ds nhập điểm, em báo lại GV để nhập điểm cho bạn nhé.. . Về HP sẽ cập nhật trong thời gian sớm nhất cho SV nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đạo tạo. . Em tên [full_name],MSSV:[student_id], khoa kĩ thuật xây dựng. . Em xin trình bầy lí do là  lúc đầu em đã có lớp nhưng bị kẹt lịch ,sau khi đang cố đổi lớp thì máy báo lỗi khiến em không thể đăng kí được lớp . . hiện tại đã có đợt 3 nhưng lớp gt2 đã full danh sách ạ. . em mong phòng đào tạo mở lớp để được học môn gt2  MT1005 ạ . . Em xin chân thành cảm ơn. .",
            "Kính gửi phòng đạo tạo. . Em tên [full_name],MSSV:[student_id], khoa kĩ thuật xây dựng. . Em xin trình bầy lí do là  lúc đầu em đã có lớp nhưng bị kẹt lịch ,sau khi đang cố đổi lớp thì máy báo lỗi khiến em không thể đăng kí được lớp. . hiện tại đã có đợt 3 nhưng lớp gt2 đã full danh sách ạ. . em mong phòng đào tạo mở lớp để được học môn gt2  MT1005 ạ. . Em xin chân thành cảm ơn. . . .",
            "Chào bạn. . đến thời điểm hiện tại đã hết thời gian mở lớp cho hk chính. .  - Quy trình nhận đơn mở lớp HK chính quy 212 (các môn chưa được mở lớp) : Hiên tại Phòng Đào tạo chỉ nhận đơn “Đề nghị mở môn học” cho HK chính quy 212. SV có nhu cầu mở lớp dự thính vui lòng đăng ký vào Đợt 1 của Lộ trình 2 Dự thính dự kiến bắt đầu đăng ký vào ngày 06/01/2022.. .    1- Tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giảng viên giảng dạy & Khoa/Bộ môn để được ký xác nhận đồng ý (ghi rõ đầy đủ thông tin và Thời khóa biểu);. . - Đối với các môn có thực hành/thí nghiệm : Khoa phải cam kết tổ chức được cho SV.. .    2- Sau đó gửi đơn + email xác nhận đồng ý (nếu có) qua trang hỗ trợ trực tuyến (BKSI)    chọn đề mục “MỞ MÔN HỌC HỌC KỲ 212”    ghi rõ tiêu đề yêu cầu : MỞ MÔN HỌC CHÍNH QUY HK212.. .     3- Thời gian gửi đơn từ 25/12 đến 10g ngày 28/12;. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Do em kiểm tra mail chưa kĩ nên em đã bỏ lỡ đợt đăng kí BHYT lần 2. Em muốn hỏI bây giờ em có thể đăng kí được không ạ, nếu có thì em phải làm sao ạ hoặc nhà trường có thêm lần đăng kí 3 không ? . . . . Em xin cảm ơn ạ",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: G[student_id]  /b \t. . . .   i Mở môn học học kỳ 212 . Thưa PĐT, hiên giờ e vẫn chưa có điểm các môn tiên quyết để mở LVTN.. . PĐT cho e hỏi đến khi có điểm các môn đó, e còn có thể xin phép PĐT mở môn LVTN ko ạ.. . Em cảm ơn.",
            "Thân gửi các bạn sinh viên,. . . . Đến thời điểm hiện tại SV vẫn chưa có Thời khóa biểu hoặc chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV) vì bất kỳ lý do gì. SV vui lòng vào đăng ký lại trong đợt này.. . . . Thời gian dự kiến từ ngày 18/01/2022 đến 19/01/2022 cho HK chính 212 (chỉ được đăng ký bổ sung các học phần tốt nghiệp: LVTN, TTTN, ĐCLV).. . . . Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm lại để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . . .  . . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là Nguyễn Gia Tuân. . MSSV [student_id]. . Em muốn xin PDT chuyển cho em từ lớp L01 sang L02 của môn học SP1009 ĐƯỜNG LỐI CM ĐẢNG CỘNG SẢN VN, để em tiện hơn về thời gian và di chuyển. Em cảm ơn ạ. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào phòng đào tạo, em tên [full_name]. MSSV [student_id]. Sau đây là đơn xin thôi học ạ. Em mong sẽ được duyệt sớm. Em cảm ơn.. .",
            "\"\"\"Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thôi học HK212 của bạn, Sinh viên theo dõi tình trạng sinh viên được cập nhật trên mybk/Thông tin Sinh viên/tình trạng chuyển qua trạng thái từ \"\"\"\"đang học\"\"\"\" sang \"\"thôi học\"\", dự kiến sẽ cập nhật trước ngày 2/2022 và gửi mail Quyết định qua email cho sinh viên. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo!. . Em có đăng kí môn học Nhập môn về lập trình (CO1003), lúc đăng kí thì môn học đã đầy đủ sỉ số lớp. Em có làm đơn xin với khoa máy tính và thầy [full_name] thì thầy và khoa đã đồng ý cho phép tăng sỉ số lớp để em được phép học môn này ah.. . Phòng đào tạo cho em hỏi vậy bước tiếp theo em đăng kí môn học này là như thế nào ah? . . Em cảm ơn quý thầy cô!. .",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. .",
            "Chào bạn;. . sinh viên đại trà không được đăng ký nhóm CC của chất lượng cao nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Do gặp một số khó khăn về kinh tế trong đợt dịch này nên em xin nhà trường cho em gia hạn thời gian đóng học phí ạ. Muộn nhất là khi đi học off lại thì em sẽ thanh toán đầy đủ ạ",
            "Chào bạn,. . SV vui lòng thanh toán học phí đúng hạn theo quy định,. . Vấn đề gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào phòng đào tạo!. . Cho em hỏi vừa rồi em đã đăng ký bảo hiểm y tế của trường vào năm 2022, tuy nhiên hiện tại em đã đi làm và công ty sắp đóng bảo hiểm xã hội và y tế cho em. Cho em hỏi có cách nào em hủy đăng ký bảo hiểm y tế tại trường và nhận lại được tiền không ạ?. . P/s: Hiện tại em đang làm xa và không ở SG",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào PĐT ạ,. . Em là [full_name], MSSV [student_id],. . Em đã đăng kí in bảng điểm và có thời gian nhận vào ngày 10/01/2022 (thứ 2).. . Rất tiếc là hôm đó em phải đi làm nguyên ngày, nhà em cách khá xa (Thủ Đức) và em cũng khá gấp lấy bảng điểm.. . Em muốn xin lấy bảng điểm trong ngày thứ 7 hoặc CN ạ (ngày 8/1 hoặc 9/1),. . Nếu được thì PĐT có thể sắp xếp cho em k ạ?. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi: Phòng Đào Tạo trường ĐH Bách Khoa TP Hồ Chí Minh.. . Họ và tên: [full_name]     MSSV: [student_id]. . Hiện tại là sinh viên khoa Quản Lý Công Nghiệp khóa K18.. . Em viết yêu cầu này kính xin Phòng đào tạo sớm chuyển điểm những môn học tương đương mà em đã học với khóa K19 và Khóa K20 để em được cập nhật số tín chỉ tích lũy ngành và đủ điều điện đăng kí Thực Tập Ngoài Trường(IM3315) và Đề Cương Luận Văn Tốt Nghiệp(IM4315) trong học kỳ 212 này. Những môn học tương đương chưa được chuyển điểm em có để trong file đính kèm.. . Em xin chân thành cảm ơn.. . Trân trọng,. . . . . .",
            "Chào em,. . Em vui lòng ghi rõ trong ô nội dung giúp cô là em học môn học này ở Hk nào? tương đương môn học nào? ghi rõ tên mà mã MH giúp cô nhé. . Thân",
            "Dạ em chào cô. . Em gửi danh sách các môn tương đương em học ở từng học kỳ ạ.. . Em gửi cô file có bảng danh sách để cô dễ xem ạ.. . Em cảm ơn cô nhiều.",
            "Chào em,. . PDT đã tiếp nhận yêu cầu của bạn, bạn vui lòng đăng ký lại các học phần tốt nghiệp trong đợt 4 (đã gửi mail cho SV). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kính gửi: Trường đại học Bách Khoa TP.HCM. . Họ và Tên : [full_name]. . Nội dung: lần trước em có gửi yêu cầu về cho trường về việc bị mất môn Vật Lý 2 và được trường phản hồi lại là nếu đăng ký đợt 3 vẫn không được thì gửi thêm yêu cầu. sau khi kết thúc đăng ký đợt 3 thì em vẫn không thể đăng ký được môn vật lý 2 do bị trùng lịch và theo kết quả của đăng ký đợt 1 thì em đã được đăng ký và đã có lớp và giờ thì em bị mất môn cũng như thời khóa biểu cũng không hiển thị thời gian học luôn ạ. Nếu trường có thể khắc phục thì hãy cho em học lớp L08 tại vì thời gian học của lớp này không bị trùng với các môn khác ạ. Mã môn học là PH1005 và lớp đã được đăng ký là L08 ạ. . . Mong trường có thể giải đáp giúp em phần này với ạ. . Em cảm ơn ạ. .",
            "Chào bạn. . Pdt đã tiếp nhận đề nghị DKMH của bạn. . Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em chào PDT ạ,. . . . Do sơ suất nên em bấm nhầm xóa các môn học trong đợt đăng ký đợt 2. Trong đợt đăng ký đợt 3 này các lớp đã bị đầy hoặc em không đăng ký được do bị trùng TKB với môn Giáo dục quốc phòng do em là sinh viên năm 1.. . . . Do chưa hiểu về hệ thống đăng kí môn học nên hiện tại em không thể đăng ký vào lớp khác trong đợt đăng ký môn học đợt 3 này.. . . . Phòng đào tạo có thể đăng kí bổ sung cho em vào các lớp ở các môn:. . . . 1. Vật lý bán dẫn EE1007. . 2. Giải tích 2 MT1005. . 3. Phương pháp tính MT1009. . 4. Hoá đại cương CH1003. . 5. Anh văn 1. . . . Mức độ ưu tiên của các môn em sắp xếp theo thứ tự ạ. Đặc biệt môn VLBD nếu không được học thì em sẽ bị trễ hẳn 1 kỳ do các môn năm 2 đều yêu cầu học trước môn này.. . . . Mong PDT có thể giúp đỡ em ạ! Em biết điều này khá khó khăn nhưng nếu không đăng ký được các môn này có thể em sẽ bị trễ cả năm học ạ. Em chân thành cảm ơn.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . LA1009\tAnh văn 4. . . . EN1003\tCon người và môi trường. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em chào PDT, . . . .  Do em không kiểm tra thường xuyên nên không biết hệ thống tự động đăng ký môn Đồ án - EE3149. Nhưng môn này em đã hoàn thành và thầy nộp điểm rồi ạ, nhưng không hiểu vì sao điểm vẫn chưa cập nhật.. .  Em mong PDT xem xét và đăng ký lại cho em 2 môn trong kỳ này là . .  - Thực tập tốt nghiệp EE3325. .  - Đề cương luận văn tốt nghiệp EE4325. . . .  Em cảm ơn, momg PDT xem xét và chấp thuận.",
            "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân",
            "Em chào PDT,. . . . Do em không kiểm tra thường xuyên nên không biết hệ thống tự động đăng ký môn Đồ án - EE3149. Nhưng môn này em đã hoàn thành và thầy nộp điểm rồi ạ, nhưng không hiểu vì sao điểm vẫn chưa cập nhật.. . Em mong PDT xem xét và đăng ký lại cho em 2 môn trong kỳ này là. . - Thực tập tốt nghiệp EE3325. . - Đề cương luận văn tốt nghiệp EE4325. . . . Em cảm ơn, momg PDT xem xét và chấp thuận."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT. . Em có thắc mắc này cần PĐT hỗ trợ, đó là trong lúc đăng ký môn học đợt 2 vừa rồi,em có đăng ký môn Khởi nghiệp nhưng đã đăng ký nhầm vào lớp Việt Pháp trong khi em là sinh viên thuộc hệ đại trà. Và trong thời khoá biểu của em vẫn có lịch học môn này.. . Vậy em không biết là em thuộc sinh viên đại trà thì có học trong lớp Việt Pháp đó được không. Nếu không được thì em có được chuyển sang lớp đại trà không hay là bị huỷ môn đó ạ.. . Em cảm ơn. .   i Đăng ký môn học .",
            "Chào em,. . Nếu yêu cầu của em về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho em.. . Thông tin có: mã số môn học, tên môn học, mã nhóm, lý do nhé. . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô ạ. Do kỳ vừa rồi em có đăng ký hoãn thi môn học do điều kiện không thể đáp ứng đc yêu cầu của nhà trường nên em chưa đủ tín chỉ để có thể đăng ký môn học LVTN.. . Em có thể xin phép PĐT cho em được đăng ký môn học LVTN trong học kỳ này để có thể hoàn thành chương trình học được không ạ. Em sẽ hoàn thành các môn đã hoãn thi theo đúng yêu cầu của PĐT. Em mong được sự tư vẫn của thầy cô ạ. Em cảm ơn thầu cô ạ",
            "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . . . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Hiện tại Pdt không thể cứu xét theo yêu cầu của SV để đăng ký LVTN trong HK212 vì thiếu điều kiện đăng ký môn học. Bạn vui lòng hoàn thành các điều kiện còn thiếu trong HK212, sau đó đăng ký LVTN vào HK213 để Pdt xét.. . Về kế hoạch đăng ký LVTN trong HK213, Bạn vui lòng xem chi tiết: \"Kế hoạch học tập của HK2 và HK hè năm học 21-22\" Pdt đã gởi qua mail vào ngày 27/12/2021- [full_name] 6. . Thân. . . . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . 4- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào anh/chị.. . . . Hiện tại thì bằng anh văn của em đã thẩm tra hợp lệ, em cũng đã đủ các điều kiện để tốt nghiệp. . . Nhưng em vẫn chưa có tên trong ds tốt nghiệp dự kiến. Nên không thể đăng kí tốt nghiệp được ạ.. . . . Anh/ chị kiểm tra giúp em, xem là em bị vướng điều kiện gì mà chưa có tên trong danh sách tốt nghiệp dự kiến ạ.. . . . em xin chân thành cám ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em nhà trường ạ. . Em có thắc mắc như sau mong được giải đáp ạ: Vào kì 211 kết quả môn học của em chưa được như ý nên em có đăng kí dự thính để cải thiện điểm. Nhưng tình hình kì 212 em có nhiều môn học cần thời gian nên muốn rút môn học dựa trên form của nhà trường. Trong trường hợp em rút môn vẫn phải trả học phí của môn dự thính hay trả học  phí bình thường ạ.. . Em xin cảm ơn",
            "[full_name] KỲ 2(2021-2022). . Hộp thư đến. . . . - Ho Tro SV   [email] . . 08:57 (7 giờ trước). . tới stu.all, bcc: tôi. . . . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản [email] và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ [full_name] điều 11.2. . . . Chúc các bạn học tập thật tốt!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô PĐT ạ, em tên là [full_name], mssv [student_id], hiện tại em đã đủ điều kiện để đăng ký xét tốt nghiệp nhưng không thể cập nhật thông tin tốt nghiệp trên mybk vì em chưa có tên trong danh sách xét tốt nghiệp dự kiến, thầy cô cho em hỏi khi nào thì em có thể đăng ký xét tốt nghiệp ạ.. . Em xin chân thành cảm ơn.. .",
            "\"Chào bạn. . Trường hợp của bạn đã có tên trong ds dự kiến tốt nghiệp, SV kiểm tra mail và vào đăng ký tốt nghiệp nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô,. . Về việc thanh toán thẻ bảo hiểm y tế 2022, em đã thanh toán vào ngày 13/11 và đã được xác nhận trên bkpay nhưng hiện tại trong VssID chưa cập nhật. Thầy/cô có thể cho em cách xử lý được không ạ. . Em xin cảm ơn",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    }
]