[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chào quý thầy/cô ạ,. . . . Em có lịch học môn thí nghiệm hóa vào tuần 10, nhưng hiện tại em mới vừa dương tính với covid. Em có liên hệ với giáo viên, giáo viên có nhắc em làm đơn để gửi cho phòng đào tạo.. . . . Em có thể xin mẫu đơn hoãn không ạ? . . . . Em cảm ơn.. . Chúc quý thầy/cô một ngày tốt lành.",
            "Chào em,. . Em vui lòng liên hệ GV xem có giúp em đổi được không nhé, PĐT xếp lịch bù chung.. . Thân mến. .",
            "Chào em;. . Phòng Đào tạo đã đổi nhóm khác dời lịch học của  em nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào thầy/ cô, . . Thầy/cô cho em hỏi là điểm trung bình tích lũy của em là 7.79 theo như trang web cập nhật nhưng trong danh sách dự kiến tốt nghiệp T4/2022 thì em chỉ được 7.76. Mong thầy/cô giải đáp ạ. . . Em chân thành cảm ơn thầy/ cô. .",
            "Chào em,. . - Trên Mybk chưa có cập nhật. Điểm vẫn còn thiếu, chưa có điểm của tất cả sv chứ không phải của 1 mình em. Do đó khi nào đủ điểm mới cập nhật.. . - Khi sv cần in bảng điểm thì sẽ có đầy đủ ĐTB tính đến thời điểm sv đăng ký in.. . - Nếu em muốn xem thì xem trong ds dự kiến TN.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi quý trường, . . Em tên là [full_name], MSSV: [student_id] lớp HC21HOA1.. . EM xin phép được nộp đơn xin thôi học của mình, kính mong quý trường xem xét.. . Em xin chân thành cảm ơn.",
            "\"Chào bạn. . Hiện tại đến tuần thứ 6 của học kỳ 212, nên theo quy định bạn phải thanh toán  toàn bộ học phí của Hk212. . Dự kiến đầu tháng 04/2022 học phí Hk212 sẽ cập nhật, sau khi bạn thanh toán học phí xong bạn nộp đơn thôi học HK212 lại cho Pdt xử lý\"",
            "Kính gửi quý trường,. . Vào ngày 05/12/2021, em có gửi mail cho phòng đào tạo để hỏi thông tin về thủ tục làm đơn xin nghỉ học và nhận được phản hồi về cách nộp đơn xin thôi học. Trong mail phản hồi có nói rằng em tải mẫu đơn có sẵn trên web PDT, điền thông tin và gửi qua mail của phòng đào tạo để được xem xét. Em có làm theo hướng dẫn và đã gửi mẫu đơn về mail của phòng đào tạo. Nhưng sau đó vì chưa thấy được xử lí nên vào ngày 23/02/2022 em có gửi lại đơn xin nghỉ học của mình qua mail và được hướng dẫn nộp đơn trên mybk. Em có gửi lại đơn trên mybk vào ngày 02/03/2022 và sau đó nhận được phản hồi rằng em phải hoàn thành học phí học kì 2 rồi sau đó nộp lại đơn để trường xử lí. Vì em đã nghỉ từ đầu năm học, không tham gia vào các lớp học của trường ngay từ đầu năm nên em mong quý trường xem xét cho em được xin nghỉ học từ học kì 1 theo đơn em đã gửi từ tháng 12. . . Em xin chân thành cảm ơn.",
            "\"Chào bạn. . Pdt đã ghi nhận đơn thôi học của bạn. . Bạn vui lòng theo dõi tình trạng sinh viên từ “đang học” sang tình trạng “thôi học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 22/03/2022. . PDT sẽ gửi qua mail file scan quyết định thôi học cho sinh viên trễ nhất là 22/03/2022. Sau thời gian này vẫn chưa nhận được file quyết định tạm dừng vui lòng gửi phản hồi lại bksi để PDT kiểm tra và trả lời.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là khi nào có đợt nộp bằng tốt nghiệp THPT bổ sung ạ, trước tết có thông báo tạm ngưng và sẽ thông báo sau tết nhưng em vẫn chưa thấy ạ. Em cảm ơn ạ.. .",
            "Chào em,. . Em theo dõi thông báo về việc này sau nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã đặt câu Hỏi/Yêu cầu Tốt Nghiệp trên hệ thống BKsi hồi giữa tháng 02/2022. Nhưng đến hôm nay ngày 02/03/2022 vẫn chưa nhận được Email cũng như không thể đăng ký tốt nghiệp trên Mybk. . . . . Theo đề nghị của văn phòng đào tạo hôm nay em xin gửi lại câu hỏi qua hệ thống BKsi.. . . . Em rất mong PĐT xem xét kiểm tra và hồi âm lại giúp em. . . . . Em xin chân thành cảm ơn ! . .",
            "Chào em,. . Chưa có điểm 400433 nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào PDT, em đã làm đơn đăng kí môn học CH4351 : Đề cương luận văn tốt nghiệp vào học kì 2 và gửi lên phòng đào tạo. Vào hôm nhận biên nhận PDT thông báo là đã có thời khóa biểu, tuy nhiên em xem lại thời khóa biểu thì chưa có môn học CH4351, mong PDT xem lại giúp em với.. . Em cảm ơn.",
            "Chào em,. . Em vui lòng xem mybk nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào tạo,. . . . Ngày 22/02/2022, em có gửi \"yêu cầu mở đăng ký tốt nghiệp bổ sung\" vì những lí do đã nêu trong lần gửi trước và được PĐT phản hồi là nếu sau ngày 01/03/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . . . Đến nay ngày 02/03/2022, em vẫn chưa nhận được mail và cũng không vào đăng ký TN được, trang báo là em không được cấp quyền truy cập.. . . . Kính mong PĐT kiểm tra và phản hồi giúp em ạ. . . Em xin chân thành cảm ơn!. . . .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 08/3/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy (cô), ngày 18/2 em có gửi yêu cầu về vấn đề đăng kí tốt nghiệp và nhận được phản hồi như ảnh. Đến hôm nay ngày 02/03/2022 tình trạng vẫn như trước, em vẫn chưa nhận được mail và không đăng kí tốt nghiệp được, xem phần danh sách tốt nghiệp dự kiến thì vẫn hiện số tín 131/134. Mong thầy (cô) xem xét. kiểm tra lại trường hợp của em. Em cảm ơn ạ.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 08/3/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dear Phòng Đào Tạo,. . . . Hiện hôm nay là 02/03 nhưng em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến và chưa đăng ký tốt nghiệp được. Nhờ phòng đào tạo giải quyết gấp cho em vì em đang cần bằng gấp .. . . . Mong phản hồi từ phòng đào tạo.. . . . Em cảm ơn.. .",
            "Dear [full_name].DT. . . . Mong phòng đào tạo phản hồi giúp em ạ.. . Em đã gửi câu hỏi 02/03 nhưng chưa nhận được phản hồi ạ.. . Em cảm ơn",
            "Chào em,. . Em vào trang mybk/Đăng ký tốt nghiệp kiểm tra xem đã đăng ký được chưa nhé.. . Nếu chưa đăng ký được, vui lòng phản hồi lại giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô. . Em tên: [full_name]. MSSV:[student_id]. . Thầy/cô cho em hỏi là em đã bảo vệ luận văn từ 31.12.2021. giờ em đăng kí xét tốt nghiệp được chưa ạ?. . em thấy trên trang đăng kí xét tốt nghiệp thì đang trong thời hạn đăng kí, mà em vô đắng kí không được.. . Mong thầy/cô phản hồi em. . Em xin cảm ơn thầy/cô ạ.. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 08/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là sv tt Đào tạo bảo dưỡng công nghiệp, em xin phép pdt cập nhật lại tín chỉ cho em và cập nhật tín chỉ hk 211 để em đủ điều kiện đăng kí tốt nghiệp, em xin cảm ơn",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 08/3/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quý Thầy (Cô) phụ trách phòng đào tạo.. . . . Em là [full_name] (MSSV [student_id]) thuộc khoa Điện-điện tử, em có chuyện muốn trình bày với Thầy (Cô) như sau:. . Trong học kì 211 vừa rồi, do sự nhầm lẫn nên thầy [full_name], giảng viên môn giáo dục thể chất (MSMH PE1023) đã chấm điểm 13 cho em. Em đã liên hệ với thầy và đã được thầy xác nhận sửa lại điểm. Nhưng hiện tại đã hơn một tuần rồi mà trên hệ thống vẫn hiện điểm 13 ở môn học này. . . . . Em mong sớm nhận được phản hồi của quý Thầy (Cô).. .  Sinh viên. . [full_name]",
            "Chào em,. . Em vui lòng liên hệ cô [full_name] [phone_number], phòng 520 Nhà điều hành ĐHQG-HCM (khu phố 6, phường Linh trung, Thủ đức). . =  Bảng điểm đã gửi PĐT chưa nhé.. . Email của cô [full_name] : [email]. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã đăng ký luận văn tốt nghiệp EN4317 trong HK212. Nhưng đến nay trong thời khóa biểu và trên bkel của em không có môn LVTN. Em vào xem lịch sử đăng ký thì hệ thống ghi đã gửi đk thành công (như hình) và không có lý do hủy đk. PĐT xem xét trường hợp này giúp em với ạ!",
            "Chào em;. . em phải vào đợt kết quả để xem lý do chứ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin kính chào quý Thầy Cô!. . Em tên [full_name], mssv [student_id].. . Em có 2 vấn đề muốn hỏi ạ!. . 1.Em xin hỏi em còn thiếu những điều kiện gi để đăng ký xét tốt nghiệp ạ!. . 2.Môn học các quá trình chế tạo ME2071 học kỳ 2 năm học 2020-2021 em đã hoàn thành lâu rồi mà vẫn chưa có điểm tổng kết do phần thực hành chưa có lịch để học, Thầy Cô cho em hỏi khi nào thì mới có lịch cho phần thực hành môn này ạ!. . Kính mong nhận được câu trả lời sớm từ quý Thầy Cô để em bổ sung kịp thời điều kiện xét tốt ngiệp ạ!. . Em xin cảm ơn và chúc quý Thầy Cô 1 ngày vui vẻ ạ!. .",
            "Chào bạn. . 1) bạn tự kiểm tra bảng điểm so với CTDT để biết môn còn nợ. . 2) về việc nhập điểm môn học bạn vui lòng liên hệ trực tiếp Giảng viên giảng dạy để hỗ trợ. . Thân",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô Phòng Đào tạo,. . Thầy cô cho em hỏi là bây giờ có còn được hủy môn học kì chính không? Em muốn được hủy môn học CH3133 - Mô hình hóa,mp &tưh CNHH.. . Xin cảm ơn và chúc sức khỏe thầy cô!. .",
            "Chào em,. . - Đã hết thời gian huỷ môn học.. . - Rút môn học: em vui lòng xem email PĐT đã gửi: \"ĐĂNG KÝ RÚT MÔN HỌC HỌC KỲ 2(2021-2022). . Hộp thư đến. . . . - Ho Tro SV   support.stu@hcmut.edu.vn . . 08:57, Th 6, 7 thg 1. . tới stu.all, bcc: tôi. . . . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . . . Chúc các bạn học tập thật tốt!\". ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cô ơi, kỳ này em có đăng ký môn học Điện - Giải tích mạch (EE2031), mà em đã qua môn rồi, nên muốn được hủy môn học. Em có điền form google do pdt gửi hồi trước Tết rồi, nhưng mà vẫn còn lịch trong tkb. Cô giúp em hủy môn học này với. Em cảm ơn cô.",
            "Chào em,. . Em đã điền forms rút môn học, em xem email xác nhận. (dự kiến sau ngày 31/3 em xem TKB nhé).. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "kính thưa [full_name]ĐT,. . Em tên là [full_name] . . MSSV: [student_id]. . LỚ[full_name] : CD18DNLT. . Kính thưa [full_name]ĐT em đã hoàn thành làm Đề Cương [full_name] Văn Tốt Nghiệp và em có danh sách làm [full_name] Văn Tốt Nghiệp như trong thời khóa biểu của em chưa cập nhật em viết mail này kính mong [full_name]ĐT dành thời gian kiễm tra và phản hồi lại giúp em .. . Em chân thành cảm ơn!",
            "responsible person: [548] [staff_name] [helpdesk staff]",
            "Chào bạn. . Thời khóa biểu đã cập nhật mới, bạn vui lòng xem lại tại trang Mybk. . Chúc bạn học tập tốt nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô, em tên [full_name], mssv: [student_id], khoa kỹ thuật xây dựng.. . Học kỳ này em có đăng ký làm luận văn tốt nghiệp với thầy [full_name] là hướng dẫn chính. Nhưng vì bị thiếu môn tiên quyết nên bị huỷ môn luận văn tốt nghiệp. Không biết vào kỳ hè này em đăng ký làm luận văn thì vẫn được thầy [full_name] tiếp tục hướng dẫn chính hay sẽ được sắp xếp một giảng viên khác ạ?. . Em xin cảm ơn. .",
            "Chào em,. . Việc phân giáo viên hướng dẫn LVTN, SV liên hệ Khoa để được hỗ trợ nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: hiện tại thì em vẫn chưa nhận được email quân sự vậy hiện tại nên giải quyết như thế nào ạ",
            "Chào em,. . Em vui lòng liên hệ PĐT TT GDQP qua 028.[student_id]7, hoặc email [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i Em đóng học phí 211 trễ hạn do tài chính gia đình đang gặp khó khăn, em kiểm tra thấy thời khóa biểu bị mất, bảng điểm thì vẫn còn, em có phải làm đơn trễ hạn không ạ. . . .",
            "Chào em,. . PĐT ghi nhận trường hợp đóng HP trễ hạn của em. Vui lòng thanh toán HP đúng hạn các lần sau nhé. . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi sao pđt lại xóa môn tiếng anh cơ bản của em khỏi thời khóa biểu lẫn bkel vậy ạ. .",
            "Chào em,. . Môn này trùng với lịch học GDQP nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào Tạo trường Đại học Bách Khoa tp HCM.. . Em tên: [full_name]. . MSSV: [student_id]. . Em là sinh viên khóa 2021. . Em viết thư này vì lý do em bị trùng lịch học lớp anh văn cơ bản A (LA001, DT04) với lịch môn Giáo dục quốc phòng.. . Em mong nhà trường chuyển lịch  giúp em. Em cảm ơn.. .",
            "Chào em;. . đã hủy môn nh văn cơ bản A (LA001, DT04) của em nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . E chào thầy/cô. . E sinh viên hệ VHVL khoá 2019 MSSV [student_id]. Vừa rồi e có đăng ký rút môn mạch điện tử đã đăng ký trong hk212 CQ - VHVL. Sau đó e có đăng ký lại môn mạch điện tử trong đợt bổ túc kiến thức cho hệ VHVL. Tuy nhiên hiện tại e bị mất thời khoá biểu môn mạch điện tử của lớp bổ túc kiến thức VHVL. Nhưng môn mạch điện tử của đợt hk212 CQ- VHVl vẫn còn chưa được huỷ. Mong thầy/cô xem xét cập nhật lại giúp e.",
            "Chào bạn. . - [full_name] đã tiếp nhận thông tin rút môn học của bạn rồi, và sẽ xử lý chuyển thàng điểm 17 trong tháng 3/2022. . - Môn EE2035\tMạch điện tử\t3\t3\tBD01\tcó tkb tại Mybk- xemtkb. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào cô/thầy,. . Em có thắc mắc là đợt đăng ký LVTN trễ hạn dành cho sinh viên thực tập tháng 01 và 02 lần này (HK212) là khác với đợt dành cho sinh viên muốn thực hiện LVTN trong hè (HK213) như PĐT đã thông báo trước đó ạ?. . Nếu em muốn thực hiện LVTN trong học kì hè HK213 thì học phí sẽ được tính theo đơn giá nào ạ?. . Trân trọng cám ơn cô/thầy.",
            "Chào em,. . Môn LVTN tính tiền giống với TTTN trong hè các hk trước nhé. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi làm sao để gia hạn thẻ sinh viên tại thẻ sinh viên của em ghi là hết hạn tháng 3/2022 ạ",
            "Chào em,. . Nếu đăng ký mới sẽ được gia hạn tới 04/2023 (2 học kỳ).. . Thân mến. .",
            "Dạ vậy bây giờ em chỉ cần đang ký làm lại thẻ sinh viên thôi đúng không ạ",
            "Em đăng ký trên mybk, đóng tiền bkpay nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy/cô ạ,. . Thầy cô cho em hỏi các câu sau ạ,. . . . 1. Thời điểm này đã chủng bị đi học offline, vậy vào tháng mấy là đăng kí môn học (có xét chuẩn tiếng anh) để đăng kí môn HK1 (tức kỳ sau) ạ? Vì để em sắp xếp thời gian đăng kí thi TOEIC (IIG) hợp lý để nộp bằng ạ?. . . . 2. Mình phải đạt chuẩn tiếng anh trước thời điểm đăng kí môn học thì lúc đó mới cho đăng ký các môn chuyên ngành phải không ạ? Hay em có thể nộp bằng sau lúc đăng kí môn ạ?. . . . 3. Hiện tại thì em chưa đạt chuẩn tiếng anh năm nhất, mà hiện tại em đã năm hai, và nếu em thi Anh văn định kỳ của PĐT tổ chức sắp tới mà trên 600, thì em có được xét qua anh văn tất cả các năm không ạ?. . . . Em cảm ơn thầy/cô nhiều ạ, chúc thầy/cô một buổi tối vui vẻ ạ. .",
            "\"Chào em,. . 1. SV theo dõi thời gian đăng ký môn học tại lịch học vụ (aao.hcmut.edu.vn), hiện tại chưa có lịch ĐKMH của HK 221 nhé.. . SV vui lòng xem mail ngày 24/01/2022 về. . Thông báo cập nhật Kế hoạch học tập của học kỳ 2 và học kỳ hè năm học 2021-2022 và phần bù các học kỳ trước theo hình thức trực tiếp và phối hợp trực tuyến/trực tiếp (xem mục 6. Kiểm tra Anh văn đầu vào cho sinh viên chính quy đại trà khoá 2021 và Anh văn định kỳ cho sinh viên chính quy đại trà khoá 2020 về trước). . 2. Theo quy định, SV phải đủ điều kiện thì mới có thể ĐKMH được nhé bạn (nộp trước lúc ĐKMH online). . 3. Nếu bạn thi đạt điểm cao, qua hết chuẩn các năm thì được xét đạt hết nhé (không cần thi lại). . thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô,. . Em tên [full_name],MSSV : [student_id]. . Em viết đơn này xin phòng đào tạo xem xét cho em dời môn luận văn tốt nghiệp (MMH:CI4347,Nhóm -tổ:A01,HK212),sang kì hè 213. . EM đã gửi câu hỏi này cho phòng đào tạo và được phòng đào tạo yêu cầu viết đơn(không có mẫu) để được Ban lãnh đạo xem xét ạ.(có hình ảnh minh chứng việc hỏi-đáp ở phía dưới). . Trân trọng cám ơn.. . Chúc thầy cô nhiều sức khỏe.. .",
            "\"Chào bạn,. . Cô Trang hướng dẫn chưa đúng theo quy trình hiện tại, nên Cô gởi lại quy trình đúng bạn vui lòng xem hướng dẫn rồi thực hiện nghen:. . . . Nên quy trình đến thời điểm : Bạn tải mẫu đơn PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + [full_name] không đồng ý cấm thi, đồng ý cho Hoãn thi gởi cho Phòng đào tạo xem xét nộp qua trang Mybk- Hỗ trợ trực tuyến (BKSI). . . . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học .  em đã nộp tiền mua sách nhưng giờ lớp bị hủy thì em nên đăng kí lớp khác hay hủy luôn ạ. nếu hủy là em mất tiền luôn ạ :((. . . .",
            "Chào em,. . - Huỷ môn học thì không đóng HP, rút môn học mới đóng HP nhé.. . - Lần sau có đặt câu hỏi, em gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name], MSSV [student_id], là sinh viên khoa Kỹ thuật Hóa học, chuyên ngành Hóa lý - Hóa phân tích. Em đã hoàn tất chương trình học trong học kì 1 vừa qua, điểm số cũng đã được cập nhật đầy đủ và đủ các điều kiện về ngày CTXH, chứng chỉ Anh văn để tốt nghiệp. Tại sao em chưa có tên trong danh sách tốt nghiệp tạm thời ạ?",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 08/3/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy cô. Dạ cho em hỏi cổng thanh toán Bkpay đang bị lỗi hay sao vậy ạ. Em có chọn thanh toán lệ phí 55000đ nhưng sau khi đăng nhập chọn thanh toán đến bước cuối hệ thống để nhập mã xác thực nhưng lại không có tin nhắn gửi về điện thoại như những lần trước ạ. Em cảm ơn.",
            "Chào em,. . BKPay thanh toán bình thường nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ thưa cô, . . Em đã học môn bê tông đúc sẵn (2019) và vật liệu gốm xây dựng (2018) theo mã mới và đã đậu hết hai môn, vì mã cũ không đủ người để mở a. nhưng file pđt gửi em vẫn rớt hai môn ấy. Nên em xin cô xem xét hướng dẫn em làm sao để được tốt nghiệp ạ. Em cảm ơn cô.. . Em xiin gửi file bảng điểm đính kèm và file pđt đã gửi em về điều kiện trước đó.",
            "Chào em,. . Em cần làm đơn xét chuyển (không có mẫu) gửi bksi để PĐT xem rồi trả lời em nhé. Thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em có khoản phí đăng kí làm lại thẻ sv bị quá hạn và em không còn đóng được trên hệ thống nữa (hình), trên danh sách tốt nghiệp dự kiến tính em thiếu điều kiện tn do bị nợ học phí. Trường hợp này phải làm thế nào?, thầy cô giúp em với ạ.. . . .",
            "Chào em,. . Em phải thanh toán lệ phí mặc dù quá hạn.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Họ và tên: [full_name]. . MSSV: [student_id]. . Lớp: VPk17CĐT. . Em xin chào các thầy/cô bên PĐT. Em có đăng kí   B Luận văn tốt nghiệp - 218700  /B  và   B Thực tập tốt nghiệp - 218750  /B  trong học kì 212. Nhưng bên bộ môn gửi mail báo rằng trong danh sách của bộ môn hiện chưa có tên em và yêu cầu em phản hồi về PĐT. Em xin nhờ các thầy/cô kiểm tra giúp em. . . Em xin cảm ơn các thầy/cô.. . [full_name]",
            "Chào em,. . Em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Em chào PDT,. . . . Em nhận được mail từ BM là phản hồi PDT về việc bổ sung tên về danh sách theo dõi của BM Cơ điện tử.. . Và thầy hướng dẫn LVTN của em là thầy [full_name]. Trên trang bkel có ghi là thầy [full_name].. . Em xin cảm ơn.\t. . . .   i Học vụ .",
            "Chào em,. . [full_name] phân công CBGD, PĐT không nhập nhé em.. . Em vui lòng liên hệ [full_name].. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào quý thầy cô:. . Em là [full_name], mssv:[student_id]. . Em đã có tên trong danh sách dự kiến tốt nghiệp. Sau đó em tiến hành đăng ký tốt nghiệp trên mybk, đóng lệ phí 95000đ qua bkpay nhưng nhận được phản hồi trên mybk là:\"phiếu đăng ký không được xử lý\".. . Em mong được PĐT xem xét và cập nhật.. . Em xin cảm ơn.",
            "Chào em,. . Em kiểm tra lại quy định về việc up hình thẻ nhé, nếu không đúng quy định bạn vui lòng làm lại theo đúng nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do bất cẩn không để ý nên em không biết được là mình phải đăng ký môn GDQP ở đầu học kỳ, tưởng nhà trường đăng ký cho sinh viên. Sau này hỏi lại bạn mới biết rõ. Em mong nhà trường giúp đăng ký bổ sung cho em đợt GDQP sắp tới.",
            "Chào em,. . OISP đã tiếp nhận thông tin và đã trả lời SV.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy ạ!. . Cho em xin phép hỏi là giờ em muốn đăng môn học giáo dục quốc phòng thì em đăng kí sao và cập nhật thông tin ở đâu ạ! Em xin phép cảm ơn thầy nhiều ạ!",
            "Chào em,. . Em vui lòng liên hệ PĐT TT GDQP qua 028.[student_id]7, hoặc email [email]. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Hiện tại em đã được cập nhật môn tương đương và đã đủ yêu cầu nhận luận văn tốt nghiệp. Pđt xem xét cập nhật thời khóa biểu giúp em, em đã đăng ký luận văn tốt nghiệp vào đợt đăng ký môn học trước. Em xin cám ơn",
            "Chào bạn. . Hiện tại do Khoa báo Pdt không nhận LVTN cho Hk 212 này nên có 2 hướng :. . - Bạn có thể đăng ký vào HK213. . - HK212: bạn vui lòng làm đơn đăng ký LVTN, trong đơn ghi rõ tên môn học, mã số môn học, lý do bổ sung. Và phải có xác nhận của Khoa + Giảng viên hướng dẫn đồng ý bổ sung và xác nhận tiến độ thực hiện được bao nhiêu phần trăm (có thể gởi yêu cầu Khoa + Giảng viên hướng dẫn xác nhận trong đơn, hoặc xác nhận qua mail, bạn chụp hình mail  đồng ý đính kèm ), gởi yêu cầu tại BKSI để xử lý. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa thầy cô PDT, em là [full_name]-[student_id]. Hôm rồi (27/2) em có vắng buổi kiểm tra tập trung môn giải tích 2. Nay em làm đơn xin kiểm tra bổ sung khi đảm bảo sức khỏe ạ ( kèm theo minh chứng ạ), em mong thầy cô xem xét giúp em với ạ, em chân thành cảm ơn thầy cô nhiều ạ.",
            "\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi: Phòng đào tạo trường ĐH BKTPHCM. . Phòng đào tạo cho em hỏi ạ.... . Em đã hoàn thành tất cả các môn học(142 tc). . có anh văn toeic 500 và hoàn thành 2 kỹ năng nói viết (200 điểm) luôn rồi ạ mà sao em đợi mãi mà vẫn chưa thấy danh sách tốt nghiệp gửi cho em ạ.Trong khi các bạn em đã có hết rồi ạ. . Không biết trường hợp của em có thiếu gì hay bị vấn đề gì không ạ?. . Kính mong Phòng đào tạo thông tin sớm cho em còn biết để bổ sung những gì còn thiếu để được tốt nghiệp ạ.. . Em xin cảm ơn ạ.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 08/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thân gửi phòng đào tạo!. . Em tên [full_name], MSSV: [student_id]. . Em có thắc mắc về vấn đề tốt nghiệp, mong PDT xem xét giúp em ạ. Hiện tại e đã hoàn thành chương trình học theo cập nhật của Mybk là 142 tín chỉ, điểm toiec của em reading& listening là 525đ e nộp vào ngày 22.2.2022 và được thẩm tra ở mục \" nộp chứng chỉ ngoại ngữ\" lúc 10:35 27.2.2022. Toiec wirting &speaking là 240đ. Ngày công tác xã hội là 16. Và em không nơi học phí hay sách của trường.Nhưng hiện tại e vẫn chưa đăng ký được tốt nghiệp cho đợt 4/2022. . . Rất mong phòng đào tạo xem xét và phản hồi giúp em để e được đăng ký tốt nghiệp ạ. . . Em xin chân thành cảm ơn.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 08/3/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. .",
            "Thân gửi phòng đào tạo!. . Em tên là [full_name] MSSV [student_id], hiện nay ngày 09/03/2022 em vẫn chưa có tên trong danh sách dự kiến và đăng ký tốt nghiệp ạ. Rất mong phòng đào tạo xem và kiểm tra lại giúp em.. . Em xin trân trọng cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Em chào quý thầy cô.. . Em tên :Lường Văn Hoan mssv:[student_id] sinh viên VHVL khoa Điện - Điện tử. . Trong đợt đăng kí môn học vừa rồi em có đăng kí môn Luận văn tốt nghiệp nhưng khi kiểm tra lại thì em thấy mình chưa đăng kí thành công.Do em không để ý lịch nên khi được thầy hướng dẫn Đề cương(thầy [full_name]- bộ môn Thiết bị điện)hỏi em mới biết không đăng kí được.. . Phòng đào tạo cho em hỏi có cách nào để em được đăng kí lại Luận văn tốt nghiệp trong học kì 212 không ạ.. . Em cảm ơn.",
            "đã có kết quả, bạn về khoa nhận đề tài nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "i Học vụ . Thưa thầy/cô,. . . . Em là [full_name], MSSV [student_id]. . . . . Em có lịch học thực hành vào tuần 10 nhưng không thể tham gia học trực tiếp vào thời điểm đó vì lý do covid. . . . . Em đã gửi mail cho giáo viên giảng dạy và được hướng dẫn liên hệ với Phòng đào tạo. . . . . Hiện em không rõ thủ tục để xin hoãn học thực hành để học bù vào thời gian khác, hoặc bảo lưu điểm lý thuyết và đợi thời gian khác hoàn thành học phần thực hành như thế nào.. . . . Em mong nhận được sự giải đáp từ thầy/cô.. . . . Em xin cảm ơn, chúc thầy/cô buổi tối vui vẻ.. . . . Trân trọng,. . [full_name].. . . .",
            "Chào em;. . Phòng Đào tạo đã đổi nhóm cho em sang tuần 17 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác .   Dạ em chào ad, hiện em đang tạm dừng tính học kì hiện tại là sẽ được 2 học kì, bây giờ em muốn làm lại đơn thu nhận nhập học lại thì mình làm và điền thông tin như thế nào cho phù hợp vì có vài chỗ em chưa hiểu rõ. Và việc nộp này mình nên nộp trước học kì hè năm nay hay là nộp khi bắt đầu học kì mới 2022-2023 ạ. Em hiện đang dự tính là sẽ đăng kí đi học hè trở lại. . .   Mong ad có thể giải đáp thắc mắc cho em. Em xin cảm ơn nhiều ạ",
            "Chào em,. . Em tải mẫu đơn thu nhận gửi [full_name] nhé. . http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT!. . Em tên là [full_name], MSSV [student_id]. . Hôm nay, em viết mail này muốn xin phép PĐT cho em được hoãn thi giữa kỳ HK212 vào lúc 14h00 ngày 26/02/2022.. . Lý do: Khu vực nhà em gặp sự cố điện vào lúc 10h00 ngày 26/02/2022 và bên điện lực báo là sự cố sẽ được khắc phục ít nhất vào lúc 17h00 chiều cùng ngày mới xong.. . Mong PĐT xem xét giúp em ạ!. . Em xin chân thành cảm ơn!. . Chúc PĐT một ngày tốt lành ạ!",
            "Chào em,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại. Nếu GV không đồng ý, em vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp tại BKSI. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa Thầy/Cô,. . . . Em tên Trần [full_name] Tùng, mssv [student_id]. Dạ Thầy/Cô cho em hỏi, ngày 17/2 em có đăng ký xét tốt nghiệp thành công và cũng đã thanh toán lệ phí 95000, mà sao đến hôm nay em vẫn chưa nhận được giấy chứng nhận tốt nghiệp tạm thời qua đường bưu điện, và cũng chưa có giấy chứng nhận tốt nghiệp tạm thời bản online để tải về luôn ạ? . . Dạ Thây/Cô có thể cho em xin giấy chứng nhận tốt nghiệp tạm thời bản online trước được không ạ? Tại em đang cần gấp để nộp cho công ty ạ.. . . . Em cảm ơn. . .",
            "Chào em,. . Theo quy trình hiện tại của đợt tốt nghiệp tháng 04/2022:. . Dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022. . Thân mến. .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em chào pđt. em là [full_name] - [student_id] Khoa Công nghệ vật liệu. Em có đăng kí thực tập ngoài trường nhưng bây giờ em không có tkb. Mong pđt xem lại giúp em !",
            "Chào em,. . - Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Thưa cô, chuyện là em được PĐT xếp lịch cho học TTCKDC1 ME2013 và Hóa đại cương (Thí nghiệm) CH1004, là 2 môn thực hành nhưng ở 2 cơ sở khác nhau!! Mà 2 môn chỉ cách nhau 10p thì em phải làm sao đây ạ mà em cũng k liên lạc được với giáo viên để xin sắp xếp buổi học, kính mong cô hướng dẫn cho em để không bị mất buổi thí nghiệm nào ạ!! Em xin cảm ơn cô.. . Trân trọng,. . CT. .",
            "Chào em,. . Em vui lòng liên hệ môn Hóa đại cương (Thí nghiệm) CH1004, xin đổi vì PĐT xếp lịch TN bù chung.. . Thân mến. .",
            "Chào em,. . đã đổi nhóm khác cho em môn CH1004 để không bị sát giờ của 2 cơ sở nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em K16. . đã hoàn thành xong chương trình học. . Em chưa có av 1,2,3,4. . Em thi toeic được 500 điểm. cho em hỏi khóa K16 thì 500 điểm có đổi được đủ 4av không ạ?. . Mong pdt giải đáp giúp em.. . em cảm ơn.. .",
            "\"\"\"Chào em,. . Từ Khóa 2016 trở về trước áp dụng theo bảng quy đổi điểm cũ nhé bạn.. . SV xem bảng quy đổi điểm tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/4.   Chuyển điểm các môn ngoại ngữ và bảng quy đổi tương đương các chứng chỉ/ - Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2017-2018 đến HK3/2019-2020\". . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em muốn xin Hoãn thi giữa kì 2 môn: Kế toán tài chính vào ngày 5/3 và Giải tích trong Kinh doanh vào ngày 6/3. Vì lí do đi phẫu thuật vào ngày 5/3 và 6/3.Em cam kết mọi thông tin em đưa là đúng sự thật. Mong [full_name] tạo điều kiện cho em được thi lại vào ạ. . .",
            "\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . em hệ vhvl học chương trình đào tạo khóa 2017 em muốn hỏi là e đã học hết tất cả các môn học thì cần những gì để đạt điều kiện tốt nghiệp. . vd như toeic bằng tin học ... e có đọc qui chế nhưng e thấy thay đổi liên tục mong pdt giải đáp giúp em để em biết sắp xếp ạ !. . . . em cám ơn",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 08/3/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em bị mất tkb cả tuần nay rồi ạ. Xin trường khắc phục giúp em",
            "Chào em,. . - Do em chưa thanh toán học phí nhé.. . - Em xem email PĐT đã gửi: \"Nhắc: thanh toán học phí học kỳ 211. . Hộp thư đến. . . . [email]. . 14:58, Th 2, 24 thg 1. . tới thuc.nguyen1808. . . . Thân gửi các bạn sinh viên,. . . .  . . . . Theo qui chế học vụ hiện hành (Quy chế học vụ điều 7.2), Bạn chưa thanh toán học phí học kỳ 1/2021-2022. Bạn cần phải thanh toán học phí mặc dù trễ hạn. . . . . Vì lý do dịch bệnh nên Nhà trường vẫn chưa xử lý Sinh viên nợ học phí nhưng trong tháng 02/2022 sau khi rà soát nếu SV vẫn không thanh toán học phí thì Nhà trường sẽ xử lý theo quy đinh.. . . . Sinh viên xem chi tiết Quy chế học vụ đào tạo để thực hiện nghiêm túc tại trang: aao.hcmut.edu.vn    sinh viên    quy chế    học vụ    Quy chế đào tạo và học vụ bậc đại học, cao đẳng / Điều 7.\". . Thân mến. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy/cô, . . Em là [full_name] - MSSV: [student_id]. . . . Nay em làm đơn xin chuyển điểm hai môn chuyên ngành theo mã môn mới thay thế mã môn cũ mà em đã học và đậu ở học kỳ II (2018-2019) và học kỳ I (2019-2020). . . . . Em xin thầy cô xem xét giúp em để em có đủ điều kiện ra trường ạ, em xin đính kèm file mẫu đơn và bảng điểm chứng minh kèm với file nhà trường gửi về điều kiện tốt nghiệp ạ.. . . . Em kính chúc thầy/cô nhiều sức khỏe ạ.. . Trân trọng,",
            "Chào em,. . Em vui lòng ghi lại rõ giúp cô, ghi tất cả trong ô nội dung luôn nhé, xin cập nhật điểm môn tương đương, em ghi rõ là:. . Em học môn học nào? ở học kỳ nào? bao nhiêu điểm? tương đương môn nào? (ghi rõ tên và mã MH giúp cô).. . Thân"
        ]
    }
]