[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi: Quý Thầy/Cô phụ trách,. . . . Em tên: [full_name] - MSSV: [student_id], Lớp: XD15CD2 - Khoa: Kỹ Thuật Xây Dựng. . . . Dạ em đã có tên trong danh sách tốt nghiệp dự kiến tháng 4/2022. Nhưng hiện tại tình trạng sinh viên của em vẫn đang để \"Nghỉ\".. . . . Kính nhờ Phòng Đào Tạo ra quyết định thu nhận lại để em đủ điều kiện đăng ký tốt nghiệp.. . . . Em chân thành cảm ơn Quý Thầy/Cô ạ!",
            "Chào em, . . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính chào quý Thầy, Cô giáo!. . Em tên là [full_name], MSSV: 191325. Thầy, cô cho em xin được hỏi là: học phần thực tập ngoài trường đã được đăng ký ở học kỳ 212, và sẽ thực tập ở kỳ hè 213, vậy thì em có bị giới hạn tín chỉ đăng ký học hè không ạ?. . Em xin cảm ơn ạ!",
            "Chào em;. . Môn em đăng ký ở học kỳ nào thì tính tín chỉ ở học kỳ đó nhé, không tính vào tín chỉ hk sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .  Em chào cô/thầy,. . Em tên là [full_name], MSSV [student_id] khoa Điện - Điện tử. Hiện tại em còn 1 môn là Kỹ thuật siêu cao tần, Mã EE3025, học kỳ 211. Em đã thi cuối kỳ hôm 22/12/2021 và đang đợi điểm.. . Em kiểm tra thì thấy đang bị tạm ngừng học vì không đăng ký môn vào kỳ 212.. . Cô/thầy giúp/hướng dẫn em khôi phục trạng thái sinh viên với ạ.. . Cảm ơn cô/thầy",
            "Chào em,. . Khi nào em đủ điều kiện tốt nghiệp có thể gửi câu hỏi qua bksi để xin xét tốt nghiệp.. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chuyển ngành từ chất lượng cao sang đại trà mà khác ngành đc không ạ , em đang bị khó khăn về kinh tế nên không thể học tiếp chất lượng cao . Mong nhà trường giúp em.  B",
            "Chào bạn. . - Về việc chuyển chương trình chất lượng cao sang chính quy đại trà bạn vui lòng liên hệ Văn phòng đào tạo quốc tế để được tư vấn và hướng dẫn 402A4 hoặc qua địa chỉ mail: [email]  . . - Về việc chuyển ngành Sinh viên vui lòng xem chi tiết quy định: Điều 25.3 chuyển ngành tại Quyết định ban hành Quy định chung về học vụ và đào tạo (số 2931 ngày 10/9/21). . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dear Thầy Cô,. . E đã đăng kí tốt ngày 04/04/2022 nhưng vẫn chưa được. Hiện tình trạng đang chờ thanh toán (Hình ảnh đính kèm ).. . Cho e hỏi nếu e đăng kí thành công đợt này có được xét tốt nghiệp kịp tháng 4 này không ạ?. . Mong thầy cô phản hồi sớm?. . Cảm ơn Thầy Cô,. . [full_name]. . . .",
            "Chào em;. . em phải thanh toán lệ phí tốt nghiệp trên BKPay mới được nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . . . . . . kính thưa phòng đào tạo.. . Hiện tại em đã có điểm môn công trình trên đất yếu mà giờ lại có lịch thi tiếp thì em có phải thi lại không ạ?. . Mong phòng đào tạo giải quyết dùm em việc này!. . Trân trọng",
            "\"Chào bạn. . Pdt ghi nhận yêu cầu của bạn và sẽ cập nhật lại lịch thi. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào.. . . . Cho em hỏi về vấn đề học phí là gia đình em đã đóng học phí từ sáng mà sao trên BKpay vẫn chưa cập nhật ạ.. . Nội dung chuyển khoản của em là :[full_name] [student_id], CQ, 106.. . từ ngân hàng VIETCOMBANK.. . Em chuyển thế có được chấp nhận không ạ nếu không được mong nhà trường chuyển lại OCB của em.. . . . Mong được phản hồi sớm. em cảm ơn.",
            "Chào bạn,. . Trường hợp Sinh viên đã chuyển khoản tiền học phí sang tài khoản OCB của trường:. . - Nếu trường hợp 1 : Sinh viên chuyển khoản đúng số tiền học phí HK212 trên BKpay: Trường sẽ liên hệ với ngân hàng OCB để tự thu học phí. . . - Nếu trường hợp 2 : Sinh viên chuyển khoản khác số tiền học phí HK212 trên BKpay: Phòng kế hoạch tài chính sẽ hoàn trả lại số tiền vào tài khoản của SV,  SV phải tự thanh toán học phí theo thông báo và quy định.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là sau khi kí giấy gia hạn học phí xog rồi thì em có thể nộp onl qua bksi hay qua mail được không ạ",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email: [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính thưa [full_name]T chuyện là  học phí của em [full_name]T đã tính nhầm số TC học vượt của môn thể chất rồi ạ . Kì này em mới học môn thể chất HP2 đầu tiên do kì 202 em chưa học , với lại là kì này em đằn kí 19 chỉ vậy em đã vượt 2 chỉ so với CTDT , vậy nên số TC vượt xẽ được lấy 2 chỉ nhân cho 350k và cộng với 5 triệu 8 trăm 50 nghìn là ra học phí kì này . Mà trên hệ thống BKpay số tiền em đóng là 7 triệu hơn ạ , mong [full_name]T xem lại giúp em với em xin trân trọng cảm ơn .. . Mssv [student_id]",
            "Chào bạn,. . - Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí    Mức thu học phí các bậc đào tạo năm 2021-2022   III- Đại học chính quy- 1- Chính quy đại trà: Cách tính học phí các học phần đặc thù: Môn GDTC số TC tính học phí là 1.5. . - Theo quy định combo trọn gói số tín chỉ là 17 tc, bạn đăng ký 20.5 tc thì sẽ tính vượt 3.5 . . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào pđt . . Em với bạn em học thể chất giống nhau nhưng riêng em lại bị tính tiền thêm môn GDTC dù là em không rớt môn. Em mong chỉ là sự nhầm lẫn và hoàn tiền lại giúp em chứ mì tôm em cũng sắp hết rồi. . . Em cảm ơn nhiều ạ",
            "Chào bạn,. . - Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí    Mức thu học phí các bậc đào tạo năm 2021-2022   Mục III-Đại học chính quy. . - Khóa 2019,2020: 5.850.000VNĐ/HK, số tín chỉ định mức để tính học phí trọn gói cho cho một HK đối với sinh viên đại học là 17 tín chỉ. . . - Học kỳ 212 bạn đăng ký tổng cộng 18.5 tín chỉ . . - Đơn giá học phí tín chỉ vượt định mức: 350.00VNĐ/TC. . - Bạn vui lòng xem lại. . . Thân",
            "Dạ chào pđt ạ. . -Em mới học thể chất lần 2 ( hk2 năm nhất là HP2 và  hk2 năm hai là Hp1 ) học phần của k20, thì học phí GDTC kỳ này bị tính học phí ạ.. . Em tưởng là học đủ 2 học phần thì không bị tính học phí, còn học lại thì mới bị tính học phí GDTC.. . -Nên em mới mạn phép lên đây hỏi pđt, mong pđt giải đáp giúp em.. . Em cảm ơn nhiều ạ",
            "Chào bạn,. . - Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí    Mức thu học phí các bậc đào tạo năm 2021-2022   III- Đại học chính quy- 1- Chính quy đại trà: Cách tính học phí các học phần đặc thù: Môn GDTC số TC tính học phí là 1.5. . - Theo quy định combo trọn gói số tín chỉ là 17 tc, bạn đăng ký 18.5 tc thì sẽ tính vượt 1.5. .  . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: Quý thầy/cô, . . . . Em tên là: [full_name]. . MSSV: [student_id]. . Em là sinh viên năm nhất và hiện tại đang có 25 tín chỉ.. . . . Ngày 8/4 đến là sẽ có đợt đăng ký HK213, em dự định đăng ký môn học lần đầu để bù 3 tín chỉ còn thiếu. Vì thế, em có thắc mắc mong được quý thầy/ cô giải đáp.. . . . Thứ nhất, em không biết hình thức học sẽ là online hay offline ạ. Nếu học trực tiếp thì địa điểm học sẽ là ở CS2 hay CS1 ạ ?. . . . Thứ hai, em không biết học kỳ hè thì học phí sẽ là 880k/tín chỉ như dự thính hay không vì em đọc trên web aao mà vẫn chưa rõ ?. . . . Cuối cùng, việc thiếu 3 chỉ sẽ bất lợi cho em khi xét phân ngành. Nên em hoàn thành 3 chỉ còn thiếu vậy không biết có kịp thời gian để xét phân ngành không ạ ? . . . . Trên đây là 3 câu hỏi mà em đang thắc mắc. Mong quý thầy/ cô giải đáp giúp em ạ.. . . . Em xin chân thành cảm ơn quý thầy/ cô. . . Trân trọng, . . [full_name]. . . .",
            "Chào bạn, . . - Về việc đăng kí môn học học kì hè 2021 - 2022 (HK213), bạn vui lòng xem lại thông báo ngày 01/04/2022 (tại tin nhắn BKel) nhé.. . - Về việc phân ngành, bạn vui lòng liên hệ văn phòng Khoa để được hỗ trợ.. . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "dạ cho em hỏi hạn chót nộp chứng chỉ anh văn dể làm luận văn tốt nghiệp học kì 221 là khi nào vậy ạ. .   i Học vụ .",
            "Chào bạn. . Xem chi tiết lịch đăng ký môn học tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ năm học 2022-2023    Học kỳ 1 (Dự kiến sẽ cập nhật trước tháng 05/2022). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi quý thầy/cô.. . Em tên là [full_name], mssv:[student_id]. Hiện nay em đã hoàn thành hết điều kiện tốt nghiệp và đã có tên trong dánh sách tốt nghiệp tạm thời, nhưng em do tình trạng sinh viên đã bị \"Tạm dừng\" vì không đăng ký môn học nên em chưa thể đăng ký tốt nghiệp được. Theo như thông báo trong lần hỗ trợ trước, nay em gửi hỗ trợ này mong thầy/cô kiểm tra lại giúp em. Em cảm ơn thầy/cô ạ.",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi phòng đào tạo.. . . . Hiện tại em đã có tên trong danh sách tốt nghiệp chính thức đợt tháng 4/2022.. . Xin phép phòng đào tạo cho em hỏi thủ tục để đăng ký tham dự lễ tốt nghiệp đợt này với ạ?. . . . Em xin chân thành cảm ơn pđt. .   i Tốt nghiệp .",
            "\"Chào bạn,. . Về lễ tốt nghiệp tháng 4/2022 SV vui lòng đợi thông báo sau của nhà trường về lễ tốt nghiệp.. . SV sẽ đăng ký dự lễ tốt nghiệp tại khóa nhé!. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Phòng Đạo Tạo.. . Em đã cập nhật ảnh thẻ sinh viên trên trang đăng kí tốt nghiệp. Xin quý thầy cô xét duyệt lại đơn đăng kí tốt nghiệp của e với ạ.. . . . Trân trọng!",
            "Chào em,. . SV đã cập nhật lại ảnh vui lòng đợi PDT kiểm tra và xác nhận lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào PĐT. Em có đóng học phí qua cổng thanh toán BKpay. Tuy nhiên lại không nhận được mã xác thực gửi về điện thoại để xác nhận thanh toán ạ. Vậy cho em hỏi em liên hệ ở đâu để được giải quyết ạ. Em cảm ơn.",
            "Chào em,. . Vấn đề này em liên hệ ngân hàng OCB để được kiểm tra và hỗ trợ nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi là đăng ký thực tập kỳ hè có xét chuẩn av từng năm không ạ. . CHo em hỏi khi nào trường bát đầu xét lại chuẩn av từng năm",
            ". . Chào bạn,. . . . Trong thông báo đăng ký môn học của học kỳ hè 213 không có thông báo về việc không xét Chuẩn ngoại ngữ từng năm học trong HK213.. . Sinh viên vui lòng xem quy chế về việc chuẩn ngoại ngữ tại đây:  Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt/1. Chuẩn ngoại ngữ từng năm học. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng đào tạo,. . Em là [full_name], MSSV: [student_id]. . Lớp MO15KMT1, Khoa Môi trường & Tài nguyên.. . Em đã được chuyển sang hệ VLVH theo quyết định số 867/QĐ-ĐHBK ngày 25/03/2022.. . Hiện tại trên [full_name] vẫn chưa cập nhật hệ VLVH cho em.. . Em đã đủ điều kiện tốt nghiệp theo chương trình đào tạo hệ VLVH.. . Em kính mong Phòng đào tạo xem xét giúp em.. . Em xin chân thành cảm ơn.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên [full_name], mssv: [student_id]. Vì hiện tại gia đình em chưa có khả năng để đóng học phí kì 212. Xin thầy cô cho em hỏi các bước để em xin được gia hạn đóng học phí ạ. Em xin chân thành cảm ơn. . .",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email: [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào.. . . . Cho em hỏi về vấn đề học phí là gia đình em đã đóng học phí từ sáng mà sao trên BKpay vẫn chưa cập nhật ạ.. . Nội dung chuyển khoản của em là :[full_name] [student_id], CQ, 106.. . từ ngân hàng VIETCOMBANK. với ảnh giao dịch trong file. . . . Mong được phản hồi sớm. em cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào.. . . . Cho em hỏi về vấn đề học phí là gia đình em đã đóng học phí từ sáng mà sao trên BKpay vẫn chưa cập nhật ạ.. . Nội dung chuyển khoản của em là :  B [full_name] [student_id], CQ, 106.  /B . . từ ngân hàng   B VIETCOMBANK  /B . với ảnh giao dịch trong file. . . . Mong được phản hồi sớm. em cảm ơn.",
            "Chào bạn,. . Trường hợp Sinh viên đã chuyển khoản tiền học phí sang tài khoản OCB của trường:. . - Nếu trường hợp 1 : Sinh viên chuyển khoản đúng số tiền học phí HK212 trên BKpay: Trường sẽ liên hệ với ngân hàng OCB để tự thu học phí. . . - Nếu trường hợp 2 : Sinh viên chuyển khoản khác số tiền học phí HK212 trên BKpay: Phòng kế hoạch tài chính sẽ hoàn trả lại số tiền vào tài khoản của SV,  SV phải tự thanh toán học phí theo thông báo và quy định.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Yêu cầu khác: Em bị mất thời khóa biểu, lịch thi của học kỳ 2 và hiện tại chưa phục hồi.",
            "Chào bạn. . Dự thính: Tình trạng của bạn đã bị hủy TKB HK211+212 (nếu có) vì chưa thanh toán học phí HK 211 (CHÍNH QUY) theo quy định.. . Để được phục hồi TKB HK211 & HK212(nếu có), SV phải thanh toán phần học phí còn nợ, sau đó SV tự viết đơn trình bày xem xét phục hồi TKB HK211 & HK212 (nếu có), ghi rõ lý do thanh toán trễ học phí + tên môn + MSMH + Học kỳ gởi tại trang hỗ trợ trực tuyến BKSI"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào pđt ạ,. . . . Em đã đủ điều kiện tốt nghiệp nhưng do là K15 nên hiện tại em không vào được trang mybk để đăng ký tốt nghiệp được thì giờ phải làm sao ạ?. . . . Em xin cảm ơn.",
            "Chào em,. . Em vui lòng đợi mail thông báo hướng dẫn việc đăng ký tốt nghiệp trong tuần sau nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào cô,. . Em xin phép được nộp đơn xin rút môn học. Em mong cô sẽ xem xét và chấp thuận.. . Em xin cảm ơn.. .",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK212(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/Thời khóa biểu trễ nhất là 15/04/2022. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  Em chào thầy (cô) ạ.. .  Em là Nguyễn Phạm Tú Uyên, MSSV [student_id].. .  Ngày 9/4/2022, em có lịch thi môn HOÁ HỮU CƠ với mã môn là Ch2021. Tuy nhiên, em không đáp ứng đủ điều kiện 2 cam và nộp bản ghi của 2 cam như bộ môn yêu cầu.Vậy bây giờ em phải làm gì để hoãn thi giữa kì môn hoá hữu cơ ạ?. . Em cảm ơn thầy (cô) nhiều ạ.. .",
            "\"\"\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện tại em đã đủ điều kiện anh văn để tốt nghiệp, nhưng vì tình trạng sinh viên đang tạm dừng nên không thể đăng ký tốt nghiệp được. Vậy cho em hỏi khi nào có danh sách tốt nghiệp dự kiến để em biết mà có thể đăng kí ạ. Vì hạn chót đăng ký tốt nghiệp là 11/4 rồi ạ.. . Em mong thầy/cô phẩn hồi thắc mắc sớm ạ. Em cảm ơn.. . Chúc thầy/cô một ngày tốt lành.. . . .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện tại em đã đăng kí xét tốt nghiệp trên MYBK nhưng hệ thống hiện thị: Phiếu đăng ký không được xử lý. . . . . Trong trường hợp này em nên làm sao ạ? Mong PDT xem xét và giải quyết ạ.. . . . Em xin cảm ơn, . . Trân trọng. . .",
            "\"Chào bạn,. . Trường hợp của bạn báo tình trạng \"\"phiếu đăng ký không được xử lý\"\" là do bạn chưa gửi ảnh theo đúng quy định. Vui lòng up ảnh theo đúng quy định. . Sau khi bạn đã bổ sung ảnh theo đúng quy định sẽ được cập nhật lại tình trạng nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name], MSSV [student_id], em đã hoàn thành môn thi Hóa Lý 2 nhưng không hiểu tại sao em lại có thêm lịch thi Hóa Lý 2 vào kì này ạ, không biết là có nhầm lẫn gì không ạ. . . . .",
            "\"Chào bạn. . Pđt ghi nhận yêu cầu của bạn, Sau khi kiểm tra lại  Pđt sẽ cập nhật lại Lịch thi. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . em là sinh viên k15 tình trạng sinh viên hiện tại của em là \"nghỉ\", ccnn và ngày công tác xã hội e đã nộp đầy đủ, khi nào thì e có tên trong danh sách dự kiến tốt nghiệp ạ ?",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào cô,. . . . Em tên là [full_name] [student_id]. . . . Em đã gửi 1 cho cô 1 câu hỏi về việc đăng ký tốt nghiệp vào ngày 31/3, cụ thể là em chưa đăng ký được tốt nghiệp trên trang mybk vì bị khóa tình trạng sinh viên. Theo như ticket trước thì cô bảo em sẽ nhắc lại nếu ngày 5/4 vẫn chưa đăng ký được, thì hôm nay là cuối ngày 5/4 rồi mà vãn chưa đăng ký được, mong cô xem lại giúp em.. . . . Cảm ơn cô. . . . Trân trọng!",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào,. . . . Theo em được biết, thời gian tốt nghiệp đợt 2 của trường mình là đầu tháng 11. Em muốn bổ sung bằng anh văn để xét tốt nghiệp vào khoảng tháng 10 được không ạ? Hay thời gian để bổ sung  các điều kiện để xét tốt nghiệp chậm nhất là khi nào ạ?. . . . Em xin cảm ơn!",
            "Chào em,. . Em theo dõi lịch trình tốt nghiệp tháng 11/2022 được cập nhật tại aao.hcmut.edu.vn/lịch học vụ/ tốt nghiệp tháng 11/2022 (hiện tại chưa có nhé). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ em chào quý thầy (cô), em tên là [full_name], MSSV [student_id], học lớp VPCDT18, dạ em muốn hỏi là sao các môn đều được thi lại nhưng môn sức bền vật liệu không được thi lại ạ, em không thấy trên lịch thi trên mybk ạ.. . Em xin cảm ơn ạ.",
            "Chào em,. . Vui lòng trình bày rõ giúp cô thêm tên và mã MH, ở học kỳ nào?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo.. . Em tên [full_name], MSSV [student_id], khoa Khoa Học Máy Tính, chuyển sang hệ VHVL từ K14 vào tháng 3 năm 2021.. . Nay em có thắc mắc là khi ở chương trình chính quy em đã hoàn thành môn AV4 với điểm tổng kết là 7.0, như vậy là em đã đạt yêu cầu để xét tốt nghiệp hệ VHVL khóa 21 hay chưa. Em có cần bổ sung thêm chứng chỉ tiếng Anh nào hay không, hoặc có cần đăng ký chuyển điểm để xét tốt nghiệp không.. . Mong nhận được phản hồi của thầy/cô để em có thể xây dựng kế hoạch phù hợp cho lần xét tuyển tháng 8 này.. . Em xin cảm ơn.",
            "Chào bạn. . . . Bạn vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt.. . . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . em kính chào quý thầy cô!. . . . Cho em hỏi em đã nộp đơn xin xét tốt nghiệp và đóng tiền 95 ngàn theo quy định đã được hơn 7 ngày và hiện tại em vẫn chưa có tên trong danh sách tốt nghiệp chính thức trên aao là lý do gì ạ.",
            "Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào quý Thầy Cô,. . Em là [full_name],MSSV [student_id]. . Sinh viên K2015 chương trình đào tạo Chính Quy Khoa Điên-Điện tử. . Em đã quá thời gian đào tạo mà chưa tốt nghiệp được do còn thiếu LVTN , chứng chỉ [full_name]. . Thưa Thầy Cô,với trường hợp của Em muốn đăng ký học Hệ VHVL thì phải làm thủ tục như thế nào ạ!. . Em xin cảm ơn quý [full_name]!. . . . . .",
            "\"Chào bạn. . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào [full_name]T,. . Em là sinh viên khóa k17. . . . Em có nộp CNNN để đăng ký tốt nghiệp, nhưng mà đã 8 ngày rồi nhưng em vẫn chưa có kết quả thẩm tra, trong khi bạn lấy kết quả CNNN cùng em thì 2 ngày đã có kết quả.. . Mong [full_name]T kiểm tra giúp em có sai sót gì để em kịp thời bổ sung.. . Em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi hiện tại mình còn rút môn học học kỳ 2 (2021-2022) được không ạ?. . Nếu được thì em muốn rút môn Kinh tế kỹ thuật (IM2017) ạ.. . Em xin cảm ơn.  .",
            "Dạ cho em hỏi hiện tại mình còn rút môn học học kỳ 2 (2021-2022) được không ạ?. . Nếu được thì em muốn rút môn Kinh tế kỹ thuật (IM2017) ạ.. . Lý do: Môn học quá khó đối với em.. . Em xin cảm ơn.. . . .   /QUOTE . .",
            "\"Chào bạn,. . Về việc rút môn học (Có tính học phí):. . Bạn vui lòng tải mẫu đơn: RÚT MÔN HỌC tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua BKSI. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1513556  /b \t. . . .   i Tốt nghiệp . Kính gửi Phòng Đào Tạo. . . . Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp. Tuy nhiên trên hệ thống Mybk vẫn hiện trạng thái sinh viên của em là nghỉ. Em không thể truy cập vào mục đăng kí tốt nghiệp được. Nhờ phòng Đào Tạo xem xét giúp em.. . . . Em xin chân thành cảm ơn,. . Tỏa. . Nguyen Nhat Toa",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào Tạo. . Em tên: Hoàng Minh Hải. . Mssv: [student_id] - Hệ VHVL. . Môn học: ME4049. . . . Học kì 2 2021-2022 em đăng kí và học môn học [full_name] [full_name]ởng Hồ Chí Minh 2 tín chỉ học phí, nhưng Bkpay của em học phí học kì 2 2021-2022 đến 11.250.000vnd. Hình như nhà trường cập nhật số tiền đóng của em bị sai, mong nhà trường cập nhật lại giúp e.. . Em cảm ơn.",
            "Chào bạn,. . - Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí    Mức thu học phí các bậc đào tạo năm 2021-2022. . - Quy định chung về mức thu học phí: Số tín chỉ định mức để tính học phí trọn gói cho một học kỳ đối với sinh viên đại học hình thức VLVH, ĐTTXa là: 14 tín chỉ. Cho khóa 2021: 15.00.000VNĐ/TC(Mục V). . - Ở mục V Vừa làm vừa học, đơn giá học phí tín chỉ vượt định mức: 900.000VNĐ/TC. . Thân.\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em kính chào thầy/cô ạ. Em có đăng ký tốt nghiệp trên mybk mà tình trạng đăng ký hiển thị là phiếu đăng ký không được xử lý. Thầy/cô cho em hỏi cách khắc phục với ạ và cho em hỏi thêm có bắt buộc phải có cập nhật ảnh thẻ sinh viên không ạ?. . Em cảm ơn thầy/cô ạ.",
            "\"Chào bạn,. . Trường hợp của bạn báo tình trạng \"\"phiếu đăng ký không được xử lý\"\" là do bạn chưa gửi ảnh theo đúng quy định. Vui lòng up ảnh theo đúng quy định. . Sau khi bạn đã bổ sung ảnh theo đúng quy định sẽ được cập nhật lại tình trạng nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em là [full_name], MSSV: [student_id], lớp HC18DK. . Em xin gửi đơn hoãn thi môn hóa hữu cơ CH2021, do thi giữa kỳ online nên em không đủ trang thiết bị để dự thi: Thiết bị thứ 2 để quay không gian xung quanh và nộp lại minh chứng là điện thoại của em và hiện tại không đủ dung lượng. Vấn đề mạng ở ktx cũng không đảm bảo yêu cầu. Vì vậy em xin phép hoãn thi online đợt này ạ. Kính mong Phòng Đào Tạo giải quyết ạ.. . Em xin chân thành cảm ơn.",
            "Em xin phép làm đơn để được dự thi kiểm tra bổ sung ạ",
            "Chào bạn. . Phòng đào tạo gởi Sinh viên Phiếu cho phép kiểm tra bổ sung học kỳ 2/2021-2022 theo file đính kèm.. . Sinh viên cần bản chính vui lòng liên hệ phòng đào tạo 101A1 để nhận.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp  /i  Em chào quý thầy cô ạ !. . - Hiện tại em đã thỏa mãn tất cả các điều kiện tốt nghiệp rồi và đang có tên trong DS tốt nghiệp dự kiến nhưng em vẫn không thể đăng kí tốt nghiệp được (Em là SV K15 và đang bị buộc thôi học do quá thời gian học).. . - Rất mong quý thầy cô thu nhận lại em để em đăng kí tốt nghiệp ạ.. . . . Em xin cảm ơn nhiều !. . . .",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào PĐT,. . . . Tháng 12 em có đăng ký lớp học AV4A lớp DT01-A\t để kịp tốt nghiệp. Em đã thi học kỳ vào ngày 20/3 nhưng hôm nay em vẫn chưa có điểm trên mybk. Hạn đăng ký tốt nghiệp là 11/4.. . . . PĐT có thể kiểm tra và nhập điểm sớm giúp chúng em để kịp đợt tốt nghiệp này không ạ. . . . . Em xin chân thành cảm ơn.",
            ". . ([student_id]) Dung Diệp Thị. . . . MSSV/MS[full_name]V: [student_id]  . . . . Em chào PĐT,. . . . Về điểm thi môn AV4A LA1043 LỚP DT01-A hiện tại lớp em vẫn chưa được cập nhật. [full_name]iảng viên thông báo đã gửi điểm cho PĐT rồi ạ (Ảnh đính kèm như bên dưới). . . . Em có đính kèm danh sách sinh viên cần nhập điểm môn AV4A LA1043 LỚP DT01-A để kịp tốt nghiệp.. . . . Em rất mong Thầy/Cô kiểm tra và cập nhật sớm giúp chúng em để kịp đợt tốt nghiệp này.. . . . ____________________________________. . . . . .   I Thời gian: 04/12/2022 02:25:07 pm. . Từ: [548] (002282) [full_name]. . . . Chào em,. . . . - PDT đã kiểm tra dữ liệu, hiện tại môn học của em vẫn chưa có điểm.. . Em liên hệ với [full_name]V hỏi lại giúp cô đã nộp điểm cho Khoa để chuyển Phòng Đào tạo cập nhật cho SV chưa nhé!. . - Khi nào em đủ điều kiện để tốt nghiệp em vui lòng đăng ký xét tốt nghiệp bổ sung tại BKSI mục tốt nghiệp.. . . . Thân  /I",
            "Chào bạn,. . . . Pđt kiểm tra điểm môn Av4A của bạn đã đạt và sẽ cập nhật lại trên cổng thông tin sau.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính chào PĐT,. . Gần đây em không thể đăng nhập gmail đuôi hcmut vào các thiết bị mới, tất cả đều bị từ chối và cần xác minh danh tính ( như hình đính kèm ). . Trong TH này, em nên liên hệ ai và giải quyết như nào ạ!. . Em rất mong sẽ nhận được phản hồi!. . Em xin cảm ơn ạ!",
            "\"Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Ban quản lý mạng qua địa chỉ mail: [email] . . . . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em kính chào Phòng Đào Tạo, . . . . Hiện nay em đã đủ điều kiện để đăng ký tốt nghiệp, em kính mong phòng đào tạo mở lại tình trạng sinh viên giúp em để em đăng ký cho hạn chót ngày 11/04/2022 ạ. Họ Tên: [full_name], mssv:[student_id].. . . . Em xin chân thành cảm ơn!. . . .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name], MSSV [student_id]. Em có đăng kí tốt nghiệp từ 2 tuần trước nhưng đến nay vẫn chưa nhận được bản scan giấy chứng nhận tốt nghiệp tạm thời. Nãy em có lên PDT hỏi thì cô trên đó bảo do em chưa tick vào ô đăng kí in giấy chứng nhận, nhưng rõ ràng là em đã tick từ lúc đăng kí và ngày nào em cũng check rất kĩ. Em có đính kèm theo tấm hình bên dưới.. . Em mong phía PDT cập nhật giúp em để em có bản scan giấy chứng nhận làm hồ sơ xin việc vì bên công ty đang cần gấp. Em cảm ơn.. .",
            "Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp): https://forms.gle/2WnfHeAHnRZWJ6Jn7. . Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và scan gởi qua mail SV, sau đó SV cần bảng chính vui lòng liên hệ Pdt để nhận. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào Thầy Cô, Em tên là [full_name], MSSV [student_id] khoa Quản lý Công nghiệp.. . . . Học kỳ này, em có đăng ký môn học Quản lý Lean và Six Sigma với mã môn IM3077 và được phòng đào tạo xếp vào nhóm lớp L01. Tuy nhiên hiện tại, thời khóa biểu và cả lịch thi lại hiện nhóm lớp của em là L02.. . . . Mong Quý Thầy Cô xem xét và giải quyết giúp em. Mong sớm nhận được phản hồi từ quý Thầy Cô.. . . . Em cảm ơn ạ.. . Trân trọng,. . [full_name]. . . .",
            "Chào bạn,. . . . Cô kiểm tra hiện tại TKB trên myBK của bạn môn IM3077 là nhóm [full_name]02. . . [full_name]ịch thi của bạn môn IM3077 của bạn cũng là nhóm [full_name]02.. . Bạn xem thông tin lớp [full_name]01 của bạn ở đâu? Vui lòng trình bày rõ kèm minh chứng nếu có.. . . . Thân.",
            "Em chào cô ạ,. . . . Em xin gửi đến cô một số minh chứng để giải quyết trường hợp thông tin lớp học trên thời khóa biểu bị đổi.. . . . Hình đầu tiên là lúc em phản hồi khi được đổi từ lớp L02 đến L01 và kết quả đã được cập nhật em ở lớp L01 trên toàn bộ tkb và bkel từ ngày 10/1.. . . . Hình thứ 2 là danh sách lớp L01 để tính điểm của giáo viên bộ môn từ đầu học kỳ đến giờ, trong đó tên em ở STT 36(danh sách sinh viên chỉ có quyền xem). . . . Do thông thường em coi thời khóa biểu trực tiếp trên hệ thống và hệ thống vừa cập nhật chỉ hiện kết quả cập nhật mới nên em không có minh chứng thời khóa biểu trên mybk ở lớp L01 ạ.. . . . Mong quý thầy cô xem xét cho trường hợp của em.. . Em cảm ơn và chúc quý thầy cô một ngày làm việc hiệu quả",
            "Chào em,. . Trong mail em đề cập đâu có nói thông tin gì về việc xin đổi nhóm lớp, em chỉ thắc mắc là có sự khác biệt giữa nhóm trên BKeL và mybk/Xem thời khóa biểu.. . PDT đã trả lời sẽ cập nhật lại TKB cho thống nhất lại.. . Sau thời gian đó TKB của em theo học là nhóm L02 hay L01 trên mybk/Xem thời khóa biểu và BKeL?. . Còn file danh sách bạn gửi là bạn lấy từ đâu? danh sách đó không phải của PDT cung cấp nên cô không thể trả lời cho bạn được.. . Sau thời gian đó bạn có kiểm tra và xem TKB cập nhật lại không?. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . xin chào thầy cô nho thầy cô check giúp em điểm trung bình tích luỹ của em đang là 7.6 nhưng sao tren ds du kiến tốt nghiệp ghi la 7.6???? , thêm câu hỏi nua nho thầy cô hỗ trợ em đã đăng ký tốt nghiệp và đong hoc phi 95k thầy cô cho em hỏi đa đu hết điều kiện nhận bằng chưa va ngày nào em có thể nhận bằng ạ. trân trọng!!!",
            "Chào em,. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi quý thầy cô.. . Hiện tại em đã hoàn thành xong chương trình học và chứng chỉ ngoại ngữ đã được xác minh là đúng . Vì vậy em viết đơn này mong nhà trường thu nhận lại để em kịp đăng ký xét tốt nghiệp đợt thàng 4 này ạ.. . Em xin chân thành cảm ơn ạ.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \"",
            "Chào bạn. . Cô gởi bạn đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là [full_name], MSSV: [student_id], lớp Trắc địa khóa 15, khoa Kỹ Thuật Xây dựng. Do dịch covid nên lúc trước em ở quê không kịp thi anh văn xét tốt nghiệp nhưng hiện tại em đã hoàn thành đầy đủ các điều điện để xét tốt nghiệp, e kính mong nhà trường thu nhận lại và xét tốt nghiệp giúp em ạ. E chân thành cảm ơn sự giúp đỡ của nhà trường ạ.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \"",
            "Chào bạn, . . Phòng đào tạo kiểm tra bạn còn Nợ AV1,2,3,4 và TOEIC. Bao giờ đợt chuyển điểm đã chuyển thành công và bạn có điểm AV1,2,3,4 thì bạn vui lòng gửi câu hỏi đăng ký xét tốt nghiệp tại BKSI mục tốt nghiệp. . . Thân",
            ". . Chào quý thầy cô em tên là [full_name], mssv là [student_id], lớp XD15TD02, khoa Kỹ Thuật Xây Xựng, hiện tại em đã đủ các điều kiện để tốt nghiệp vậy em kính mong nhà trường thu nhận lại để em được tốt nghiệp trong đợt này. Em xin chân thành cảm ơn.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \"",
            "Chào bạn, . . Phòng đào tạo kiểm tra bạn còn nợ Nợ AV2,3,4. Bao giờ đợt chuyển điểm đã chuyển thành công và bạn có điểm AV2,3,4 thì bạn vui lòng gửi câu hỏi đăng ký xét tốt nghiệp tại BKSI mục tốt nghiệp. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào PĐT, HK 2 (2020-2021) em có hoãn thi môn Phân tích và thiết kế  giải thuât (Mã MH: 3031) và đã thi lại vào ngày 11/12/2021 nhưng đến hiện tại thì vẫn chưa có điểm môn này. Mong PĐT kiểm tra lại giúp em!",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ trực tiếp Giảng viên nhập điểm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Cho em hỏi em đã chuyển điểm av1, 2, 3 nhưng khi đăng ký av4 thì vẫn yêu cầu phải đăng đăng ký anh văn 3 trước. Nhờ phòng đào tạo giải quyết giúp em với ạ.",
            "Chào em;. . đã cập nhật lại, em lên đăng ký đi nhé. . Thân",
            "Chào PĐT, . . Em vào đăng ký lại vẫn còn bị lỗi yêu cầu phải học av3a ạ",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "Nhờ PDDDT xem lại giúp em với ạ.. . Em cảm ơn",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "QUOTE Nhờ PĐT xem lại giúp em với ạ.. . Em cảm ơn  /QUOTE",
            "Chào bạn,. . . . -Bạn vui lòng đăng ký lại trong đợt đăng ký môn học HK213 từ 10/5/22 đến 17/5/22. . - Xem chi tiết lịch đăng ký môn học tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ năm học 2021-2022    Học kỳ 3. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name], mssv [student_id].. . Đã đến hạn đóng học phí nhưng do gia đình em gặp một số vấn đề về tài chính nên hiện không có đủ tiền để đóng học ạ. Em muốn xin phép được hướng dẫn cách hoãn học phí lại ạ, hoặc có thể trình bày lí do ở đâu để không bị cấm đăng kí môn kì sau ạ. .",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email: [email]. . Thân. ."
        ]
    }
]