[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Chào thầy cô, trong trường hợp em bị sốt trong dịch như hiện nay và khi đến trường đi thi có đo do nhiệt độ cao nên không được vào trường thì có tính là vắng thi có lí do để xin phép và được xem là vắng thi có phép để thi bù lại không ạ.",
            "Chào bạn. . - Về quy định Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là em đăng ký chuyển điểm anh văn mà bị lỗi này ạ em đã thử nhiều lần vẫn vậy ạ. .",
            "Chào bạn. . Lỗi như thế nào vậy bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào thầy(cô) ạ.. . Em tên là [full_name] lớp CK19CK06 ạ. Em muốn xin hủy môn học Đại Số Tuyến Tính(DT02) của cô [full_name] vì ngày 26/7/2020 em có đi tới Quảng Nam và hiện tại em đang ở vùng bị cách li bởi dịch Covid-19 ạ. Em xin chân thành cảm ơn ạ.  .",
            "Đây là địa chỉ liên lạc của em ạ: . . sđt: [phone_number]. . mail: [email]",
            "Chào bạn. . PĐT đã hủy môn học cho bạn. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có 2 câu hỏi với PĐT:. . 1.Theo như lịch học vụ hàng năm thì trường mình có 2 đợt tốt nghiệp là vào tháng 4 và tháng 11. Với tình hình dịch bệnh năm nay thì cho em hỏi PĐT là năm nay có đợt tốt nghiệp lần 2 không ạ? Và nếu có thì PĐT có thể cho em biết thời gian cụ thể không ạ? . . 2. Hiện tại thì hết học kỳ 192, em đã hoàn thành chương trình học của mình, kèm theo đó là đủ các điều kiện để tốt nghiệp, vậy trong lúc đợi đến đợt tốt nghiệp kế tiếp thì em có cần phải đăng ký môn học và duy trì TKB trong học kỳ 201 không ạ? . . Em xin cảm ơn!Mong nhận được giải đáp thắc của PĐT.",
            "Chào bạn. . Tình hình hiện tại thì bạn vui lòng kiểm tra mail thường xuyên để cập nhật các thông tin của nhà trường. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em vừa biết kết quả giải tích 2 học kì 192 và em không qua môn, em xin được tham gia vào lớp giải tích 2 học kỳ hè 193 để kịp tiến độ tốt nghiệp ạ.. . . . Em cảm ơn.. . . .",
            "đã bổ sung cho bạn môn MT1005 nhóm DT03. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . chao thầy cô,. . do em K14 còn thiếu môn av4 nữa là ra trường, nhưng đã qua đợt đăng ký môn học hè hoc kỳ 193. Em kính xin phòng đào tạo cho em đăng ký môn học av4 để kịp tiến độ ra trường.. . em chân thành cảm ơn phong đào tạo.",
            "đã bổ sung môn LA1009 nhóm DT03 cho bạn. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng Đào tạo, . . Em muốn xin giấy xác nhận là sinh viên trường để vay tiền đóng học phí. Em cần phải làm theo mẫu đơn nào và cách xác nhận của phòng Đào tạo như thế nào ạ.. . Em xin cảm ơn và chờ phản hồi.",
            "Chào bạn. . Bạn liên hệ Phòng Công tác chính trị sinh viên để hỗ trợ nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dear anh/chị,. . . . Em tên : [full_name]. . MSSV : [student_id]. . . . Em muốn đăng ký vào lớp:. . . . Tư tưởng Hồ Chí [full_name]. . - Nhóm lớp : DT04. . - Cơ sở : 1. . - Thứ 4 : tiết 3-4-5. . - Phòng : C4 - 304. . . . Anh/chị cho em xin được đăng ký theo học lớp học này vào học kỳ dự thính hè 193 này. . để em có thể hoàn thành hết môn học cho kịp tiến độ ra trường ạ. Mong anh/chị hỗ trợ giúp em ạ.. . Em xin chân thành cảm ơn. . . . Trân trọng,. . [full_name]",
            "đã bổ sung môn SP1005, nhóm DT04. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào anh/chị, em là [full_name], sinh viên Việt Pháp K15 vừa bảo vệ xong LVTN hôm qua 30/7, em có thể xin trường cấp giấy chứng nhận tốt nghiệp tạm thời (nếu em đủ tiêu chuẩn) sớm trong vòng 1-2 tuần hoặc sớm nhất có thể được không ạ?. . Vì em cần nó để xin visa đi học tập và làm việc tại Pháp. Dạ em mong anh/chị giúp đỡ cho trường hợp của em. Em cảm ơn. Chúc anh/chị một ngày tốt lành",
            "Chào bạn. . Bạn cần nộp đơn trình bày nội dung và kèm minh chứng để phòng đào tạo xem xét. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi đợt đăng kí môn học hè đã kết thúc nhưng em muốn đăng kí thêm một môn (vẫn còn sỉ số) thì phải làm cách nào ạ.",
            "bạn cần đk môn học nào, cung cấp mã môn học để xem xét",
            "dạ em cần đăng kí thêm 2 môn:. . -Quản lý dự án xây dựng - CI1053. . -[full_name] vô cơ - CH2011. . . . mssv của em: [student_id]",
            "Đã bổ sung môn CI1053 nhóm DT01. . Môn CH2011 trùng TKB. . . . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô. . . Cho em hỏi là bây giờ em chuyển điểm tiếng Anh để xét tốt nghiệp thì sẽ áp dụng bảng quy đổi điểm cũ (áp dụng đến học kỳ hè năm học 2019-2020) hay bảng quy đổi mới ạ?. . Em xin cảm ơn.",
            "Chào bạn. . Bảng quy đổi điểm mới sẽ áp dụng bắt đầu HK201 (từ 21/9/20). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi : Phòng Đào Tạo.. . Em tên Đào Minh Nghĩa ,MSSV : [student_id], sinh viên khóa 2015 của Trung Tâm Đào Tạo BDCN.. . Kì này là kì cuối cùng của em theo chương trình đào tạo của trường Đại Học Bách Khoa, và em cũng vừa thi cuối kì xong 2 môn anh văn 3 và anh văn 4 (2 môn cuối cùng của em, em đã đủ anh văn đầu ra và cũng hoàn thành tiểu luận tốt nghiệp).. . Em sợ nếu rớt thì sẽ mất cơ hội lấy bằng tốt nghiệp của trường nên em định đăng kí thêm Kì Dự Thính hè.. . Do em đã đi làm nên ít có lên kiểm tra mail của trường nên đã qua thời gian đăng kí kì dự thính hè khá lâu.. . Hôm nay em viết thư này kính mong Phòng Đào Tạo hỗ trợ tư vấn giúp em để em có cơ hội đăng kí thêm môn anh văn  và có cơ hội lấy tấm bằng Cử Nhân của trường Đại học Bách Khoa TPHCM sau 5 năm ở trường.. . Kính mong Phòng Đào Tạo xem xét giúp đỡ nguyện vọng của em.. . Em xin chân thành cảm ơn.",
            "đã đăng ký bổ sung 02 môn 003003 và 003004 nhóm DT01 cho bạn. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đang học hệ chất lượng cao năm 1 e muốn chuyển sang hệ đại trà có được không ạ và cách thức như thế nào ạ",
            "Chào bạn. . Bạn liên hệ trực tiếp Văn phòng đào tạo quốc tế lầu 4 dãy nhà A4 để hỗ trợ và hướng dẫn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  em chào thầy(cô) ạ.em hiện có nhu cầu phúc khảo điểm cuối kì ,thầy(cô) có thể cho em xin mẫu đơn phúc khảo và em có thể nộp đơn ở đâu ạ.em cảm ơn ạ. .",
            "Chào bạn. . Để đăng ký phúc tra điểm bài thi cuối kỳ bạn vui long đăng nhập vào trang web mybk.hcmut.edu.vn  Đăng ký phúc tra điểm bài thi cuối kỳ. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . bây giờ em có thể đăng kí môn học cho học kì hè 3 (2019-2020) được không?",
            "em cung cấp mã môn học để xem xét. .",
            "MT1007. . MT1003. . PH1007",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "đã bổ sung môn : MT1007 nhóm DT02, MT1003 nhóm DT04. . Môn PH1007 ko thể bổ sung được . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name], thuộc khoa xây dựng Đại học Bách Khoa TP HCM. Trong đợt đăng ký học kỳ hè 193, em đã không đăng ký được. Vì vậy em muốn đăng ký bổ sung cho học kỳ hè 193. Hiện tại em đang còn thiếu tín chỉ để có thể đăng ký luận văn tốt nghiệp, kính mong thầy cô và nhà trường có thể tạo điều kiện để em được đăng ký bổ sung cho học kỳ hè 193. Em xin chân thành cám ơn",
            "bạn cung cấp mã môn học để xem xét. .",
            "Dạ vâng, em muốn đăng ký môn giải tích 1 (MT1003), vật lý 1(PH1003) và nền móng (CI3195)",
            "Đã bổ sung môn : [full_name]1003 nhóm [full_name]T02. . [full_name]1003 nhóm [full_name]T02. . CI3195 nhóm [full_name]T01. . Tkb sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi do học kỳ hè này em đăng ký môn Hoá vô cơ - CH2011 bị trùng lịch với môn khác nên không đăng ký được, pdt có thể giúp em đăng ký môn này chung với đợt đăng ký môn học HK3 cho các bạn hoãn mùa hè xanh được không ạ. Vì môn này em đăng ký nhiều học kỳ rồi nhưng bị trùng lịch mãi không học được, em cám ơn pdt rất nhiều."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . PĐT cho em hỏi là lúc nào có thông báo chính thức về việc học online hoặc off line để em còn biết mà mua vé vậy ạ.vì do em là người miền bắc nên phải đi máy bay mà bây giờ vé gần hết rồi. Mong PĐT có công văn sớm nhất để bọn em còn biết ạ. .",
            "hiện chưa có thông báo nào khác ngoài thông báo ngày 01/08 của nhà trường. . Nếu em cảm thấy ko an toàn có thể rút môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng Đào tạo và các phòng ban liên quan. . Em tên: [full_name] - MSSV: [student_id]. . Hệ đào tạo: Vừa học vừa làm. . SĐT: 0908.36.37.08. . Nay e xin phòng đào tạo tạo điều kiện giúp e đăng ký bổ sung môn học: Anh Văn 300 (AV300) - hoc kỳ dự thính. . Em mong được phản hồi các thầy cô ạ. . Em cám ơn!. . . .",
            "Chào bạn. . Đã bổ sung môn AV300 cho bạn. . Bạn xem lại TKB và đi học . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi do học kỳ hè này em đăng ký môn Hoá vô cơ - CH2011 bị trùng lịch với môn khác nên không đăng ký được, pdt có thể giúp em đăng ký môn này chung với đợt đăng ký môn học HK3 cho các bạn hoãn mùa hè xanh được không ạ. Vì môn này em đăng ký nhiều học kỳ rồi nhưng bị trùng lịch mãi không học được, em cám ơn pdt rất nhiều.",
            "Chào em. . Môn CH2011 ko mở thêm nhóm khác. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Họ và tên: [full_name] MSSV [student_id]. . Sinh viên OISP K14 Lớp. . Đăng kí môn học bổ sung môn Pháp luật Việt Nam đại ương MSMH: SP1007 nhóm DTQ2 của GV [full_name]. . Em là sinh viên K14 để kịp tốt nghiệp trong năm nay, mong nhà trường hỗ trợ.. . Em cảm ơn./",
            "Em xin hủy ĐKMH Pháp luật VN đại cương trong mục HỎI/YÊU CẦU vào ngày 07/31/2020.. . Em cảm ơn./"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô,. . Em tên [full_name], MSSV [student_id]. Em có thắc mắc như sau:. . Ngày 22/07, em có làm đơn đề nghị Phòng đào tạo cho em đăng ký trễ môn Luận văn tốt nghiệp cho Học kì 192. Em đã thanh toán học phí cho môn này vào ngày 25/07.. . Đồng thời, ngày 03/08 bộ môn tổ chức buổi Bảo vệ Luận văn, nhưng hiện tại cô phụ trách môn này của bộ môn báo với em là danh sách bảo vệ Luận văn do Phòng đào tạo gửi xuống không có tên em. . . Nên em muốn hỏi là tại sao không có tên em trong danh sách Bảo vệ Luận văn đợt ngày 03/08 ạ?. . Em cảm ơn.",
            "Chào bạn. . -Vì bạn mới được xét LVTN, và hiện tại Phòng đào tạo đã cập nhật thời khóa biểu có môn LVTN của bạn trên trang Mybk-- Xem thời khóa biểu. . -Bạn in thời khóa biểu trên trang Mybk-- Xem thời khóa biểu gởi về Khoa và bộ môn để cập nhật vào danh sách. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy, cô, . . . . Em là [full_name], em là sinh viên năm nhất khoa Điện - Điện tử đi mùa hè xanh nhưng bị hoãn. . . . . Em mong thầy, mở thêm lớp cho hai môn MT2013 - xác suất thống kê và EE2033 - giải tích mạch. . . . . . . . .",
            "Chào bạn.. . Đã bổ sung cho bạn môn [full_name]2013 nhóm DT01, EE2023 nhóm DT01. . TKB sẽ cập nhật sau. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Tên sinh viên: [full_name] . . . . hiện em đang trong khu cách ly quận 7 vì tiếp xúc gần với bệnh nhân nghi nhiễm covid 19 tại quận 10 là con trai ruột của bệnh nhân",
            "Chào bạn, . . -\tPhòng Đào tạo đã tiếp nhận yêu cầu vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 của bạn. . -\tBạn vui lòng xem thông báo của Nhà trường đã gởi vào ngày 27/7/20 V/v vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 và tham khảo công văn số 2820/UBND-VX ngày 26/7/20 đính kèm để kiểm tra có thuộc đối tượng được phép vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19.. . -\tBạn vui lòng bổ sung minh chứng qua công cụ trang bksi.hcmut.edu.vn/Hỏi-Yêu cầu/Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 để Phòng đào tạo xem xét và ra danh sách chính thức. Sau khi Phòng đào tạo kiểm tra minh chứng nếu bạn thuộc diện được vắng thi theo quy định sẽ gởi kết quả cho bạn qua mail sinh viên .. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi nếu rút môn kỳ hè 193 thì học phí phải đóng là 100% phải không ạ?",
            "Chào em.. . Hiện thì ko tính học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name], vì hiện  đang bị cách ly tại quận 7 do có tiếp xúc gần ( là con ruột) của bệnh nhân nghi nhiễm COVID19 tại quận 10   vì đang bị cách ly tập trung nên không tham gia vào khóa học hè này được . Nếu có thể mong trường tạo điều kiện cho em được rút môn có hoàn tiền do không thể tham gia khóa học trong thời gian cách ly",
            "Yêu cầu khác. . . . Em tên [full_name], vì hiện  đang bị cách ly tại quận 7 do có tiếp xúc gần ( là con ruột) của bệnh nhân nghi nhiễm COVID19 tại quận 10   vì đang bị cách ly tập trung nên không tham gia vào khóa học hè này được . Nếu có thể mong trường tạo điều kiện cho em được rút môn có hoàn tiền do không thể tham gia khóa học trong thời gian cách ly, hoặc có thể cho em vắng 2 tuần đầu tùy tình hình cách ly   /QUOTE . .",
            ". .",
            "Nếu nhà trường chuyển sang hình thức online thì em xin không rút nữa ạ",
            "Thực hiện chỉ đạo của Ban Giám Hiệu (BGH) về công tác phòng chống dịch COVID-19, Phòng Đào tạo (PĐT) thông báo các công tác cấp bách sau:. . . . 1. Thực hiện các biện pháp an toàn phòng dịch (đeo khẩu trang, rửa tay thường xuyên, ...) trong khi vào trường, học và thi.. . . . -  Sinh viên (SV) thực hiện đeo khẩu trang đúng cách trong thời gian trong trường, kể cả trong phòng thi. . . . . -  Chỉ mở khẩu trang khi thật sự cần thiết và khi có yêu cầu từ các Cán bộ có trách nhiệm để nhận dạng (điểm danh, kiểm tra trước và trong phòng thi, kiểm tra trong khuôn viên trường, ...).. . . . -  SV thực hiện đầy đủ các biện pháp an toàn phòng dịch khác (rửa tay thường xuyên, đo thân nhiệt khi vào khuôn viên trường, khai báo dịch tễ, ...).. . . .  . . . . 2.  Bảo đảm an toàn, thuận tiện trong việc tổ chức thực tập, kiến tập, tham quan ngoài trường (gọi chung là thực tập).. . . . -  Các Khoa chủ động liên lạc với các đơn vị, cơ sở nhận SV thực tập để sắp xếp cách thức, thời gian thực tập an toàn.. . . . -  Trường hợp cần thiết, có thể sắp xếp lại các nhóm SV thực tập, bố trí thực tập các đơn vị khác.. . . . -  Trong trường hợp bất khả kháng, chủ động lùi ngày bắt đầu thực tập và lùi thời gian kết thúc thực tập so với biểu đồ năm học (cập nhật).. . . . Nếu thời gian thực tập kết thúc khi đã vào học kỳ chính, cần đảm bảo có sự đồng thuận của SV, đơn vị và quyền lợi học tập của SV.. . . . -  Thời điểm nhận Đề cương Luận văn tốt nghiệp (ĐCLV) (môn sau của thực tập ngoài trường) của học kỳ sau có thể trễ hơn dự kiến để đảm bảo kiến thức cần thiết của SV khi thực hiện ĐCLV, đảm bảo chất lượng học tập.. . . . -  PĐT sẽ thực hiện điều chỉnh các quyết định cử SV đi thực tập nếu cần.. . . .  . . . . 3. Bảo đảm chất lượng, hiệu quả công tác tổ chức các hội đồng bảo vệ luận văn tốt nghiệp, đồ án, .. (gọi chung là hội đồng).. . . . -  Cho phép dời lịch hội đồng khi cần thiết.. . . . -  Cho phép các SV được đăng ký bảo vệ đợt 2 vào giữa tháng 9/2020 (theo quy định trước đó), kể cả đã có tên trong danh sách bảo vệ hội đồng đợt tháng 7-8/2020.. . . . -  Khi có lý do chính đáng, cho phép thực hiện công tác theo hình thức phối hợp (trực tiếp và trực tuyến) trong trường hợp cần thiết.. . . . -   Khoa/Trung tâm Bảo dưỡng Công nghiệp (gọi chung là Khoa) chịu trách nhiệm đảm bảo chất lượng của việc bảo vệ tại hội đồng, lưu trữ các minh chứng phục vụ công tác thanh tra kiểm tra và công tác kiểm định chất lượng giáo dục về sau.. . . . -  Khoa cần thông báo kịp thời cho các SV về các điều chỉnh lịch hội đồng, tiếp nhận các thông tin từ SV để bố trí hình thức bảo vệ phù hợp.. . . . -  PĐT sẽ điều chỉnh các quyết định hội đồng theo yêu cầu từ các Khoa.. . . .  . . . . 4. Tuỳ theo diễn biến tình hình dịch COVID-19, chúng ta cần sẵn sàng khi hình thức giảng dạy trong học kỳ hè 193 có thể sẽ chuyển sang hình thức giảng dạy phối hợp như đã thực hiện trong học kỳ dự thính 192.. . . . -  Tuỳ theo diễn biến tình hình, BGH sẽ quyết định hình thức giảng dạy phù hợp.. . . . -  PĐT sẽ căn cứ trên quyết định của BGH để triển khai công tác giảng dạy, trang thiết bị máy móc cần thiết.. . . .  . . . . 5. Các tình huống khác, đề nghị các Khoa báo cáo và linh động giải quyết nhằm đảm bảo cao nhất về an toàn và hiệu quả.. . . .     Kính nhờ Quý Khoa/Trung tâm thông báo rộng rãi cho các Bộ môn, các cán bộ, viên chức, SV để thực hiện và hỗ trợ SV cùng thực hiện.. . . .      Trân trọng./."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô PĐT,. . . . Thầy/cô cho em hỏi giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự học kì mới khi nào mới có vậy ạ?. . . . Tại phường của em đang bắt nộp ạ,. . . . Em cám ơn thầy/cô nhiều ạ,",
            "Chào bạn. . Bạn có thời khóa biểu HK193 nên bạn có thể đăng nhập vào trang web mybk.hcmut.edu.vn --  In xác nhận sinh viên --  chọn mục: in giấy chứng nhận Sv để hoãn NVQS. . Để phòng đào tạo lấy dữ liệu in giấy chứng nhận Sv để hoãn NVQS cho bạn. . Chúc bạn học tập tốt nhé.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi Thầy(Cô),. . Em tên là [full_name], MSSV là [student_id]. . Kỳ 192 rồi em có rớt môn Đường Lối Cách Mạng Của Đảng Cộng Sản Việt Nam, mà các kỳ chính sau em không học được nên em có mong muốn được học môn đó trong kỳ hè này, hè này em có thực tập tốt nghiệp và được sự cho phép của thầy hướng dẫn cho phép được đi học hè nên em mong thầy(cô) cho phép em đăng ký vào lớp học DT02 môn đường lối cách mạng của ĐCSVN.. . Em xin chân thành cảm ơn!. . Thân mến.. . [full_name].",
            "Môn SP1009 đã được bổ sung nhóm DT02. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Dạ e chào Thầy/Cô. Năm nay e có đăng ký mùa hè xanh. Nhưng mới đc thông báo huỷ do dịch. Thầy cô có thể thể xem xét cho e đăng ký dự thính hè môn Giải tích 2(MT1005) nhóm DT02 được không ạ? Em cảm ơn ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo.. . Em tên là Nguyễn Minh Duy mssv [student_id]. . Em muốn rút môn học NỀN MÓNG mở rộng CI319C.. . Lúc đầu kì em có lên phòng đào tạo để hỏi thì được tư vấn là em đã qua rồi thì cứ để không sao.. . Nhưng em nhận thấy việc không rút môn học đó sẽ ảnh hưởng đến việc in bảng điểm sau này có môn không đạt trong bảng điểm và ảnh hưởng đến kết quả xét học bổng của em.. . Kính mong phòng đào tạo xem xét.. . Em xin cảm ơn.",
            "Chào bạn. . Các môn mở rộng của kỹ sư tài năng (đạt hay không đạt) đều không ảnh hưởng đến kết quả xét học bổng nghen. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "i Yêu cầu khác . Cho em hỏi là khi nào phòng tài chính mới chuyển học bổng vào tài khoản sinh viên vậy ạ. . .",
            "Chào bạn. . Bạn liên hệ trực tiếp Phòng Kế hoạch tài chính để giải đáp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ. Em học ngành Điện Tử Viễn Thông. Em vừa rồi có đăng kí thực tập học kì hè 193. Em để trường phân công giảng viên hướng dẫn ạ. Đến giờ em vẫn chưa nhận được giảng viên và thông báo gì về thực tập ạ. . . Mong cô/thầy xem xét giúp em ạ. . . Em cảm ơn ạ!",
            "Chào bạn. . Phòng đào tạo đã kiểm tra, em đã có Tkb môn TTTN, về việc phân công giảng viên hướng dẫn bạn vui lòng liên hệ Bộ môn/Khoa để giải đáp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào cô/thầy.. . Em tên là [full_name], MSSV [student_id], lớp DD19LT10.Hôm trước em có đăng kí môn Giải tích mạch (EE1011) vào kì 193 để học trước, nhưng trong chương trình đào tạo của [full_name]19 lại bị đổi thành EE2033. Vào T6 tuần trước em đã làm đơn xin chuyển mã gửi cho khoa Điện để khoa làm công văn cho PĐT đổi lại mã mới cho em.Đến nay đã là 1 tuần nhưng em vẫn chưa thấy trên bke và thời khóa biểu đổi mã mới. Nay em kính mong PĐT có thể đổi từ mã cũ (EE1011) sang mã mới (EE2033) để tuần sau em có thể đi học ạ. Em xin chân thành cảm ơn.. . . .",
            "Đã hủy môn EE1011. . Môn EE2033 bị trùng TKB nên ko thể đăng ký được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . do em có tiếp xúc với người bị tình nghi nhiễm covid nên em mong phòng đào tạo cho phép em hủy môn học kì hè không tính phí . . Môn hệ thống máy tính và ngôn ngữ lập trình EE2009. . Thực tập điện tử 2 EE3021. . Anh văn 3 La1007. . Bơi Pe1019",
            "do kết quả hôm bữa của mấy bạn bị tình nghi là âm tính nên em xin phép trường không hủy những môn trên. Em xin cảm ơn",
            "TKB chưa hủy. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hiện em vắng thi 2 môn vào ngày 29/7 và 30/7 do về quê chịu tang bố, em có tham khảo mẫu đơn xin vắng thi/ hoãn thi để được điểm VP. Nhưng do tình hình dịch bệnh nên khó đi lại để nộp đơn ạ.. . PĐT cho em hỏi là có hỗ trợ nộp đơn qua mail hay có cách khác không ạ.. . Em xin cảm ơn ạ.. . . .",
            "Chào bạn. . - Trước tiên, theo quy định của điểm vắng thi có phép cuối kỳ (điểm vp) bạn phải có sự đồng ý của giảng viên giảng dạy (Bạn xem nội dung xác nhận trong biểu mẫu)+ xác nhận này có thể gởi mail cho Thầy . . - Sau khi có xác nhận của giảng viên --  bạn tải mẫu đơn điền xin vắng thi có phép cuối kỳ và ký tên --  chụp hình đơn + minh chứng tang gia và gởi lại trên BKSI để phòng đào tạo xử lý. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa thầy cô em là sinh viên thi chung phòng 212B1 ngày 28/7 với bạn [full_name] [student_id] có mẹ là [full_name] có khả năng dương tính với COVID 19 nhà ở 436/64 Đường 3/2 phường 12 quận 10. Mẹ bạn này đi từ Đà Nẵng vào TPHCM ngày 25/7. Cho em xin phép hỏi có cách nào để em liên hệ với y tế để được kiểm tra sức khỏe tránh lây nhiễm cho cộng đồng không ạ. Bây giờ em đang cảm thấy rất lo lắng. Mong thầy cô sớm phản hồi cho em ạ. Em xin chân thành cảm ơn.",
            "Chào em.. . Em liên hệ các trung tâm y tế Quận, Huyện để được xét nghiệm nhé. . Hoặc tới trực tiếp viện Parter, đường Nam Kỳ Khởi Nghĩa Q3.. . Lưu ý: nên đi bằng phương tiện cá nhân và đeo khẩu trang.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "cho em hỏi hiện tại tình hình dịch bệnh đang phức tạp, vậy học kì hè vẫn học trong trường BK bình thường hay sao ạ? Em cảm ơn. .   i Học vụ .",
            "Chào bạn. . Đã có mail thông báo gởi cho SV vào ngày 1/8, nếu có thông báo gì mới nhất sẽ cập nhật và gởi mail cho Sv. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo. Em tên [full_name]_MSSV: [student_id]. Em viết đơn này mong PĐT xem xét cho em đăng kí môn học thực tập tốt nghiệp MSMH: CI3373. Lý do đợt đăng ký trước em có đăng ký môn thực tập tốt nghiệp nhưng do chưa có kết quả dự thính môn Giải tích 2 nên bị xóa môn do thiếu tín chỉ, nay em có kết quả rồi em đủ điều kiện đăng ký môn thực tập tốt nghiệp, mong PĐT xem xét giúp em đăng ký môn thực tập tốt nghiệp để em được thực tập trong kỳ hè này.Em cảm ơn.",
            "Chào bạn. . Bạn viết đơn xin bổ sung môn Thực Tập Tốt Nghiệp (trong đơn ghi rõ lý do mới có kết quả môn dự thính) + xác nhận Ban Lãnh Đạo Khoa đồng ý cho bổ sung môn TTTN, sau đó nộp đơn trực tiếp tại Phòng đào tạo cơ sở 1. . Chúc bạn học tập tốt nhé.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô. . Cho em hỏi cách Quy đổi điểm anh văn từ HK1 2020-2021 là áp dụng từ khóa K20 hay cho tất cả các khóa luôn ạ? Nếu áp dụng tất cả các khóa thì khóa K17 đủ 500 toeic nhận luận văn nhưng vẫn phải học anh văn 3,4 hay sao ạ?. . Cảm ơn thầy/cô đã đọc.Trân trọng!",
            "Chào bạn. . - Quy đổi điểm anh văn từ HK1 2020-2021 là áp dụng cho tất cả các khóa. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ. . Chúc bạn học tập tốt nhé.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b [student_id]: [student_id]  /b \t. . . .   i Yêu cầu khác . Cho em hỏi với tình hình dịch như bây giờ thì tuần sau nghỉ học mà em muốn xin phúc khảo bài thi thì mình phải làm sao ạ, em cảm ơn nhiều ạ",
            "Chào bạn. . Để đăng ký phúc tra điểm bài thi cuối kỳ bạn vui long đăng nhập vào trang web mybk.hcmut.edu.vn  Đăng ký phúc tra điểm bài thi cuối kỳ. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy/cô cho em xin đăng ký lớp DT03 msmh: SP1009 vào học kỳ 193",
            "đã bổ sung môn SP1009 nhóm DT03. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em có một thắc mắc nhỏ là tình hình dịch chuyển biến ngày các rất phức tạp số ca nhiễm không ngừng tăng , chuyện là vậy : em có đăng kí môn học kì hè 193 , trong thời khoá biểu có chia ra 2 buổi học , 1 buổi học là trên trường , buổi còn lại là học online . Em thì vẫn đang ở Gia Lai, Em cũng rất sợ khi phải di chuyển vì nếu mình sơ suất một chút là nó sẽ lây mình liền , mà em cũng rất sợ là nếu không tham gia việc học ở trên lớp ( quận 10 cơ sở 1) sẽ bị trừ điểm , cấm thi, .. dạ mong phòng đào tạo giải đáp thắc mắc giúp em ạ",
            "em có thể xin rút môn học, không tính học phí"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 .",
            "Chào bạn. . Ngoài tờ giấy này bạn còn xác nhận có đóng dấu ký tên nào của KTX khu B ĐHQG nữa không?. . Vì minh chứng này không có giá trị nếu không có con dấu xác nhận của Ban giám đốc KTX khu B ĐHQG. . Bổ sung gấp minh chứng nghen bạn. . Thân",
            "Em chào chị,. . Em có làm đơn xác nhận đang thực hiện cách ly và bên KTX có trả lời là đã gửi danh sách các bạn thuộc diện cách ly vì dịch về trường.Ban quản lý KTX có trả lời với em là không cần phải làm có đơn xác nhận vì nhà trường và KTX sẽ làm việc trực tiếp với nhau.. . Em không biết trường mình có nhận được danh sách các bạn cách ly vì dịch từ KTX chưa, nếu chưa phiền chị thông báo để em làm đơn xác nhận và xin chữ kí đóng dấu từ ban quản lý KTX ạ.. . Em xin cảm ơn.",
            "Chào bạn. . Hiện tại Phòng đào tạo chưa nhận được danh sách nghen bạn. . Bạn có thể hỏi bên KTX khi nào gởi danh sách và gởi cho Phòng đào tạo hay Phòng ban nào khác ?. . Thân",
            "Em chào chị,. . Hiện tại em đã làm đơn xác nhận và chờ đợi bên Ban quản lý KTX xử lý, em sẽ nộp minh chứng khi nhận lại được đơn xác nhận ạ. Chị cho em hỏi có hạn chốt nộp minh chứng không, nếu có là ngày nào ạ. . . Em xin cảm ơn.",
            "QUOTE Em chào chị,. . Hiện tại em đã làm đơn xác nhận và chờ đợi bên Ban quản lý KTX xử lý, em sẽ nộp minh chứng khi nhận lại được đơn xác nhận ạ. Chị cho em hỏi có hạn chốt nộp minh chứng không, nếu có là ngày nào ạ  .. . Em xin cảm ơn.  /QUOTE . .",
            "Chào bạn. . Cố gắng nộp càng sớm càng tốt nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em còn 1 môn học trước của đồ án chưa học, vậy em đăng ký môn đó vào hè và đăng ký đồ án vào kỳ 1 học kỳ chính được không ạ?. . Hiện tại e đã có thời khoá biểu môn học trước trong học kỳ hè nhưng đưng đăng ký đồ án vẫn báo bị thiếu môn ạ.. . Em xin cảm ơn",
            "Chào em. . ĐKMH của HK201 còn 2 đợt đăng ký nữa, nên trước tiên em cứ đăng ký lại môn đồ án này vào 2 đợt trên, nếu kết quả sau 2 đợt không xét được môn đồ án cho bạn, thì bạn vui lòng nộp đơn cứu xét ghi rõ nội dung nộp trực tiếp tại phòng đào tạo. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ và tên : [full_name]. . MSSV:[student_id]. . Em xin phòng đào tạo cho phép được dời ngày thi môn Xử lý số tín hiệu (31/7/2020, 12h phòng 305 B1) do thuộc diện cách ly tại nhà 14 ngày. . . Em xin cảm ơn.",
            "Chào bạn, . . -\tPhòng Đào tạo đã tiếp nhận yêu cầu vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 của bạn. . -\tBạn vui lòng xem thông báo của Nhà trường đã gởi vào ngày 27/7/20 V/v vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 và tham khảo công văn số 2820/UBND-VX ngày 26/7/20 đính kèm để kiểm tra có thuộc đối tượng được phép vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19.. . -\tBạn vui lòng bổ sung minh chứng qua công cụ trang bksi.hcmut.edu.vn/Hỏi-Yêu cầu/Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 để Phòng đào tạo xem xét và ra danh sách chính thức. Sau khi Phòng đào tạo kiểm tra minh chứng nếu bạn thuộc diện được vắng thi theo quy định sẽ gởi kết quả cho bạn qua mail sinh viên .. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Thầy/Cô pdt . . . . Em tên [full_name] mssv [student_id]. . . . Em có đăng ký môn học Kỹ thuật lập trình CO1011,CO1012.. . Vì lí do bất khả kháng ,công ty hiện tại em đang làm việc yêu cầu phải làm thêm ngày thứ 7 ,vì trùng với lịch học của môn nên mong quý thầy cô pdt cho phép em rút môn (không tính học phí) .Em sẽ sắp xếp đăng ký học lại môn này trong học kỳ sau.Kính mong thầy cô xét duyệt cho em. Em xin cảm ơn. . . . .",
            "Kính mong thầy cô xét duyệt cho em. Em xin cảm ơn.",
            "Chào bạn,. . Môn học CO1011 và CO1012 đã được hủy cho bạn. . TKB sẽ cập nhật sau. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hôm bữa em có lên phòng đào tạo xin hủy môn học học kỳ hè 193 với lý do là đi mùa hè xanh, nhưng bây giờ chiến dịch mùa hè xanh đã bị hủy do dịch bệnh. Vây nên cho em hỏi là môn học của em có bị hủy hay không vì trong mybk của em đã mất thời khóa biểu học kì 193? Mong được trả lời sớm vì nếu bị hủy thì em sẽ đăng ký lại",
            "Môn học đã bị hủy lúc trươc. . . . Tuy nhiên hiện tại đã phục hồi lại môn học . . SP1031 nhóm DT02, EE2033 nhóm DT01 cho bạn. . TKB sẽ cập nhật lại cho bạn sau. . . . . . . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1910455  /b \t. . . .   i Đăng ký môn học .  Chào thầy, cô!. . Em sinh viên thuộc chiến dịch mùa hè xanh tỉnh, em vẫn chưa thấy nhóm NGUYENVONG của môn Pháp luật Việt Nam đại cương (SP1007). Mong thầy cô giúp đỡ để mở nhóm để các bạn đăng ký ạ.. . Mong quý thầy cô xem xét, em xin cảm ơn.. .",
            "Môn SP1007 ko mở thêm lớp được nhé do ko đủ cán bộ giảng dạy. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Yêu cầu khác . Kính gửi Phòng đào tạo,. . . . Em là [full_name], MSSV:[student_id]4. . Thầy/cô cho em hỏi về việc tốt nghiệp chính thức của đợt 1 tháng 4/2020, em đã có bằng tốt nghiệp tạm thời nhưng khi làm visa du học thì bằng tốt nghiệp tạm thời chỉ làm được visa 6 tháng xong phải bổ sung hồ sơ thì lúc đó em lại không ở Việt Nam. Em có 3 thắc mắc sau mong được phản hồi từ thầy/cô:. . 1/ Khi nào thì có bằng tốt nghiệp đợt 1 4/2020 chính thức?. . 2/ Nếu chưa có bằng thì trường có thể hỗ trợ em văn bản xác minh tương đương (bằng tiếng anh) là em đã tốt nghiệp chính thức được không?. . 3/ Nếu khi có bằng rồi mà em không còn ở Việt Nam thì có nhờ người nhà nhận giùm được không?. . . . Cảm ơn thầy/cô đã đọc, mong phản hồi sớm từ quý thầy/cô.. . . . Phát. .",
            "Chào bạn. . 1- Nhà trường sẽ gởi thông báo qua mail sinh viên khi nào thì có bằng tốt nghiệp đợt 1 4/2020 chính thức. . 2- Bạn có thể sử dụng quyết định tốt nghiệp đã gởi cho bạn vào ngày 10/7/20 liên hệ Phòng Quan hệ đối ngoại để dịch sang tiếng Anh. . 3- Người nhà muốn nhận phải có giấy ủy quyền của chính quyền xác nhận. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là em K14, trong chương trình đào tạo có môn kỹ thuật số (EE1009). Nhưng em học môn kỹ thuật số (EE1015) (do hiện tại chỉ mở lớp này) làm luôn tương đương. . . . . Em đã tính điểm thử và thấy Điểm trung bình tích lũy ngành của em là 6.83 là có tính luôn điểm kỹ thuật số. Mà trên quy định môn tương đương thì không có tính điểm, chỉ tính đạt. Mong các Thầy Cô giải đáp giúp em ạ. . . . . Em cảm ơn nhiều.",
            "Chào bạn. . Bạn có thể in bảng điểm trên Mybk , kiểm tra lại, nếu sai vui lòng đem bảng điểm đến phòng đào tạo để kiểm tra lại nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 .",
            "Chào bạn. . Phòng đào tạo đã nhận được minh chứng của bạn. . Sau khi Phòng đào tạo kiểm tra minh chứng nếu bạn thuộc diện được vắng thi theo quy định sẽ gởi kết quả cho bạn qua mail sinh viên .. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em là [full_name] mssv: [student_id] lớp XD18KT , em ở lại học hè nhưng chỉ đăng ký được 1 môn. E có lên đăng ký thêm Nhập môn lập trình , mã môn học: CO1004, nhưng lớp đủ sỉ số nên không đăng ký được.Mong PDT mở để em đăng ký với ạ.Vì còn nợ nhiều môn đồ án nên em phải học các môn khác ở kỳ hè để kì chính còn trả nợ đồ án ạ.Mong PDT giúp em ạ.. . em cảm ơn ạ.",
            "đã bổ sung môn học CO1013 vào nhóm DT01. . Môn CO1014 là môn học kèm của môn CO1013. . TKB sẽ cập nhật sau"
        ]
    }
]