[
    {
        "intent": "",
        "message": [
            "Mình không hiểu câu hỏi của bạn ?",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Chào bạn.. . Hiện tại PĐT đã cập nhật tạm điểm lên hệ thống đăng ký môn học.. . Bạn vào đăng ký lại môn học nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . Theo quy định chuẩn năm học mới cập nhật của trường thì em không đủ điều kiện để đăng kí các môn học của năm 3. vậy em có được đăng kí các môn khác của năm 1 năm 2 không ạ",
            "Chào em.. . hiện tại em mới tích lũy được 41 tín chỉ tích lỹ ngành.. . Nên em chỉ có thể đăng ký được các môn của năm 1 và năm 2 theo quy chế mới.. . . . http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%[full_name]%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK192-updated.pdf. . . . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ cho em hỏi là học kì 191 em có học thể chất và đã qua rồi nhưng khi đăng kí môn học bị vướng môn gdtc( tiên quyết ) nên không đăng kí được. Vậy có cách nào để đăng kí môn học không ạ. Với tiện thể cho em hỏi là đã thẩm tra xong anh văn đợt bổ sung 16/12/2019 chưa.. . Em xin cảm ơn.",
            "Chào bạn.. . hiện tại đã tạm cập nhật điểm môn GDTS_2 lên trang đkmh.. . bạn vào đkmh lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em là sinh viên năm 2 nhưng theo quy chế mới thì năm nhất qua 28 chỉ thì mới được đăng kí môn kì 192 nhưng em không thấy là áp dụng cho K19 thôi hay có K18 trở về trước nữa ạ. Hiện tại cũng có nhiều bạn bị giống như em, vì quy chế đổi đột ngột nên chúng em không kịp chuẩn bị, mong nhà trường xem xét cho chúng em được đăng kí trong học kì này hoặc có thể mở dự thính nhũng môn cơ sở ngành trong học kì 201 để không bị gián đoạn quá trình học đên 1 năm. Em xin chân thành khẩn cầu nhà trường xem xét cho chúng em.. .",
            "quy chế áp dụng chung cho toàn SV nhé bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . xin pđt cho em đki môn học em hứa sẽ đki trả đủ 2 môn thể chất trong kì kế tiếp mà, hồi đó em lầy quá giờ em hết rồi, em đang cố gắng nè",
            "Chào bạn.. . Hiện tại đã tạm cập nhật điểm môn học GDTS_2.. . bạn vào đăng ký lại môn học nhé. . Thân",
            "em cảm ơn. Dạ ý là em chưa qua 2 môn thể chất thì mai mốt nó có bị xóa ko ạ, em sẽ học 2 môn thể chất vào kì này luôn ạ.",
            "không em nhé. .",
            "dạ em cảm ơn nhiều ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Gửi Phòng đào tạo,. . . . Em là sinh viên khóa K18. . . Hiện tại có quy chế mới về việc xếp sinh viên khóa n theo số tín chỉ tích lũy kể từ học kì 192. Do em không đủ 28 chỉ để đăng kí những môn cho sinh viên năm 2 nên em muốn xin phòng đào tạo có thể xém xét dời việc áp dụng cho học kì sau được không ạ?",
            "Chào bạn.. . Hiện tại PĐT đã cập nhật tạm điểm môn SV_N2lên hệ thống đăng ký môn học.. . Bạn vào đăng ký lại môn học nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ em chào thầy/cô PĐT,. . Cho em hỏi theo quy chế mới là các môn XX2YYY: tất cả các SV năm 2 được đăng kí. Mà sao em đăng kí môn Kỹ thuật điện (EE2027) thì hệ thống báo thiếu chuẩn sinh viên năm 3 ạ!. . Em cám ơn nhiều ạ!",
            "Chào bạn.. . Môn học EE2027 được xếp vào học ở học kỳ 6 (năm 3). . Vì vậy phải SV năm 3 mới đăng ký được môn học trên. . . . Lưu ý: Môn học do khoa thay đổi từ học kỳ 4 sang học kỳ 6 mới giảng dạy. . Thân",
            "Dạ tại em thấy trên quy chế ghi các môn có mã XX2YYY sinh viên năm 2 được đăng kí.. . Em cám ơn thầy nhiều ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ em chào anh/chị. Em tên [full_name], mssv [student_id], chương trình Việt Pháp k15. Em đăng kí 2 môn là Luận văn tốt nghiệp và Thực tập tốt nghiệp nhưng không được do bị chuẩn giáo dục thể chất năm 3. Hiện tại thì em đã học xong thể chất 1, thể chất 3, còn thể chất 2 do trường đổi quy chế về các môn thể chất nên học kì này(kì 1 năm 2019/2020), em đã đăng kí môn bóng chuyền để thay thế và giáo viên đã xác nhận em qua môn. Nhưng do kì 1 năm 2019/2020 chưa kết thúc và chưa có bảng điểm cho học kì này nên hệ thống vẫn ghi em thiếu chuẩn thể chất. Dạ em có nguyện vọng được mở đăng kí LVTN và TTTN cho học kì 2 2019/2020 để em có thể ra trường đúng hạn. Em đã cố hết sức trong 5 năm để đạt được điều này dù chương trình Việt Pháp khá khắc nghiệt. Em cảm ơn anh chị. Chúc anh chị một ngày tốt lành",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã cập nhật lại số tín chỉ (cộng cả số TC HK191) và chuẩn về giáo dục thể chất, bạn vui lòng vào kiểm tra email và đăng ký lại nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV[full_name]MSGV: [student_id]  [full_name]b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác [full_name][full_name][full_name]  [full_name]i [full_name] [full_name] [full_name] [full_name] Chào Thầy[full_name][full_name][full_name] [full_name] Em là sinh viên Khoa QLCN K16, trong đợt đăng kí kế hoạch, môn Anh Văn Trong Kinh Doanh có 60 bạn đănh kí, nhưnh đợt kết quả vừa rồi thì PĐT thông báo là môn học không được mở[full_name] Thì Thầy[full_name][full_name] cho em biết lý do và em nên làm gì để lớp được mở lại ạ? Vì hiện tại, em chỉ còn môn đó là hoàn thành chương trình học của mình[full_name][full_name] [full_name] Em cảm ơn ạ[full_name]",
            "Bạn cung cấp MSMH để PĐT kiểm tra",
            "DẠ, IM3061",
            "Chào bạn. . . . môn bạn đăng ký nằm ở kế hoạch giảng dạy của HK1 năm 2019 - 2020 cho khóa 2016.. . . . Nên ở tiến độ HK192 sẽ không mở lớp.. . . . Bạn có thể làm đơn mở lớp nộp về Khoa để được mở lớp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ em chào anh/chị. Em tên [full_name], mssv [student_id], chương trình Việt Pháp k15. Em đăng kí 2 môn là Luận văn tốt nghiệp và Thực tập tốt nghiệp nhưng không được do bị chuẩn giáo dục thể chất năm 3. Hiện tại thì em đã học xong thể chất 1, thể chất 3, còn thể chất 2 do trường đổi quy chế về các môn thể chất nên học kì này(kì 1 năm 2019/2020), em đã đăng kí môn bóng chuyền để thay thế và giáo viên đã xác nhận em qua môn. Nhưng do kì 1 năm 2019/2020 chưa kết thúc và chưa có bảng điểm cho học kì này nên hệ thống vẫn ghi em thiếu chuẩn thể chất. Dạ em có nguyện vọng được mở đăng kí LVTN và TTTN cho học kì 2 2019/2020 để em có thể ra trường đúng hạn. Em đã cố hết sức trong 5 năm để đạt được điều này dù chương trình Việt Pháp khá khắc nghiệt. Em cảm ơn anh chị. Chúc anh chị một ngày tốt lành"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Kính gửi pđt . . Em tên [full_name]. . Hiện tại em là sinh viên k18 khoa khoa học và kĩ thuật máy tính , lý do là em muốn xin pđt tạm dời việc áp dụng chuẩn sinh viên các năm vào học kì sau . Hiện nay em đang học một số môn của HK 191 trong đó có các môn năm 2 , nhưng khi pđt áp dụng các quy định mới thì những môn chuyên ngành năm 2 học kì 192 của em đăng kí bị hủy hết và hiện tại em không có môn học nào cho kì 192, lý do em chỉ đăng kí môn chuyên ngành là vì em muốn để kì hè trả nợ những môn đại cương . Em và rất nhiều bạn nữa (trong group trên facebook [full_name]UT K18 https://www.facebook.com/groups/[full_name]UT.K18/permalink/[phone_number]025783/ . . https://www.facebook.com/groups/[full_name]UT.K18/permalink/[phone_number]051404/. . ) thực sự đã bị sốc, tụi em không còn biết đăng kí môn học nào trong kì sắp tới(vì đa số tụi em đều đăng kí những môn chuyên ngành và đều bị hủy do không đủ tín chỉ tích lũy), và chắc chắn sẽ bị trễ ít nhất 1 năm vì đa số môn học chuyên ngành không có lớp dự thính hoặc có môn học 1 năm chỉ mở 1 lần.  Em biết phòng đào tạo áp dụng quy định mới thì sẽ có tính răn đe cho những học sinh đang nợ nhiều môn chưa trả như tụi em , nhưng việc áp dụng quá đột ngột vào ngay học kì 192 làm tụi em không thể nào xoay sở kịp, em viết thư này thay mặt các bạn có trường hợp như em mong phòng đào tạo xem xét lại về quyết định áp dụng chuẩn sinh viên các năm vào học kì 192 và dời nó về học kì sau để tụi em có thời gian chuẩn bị. Em thật sự rất mong phòng đào tạo thông cảm và giải quyết cho sinh viên tụi em.. . \t. . . .",
            "Chào bạn.. . Hiện tại PĐT đã cập nhật tạm điểm môn SV_N2lên hệ thống đăng ký môn học.. . Bạn vào đăng ký lại môn học nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em sinh viên K17 (năm 3) em bị hủy môn do chưa hoàn thành Học phần GDTC .Nhưng theo em đọc trên quy chế nhà trường . Từ K18 trở về trước sinh viên chỉ cần hoàn thành học phần GDTC sau năm 3 để đăng kí môn học cho năm 4 . Vậy em vẫn đủ điều kiện để đăng kí môn học , sao nhà trường lại hủy ?",
            "Chào bạn.. . Hiện tại PĐT đã cập nhật tạm điểm môn GDTS_2 lên hệ thống đăng ký môn học.. . Bạn vào đăng ký lại môn học nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Thưa thầy(cô), . . Em tên là [full_name], mssv : [student_id], sinh viên khoa Khoa học và kỹ thuật máy tính.. . . . Trong đợt đăng ký môn học đầu tiên em bị xóa hoàn toàn tất cả môn học do chưa hoàn thành GDTC sau năm 3 bởi quy định mới vào ngày 16/12/2019 là trên 80 TC thì sẽ là sinh viên năm tư.. . . . Em biết có quy định sau năm ba là phải hoàn thành GDTC và kì 191 em đã hoàn thành, nhưng chưa được câp nhập điểm. Do quy định mới khiến em không thể đăng ký cho học kỳ tới và nếu em không thể đăng ký vào học kỳ tới sẽ khiến chương trình học của em bị chậm MỘT NĂM, do các môn học tiên quyết và học trước.. . . . Kính mong quý thầy (cô) xem xét để em có thể đăng ký môn học vào học kỳ tới ạ.. . . . Em xin cảm ơn.. . Sinh viên,. . . . . . [full_name].. .",
            "Chào bạn.. . Hiện tại PĐT đã cập nhật tạm điểm môn GDTS_2 lên hệ thống đăng ký môn học.. . Bạn vào đăng ký lại môn học nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có têm trong danh sánh được đóng trễ học phí của phòng CTCT SV nhưng sao PĐT vẫn hủy kết quả ĐKMH của em với lý do là chưa thanh toán HP ạ ?? em cảm ơn",
            "Em có têm trong danh sánh được đóng trễ học phí của phòng CTCT SV nhưng sao PĐT vẫn hủy kết quả ĐKMH của em với lý do là chưa thanh toán HP ạ ?? em cảm ơn  /QUOTE . .",
            "Trường hợp này PĐT đã mở khóa ĐKMH, bạn vào đăng ký lại môn học bị hủy nhé. . . . . Nếu bị full sĩ số bạn có thể phản hồi tại đây để PĐT tăng sĩ số giúp bạn đăng ký"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em thi toeic bên ngoài đạt 335 điểm em xét thẩm tra để qua AV cơ bản mà sao giờ em đăng ký AV 1 không được ạ? em chọn đăng ký thì có cảnh báo phải qua AVCB tiên quyết",
            "Chào bạn,. . Trường hợp pass chuẩn AV cơ bản, chiều mai 20/12/2019 (13h giờ vô đăng lại nhé bạn). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . Em chào PĐT, em là [full_name], mssv [student_id]. Chương trình đào tạo của em có vấn đề, kính nhờ phòng đào tạo giải quyết. . . .   B _ Môn kiếm soát qli chất lượng (ME3225), hệ thống không cho em đăng kí vì em thiếu 2 môn tiên quyết (ME1009:quản lí sản xuất ; ME2055:THoogns kê công nghiệp). Mà 2 môn này em đã hoàn thành ở học kì 172 và 182. . . . . _ Môn điều độ (ME4023), hệ thống cũng không cho em đăng kí vì thiếu 2 môn (ME2051 Vận trù ; ME3233: Quản lí Log). 2 môn này em đã hoang thành ở kì 181.. . . . _ Môn Vận tải (ME4021). Em bị thiếu ME2051 (Vận trù). Môn này em đã hoàn thành.. . . . _ Môn Qli kho (ME4661). Em bị thiếu Mặt bằng (ME3117). Môn này em hoàn thành ở kì 191  /B . . . . Nói chung em bị hết các môn chuyên ngành theo lộ trình của ngành Quản lí chuỗi cung ứng - khoa Cơ Khí khóa k17.. . . . Kính mong PĐT xem xét và hỗ trợ kịp thời giúp em ạ. Em xin cảm ơn",
            "Chào bạn.. . Hiện tại PĐT đã cập nhật tạm điểm  lên hệ thống đăng ký môn học.. . Bạn vào đăng ký lại môn học nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ chào quý thầy(cô). . Em hiện là sinh viên năm 3,hiện vừa mới hoàn thành xong GDTC3 kỳ 191 này.. . Vì GDTS_2 mà có khả năng bị hủy chỉ còn 1 môn học, có khả năng trễ học kỳ tới.. . Nhưng theo quy chế mới áp dụng ngay tại hk 191 có ghi : \"K2019 về sau, SV phải hoàn thành học phần GDTC sau năm 2 để được đăng ký môn học của năm 3 \" .Nhưng em hiện là sinh viên K2017.Liệu có nhầm lẫn nào không. Với lại quy chế mới ra mắt và áp dụng ngay học kỳ 191 khiến cho một số sinh viên năm 3 giống em(theo nguồn thông tin trên facebook) khiến sinh viên xoay xở không kịp!. . Mong nhà trường có biện pháp giải quyết kịp thời và nhanh chóng giúp chúng em. . . Em xin cám ơn rất nhiều",
            "Chào bạn.. . Hiện tại PĐT đã cập nhật tạm điểm môn GDTS_2 lên hệ thống đăng ký môn học.. . Bạn vào đăng ký lại môn học nhé. . Thân. .",
            "Dạ cám ơn phòng đào tạo rất nhiều.. . Nhưng cho phép em hỏi thêm, em có cố gắng đăng ký môn \"Lập trình web\" mã là CO3049. Môn  này có mã là \"CO3XXXX\" tức là xem môn năm 3. Nhưng em đăng ký thì báo là thiếu GTCS_3, tức là xem môn này là năm 4. Như vậy có phải nhầm lẫn mã môn học không ạ!. .",
            "CO3049 là môn học của năm 4 em nhé. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em có 1 vài thắc mắc về quy chế mới của trường.. . Đầu tiên là em xin hỏi là quy chế mới bắt đầu từ sinh viên năm nào?. . Thứ hai, em xin PĐT cho phép dời quy chế đi 1 học kì. Để sinh viên có thể chuẩn bị.. . Mong PĐT cho chúng em thêm cơ hội.",
            "Chào bạn.. . Hiện tại PĐT đã cập nhật tạm điểm môn SV_N2 lên hệ thống đăng ký môn học.. . Bạn vào đăng ký lại môn học nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "TRÀN THANH TÂN . . MSSV: [student_id]. . . . Phòng đào tạo cho em đăng kí môn ĐO LƯỜNG VÀ ĐIỀU KHIỂN BẰNG MÁY TÍNH - EE3017 nhưng không đăng kí được.. . Hệ thông báo lỗi là chưa học trước môn VI XỬ LÝ - EE3165, mà môn VI XỬ LÝ em đã học qua hồi năm 2 EE2013.. . Mong phòng đạo tạo coi lại giúp em.. . Em xin cảm ơn.!!!",
            "Chào bạn.. . 15 phút nữa bạn vào đăng ký lại môn học nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Cho em xin hỏi, em năm nay đang là sinh viên năm ba. Vào đợt hiệu chỉnh lần này, kết quả đăng kí môn học cho học kì 192 của em đã bị hủy hết các môn chuyên ngành với lí do là thiếu môn tiên quyết thể chất 2. Trường hợp của em là, GDTC2 em vừa trả xong trong kì này và chưa cập nhật điểm ạ. Câu hỏi của em là trong trường hợp này em phải làm sao để đăng kí được môn học, và em thấy trong quy chế để là yêu cầu hết nm 3 phải hoàn thành 3 gdtc để đăng kí môn năm 4.. . Em xin cảm ơn ạ.",
            "Chào bạn.. . Hiện tại PĐT đã cập nhật tạm điểm môn GDTS_2 lên hệ thống đăng ký môn học.. . Bạn vào đăng ký lại môn học nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Thưa thầy/cô em có đăng kí môn học Đo lường và điều khiển bằng máy tính-EE3017, nhưng không đăng kí được vì môn học trước Vi xử lí-EE3165. Em đã học qua môn Vi xử lí-EE2013 và em có tìm thì không thấy môn học có mã EE3165. Mong thầy/cô xem lại giúp em ạ. Em xin cảm ơn!",
            "Chào bạn.. . bạn đăng ký lại môn học nhé. . PĐT sẽ xét lại két quả sau khi bạn đăng ký lại môn học . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chưa cập nhật điểm . Cho em hỏi kì này em đã trả môn thể chất 2 nhưng thầy chưa cập nhập điểm nên em bị huỷ tất cả các môn do bị môn tiên quyết là thể chất. Nhưng em có lên xem quy chế của trường là sinh viên phải hoàn thành thể chất sau năm 3 để được đăng kí cho năm 4. Hiện tại em chỉ đăng kí học phần cho kì 2 năm 3 nhưng vẫn bị xoá môn. Em xin trường xem xét và giải đáp thắc mắc của em ạ. . . Em cảm ơn.",
            "Chào bạn.. . Hiện tại PĐT đã cập nhật tạm điểm môn GDTS_2 lên hệ thống đăng ký môn học.. . Bạn vào đăng ký lại môn học nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào ạ, hiện tại em đã nộp bằng Toeic 400 điểm là đủ chuẩn đề đăng ký môn AV3 nhưng hiện tại em vẫn chưa đăng kí được ạ. . . . .",
            "Chào bạn,. . KHi bạn nộp Toeic 400 vào là chỉ được xét pass chuẩn anh văn của từng năm, chứ không tự tính miễn môn AV1+2 nhé, bạn phải đăng ký chuyển điểm từ chứng chỉ thì mới được tính pass môn av.. . Môn AV3 có ràng buộc môn học trước là AV1+2 nhé bạn.. . Bạn xem hướng dẫn cách nộp chứng chỉ và chuyển điểm tại  www.aao.hcmut.edu.vn- Sinh viên -  Hướng dẫn - Ngọại ngữ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em thanh toán học phí quá hạn và không được đăng kí môn học. Vậy em phải làm sao để được đăng kí môn học lại ạ. . [full_name]. . MSSV: [student_id]. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Bạn phải thanh toán học phí trên BKpay. Sau 5 h chiều PĐT sẽ lấy danh sách và mở khóa đăng ký môn học cho bạn vào lúc 9h sáng ngày kết tiếp."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Dạ, em tên [full_name] MSSV: [student_id]. . Dạ, cho em hỏi rằng quy chế áp dụng năm 1 phải đủ 28 tín chỉ là áp dụng cho cả K18 phải không ạ. Em bị xóa các môn có mã XX2YYYY, mong Nhà trường cho em biết rằng em bị các môn tiên quyết nào ràng buộc mà không đăng kí môn học được ạ.. . . . Em xin chân thành cảm ơn.. .",
            "Chào bạn.. . Hiện tại PĐT đã cập nhật tạm điểm môn SV_N2 lên hệ thống đăng ký môn học.. . Bạn vào đăng ký lại môn học nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Chào pđt đh Bách khoa tphcm. . Tôi tên [full_name] mssv [student_id] là sinh viên khoa điện đang theo học tại trường. . Trong đợt đăng ký môn học cho HK192 vừa qua tôi không được đăng ký được môn học vì thiếu môn tiên quyết. Nhưng theo cấu trúc môn học thì môn những kì trước tôi không bỏ qua hay rớt môn học tiên quyết nào. Mong pđt sớm giải quyết trường hợp  của tôi.. . chân thành cảm ơn.",
            "Chào bạn.. . Hiện tại PĐT đã cập nhật tạm điểm môn SV_N2 lên hệ thống đăng ký môn học.. . Bạn vào đăng ký lại môn học nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em có đăng kí môn chuyên ngành vào kì 192 nhưng bị hủy vì lí do là chưa đạt chuẩn GDTC. Em đã trả môn và chưa cập nhật điểm nên em muốn hỏi trường là làm sao để có thể đăng kí được vì môn chuyên ngành cua tụi em slot khá là ít, sợ khi đến đợt hiệu chỉnh sẽ hết slot. Và cho em hỏi là giờ chưa hết năm 3 nhưng theo quy chế là không được đăng kí môn học cho năm tư. Mong thầy cô giải quyết ạ. . .",
            "Chào bạn.. . Hiện tại PĐT đã cập nhật tạm điểm môn GDTS_2 lên hệ thống đăng ký môn học.. . Bạn vào đăng ký lại môn học nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy/cô,. . . . Em là sinh viên K2017. Em hiện không đăng ký được môn học với lí do thiếu tín chỉ GDTC bắt buộc sau năm hai. Tuy nhiên, theo quy chế đào tạo từ HK191 thì sinh viên trước khóa K2018 không yêu cầu phải hoàn thành tín chỉ GDTC sau năm hai để đăng ký được các môn năm ba.. . . . Thầy/cô, có thể giải đáp thắc mắc này cho em đươc không ạ. Em xin cảm ơn. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) .",
            "Chào bạn. . Như emai PĐT đã gửi trước đó, PĐT đã cập nhật lại số tín chỉ xếp loại sinh viên theo các năm. Các môn học ở HK191 vẫn được cộng vào số tín chỉ hiện tại nên bạn có thể vào đăng ký môn học.. . Đối với chuẩn giáo dục thể chất PĐT sẽ không áp dụng ở HK192 nhưng sẽ áp dụng từ HK193 trở đi.Sinh viên phải học và đạt cả 3 môn thể dục thì được tính đạt chuẩn giáo dục thể chất. Các bạn SV lưu ý chuẩn bị trước để tránh trường hợp không ĐKMH được.. . Các thay đổi về quy chế các bạn xem tại đây :. . http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK192-updated.pdf. . . . Chúc bạn học tốt.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dear thầy cô,. . . . Em tên là [full_name], mssv: [student_id], khoa Khoa học-Kĩ thuật máy tính. Hiện tất cả môn học của em đăng kí cho học kì 192 đã bị hủy vì lí do là thiếu môn giáo dục thể chất 3. Nhưng có 2 vấn đề:. . . . 1  Các môn em đăng kí đều là môn tự chọn vớ khoa máy tính, đều có thể học cả từ năm 2 3 4, các môn đấy không có quy định là môn học thuộc năm nào.. . . . 2  Theo quy chế, các môn tiên quyết lúc đăng kí môn học xem như đat (vì chưa thi cuối kì lúc đăng kí). Ở tuần thứ 4 học kì kế tiếp, phòng đào tạo sẽ hậu kiểm lại, nếu đạt các môn tiên quyết ở kì trước đó thì môn học được giữ, nếu không đạt môn tiên quyết thì môn học đăng kí sẽ bị hủy. . . Kì này em đang học môn GDTC 3 ( võ). Và vừa thì cuối kì đạt nhưng điểm đạt chưa cập nhật. . . . . Với 2 lí do trên, mong thầy cô khôi phục các môn học của em đã bị hủy trong đợt đăng kí đầu tiên.. . . . Sinh viên,. . . . [full_name]. . . . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Chào bạn. . . . Mình giải thích với bạn như sau :. . . . 1/ Các môn học tự chọn của Khoa máy tính căn cứ trên CTĐT sẽ được tính ở năm học thấp nhất.. . . . VD: môn học A học ở cả năm 2 và năm 3 thì được tính là môn năm 2.. . . . 2/ Theo quy chế mới bạn phải học và đạt cả 3 môn GDTC mới được tính \"Chuẩn thể dục\" để đăng ký các môn năm 4.. . . . Tuy nhiên quy định về GDTC không áp dụng ở HK192 và áp dụng ở HK193"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1813216  /b \t. . Kính gửi: -PĐT cơ sở 1.. .           -Ban giám hiệu. . . Em tên: Bùi Đại Nghĩa.. . Hiện tại em là sinh viên k18 khoa khoa học và kĩ thuật máy tính , em tạo yêu cầu này với lý do: em muốn xin pđt tạm dời việc áp dụng chuẩn sinh viên các năm vào học kì sau . Hiện nay em đang học một số môn của HK 191 trong đó có các môn năm 2 , nhưng khi pđt áp dụng các quy định mới thì những môn chuyên ngành năm 2 học kì 192 của em đăng kí bị hủy hết và hiện tại em không có môn học nào cho kì 192, lý do em chỉ đăng kí môn chuyên ngành là vì em muốn để kì hè trả nợ những môn đại cương . Em và rất nhiều bạn nữa (trong group trên facebook HCMUT K18 https://www.facebook.com/groups/HCMUT.K18/permalink/3280485952025783/. . https://www.facebook.com/groups/HCMUT.K18/permalink/3280229742051404/. . ) thực sự đã bị sốc, tụi em không còn biết đăng kí môn học nào trong kì sắp tới(vì đa số tụi em đều đăng kí những môn chuyên ngành và đều bị hủy do không đủ tín chỉ tích lũy), và chắc chắn sẽ bị trễ ít nhất 1 năm vì đa số môn học chuyên ngành không có lớp dự thính hoặc có môn học 1 năm chỉ mở 1 lần.  Em biết phòng đào tạo áp dụng quy định mới thì sẽ có tính răn đe cho những học sinh đang nợ nhiều môn chưa trả như tụi em , nhưng việc áp dụng quá đột ngột vào ngay học kì 192 làm tụi em không thể nào xoay sở kịp, em viết thư này thay mặt các bạn có trường hợp như em mong phòng đào tạo xem xét lại về quyết định áp dụng chuẩn sinh viên các năm vào học kì 192 và dời nó về học kì sau để tụi em có thời gian chuẩn bị. Em thật sự rất mong phòng đào tạo thông cảm và giải quyết cho sinh viên tụi em.. . - Em rất mong sẽ sớm nhận được phản hồi và giải quyết của pđt để chúng e có thể kịp đăng kí môn chuyên ngành trong học kì này!. .   i Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính .",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã cập nhật lại số tin chính (cộng cả số TC HK191) và chuẩn về giáo dục thể chất, bạn vui lòng vào kiểm tra và đăng ký lại nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi quý thầy/cô phòng đào tạo . . Em tên [full_name],MSSV [student_id]. . Theo em được biết theo qui chế mới sinh viên năm 2 phải tích lũy đủ 28 tín chỉ mới được đăng kí môn. Hiện em đang có 26 tín chỉ nên ngày 26/12 sẽ có đợt chuyển điểm anh văn. E sẽ chuyển điểm av2 và sẽ có 28 chỉ. Thầy/cô cho em hỏi có hiệu chỉnh đợt 3 để em có thể đăng kí môn kì 192 được không ạ? Và thời gian là khi nào ạ? Mong nhận được phản hồi từ thầy/cô. Em cảm ơn thầy /cô",
            ". . Chào bạn.. . Hiện tại PĐT đã cập nhật tạm điểm môn SV_N2 lên hệ thống đăng ký môn học.. . Bạn vào đăng ký lại môn học nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Chào bạn.. . Hiện tại PĐT đã cập nhật tạm điểm môn SV_N2 lên hệ thống đăng ký môn học.. . Bạn vào đăng ký lại môn học nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . cho em hỏi về vấn đề chính sách mới phần điều kiện đăng kí môn học là dành cho khóa K19 hay là toàn bộ các khóa vậy ạ,chứ gần hết học kì mà thay đổi đột ngột như vậy có vẻ không thỏa đáng lắm. .",
            "Chào bạn.. . Hiện tại PĐT đã cập nhật tạm điểm môn SV_N2 lên hệ thống đăng ký môn học.. . Bạn vào đăng ký lại môn học nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . môn vật lý bán dẫn em đã đăng kí trong đợt 1 nhưng bây giờ ra kết quả lại không có với lí do trùng giờ mặc dù em chưa đăng kí giờ, bây giờ nhấp vào chọn môn thì toàn là cs1 mà hiện tại em đang học cs2. mong quý thầy cô xem xét lại giúp em, em xin chân thành cảm ơn.. .",
            "Chào bạn. . . . Bạn phải xem kỹ CTĐT hiện tại, Môn EE1013 hiện tại đang được mở cho các lớp Tiếng Nhật học tại CS1. . . . . Trong CTĐT của bạn ở HK192 có môn EE1013 không?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào Phòng đào tạo. . Em tên là [full_name] . . MSSV : [student_id]. . Hôm nay là đợt đăng kí môn học lần 2 và em vẫn chưa đăng kí được môn anh văn 1 ạ.. . Dù số điểm thi toeic của em là 345 nhưng kì 191 em vẫn chưa được nhà trường cho đăng kí. . Trường hợp của em thì giải quyết như thế nào vậy ạ.. . Mong Phòng đào tạo giải quyết cho em với ạ. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . Về trường hợp pass chuẩn anh văn cơ bản, trưa mai 13 giờ ngày 20/12/2019 bạn vô đăng ký lại nhé!. . Thân",
            "Hôm nay em vào lại đăng kí thì bị bảo là thiếu môn anh văn cơ bản.. . Về điểm thi toeic 345 em nộp tận học kì hè 183 mà nay trường vẫn chưa cho em qua môn anh văn cơ bản???. . Em không hiểu kiểu gì luôn.. . Em phải làm như thế nào ạ??. . Em xin cảm ơn. .",
            "Chào bạn,. . . . Bạn vui lòng xem lại . . Theo quy chế học vụ mới ban hành áp dụng từ HK192 thì để được tính pass qua AVCB phải có Toeic 400 nha bạn.. . Bạn vui lòng đọc lại quy chế tại  www.aao.hcmut.edu.vn- sinh viên -   Quy chế -  Phụ lục 1 - Mục 1.. . Thân. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cho em hỏi sao em đăng ký môn lập trình hệ thống nhúng mã số EE3031 mà bị báo lỗi là phải đăng ký học trước môn vi xử lí trong khi em đã qua môn đó rồi mà",
            "Bạn vui lòng cung cấp mã môn báo lỗi TQ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em tên là [full_name] -[student_id] khoa điện điện tử , cho em hỏi là em chưa học qua môn GDTC 2 nên không được đăng kí môn học năm 3, em bị trễ 2 kì ròi ạ mong pđt xem xét cho e đăng kí môn đồ án ạ. Em cám ơn",
            "Chào bạn. . Như emai PĐT đã gửi trước đó, PĐT đã cập nhật lại số tín chỉ xếp loại sinh viên theo các năm. Các môn học ở HK191 vẫn được cộng vào số tín chỉ hiện tại nên bạn có thể vào đăng ký môn học.. . Đối với chuẩn giáo dục thể chất PĐT sẽ không áp dụng ở HK192 nhưng sẽ áp dụng từ HK193 trở đi.Sinh viên phải học và đạt cả 3 môn thể dục thì được tính đạt chuẩn giáo dục thể chất. Các bạn SV lưu ý chuẩn bị trước để tránh trường hợp không ĐKMH được.. . Các thay đổi về quy chế các bạn xem tại đây :. . http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK192-updated.pdf. . . . Chúc bạn học tốt.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Chào thầy cô em tên [full_name] Khoá k18. Thầy cô cho em hỏi tại sao khi em đăng kí môn học thì bị thông báo chưa cập nhật thông tin trong khi em đã cập nhật rồi. Em cảm ơn",
            "Chào bạn,. . Bạn không bị khóa đăng ký do nợ thông tin liên lạc nhé. VUi lòng thử lại hệ thống ĐKMH.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) .   B   /B . . Thưa thầy (cô), hôm nay (18/12/2019) pđt mở đợt hiệu chỉnh môn học, em hiện là sv năm 3, do thiếu môn thể chất 3 tiên quyết nên không đkmh được. Hiện tại kỳ này (191) em đã có điểm thể chất 3 nhưng thầy dạy chưa nhập điểm để em đăng ký môn học và em đang không biết phải làm như thê nào vì đợt hiệu chỉnh chỉ mở 2 ngày. Em mong thầy cô giúp đỡ em giải quyết vấn đề này. Em xin chân thành cám ơn!. . . .",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã cập nhật lại số tín chỉ (cộng cả số TC HK191) và chuẩn về giáo dục thể chất, bạn vui lòng vào kiểm tra và đăng ký lại nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . . . Em vào đăng ký hiệu chỉnh, ban đầu thì em vào được nhưng 1 lúc sau em vào lại thị bị cấm đăng ký do không cập nhật lý lịch online trong khí đó em đã cập nhập trong thời hạn quy định rồi",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            ". . Chào bạn.. . Bạn vào trang đăng ký môn học lại nhé. . Thân. .",
            "Dạ em tên là [full_name], MSSV [student_id] khoa cơ khi..Xin phép cho em hỏi là tại sao em đăng ký môn học không được ạ, báo em thiếu môn học tiên quyết Giáo dục thể chất sau năm 2 là sao ạ",
            "Bạn kiểm tra email PĐT đã gửi thông báo về chuẩn thể chất và chuẩn sinh viên sau các năm"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Thưa các thầy cô, em hiện tại là sinh viên năm 2 , theo quy chế mới vì không tích đủ 28 chỉ trong năm nhất ( em chỉ đạt 27 chỉ ) thì không được đăng ký môn học năm hai, nhưng thưa thầy cô , hiện nay chưa có kết quả năm học học kì 1 năm 2, trong khi các môn năm 1 em đã đăng ký học ở kỳ này và điểm tương đối tốt , nhưng giờ phòng đào tạo áp dụng quy chế mới với sinh viên k18 từ giờ thì tụi em không được đăng ký môn học kỳ 2 , em nghĩ đáng ra quy chế phải áp dụng với k19 ở kỳ 2 năm nay , nhưng với các bạn sinh viên k18 hiện nay, chúng em đang ở giữa năm học , các môn học chúng em đang học ở hk1 thì kỳ 2 chúng em không còn môn học nào để đăng ký , nếu áp dụng đáng ra phải chờ có kết quả hk1 mới áp dụng quy chế mới với k18 mới hợp lý ạ . Em kính mong các thầy cô xem xét lại ạ !",
            "Chào bạn. . Như emai PĐT đã gửi trước đó, PĐT đã cập nhật lại số tín chỉ xếp loại sinh viên theo các năm. Các môn học ở HK191 vẫn được cộng vào số tín chỉ hiện tại nên bạn có thể vào đăng ký môn học.. . Đối với chuẩn giáo dục thể chất PĐT sẽ không áp dụng ở HK192 nhưng sẽ áp dụng từ HK193 trở đi.Sinh viên phải học và đạt cả 3 môn thể dục thì được tính đạt chuẩn giáo dục thể chất. Các bạn SV lưu ý chuẩn bị trước để tránh trường hợp không ĐKMH được.. . Các thay đổi về quy chế các bạn xem tại đây :. . http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK192-updated.pdf. . . . Chúc bạn học tốt.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Môn TR4001 kỹ thuật chuẩn đoán và bảo dưỡng động cơ và TR4021 kỹ thuật chuẩn đoán và bảo dưỡng ô tô trong chương trình đạo tạo khoa Kỹ thuật Giao thông, khoá K17 được học song song với môn TR3045 - Hệ thống điện-điện tử ôtô, tuy nhiên khi em đăng ký 2 môn bảo dưỡng thì lại không được do hệ thống yêu cầu môn điện điện từ ô tô là  học trước. Mong pđt kiểm tra và xử lý giúp em với, không chỉ em mà nhiều bạn khác cùng khoa cũng v ạ",
            "Chào bạn. . . . Môn TR4001 có môn học trước là môn Tr3045.. . . . Bạn có thể xem cấu trúc môn học tại đây :. . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chuongtrinhdaotao. . . . . . Các thắc mắc về môn học trước bạn có thể liên hệ trực tiếp bộ môn OTO. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em là k17 và còn nợ 1 GDTC. Theo quy chế mới từ hk191 thì sv từ k18 về trước k được đăng kí môn cho năm 4 nếu chưa hoàn thành gdtc. Nhưng mình k đăng kí đc kì 2 năm 3 báo lỗi gdtc năm 2????? Vì sao ạ?. .",
            "Chào em,. . . . Học kỳ 192 không áp qui chế trên, sv vui lòng DKMH lại.",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Hi anh/chị,. . Em tên là [full_name], mã số sinh viên [student_id], khoa Khoa Học Máy Tính.. . . . Em đã đăng kí môn học vào đợt 1 nhưng không kết quả hiện ra. Mong anh/chị xem lại giúp em ạ. . . . . Em cảm ơn ạ.",
            "Bạn vào đợt kết quả đợt 1 --  xem lịch sử đăng ký để biết kết quả lý do không đăng ký thành công"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . Mình bị thiếu chuẩn sv năm 2 do đang học av2 hk1",
            "Chào bạn.. . Như các email PĐT đã gửi cho các bạn về việc thay đổi quy chế học vụ áp dụng từ HK192. . . Chuẩn tiếng anh sau các năm khác với chuẩn sinh viên sau các năm. Bạn kiểm tra email của mình để biết rõ hơn những thay đổi về quy chế hoặc có thể xem tại đây :. . . . http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK192-updated.pdf. . . . Chúc bạn học tốt"
        ]
    },
    {
        "intent": "",
        "message": [
            "/QUOTE Điều 10.5 : Từ K2018 trở về trước, SV phải hoàn thành học phần GDTC SAU NĂM 3, để được đăng ký môn học của CTD9T năm 4. Từ K2019 trở về sau, SV phải hoàn thành học phần GDTC SAU NĂM 2, để được đăng ký môn học của CTĐT năm 3.. .   B Em tên Lưu Thanh Huân MSSV [student_id] K17 nhưng không bị hủy kết quả đăng ký HK192 và không thể đăng ký do thiếu Nhóm [GDTS_2]: GDTS_2 - CHUAN THE CHAT SAU NAM 2 (tiên quyết) . Em nghĩ có sự nhầm lẫn ở đây, mong phòng đào tạo nhanh chóng giải quyết giúp em, để có thể đăng ký học kỳ kế.. .",
            "đã cập nhật diểm GDTS_2 lên hệ thống đăng ký môn học.. . Bạn vào đăng ký lại môn học nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em tên [full_name], đã có được được 53 tín chỉ tích lũy (TCTL), theo quy chế mới của trường thì em chưa đủ điều kiện là sinh viên năm 3 (56 TCTL). Vì quy chế đưa ra là áp dụng ngay nên em không thể kịp chuẩn bị, học kỳ này em đã cố gắng rất nhiều để kịp CTĐT (4 năm), em không muốn vì quy chế mới này mà mọi cố gắng đó. Em kính mong PĐT dời lại thời gian áp dụng quy chế để các bạn có thời gian học lại và tích lại đủ số TCTL, không bị trễ thời hạn đào tạo. Em xin cảm ơn.",
            "Chào bạn. . Như emai PĐT đã gửi trước đó, PĐT đã cập nhật lại số tín chỉ xếp loại sinh viên theo các năm. Các môn học ở HK191 vẫn được cộng vào số tín chỉ hiện tại nên bạn có thể vào đăng ký môn học.. . Đối với chuẩn giáo dục thể chất PĐT sẽ không áp dụng ở HK192 nhưng sẽ áp dụng từ HK193 trở đi.Sinh viên phải học và đạt cả 3 môn thể dục thì được tính đạt chuẩn giáo dục thể chất. Các bạn SV lưu ý chuẩn bị trước để tránh trường hợp không ĐKMH được.. . Các thay đổi về quy chế các bạn xem tại đây :. . http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK192-updated.pdf. . . . Chúc bạn học tốt.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . cuối học kì 182 em có thi toeic tại trường BK và được 400 điểm . . khi đăng kí môn học học kì 192 thì khi em đăng kí môn anh văn 3 thì trên hệ thống lại kêu là thiếu môn học trước là anh văn 2. . không biết thầy/cô có thể hỗ trợ em để có thể dăng ký Anh văn 3 không v ạ\t. . . .",
            "Chào bạn. . . . Áp dụng theo quy chế học vụ mới để học AV3 bạn phải đạt điểm thi AV đầu vào từ 500 – 545. . . . Bạn tham khảo tại mục quy chế -  phụ lục 1 . . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . [full_name] thần mến! Em xin trình bày là kỳ trước em đã hoàn thành 3 môn giáo dục thể chất nhưng chỉ được update 1 môn qua tiến độ học tập trên mybk, dẫn tới việc em chưa đủ chuẩn thể chất để đăng kí môn học cho kì này, em xin [full_name] giải quyết gấp giúp em với ạ.Em xin cảm ơn [full_name] nhiều ạ!",
            "Chào em,. . . . Học kỳ 192 này không qui chế về GDTC, em đăng kí lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . em không thể đăng ký môn vì không đạt tiue6u chuẩn thể chất sau năm 2, em đã qua thể chât 2 và 3 rồi ạ",
            "Bạn phải đạt cả 3 môn thể dục để được đạt chuẩn AV sau năm 2"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi nhà trường,. . . . Em là Sinh viên Văn bằng 2 Chính quy Ban ngày Khoa Máy tính, nay em đăng ký môn học HK192 đợt 2 thì báo lỗi Thiếu chuẩn sinh viên năm 2 (hình đính kèm), sau đó thì báo lỗi Sinh viên chưa khai báo thông tin lý lịch online, trong khi em đã cập nhật thông tin vào đầu tháng 11 vừa rồi. Em có nguyện vọng đăng ký 6 môn:. . 1) CO2003 Cấu trúc dữ liệu và giải thuật, nhóm [full_name]01_[full_name]01.. . 2) CO2007 Kiến trúc máy tính, nhóm [full_name]01_[full_name]01.. . 3) CO2011 Mô hình hoá toán học, nhóm [full_name]03.. . 4) CO2017 Hệ điều hành, nhóm [full_name]02_[full_name]06.. . 5) CO3001 Công nghệ phần mềm, nhóm [full_name]03.. . 6) CO3055 Thực tập công nghệ phần mềm, nhóm [full_name]01.. . . . Em xin chân thành cảm ơn,. . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chào cô ạ , cô cho em hỏi em đã cập nhật thông tin lý lịch onl đúng thời hạn, nhưng hệ thống báo là em chưa cập nhật thông tin và em không thể đăng ký được môn học.Mong cô giúp đỡ, em cảm ơn."
        ]
    }
]