[
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1414430  /b \t. . . .   i Đăng ký môn học . Gửi phòng đào tạo.. . . . Em là Phương Nhật Tuấn khóa 14 (MSSV: 1414430) chuyên ngành kỹ thuật công trình xây dựng, có khúc mắc xin được giải quyết vì em đã gửi hỏi đáp lên BKSI nhưng không được giải đáp.. . . . Em có đăng kí luận văn tốt nghiệp chính quy học kì 201 (CI4343) nhưng bị hủy vì lý do không đạt môn tiên quyết CI3177 (DAMH Bê tông cốt thép 2 - 1 chỉ), nhưng khóa 14 không hề có môn tiên quyết là CI3177 mà là CI3007 (Bê tông cốt thép 2 - 3 chỉ - đã bao gồm đồ án bê tông công thép 2) và em đã đạt CI3007 từ năm 2 (2016).. . . . Các môn tiên quyết luận văn tốt nghiệp CI4343 khóa 2014:. . . . - CI2057 Thực tập nhận thức ngành 8.0. . - CI2039 Kết cấu bê tông cốt thép 1 6.5 (hai môn tương đương bây giờ là CI2091 và CI2093). . - CI3007 Kết cấu bê tông cốt thép 2 7.0 (hai môn tương đương bây giờ là CI3175 và CI3177). . - CI3069 Kết cấu thép 2, vì mã CI3069 không còn mở nữa nên em học hai mã tương đương là:. .      + CI3211 Kết cấu thép 2 5.0. .      + CI3213 Đồ án kết cấu thép 7.5. . - CI3343 Thực tập tốt nghiệp 9.0. . - CI4049 Tổ chức thi công 8.0 (hai mã tương đương là bây giờ CI4125 và CI4127). . - CI4341 Đề cương luận văn tốt nghiệp 10.0. . . . Em đảm bảo rằng mình đã qua tất cả các môn tiên quyết, ngày CTXH   10 và đã nộp bằng anh văn TOEIC, để nhận luận văn tốt nghiệp chuyên ngành kỹ thuật công trình xây dựng. Mong phòng đào tạo giải quyết giùm em, em xin cảm ơn.",
            "Chào bạn,. . . . Đợt 3 bạn vào đăng kí lại, có gì trục trặc bạn liên hệ trực tiếp PDT.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn xin thêm vào lớp môn kinh tế học đại cương IM1013 thì phải làm sao ạ",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi, nếu hk201 em đăng kí chỉ được 8 chỉ nhưng sau đó em có đăng kí thêm 6 chỉ dự thính của học kỳ đó thì em có được tính là đạt yêu cầu số tín chỉ quy định của sinh viên không ạ. Em cám ơn. .",
            "Chào bạn,. . . . Dự thính vẫn tín vào số tín chỉ tích luỹ luôn nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Yêu cầu phòng đào tạo mở thêm lớp EN1003."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin kính chào Thầy/ Cô ạ.. . . . Cho em hỏi là trường mình có quy định về số tín chỉ tối thiểu trong 1 học kì không ạ? Nếu học kì chính em chỉ đăng kí được 8 chỉ, học kì dự thính em đăng kí thêm 8 chỉ (để trả nợ môn) thì sau khi hoàn thành em có được tính là đã hoàn thành 16 chỉ của học kì đó hay chỉ được tính 8 chỉ thôi ạ?. . . . Em xin cảm ơn!",
            "Chào bạn, . . Nếu không đăng ký đủ tín chỉ theo quy định thì sẽ không bị hủy TKB. Tuy vậy , số tín chỉ/học kỳ sẽ dùng xác định sinh viên chính quy tập trung =  ảnh hưởng đến việc xin tạm hoãn NVQS (đối vối SV nam) và các quyền lợi khác (xét học bổng, học phí đối sới SV khóa 2019) Các trường hợp có TKB đều được cấp nhận CNSV. . . Chúc bạn học tốt . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do hệ thống nhà trường bị lỗi nên em bị xóa môn học, mong nhà trường tăng thêm sỉ số các lớp này để em đăng ký môn:. . . . 1) [full_name]4017 : Thiết kế sản phẩm công nghiệp. . 2) [full_name]4027 : Quản lý vật tư và tồn kho (CN - KTHTCN). . 3) [full_name]4031 : Kỹ thuật điều độ (CN - KTHTCN). . . . Em cảm ơn phòng đào tạo đã xem xét xử lý.",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name]. . Dạ em đăng kí môn thực tập nhận thức ngành vào dự thính 193 rồi ạ và tính vào học phí . . HK193 luôn ạ vậy em vẫn phải đóng thêm học kì chính là sao ạ. . Em cảm ơn ạ",
            "Chào bạn[full_name] [full_name] [full_name] chia học phí 193 thành 2 hình thức đóng:[full_name] [full_name] -Môn thực tập nhóm A01 tính theo học phí dự thính là 320[full_name]000[full_name] [full_name] -Các môn còn lại nhóm DTxx tính theo học phí dự thính 480[full_name]000 ( HK193 bạn đăng kỳ tổng cộng 8 tín chỉ * 480= 3840[full_name]000)[full_name] [full_name] Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "chào thầy cô . . em xin thầy cô tăng sĩ số môn học kinh tế học đại cương (IM1013) nhóm lO1 thứ 4 tiết 234 ạ vì lý do trễ anh văn nên em không đăng kí được mấy môn chuyên ngành khi em tính đăng kí môn tự chọn này thì full ở cơ sở 2 ạ nên em xin thầy cô tăng sỉ số lớp học này để em có điều kiện đăng kí ạ . . mong thầy cô giúp em. . em xin cảm ơn thầy cô ạ",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Các thầy cô cho em hỏi em khoá 2019. . Trong học kì 191 em được 7 chỉ, kì 192 được 7 chỉ và ko có học dự thính. Kì 201 em chỉ đăng kí được 8 chỉ(môn học không phải của năm 2) thôi. . Vậy cho em hỏi qua kì 202 em có được đăng kí môn học của năm 2 không ạ . . Và nếu không được, em đăng kí kì dự thính của học kì 201 thì được không ạ!. . Mong quý thầy cô giải đáp thắc mắc ạ!. . Em xin cảm ơn ạ!",
            "Chào bạn,. . . . Bạn có thể đăng kí được bất kỳ học kỳ nào, nếu học kỳ đó có mở môn bạn cần đăng kí và đạt các chuẩn theo qui định (chuẩn sinh viên sau các năm, môn học trước, song hành....).. . . . Thân.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa thầy cô bên phòng đào tạo, hiện nay em được biết nếu không đủ 28 tín chỉ thì không được đăng kí môn năm 2, vậy em hiện tại đã tích lũy được 27 tín chỉ và qua được chuẩn anh văn năm nhất đợt tháng 12 vừa rồi thì có thể xin thầy cô cho em được phép đăng kí và học các môn năm 2 được không ạ.Em cảm ơn. .",
            "Chào bạn,. . . . Đăng kí môn học phần mềm đã lập trình sẵn nha bạn.. . . . Không can thiệp vào được.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Năm nhất em chỉ còn 2 môn là hóa đại cương với lý 1 là em chưa qua môn nhưng mà nếu đăng kí hai môn này thôi thì kì 201 em không đạt chỉ tiêu là 1 học kì phải đăng kí tối thiểu 14 tín chỉ .Mà giờ em có thử đăng kí các môn ngoài chương trình đào tạo nhưng mà không đăng kí được.Vậy giờ em có thể làm đơn cam kết là cho em có thể đăng kí môn năm 2 và cam kết sẽ trả hết các môn còn lại của năm nhất không ạ?",
            "Chào bạn,. . . . Sinh viên chất lượng cao vui lòng liên hệ văn phòng Đào Tạo Quốc Tấ để tư vấn nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Tên:[full_name]. . MSSV:[student_id]. . Em muốn xin thêm slot học lớp: . .   Công Nghệ May 2 ([full_name]3083) học ngày thứ 5 tiết 2 3 4 và thứ 6 tiết 10 11 12 và Đồ Án Môn Học Công Nghệ May ([full_name]3087) học ngày thứ 2 tiết 3 4 5.. . E xin cảm ơn thầy(cô)!",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào thầy/cô!. . Em là sinh viên đến từ khoa cơ khí, kì này em có nhu cầu đăng kí hai môn học cụ thể là ME4201 và ME4217. Nhưng vì lỗi chuẩn thể chất năm 3 nên hai môn này đã bị xoá khỏi danh sách đăng kí của em. Đến sau 3 giờ chiều ngày 26/08 thì đã không còn chỗ đăng kí. Mong các thầy cô mở thêm sĩ số lớp học để đăng kí ạ. . . Em xin cảm ơn nhiều",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "EM LÀ HOÀNG ĐỨC LONG. . MSSV :[student_id]. . EM MONG PĐT MỞ THÊM SLOT LỚP CƠ LÝ THUYẾT AS1003  ĐỂ EM CÓ THỂ ĐĂNG KÝ Ạ,EM CẢM ƠN. .",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa phòng giáo dục, em mong rằng trường có thể mở thêm sĩ số lớp L05-L09 hoặc lớp L05_L10. . môn cấu trúc dữ liệu và giải thuật để em có thể đăng kí được môn này ạ.. . Em xin cảm ơn.. . . .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em xin chào thầy (cô) . hiện tại hết năm nhất em tích lũy được 24 tín chỉ cộng thêm số tín chỉ hè là em được 27 còn thiếu 1 chỉ là em đủ 28 tín chỉ đạt chuẩn sv năm 2 để đăng ký môn cho năm 2 , em mong nhà trường có thể châm trước tạo điều kiện cho em được đăng kí môn cho hk 201 được không ạ ? em xin chân thành cảm ơn .. .",
            "Chào bạn,. . . . Đăng kí môn học phần mềm đã lập trình sẵn nha bạn.. . . . Không can thiệp vào được.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là mình phải đủ 28 chỉ mới được đăng kí phải không ạ. .",
            "Chào bạn,. . . . Bạn đủ 28 mới đăng kí những môn năm 2, còn những môn năm nhất vẫn đăng kí bình thường.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào phòng đào tạo ạ, em tên [full_name] - [student_id] học ngành kiến trúc ạ.. . Khi thay đổi chương trình học của khóa k19 thì rất nhiều môn không còn nữa và em gặp khó khăn trong việc đăng kí cho những môn năm 2 em chưa học. Và khi thay đổi thì nhà trường sẽ cho danh sách môn học tương đương nhưng trường chưa cung cấp. Mong sớm nhận được danh sách môn tương đương để em đăng kí môn học cho những học kì sau ạ. Em cảm ơn và mong sớm nhận được phản hồi từ nhà trường.. .",
            "Chào bạn,. . . . Việc này bạn liên hệ ở khoa nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . xin phòng đào tạo bổ sung cho em môn MT1005 và EN1003 để đủ số chỉ vào kì chính em  xin cảm ơn .",
            "Chào bạn,. . . . Môn EN1003 có mở lớp, còn môn MT1005 bạn đăng kí vào học kỳ dự thính 201 sắp tới.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /ME3031 . . . . Dạ em chào các thầy cô ạ! . . Dạ thưa các thầy cô, em xin được phòng đào tạo hỗ trợ em đăng ký môn học ME3031 ( kỹ thuật chế tạo 1 ) vào lớp A02/A06 ạ, vì lúc nãy hệ thống tự động xóa môn học này của em, nhưng vì sĩ số lớp ban đầu đã là 22 trong khi giới hạn sinh viên là 20 nên em không thế đăng lại được lớp đó nên em đã đăng kí 1 lớp khác để không bị hủy môn nhưng vì thời gian không thích hợp nên em mong phòng đào tạo hỗ trợ giúp em đăng kí lại môn học này vào lớp A02/A06 vì lỗi hệ thống này ạ",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào Thầy/ Cô, em là [full_name], mssv [student_id]. Em đã qua 3 môn thể chất nhưng đợt đăng kí vừa rồi em bị hủy môn học do vướng thể chất. . . Kính mong quý Thầy/ Cô xem xét giải quyết giúp em ạ. Em xin chân thành cảm ơn!",
            "Đăng ký môn học. . . . Chào Thầy/ Cô, em là [full_name], mssv [student_id]. Em đã qua 3 môn thể chất nhưng đợt đăng kí vừa rồi em bị hủy môn học do vướng thể chất.. . Kính mong quý Thầy/ Cô xem xét giải quyết giúp em ạ. Em xin chân thành cảm ơn!",
            "Chào bạn, . . Hiện tại Phòng Đào tạo đã cập nhật lại điểm GDTC, chuẩn GDTS_3, Sinh viên vui lòng vào đăng ký lại. . . Chúc bạn học tốt!. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn[full_name] [full_name] [full_name] [full_name] : Tại sao bạn chọn \"[full_name]\", bạn phải chọn đợt \"[full_name]\"[full_name] [full_name] Chúc bạn học tốt [full_name] [full_name] Thân[full_name] [full_name] [full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em có thắc mắc là em đã học trước và tích lũy tín chỉ của một số môn năm 4.. . Nếu theo đúng tiến độ học hiện tại thì vào kì 1 năm 4 em chỉ còn thiếu 6 tín chỉ và học những môn đó, học kì 2 năm 4 em chỉ còn luận văn tốt nghiệp. Nếu đăng kí 6 tín chỉ như vậy thì có được không ạ bởi vì em nghe nói trong một học kì phải đăng kí tối thiểu 10 tín chỉ.. . Trân trọng!. .",
            "Chào bạn, . . Nếu không đăng ký đủ tín chỉ theo quy định thì sẽ không bị hủy TKB. Tuy vậy , số tín chỉ/học kỳ sẽ dùng xác định sinh viên chính quy tập trung =  ảnh hưởng đến việc xin tạm hoãn NVQS (đối vối SV nam) và các quyền lợi khác (xét học bổng, học phí đối sới SV khóa 2019) Các trường hợp có TKB đều được cấp nhận CNSV. . . Chúc bạn học tốt . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Đăng ký môn học . Xin chào văn phòng Oisp, hiện tại em đang bị gián đoạn năm 3 vì chưa có chứng chỉ tiếng anh . Đợt đăng ký đợt 1 rồi em có đăng ký môn Hoá vô cơ ( môn tự chọn ) của năm 2 nhưng khi tới đợt 2 thì môn này của em bị huỷ , không còn trong danh sách đăng ký.. . Xin văn phòng kiểm tra lại giúp em.. .  Em cảm ơn ạ.",
            "Chào bạn,. . . . Việc này bạn liện hệ văn phòng Đào Tạo Quốc Tế để được tự vấn cho bạn.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào admin. . Em mong pđt mở thêm sỉ số môn cơ học đất CI3001 nhóm A03-A05 Để em có thể hiệu chỉnh và sắp xếp được lịch HK201 ạ em cảm ơn",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . CI3197. . ĐAMH nền móng. . . . Em rất muốn đăng ký môn này. . Em thấy các bạn cũng đăng ký rất đông. . Em rất mong phòng đào tạo mở lớp ạ",
            "Kính gửi PĐT,. . . . Nhu cầu học đồ án Nền móng rất lớn.. . . . Lớp đồ án nền móng CI3197 PĐT mới mở thôi, mà bây giờ đã full rồi.. . . . Em rất mong PĐT mở thêm lớp ạ",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Chào bạn,. . . . ĐA bạn có thể làm đơn mở lớp nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi, theo em được biết các môn chính trị kể từ K19 đã đổi mã môn. Trong kì hè này em đã đăng kí học môn SP1031 là môn tiên quyết của SP1033. Em đã đăng kí môn SP1033 vào kì 20.1 nhưng bị hủy lớp, và khi tìm mã SP1033 thì được báo là kì 20.1 không mở lớp môn này. . . Vậy cho em hỏi những bạn đã học SP1031 vào hè này và muốn học môn SP1033 vào kì 20.1 phải làm sao ạ. Nếu cứ chưa qua môn là không đăng kí được môn chính trị sau thì có phải bọn em phải học chính trị cách kì không ạ. Vì em nhận thấy các đợt đăng kí môn đều mở trước khi bọn em biết kết quả môn học ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . . . - Theo kế hoạch giảng dạy học kỳ 201 không mở môn SP1033, bạn có thể đăng kí môn  này trong đợt dự thính 201.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712925  /b \t. . . .   i Đăng ký môn học . Trong đợt đăng kí môn học em và các bạn đã xin mở lớp môn Hóa Hữu cơ (CH2023), Hóa Lý Polymer (MA2015) và Hóa học Polymer (MA2009) cùng một lúc, nhưng không may là thời khóa biểu môn Hóa hữu cơ buổi thí nghiệm lại quá gần với môn Hóa Lý Polymer và tụi em không thể đăng kí 3 môn được do không đủ thời gian di chuyển giữa 2 cơ sở. Em kính mong PĐT đổi lịch lớp thí nghiệm Hóa hữu cơ sang một buổi khác giúp tụi em để tụi em có thể đăng kí được ạ.. . Và tụi em đăng kí môn Hóa Lý Polymer, Hóa học Polymer ở cơ sở 1 cho tiện việc đi lại của giáo viên giảng dạy, em mong pdt xem xét lại ạ.",
            "Chào bạn,. . . . Những đơn mở lớp bổ sung PDT làm theo yêu cầu của sinh viên, hiện tại không thay đổi giờ học được nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã hỏi trên web này nhưng không ai trả lời mà vẫn mark là solved, em đăng kí 19 tín chỉ bám sát CTĐT nhà trường đề ra nhưng bây giờ trả kết quả môn cho em chỉ còn 3 tín chỉ, em đã thử đăng kí đợt 2 lại nhưng những môn kia đều hết slot hoặc search không tồn tại dù search bằng tên hay mã môn học. Bây giờ em không biết làm gì. Mong văn phòng phản hồi sớm giúp em"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]. . . . . . . . Chào admin. . Em mong pđt mở thêm sỉ số môn kết cấu thép 1 CI3009 nhóm A03 Để em có thể hiệu chỉnh và sắp xếp được lịch HK201 ạ em cả m ơn",
            "Chào bạn,. . . . PDT đã tăng hết tất cả các môn với sỉ số tối đa rồi.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học .  Cho em hỏi là vào cuối hk191 trường đã thông báo là sv năm nhất k19 k tích lũy đủ 28 tín chỉ vẫn được dk các môn năm 2 mà sao giờ em tích lũy 21 mà k bị xóa 3 môn năm 2 khi đăng kí lại thông báo là k đủ chuẩn sinh viên năm 2 ( tiên quyết ) ạ, nếu trường thông báo khác đi là hk hè em đã đăng kí học đủ tín chỉ r thế có phải bất công cho em quá k ạ giờ nguyên hk sau me k đc học mấy môn năm 2",
            "Chào bạn,. . . . Bạn xem qui chế học vụ điều 9 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . PDT làm theo đúng qui chế của trường.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi PĐT. . Do em bị lỗi GDTC bị xóa môn học đến sáng nay mới đăng kí được thì môn học cũng đã hết chỗ. . Em muốn xin PĐT mở thêm sỉ số môn   B Tổ chức thi công - CI4125  /B    B lớp A01  /B  ngày T5 tiết 10-12. . Em xin cảm ơn ạ!. .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa nhà trường , hiện tại em đang bị trường hợp không đủ tiêu chuẩn sinh viên năm 2 nên em bị xoá môn , nên tổng chỉ em đăng kí được cho hk3 chỉ là 8 chỉ thôi ạ . Nếu không đủ 10 chỉ thì em không được học hk3 ạ ?. . Em cảm ơn ạ .",
            "Chào bạn,. . . . - Bạn đăng kí những môn năm nhất, những môn bạn học chưa đạt.. . . . - Ngoài ra còn có đợt đăng kí dự thính 201, bạn làm đơn đăng kí nha.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là em có thể gặp thầy chủ nhiệm khoa Điện-Điện Tử của mình ở đâu để xin chữ ký mở lớp môn học ạ.. .  . . Em xin cám ơn",
            "Chào bạn,. . . . Việc này bạn liên hệ ở khoa.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi , môn kỹ thuật gốm sứ (MA4001) và môn các phương pháp nghiên cứu vật liệu vô cơ ( MA3001) , phòng đạo tạo có thể sắp xếp không trùng nhau được không ạ , mấy năm trước không bị trùng nhau , nhưng năm nay lại bị trùng ạ, vì 2 môn đều mở một kì nên như vậy em sẽ bị trễ 1 kì ạ, có thể giúp em với ạ, em cảm ơn",
            "Chào bạn,. . . . Thời điểm hiện tại không thể thay đổi TKB lại nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em kính thưa thầy/cô. . Em là [full_name], MSSV [student_id], ngành Viễn Thông của lớp Việt Pháp K16.. . Trường hợp của em là như thế này ạ: tháng 9 này em phải đi   B du học theo diện trao đổi sang Pháp 2 năm  /B  (em đã nhận quyết định đồng ý cho em đi du học rồi ạ) nhưng khoảng cuối tháng 8, đầu tháng 9 tụi em có đợt   B thực tập kĩ thuật  /B  của năm 4, vậy nếu em không có giấy xác nhận thực tập (do không thực tập được) thì có ảnh hưởng gì đến quá trình em du học và nhận bằng đôi sau này không ạ?. . . . Em xin chân thành cảm ơn thầy/cô.. . [full_name].. .",
            "Chào bạn. . Về vấn đề này em vui lòng liên hệ Cô [full_name] (Chủ nhiệm chương trình Việt pháp) để tư vấn và giải đáp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi quý thầy/cô phòng đào tạo. . Em tên [full_name]. MSSV [student_id]. Em viết đơn này xin phòng đào tạo mở thêm sĩ số môn học Phân tích dữ liệu lớp A02 chiều thứ 3 tiết 789, do sự trùng lịch nên em không thể đăng ký được giờ nào khác. Kính mong quý thầy cô xem xét để em được học theo đúng tiến độ ạ.. . Em xin chân thành cảm ơn.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em bị xóa môn Giáo dục thể chất 3 trong mục gửi đăng kí môn học đợt 1 và không thể tìm thấy môn này để đăng kí lại trong đợt 2 (đã tim qua các mã số của môn học mới). Mong phòng đào tạo giải đáp và mở môn học giúp em.. . . .",
            "Chào bạn, . . Về việc đăng ký các môn Giáo dục thể chất trong học kỳ 1/2020-2021, bạn vui lòng đợi thông báo sau của Phòng Đào tạo qua email sinh viên. . . Chúc bạn học tốt!. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT Đại Học Bách Khoa HCM , em viết đơn này xin PĐT xem xét mở thêm sỉ số lớp Hóa Phân Tích (CH2009) nhóm L01 , do em vừa xin được mở lớp hóa lý vào ngày thứ 4 và trong ngày bị trùng với môn hóa hữu cơ nên em không thể đăng kí thêm môn hóa lý vào ngày thứ 4 được ạ , nên em xin PĐT xem xét tăng sỉ số lớp L01 cho em có thể chuyển qua và có thể học được môn Hóa Lý ạ . em xin cám ơn PĐT .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại sau năm nhất e đc 27 chỉ. E có thể xin để đăng ký năm 2 đc ko ạ. Cứu e với",
            "Chào bạn,. . . . Bạn có thể trả nợ những môn năm nhất, còn ra còn đợt đăng kí dự thính 201 nữa nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Môn em đăng ký đã đủ sinh viên thì em phải làm đơn gì để được thêm vào lớp ?",
            "Chào bạn,. . . . PDT đã tăng hết tất cả các môn với sỉ số tối đa rồi.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i Em xin chào các thầy cô của phòng đào tạo. Em tên [full_name] là sv khoa điện, em muốn xin mở thêm sỉ số môn [full_name], mã môn Ê3131 vì em đăng kí không kịp và môn đó cần thiết với lịch trình học của em ạ. Em mong quý thầy cô phòng đào tạo có thể tạo cơ hội để em được đăng kí và hoàn thành môn học. . Em xin cám ơn. . . .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy/cô cho em hỏi, em là sinh viên khoa máy tính K18, 2 học kỳ trước em chưa đủ 3 môn thể chất nên 2 học kỳ này em phải đăng ký được để học tiếp ạ, nhưng em đăng ký thể chất xong bị xóa và hiện giờ không thể đăng ký do không mở lớp, thầy/cô cho em hỏi làm sao để em đăng ký được môn giáo dục thể chất và mã môn ạ, em xin cảm ơn thầy/cô đã đọc. . . .",
            "Chào bạn, . . Về việc đăng ký các môn Giáo dục thể chất trong học kỳ 1/2020-2021, bạn vui lòng đợi thông báo sau của Phòng Đào tạo qua email sinh viên. . . Chúc bạn học tốt!. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô. Vì kì 191 em có lỡ trượt hơi nhiều môn và điểm kì 192 chưa được cập nhật xong nên mới tích luỹ được 43 tín chỉ. Nhưng trong hk193 em đã đăng kí dự thính để trả nợ môn mong thầy cô có thể cộng tín chỉ đã đăng kí của học kì 193 để em có thể tiếp tục theo học đúng chương trình của nhà trường ạ.. .   i Đăng ký môn học .",
            "Chào bạn,. . . . Hiện tại bạn đăng kí được những môn sau năm 2, nếu điểm dự thính bạn rớt thì những môn năm 3 bạn đăng kí sẽ bị huỷ.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i Em xin chào quý thầy cô phòng đào tạo, em tên [full_name] là sv khoa điện.Dạ hiện [full_name] - EE3131 đã đủ sỉ số.. . Em mong quý thầy cô có thể mở thêm và tạo điều kiện cho chúng em được đăng kí môn học.. . Em xin cám ơn quý thầy cô.. . . .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào cô ạ!. . Em muốn đăng ký học song ngành thì phải xin quyết định của PĐT như thế nào ạ?. . Em cảm ơn cô ạ.",
            "Chào bạn. . - Về quy định đào tạo song ngành: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 28. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Dạ cho em hỏi đợt vừa mở đăng kí môn học lần 2 em bị huỷ kết quả đăng kí đợt 1 vì lý do thiếu tín chỉ tích luỹ, nhưng lúc văn phòng cập nhật lại em đủ và đăng kí được vào hôm nay thì lớp CC03 môn xác suất thống kê đã hết slot. Em chỉ có thời gian thích hợp để học lớp đó. Nên em xin văn phòng cho em thêm 1 slot để vào lớp đó được không ạ? Vì này là sự cố bên mình nên em không đăng kí được từ lúc đầu. Em mong văn phòng đồng ý. Em cám ơn ạ!Đăng ký môn học .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào tạo,. . . . Cho em hỏi trong đợt 2 Đăng ký môn học cho học kỳ 201, môn Hệ thống thời gian thực ME4211 hiện tại sĩ số chỉ có 5/60 (lớp quá ít). Như vậy lớp có bị giải tán (bị hủy) không ạ?. . . . Em xin chân thành cám ơn!. . . . . .",
            "Chào bạn,. . Sỉ số sv quá ít thì sẽ bị hủy môn nha bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho E hỏi điều kiện để được vay vốn đóng học phí ạ. . Vì lý do gđ gặp khó khăn vì [full_name] bệnh nặng nên không kịp xoay xở để đóng đúng hạn.. . Em xin cám ơn",
            "Chào bạn,. . Bạn vui liên hệ Phòng Công tác Chính trị sinh viên để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . HK hè em đăng kí chỉ có 8 chỉ nhưng học phí em phải đóng cho 9 chỉ.. . Em mong sẽ được giải đáp thắc mắc. . Em cám ơn. .",
            "Chào em. . . . Môn thể dục 1TC học phí nhé.. . Em xem thêm thông báo học phí tại website aao"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy cô PĐT!. .  Theo lịch học cho đến hiện tại thì  B  Khóa K18,   /B VB2 Khoa khoa học và Kỹ thuật máy tính đang là buổi tối ạ, nhưng kỳ 1 năm học 2020-2021, em chưa thấy có lịch đăng ký.. . Rất mong quý thầy cô hỗ trợ cho lớp chúng em có thể đăng ký môn học vào buổi tối ah.. . Em xin chân thành cảm ơn ah!",
            "Chào bạn,. . . . Chương trình đào tạo bằng 2, bạn về khoa tư vấn cho bạn nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn gửi thư này đến phòng đào tạo xin ở lớp Sinh thái học lớp L01 vì lý do em bị trùng lịch với môn EN2005 - H/học trg k/thuật &khmt1. môn EN2005 chỉ có 2 lớp và đủ sĩ số nên em không chuyển được ạ.. . . .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    }
]