[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào Phòng Đào tạo,. . Em là [full_name], MSSV [student_id], là sinh viên lớp CK17KTK.. . Vào ngày 26/11 vừa rồi em đã được cập nhật điểm môn cuối lên trang MyBK của cá nhân, và đã đủ điều kiện để đăng kí tốt nghiệp. Tuy nhiên em vẫn chưa đăng kí được do chưa nằm trong danh sách tốt nghiệp dự kiến của nhà trường. Phòng Đào tạo cho em xin hỏi là khi nào có đợt cập nhật danh sách dự kiến tốt nghiệp tiếp theo không ạ, vì hạn chót đăng kí tốt nghiệp của bọn em là vào 24/12 cũng gần tới rồi ạ.. . Em hi vọng có thể sớm được giải quyết và em có thể đăng kí tốt nghiệp kịp đợt tháng 1 này.. . Em cám ơn Phòng Đào tạo đã đọc câu hỏi của em.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Minh chứng em hoãn thi được đồng ý như môn KCT của em vẫn điểm 13 ạ",
            "Chào bạn. . Trước tiên bạn vui lòng xem lại các thông báo của Nhà trường đã gởi: Vì số lượng hoãn thi của SV gởi qua BKSI quá nhiều,. . Nên vào ngày 5/8/2021, Pdt đã gởi cho toàn bộ SV quy trình Hoãn thi mới (đăng ký qua google form) nhấn mạnh Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . -    Thời điểm hiện tại là giữa tháng 12/2021, Pdt đã tổng kết danh sách Hoãn thi gởi về Khoa để hậu kiểm danh sách cấm thi, bạn không điền vào form nên Pdt không có dữ liệu gởi về Khoa để xác minh. . -    Nên Bạn muốn Hoãn thi vui lòng làm theo hướng dẫn . . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa đồng ý không Cấm thi (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail [email] hoặc BKSI)”. . -    Thời gian Pdt có thể tiếp nhận lại hồ sơ hoãn thi đến 17/12/2021, sau thời gian này Pdt không giải quyết các phát sinh nếu có. Vì đầu tháng 12/2021 đã bắt đầu thi của HK211. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô ạ!. . Cho em hỏi là sau bao lâu khi nhận được giấy chứng nhận tốt nghiệp tạm thời thì nhận được bằng tốt nghiệp. Em cảm ơn.",
            "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi hạn chót để đăng kí xét tốt nghiệp là khi nào ạ?",
            "Chào em,. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name], mssv [student_id]. . Em xin đăng kí dời lịch học thí nghiệm đến khi học trực tiếp, vì địa phương em tình hình dịch phức tạp nên ra khỏi tỉnh rất khó khăn. . . Mong sẽ nhận được phản hồi sớm từ phía nhà trường ạ",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Em chào thầy (cô) PĐT. . Em là [full_name] hiện đang theo học ngành Trắc Địa khóa 17 hệ chính quy. Thầy (cô) cho em hỏi về việc nếu em muốn chuyển xuống hệ VHVL nhưng học sang ngành khác cùng thuộc khoa xây dựng thì những môn học của em có được chuyển điểm không?\t. . . .   i Yêu cầu khác .",
            "Chào em,. . Em vui lòng email đến [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cách thức hoãn thi cuối kì của kì 211 là làm thế nào ạ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào tạo,. . Em tên [full_name], mssv [student_id].. . Hôm nay 15/12 em có tham gia kì thi Speaking & Writing để xét tốt nghiệp. Tuy nhiên hiện tại trên hệ thống Elearning em chưa được mở thư mục nộp bài thi.. . Mong quý Thầy cô có thể dành thời gian mở thư mục nộp bài để em có thể hoàn thành bài thi.. . Em xin chân thành cám ơn!. .",
            "Chào em,. . chưa nhận được link phòng thi: trước giờ thi vẫn vào được, thông báo có ghi rõ mà em.. . Gg meet là do cbct tạo (có thể tạo sau khi cbct vào phòng thi). Mọi thắc mắc sv liên hệ bên tổ chức thi (bộ môn, khoa hoặc cán bộ giảng dạy).. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: Phòng đào tạo. . . . . . Em tên: [full_name].. . . . Mã số sinh viên: [student_id].. . . . Dạ cho em hỏi trong đợt đăng ký môn đợt 2 em có thể đăng ký thêm môn học không ạ.. . Dạ em đã có quy đổi điểm chuyển anh văn 1, 2, 3, 4, vậy em có cần học lại các môn anh văn đó không ạ.. . . . Em xin cảm ơn thầy, cô đã dành thời gian đọc thư của em.. . . . Trân trọng.. . . . [full_name]. .",
            "Chào em,. . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho đợt tiếp theo. (SV ĐKMH vào đợt 2, 13 giờ ngày 23/12/21). . Em xin tư vấn từ GVCN thêm nhé.. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ e chào PĐT.. . Em tên [full_name], MSSV: [student_id]. . Lý do: Em đã có tên trong danh sách tốt nghiệp dự kiến của trường rồi ạ nhưng em vẫn chưa đăng ký tốt nghiệp trên Mybk bởi vì em vẫn con trong tình trạng tạm dừng ạ. . . Em mong PĐT giải đáp thắc mắc của e.. . Em cảm ơn.",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Gửi các thầy cô phòng đào tạo ạ.. . Em muốn xin hủy lịch học thí nghiệm hóa vì em đã kết thúc môn ở học kỳ 202 và em không nhận được mail cũng như không nghe cô hướng dẫn của em nhắc đến việc học off ạ. Em muốn dành thời gian để làm bài tập và ôn thi các môn hiện tại hk211 và em không có thời gian để lên học thí nghiệm lại ạ. Nhờ pđt xem xét hủy giúp em ạ. Em cảm ơn nhiều ạ.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa phòng đào tạo,. . . . Em tên [full_name], mssv: [student_id]. Em xin hoãn môn hóa đạc cương thí nghiệm tại cs2 vào tuần 01, 02 vào thứ 5 lúc 12:00-16:50 (mã môn: CH1004) lớp VL05 tại B2-406 và tại CS1-H1-502- chưa có lịch học- lớp L47. Lý do là vì dịch ở địa phương em đang cao, nên gia đình em không cho phép em lên học trực tiếp giờ được ạ. Em muốn xin hoãn đến khi cả trường đi học lại thì em thi lại.. . . . Em mong phòng đào tạo có thể đồng ý.. . Em xn lỗi vì sự bất tiện này.. .   i Yêu cầu khác .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào PDT. Tuần trước em đã tạo yêu cầu xét tốt nghiệp nhưng đến nay em vẫn chưa nhận được mail và xét tốt nghiệp. Em mong PDT xem xét lại giúp em. Em xin cám ơn.",
            "Chào em. . Trường hợp em còn. . Nợ Hóa đại cương 604601. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thời khóa biểu em bị trùng lịch học hai môn Thực tập điện 1 và Thực tập điện tử 1 ở tuần 51. Em muốn hoãn Thực tập điện 1 ở đợt học trực tiếp lần này.. . Em cảm ơn.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thời khóa biểu em bị trùng lịch học hai môn Thực tập điện 1 và Thực tập điện tử 1 ở tuần 51. Em muốn hoãn Thực tập điện 1 ở đợt học lần này ạ.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thời khóa biểu em bị trùng lịch học hai môn Thực tập điện 1 và Thực tập điện tử 1 ở tuần 51. Em muốn hoãn học trực tiếp Thực tập điện 1 ở đợt học lần này ạ. Em cảm ơn.. .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy cô cho em hỏi em có đăng ký học thí nghiệm trực tiếp trên trường. Nhưng hiện tại em không sắp xếp được chỗ ở và phương tiện đi lại, do ở khá xa trường và ktx chưa được ở. Em muốn hoãn thì phải làm thế nào ạ, em cảm ơn.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thời khóa biểu em bị trùng lịch học hai môn Thực tập điện 1 và Thực tập điện tử 1 ở tuần 51. Em muốn hoãn Thực tập điện 1 ở đợt học lần này ạ. Em xin cảm ơn ạ.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hôm trước em có nhắn hỏi về việc trùng thời khoá biểu môn Thực tập điện 1 và Thực tập điện tử 1. Em chỉ hỏi về cách huỷ trực tập trực tiếp môn này, nhưng có cô phụ trách đã phản hồi là đã huỷ học trực tiếp môn Thực tập điện tử 1 của em. . . . . Em muốn huỷ học trực tiếp môn Thực tập ĐIỆN 1 thay vì Thực tập ĐIỆN TỬ 1.. . Nhờ Thầy/Cô chỉnh giúp em BỎ HUỶ môn thực tập điện tử 1 và HUỶ học trực tiếp môn thực tập điện 1.. .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin của em, dự kiến TKB sẽ cập nhật trước ngày 18/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Tốt nghiệp . Kính gửi PDT,. . Em tên là [full_name], MSSV: [student_id]4.. . Lớp VP13XDC.. . Kỳ 212 vừa qua em đã hoàn thành tất cả các tín chỉ học.. . Nhưng hiện tại em không thể đăng ký Tốt nghiệp. Em đã nhập đầy đủ thông tin nhưng không bấm cập nhật được.. . Mong PDT Kiểm tra cho trường hợp của em gặp vấn đề gì hay thiếu điều kiện gì.. . Em cám ơn. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào thầy cô PĐT. . Em học khoa Địa chất dầu khí, hiện tại số tín chỉ tích luỹ của em là 128 tín chỉ và em còn nợ 8 tín chỉ theo quy định thì sinh viên Khoa Địa chất dầu khí đạt tối thiểu 125 tín chỉ là được nhận luận văn tốt nghiệp, vậy cho em hỏi em đủ điều kiện để xét luận văn tốt nghiệp không ạ.. . . .",
            "Chào em,. . Em vui lòng liên hệ GVCN, xem lịch học vụ để ĐKMH nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi VPDT, hiện tại em muốn hủy học thí nghiệm trực tiếp thì liên hệ với bên nào ạ? .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô,. . . . Học kỳ 192 em có đăng ký hoãn thi 2 môn Xử lý số tín hiệu (EE2015), Cơ sở điều khiển tự động (EE2019) và sau đó có tham gia thi xoá điểm vắng thi vào học kì 193.. . . . Trên bảng điểm của em có cập nhật Số tín chỉ tích luỹ nhưng khung điểm thì không được sửa thành điểm 14 (Em có đính kèm hình ảnh ở dưới).. . . . Vì lần trước em nghĩ có cập nhật tín chỉ là ổn nhưng giờ em thấy mail trường hợp hoãn thi học kỳ 202, 203 được cập nhật điểm 14 ạ. Nên em mong thầy cô có thể cập nhập điểm lại cho em ạ.",
            "Em chào thầy cô,. . . . Em đính chính là trên bảng điểm không được xoá điểm 13 nhưng trong Số tín chỉ tích luỹ học kỳ thì vẫn cập nhật là đã qua môn ạ.. . . . Em cảm ơn ạ.",
            "Chào em,. . Do điểm của những HK cũ trên mybk/Thông tin không được cập nhật thường xuyên nên bạn vẫn còn điểm 13.. . Hiện tại cô kiểm tra lại hệ thống điểm của PDT, điểm môn EE2015 và EE2019 đều là điểm 21(đạt), bạn đăng ký MH sẽ không bị ảnh hưởng nhé.. . Nếu bạn muốn yên tâm có thể vào mybk/Đăng ký in bảng điểm, đăng ký 1 bảng điểm để kiểm tra và đối chiếu lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào cô, em vừa download giấy chứng nhận tốt nghiệp tạm thời , nhưng giấy lại là tên của người khác ạ( e có đính kèm file pdt). . E đang cần đề nộp cho công việc (đã hơn 2 tuần rồi ạ) . . Em xin cám ơn",
            "Chào em,. . Gửi em file CN tốt nghiệp thời. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Phòng Đào Tạo,. . Em là [full_name] MSSV [student_id]. Hiện trong BKPay của em số khoản chưa thanh toán là 0 (tức em đã thanh toán đủ các khoản và có 1 khoản đăng ký in lại thẻ sinh viên em thanh toán trễ) nhưng khi em đăng ký xét tốt nghiệp thì tình trạng đăng ký lại là \"Không được phép đăng ký (No HP)\". Em chưa biết xử lý tình huống này như thế nào tại 24/12 là hạn cuối đăng ký xét tốt nghiệp. Mong PĐT xem xét.. . Em cảm ơn. . .",
            "Chào em,. . Em mới thanh toan ngày 13/12 khoản lên phí in thẻ SV nhé.. . Sau ngày 21/12 PDT sẽ cập nhật lại và mở khóa cho SV đăng ký tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em bị nợ môn Hóa đại cương (604601) và em đã trả nợ môn học tương đương (Hóa đại cương với MSMH CH1003) vào học kỳ 202. Và hiện tại em đã đủ tất cả điều kiện để xét tốt nghiệp nên em làm đơn này xin phép PDT chuyển điểm môn học Hóa đại cương và xét tốt nghiệp cho em ạ. . . Em xin cám ơn.",
            "Chào em,. . Em cần làm đơn gửi email [email]  để PĐT kiểm tra rồi trả lời em nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa thầy/cô.. . Em bị vấn đề là em có buổi thi CSĐTTĐ ngày  21/12/2021 lúc 12h00, song song với đó em còn có lịch Thực tập ở xưởng lúc 13h00. Mà Thực tập thì em không được phép trễ, trong khi đó, vấn đề thời gian để em vừa Thực tập đúng giờ, lại vừa để làm bài thi thì thật sự không ổn chút nào ạ.. . Vậy nếu xin phòng Đào Tạo để hoãn thi (hoặc chuyển giờ thi) thì làm như thế nào vậy ạ?. . Em xin chân thành cảm ơn.",
            "Chào em,. . Em có thể liên hệ với thầy TT xin đổi nhóm khác. Nếu em muốn huỷ Thực tập thì gửi lại nhé.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 18/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô!. . Em tên là [full_name] (MSV: [student_id]). Sau khi em kiểm tra thì có thấy lịch học hóa thí nghiệm trực tiếp tại BK-CS1 tuần 1-2 năm 2022 vào thứ 5 từ 12 giờ đến 16 giờ 50, lớp VL05. Em muốn xin dời lịch học lại (sang đợt sau tết). Vì hiện tại em ở tỉnh Tây Ninh số lượng ca nhiễm ngày càng nhiều và khu vực của em đang sinh sống tình hình dịch bệnh Covid-19 diễn biến hết sức phức tạp, nên tình trạng di chuyển đi lại của em bị hạn chế. Em mong thầy/cô xem xét giải quyết hoãn lịch học cho em sớm để không bị đánh vắng và khó khắn cho việc học về sau. Em chân thành cảm ơn!. . . .   i Học vụ .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào tạo trường Đại học Bách Khoa thành phố Hồ Chí Minh,. . Em tên là [full_name](MSVV:[student_id]) mong muốn được hoãn lớp học trực tiếp môn Thí nghiệm Hóa Đại Cương(MMH:CH1004), nhóm-tổ VL08, thứ 6, tiết 8-12 tuần 50 và 51 tại Bách Khoa cơ sở 1 phòng B2-401A cho đến khi đủ điều kiện có thể học bình thường trở lại bởi ảnh hưởng của dịch Covid-19.. . Vì lí do bất tiện trong việc di chuyển tới địa điểm học, đang trong thời điểm thi cuối kì trực tuyến và những ảnh hưởng bất thường của dịch Covid-19 tại địa phương. Kính mong Phòng Đào Tạo chấp thuận đơn xin phép này của em!. . . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name], mã số sinh viên [student_id], em muốn xin dời lịch học thí nghiệm Hóa Đại Cương. Sáng ngày 15/12/2021, em mới mở MyBk và thấy thời khóa biểu thì mới biết em có lịch học thí nghiệm thứ 6 ngày 17/12/2021 tại cơ sở 1 lớp VL08. Vì hiện tại tình hình dịch bệnh đang chuyển biến phức tạp nên gia đình và bản thân em rất lo ngại, không muốn em đi học trực tiếp bây giờ. Em hy vọng nhà trường sớm xem xét và giải quyết giúp em ạ.. . Em xin chân thành cảm ơn. . Trân trong,. . . . . . . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] MSSV [student_id] lớp CK21CK07. . . Em làm đơn này để xin phép được chấp thuận tạm dừng học.. .",
            "\"Chào em,. . Phòng Đào tạo đã tiếp nhận đơn tạm dừng HK212 của bạn, Sinh viên theo dõi tình trạng sinh viên được cập nhật trên mybk/Thông tin Sinh viên/tình trạng. . chuyển qua trạng thái từ \"\"đang học\"\" sang \"\"tạm dừng\"\", dự kiến sẽ cập nhật trước ngày 3/1/2022 và gửi mail Quyết định qua email cho sinh viên. . SV vui lòng theo dõi lịch học vụ và mail SV để làm đơn thu nhận lại để đăng ký MH cho học kỳ tiếp theo. . Thân\"",
            "Chào bạn. . Sau khi Pdt kiểm tra, bạn vẫn chưa thanh toán tiền học phí Hk211 + lệ phí nhập học. Nên Pdt không thể xử lý đơn tạm dừng của bạn. . Bạn vui lòng nhanh chóng thanh toán xong các phần lệ phí . . Sau khi thanh toán xong bạn báo để Pdt xử lý tiếp đơn tạm dừng của bạn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy/ Cô.. . - Sắp tới em có làm đơn chuyển hệ để tốt nghiệp cho kịp thời gian 24/12. . - Nay em viết đơn này kính mong thầy cô cho em được rút môn học ạ.. . Dạ em xin cảm ơn ạ.. .   i Yêu cầu khác .",
            "\"Chào bạn,. . Về việc chuyển qua hệ VLVH. . Bạn vui lòng tải mẫu đơn: Phiếu đề nghị chuyển sang hình thức Vừa Làm Vừa Học  tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Đơn rút MH của bạn đang được xử lý nhé, bạn có thể gửi đồng thời 2 đơn. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name] Kính gửi Thầy/Cô[full_name] [full_name] Gia đình em có 3 người Ông [full_name], Mẹ, với em[full_name] Mẹ đang F0 cách ly ở nhà khác[full_name] Rồi nay thêm ông [full_name] em F1 lên F0 rất mệt có dấu hiệu đi bệnh viện em phải đi theo chăm sóc [full_name] ( ngoại bị tai biến, ăn uống, tắm rửa phải có người giúp[full_name])[full_name][full_name] [full_name]  Em muốn xin hoãn thi mà em lên mybk phần đăng kí hoãn thi chỉ có lý do là không có đủ thiết bị đường truyền[full_name] Không biết, em tick vào lý do đó để xin đăng kí hoãn thi với trường hợp của em vậy có được không ạ[full_name] [full_name] [full_name] Em xin cảm ơn Thầy/Cô",
            "Chào em,. . - Em vui lòng xem lại email PĐT đã gửi nhé.. . - Em đăng ký vào đó rồi PĐT sẽ hậu kiểm .... . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào PĐT.. . Ngày 08/12, em có tham gia thi CK để xoá điểm HT môn PLĐC, nhóm HT01-B. . . Hiện tại hầu hết các lớp đã có điểm, bọn em muốn xem điểm thì xem ở đâu ạ.. . Em xin cảm ơn.. .",
            "Chào em,. . Điểm do GV nhập, bảng điểm gửi PĐT. Em vui lòng liên hệ GV nhé.. . Thân mến. .",
            "B MSSV/MSGV: [student_id]  /B . . . . Vậy là em liên hệ giáo viên dạy kì trước đúng không ạ.",
            "Chào em,. . Em vui lòng liên hệ [full_name] Ứng dụng qua email [email]. Vì bảng điểm [full_name] gửi PĐT.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính Gửi Phòng Đào Tạo!. . Em là Đinh Nguyên Huân, Mã số Sinh Viên : [student_id], khoa điện - điện tử, chương trình tiến tiến. Thưa văn phòng, em đã đăng ký xét tốt nghiệp thành công. Nhưng do chưa đọc kỹ yêu cầu về mẫu ảnh 4*6, nên em đã gửi nhầm size ảnh, cũng như quy cách ăn mặc. Em xin phép được gửi lại ảnh, hoặc đăng ký xét lại lần nữa ạ.Em rất xin lỗi về sự bất tiện này.. . Trân trọng. .   i Tốt nghiệp .",
            "Chào em,. . Em vui lòng vào trang mybk/Đăng ký tốt nghiệp để cập nhật lại ảnh mới theo đúng quy định và chờ PDT xác nhận mail lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Khi đăng kí BHYT, em bị lỗi errorcode 81 lỗi gửi thông tin thanh toán đến bkpay là sao  ạ?",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em [full_name]-MSSV:[student_id]. . Lớp BD16CDT-Ngành bảo dưỡng công nghiệp. . Em đã hoàn thành chương trình học và chỉ thiếu toeic ra trường ạ.. . Em đã hết thời gian đào tạo và xin gia hạn thêm một học kì và chỉ được gia hạn một học kì.Vậy cho em hỏi là em có thể nộp toeic ra trường sau ngày 24/12 để xét tốt nghiệp không ạ?Và thời gian nộp bằng toeic để xét tốt nghiệp của em là tới ngày bao nhiêu ạ?Em xin cảm ơn ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa cô,. . Em đã đăng kí chuyển điểm anh văn, được xác nhận hợp lệ, cũng đã đóng tiền đầy đủ nhưng chưa được cập nhật trong mục 'điểm chuyển'. . Em hi vọng nhanh chóng được cập nhật để đăng kí tốt nghiệp, em xin chân thành cảm ơn. . Trân trongj.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô!. . Em tên là [full_name] (MSV: [student_id]). Vào lúc sáng em có gửi yêu cầu xin hoãn việc học hóa thí nghiệm trực tiếp vì lí do di chuyển đi lại khó khăn. Nhưng hiện tại em đã di chuyển được lên TP. Hồ Chí Minh thành công. Nên em muốn rút đơn yêu cầu xin hoãn vào lúc sáng và trở lại học trực tiếp bình thường như sắp xếp của phòng đào tạo . Em thành thật xin lỗi vì quyết định chưa suy nghĩ kĩ càng của em. Em mong thầy/cô giúp em. Em chân thành cảm ơn!. .   i Học vụ .",
            "Chào em,. . Đã khôi phục. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em muốn xác nhận:. . - PDT có email thông báo không cần xét CHUẨN TIẾNG ANH [full_name]P hk212 đúng không ạ. . -",
            "Yêu cầu khác. . Em muốn xác nhận:. . - PDT có email thông báo không cần xét CHUẨN TIẾNG ANH [full_name]T NGHIỆP hk212 đúng không ạ?. . - Chuẩn tiếng anh xét tốt nghiệp cho khóa k16 là anh văn 4 kỹ năng hay 2 ?. .   /QUOTE . .",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . - Nhà trường tạm thời không xét điều kiện: chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm), xét chuẩn CCAV quốc tế khi xét LVTN, chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . =  Nghĩa là phía sau dấu hai chấm là tạm thời không xét.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name], MSSV: [student_id]. Em được xếp lịch học môn Hóa Đại Cương thí nghiệm (VL11) vào sáng thứ 6 (7h-11h50) tuần 50-51. Tuy nhiên hôm nay em test nhanh covid và phát hiện mình là F0. Vì thế em không thể đến trường để tham dự buổi học được ạ. Em xin phép được đổi lịch học sang tuần khác được không ạ?",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào tạo trường Đại học Bách Khoa TP.HCM. . . . Em tên là Đỗ Thị Thùy Trang - MSSV:[student_id] - sinh viên K21 khoa Kỹ thuật Địa chất và Dầu khí hệ đại trà.. . . . Em có lịch học thí nghiệm hóa lớp VL03 trực tiếp tại trường vào chủ nhật tuần thứ 51 và 52 tại B2-401A ở BK-CS1 vào lúc 7h-11h50. Nhưng vì tình hình dịch bệnh ở địa phương em nên gia đình vẫn chưa thể sắp xếp để tham gia buổi học.. . . . Mong phòng Đào tạo có thể cân nhắc trường hợp của em và dời lịch học thí nghiệm hóa trực tiếp tại trường ra sau tết âm lịch.. . . . Em xin lỗi vì sự bất tiện này.. . . . Em mong sẽ nhận được câu trả lời sớm từ phòng Đào tạo ạ.. . Em xin cảm ơn.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thầy cô. . . . Em đã đăng ký chương trình liên thông trình độ đại học - thạc sĩ và nhận được email xác nhận em đã đăng ký vào 17/11/2021.. . . . Hiện nay đã gần 1 tháng, thầy cô cho em hỏi là phải đợi thêm để nhận kết quả xét duyệt hay em không được duyệt vào chương trình.. . . . Em xin cảm ơn thầy cô",
            "Chào em,. . Về vấn đề liên quan đến học chương trình liên thông Đại học-Thạc sĩ & Thạc sĩ (Cao học) bạn vui lòng liên hệ Phòng đào tạo Sau đại học qua địa chỉ: Website:www.pgs.hcmut.edu.vn, Email    : [email]. . [email]. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên: [full_name]. MSSV: [student_id]. . Do tình hình dịch bệnh tại địa phương vẫn còn phức tạp, khó lường. Em chưa thể lên trường để học trực tiếp các môn Thực hành/ Thí nghiệm của học kì HK211 nên em xin được hoãn việc học trực tiếp các môn này (môn Thí nghiệm hoá học nhóm VP02 vào lúc 13-17h50 chủ nhật của tuần 51,52 phòng B2-406 SC1) và xin được học online các môn Thí nghiệm (nếu có thể) hoặc được dời sang đợt sau tết. Kính mong Phòng Đào tạo và Nhà trường thông cảm.. . Em xin chân thành cảm ơn.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn xin hủy đăng ký học thí nghiệm trực tiếp của bạn.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "I Tốt nghiệp .",
            "Vui lòng ghi rõ nội dung câu hỏi"
        ]
    },
    {
        "intent": "",
        "message": [
            "QUOTE Yêu cầu khác: Cho em hỏi là hiện trang bkpay của trường đã bảo trì đến hết ngày 20 nhưng hiện em có khoản phí thanh toán bảo hiểm y tế và hạn là ngày 20 ạ, mong trường giải đáp giúp em liệu có thể dời ngày đóng bảo hiểm y tế không ạ",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô/anh/chị,. . . . Hiện em đã đi làm và có BHYT (bảo hiểm theo công ty) cho năm 2022. Bây giờ em photo CMND và BHYT mang lên phòng y tế cơ sở 1 để nộp là được đúng không ạ? Và cho em hỏi phòng y tế cơ sở 1 đã mở lại chưa ạ?. . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thu tiền BHYT đợt 2 năm 2022 từ 08h00 ngày 13/12/2021 đến 16h00 20/12/2021. Nhưng BKPay thông báo bảo trì, buộc sau 20/12 mới được thanh toán vậy phải làm sao ạ ?",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . em là [full_name] - [student_id]. . em muốn hỏi về thới hạn thanh toán bảo hiểm là đến 20/12 mà bây giờ bkpay bảo trì đến ngày 20 luôn thì làm sao ạ. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name] - [student_id], em đang cần thanh toán lệ phí tốt nghiệp trên mybk và ngày hạn chót thanh toán là 20/12/21. Em vừa nhận được thông báo email là hệ thống sẽ bảo trì đến hết ngày 20/12/21.. . Vậy sau ngày này, em sẽ hết hạn thanh toán lẹ phí tốt nghiệp, nên em muốn hỏi: vậy em sẽ đăng kí tốt nghiệp lại để thanh toán lẹ phí hay sao ạ ?. .",
            "Chào em,. . Sau ngày 20/12 em vào thanh toán, hạn xét tốt nghiệp tới ngày 24/12/2021 nhé bạn.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT,. . Em tên là [full_name], MSSV: [student_id], sinh viên bằng 2 khoa KTXD khóa 2018.. . Ở học kỳ 2 năm học 2020-2021 em đã:. . - Đạt số TCTLN tối thiểu bằng tổng số tín chỉ của CTGD Khoa KTXD, Ngành KTXD và có ĐTBTLN tối thiểu là 5,00.. . - Chưa Đạt yêu cầu chuẩn tiếng Anh (cụ thể là còn tiếng Anh 2 kỹ năng Speaking & Writing).. . Do đã hoàn thành số tín chỉ của CTGD em không có nhu cầu học các môn học ở các học kỳ kế tiếp, em đang trong thời gian chờ chứng chỉ tiếng Anh 2 kỹ năng Speaking & Writing để xét tốt nghiệp. PĐT cho em hỏi cần làm gì để đảm bảo điều kiện học vụ cho đến khi tốt nghiệp do ở học kỳ HK211 em không đăng ký môn học dẫn đến bị quyết định tạm dừng.. . Kính mong sự giải đáp của PĐT, em xin cảm ơn ạ.",
            "Chào bạn,. . Khi nào đủ điều kiện tốt nghiệp bạn có thể làm đơn xin thu nhận để xét tốt nghiệp nhé.. . SV lưu ý không tạm dừng quá 2Hk liên tiếp. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi,. . Hiện nay bên trang đóng tiền BKpay đang được bảo trì cho hết ngày 20/12. Nhưng thời hạn để thanh toán tiền bảo hiểm y tế cũng trùng vào thời gian bảo trì. . . Cho em hỏi bên trường có thể dời lịch đăng ký bảo hiểm y tế lại không ạ? . . Nếu không thì em cần phải thanh toán qua hình thức nào ạ?",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    }
]