[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Không thấy nội dung. .",
            "Em chào thầy/cô.. . Em muốn đăng ký lớp học Anh văn 4 (LA1009). Hiện tại lớp này đang học, không biết có cách nào để có thể đăng kí lớp học này không ạ. Lớp học kì chính hay dự thính đều được ạ. . . Em cảm ơn!",
            "Chào bạn,. . Hiện tại đã hết thời gian để đăng ký bổ sung môn học của HK211 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là học kỳ chính 211 em có đăng ký 4 chỉ   25% sao lại nộp học phí tận 4,387,500 đ cơ ạ. Mong ad giúp đỡ ạ.",
            "Chào em,. . Em vui lòng xem:  . . Thông báo về mức thu học phí các bậc đào tạo năm 2021-2022 tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "dạ cho em hỏi có thể xin dời hạn đóng học phí dự thính đến tháng 11 chung với kì chính được không ạ? Hiện nơi em đang giãn cách xã hội theo chỉ thị 15 tăng cường đến 15/9/2021, người thân không có sử dụng thẻ nên không chuyển tiền qua thẻ mà phải đến ngân hàng ở khác xã để chuyển. Nhưng hiện việc di chuyển rất nan giải ạ.. . . .",
            "Chào em,. . Em chờ email từ PĐT, sẽ gia hạn đến 20/9/21.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô,. . Em là sinh viên năm 4. Em có nhận được mail của trường sẽ tổ chức thi anh văn 2 kỹ năng speaking-writing đợt 1. Tuy nhiên, em không đăng kí thi trong đợt 1 thì em có cơ hội đăng kí thi vào các đợt khác không? Hay em bắt buộc phải đăng kí thi trong này. Mong sớm nhận được phản hồi từ thầy cô.. . Chân thành cảm ơn.. .",
            "Chào em,. . PĐT đã gửi email: có câu. . . . Trường hợp SV không đăng ký được trong Đợt 1, vui lòng đợi thông báo đăng ký vào đợt tiếp theo. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hôm nay mình có vào BKpay để điểm tra học phí phải đóng cho hk201 và nhận thấy số tiền trường yêu cầu mình thanh toán không chính xác lắm. Mình là sinh viên thuộc diện hỗ trợ con thương binh được miễn 100% học phí, vậy nên mong nhà trường kiểm tra và phản hồi sớm nhất có thể. . . Xin cảm ơn",
            "Chào em,. . -      Học phí Học Kỳ chính chưa được tính miễn giảm diện chính sách. Lý do: Phòng Công tác chính trị Sinh viên chưa gửi danh sách miễn giảm. Học phí Sinh viên sẽ được cập nhật miễn giảm (nếu có tên trong ds miễn giảm) trước khi bắt đầu thanh toán học phí vào đầu tháng 11/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào PĐT,. . . . Trong tình hình dịch bệnh, em không thể đến ngân hàng OCB để nộp tiền học.Vì xưa nay, em đã thất lạc tài khoản ngân hàng OCB ạ, nếu xin được cấp lại tài khoản OCB thì em phải làm như thế nào ạ. Em cảm ơn ạ. .",
            "Chào em,. . Em liên hệ ngân hàng OCB 028.[student_id]1 để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ quý thầy/cô cho em hỏi bây giờ đăng ký tạm hoãn hk 211 thì học phí có phải đóng không ạ. Em cám ơn",
            "Chào em,. . Em muốn tạm dừng: xem quy chế tạm dừng trên aao nhé. HP: nộp đơn tạm dừng trong 4 tuần đầu HK thì không đóng HP.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô, vừa rồi em có nhận được mail thông báo đăng ký thi anh văn nói viết 2 kĩ năng từ phòng đào tạo, em có thắc mắc là chỉ những ai nhận được mail mới có thể đăng kí môn học hay sao ạ ? Và nếu trong đợt 1 tháng 9 này mà em không đăng ký thi (dù e đã nhận được mail) thì qua đợt 2 thi tháng 10 e có còn nhận được mail và được đăng ký thi không ? Do hình ảnh đính kèm nên e có những thắc mắc mong được thầy cô giải đáp.. .",
            "1) Trong tháng 9/2021 dự kiến tổ chức 4 đợt thi, mỗi đợt tổ chức khoảng 800 SV thi.  Cụ thể Đợt 1 sẽ thi vào các ngày: 15/9, 16/9, 17/9, 18/9, 19/9 và 20/9 (TTNN sẽ có thông báo chi tiết ngày thi cho SV qua mail sau khi SV thanh toán lệ phí). .  Trường hợp SV không đăng ký được trong Đợt 1, vui lòng đợi thông báo đăng ký vào đợt tiếp theo. . 3) SV chỉ được đăng ký thi 1 lần duy nhất trong đợt tháng 9 & tháng 10 /2021 (hình thức trực tuyến), trường hợp SV thi không đạt, hoặc bỏ thi, hoặc thanh toán lệ phí thi trễ hạn vui lòng đợi thông báo sau hoặc hết thời gian giãn cách có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô phụ trách, em đã đăng ký môn dự thính vào đợt 3, đã gửi phiếu đăng ký thành công, nhưng hiện giờ thời khóa biểu và bkel em vẫn chưa có môn đó ạ. Em nghe bạn em bảo là đã học rồi. Em cảm ơn . .",
            "Chào bạn. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 3    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . - Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . - SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào PĐT ạ!. . Em có một câu hỏi xin được thầy cô PĐT giải đáp:. . Về kì thi anh văn nói viết, em vừa nhận mail có biết thông tin sẽ tổ chức 4 đợt. Em thắc mắc em nhận được mail thì bắt buộc phải thi đợt 1 đúng không ạ? Hay em có thể chọn 1 trong 4 đợt để dự thi ạ?. . Em xin cảm ơn và mong PĐT giải đáp giúp em.",
            "1) Trong tháng 9/2021 dự kiến tổ chức 4 đợt thi, mỗi đợt tổ chức khoảng 800 SV thi.  Cụ thể Đợt 1 sẽ thi vào các ngày: 15/9, 16/9, 17/9, 18/9, 19/9 và 20/9 (TTNN sẽ có thông báo chi tiết ngày thi cho SV qua mail sau khi SV thanh toán lệ phí). .    B Trường hợp SV không đăng ký được trong Đợt 1, vui lòng đợi thông báo đăng ký vào đợt tiếp theo  /B   I   U . . 3) SV chỉ được đăng ký thi 1 lần duy nhất trong đợt tháng 9 & tháng 10 /2021 (hình thức trực tuyến), trường hợp SV thi không đạt, hoặc bỏ thi, hoặc thanh toán lệ phí thi trễ hạn vui lòng đợi thông báo sau hoặc hết thời gian giãn cách có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào Thầy/Cô,. . . . Tình hình dịch bệnh có lẽ sẽ còn kéo dài và hiện tại các chương trình đưa sinh viên trở về lại quê vẫn còn đang được diễn ra. Vì thế việc trở lại trường để đăng ký thi lấy chứng chỉ ngoại ngữ sẽ gặp phải rất nhiều trở ngại trong điều kiện hiện tại. . . . . Vậy PĐT đã có kế hoạch gì để hỗ trợ sinh viên trong việc pass chuẩn AV hằng năm chưa ạ? Hồi tháng 5 em đã có giấy chứng nhận đạt 600+ Toeic của Trung tâm Ngoại ngữ BKEnglish cấp để xét Danh hiệu SV 5 tốt, vậy không biết là PĐT có thể xem xét giấy này để hỗ trợ cho sinh viên trong điều kiện khó khăn hiện tại không ạ?. . . . Em cảm ơn",
            "Chào bạn. . - Khi nào có kế hoạch Pdt sẽ có thông báo cụ thể qua mail. . - - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào quý thầy/cô!. . Em là [full_name], sinh viên K17.. . Hiện tại, phòng đào tạo có gửi email cho sinh viên đăng ký kỳ thi anh văn nói viết trực tuyến (online) và có ghi rõ sẽ tổ chức 4 đợt thi trong tháng 9, 10.. . Thầy, cô cho em hỏi là nếu em chưa muốn đăng ký đợt thi đầu để đăng ký cho đợt 2 thì có được không ạ. Hay là sinh viên khi nhận được email thông báo đăng ký thi thì phải đăng ký thi vào đợt đấy luôn. . . Em mong nhận được phản hồi sớm từ thầy cô.. . Em chân thành cảm ơn thầy/cô.. .   i Yêu cầu khác .",
            "Chào bạn,. . Được nhé bạn,. . Theo mail này nhé. . Thân gửi các bạn sinh viên,. . . .  . . . . Được sự đồng ý của Ban Giám Hiệu, Phòng Đào tạo kết hợp cùng Trung tâm Ngoại ngữ tổ chức kiểm tra Anh văn 2 kỹ năng Nói - Viết theo hình thức trực tuyến trong tháng 9 & tháng 10 năm 2021 dành cho các sinh viên chuẩn bị tốt nghiệp trong học kỳ 211 (dự kiến xét tốt nghiệp đến hết học kỳ 211).. . . . - Đăng ký tại: mybk.hcmut.edu.vn è chọn  Đăng ký môn học è chọn Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến–Đợt 1-MSMH:BKE123. . . . - Thời gian đăng ký Đợt 1: từ 8g ngày 06/9 đến 14g50 ngày 08/9. . . . - Thời gian thanh toán lệ phí: từ 8g ngày 9/9 đến 14g50 ngày 10/9. . . .  . . . . - Lưu ý:. . . . 1) Trong tháng 9/2021 dự kiến tổ chức 4 đợt thi, mỗi đợt tổ chức khoảng 800 SV thi.  Cụ thể Đợt 1 sẽ thi vào các ngày: 15/9, 16/9, 17/9, 18/9, 19/9 và 20/9 (TTNN sẽ có thông báo chi tiết ngày thi cho SV qua mail sau khi SV thanh toán lệ phí). . . .  Trường hợp SV không đăng ký được trong Đợt 1, vui lòng đợi thông báo đăng ký vào đợt tiếp theo.. . . . 2) SV chỉ được đăng ký thi 1 lần duy nhất trong đợt tháng 9 & tháng 10 /2021 (hình thức trực tuyến), trường hợp SV thi không đạt, hoặc bỏ thi, hoặc thanh toán lệ phí thi trễ hạn vui lòng đợi thông báo sau hoặc hết thời gian giãn cách có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ.. . . .  3) Trường hợp SV không thanh toán lệ phí hoặc thanh toán lệ phí trễ hạn sẽ không được thi & ghi nợ lệ phí (SV phải thanh toán dù không dự thi).. . . .  4) Hình thức thi trực tuyến theo file đính kèm.. . . .  5) SV đã đạt Anh văn 2 kỹ năng Nói - Viết theo quy định vui lòng bỏ qua email này.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . . Em là [full_name] (MSSV: [student_id]), thuộc khoa Kỹ Thuật Xây Dựng. . Em thuộc đối tượng chính sách con thương binh, được miễn học phí 100%, tất cả các học kỳ chính khóa trước đây em đều được miễn học phí nhưng học kỳ 211 này thì trên BKPay lại thông báo đóng học phí, em không biết lý do vì sao, mong thầy cô giải đáp giúp em ạ.. . . . Em xin chân thành cảm ơn",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, miễn giảm và gia hạn học phí… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là sv k17, kì 211 này e vẫn còn môn học, em muốn biết giá tính chỉ học phí hiện tại đối với k17 còn đang học là bao tiền ạ, em thắc mắc chưa hiểu kì này e đk 6 chỉ bao gồm ĐCLV và học phí là 2tr800k là như thế nào ạ. Em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gởi phòng đào tạo,. . Do dịch và khu vực bị giãn cách chỉ thị 16 nên em chưa có đủ điều kiện đóng học phí dự thính vào 7/9 sắp tới và em có dự định làm đơn xin đóng học phí trễ. . . Em đã tìm được mẫu đơn trên aao và em muốn hỏi là đơn này em sẽ gởi tới phòng đào tạo qua mail hay là như thế nào ạ?. . Em chân thành cảm ơn.",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, miễn giảm và gia hạn học phí… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là sv k17, kì 211 này em còn môn học, em muốn biết giá tính chỉ học phí hiện tại đối với sv k17 còn môn học là bao nhiêu tiền 1 tc. Em thắc mắc chưa hiểu em đăng kí 6 chỉ bao gồm ĐCLV ở kì chính 211 này và học phí báo trên bkpay là 2tr800k. . . Em cảm ơn và mong pdt phản hồi",
            "Chào em,. . - Môn đề cương luận văn là 2 tc học phí nhé.. . -      Thông báo về mức thu học phí các bậc đào tạo năm 2021-2022 tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện nay trên BKPay còn thông báo về khoản 35 000 đồng (ba mươi lăm nghìn đồng) cho lệ phí in bảng điểm. Vào ngày 17/7 em đã thanh toán và cũng đã nhận bảng điểm thành công, nhưng do phát sinh lỗi bên myBK và khi thanh toán bên OCB thì yêu cầu in bảng điểm bị lặp lại một lần và đến ngày hôm nay (ngày 5/9) em mới nhận ra điều đó. Vì hạn thanh toán đã hết và em không thể giải quyết được (ảnh đính kèm). Em có câu hỏi là trường hợp này em có được xét tốt nghiệp hay không, nếu không được xét tốt nghiệp vì lý do nợ học phí thì kính mong PĐT có thể xem xét giải quyết giúp em. . . . . Em xin trân trọng cảm ơn. .",
            "Chào bạn. . Bạn có thể thanh toán lệ phí bảng điểm để nhận bảng điểm rồi sau đó đăng ký tốt nghiệp bình thường. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có câu hỏi, . . 1) Nếu môn lvtn bị xóa vì không đủ điều kiện tiên quyết (Đã đăng kí thành công). . Liệu sau khi xóa khỏi tkb, học phí ở bkpay có cập nhật lại xóa học phí lvtn không?. . 2) Pđt nói đầu tháng 9 có thông báo về rút môn, cụ thể là khi nào?. . Em xin cảm ơn, mong được pđt hỗ trợ.",
            "Chào bạn,. . Việc hủy môn học do không đủ điều kiện (sau khi PDT hậu kiểm), trường hợp SV đã đóng HP vui lòng làm đơn xin hoàn trả lại học phí nhé!. . Trong tuần này sẽ có mail gửi cho SV về việc rút MH nhé!. . Thân",
            "Yêu cầu khác: Em có câu hỏi, . . 1) Nếu môn lvtn bị xóa vì không đủ điều kiện tiên quyết (Đã đăng kí thành công). . Liệu sau khi xóa khỏi tkb, học phí ở bkpay có cập nhật lại xóa học phí lvtn không?. . 2) Pđt nói đầu tháng 9 có thông báo về rút môn, cụ thể là khi nào?. . Em xin cảm ơn, mong được pđt hỗ trợ.",
            "Chào bạn,. . Việc hủy môn học do không đủ điều kiện (sau khi PDT hậu kiểm), trường hợp SV đã đóng HP vui lòng làm đơn xin hoàn trả lại học phí nhé!. . Trong tuần này sẽ có mail gửi cho SV về việc rút MH nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Thầy Cô!. . . . Em tên là [full_name], MSSV [student_id]. Em là SV trong lớp kỹ sư tài năng DD18KSVT. HK201 do chưa đủ 7.5 môn Thiết kế hệ thống nhúng (EE3003) nên HK211 này em có đăng ký lại để học cải thiện, nhưng còn học phần tài năng của môn Thiết kế hệ thống Nhúng (EE300B) thì em đã được 8.5 ở HK201. Do vậy em không hiểu tại sao TKB HK211 bây giờ của em vẫn còn môn EE300B dù em đã đủ điều kiện đạt của chương trình KSTN ở HK201 rồi. Vậy em vẫn phải học lại học phần tài năng của môn EE3003 ạ?. . . . Rất mong nhận được phản hồi từ Thầy Cô!. . . .",
            "Chào em,. . - Mặc định SV tài năng đăng ký môn cốt lõi sẽ có phần mở rộng (HPMR).. . - Nếu em đã đạt học phần mở rộng em nói với GV phụ trách, GV sẽ nhập điểm đã đạt của em vô, HPMR chỉ tính đạt hoặc không đạt.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name]V :[student_id]. . Hôm nay em làm đơn này để nộp [full_name] Đồ án môn học thiết kế ô tô (TR4037) và Đề cương luận văn tốt nghiệp (Kỹ thuật Ô tô) (TR4315).. . Lý do: Đăng ký nhầm thứ tự môn học. . Mong PĐT sớm xét duyệt . . Chân thành cảm ơn . . . .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trong thông báo về đăng kí thi AV 2 kỹ năng trực tuyến đợt 1 của PĐT mà em nhận nhận được , có:. . \"1) Trong tháng 9/2021 dự kiến tổ chức 4 đợt thi, mỗi đợt tổ chức khoảng 800 SV thi.  Cụ thể Đợt 1 sẽ thi vào các ngày: 15/9, 16/9, 17/9, 18/9, 19/9 và 20/9 (TTNN sẽ có thông báo chi tiết ngày thi cho SV qua mail sau khi SV thanh toán lệ phí). .    B Trường hợp SV không đăng ký được trong Đợt 1, vui lòng đợi thông báo đăng ký vào đợt tiếp theo.  /B \". . Nhưng em thấy có một số thông tin từ BK English cho rằng: các bạn nhận được mail đợt 1 thì chỉ được đăng kí đợt 1 và các đợt sau không được đăng kí nữa. Nếu có lý do chính đáng mới được xem xét đăng kí các đợt sau. . . Như vậy, nguồn tin nào mới đáng tin cậy ạ. Nếu không đăng kí Đợt 1 thì có thể chờ Đợt 2, 3, 4 để đăng kí không? Chỉ được đăng kí 1 lần mà bắt buộc thi Đợt 1 nữa, thì các bạn chưa ôn kịp thì sao? Lý do:\"Chưa học gì để thi kịp\" có phải là lý do chính đáng không?. . Mong PĐT nhanh chóng giải đáp thắc mắc giúp em. Em cảm ơn ạ. . .",
            "Chào bạn,. . Theo thông báo này nhé, do chưa cập nhật lại quy trình thay đổi với TTNN, nên dẫn đến sự hiểu lầm.. . Thân gửi các bạn sinh viên,. . . . Được sự đồng ý của Ban Giám Hiệu, Phòng Đào tạo kết hợp cùng Trung tâm Ngoại ngữ tổ chức kiểm tra Anh văn 2 kỹ năng Nói - Viết theo hình thức trực tuyến trong tháng 9 năm 2021 dành cho các sinh viên chuẩn bị tốt nghiệp trong học kỳ 211(dự kiến xét tốt nghiệp đến hết học kỳ 211). . . . - Đăng ký tại: Mybk.hcmut.edu.vn à chọn  Đăng ký môn học à chọn Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến–Đợt 1-MSMH:BKE123. . . . - Thời gian đăng ký: từ 8g ngày 06/9 đến 14g50 ngày 08/9. . . . - Thời gian thanh toán lệ phí: từ 8g ngày 9/9 đến 14g50 ngày 10/9. . . . - Lưu ý:. . . . 1) Trong tháng 9/2021 dự kiến tổ chức 4 đợt thi, mỗi đợt tổ chức khoảng 750 SV, thi vào các ngày: 15/9, 16/9, 17/9, 18/9, 19/9  và 20/9 (sẽ có thông báo chi tiết cho SV qua mail). . . . Trường hợp SV không đăng ký được trong đợt 1, vui lòng đợi thông báo đăng ký vào đợt tiếp theo.. . . .  . . . . 2) SV không thanh toán lệ phí hoặc thanh toán lệ phí trễ hạn sẽ không được thi & ghi nợ lệ phí (SV phải thanh toán dù không dự thi). . . . .  . . . . 3) SV chỉ được đăng ký thi 1 lần duy nhất trong đợt tháng 9/2021 (hình thức trực tuyến), trường hợp SV thi không đạt, hoặc bỏ thi, hoặc thanh toán lệ phí thi trễ hạn vui lòng đợi thông báo sau hoặc hết thời gian giãn cách có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ.. . . .  . . . . 4) Hình thức thi trực tuyến theo file đính kèm"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp  /i Em chào anh/chị !. . Em đã hoàn thành hết các môn để tốt nghiệp và hiện tại em có đăng ký một môn học anh văn để duy trì tình trạng sinh viên. Em có thắc mắc là nếu em tiếp tục học môn này thì có được xét tốt nghiệp vào tháng 11 không ạ ? Nếu không được thì em phải làm thế nào ạ ?. . . .",
            "Chào bạn, . . - Bạn có thể Rút môn học. . Xem chi tiết lịch trình tốt nghiệp tại trang web PĐT (aao.hcmut.edu.vn)    Tốt nghiệp    Thông tin tốt nghiệp    Tháng 11/2021    Lịch trình đăng ký tốt nghiệp và cấp bằng tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i Em chào anh/chị!. . Em có nhận được Mail đăng ký thi anh văn nói viết đợt 1. Em muốn hỏi là có bắt buộc phải đăng ký đợt 1 không ạ hay là muốn đăng ký bất kỳ đợt nào trong các đợt này hay sao ạ ?. . . .",
            "1) Trong tháng 9/2021 dự kiến tổ chức 4 đợt thi, mỗi đợt tổ chức khoảng 800 SV thi.  Cụ thể Đợt 1 sẽ thi vào các ngày: 15/9, 16/9, 17/9, 18/9, 19/9 và 20/9 (TTNN sẽ có thông báo chi tiết ngày thi cho SV qua mail sau khi SV thanh toán lệ phí). .  Trường hợp SV không đăng ký được trong Đợt 1, vui lòng đợi thông báo đăng ký vào đợt tiếp theo. . 3) SV chỉ được đăng ký thi 1 lần duy nhất trong đợt tháng 9 & tháng 10 /2021 (hình thức trực tuyến), trường hợp SV thi không đạt, hoặc bỏ thi, hoặc thanh toán lệ phí thi trễ hạn vui lòng đợi thông báo sau hoặc hết thời gian giãn cách có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ. . . .",
            "Dạ vậy em đăng ký bất kỳ đợt nào trong 4 đợt cũng được phải không ạ?",
            "Chào bạn,. . Mỗi SV sẽ được ĐK 1 lần trong 4 đợt của tháng 9 và 10 nhé.. . Nhưng bạn lưu ý, khả năng tổ chức 1 đợt khoảng 800 SV, nếu đã đủ 800 SV đăng ký thì bạn không đăng ký được nữa nhé (còn phụ thuộc bạn đăng ký sớm hay trễ nữa nhé). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô ạ. Em có mong muốn được phép gia hạn thời gian đóng học phí của Học Kỳ Dự Thính. . . Vì lí do: Gia đình em chỉ có một mình mẹ em nuôi hai con học Đại học, không có ai chu cấp thêm. Hơn nữa em của em vừa mới đóng học phí xong. Nên hiện tại việc có tiền đóng học phí cho em trong tình dịch bệnh là gần như không thể. Tiền còn lại trong gia đình chỉ đủ dùng cho sinh hoạt.. . Em đã có liên lạc với cô chủ nhiệm để xin ý kiến.. . Nên em mong phía PĐT có thể giúp đỡ cho em.. . Em xin cảm ơn ạ.",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, miễn giảm và gia hạn học phí… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ em chào PĐT, cho em hỏi là bây giờ có hạn thanh toán đóng học phí, mà tình hình dịch bệnh đang giãn cách và gia đình em đang gặp khó khăn về kinh tế, em muốn xin làm đơn gia hạn thời gian đóng học phí được không ạ, em cảm ơn nhiều ạ.",
            "Yêu cầu khác. . . . dạ em xin lỗi, em nhìn nhầm thời hạn thanh toán nên em mới xin gia hạn, em không cần gia hạn đâu ạ, em cảm ơn ạ. .",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, miễn giảm và gia hạn học phí… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em bị mất khung điểm của môn gt1 trên bảng điểm của em ạ , mong thấy cô xem lại cho em ạ",
            "Chào em,. . Em liên hệ GV dạy em nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô, em có nhận mail đăng ký thi anh văn nói viết với mã môn học là BKE123. Nhưng hiện giờ em chưa chuẩn bị tốt để thi nên em đợi đợt sau thi được không, vì em thấy trong mail bảo chia làm 4 đợt và đây chỉ là đợt 1 ạ.. . Mong thầy/cô giải đáp.",
            "1) Trong tháng 9/2021 dự kiến tổ chức 4 đợt thi, mỗi đợt tổ chức khoảng 800 SV thi.  Cụ thể Đợt 1 sẽ thi vào các ngày: 15/9, 16/9, 17/9, 18/9, 19/9 và 20/9 (TTNN sẽ có thông báo chi tiết ngày thi cho SV qua mail sau khi SV thanh toán lệ phí). .  Trường hợp SV không đăng ký được trong Đợt 1, vui lòng đợi thông báo đăng ký vào đợt tiếp theo. . 3) SV chỉ được đăng ký thi 1 lần duy nhất trong đợt tháng 9 & tháng 10 /2021 (hình thức trực tuyến), trường hợp SV thi không đạt, hoặc bỏ thi, hoặc thanh toán lệ phí thi trễ hạn vui lòng đợi thông báo sau hoặc hết thời gian giãn cách có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào PĐT ạ...Em tên là [full_name], mssv [student_id]. Em muốn hỏi PĐT về vấn đề học phí. Em thuộc diện gia đình chính sách (cụ thể là con Thương binh) nên em được miễn học phí trong những kì vừa rồi. Kì 202 em gặp chút vấn đề nên em không đăng kí Luận văn. Kì này 211 em đã đăng kí Luận văn và hôm nay bên BKPay hiển thị số tiền học phí em phải đóng là bao gồm 9 chỉ học phí của môn Luận Văn. Dạ cho em hỏi trường hợp của em thuộc diện gia đình chính sách thì có được miễn học phí môn Luận văn không ạ?. . Em rất mong chờ câu trả lời ạ. Em cảm ơn!",
            "Chào em,. . -      Học phí Học Kỳ chính chưa được tính miễn giảm diện chính sách. Lý do: Phòng Công tác chính trị Sinh viên chưa gửi danh sách miễn giảm. Học phí Sinh viên sẽ được cập nhật miễn giảm (nếu có tên trong ds miễn giảm) trước khi bắt đầu thanh toán học phí vào đầu tháng 11/2021. . - Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  Em tên là [full_name], MSSV: [student_id]. Em nhận được email thông báo đăng ký thi nói viết online Tiếng anh đợt 1. Cho em hỏi nếu đã nhận được email vào đợt 1 thì em bắt buộc phải đăng ký thi trong đợt 1 (ngày đăng ký 6/9 - 8/9) hay em có thể được đăng ký thi ở những đợt sau không ạ? Và quá trình đăng ký có cho phép sinh viên lựa chọn ngày thi và giờ thi không ạ?. . Em hiện tại chỉ có hai thiết bị có khả năng ghi hình là điện thoại và laptop, cho phép em hỏi sau khi đã thi xong, em có quyền thoát điện thoại (được sử dụng làm thiết bị phụ ghi hình lúc thi) để scan bài thi viết không ạ?. . Em xin chân thành cảm ơn!. . . .",
            "Chào bạn,. . Theo thông báo mới nhất gửi SV nhé bạn. . Thân gửi các bạn sinh viên,. . Được sự đồng ý của Ban Giám Hiệu, Phòng Đào tạo kết hợp cùng Trung tâm Ngoại ngữ tổ chức kiểm tra Anh văn 2 kỹ năng Nói - Viết theo hình thức trực tuyến trong tháng 9 & tháng 10 năm 2021 dành cho các sinh viên chuẩn bị tốt nghiệp trong học kỳ 211 (dự kiến xét tốt nghiệp đến hết học kỳ 211).. . . . - Đăng ký tại: mybk.hcmut.edu.vn è chọn  Đăng ký môn học è chọn Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến–Đợt 1-MSMH:BKE123. . . . - Thời gian đăng ký Đợt 1: từ 8g ngày 06/9 đến 14g50 ngày 08/9. . . . - Thời gian thanh toán lệ phí: từ 8g ngày 9/9 đến 14g50 ngày 10/9. . . .  . . . . - Lưu ý:. . . . 1) Trong tháng 9/2021 dự kiến tổ chức 4 đợt thi, mỗi đợt tổ chức khoảng 800 SV thi.  Cụ thể Đợt 1 sẽ thi vào các ngày: 15/9, 16/9, 17/9, 18/9, 19/9 và 20/9 (TTNN sẽ có thông báo chi tiết ngày thi cho SV qua mail sau khi SV thanh toán lệ phí). . . .  Trường hợp SV không đăng ký được trong Đợt 1, vui lòng đợi thông báo đăng ký vào đợt tiếp theo.. . . . 2) SV chỉ được đăng ký thi 1 lần duy nhất trong đợt tháng 9 & tháng 10 /2021 (hình thức trực tuyến), trường hợp SV thi không đạt, hoặc bỏ thi, hoặc thanh toán lệ phí thi trễ hạn vui lòng đợi thông báo sau hoặc hết thời gian giãn cách có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ.. . . .  3) Trường hợp SV không thanh toán lệ phí hoặc thanh toán lệ phí trễ hạn sẽ không được thi & ghi nợ lệ phí (SV phải thanh toán dù không dự thi).. . . .  4) Hình thức thi trực tuyến theo file đính kèm.. . . .  5) SV đã đạt Anh văn 2 kỹ năng Nói - Viết theo quy định vui lòng bỏ qua email này.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên là [full_name], việc là hôm nay em có xem qua học phí của kì này và em có 2 điều thắc mắc cần được giải đáp ạ:. . - Thứ nhất: là học phí tại sao lại không chia thành 2 đợt như những kì trước ạ.. . - Thứ hai: nhà trường có định giảm học phí không ạ? ( Do gần đây em có nghe về việc giảm học phí cho học sinh và sinh viên).. . Em cảm ơn!. .",
            "Chào bạn. . Về học phí, trường tuân thủ theo lộ trình đã công bố và theo quy định của chính phủ. Các khoá từ 2020 về trước, học phí một năm học khoảng 12,87 triệu .. . . . Về thời gian thu học phí, từ HK202 về trước, mỗi học kỳ trường chia ra thành hai đợt, đợt 1 vào trước giữa kỳ (khoảng tuần 5-6), và đợt 2 khoảng tuần 10-12. Năm nay, trường dự tính thu một lần vào khoảng đầu tháng 11 (tức khoảng tuần 12). Như vậy có thể hiểu là đang gộp cả hai lần thu vào đợt thu thứ hai. SV nên cân nhắc đăng ký môn học vừa đủ sức học và tài chính để có kết quả tốt nhất và tiết kiệm nhất.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô ạ.. . Em là [full_name]-MSSV:[student_id]. . HK211 này t có đăng ký dự thính PPT lớp DT01 thầy [full_name], lịch học bắt đầu từ tuần 33 ngày 16/8 tiết 13-14.. . Nhưng mấy tuấn nay e vào BKEL thì không thấy link meet ạ. Mà bấm vào mục \"Nhóm: [DT01]\" thì lại có link và 1 video rồi ạ.. . Em không biết có xảy ra lỗi link gì không ạ? Mong thầy/cô giải quyết giúp em ạ. . Xin cảm ơn",
            "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý. PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em xin chào Thầy/Cô.. . Thầy/Cô cho em hỏi nếu kì này em rút 1 môn học thì có ảnh hưởng gì đến học bổng hay không? Em đọc trên AAO không thấy đề cập đến vấn đề học bổng ạ. . . Em xin cảm ơn ạ",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào tạo Trường Đại học Bách Khoa. . . . Ngày 13/07/2020, em bị bệnh phải nằm viện nên đã đăng kí hoãn thi (trường hợp khẩn cấp - nằm viện, đính kèm file 1). . . . Ngày 02/08/2021, em được Phòng Đào tạo gửi phiếu cho phép thi để thi vào ngày 22/08/2021.(đính kèm file 2). . . . Đến nay có điểm thi thì Thầy chấm thi báo với em là Thầy không biết nhập điểm vào đâu và bình thường kí giấy nay onl thì phải làm sao.. . . . Mong quý Thầy/Cô Phòng Đào tạo giải đáp giúp em để em báo lại cho Thầy em nhập điểm vào, em xin cám ơn.",
            "đã cập nhật, bạn liên hệ gv nhập điểm nhé",
            "Thầy em báo khóa điểm rồi nên Thầy không nhập được.. . . . Thầy/Cô Phòng Đào tạo chỉnh mở nhập điểm lại giúp em. Em xin cám ơn.",
            "Chào em,. . Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học nhóm để mở khóa (HK202) trong thời gian cho phép sửa.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy/cô. . Em tên : [full_name] MSSV: [student_id]. . Hơn 2 tuần nay em ở tân phú có bị nhiễm covid nên lo điều trị em không để ý đến lịch thi môn Hóa ( CH1003). Nay em biết em đã quá hơn 5 ngày kể từ ngày thi (29/8). Em đã điền thông tin theo biểu mẫu ngày hôm nay. Kính mong thầy/cô xem xét giúp e được hoãn thi.. . Xin cảm ơn PĐT !!. . . .",
            "Chào bạn,. . Chưa hiểu ý bạn,bạn điền biểu mẫu có nhận được câu trả lời của PDT ghi nhận chưa?. . thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin kính chào PĐT. . Em là [full_name], mssv [student_id], khoa Cơ khí, lớp CK19LTH.. . Em có một số vấn đề liên quan đến kỳ thi Toeic 2 kỹ năng theo hình thức trực tuyến sắp tới, đợt 1 (thi từ 15/9 - 20/9/2021):. . . .    1) Em chỉ có 1 thiết bị có camera (điện thoại) là thiết bị chính thì có được dự thi không ạ?. .    2) Hiện tại em đang thực hiện lưu trú \"3 tại chỗ\" tại cty, em không có đủ trang thiết bị để dự thi, cho em hỏi là nếu em muốn hoãn thi sang đợt sau thì hồ sơ em cần những bằng chứng gì? Và cách thức để em nộp hồ sơ xin hoãn thi là như thế nào ạ?. .    3) Lệ phí thi Toeic 2 kỹ năng theo hình thức trực tuyến là bao nhiêu vậy ạ?. . . . Rất mong nhận được phản hồi sớm nhất từ PĐT, chúc các thầy cô luôn an toàn trước đại dịch.. . . .   I Thank you & Best Regard  /I",
            "Chào bạn. . 1) Bạn liên hệ TTNN để giải đáp. . 2) nếu không ổn thì bạn huỷ thi anh văn, để qua đợt sau hoặc hết thời gian giãn cách có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ, vì thi anh văn này không áp dụng hoãn thi nghen. . 3) 140.000",
            "Đính chính lệ phí thi là 150.000"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b . . Em tên là[full_name] [full_name]\t. . MSSV[full_name] [student_id]. . . .   i Yêu cầu khác . Em gửi yêu cầu này là vì học phí kỳ chính trong kỳ 211 của em không được miễn giảm học phí 70% nữa là sao ạ? do em thuộc diện dân tộc thiểu số mọi kỳ trước đều được giảm, sao kỳ này không được giảm ạ?. . Mong thầy cô tư vấn giúp em.. . Em xin chân thành cảm ơn. .",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, miễn giảm và gia hạn học phí… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo, em thắc mắc về quy định đăng ký thi 2 kỹ năng nói viết như sau:. .    \"Trường hợp SV không đăng ký được trong Đợt 1, vui lòng đợi thông báo đăng ký vào đợt tiếp theo.\" =  Vậy nếu em thuộc diện đăng ký được trong đợt 1 nhưng không đăng ký thì đến đợt 2, 3, 4 em có được đăng ký hay không?. .",
            "3) SV chỉ được đăng ký thi 1 lần duy nhất trong đợt tháng 9 & tháng 10 /2021 (hình thức trực tuyến), trường hợp SV thi không đạt, hoặc bỏ thi, hoặc thanh toán lệ phí thi trễ hạn vui lòng đợi thông báo sau hoặc hết thời gian giãn cách có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: PĐT cho em hỏi là em có nhận được mail về việc thông báo thi Speaking-Writing trong đợt 1 thì em phải đăng kí thi trong đợt 1 luôn hay em có thể đăng kí ở đợt sau ạ.",
            "Chào bạn. . Nếu được thì bạn đăng ký sớm nhất có thể nếu chần chừ thì sợ đến những đợt sau bị hết chỗ,. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV/MSGV: [student_id]. . Cho em hỏi muốn vay vốn sinh viện nhưng không có sổ hộ nghèo thì phải làm như thế nào ạ.. .",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, miễn giảm và gia hạn học phí… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào bạn. . bạn có thể nói rõ nội dung bạn muốn hỗ trợ là gì. . Hình chụp của bạn cũng không rõ nét để có thể xử lý. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên khóa k15, em có muốn đăng kí thi tiếng anh nói viết kì này để hoàn thành chương trình đại học. Nhưng hiện tại em đăng không được( ảnh đính kèm bên dưới). Dạ, không biết vấn đề này em nên khắc phục như thế nào để được đăng kí thi tiếng anh nói viết ạ. Đợt đăng kí trước em cũng đăng kí không được ạ . Rất mong thầy cô phòng đào tạo xem xét để em đăng kí thi ạ. . Em xin cảm ơn. . . .",
            "Chào bạn,. . Do khả năng tổ chức thì online có giới hạn, nên chỉ lọc danh sách những bạn đủ tiêu chuẩn TN trong đợt này để ưu thi trước (có thể không đủ).. . Trường hợp của bạn cô sẽ ghi nhận lại và bạn vui lòng đợi mail thông báo vào đăng ký thi trong đợt 4 nhé.. . Thân. .",
            "Chào bạn,. . Hiện tại đã mở cho bạn vào ĐK thi AV nói viết trong đợt 1, SV vào Đăng ký nhé! Hạn đăng ký đợt 1 đến đến 14g50 ngày 08/9. . Thân. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Chào chị,. . Em đă đăng kí thi được trong đợt 2, như bkpay không hiện chỗ để thanh toán lệ phí thi . Không biết em phải thanh toán để thi như thế nào. Chị xem xét vấn đề này giúp em với.. . Em cảm ơn. .",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Chào bạn. . Bạn đợi thông báo đóng lệ phí nghen, vào sáng mai nghen. . Thân",
            "Chào chị,. . Em đã đăng kí thi nói viết và đã có lịch thi NHƯNG em gặp vấn đề về thẻ sinh viên bị mờ và đã hết hạn. Em đã đăng kí và thanh toán làm thẻ mới  từ hôm 11.8.2021 ( ảnh xác nhận ở bên dưới ) nhưng tới nay vẫn chưa được nhận ( có thể dịch bệnh nên vận chuyển khó khăn ) . Em chỉ dùng CMND cho quá trình thi được không ?",
            "Chào bạn. . Trên tinh thần là được. . Bạn liên hệ trực tiếp TTNN để được hỗ trợ nghen. . Thân",
            "Chào chị. . Em đã thi xong anh văn nói viết ngày 23/9, cho em hỏi là em muốn xem kết quả thi tiếng anh nói viết ở đâu ạ ? Để em thuận tiện cho quá trình đăng kí tốt nghiệp",
            "Chào bạn. . Bạn liên hệ TTNN để hỗ trợ nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào quý thầy cô ạ! . . Em tên là [full_name],. . MSSV [student_id]. . Học kỳ này em có đăng ký luận văn tốt nghiệp nhưng chỉ có trên Thời khóa biểu mà không có trên [full_name] cũng như [full_name] ạ. Như vậy thì có bị sai không ạ?. . Em xin cám ơn quý thầy cô!",
            "Chào bạn. . Pdt đã cập nhât lại, bạn vào kiểm tra lại nghen. . Thân,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi điểm Vật Lí 2 em thi từ ngày 4/8 đến nay vẫn chưa có điểm. Cô đã nộp bảng điểm từ lâu. PĐT có thể cho em xin điểm môn học này được không ạ?. .",
            "Chào em,. . Điểm nhập: là do GV dạy em nhập điểm, GV gửi bảng điểm đến PĐT thì PĐT xử lý liền (chắc còn nằm ở Khoa hay đâu đó ...). . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo,. . Em là [full_name], hiện là sinh viên khóa K2017. Hôm trước em có nhận được email về việc PĐT và BK English tổ chức thi nói viết. Em có một số thắc mắc ạ:. . 1. Nếu em nhận được email \"Đăng ký thi Anh văn 2 kỹ năng\" thì có phải em bắt buộc thi vào đợt 1 trong tháng 9 không ạ? Do em đang dự định thi vào đợt tháng 10, vì một số bạn có liên hệ BKEnglish (có hình ảnh email của BK English) thì bên đó báo là nếu nhận được email trong tháng 9 thì chỉ được đăng ký thi trong đợt 1, những đợt sau không được phép đăng ký ạ.. . 2. Nếu em được đăng ký trong những đợt tiếp theo thì PĐT dự định sẽ tổ chức thi đợt nào, vào những ngày nào trong tháng 10 ạ? . . Em xin chân thành cảm ơn!. . Sinh viên. . [full_name]",
            "Chào bạn,. . Thời gian thi cụ thể sẽ được thông báo trong từng đợt thi nhé bạn.. . Do chưa thống nhất quy trình nên dẫn đến một số hiểu lầm cho SV. Bạn xem thông báo mới nhất gửi mail cho SV nhé:. . . . Thân gửi các bạn sinh viên. .  . . . . Được sự đồng ý của Ban Giám Hiệu, Phòng Đào tạo kết hợp cùng Trung tâm Ngoại ngữ tổ chức kiểm tra Anh văn 2 kỹ năng Nói - Viết theo hình thức trực tuyến trong tháng 9 & tháng 10 năm 2021 dành cho các sinh viên chuẩn bị tốt nghiệp trong học kỳ 211 (dự kiến xét tốt nghiệp đến hết học kỳ 211).. . . . - Đăng ký tại: mybk.hcmut.edu.vn è chọn  Đăng ký môn học è chọn Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến–Đợt 1-MSMH:BKE123. . . . - Thời gian đăng ký Đợt 1: từ 8g ngày 06/9 đến 14g50 ngày 08/9. . . . - Thời gian thanh toán lệ phí: từ 8g ngày 9/9 đến 14g50 ngày 10/9. . . .  . . . . - Lưu ý:. . . . 1) Trong tháng 9/2021 dự kiến tổ chức 4 đợt thi, mỗi đợt tổ chức khoảng 800 SV thi.  Cụ thể Đợt 1 sẽ thi vào các ngày: 15/9, 16/9, 17/9, 18/9, 19/9 và 20/9 (TTNN sẽ có thông báo chi tiết ngày thi cho SV qua mail sau khi SV thanh toán lệ phí). . . .  Trường hợp SV không đăng ký được trong Đợt 1, vui lòng đợi thông báo đăng ký vào đợt tiếp theo.. . . . 2) SV chỉ được đăng ký thi 1 lần duy nhất trong đợt tháng 9 & tháng 10 /2021 (hình thức trực tuyến), trường hợp SV thi không đạt, hoặc bỏ thi, hoặc thanh toán lệ phí thi trễ hạn vui lòng đợi thông báo sau hoặc hết thời gian giãn cách có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ.. . . .  3) Trường hợp SV không thanh toán lệ phí hoặc thanh toán lệ phí trễ hạn sẽ không được thi & ghi nợ lệ phí (SV phải thanh toán dù không dự thi).. . . .  4) Hình thức thi trực tuyến theo file đính kèm.. . . .  5) SV đã đạt Anh văn 2 kỹ năng Nói - Viết theo quy định vui lòng bỏ qua email này.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào,. . . . Đợt đăng ký bổ sung LVTN ngày 23/08 vừa qua. Em có đăng ký môn luận văn tốt nghiệp.. . Nhưng hôm nay em vẫn chưa có thời khóa biểu luận văn.. . Em kính mong PĐT xem xét em đang vướng lí do gì vẫn chưa có ạ.. . Mã môn LVTN CI4383. . . . Em xin cảm ơn!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 20/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. .",
            "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 120  124 Không đủ ĐK nhận LVTN. . Bạn kiểm tra lại nghen. . Thân",
            "Dạ em chào cô,. . . . Hiện tại em chưa học 2 môn anh văn 2,4. Hai môn này 4 chỉ, em nộp bằng tiếng anh vào sẽ đủ 124 chỉ thì em có thể làm trước luận văn tốt nghiệp. Em sẽ bổ sung bằng tiếng anh để đủ số tín chỉ sau được không ạ. . . . Em xin chân thành cảm ơn!",
            "Chào bạn,. . Bạn đã nộp bằng và đăng ký chuyển điểm chưa?. .",
            "Dạ em chưa nộp bằng ạ,. . Em có chứng chỉ toeic 2 kỹ năng listen và reading tổng là 475 điểm. Bằng của em mới quy ra được điểm của anh văn 3 được 2 chỉ, em còn thiếu 2 chỉ. Em có thể bổ sung chứng chỉ sau dịch được không ạ? . . Em sẽ cam kết thực hiện nộp chứng chỉ ngoại ngữ. . . . . Em xin cảm ơn!",
            "Chào bạn,. . Hiện tại cô kiểm tra bạn vẫn chưa đăng ký chuyển điểm ngoại ngữ nhé.. . SV phải đăng ký chuyển điểm ngoại ngữ và đóng tiền.. . Sau đó làm đơn xin đăng ký LVTN trễ hạn, ghi rõ lý do trong đơn, mã LVTN. . Trong đơn phải có xác nhận của GVHD và [full_name] đồng ý cho bạn dù trễ hạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào anh chị,. . Kì CQ 211 em đkmh gồm 16 chỉ và đề cương lvtn, nhưng em chưa có thực tập tn nên bên khoa bảo em chưa làm đề cương được và bảo bên PĐT sẽ có hậu kiểm. Nhưng khi tính học phí thì vẫn tính cả đề cương lvtn. Tổng hp của em là 6tr3, nhưng nếu em hủy đề cương lvtn thì chỉ có 5tr6 thôi chứ ạ ? Mong anh chị giải đáp ạ. . . Em xin cảm ơn.",
            "Chào bạn,. . Trường hợp hủy môn học (sau khi hậu kiểm nếu bạn không đủ điều kiện), lúc đó bạn là làm đơn xin hoàn lại học phí nhé!. . Vấn đề là bạn phải tự cân nhắc đăng ký ngay từ đầu nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT,. . . . Em là sinh viên khóa k17, em có nhận được mail về việc đăng thi nói viết đợt 1. Theo như thông báo thì dự kiến còn 3 đợt nữa sẽ tổ chức sau đợt 1. . . . . Cho em hỏi: . . 1. Có bắt buộc sinh viện nhận mail đợt 1 phải đăng kí đúng đợt 1 không?. . 2. Nếu em không đăng kí đợt 1 này thì em có thể đăng kí các đợt sau không ạ?. . . . Mong PĐT giải đáp giúp em. Em xin cám ơn.",
            "Chào bạn,. . Không bắt buộc phải đăng ký đợt 1 nhé bạn, nhưng chỉ được đăng ký 1 lần trong 4 đợt thôi nhé:. . Thân gửi các bạn sinh viên,. . Được sự đồng ý của Ban Giám Hiệu, Phòng Đào tạo kết hợp cùng Trung tâm Ngoại ngữ tổ chức kiểm tra Anh văn 2 kỹ năng Nói - Viết theo hình thức trực tuyến trong tháng 9 & tháng 10 năm 2021 dành cho các sinh viên chuẩn bị tốt nghiệp trong học kỳ 211 (dự kiến xét tốt nghiệp đến hết học kỳ 211).. . . . - Đăng ký tại: mybk.hcmut.edu.vn è chọn  Đăng ký môn học è chọn Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến–Đợt 1-MSMH:BKE123. . . . - Thời gian đăng ký Đợt 1: từ 8g ngày 06/9 đến 14g50 ngày 08/9. . . . - Thời gian thanh toán lệ phí: từ 8g ngày 9/9 đến 14g50 ngày 10/9. . . .  . . . . - Lưu ý:. . . . 1) Trong tháng 9/2021 dự kiến tổ chức 4 đợt thi, mỗi đợt tổ chức khoảng 800 SV thi.  Cụ thể Đợt 1 sẽ thi vào các ngày: 15/9, 16/9, 17/9, 18/9, 19/9 và 20/9 (TTNN sẽ có thông báo chi tiết ngày thi cho SV qua mail sau khi SV thanh toán lệ phí). . . .  Trường hợp SV không đăng ký được trong Đợt 1, vui lòng đợi thông báo đăng ký vào đợt tiếp theo.. . . . 2) SV chỉ được đăng ký thi 1 lần duy nhất trong đợt tháng 9 & tháng 10 /2021 (hình thức trực tuyến), trường hợp SV thi không đạt, hoặc bỏ thi, hoặc thanh toán lệ phí thi trễ hạn vui lòng đợi thông báo sau hoặc hết thời gian giãn cách có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ.. . . .  3) Trường hợp SV không thanh toán lệ phí hoặc thanh toán lệ phí trễ hạn sẽ không được thi & ghi nợ lệ phí (SV phải thanh toán dù không dự thi).. . . .  4) Hình thức thi trực tuyến theo file đính kèm.. . . .  5) SV đã đạt Anh văn 2 kỹ năng Nói - Viết theo quy định vui lòng bỏ qua email này.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đã qua 8:00AM ngày 6/9/2021, nhưng em vẫn không thể đăng ký thi toeic writing và speaking ạ. Với lý do trên hệ thống là chưa đến hạn đăng ký, mong thầy cô xem xét lại giúp em.",
            "Bạn vô kiểm tra lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô, em là sinh viên khoá k16 và muốn đăng kí thi anh văn 2 kỹ năng online nhưng không đăng kí được vào đợt ngày 6/9. Em cũng không nhận được email thông báo về việc đăng kí thi 2 kỹ năng này ạ. Cho em hỏi vậy em muốn thi thì phải đợi đợt nào và cách thức như thế nào ạ?",
            "Chào bạn,. . Do khả năng tổ chức thì online có giới hạn, nên chỉ lọc danh sách những bạn đủ tiêu chuẩn TN trong đợt này để ưu thi trước (có thể không đủ).. . Trường hợp của bạn cô sẽ ghi nhận lại và bạn vui lòng đợi mail thông báo vào đăng ký thi trong đợt 4 nhé.. . Thân",
            "Chào bạn,. . Hiện tại đã mở cho bạn vào ĐK thi AV nói viết trong đợt 1, SV vào Đăng ký nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em nhận được mail đăng kí thi anh văn Toeic 2 kỹ năng. Có phải sinh viên nhận được mail bắt buộc đăng kí trong đợt này không ạ? Hay mình có thể đăng kí đợt sau ạ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô! em muốn đăng kí nhận giấy chứng nhận sinh viên để hoãn nghĩa vụ quân sự cho địa phương ạ. Cho em hỏi là hiện nay em phải đăng kí và nhận như nào ạ?",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phường và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . . . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi là đợt đăng ký thi TOEIC nói viết này em có được chọn ngày thi không ạ? Vì em đi làm nên chỉ có thể thi vào 1 số ngày thôi, nếu đăng kí đợt sau thì em cũng phải đi làm nên cũng chỉ có thể thi vào một số ngày. Nếu sau khi được thông báo ngày thi mà lại rơi vào ngày bận thì em có được giải quyết không?",
            "Về việc ngày thi cụ thể, em vui lòng liên hệ TTNN để được hướng dẫn thêm nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào thầy cô PĐT, em xin hỏi, hiện tại nếu em KHÔNG đăng kí thi anh văn nói viết đợt 1, thì những đợt sau (2,3,4) thì em được đăng kí không ạ?. . . .",
            "Chào bạn,. . Được nhé bạn. . Thân gửi các bạn sinh viên,. . Được sự đồng ý của Ban Giám Hiệu, Phòng Đào tạo kết hợp cùng Trung tâm Ngoại ngữ tổ chức kiểm tra Anh văn 2 kỹ năng Nói - Viết theo hình thức trực tuyến trong tháng 9 & tháng 10 năm 2021 dành cho các sinh viên chuẩn bị tốt nghiệp trong học kỳ 211 (dự kiến xét tốt nghiệp đến hết học kỳ 211).. . . . - Đăng ký tại: mybk.hcmut.edu.vn è chọn  Đăng ký môn học è chọn Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến–Đợt 1-MSMH:BKE123. . . . - Thời gian đăng ký Đợt 1: từ 8g ngày 06/9 đến 14g50 ngày 08/9. . . . - Thời gian thanh toán lệ phí: từ 8g ngày 9/9 đến 14g50 ngày 10/9. . . .  . . . . - Lưu ý:. . . . 1) Trong tháng 9/2021 dự kiến tổ chức 4 đợt thi, mỗi đợt tổ chức khoảng 800 SV thi.  Cụ thể Đợt 1 sẽ thi vào các ngày: 15/9, 16/9, 17/9, 18/9, 19/9 và 20/9 (TTNN sẽ có thông báo chi tiết ngày thi cho SV qua mail sau khi SV thanh toán lệ phí). . . .  Trường hợp SV không đăng ký được trong Đợt 1, vui lòng đợi thông báo đăng ký vào đợt tiếp theo.. . . . 2) SV chỉ được đăng ký thi 1 lần duy nhất trong đợt tháng 9 & tháng 10 /2021 (hình thức trực tuyến), trường hợp SV thi không đạt, hoặc bỏ thi, hoặc thanh toán lệ phí thi trễ hạn vui lòng đợi thông báo sau hoặc hết thời gian giãn cách có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ.. . . .  3) Trường hợp SV không thanh toán lệ phí hoặc thanh toán lệ phí trễ hạn sẽ không được thi & ghi nợ lệ phí (SV phải thanh toán dù không dự thi).. . . .  4) Hình thức thi trực tuyến theo file đính kèm.. . . .  5) SV đã đạt Anh văn 2 kỹ năng Nói - Viết theo quy định vui lòng bỏ qua email này.. . . ."
        ]
    }
]