[
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Chào thầy/cô!. . E muốn xin đổi nhóm lớp môn học vào thời điểm này thì có được không ạ? E có lí do chính đáng nếu cần thiết em có thể làm đơn nộp PDT ạ. . Em xin cảm ơn!!",
            "Chào bạn,. . . . Thời điểm này không đổi nhóm lớp môn học được nhé em.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa nhà trường, sau khi học online đến tuần thứ 3, em nhận thấy rằng một số môn khó không thể hiểu cặn kẽ chỉ bằng bài giảng online như vậy được.. . Em kính mong nhà trường có thể xem xét việc mở thêm một đợt rút môn học kỳ chính quy nữa được không ạ? . . Em xin chân thành cảm ơn!. .",
            "Chào bạn,. . Đã hết thời gian nhận yêu cầu rút môn học (không đóng học phí), các trường hợp gửi yêu cầu rút môn học qua bksi.hcmut.edu sau ngày 17/04/2020, vui lòng đợi thông báo của Phòng Đào tạo qua email sinh viên về việc đăng ký rút môn học (có tính học phí theo quy định). Phòng Đào tạo sẽ hướng dẫn rõ thời gian và hình thức nộp đơn rút môn học.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Chào thầy cô, em hiện đang là sinh viên năm 2 ngành kỹ thuật xây dựng, theo lộ trình của em thì ở học kỳ dự thính 192 này em có đăng kí môn tiên quyết sức bền vật liệu và môn học trước cơ lưu chất. Nhưng theo thông báo của nhà trường thì không đăng kí được các môn có thí nghiệm. Nếu như vậy thì sẽ ảnh hưởng rất lớn tới lộ trình học của em cũng như các bạn khác vì vậy em mong nhà trường có những phương án hợp lý để chúng em có điều kiện theo kịp lộ trình của mình.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Những môn này bạn nên đăng kí vào học kỳ hè, vì hiện tại môn có thí nghiệm không thể dạy livestram  được.. . . . Thân.",
            "Mong nhà trường giải quyết cho chúng em 1 cách hợp lý nhất. Vì theo em được biết tình hình dịch bệnh cũng đã có phần ổn định và ngày đi học của chúng em cũng không còn xa nữa. bây giờ chúng em đăng ký đến lúc học thí nghiệm của môn này thì có khi đã đi học được rồi. theo em biết thì ở học kỳ chính 192 các bạn chung khóa em có đăng ký được sức bền vật liệu nếu tới lúc chúng em ở học kỳ dự thính chưa đươc học thí nghiệm thì các bạn ở học kỳ chính liệu có được học thí nghiệm không? nếu không thì các bạn đó phải xử lý như thế nào? nếu xử lý được thì sao chúng em lại không được giải quyết như các bạn đó. mong quý thầy cô có thể giải quyết cho chúng em một cách hợp lý nhất. em xin chân thành cảm ơn!!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã rút môn học phương pháp tính MT1009 nhóm A01 trước ngày 17/04/2020 nhưng thời khóa biểu của em hiện tại vẫn còn môn này.Xin thầy cô giải quyết giúp em ạ.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Do bạn ghi sai mã môn học cần rút nên PDT không xử lý được yêu cầu rút MH của bạn (vui lòng xem lại yêu cầu trước của bạn).. . Bạn vui lòng viết đơn trình rõ lý do viết sai mã MH, và xin được rút MH lại (ghi rõ tên và mã MH) trong đơn để xin xem xét lại.. . Vui lòng trình bày rõ trong đơn, ký tên và chụp hình gửi qua bksi.. . Thân",
            "Em đã viết đơn và gửi như hình bên dưới kính mong nhà trường giải quyết.",
            "Chào bạn,. . Phòng Đào tạo đã tiếp nhận đơn của bạn và trình Ban lãnh đạo xem xét, bạn vui lòng xem kết quả cập nhật tại mybk/xem thời khóa biểu sau ngày 4/5/2020.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin phép pđt cho em được phép rút môn học [full_name] Sai & Kĩ Thuật Đo. . . . Mã MH : ME2020. .   i Yêu cầu khác .",
            "Chào bạn,. . Đã hết thời gian nhận yêu cầu rút môn học (không đóng học phí), các trường hợp gửi yêu cầu rút môn học qua bksi.hcmut.edu sau ngày 17/04/2020, vui lòng đợi thông báo của Phòng Đào tạo qua email sinh viên về việc đăng ký rút môn học (có tính học phí theo quy định). Phòng Đào tạo sẽ hướng dẫn rõ thời gian và hình thức nộp đơn rút môn học.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Kính gửi Phòng đào tạo. . Em là [full_name] [student_id], em xem thông báo thời gian nộp hồ sơ hệ vừa học vừa làm là 27/4 nhưng hôm nay em vào để bắt đầu đăng ký thì em không thể đăng ký được, trên web báo là hết hạn, em đăng ký thuộc diện sinh viên chính quy xuống hệ vừa học vừa làm. . Cô hỗ trợ giúp em vấn đề này với, sắp tới hạn 27/4 và em lo lắng quá. Em cám ơn. .",
            "chào bạn.. . Bạn đăng ký hồ sơ tuyển sinh online và làm các thủ tục cần thiết trước nhé. . Sau ngày 04/05 PĐT sẽ gởi mail cho bạn để thông báo Trúng tuyển , Nộp Hồ sơ và Nhập học. . . . Thời gian nhập học củ thể sẽ thông báo qua email. . . . Thân",
            "Em lên trang web để đăng ký hồ sơ online thì đã báo là hết hạn, em đăng ký ở mục SV chính quy xuống hệ vừa làm vừa học, em không thể nào đăng ký online được thì làm sao em nộp hồ sơ được",
            "Chào bạn . . Phòng đào tạo sẽ cập nhập lại việc đăng ký diện của bạn trong Cổng Tuyển Sinh. . Thứ 2 tuần sau bạn vào đăng ký lại nghen. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: EM xin rút môn học ở học kì 192 đó là môn LA3015 và LA3017 ạ .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Đã hết thời gian nhận yêu cầu rút môn học (không đóng học phí), các trường hợp gửi yêu cầu rút môn học qua bksi.hcmut.edu sau ngày 17/04/2020, vui lòng đợi thông báo của Phòng Đào tạo qua email sinh viên về việc đăng ký rút môn học (có tính học phí theo quy định). Phòng đào tạo sẽ hướng dẫn rõ thời gian và hình thức nộp đơn rút môn học (có tính học phí theo quy định).. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào tạo. . Em là [full_name]. MSSV [student_id]. . Em đã đăng ký rút môn học Động lực học cơ hệ (ME4009) và đã được cập nhật thời khóa biểu(đã rút môn). Tuy nhiên, em đang học chương trình KSTN nên có thêm phần mở rộng(ME400E). Do em nghĩ rút môn chính thì phần mở rộng sẽ tự động được rút nên hiện giờ em vẫn còn phần mở rộng của môn Động lực học cơ hệ. Em xin hỏi PĐT là em có cần đăng ký rút thêm phần mở rộng không ạ?. . Em xin cảm ơn. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . Bạn không cần đăng ký rút thêm phần mở rộng, phòng đào tạo sẽ cập nhật TKB không còn môn mở rộng sau. . Thân",
            "Em xin rút môn học có tính học phí. . Tên môn học: hóa hữu cơ. . Mã số môn học: CH2021. . Nhóm: A03. . Lí do: em cần thời gian để phụ giúp gia đình nhưng vẫn đảm bảo số tín chỉ tối thiểu cho học kỳ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Đã hết thời gian nhận yêu cầu rút môn học (không đóng học phí), các trường hợp gửi yêu cầu rút môn học qua bksi.hcmut.edu sau ngày 17/04/2020, vui lòng đợi thông báo của Phòng Đào tạo qua email sinh viên về việc đăng ký rút môn học (có tính học phí theo quy định). Phòng đào tạo sẽ hướng dẫn rõ thời gian và hình thức nộp đơn rút môn học (có tính học phí theo quy định).. .",
            "Chào bạn,. . Đã hết thời gian nhận yêu cầu rút môn học (không đóng học phí), các trường hợp gửi yêu cầu rút môn học qua bksi.hcmut.edu sau ngày 17/04/2020, vui lòng đợi thông báo của Phòng Đào tạo qua email sinh viên về việc đăng ký rút môn học (có tính học phí theo quy định). Phòng Đào tạo sẽ hướng dẫn rõ thời gian và hình thức nộp đơn rút môn học.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa nhà trường, cho em hỏi là điều kiện để thi giữa kì và cuối kì trong thời gian học tập và kiểm tra trên bk-[full_name] là gì ạ ?",
            "Chào bạn,. . . . Việc này em liên hệ với giáo viên giảng dạy nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào Thầy/cô: Em tên là Nguyễn Minh Đường, mssv [student_id], em đăng kí 4 môn học dự thính, vậy nếu trường không tổ chức dạy thì có phải làm thao tác rút môn học không ah? Các môn như Hoá vô cơ (MSMH CH2013),Hoá Phân Tích CH2005, Vẽ kĩ thuật(CI1003) có phần thực hành thì nhà trường không tổ chức dạy hay là tổ chức dạy phần lý thuyết còn phần thực hành thì khi đi học tập trung trở lại thì học ah, Em nghe nói có lịch học live stream dự thính rồi mà e chưa có thấy lịch mặc dù em đăng kí các môn học dự thính rồi ah?",
            "Chào bạn,. . . . - Những môn học dự thính bạn đăng kí trước đó trong đợt này (theo thông báo từ ngày 21/4 (18g00) -  24/4 (13g59)). Bạn nên huỷ nhé, chứ không làm đơn rút môn học.. . . . - Học kỳ dự thính chỉ mở những môn lý thuyết đơn thuần , còn những môn có thí nghiệm học kèm theo thì sẽ không mở. Bạn nên đăng kí những môn này trong đợt dự thính hè 193 tới .. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: xin chào pđt trường bách khoa tphcm.. . . . Em là [full_name] - [student_id],. . Em tạo yêu cầu này là do em đã yêu cầu nhầm Đăng ký rút môn học HK192 (không tính HP). yêu cầu #9257. em ghi lộn môn học cần rút do em nhìn lộn thời khóa biểu của kì 1, môn em muốn rút là Thí nghiệm vật lý- PH1007.. . . . Em xin lỗi vì sự bất tiện này, em mong PĐT xem xét và hỗ trợ em hủy môn ạ.. . . . Em chân thành cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK 2/2019-2020 (không tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/TKB sau ngày 06/05/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Cám ơn những góp ý, và phản hồi của bạn cho nhà trường, mong bạn chia sẻ và đồng hành cùng nhà trường.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . . . Dạ thầy cô do trong những học kì vừa qua em mắc việc nên không thể học tiếng anh được nên em bị thiếu môn tiên quyết là anh văn. Vậy cho em hỏi là em có thể xin đăng kí cả anh văn cơ bản, anh văn 1 và anh văn 2 trong học kì dự thính buổi tối sắp tới được không ạ. Em xin cảm ơn.",
            "Chào bạn,. . . . Học kỳ dự thính 192 không mở môn anh văn nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL)  /i  Thầy cô cho em hỏi, em có làm đơn xin rút môn trước ngày 17, sao em không được rút môn ạ.. . . .",
            "Chào bạn. . Bạn xem lại lịch sử câu hỏi cũ, và phòng đào tạo đã có trả lời. . Bạn kiểm tra lại mail pdt đã gởi thông báo về việc đăng ký rút môn học trong nội dung phải ghi rõ lý do, tên môn học, mã số môn học. . Thân",
            "Vậy là hiện tại em không được phép rút môn nữa ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . em xin gửi đơn xin phục hồi môn học . . em xin lỗi vì sự bất tiện này và rất mong muốn có thể phục hồi lại được môn học, em sẽ rút kinh nghiệm xem xét kỹ trong những lần sau ạ.. . em xin cảm ơn!",
            "Chào bạn, . . Phòng Đào tạo đã tiếp nhận đơn của bạn và trình Ban lãnh đạo xem xét, bạn vui lòng xem kết quả cập nhật tại mybk/xem thời khóa biểu sau ngày 5/5/2020. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em là [full_name]- [student_id]- Khoa kỹ thuật Hóa Học. Hiện tại em đã cập nhật đủ ngày công tác xã hội ạ. Em nhắn để xin phòng đào tạo mở đăng ký tốt nghiệp cho em trên mybk. . . . . Em cảm ơn, . . . . [full_name].. . . .",
            "Chào bạn,. . Bạn vô kiểm tra và đăng ký tốt nghiệp nhé, hiện tại Phòng Đào tạo đã cập nhật lại tình trạng cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào quý thầy cô. Em đã đăng ký gói cước 3g vinaphone ở trường nhưng em chưa được kích hoạt. Mặc dù em thấy gói cước đó đã ghi phiếu đăng ký xử lý ạ, và em đọc là đợt 1 đăng ký thì người ta cung cấp data chu kỳ từ 21/4/2020 - 20/5/2020. Số điện thoại của em là:0819 555 334. Em kính mong quý thầy cô liên hệ nhà mạng và trả lời giúp em ạ! Em xin chân thành cám ơn!",
            "Chào bạn. . VinaPhone sẽ thông báo cho bạn khi nào gói cước được kích hoạt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Cô ơi, em muốn biết khi nào là hạn chót đăng ký các môn học dự thính ?. . . . Em đang trong tình trạng tạm dừng học tại trường để đi thực tập. Để làm thủ tục thu nhận lại để được đăng ký môn học dự thính, em có thể làm online được không, hay phải trực tiếp đến phòng Đào tạo ?. . . . --. . Nhật",
            "Chào bạn. . Bạn nhanh chóng nộp đơn thu nhận lại, bạn có thể tải mẫu đơn điền vào và ký tên chụp hình gởi qua BKSi. . Phòng đào tạo sẽ hỗ trợ bạn đăng ký dự thính nếu môn bạn cần học có mở. . Thân",
            "Em gửi file PDF này. Nếu không được, em sẽ gửi bản in sau vì hiện giờ em vừa điền đơn chứ chưa in ra kịp.. . . . Các môn học mà em muốn đăng ký gồm :. . 1. Vật lý 1                    - mã : 007706. . 2. Vẽ kỹ thuật                 - mã : 806702. . 3. Hóa học                     - mã : 601701. . 4. Cấu trúc dữ liệu nâng cao   - mã : 501704. . 5. Giải tích 3                 - mã : 006725. . 6. Mạng IP                     - mã : 405725. . . . Em xin cảm ơn cô."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em xin chào các thầy/cô. Em là [full_name], lớp DD18LT01. . Trong đợt đăng kí học dự thính vừa qua, em có đăng kí 2 môn là Mạch điện tử và Tín hiệu hệ thống nhưng em thấy trên mail của trường gửi về nói là trường sẽ không giảng dạy các môn có thí nghiệm. Vậy em viết bài này mong nhà trường có thể xem xét không bỏ các môn dự thính có thí nghiệm, vì em rất cần học các môn đó trong kì này ạ. . Em xin chân thành cảm ơn.",
            "Chào bạn. . Về việc bạn muốn mở những môn học có thí nghiệm, bạn vui lòng liên hệ tại [full_name]/bộ môn, Nếu [full_name] đồng ý mở/giảng viên đồng ý giảng dạy/sinh viên đồng ý học thì mới có thể mở được.. . Chúc bạn học tốt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ chào cô/thầy. . . . Em có thắc mắc về học kì dự thính 192 giảng dạy livestream, PĐT sẽ không tổ chức các môn có đi kèm thí nghiệm thì kết quả đ.kí  môn dự thính lần  này sẽ được giữ nguyên cho đến khi đi học lại đúng k ạ ?  ( tức là sẽ không tổ chức học dự thính lại các môn có thí nghiệm phải không ạ ?). . . . Đợt đkí lần 1 này( 21/4-24/4 ) e không dki dự thính, nhưng có dki dự thính lần trước(21/2-25/2) thì tới đợt 2 (27/4-28/4) có được vào hiệu chỉnh( hủy môn/ dki mới)  không ạ ?. . . . Em xin chân thành cảm ơn ạ",
            "Chào bạn. . -Tạm thời hình thức học dự thính  theo thông báo là “giảng dạy trực tuyến theo cách truyền trực tiếp” (sau đây gọi là giảng dạy livestream).. . - Chính xác phòng đào tạo không mở lớp các môn có thí nghiệm. . - Đợt 2 bạn có thể điều chỉnh môn học. . Phòng đào tạo sẽ thông báo cho sinh viên qua mail nếu có thay đổi về hình thức học.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] . . Mã số sinh viên: [student_id]. . . . Kính gửi văn phòng đào tạo quốc tế. . . . Em đã làm đơn tường trình về việc ghi sai mã môn học khi làm đơn rút môn học, và hình ảnh của lỗi sai trong đơn rút môn học. Em mong nhà trường sẽ xem xét lại và phê duyệt. .  . . Em xin lỗi đã làm mất thời gian của nhà trường. . Em xin cám ơn.. . . . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            ". . Chào bạn,. . Phòng Đào tạo đã tiếp nhận đơn của bạn và trình Ban lãnh đạo xem xét, bạn vui lòng xem kết quả cập nhật tại mybk/xem thời khóa biểu sau ngày 4/5/2020.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gởi thầy cô,. . Em tên [full_name] - mssv: [student_id]. . Đăng ký rút môn Hệ điều hành mã: CO2017. . Nhưng thời khoá biểu của em vẫn còn môn học này, và thời gian cập nhật tkb là ngày 6/3/2020.. . Nhờ thầy cô kiểm tra lại giúp em.. . . . Em cảm ơn,. . [full_name].. .   i Yêu cầu khác .",
            "Chào bạn.. . Môn học CO2017 đã được hủy khỏi tkb chính.. . TKB live sẽ hủy sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Rút môn học . Đã qua môn. . Hóa hữu cơ CH2021 nhóm A04. . Luận văn tốt nghiệp CH4323 nhóm A01",
            "Chào bạn,. . Đã hết thời gian nhận yêu cầu rút môn học (không đóng học phí), các trường hợp gửi yêu cầu rút môn học qua bksi.hcmut.edu sau ngày 17/04/2020, vui lòng đợi thông báo của Phòng Đào tạo qua email sinh viên về việc đăng ký rút môn học (có tính học phí theo quy định). Phòng Đào tạo sẽ hướng dẫn rõ thời gian và hình thức nộp đơn rút môn học qua email sinh viên.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng - Đại học - Cao đẳng chính quy   Học bổng (danh sách, điều kiện,...) . Dạ cho em hỏi học bổng Panasonic mà bên phòng CTCT-SV vừa gửi mail có bảo là nếu nhận học bổng thì sẽ không được nhận hỗ trợ tài chính thì bất cứ tổ chức nào khác. Em chưa hiểu chỗ này lắm ạ. Và cho em hỏi thêm là nếu qua các năm học tới, nếu em không còn đáp ứng đủ điều kiện nhận học bổng, thì họ sẽ không còn cấp cho nữa phải không ạ? Nếu vậy thì khi đó em có được đăng ký dự tuyển những chương trình học bổng của các đơn vị, tổ chức khác không ạ?. . Em rất mong được giải đáp toàn bộ những thắc mắc trên. Em xin chân thành cảm ơn ạ",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên để được hướng dẫn thêm nhé.. . email: [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là sắp tới sẽ đi học lại rồi. Sao trường không tổ chức những môn đi kèm dự thí nghiệm cho kì dự thính ạ. Mình không thể mở đăng kí những môn có thời lượng thí nghiệm ít được không ạ. Nếu k mở những môn có thí nghiệm sẽ ảnh hưởng rất nhiều đến công việc ra trường ạ. Mong nhà trường giúp đỡ sinh viên ạ. Em cảm ơn ạ",
            "Chào bạn. . Nếu sinh viên có nguyện vọng học dự thính, thì bạn liên hệ [full_name] để [full_name] sắp xếp phòng thí nghiệm, sau đó gởi công văn cho phòng đào tạo. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào các thầy cô ạ, em có thể mượn lại học bạ để đi công chứng rồi sẽ nộp lại cho trường được không ạ? vì em có nguyện vọng được thi lại đại học . Mong các thầy cô giải đáp giúp em ạ. .",
            "Chào bạn,. . Tất cả hồ sơ bạn nộp cho trường đều là bản sao (công chứng), đó là hồ sơ lưu của nhà trường (không trả lại cho sinh viên). Bạn vui lòng liên hệ tại trường THPT của bạn để xin cấp lại học bạ (nếu bạn bị mất) nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Yêu cầu khác . Kính gửi quý thầy cô, . . . . Ngày 09/04 em có gửi thông tin hủy môn học Hệ diều hành, do trên trang E-learning có ghi 2 mã CO2018 và CO2017, do em chỉ ghi mã CO2018 nên trường mình chưa chỉnh lại thời khóa biểu của em. Mà mã đúng của khóa em là CO2017. . . . Em mong quý thầy cô xem xét vì như lý do em xin rút là chưa học kỹ thuật lập trình C.. . . . Em rất mong quý thầy cô xem lại và hỗ trợ em ạ.. . . . [full_name]. MSSV: [student_id]",
            "Môn học CO2007 đã được hủy khỏi TKB chính. . TKB live sẽ được hủy sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em chào thầy/cô.. . Hiện em đang có nhu cầu đăng ký học dự thính 2 môn bao gồm : SP1003 (5 chỉ) và CO2003 (4 chỉ).. . Em có 2 thắc mắc:. . . . 1. HK192 hiện em đang học 17 chỉ, vậy thêm 9 chỉ dự thính có được không?. . . . 2. HK dự thính 192 theo thông báo sẽ triển khai học livestream từ 4/5. Nhưng nếu trong trường hợp đầu tháng 5 hết dịch Covid-19, thì lịch học có chuyển sang học tập trung như bình thường hay không? Hay vẫn duy trì học livestream và tổ chức thi tập trung.. . . . Em cảm ơn!",
            "Chào bạn. . Trong học kỳ dự thính mở song song học kỳ chính, SV được đăng ký tối đa 4 môn học nhưng không vượt quá 10 TC.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:  thưa phòng đào tạo,. .  em muốn hỏi là năm học này trường có tổ chức kì hè không ạ và nếu có thì thời gian là khi nào ạ. năm học sau sinh viên nhập học ngày mấy ạ. em mong phòng đào tạo trả lời giúp em. em cảm ơn phòng đạo tạo",
            "Chào bạn. . Bạn vui lòng kiểm tra mail thường xuyên để biết các thông tin cập nhật mới của trường"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em chào phòng đào tạo ạ. . . Em tên là [full_name], mssv [student_id] thuộc lớp HC17MB2 của khoa Kỹ thuật Hóa học.. . Em đã thực hiện yêu cầu rút môn học \"Quá trình và thiết bị truyền nhiệt\", mã môn học CH2043, em thực hiện đúng trong khoảng thời gian mà phòng đạo tạo qui định, và yêu cầu của em đã được phòng đào tạo xác nhận.. . Mới đây phòng đào tạo đã gửi mail thông báo về kết quả rút môn học đã có và thời khóa biểu mới đã được cập nhật. Nhưng thời khóa biểu của em vẫn còn môn \"Quá trình và thiết bị truyền nhiệt\".. . Em mong phòng đào tạo có thể xem lại giúp em.. . Em xin cảm ơn phòng đào tạo nhiều.. .",
            "Chào bạn,. . Đề nghị bạn kiểm tra lại câu hỏi trước, do bạn ghi sai mã số môn học cần rút nên phòng đào tạo không xử lý được.. . Bạn vui lòng làm đơn tường trình: trình bày rõ trường hợp sai sót trong quá trình ghi môn rút, ghi chính xác lại tên môn học và mã môn học, ký tên, chụp hình gởi đơn lên [full_name] để phòng đào tạo xem xét giải quyết.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên Nguyễn Minh KHánh mssv [student_id] em có rút môn học (vào ngày 15/4/2020) rồi mà sao trên thời khoá biểu vẫn còn những môn em rút vậy. Hai môn em rút là Vật Lý 1 PH1003 và Giải Tích 1 MT1003. . Mong thầy cô phòng đào tạo kiểm tra lại giúp em. . Em xin cảm ơn!. . . . . .",
            ". . Em tên [full_name] mssv [student_id] em có rút môn học (vào ngày 15/4/2020) rồi mà sao trên thời khoá biểu vẫn còn những môn em rút vậy. Hai môn em rút là Vật Lý 1 PH1003 và Giải Tích 1 MT1003. . Mong thầy cô duyệt giúp em ạ!. . Em cảm ơn !"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô . Em có học nhóm A01 môn pháp luật đại cương của cô [full_name] ạ. Trong thời gian dịch bệnh,  vì tình hình diễn biến phức tạp nên ba mẹ bắt em ở quê trong khi laptop em bỏ ở phòng trọ trong tp nên ở quê em học qua điện thoại mượn của bạn để học nên có ít có thời gian truy cập elearning, mặt khác chương 1 em đã làm 1 lần nhưng em không biết vì lý do nào đó mà vừa hết deadline em xem lại thì đã bỏ qua bài kiểm tra chương 1. Mà theo em biết điều kiện thi cuối kì là bắt buộc phải làm bài tập tất cả các chương. Em không biết  trong thời gian dịch bệnh này nhà trường có thể xem xét lại trường hơp này của em cũng như bao bạn sinh viên khác tương tự em. Em xin chân thành cảm ơn",
            "Chào bạn,. . Phòng Đào tạo chỉ xếp lịch livestream nhé bạn, các phần còn lại do giảng viên giảng dạy tự sắp lịch với sinh viên nhé, bạn có thể tương tác trao đổi trực tiếp với giảng viên nhé!. . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào admin. . . Em ten là [full_name] mssv: [student_id]. . Em muốn hỏi pđt là . . 1. Hình thức giảng dạy Học kì dự thính 192 Là livetream cho tới hết học kì luôn hay chỉ hết dịch lại đi học tối như bình thường . . 2. Có được chọn GV để học hay không hay bộ môn phân Công ai livetream thì sẽ dạy hết ạ . . Em xin chân thành cảm ơn.",
            "Chào bạn. . -Tạm thời hình thức học dự thính  theo thông báo là “giảng dạy trực tuyến theo cách truyền trực tiếp” (sau đây gọi là giảng dạy livestream).. . - Chính xác phòng đào tạo không mở lớp các môn có thí nghiệm. . - Đợt 2 bạn có thể điều chỉnh môn học. . Phòng đào tạo sẽ thông báo cho sinh viên qua mail nếu có thay đổi về hình thức học.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . cho em hỏi mã LA1031-TOEIC 400 với mã LA1005- anh văn 2, khác nhau chỗ nào ạ, lần thi toeic cuối cùng của em là 385 điểm, cho em hỏi em đăng kí học lớp nào thì được đăng kí môn học năm 4 ạ. Em cảm ơn. .",
            "Chào bạn. . Quy định về các môn mã. . STT\tMôn\tMã số. . môn học\tĐiều kiện học. . 1\tTOEIC 350\tLA1029\t. . 2\tTOEIC 400\tLA1031\t. . 3\tTOEIC 450\tLA1033\t. . 4\tTOEIC 500\tLA1035\t. . . . Sinh viên học đạt các môn này sẽ được xét đạt chuẩn Anh văn từng năm tương ứng theo quy định hiện nay. . . . . Còn các môn anh văn 1, 2, 3, 4 là các môn học theo chương trình đào tạo. . Bạn tham khảo chi tiết về quy định anh văn tại đây :. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ cho em hỏi trong mail trường viết là nhà trường sẽ không mở các môn học có đi kèm thí nghiệm trong kỳ dự thính này, nhưng em thấy trong bảng đăng ký môn học dự thính của em vẫn còn nguyên môn sức bền vật liệu CI2007, vậy môn này có được mở không ạ? Nếu không có mở môn CI2007 vậy sinh viên phải vào tự hủy môn phải không ạ? Mong nhận được phản hồi sớm ạ, em xin cảm ơn.",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác .... . . . Dạ cho em hỏi trong mail trường viết là nhà trường sẽ không mở các môn học có đi kèm thí nghiệm trong kỳ dự thính này, nhưng em thấy trong bảng đăng ký môn học dự thính của em vẫn còn nguyên môn sức bền vật liệu CI2007, vậy môn này có được mở không ạ? Nếu không có mở môn CI2007 vậy sinh viên phải vào tự hủy môn phải không ạ? Mong nhận được phản hồi sớm ạ, em xin cảm ơn.  /QUOTE . .",
            "Chào bạn,. . Nếu là môn không mở thì bạn sẽ không có TKB biểu nhé, bạn vui lòng kiểm tra.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn rút môn học vẽ kỷ thuật xây dựng nhóm L03 ạ. . Lí do: tại e k có laptop để sử dụng AutoCAD, e muốn khi hết dịch lên trường học lại e sẽ đăng kí học lại ạ . . Em cảm ơn nhà trường ạ!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Đã hết thời gian nhận yêu cầu rút môn học (không đóng học phí), các trường hợp gửi yêu cầu rút môn học qua bksi.hcmut.edu sau ngày 17/04/2020, vui lòng đợi thông báo của Phòng Đào tạo qua email sinh viên về việc đăng ký rút môn học (có tính học phí theo quy định). Phòng Đào tạo sẽ hướng dẫn rõ thời gian và hình thức nộp đơn rút môn học qua email sinh viên.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Ở đợt đăng ký môn dự thính 192 đợt trước. Em đã đăng ký 3 môn: Giải tích 1, [full_name] Lý 1, Thí nghiệm [full_name] Lý. . . Em xin rút [full_name] Lý 1 và Thí nghiệm [full_name] Lý ạ.  . . Em xin cảm ơn PĐT. . .",
            "Chào bạn,. . Học kỳ dự thính bạn tự vô hủy nhé, hiện tại đang có đợt hiệu chỉnh dự thính (xem mail hướng dẫn PDT đã gửi). . Lịch trình:. . . .  Đăng ký đợt 1: 21/4 (18g00) -  24/4 (13g59) (lấy kết quả đăng ký nguyện vọng lần trước, sinh viên thực hiện hủy môn nếu không có nhu cầu học). . . . Đăng ký đợt 2 & Kết quả đợt 1 : 27/4(9g00) -  28/4 (13g59) (Đã có TKB livestream). . . . Bắt đầu học kỳ: 4/5/2020"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Kính thưa nhà trường.. . Em tên [full_name] mssv [student_id] em có đăngk ký rút môn học (không tính học phí) 2 môn là Vật lý 1 PH1003 (14/4/2020)và môn Giải Tích MT1003(17/4/2020), hiện tại em chưa nhận được mail nhà trường xác nhận rút môn học thành công.. . Kính mong nhà trường kiểm tra lại giúp em ạ.. . Em xin cảm ơn.",
            "Chào bạn. . Phòng đào tạo đang kiểm tra lại thông tin rút môn học của bạn, bạn vui lòng kiểm tra lại tkb vào tuần sau nghen. .",
            "Chào bạn.. . Môn học đã hủy trong TKB chính. . TKB Live sẻ hủy sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . 1.Cho em hỏi học livestream trên youtube có điểm danh không ạ.. . . . . . 2.Còn học tương tác trên forum thì có được điểm danh khi em đặt câu hỏi tương tác ngoài giờ không?( em không đặt câu hỏi trong giờ theo lịch thời khóa biểu). . . . Em cảm ơn.",
            "Chào bạn,. . Phòng Đào tạo chỉ xếp lịch livestream nhé bạn, các phần còn lại do giảng viên giảng dạy tự sắp lịch với sinh viên nhé, bạn có thể tương tác trao đổi trực tiếp với giảng viên nhé, giảng viên có quyền điểm danh nghen bạn.. . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Chào cô/thầy , cho em hỏi là thời gian học dự thính kỳ này sẽ diễn ra trong bao lâu vậy ạ .",
            "Chào bạn. . Bạn vui lòng đợi thông báo qua mail về dự thính . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . DẠ [full_name]O EM HỎI NĂM NAY CÓ HỌC KÌ DỰ THÍNH KHÔNG Ạ VÀ NẾU KHÔNG CÓ THÌ [full_name] Ạ.",
            "Chào bạn,. . Bạn vui lòng kiểm tra email sinh viên, nhà trường đã gửi mail cho các bạn về việc đăng ký dự thính 192.. . Lịch trình:. . . .  Đăng ký đợt 1: 21/4 (18g00) -  24/4 (13g59) (lấy kết quả đăng ký nguyện vọng lần trước, sinh viên thực hiện hủy môn nếu không có nhu cầu học). . . . Đăng ký đợt 2 & Kết quả đợt 1 : 27/4(9g00) -  28/4 (13g59) (Đã có TKB livestream). . . . Bắt đầu học kỳ: 4/5/2020"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ em là [full_name], khoa kĩ thuật hoá học chất lượng cao.. . Em đã có đăng kí gói hỗ trợ 3G trên mybk như email đã hướng dẫn và lúc trước em có gửi email thắc mắc là đã đến ngày gói cước bắt đầu hoạt động(21/4/2020) nhưng em vẫn chưa thấy gói cước được kích hoạt trên thuê bao của mình thì được giải đáp là 3 ngày sau sẽ có, nhưng hôm nay đã đến ngày thứ 4 mà em vẫn chưa thấy gì. Tình hình hiện tại làm em rất khó khăn trong việc học tập vì đường truyền wifi ở quê em rất không ổn định. Em hi vọng nhà trường sẽ có biện pháp xử lí nhanh chóng. Em muốn hỏi thêm là số ngày trễ này khi kích hoạt dịch vụ có bị trễ thì em có được bù lại không hoặc nếu dịch vụ không được kích hoạt thì tiền trợ cấp của em có được hoàn trả không ???",
            "Chào bạn. . VinaPhone sẽ thông báo cho bạn khi nào gói cước được kích hoạt.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Cho em hỏi hạn nộp bằng toeic để nhận luận văn tốt nghiệp kì 201 là bào giờ ạ?",
            "Chào bạn. . Bạn đợi thông báo qua mail về lịch học vụ 201 nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã đăng kí 3g trên trang mybk theo hướng dẫn trong mail của phòng đào tạo gửi và đã được xử lí yeu cầu đăng kí nhưng đã quá 1 tuần kể từ khi em đăng kí vẫn thì thuê bao vinaphone của em vẫn chưa thể sử dụng dịch vụ 3g của vinaphone ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . VinaPhone sẽ thông báo cho bạn khi nào gói cước được kích hoạt.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name], mssv [student_id],nhóm T-01. . Thầy cô cho e đăng ký rút môn đồ án mã EE3061. . . . Lý do: do dịch Covid, em ở duới quê không lên thành phố học được.",
            "Chào bạn,. . Đã hết thời gian nhận yêu cầu rút môn học (không đóng học phí), các trường hợp gửi yêu cầu rút môn học qua bksi.hcmut.edu sau ngày 17/04/2020, vui lòng đợi thông báo của Phòng Đào tạo qua email sinh viên về việc đăng ký rút môn học (có tính học phí theo quy định). Phòng Đào tạo sẽ hướng dẫn rõ thời gian và hình thức nộp đơn rút môn học qua email sinh viên.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em chào cô ạ !. . . . Cô cho em hỏi là đợt hiệu chỉnh dự thính ngày 27/04 có được xóa môn không ạ ?. . . . Em cám ơn ạ !",
            "Em chào cô ạ !. . . . Cô cho em hỏi là đợt hiệu chỉnh dự thính ngày 27/04 có được xóa môn không ạ ?. . . . Em cám ơn ạ !",
            "Chào bạn,. . Được hủy MH nhé bạn!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã đăng ký rút môn giải tích mạch EE 1011 nhưng thời khóa biểu vẫn còn cập nhật. E xin nhà trường xem xét và giải quyết cho e rút. Việc học online này, e không theo kịp. E chân thành cảm ơn",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Môn học đã được xóa khỏi TKB chính rồi.. . TKB live sẽ xóa sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin khiếu nại về việc rút môn học ạ: . . Vào lúc đăng ký rút môn học em đã xin rút 2 môn là Xử lý số tín hiệu (EE2015, nhóm A03) và Kỹ thuật nhiệt lạnh (EE3135, nhóm [full_name]) nhưng chỉ mới có kết quả hủy một môn là Kỹ thuật nhiệt lạnh (EE3135, nhóm [full_name]).. . Vậy nên em xin phòng đào tạo xét duyệt cho em rút môn Xử lý số tín hiệu (EE2015, nhóm A03) ạ.. . Em xin chân thành cảm ơn.. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Phòng Đào tạo đã tiếp nhận khiếu nại về việc rút MH của bạn và sẽ xử lý rút MH bổ sung môn EE2015 cho bạn.. . Chúc bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào bạn,. . Đã hết thời gian nhận yêu cầu rút môn học (không đóng học phí), các trường hợp gửi yêu cầu rút môn học qua bksi.hcmut.edu sau ngày 17/04/2020, vui lòng đợi thông báo của Phòng Đào tạo qua email sinh viên về việc đăng ký rút môn học (có tính học phí theo quy định). Phòng Đào tạo sẽ hướng dẫn rõ thời gian và hình thức nộp đơn rút môn học qua email sinh viên.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gởi quý thầy cô,. . . .  Trong đơn xin rút môn học lần trước em có xin rút môn Phần tử hữu hạng (CI3061). Nhưng trong thời khóa biểu và trên trang e-learning vẫn còn. Phiền quí thầy cô xem lại giúp em. . .  Em xin chân thành cảm ơn quý thầy cô và BGH nhà trường đã duyệt đơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Môn học đã được xóa khỏi TKB chính rồi.. . TKB live sẽ xóa sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "PĐT cho em hỏi em đã đủ 142 chỉ và hoàn thành xong chương trình học rồi ạ. Nhưng không có tên trong danh sách tốt nghiệp tạm thời.. . PĐT có thể kiểm tra lại giúp em không ạ? Em xin cảm ơn. . MSSV: [student_id]. . KHOA: Kỹ thuật hóa học. . Chuyên ngành: Kỹ thuật chế biến Dầu khí",
            "Chào bạn,. . Bạn đã có tên trong danh sách tốt nghiệp, bạn vui lòng vào đăng ký tốt nghiệp nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em chào thầy/cô.. . Hiện em đang có nhu cầu đăng ký học dự thính 2 môn bao gồm : SP1003 (5 chỉ) và CO2003 (4 chỉ).. . Em có thắc mắc:. . HK dự thính 192 theo thông báo sẽ triển khai học livestream từ 4/5. Nhưng nếu trong trường hợp đầu tháng 5 hết dịch Covid-19, thì lịch học có chuyển sang học tập trung như bình thường hay không? Hay vẫn duy trì học livestream và sau đó tổ chức thi tập trung.. . . . Em cảm ơn!",
            "Chào bạn. . Tạm thời hình thức học dự thính  theo thông báo là “giảng dạy trực tuyến theo cách truyền trực tiếp” (sau đây gọi là giảng dạy livestream).. . Phòng đào tạo sẽ thông báo cho sinh viên qua mail nếu có thay đổi về hình thức học.. . Thân. .",
            "Chào bạn. . -Tạm thời hình thức học dự thính  theo thông báo là “giảng dạy trực tuyến theo cách truyền trực tiếp” (sau đây gọi là giảng dạy livestream).. . - Đợt 2 bạn có thể điều chỉnh môn học. . Phòng đào tạo sẽ thông báo cho sinh viên qua mail nếu có thay đổi về hình thức học.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã nộp đơn miễn giảm học phí vào năm nhất nhưg vừa rồi em có nhận được mail của khoa em  học là điện điện tử thì em có phải nộp lại đơn ko ạ. Em cảm ơn phòng đào tạo.",
            "Chào bạn,. . Về việc miễn giảm học phí, bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên để được hướng dẫn.. . [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Rút môn học . Bởi vì bản thân cảm thấy không phù hợp với việc học online nên em muốn rút bớt môn.. . . . Mã môn:  EE3075. . Tên môn: Thiết bị và ht tự động tk. . Nhóm:    A01. . . . Em xin cảm ơn",
            "Chào bạn,. . Đã hết thời gian nhận yêu cầu rút môn học (không đóng học phí), các trường hợp gửi yêu cầu rút môn học qua bksi.hcmut.edu sau ngày 17/04/2020, vui lòng đợi thông báo của Phòng Đào tạo qua email sinh viên về việc đăng ký rút môn học (có tính học phí theo quy định). Phòng Đào tạo sẽ hướng dẫn rõ thời gian và hình thức nộp đơn rút môn học qua email sinh viên.. . Chúc bạn học tốt!. . Thân. ."
        ]
    }
]