[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em tên [full_name] , MSSV [student_id], khoa cơ khí, chuyên ngành thiết kế máy. Dạ tình hình dịch bệnh phức tạp nên em có chậm trễ chưa đủ điều kiện về anh văn để làm luận văn tốt nghiệp kì HK211 ạ. Em có hỏi ý kiến giáo viên [full_name] phụ trách luận văn tốt nghiệp của em ạ , dạ cho em hỏi bây giờ em phải làm gì để được cho phép làm luận văn khi chưa đủ điều kiện về anh văn ạ. Em cảm ơn ạ !",
            "Đã có TKB trên mybk. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1910712  /b \t. . . .   i Học vụ . Kính gửi Phòng đào tạo,. . . . Em tên Hoàng Trương Thanh Xuân, MSSV 1910712, ĐTBTL 7.58, ngành Công nghệ sinh học. . . . . Trong đợt ĐKMH HK211, em có một môn học cần đăng ký là CH3361 - Sinh học phân tử và di truyền (+TN). Đây là môn cơ sở ngành và là môn học trước của một chuyên ngành Công nghệ Gen học kỳ 1 năm 4. . . . . 1. Tình hình đăng ký như sau: . . - Đợt 1: Lớp em thống nhất đăng ký môn học đó và có sự đồng ý của GV. Sĩ số 50. . - Đợt 2: Không thể đăng ký do không mở lớp. Lớp em đã nộp đơn xin mở lớp và có sự đồng ý của GV. Nhưng đến khi kết thúc đợt 2 vẫn không được giải quyết mở lớp. (*Ảnh 1). . . . - Đợt 3: từ ngày 17/8-19/8. Ban đầu môn học vẫn không mở lớp. Đến chiều 18.8, môn học mở 2 lớp A01 và A02 nhưng trùng lịch với lớp, nên lớp em không đăng ký được.(*Ảnh 2). . . . Lớp có xin ý kiến từ Chủ nhiệm Bộ môn và được trả lời là không thể sắp xếp thời gian học được. Và đến khi đợt 3 kết thúc thì vẫn chưa có quyết định là sẽ mở lớp hay bất kỳ thông báo chừa trống tín chỉ để chờ môn này. . . . . Vì vậy, em có cơ sở nghĩ môn này sẽ đăng ký cùng lớp vào HK212 và đã đăng ký HK211 với số TC là 19/21.. . . . - Trong tuần đầu của môn học, Chủ nhiệm có yêu cầu chúng em lập danh sách để xin mở lớp trong học kỳ này, thời gian học có thể sắp xếp được, phần đông lớp em đã đăng ký. Tuy nhiên đây là môn 4 TC nên nếu đăng ký thì em đã 23 TC (vượt quá 21 TC tối đa). . . . . 2. Em đã đọc Quy chế đào tạo, học vụ   Đăng ký môn học   Điều 9.3 và có đề cập là:. . . . \"Các trường hợp riêng: SV Khá giỏi (ĐTB   7.5 HOẶC SV lớp KSTN): Số TCmax = 25 và phải được sự đồng ý từ BCN Khoa\" (Ảnh 3). . . . Em đã xin ý kiến từ BCN khoa và được sự đồng ý có thể đăng ký với số TC là 23 ạ(*File pdf xác nhận). . . . Vì đây là môn có ảnh hưởng đến các môn học của HK221 sau, cũng như có khả năng chỉ mở vào HK1 do số lượng SV trong lớp ít và có thí nghiệm. Nên em mong PĐT có thể xem xét và chấp thuận cho đăng kí ạ.. . . . Em xin cảm ơn.",
            "Dạ kính chào anh/chị phụ trách trả lời thư của em, . . . . Hiện tại em đã được cập nhật môn này vào lúc 17h30 ngày 22.8, số tín chỉ là 23. Mặ  dù chưa nhận được câu trả lời chấp nhận cho phép từ Phòng đào tạo. . . . . Em không biết vậy là em đã được duyệt đăng kí môn này đúng không ạ? Hay có sự thay đổi hay kiểm tra quy định số TC max nữa ạ?. .",
            "Chào bạn,. . Chưa hiểu rõ câu hỏi của bạn, bạn có gửi đơn này qua email PDT hay cụ thể như thế nào không. . Hiện tại bạn cứ theo học theo TKB nhé. . Thân",
            "Dạ em đã mail lại rồi ạ. Câu hỏi của em là:. . . . . . 1. Em có thể tiếp tục học kỳ với 23 TC đúng không ạ? Có vi phạm gì không vì môn này là môn cơ sở nên em hơi lo lắng là sẽ bị hủy môn vì không vượt quá tín chỉ. . . . . 2. Đơn giá học phí vẫn giữ nguyên 385k/chỉ đối với 17TC trở lên đúng không ạ?",
            "Chào bạn,. . - Tkb Hk211 bạn đã đăng ký rồi không bị hủy nghen. . Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí . . Chúc bạn học tốt.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em bị hư laptop và em đã hoãn thi môn GT2. Bây giờ em đã sửa được laptop và muốn Huỷ hoãn thi ạ. Em xin gửi file đơn Huỷ hoãn thi, mong pđt xem xét cho em ạ.",
            "Chào em,. . Em gửi lại đơn có ngày tháng, họ tên, chữ ký nữa nhé.. . Thân mến,. .",
            "dạ cô cho con gửi lại đơn ạ",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào quý thầy cô.. . Hiện em là sinh viên k17 của Trung tâm Bảo dưỡng Công nghiệp, do là khóa Cao đẳng cuối cùng nên việc đăng kí môn học của em gặp 1 chút khó khăn. Em đang học môn Công nghệ lạnh điều hòa 1 và muốn xin đặc cách học song song môn Công nghệ lạnh điều hòa 2(260628), vì là khóa cuối nên sẽ rất khó còn có lớp nữa. Em mong quý thầy cô xem xét và giúp đỡ để em có thể học môn này.. . Em xin hứa sẽ hoàn thành tốt môn học.. . Em xin cám ơn.. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . .",
            "Chào bạn,. . Bạn vui lòng làm đơn xin đặc cách đăng ký môn học, ghi rõ lý do trong đơn, tên MH, mã MH, mã nhóm xin đăng ký để trình ban lãnh đạo xem xét và trả lời cho bạn.. . Trong đơn phải có xác nhận đồng ý của Khoa cho phép SV học song song 2 môn học này nhé (có thể xác nhận qua email). . SV chủ động liên hệ trước với GV để xin vào lớp vì hiện tại đã bắt đầu học kỳ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào pđt em là sv năm 3 của trường vì vừa rồi đăng kí đợt 3 em bị mất 1 môn học là ee3013 lúc em vào đăng kí lại thì ghi là chưa đủ chuẩn thể chất mặ dù em đã hoàn thành cuối năm 2 nhưng vì dịch nên chưa kiểm tra. Có cách nào giúp em đăg kí môn hcoj không ạ",
            "Chào bạn. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. .",
            "Đăng ký môn học . Em là sv năm 3 đợt đăng kí môn học đợt 3 vừa rồi em bị mất môn học ee3013. Lúc em đăng kí lại thì bị ghi lỗi không đăng kí được vì chưa đủ chuẩn thể chất mặc dù em đã học đủ nhưng vì dịch nên chưa kiểm tra được. Trước e có gửi mail nhưng pđt muốn có hình ảnh mà lúc đó em không chụp được  và bây giờ lớp đã đầy.chỉ còn mỗi lớp L02 là còn chỗ . Mong pđt giải quyết giùm em được không ạ. Nếu không sang kì 2 năm 3 e sẽ rất khó  khăn ạ. .",
            "đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa cô(thầy)!. . Em trong học kì h202 có đăng kia học thể chất ở cả kì chính và kì dự thính nhưng đến hiện nay thì em chit được giáo viên lớp thể chất dự thính liên hệ để tiến hành thi cuối kì bằng hình thức lý thuyết và lớp thể chất kì chính thì vẫn im lặng không có thông báo gì ạ.. . Em xin phép thắc mắc là tại sao kì rồi em có 2 lớp học thể chất như nói trên nhưng trên bkel em chỉ được hiện trang của lớp dự thính còn trang của lớp kì chính không có hiện ạ?. . Em xin hỏi về cách để liên hệ với giao viên lớp thể chất hay cách liên hệ trung tâm thể chất ạ?. . Em cám ơn!. . . .",
            "Chào em,. . Em liên hệ cô [full_name] [phone_number], phòng 520 Nhà điều hành ĐHQG-HCM (khu phố 6, phường Linh trung, Thủ đức). . Email của cô [full_name] : [email]. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em muốn hỏi là có thể huỷ hoãn thi không ạ. Hai hôm trước em có thi môn thống kê trong kinh doanh IM1017 có sự cố khi thi, vì lúng túng nên em có điền vào form hoãn thi. Hiện tại em đã liên hệ với giáo viên để giải quyết, em muốn hỏi về mẫu đơn huỳ hoãn thi hoặc cách huỳ hoãn thi thế nào ạ?",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin phép hủy hoãn thi",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa quí Thầy Cô. Em xin đăng kí bổ sung môn. . Vật lí 1(PH1003) vào kì dự thính chính qui 211.. . . .",
            "Chào bạn,. . Vui lòng trình bày rõ lý do vì sao không đăng ký online được nhé, vì hiện tại đã hết thời gian D9KMH, ghi rõ tên, MH và mã nhóm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT. . Em là [full_name] _MSSV [student_id]. . Em có đăng kí môn học Đề cương luận văn tốt nghiệp CI4381 của ngành cơ sở hạ tầng- lớp L01 .Em đã đăng kí 2 lần vẫn bị huỷ do nội dung sai chương trình đào tạo.Trước đó em đã làm đơn đăng kí xin chuyển ngành từ Xây dựng dân dụng sang cơ sở hạ tầng và đã được phòng đào tạo duyệt ạ.Em mong PĐT có thể cho em được đăng kí môn học Đề cương luận văn CSHT để kịp làm luận văn ạ.. . Em xin cảm ơn",
            "Chào bạn,. . Bạn vui lòng vào ĐK lại vào đợt 4 nhé:. . Thân gửi các bạn sinh viên,. . . . . . Sinh viên chú ý thực hiện đăng ký đợt cuối cùng LVTN, TTTN, Đề Cương LV từ 10g ngày 23/08/2021  đến 14g59 ngày 25/08/2021 cho HK chính 211 . .  . . . . Trước tình hình diễn biến phức tạp của dịch Covid-19, hiện trạng có khả năng nhiều sinh viên không thể thi để nhận Chứng chỉ Anh văn quốc tế để xét nhận LVTN, Nên Nhà Trường sẽ không xét chuẩn CCAV quốc tế khi xét LVTN trong HK211. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin tạm dừng học kì 211",
            "Chào bạn,. . Nếu có nhu cầu ĐKMH HK211, bạn vui lòng gửi thêm 1 yêu cầu xin đăng ký môn học, ghi rõ tên và Mã MH, mã nhóm, để PDT kiểm tra và ĐKMH cho bạn (nếu còn sĩ số). . . SV chủ động liên lạc với GV để xin vào lớp vì hiện tại đã bắt đầu HK211. . Hay bạn vẫn muốn xin tạm dừng?. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name] - MSSV: [student_id]. . . . Vào chiều ngày 21-8 em có các triệu chứng của covid 19 nên em đã đăng kí hoãn thi 3 môn ngày 22-8, và tiến hành đi xét nghiệm.. . . . May mắn là xét nghiệm ra kết quả âm tính nên em đang đi cách li tại nhà người thân.. . . . Em đã mail xin phép giáo viên bộ môn và mail pđt hủy đơn xin hoãn thi của mình.. . . . Em còn phải làm những bước nào để hoàn thành việc hủy hoãn thi vậy ạ.. . . . Em xin chân thành cám ơn.. .",
            "Em kính gửi Phòng Đào tạo,. . . . Em có làm thêm đơn xin [full_name] hoãn thi và em xin phép bổ sung đơn này ạ.. . . . Em xin ghi chi tiết lí do ạ:. . - Vào trưa ngày 20/08/2021, em bắt đầu lên cơn sốt 38oc và có triệu chứng rét run và kéo dài cả đêm. Đến ngày 21/08/2021, cơn sốt tăng lên 38.5oc và bắt đầu có thêm triệu chứng ho và khó thở. . . . . - Do em có đi chích ngừa Covid vào ngày 12/08/2021 tại bệnh viện Gia Định (lúc này phòng khám rất đông người), em có nghi ngờ mình có dấu hiệu dương tính Covid. Nên em đã đăng kí hoãn thi 3 môn vào ngày 22/08/2021 là Digital Signal Processing, Economics và Numerical Method và em đã viết mail xin phép hoãn thi gửi cho 3 thầy.. . . . - Đến chiều ngày 21/08/2021 em có xét nghiệm nhanh và có kết quả âm tính, sau đó em còn xét nghiệm thêm PCR và được về nhà. Đến sáng ngày 22/08/2021, trước giờ thi cả 3 môn nêu trên, em có mail xin phép 3 thầy [full_name] đơn hoãn thi của em và đã nhận được sự đồng ý của thầy Economics và Numerical Method.. . . . Em viết đơn này vì muốn xin Phòng Đào tạo hủy đơn xin hoãn thi của em ạ. Và em xin cam đoan mọi điều trên là sự thật.. .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng đào tạo!. . Em tên là [full_name]. . MSSV: [student_id]. . Khoa: Kĩ thuật xây dựng. . Em có thắc mắc là em đã thỏa tất cả các điều kiện để được nhận Luận Văn Tốt Nghiệp nhưng tại sao em lại không đăng kí được.. . Trình bày: Em có học 4 môn học tương đương nếu tính thì tổng số tín chỉ tích lũy ngành của em đã là 128 nhưng trên My BK số tín chỉ của em chỉ là 116 không biết đó có phải là nguyên nhân dẫn đến việc em không thể nhận Luận Văn. Em có cần làm đơn xin chuyển điểm không ạ. Em xin phòng đào tạo hướng dẫn em cách giải quyết ạ.. . Em xin cảm ơn!",
            "Chào bạn,. . Bạn vui lòng trình bày rõ về việc xin cập nhật môn tương đương, ghi rõ môn tương học ở HK nào, tương đương môn nào.. . Và vào đk lại môn LVTN để được xét lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kinh gửi phòng đào tạo. . Em là [full_name], sinh viên khoá K18  khoa quản lý công nghiệp.. . Do thiếu xót nên em không kịp đăng kí môn Đề Cương luận văn của khoa, mã môn IM4315.. . Hạn đăng kí đã hết ở 19/8. Mong PDT giúp đỡ ạ. Em thành thật xin lỗi, do chưa thể thực tập nên em cũng không nghĩ rằng có thể đăng kí được môn này.. . Em cám ơn PDT.",
            "Chào bạn,. . Vui lòng đợi mail thông báo vào đăng ký môn ĐCLV vào đợt 4 nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên [full_name] - MSSV : [student_id]. . Em muốn rút môn học Pháp luật Việt Nam đại cương ( SP1007 ) thì em cần làm gì ?. . Và hạn rút môn học thời hạn là bao lâu ạ",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là khóa K18, hiện tại thì em ko đăng kí được môn học MA3025, . . và em không đăng kí được môn này mà khóa K19 thì không có học môn này, nên em rất mong muốn thầy cô có thể mở ra giùm cho em để em có thể tiếp tục đăng kí để hoàn thành khóa của em.. . vì dịch bệnh phức tạp mà em ở thành phố nên bị ảnh hường hết nhiều, nên mới có đăng kí trễ như vậy. Em mong thầy cô thông cảm cho trường hợp của em để em có thể đăng kí kịp ạ.",
            "Chào bạn. . Vui lòng trình bày rõ vấn đề của bạn nhé, lý do vì sao không ĐKMH được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "dear Phòng Đào Tạo. . em tên: [full_name] - [student_id] - HLVH. . vì lí do em đăng ký anh văn 300 đợt 2 không kịp nên em có đăng ký anh văn 300 vào đợt bổ sung đợt 3, nhưng em vẫn không được đăng ký (đang chờ xét duyệt), dạ cho em hỏi là khi nào được có kết quả ạ, vì em thấy lịch học đang trong quá trình học rồi.. . em cảm ơn Phòng Đào Tạo. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào thầy/cô phòng đào tạo,. . Em đã hoàn thành xong luân văn tốt nghiệp từ ngày 12/8. Và em đã xong tất cả điều kiện để xét tốt nghiệp trừ toeic nói viết. Cho em hỏi là toeic nói viết được tổ chức thi từ 1-4/9 vậy em đã xong luận văn tốt nghiệp ngày 12/8 có được nhận mail để được thi anh văn nói viết vào đầu tháng 9 không ạ?. .",
            "Chào em,. . PĐT chuẩn bị gửi email, em theo dõi email nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô, hiện em đang là sinh viên vb2, em rất muốn đăng ký vào lớp dự thính DT01_DT01 CO3003 - Mạng máy tính để kịp tiến độ vì đây là mã cũ của K18 về trước nên rất khó được mở lại, nhưng do kì chính em đã sơ suất trong việc kiểm tra TKB thực hành môn CO3069 - Mật mã và an ninh mạng nhóm L01_L01 bị trùng duy nhất vào tuần 12 hôm chủ nhật, nên đã bị huỷ môn Mạng máy tính, rất mong thầy cô tạo điều kiện cho em tham gia môn Mạng máy tính, em sẽ liên hệ giáo viên để giải quyết tuần bị trùng đó hoặc em chấp nhận huỷ môn Mật mã và an ninh mạng.. . Rất mong được thầy cô giúp đỡ, em cảm ơn!",
            "Chào bạn,. . Bạn vui lòng ghi lại rõ mong muốn của bạn nhé, ghi rõ xin bổ sung môn gì (tên và mã MH) và hủy môn học gì (tên và mã MH) vì trùng lịch, ghi rõ lý do nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Sáng nay em không thể vào phòng thi môn Kỹ thuật lập trình, mã số: CO1011(4 chỉ).. . . . Các năm gần đây môn học này đã được tách thành 2 môn: Kỹ thuật lập trình (CO1027)(3 chỉ) và môn đồ án.. . . . Em rớt môn CO1011, sau đó em học lại và qua môn CO1027 nhưng không đủ chỉ. Nên kỳ này em đã học lại môn CO1011.. . . . Nhưng sáng nay em không vào được phòng thi và đã phải đăng ký hoãn thi.. . . . Hiện môn CO1011 không còn được thường xuyên mở nữa.. . . . Kỳ này em đang làm luận văn tốt nghiệp. Có cách nào để em chuyển điểm cuối kỳ từ CO1027 qua CO1011, hay được thi trong kỳ này để kịp tốt nghiệp không ạ!. . . . Em cảm ơn",
            "Chào bạn. . Trước tiên Pdt ghi nhận HOãn thi theo môn bạn đã đăng ký. . - Khi nào ra chính thức quyết định Hoãn thi, và nếu Hk 211 không có mở môn bạn đăng ký Hoãn thi thì bạn làm đơn xin thi môn CO1027 vì lý do...để Cô gởi Ban lãnh đạo Phòng trả lời cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo,. . Em là [full_name], mã số sinh viên [student_id], sinh viên năm 4 khoa Cơ Khí bộ môn Cơ Điện tử.. . Đợt đăng kí môn học vừa rồi cho học kì 211 em đăng kí học 10 chỉ do đã đủ môn. Trong đợt 2 em có đăng kí môn học Nhập môn điều khiển hiện đại ME4203 nhưng bị hủy do môn không đủ sĩ số dẫn đến số tín chỉ học trong học kì của em chỉ còn 7 tín chỉ. Phòng đào tạo có gửi mail về việc đợi đợt 3 đăng kí lại để bổ sung các môn đã bị hủy nhưng vì sơ ý và tập trung cho quá trình thi cuối kì nên em bỏ lỡ mất mail của phòng đào tạo về việc đăng kí môn học đợt 3 học kì 211 vào 17/8 đến 19/8.. . Em gửi yêu cầu này kính xin phòng đào tạo cho phép em được đăng kí môn học trễ hạn vì năm nay là năm cuối của em, các môn tự chọn nhóm A có khả năng không mở vào học kì sau, em chỉ còn thiếu 1 môn tự chọn nhóm A và luận văn tốt nghiệp để hoàn thành chương trình học của mình. Thêm vào đó việc học chỉ 7 tín chỉ vào học kì này có khả năng dẫn đến việc em bị cảnh cáo học vụ cho học kì này. Nên em kính xin phòng đào tạo có thể mở cho em đăng kí thêm 1 môn tự chọn nhóm A là Dao động kỹ thuật ME3219 lớp L01_L01 do thầy [full_name] phụ trách.. . Em xin cảm ơn quý Phòng đào tạo đã đọc yêu cầu của em., em kính chúc các thầy cô phòng đào tạo nhiều sức khỏe.. .  . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào [full_name], em là sinh viên k15 khoa hóa, em đã đăng kí hoãn thi môn giải tích 2 mt1005. không biết khi nào thì em mới có thể thi lại môn này ạ",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . . . Em đọc kỹ quy chế nhé. . . . . . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ e xin kính chào quý Thầy, Cô. . . . Em là [full_name], mã số sinh viên [student_id], sinh viên lớp VP15XDC. . . . Em xin trình bày lý do như sau:. . Hiện e đã hoàn thành các môn trong chương trình đào tạo của ngành học, vừa mới bảo vệ luận văn xong. Theo dự tính e sẽ đăng ký tốt nghiệp vào đợt tháng 11 này, nhưng do hiện tại e chưa đáp ứng đủ ngày công tác xã hội và hoàn thành 2 kỹ năng av để ra trường, do đó có thể là e chưa kịp tốt nghiệp đợt tháng 11 này. Trước đó do đang trong quá trình tập trung làm và bảo vệ luận văn, bản thân e nhận lỗi là chủ quan, thiếu sót không đăng ký môn học kịp lúc. Hiện tại tình hình dịch kéo dài, e chưa thể hoàn thành chỉ tiêu về ngày công tác xã hội và đầu ra av, nên e cần phải đăng ký môn để duy trì tình trạng học. . . . . E kính mong quý Thầy/Cô Phòng Đào Tạo tạo điều kiện giúp e đăng ký môn để duy trì tình trạng học ạ. E kính mong nhận được sự giúp đỡ, e chân thành cảm ơn ạ!. .",
            "Chào bạn,. . Bạn vui lòng đợt ĐK MH của HK dự thính HK211 nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy(cô).. . Em tên là Bùi Đức Tước Duy, mã số sinh viên [student_id]. . . Lý do em viết đơn này là em có tham gia thi tại phòng thi Anh văn 4 (LA1009) (L06_A) (DH_HK202) vào lúc 13g00 ngày 11/08/2021. Nhưng vì em không đọc kỹ quy định thi online, nên em chỉ mở camera của máy tính mà không ghi hình màn hình máy tính để nộp theo quy định. Em rất xin lỗi vì sự bất cẩn này.. . Em mong thầy(cô) có thể xem xét giúp trường hợp của em.. . Em xin chân thành cảm ơn.. .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . . . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép).. . Bạn phải báo với CBCT để ghi nhận về trường hợp của bạn trong quá trình thi, vì PDT sẽ gửi ds hoãn thi về Khoa để đối chiếu lại nhé!. . . . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi PĐT,. . Em là Chang Mã Điền hệ VHVL mã sv [student_id],. . Em có 3 vấn đề cần PĐT giải quyết sớm:. . . . + VĐ1: Môn Đề Cương EE4311 HK202 vẫn chưa có cập nhật điểm trên bảng điểm. Dù thầy em đã gửi bản điểm rồi. . . .  Ngày 5/8 em nhận được mail thông báo đăng ký hoãn HK202 - HK203 hè từ PĐT. . . . + VĐ2: Môn TTTN EE3313 HK203 hè em đăng ký gửi mail hoãn đến PĐT ngày 9/8 có Forward mail đồng ý của thầy [full_name] (Trường bộ môn cung cấp điện). . .  Ngày 15/8 em nhận được mail của PĐT nói là TTTN HK203 hè chưa bắt đầu nên không cho hoãn ? tại sao lại như vậy ? dù HK203 hè kết thúc vào ngày 15/8. .  Ngày 18/8 em có gửi mail xin đăng ký hoãn lần 2 thì vẫn chưa nhận được hồi âm. . .  Thầy [full_name] nói em là nhờ PĐT cập nhật tình trạng hoãn luôn cũng được, nên PĐT giúp em cập nhật lại tình trạng hoãn môn TTTN HK203 hè. . . . + VĐ3: Sau khi cập nhật điểm Đề Cương EE4311 HK202 và cập nhật tình trạng hoãn TTTN EE3313 HK203 hè . . Em muốn xin mở [full_name] Văn Tốt Nghiệp EE4313 HK  chính 211 . . . . Em gửi yêu cầu BKSI vì em hoãn qua mail trên PĐT vẫn chưa được giải quyết dù bên em và thầy vẫn chờ bên PĐT.. . . . Hình ảnh em có kèm theo",
            "Chào bạn,. . Hiện tại đang có đợt ĐK LVTN bạn vui lòng vào ĐKMH nhé!. . Thân. . Thân gửi các bạn sinh viên,. . . . . . Sinh viên chú ý thực hiện đăng ký đợt cuối cùng LVTN, TTTN, Đề Cương LV từ 10g ngày 23/08/2021  đến 14g59 ngày 25/08/2021 cho HK chính 211 . .  . . . . Trước tình hình diễn biến phức tạp của dịch Covid-19, hiện trạng có khả năng nhiều sinh viên không thể thi để nhận Chứng chỉ Anh văn quốc tế để xét nhận LVTN, Nên Nhà Trường sẽ không xét chuẩn CCAV quốc tế khi xét LVTN trong HK211. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi Đề cương luận văn tốt nghiệp hình thức học trong kì này như thế nào ạ ? Trên BKel GV không có ghi chú gì, và em chưa thấy phản hồi bên văn phòng khoa ạ",
            "Chào bạn,. . Bạn vui lòng liên hệ [full_name] để được phân GVHD nhé, do [full_name] chưa phân GVHD nên chưa có trên bkel nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Nếu e học lại quá 5% số tín chỉ thì bằng tốt nghiệp xếp loại của e xuất sắc hoặc giỏi sẽ bị giảm xuống 1 bậc hậ cô( thầy). Trường hợp này là áp dụng học lại cho qua môn hay cải thiện điểm hay là cả 2 v ậ.",
            "Chào bạn. . Bạn xem quy định này ở đâu?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi, nếu em thuộc trường hợp học lại để cải thiện điểm số, không bị rớt môn, thì có nằm trong diện bị hạ bậc tốt nghiệp không. Em cảm ơn ạ.. . . .",
            "Chào bạn. . Theo quy chế học vụ nghen bạn. . Nếu có thông báo thay đổi về quy chế Pdt sẽ thông báo đến SV. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Theo như xác nhận của lớp trưởng lớp MT1801 [full_name] thì bạn đã nhận được bằng PTTH của em vào ngày 11/9/2019 và đã nộp lên phòng đào tạo. Tuy nhiên trên MyBk ở trang Đăng ký nộp bằng tốt nghiệp PTTH, mục số 3 Nhận kết quả đăng ký đang thông báo rằng chưa có phiếu đăng ký. (Hình ảnh phía dưới). Em mong muốn bên phòng đào tạo sẽ kiểm tra lại để không gây ảnh hưởng đến việc học tập của em trong tương lai. Em cảm ơn.. . Trân trọng,. . [full_name].",
            "Chào bạn,. . PDT sẽ tổng kiểm tra bằng TN THPT (và bằng Cao Đẳng, Đại học đối với SV bằng 2, và VLVH). SV phải chuẩn bị sẵn sàng (bảng sao và bản scan) các bằng TN. Thời gian kiểm tra là trong tháng 10 và theo thông báo riêng. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Em là K20, dự định học kì 2 năm nay sẽ học cải thiện môn của năm nhất (cụ thể là môn Đại số tuyến tính học ở kì 2 năm nhất). Như vậy là tính theo học phí của K21 (tăng gấp đôi) phải không ạ. Em cảm ơn.. .",
            "Chào bạn. . Bạn xem chi tiết theo quy định tại:. . -\tThông báo về mức thu học phí các bậc đào tạo năm 2021-2022 tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa PĐT, em là [full_name], mssv : [student_id], khoa CNVL. . . . Dạ PĐT có thể đăng ký bổ sung giúp em môn MA2007 này với được không ạ ? Đây là môn chuyên ngành quan trọng với em ạ ? Em chỉ vừa mới nghe thông tin môn này được mở nên không kịp đăng kí ạ, mong pđt có thể giúp em đăng kí môn này với ạ, em có liên hệ với cô dạy môn này và đồng ý cho em vào học rồi ạ tại môn này vẫn còn dư sỉ số, mong pđt giúp em trường hợp này ạ, em cảm ơn pđt rất nhiều. . . . Nếu quá số tín chỉ đăng ký mỗi kì, pđt có thể giúp em rứt trước môn con người và môi trường để đăng kí môn này được không ạ, mai mốt em sẽ làm đơn rút môn học sau ạ, tại đây là môn chuyên ngành rất quan trọng với em, em cảm ơn lần nữa ạ, mong pđt có thể giúp em trường hợp này với ạ, nếu không học môn này em sẽ bị trễ 1 kì ạ",
            "Chào bạn,. . Bạn vui lòng trình bày rõ, ghi rõ tên mã MH, và tự kiểm tra số tín chỉ theo quy định, và nếu quá sĩ số xin thì hủy môn nào (ghi rõ tên và mã MH). . Thân",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Dạ mã môn học em muốn đăng kí bổ sung là MA2007: hoá học Polymer ạ, đây là môn chuyên ngành của em ạ.. . . . Dạ hiện tkb của em hiện đã đăng kí 20 tín chỉ, nếu quá số tín chỉ đăng kí cho một kì thì em muốn  hủy môn EN4021 để chuyển sang đăng kí cho kì dự thính, tạo điều kiện để đăng ký môn MA2007 ạ.. . . . Em cảm ơn pdt ạ.",
            "Dạ mã môn học em muốn đăng kí bổ sung là MA2007: hoá học Polymer ạ, đây là môn chuyên ngành của em ạ.. . . . Dạ hiện tkb của em hiện đã đăng kí 20 tín chỉ, nếu quá số tín chỉ đăng kí cho một kì thì em muốn  hủy môn IM3001 ( không phải môn EN4021 như trên ạ ) để chuyển sang đăng kí cho kì dự thính, tạo điều kiện để đăng ký môn MA2007 ạ.. . . . Em cảm ơn pdt, mong pdt có thể giúp em lần này thôi ạ.",
            "Dạ mã môn học em muốn đăng kí bổ sung là MA2007: hoá học Polymer ạ, đây là môn chuyên ngành của em ạ.. . . . Dạ hiện tkb của em hiện đã đăng kí 20 tín chỉ, nếu quá số tín chỉ đăng kí cho một kì thì em muốn  hủy môn IM3001: quản trị kinh doanh cho kĩ sư để chuyển sang đăng kí cho kì dự thính, tạo điều kiện để đăng ký môn MA2007 ạ.. . . . Em cảm ơn [full_name], mong [full_name] có thể giúp em lần này thôi ạ.",
            "Dạ pđt đọc câu trả lời cuối thôi ạ, em xin cảm ơn nhiều ạ",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. .",
            "Dạ em cảm ơn pdt.. . . . Khi nào có thông tin đăng kí môn MA2007 được hay không có gì pdt báo giúp em với ạ",
            "Chào bạn,. . Bên bộ phận ĐKMH báo. . \"KHÔNG ĐK ĐƯỢC, [full_name]. MA4059\". . Bạn vui lòng tự kiểm tra lại nhé!. . Thân",
            "Dạ vậy nếu giờ em có thể chuyển môn:. . . . +MA4059: Vật liệu và công nghệ sản xuất bao bì sang môn MA4019: Lớp phủ ceramiC. .  . . để không bị trùng lịch học để đăng ký môn MA2007: Hóa học Polymer được không ạ ?. . . . Em cảm ơn pđt nhiều ạ",
            "Chào bạn,. . Bạn vui lòng gửi lại 1 yêu cầu rõ ràng nhé (ghi rõ cụ thể). . Hiện tại đã hết thời gian đăng ký của HK chính, bạn phải kiểm tra thật kỹ để gửi câu hỏi. . . . Thân",
            "Dạ em muốn đăng ký môn MA2007: hóa học polymer. . . . Vì môn MA2007 bị trùng lịch môn MA4059 nên em muốn đổi môn MA4059: Vật liệu và công nghệ sản xuất bao bì thành môn MA4019: Lớp phủ ceramic ( môn MA4019 có lớp thứ 2 mà thứ 2 em không vướng lịch ). . . . Còn trường hợp nếu bị quá 21 tín chỉ đăng ký cho 1 kì em muốn hủy môn IM3001: quản trị kinh doanh cho kĩ sư để bù tín chỉ cho môn MA2007 ạ, nếu không bị trường hợp đó thì thôi ạ.. . . . Dạ chỉ vậy thôi ạ, em cảm ơn pđt đã lắng nghe nguyện vọng của em ạ",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. .",
            "Dạ pđt em vẫn chưa đăng ký được môn MA2007: Hóa học polymer ạ.. . . . Với lại môn MA4019: lớp phủ ceramic đã có nhưng môn MA4059: Vật liệu và công nghệ sản xuất bao bì vẫn chưa bị xóa ạ, thành ra em phải học cả 2 môn này ạ.",
            "Dạ nếu không đăng ký được môn MA2007: Hóa học polymer thì pđt có thể hủy đăng ký thêm môn MA4019: lớp phủ ceramic giúp em được không ạ ? . . . . PĐT hiên đã đăng ký thêm môn MA4019 vào tkb của em rồi ạ nhưng môn MA2007 vẫn chưa đăng ký được mà em không cần học thêm môn MA4019 nếu môn MA2007 chưa đăng ký được ạ, em  cảm ơn pđt",
            "Chào bạn,. . Vui lòng kiểm tra kỹ TKB và ghi rõ, xin hủy MH nào để ĐKMH nào (ghi rõ MH, tên MH) nếu bị trùng TKB.. . SV chủ động liên hệ với GV để xin vào lớp.. . Thân",
            "Dạ em muốn đăng ký môn Ma2007: hoá học polymer. . . . Em muốn hủy môn MA4019: lớp phủ ceramic ạ",
            "Chào bạn,. . Vui lòng kiểm tra lại kỹ TKB nhé,. . Không thể ĐKMH MA2007 cho bạn vì TRÙNG LỊCH HỌC. MA4059. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. .",
            "Dạ không phải ạ, môn MA4019: lớp phủ ceramic là môn em không đăng ký, mà môn đó em dùng để thay thế môn MA4059 nhưng pđt lại không xóa môn cũ đi là môn MA4059 mà lại thêm luôn môn MA4019 vào ạ nên em mới hủy môn đó.. . . . Mong pđt xem xét lại ạ.",
            "Chào bạn,. . Bạn vui lòng xem lại câu gửi của mình nhé!. . Thân",
            "Dạ không ý em là môn MA4019 em đăng kí là để thay thế môn MA4059 giúp cho môn MA2007 không bị trùng lịch ạ.. . . . Nhưng hiện em không đăng ký được môn MA2007 mà môn MA4019 lại được thêm vào nhưng không xoá môn MA4059 nên em bị dư tới 4 chỉ không học ạ.. . . . Dạ nên pdt hủy giúp em môn MA4019 với ạ vì môn đó mục đích chính của em chỉ muốn thay thế cho môn MA4059 giúp có thêm thời gian trống để môn MA2007 không bị trùng lịch học ạ",
            "Chào bạn,. . Bạn vui lòng kiểm tra lại TKB 1 lần nữa, ghi lại 1 yêu cầu mới hoàn chỉ, ghi rõ ràng chính xác bạn muốn xin bổ sung môn học nào (mã MH, mã nhóm, tên MH), nếu bị Trùng lịch thì xin hủy môn học nào? ghi ý chính giúp cô.. . Cô sẽ giúp bạn gửi cho bộ phận ĐKMH để kiểm tra và đăng ký nếu còn sĩ số.. . Vui lòng không gửi lại trong câu hỏi nữa. . Thân",
            "Dạ pdt đăng ký giúp em môn MA2007: hoá học polymer. . . . Nếu trùng lịch pdt xoá giúp em môn MA4059: vật liệu và công nghệ sản xuất bao bì ạ.. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại Nếu em muốn rút môn học ở HK211 thì phương thức và học phí sẽ như thế nào ạ.. . Em cảm ơn",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   U Em có thể đăng ký môn học bổ sung cho học kỳ chính để duy trì thời khóa biểu khi đã hết đợt đăng ký được không?",
            "Chào bạn,. . Hiện tại còn 1 đợt đăng ký dự thính lần 2, bạn có thể đợi để vào ĐKMH nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 . Kính gửi phòng đào tạo.. . Em muốn hỏi về cách thức xin rút môn học online trong kì này ạ.. . Em cảm ơn",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em xin chào PĐT, em đã đăng ký LVTN ME4039 ngành kĩ thuật nhiệt VLVH vào các đợt ĐKMH đợt 2 và 3, 2 lần đều bị hủy kết quả vì phải đợi xét. Em đã chuyển đầy đủ điểm và thõa mãn hết điều kiện. Học kì 202 em chuyển hệ từ CQ sang VLVH vẫn đăng ký được LVTN nhưng chưa hoàn thành, nên kì này em quyết tâm thực hiện lại. Em vào aao tra danh sách xét LVTN HK211 thì lại không hiện tín chỉ và tiếng anh nên không đạt. Em mong PĐT giải quyết giúp em và được đăng ký môn học ME4039 để hoàn thành khóa học. Em có gửi một số hình ảnh đính kèm. Dạ em xin cám ơn.",
            "Thân gửi các bạn sinh viên,. . . . . . Sinh viên chú ý thực hiện đăng ký đợt cuối cùng LVTN, TTTN, Đề Cương LV từ 10g ngày 23/08/2021  đến 14g59 ngày 25/08/2021 cho HK chính 211 . .  . . . . Trước tình hình diễn biến phức tạp của dịch Covid-19, hiện trạng có khả năng nhiều sinh viên không thể thi để nhận Chứng chỉ Anh văn quốc tế để xét nhận LVTN, Nên Nhà Trường sẽ không xét chuẩn CCAV quốc tế khi xét LVTN trong HK211. . . Bạn vui lòng vào ĐK lại để PDT xét lại cho bạn nhé!. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào quý thầy cô, . . Hiện em rớt một môn ở học kỳ 203, dẫn đến không đủ 56 chỉ để đăng ký các môn thuộc năm 3. Trước đó PĐT đã tạo điều kiện cho tụi em đăng ký bằng cách xét đạt các môn đang học ở học kỳ 202, 203 và em đã đăng ký được môn năm 3. Em muốn hỏi:. . - PĐT sẽ hậu kiểm các điều kiện đăng ký môn/học phần (không phải học phần LVTN) khi có kết quả các môn ở học kỳ 202, 203 hay không ? Điều này không được nhắc đến trong mail ngày 13 tháng 8 của PĐT.. . - Môn năm 3 em đang học có bị hủy điểm quá trình, xóa thời khóa biểu hay không công nhận kết quả không ? Vì hiện em có môn có thí nghiệm chưa hoàn tất, thời gian hoàn tất sẽ lâu, môn năm 3 em học có thể đã có kết quả thi). . Kính mong các thầy cô dành chút thời gian phản hồi cho em được rõ. Chúc quý thầy cô mạnh khỏe, lạc quan!",
            "Chào bạn. . Hiện tại không hậu kiểm các môn đã đăng ký được ở HK211 (trừ môn LVTN). . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô ạ. Em muốn hỏi về thời gian đăng ký và cách thức đăng ký Đề tài nghiên cứu khoa học ạ. Em là sinh viên đại trà, khoa Kỹ thuật giao thông khoá k2018.",
            "Chào em,. . Em liên hệ với [full_name], [full_name] hoặc GV nào mà em muốn thực hiện đề tài NCKH để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào anh/chị,. . . . Trong lúc đăng kí môn học đợt 3 học kì 211 em đã quên đăng kí môn học Hóa vô cơ (CH2013) lớp L02 (sỉ số hiện tại 24/25). Nếu được giảng viên đồng ý bổ sung thì em có được bổ sung tên vào danh sách không ạ?. . . . Em xin cám ơn!",
            ". . Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i Họ và tên: [full_name]. . Em đã nộp đơn hoãn thi cho môn vật lý 2 (PH1005) MÀ vẫn nhận được điểm 13, kính xin phòn đảo tạo xem xét lại.. .",
            "Chào em,. . - Danh sách thi PĐT đã in trước rồi em.. . - Em điền form hoãn thi rồi xem email xác nhận nhé.. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào pdt ạ,. . Em có làm đơn xin hoãn thi môn cấu trúc dữ liệu và giải thuật . . Mã MH : CO2003. . Lý do : video quay màn hình làm bài khi thi của em bị ngắt giữa chừng ạ, cho em hỏi em làm đơn ghi lí do như trên rồi có cần phải nộp video đó lên hệ thống bkexam không ạ, em cảm ơn. .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . . . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép).. . Bạn phải báo với CBCT để ghi nhận về trường hợp của bạn trong quá trình thi, vì PDT sẽ gửi ds hoãn thi về Khoa để đối chiếu lại nhé!. . . . Thân mến,. . . .",
            "Hiện em phát hiện video bị lỗi sau khi thi nên chưa liên hệ cán bộ coi thi thì em phải làm gì ạ. . Em cảm ơn",
            "Chào em,. . Cô đã trả lời phần trên rõ ràng cho em rồi nhé.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Cô. Em tên là [full_name] -[student_id]. Hiện tại, gia đình em đang gặp tình trạng rất khó khăn do ảnh hưởng của dịch. Cho nên sắp tới em chưa thể đóng Học phí của trường đúng hạn được. Em muốn xin được gia hạn học phí thì bằng cách nào ạ (với tình hình hiện tại) Em cảm ơn Cô.",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn học phí… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Gửi thầy/cô,. . . . Dạ anh xem lại điểm môn các năm học, cũng như công tác xã hôi, các tài liệu đã học ở bkel. Dạ em biết không thể dùng email sinh viên ạ, . . em xin gửi email của anh để nhận mật khẩu: [email] (tài khoản đăng nhập trước đó là [student_id]). Em xin cảm ơn.",
            "Chào em,. . . . Tài khoản email sinh viên chính là tài khoản BKNetId có thêm @hcmut.edu.vn ([email]).. . Sinh viên dùng tài khoản BKNetId để đăng nhập vào các dịch vụ của nhà Trường (mybk, elearning,...). . . Mật khẩu BKNetId và [email] dùng chung 1 mật khẩu.. . . . Cách thức đăng nhập như sau:. . - Đăng nhập vào các dịch vụ nhà Trường: http://mybk.hcmut.edu.vn:. .       + Tên đăng nhập: BKNetId. .       + Mật khẩu: mật khẩu sinh viên đã đăng nhập trước đây (chính là mật khẩu email). . . . - Đăng nhập vào email:. .       + Tên đăng nhập: [email]. .       + Mật khẩu: chính là mật khẩu BKNetId. . . . Chúc E thành công.... ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Ở kỳ 202 em có học môn giải tích 2 lớp CC01 và đã thi cuối kỳ. Sau khi thi thì em có nộp video đúng theo yêu cầu nhưng lo chủ quan nên nghĩ rằng video bị lỗi và đã đăng ký hoãn kết quả thi cuối kỳ. Nhưng sau khi kiểm tra lại thì video của em giáo viên đã nhận được bình thường nên em muốn hủy yêu cầu hoãn thi ạ.. .   i Yêu cầu khác .",
            "Em chỉnh lại mã môn là MT1005 ạ không phải MT1003",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hôm trước em đã có điền form hoãn/vắng thi nhưng em đọc quy chế thì thấy phải nộp thêm đơn nên nay em nộp đơn hủy/hoãn thi của em.. . Em cảm ơn. .   i Học vụ .",
            "Em xin nộp lại file ạ tại file cũ em chưa có kí tên.",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Phòng Đào tạo cho em hỏi ạ.. . Em đã hoàn thành việc xin hoãn Luận văn tốt nghiệp và nhận được mail xác nhận của Phòng Đào tạo nhưng do trước đó Bộ môn đã tính cho em là điểm 13 và nộp bảng điểm lên Phòng Đào tạo. . . Vậy Phòng Đào tạo cho em hỏi là em có cần phải làm thêm đơn để chuyển điểm I không hay Phòng Đào tạo đã xác nhận cho em hoãn Luận văn rồi thì sẽ chuyển từ điểm 13 sang điểm I cho em luôn rồi ạ. . . Em xin cảm ơn.",
            "Chào bạn. . Bạn đợi thông báo Pdt sẽ ra Qd HT thì sẽ cập nhật thành điểm 14, dự kiến cuối tháng 9 sẽ có QD. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy\\cô,. . . . Em xin được đăng ký hoãn thi môn giải tích 2 vì lý do laptop hư do gặp nước nhưng sắp đến 23/8 nên em chưa kịp khắc phục ạ.. . . . Em cảm ơn thầy\\cô đã đọc tin.. . Mong nhận được phản hồi sớm nhất từ thầy\\cô.. . . . Chúc thầy\\cô nhiều sức khỏe ạ",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "dear Phòng Đào tạo. . em là: [full_name] - [student_id] - VLVH. . đợt kiểm tra chất lượng anh văn đẻ lấy luận văn tốt nghiệp thì em đạt được 280 thì đợt học anh văn này là em đăng ký học anh văn toeic 300 đúng không ạ. em có đăng ký học anh văn toeic 300 đợt 3 nhưng chưa được xét duyệt. . em đính kèm theo hình ảnh. . mong Phòng Đào Tạo kiểm tra giúp em . . em cảm ơn. . Trân trọng",
            "Thân gửi các bạn sinh viên,. . . . . . Sinh viên chú ý thực hiện đăng ký đợt cuối cùng LVTN, TTTN, Đề Cương LV từ 10g ngày 23/08/2021  đến 14g59 ngày 25/08/2021 cho HK chính 211 . .  . . . . Trước tình hình diễn biến phức tạp của dịch Covid-19, hiện trạng có khả năng nhiều sinh viên không thể thi để nhận Chứng chỉ Anh văn quốc tế để xét nhận LVTN, Nên Nhà Trường sẽ không xét chuẩn CCAV quốc tế khi xét LVTN trong HK211. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em nộp đơn xin hủy việc hoãn thi của em trước đó ạ",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ cho em hỏi là nếu em học lại quá 5% số tín chỉ thì mọi năm, em tốt nghiệp loại xuất sắc bị hạ xuống loại giỏi, em nghe nói có quy định mới là nếu ban đầu em tốt nghiệp loại giỏi mà học lại quá 5% số tín chỉ cũng bị hạ xuống loại khá phải không ạ?. . Dạ cho em hỏi luôn là 5% số tín chỉ đó là chỉ áp dụng cho trường hợp rớt môn hay là áp dụng cho cả trường hợp cải thiện điểm từ 7.0 lên trên 7.5 của KSTN vậy ạ?. . Em xin cảm ơn thầy cô vì đã đọc!",
            "Chào bạn. . Theo quy chế học vụ nghen bạn. . Điều 21. Xếp loại tốt nghiệp. . Việc xếp loại tốt nghiệp được tính dựa vào ĐTBTLN như sau:. . - Xuất sắc: từ 9,00 đến 10. . - Giỏi: từ 8,00 đến cận 9,00. . - Khá: từ 7,00 đến cận 8,00. . - Trung bình khá: từ 6,00 đến cận 7,00. . - Trung bình: từ 5,00 đến cận 6,00. . Riêng loại Xuất sắc sẽ bị giảm xuống thành loại Giỏi khi thuộc một trong các trường hợp sau:. . - Có thời gian học vượt quá số học kỳ chuẩn Nhkc.. . - Có số tín chỉ của các môn không đạt phải học lại vượt quá 5% tổng số tín chỉ của CTGD.. . - Đã bị kỷ luật trong thời gian học từ mức cảnh cáo toàn trường trở lên (xem Điều 24).. . . . -Nếu có thông báo thay đổi về quy chế Pdt sẽ thông báo đến SV. . - Bạn có thể tư vấn thêm ở Thầy Trưởng phó [full_name]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào cô, em là sinh viên K18 thuộc ngành xây dựng dân dụng. . Cô cho em hỏi nếu kì sau (HK212) em đăng kí thực tập tốt nghiệp cùng với đề cương luận văn và 1 vài môn khác (không quá 15 chỉ) thì vẫn được đăng kí đúng không ạ. Mong cô hồi đáp",
            "Chào bạn,. . Chưa hiểu rõ câu hỏi của bạn, bạn có thể xem quy định về quy định về ĐK TTTN tại đây:. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 10.. . Vấn đề về TTTN, bạn nên liên hệ Khoa để được tư vấn và hướng dẫn thêm. . Thân. ."
        ]
    }
]