[
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) .",
            "Dạ em xin chào thầy cô ạ, hôm nay em bị sốt cao nên em nằm li bì, em không nhớ làm kiểm tra. Em xin phòng đạo mở lại bài kiểm tra để em đuợc đi thi cuối kỳ : Kiểm tra bài thí nghiệm 3 ( CI3068 ). Kính mong thầy cô giúp em vì hôm nay em bị sốt và rất mệt chứ không phải em lười và không chủ động trong học tập. Em xin chân thành cảm ơn ạ.",
            "Chào bạn,. . . . Bạn liên hệ với giáo viên giảng dạy nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Việc học dự thính kì 192, sẽ học theo hình thức livestream trong suốt cả học kì hay chỉ trong thời gian chưa đến lớp? Lúc vào học lại thì dự thính học theo hình thức livestream hay lên lớp như các kì trước ạ.. . Em cảm ơn",
            "Chào bạn,. . . . - Tạm thời hình thức học dự thính theo thông báo là \"giảng dạy trực tuyến theo cách truyền trực tiếp\" (gọi là giảng dạy livestream) .. . - PDT sẽ thông báo cho sinh viên qua mail nếu có thay đổi về hình  thức học.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào Thầy/ Cô ạ!. . Cho em hỏi là em muốn đăng kí học dự thính kì này, em thấy mail trường gửi về là chỉ mở những môn học không có thí nghiệm. . Vậy cho em hỏi là những môn chuyên ngành thuộc lớp lý thuyết như \"kết cấu thép 1 mã số CI3009, kết cấu bê tông cốt thép 1 mã số CI2091\" thì không được mở ạ?. . Em xin cám ơn ạ!",
            "Chào bạn,. . Bạn vui lòng vào đăng ký môn học nhé, quan trọng là khoa đồng ý mở/giảng viên đồng ý giảng dạy/sinh viên đồng ý học thì môn học mới được mở nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name], MSSV [student_id]. . . . PĐT cho em hỏi học kì   B dự thính 192  /B  sẽ duy trì giảng dạy bằng hình thức   B livestream  /B  đến hết học kì dự thính luôn hay là khi đi học sẽ trở . . lại học   B off  /B  như bình thường ạ? . . . . Em xin cảm ơn, mong sớm nhận được hồi âm từ PĐT.. .",
            "Chào bạn,. . . . - Tạm thời hình thức học dự thính theo thông báo là \"giảng dạy trực tuyến theo cách truyền trực tiếp\" (gọi là giảng dạy livestream) .. . - PDT sẽ thông báo cho sinh viên qua mail nếu có thay đổi về hình  thức học.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi kì dự thính này mấy môn thí nghiệm có mở không ạ? Mong là pđt có thể sắp xếp để em có thể kịp chương trình học ạ",
            "Chào bạn,. . . . - Các lớp dự thính, PDT rất muốn mở tất cả các môn học để các bạn học. Vì các môn học có  thí nghiệm không thể học livestram được. khi các bạn học tập trung trở lại các phòng thí nghiệm chỉ đáp ứng được các môn học trong học kỳ chính.. . . . - Các bạn có thể đăng kí các môn có thí nghiệm trong học kỳ hè 193 nhé.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào cô ( thầy ). . Em là sinh viên K18 khoa hóa Năm sau em là sinh viên năm 3 nhưng do trễ tiếng anh mà những môn chuyên ngành năm 2 kì này em chưa đăng kí được.Cô ( thầy ) cho em hỏi những môn sau vào kì sau có mở lớp ở cơ sở 2 không ạ. . Em cảm ơn. . CH2013( hóa vô cơ). . CH2005( hóa phân tích ). . CH2003( hóa lý 1). . CH2019( qúa trình và thiết bị cơ học). . CH2021( hóa hữu cơ). . CH2041( thí nghiệm hóa lý )",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Việ mở MH ở CS1 hoặc CS2 là do sinh viên đăng ký và do Khoa đông ý mở nhé bạn. Nếu có nhu cầu học, bạn vui lòng đăng môn học online theo lịch học vụ Phòng Đào tạo đã công bố nhé.. . Bạn có thể xin tư vấn thêm ở Khoa về việc mở MH trong học ký nhé!. . Chúc bạn học tốt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em hiện đang theo học khoa xây dựng của trường. Theo chương trình đào tạo của em thì môn sức bền vật liệu có mã môn học là CI2007 nhưng do nhầm lẫn nên em đã đăng ký nhầm môn sức bền vật liệu có mã môn học là CI2001. Phòng đào tạo cho em xin được đổi lại môn học ạ, do học kỳ cũng vừa mới bắt đầu nên em sẽ học thật chăm để theo kịp các bạn ạ. Em xin cảm ơn. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Hiện tại đã hết thời gian để hiệu chỉnh môn học rồi nhé bạn, bạn có thể làm đơn xin rút MH (có tính HP) theo quy định nếu không có nhu cầu học nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Thưa phòng đào tạo, đợt đăng kí dự thính học kì 192 bằng hình thức livestream vừa rồi lớp anh văn 2 MSMH LA1005 có hơn 100 sinh viên đăng kí nhưng qua đợt 2 hiệu chỉnh vừa rồi lại bị hủy. Mong phòng đào tạo có thể mở lại vì ảnh hưởng của dịch chúng em không thể lấy bằng toeic kịp để nộp đủ chuẩn av đầu vào năm kế tiếp. Em xin cảm ơn.",
            "Chào bạn,. . Thường môn ngoại ngữ không mở ở học kỳ dự thính tối (do giảng viên không đồng ý giảng dạy), bạn có thể tập hợp để xin mở lớp trong hè nhé!. . Thân",
            "Kì hè kế em phải thực tập tốt nghiệp ạ. Theo em được biết thì môn anh văn 2 học kì chính 192 vẫn chưa vào học. Em có thể xin PĐT đăng kí chèn cho em vào lớp A021 môn Anh văn 2 MSMH LA1005 được không ạ. Em xin cảm ơn.",
            "Chào bạn,. . . . Hiện tại các nhóm anh văn đã full sỉ số.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Yêu cầu khác . kính gởi pdt,. . Học kỳ này em có đăng ký rút 2 môn hoc . . EE3323 Thực tập tốt nghiệp NhómT01. . EE3017 Đolường và đ/khiển bằngmt NhómT01. . Tuy nhiên em kiểm tra lại tkb , thì vẫn còn môn học EE3017 học online. Mong pdt xem lại và hủy môn giúp em.",
            "chào bạn.. . TKB Chính môn học đã được hủy.. . TKB online sẽ cập nhật hủy sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . cho em hỏi là các môn có thí nghiệm sinh viên đk rất nhiều mà sao pđt lại hủy hết ạ. e thấy hoàn toàn có thể học thí nghiệm sau mà ?.. . nêu hủy như vậy sẽ ảnh hưởng rất nhiều đến kế hoạch học tập ạ. . đặc biệt khoa điện có môn truyền số liệu và mạng là môn tiên quyết và rất quan trọng ạ. . mong pđt giải thích ạ.. . e xin trân thành cảm ơn !!",
            "Chào bạn,. . . . - Các lớp dự thính, PDT rất muốn mở tất cả các môn học cho các bạn học. Vì các môn học có  thí nghiệm không thể học livestram được. khi các bạn học tập trung trở lại các phòng thí nghiệm chỉ đáp ứng được các môn học trong học kỳ chính 192.. . . . - Các bạn có thể đăng kí các môn có thí nghiệm trong học kỳ hè 193 nhé.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . ĐHQG thông báo 18/5/2020 học trở lại. .  Vậy pđt cho e hỏi là liệu học kỳ dự thính có gì hay đổi ko ạ",
            "Chào bạn,. . . . - Tạm thời hình thức học dự thính theo thông báo là \"giảng dạy trực tuyến theo cách truyền trực tiếp\" (gọi là giảng dạy livestream) .. . - PDT sẽ thông báo cho sinh viên qua mail nếu có thay đổi về hình  thức học.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô. . Em tên: [full_name]. . MSSV : [student_id]. . Kì dự thính học kì này vì dịch covid nên nhà trường không mở lớp dự thính Hóa Đại Cương nên em không kịp hoàn thành tốt nghiệp để liên thông khoa Cơ Khí.. . Em còn 1 môn Hóa Đại Cương chưa đăng kí được và 1 tiểu luận tốt nghiệp là kết thúc. . . Thực tập tốt nghiệp em vừa hoàn thành nên đã đăng kí với trung tâm BDCN làm tiểu luận.. . Em mong các thầy/cô tạo điều kiện cho em đăng kí chèn lớp Hóa CH1003 (A01-A01 hay A01-A02) để em kịp hoàn thành chương trình trong kì và thi liên thông",
            "Chào bạn,. . . .  Vì  học kỳ 192 triển khai học đã lâu (theo hình thức livestram), nên bạn không đăng kí được.. . . . - Các lớp dự thính, PDT rất muốn mở tất cả các môn học để các bạn học. Vì các môn học có  thí nghiệm không thể học livestram được. khi các bạn học tập trung trở lại các phòng thí nghiệm chỉ đáp ứng được các môn học trong học kỳ chính.. . . . - Các bạn có thể đăng kí các môn có thí nghiệm trong học kỳ hè 193 nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ kỳ dự thính này em có đăng ký dự thính môn vẽ kỹ thuật nhưng đợt 1 đăng ký được và kết quả thì bị xóa mất vì có vẽ autocad thí nghiệm. Dạ vậy cho em hỏi em có thể làm đơn xin mở lớp được không? Vì autocad em thấy có thể học trực tuyến và làm bài tập trực tuyến được",
            "Chào bạn,. . . . Đối với môn vẽ kỹ thuật, bạn muốn mở lớp phải làm đơn có sự đồng ý của [full_name] và giáo viên giảng dạy.Kèm theo danh sách các bạn đăng kí nữa nhé. Nộp PDT.. . . . . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em đăng kí môn Quá trình t/b truyền khối mà hiện cảnh báo như hình đính kèm bên dưới. Em ko đăng kí được ạ.Em cảm ơn.",
            "Chào bạn,. . . . Bạn kiểm tra mail, đăng kí đúng thời gian cho đăng kí nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Dạ em xin phép được đăng ký bổ sung vào lớp học xác suất thống kê(MT2001) do thầy [full_name] giảnh dạy. Em đã nhận được sự đồng ý của thầy và khoa khoa học ứng dụng. . Kính mong phòng đào xem xét tạo điều kiện cho em vì em chỉ còn môn học này để được ra trường. Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Hiện tại đang mở dự thính 192 và cũng đang thời gian đăng kí. Sao bạn không đăng kí dự thính, trong khi học kỳ 192 đã học từ lâu.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ cho em hỏi là môn học vi xử lý ( EE2013 ) của học kỳ dự thính bị huỷ đăng ký vì sao vậy ạ ? Vì không đủ sinh viên hay do quy định mới   về việc dạy và học online vậy ạ ?. . Em xin cảm ơn .",
            "Chào bạn,. . Bạn vui lòng vào xem lịch sử đăng ký môn học để xem lý do vì sao không đăng ký được môn học nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Em chào PĐT. Em của em năm nay dự tính đăng kí vào trường mình. . . . . Trong phần yêu cầu cần có : \"Phiếu đăng kí Ưu tiên xét tuyển\". Em tìm ở các web của trường thì em không thấy.. . . . Trường cho em xin mẫu đăng kí ưu tiên xét tuyển ạ. Thầy/cô cho em xin file mẫu qua mail ạ. . . . Mail của em: [email]. . . . Em xin cảm ơn ạ. . . .",
            "Chào bạn. . Bạn tham khảo theo đường link này, sẽ có những cập nhật mới về tuyển sinh. . http://tuyensinh.hcmut.edu.vn/admission/index.php?route=catalog/chitietts&path=64&tid=1802"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Phòng đào tạo cho em hỏi hiện giờ em có thể đăng ký rút môn học online được không ạ, vì sau đợt ngày 17/4 tới giờ phòng đạo tạo vẫn chưa thông báo về đợt rút môn học(vẫn tính học phí) tiếp theo ạ.. . Em cảm ơn ạ!",
            "Yêu cầu khác. . . . Phòng đào tạo cho em hỏi hiện giờ em có thể đăng ký rút môn học online được không ạ, vì sau đợt ngày 17/4 tới giờ phòng đạo tạo vẫn chưa thông báo về đợt rút môn học(vẫn tính học phí) tiếp theo ạ.. . Em cảm ơn ạ!  /QUOTE . . . .   B Tại vì em có đọc quy định thì sinh viên không được rút môn học sau 5 tuần học  /B",
            "Chào bạn,. . Đã hết thời gian nhận yêu cầu rút môn học (không đóng học phí), các trường hợp gửi yêu cầu rút môn học qua bksi.hcmut.edu sau ngày 17/04/2020, vui lòng đợi thông báo của Phòng Đào tạo qua email sinh viên về việc đăng ký rút môn học (có tính học phí theo quy định). Phòng Đào tạo sẽ hướng dẫn rõ thời gian và hình thức nộp đơn rút môn học qua email sinh viên.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi PĐT Đại Học Bách Khoa HCM , hôm nay em viết câu hỏi này xin PĐT giải đáp thắc mắc giúp em , đợt đăng ký dự thính đợt 1 em có đăng ký anh văn 3 những đến khi có kết quả thì môn học của em đã bị xóa và sáng nay 28/4/2020 em có vào đăng ký lại lúc 9h00 và kết quả hiện lên là \" không có môn học mở \" như vậy thì tại sao môn của em lại bị xóa mất vậy ạ ? em đang rất lo lắng ạ , hiện tại em đã bị trễ anh văn và em đang cố gắng để có thể học được anh văn để theo kịp tiến độ giảng dạy của nhà trường , em xin PĐT xem xét giúp đỡ giúp em để em có thể theo kịp tiến độ giảng dạy của nhà trường mình , em xin chân thành cám ơn sự giúp đỡ của PĐT giành cho em .",
            "Chào bạn, . . . . PDT rất muốn mở tất cả các môn học cho các bạn học, đối với  các môn anh văn học kỳ chính 192 chưa triển khai cho các bạn  học được (vì môn này không thể dạy livestream ) việc triển khai mở học kỳ dự thính sẽ không khả thi.. . . . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Chào PĐT. . . . Đợt vừa rồi em có đăng ký môn AV3 (Anh văn 3), hôm nay em thấy có kết quả, tuy nhiên kết quả là không có môn nào được đăng ký, tức đã bị hủy. Vậy, bây giờ phải làm gì để chúng em có thể được học AV3 ạ? Khi mà đó là một quan cực kỳ quan trọng, ảnh hưởng đến tiến độ học tập của chúng em.. . . . Kính mong PĐT nhanh chóng xử lý. Em xin cảm ơn. . . .",
            "Chào bạn, . . . . PDT rất muốn mở tất cả các môn học cho các bạn học, đối với  các môn anh văn học kỳ chính 192 chưa triển khai cho các bạn  học được (vì môn này không thể dạy livestream ), việc triển khai mở học kỳ dự thính sẽ không khả thi.. . . . . . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Hỏi đáp học trực tuyến (BKeL) . Em chào thầy cô.. . Hiện tại em có đăng kí dự thính môn học toeic 400 Mã môn học La1031 mà không được mở. Em thấy cũng có nhiều bạn cùng đăng kí môn này. Vậy cho em hỏi làm thế nào để được mở lớp ạ.. . Em cám ơn ạ",
            "Chào bạn,. . . . PDT rất muốn mở tất cả các môn học cho các bạn học, đối với  các môn anh văn học kỳ chính 192 chưa triển khai cho các bạn  học được (vì môn này không thể dạy livestream ) việc triển khai mở học kỳ dự thính sẽ không khả thi.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy cô ạ. Do học livestream nên em không hiểu bài môn giải tích 2(MT1005) và có mong muốn được rút môn có được không ạ.Cho em hỏi cách thức rút môn như thế nào ạ và mình vẫn phải đóng học phí cho môn đó luôn phải không ạ. Em xin cảm ơn thầy cô.",
            "Chào bạn,. . Đã hết thời gian nhận yêu cầu rút môn học (không đóng học phí), các trường hợp gửi yêu cầu rút môn học qua bksi.hcmut.edu sau ngày 17/04/2020, vui lòng đợi thông báo của Phòng Đào tạo qua email sinh viên về việc đăng ký rút môn học (có tính học phí theo quy định). Phòng Đào tạo sẽ hướng dẫn rõ thời gian và hình thức nộp đơn rút môn học qua email sinh viên.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em có đăng kí môn kết cấu bê tông cốt thép 1(CI2091) vào đợt 1 đợt đăng kí dự thính, em thấy sĩ số lớp là 86/2000. Hôm nay có kết quả đợt 1 và đợt 2 em thấy mình bị xóa đăng kí và cũng không có lớp mở. Vậy cho em hỏi tại sao môn học nhiều bạn có nhu cầu học vậy lại không được mở, và nếu như bây giờ em muốn xin mở lớp thì có được không?. . Em cảm ơn!",
            "Chào bạn. . Môn học không mở lớp do [full_name] không đồng ý mở nghen bạn. . - Bạn nhanh chóng tải mẫu đơn mở lớp điền vào , có 3 xác nhận như trong mẫu, đính kèm danh sách sinh viên. . Nộp lại phòng đào tạo gấp để xử lý. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1812992  /b \t. . . .   i Hỏi đáp học trực tuyến (BKeL) . Đợt vừa rồi em có đăng ký môn Anh Văn 3, hôm nay có kết quả, tuy nhiên kết quả là không có môn nào được đăng ký, tức là bị hủy. Vậy bây giờ em phải làm gì để chúng em có thể được học Anh Văn 3?  Khí đó là môn quan trọng ảnh hưởng đến tiến độ học tập của chúng em. Là điều kiện để chúng em đăng ký môn học ở năm 3.. . Kính mong PĐT nhanh chóng xử lý. Em xin cảm ơn.",
            "Chào bạn,. . . . Học dự thính dạy theo hình thức livestram, nên anh văn không mở được vì không thể học theo hình thứ này.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin phép cho em hỏi là các môn học ở kỳ dự thính 192 này đều học 100% online phải không ạ. Hay chỉ tạm thời trong thời gian nghỉ dịch ạ. .   i Hỏi đáp học trực tuyến (BKeL) .",
            "Chào bạn,. . . . - Tạm thời hình thức học dự thính theo thông báo là \"giảng dạy trực tuyến theo cách truyền trực tiếp\" (gọi là giảng dạy livestream) .. . - PDT sẽ thông báo cho sinh viên qua mail nếu có thay đổi về hình  thức học.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Thưa thầy cô,. . Vào đợt đăng ký livestream dự thính (đợt 1) vừa rồi em và các bạn (12 người) có đăng ký mở lớp Pháp 8 (003708). Tuy nhiên vào đợt thông báo kết quả và hiệu chỉnh thì lại không thấy kết quả của lớp. Vậy thầy cô cho em hỏi làm sao để em có thể xin mở được lớp dự thính livestream cho môn này ạ? em cảm ơn thầy cô.",
            "Chào bạn. . - Môn ngoại ngữ không mở học livestream, nên không mở dự thính HK192. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng - Đại học - Cao đẳng chính quy   Học bổng (danh sách, điều kiện,...)  /ixin chào thầy cô pđt trường đh Bách Khoa. Thầy cô cho em hỏi là học kì này trường có hỗ trợ học bổng khuyến khích học tập như hằng năm không? Nếu có thì khi nào có danh sách ạ. Em xin cảm ơn ạ. .",
            "Chào bạn. . Trường vẫn có hỗ trợ HBKK bình thường nghen bạn, bạn vui lòng đợi email thông báo của nhà trường nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . PĐT cho e hỏi, sao trên mail là \"đăng ký đợt 2 và kết quả đợt 1\" trong đăng ký học dự thính vào thời gian là từ 9h  27 tháng 4 đến 1h 59 ngày 27 tháng 4, như mới đến 10 ngày hôm nay e đã không hiệu chỉnh và đăng kí thêm đc ạ. e cảm ơn. e đang rất gấp.",
            "Chào bạn,. . Bạn vô kiểm tra đăng ký lại nhé, nếu bị lỗi gì bạn vui lòng chụp hình gửi kèm để PDT kiểm tra nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cho e hỏi em muốn thi xếp lớp anh văn thì thi ở những dịp nào vậy ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng đợi thông báo về việc tổ chức thi AV định kỳ của nhà trường nhé, kỳ thi này kết quả dùng để xét chuẩn AV từng năm (không phải xếp lớp AV nhé bạn), môn AV thì bạn vui lòng đăng ký MH online lịch đăng ký MH của Phòng Đào tạo nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \tEm xin rút môn học vì đăng ký nhầm 2 môn học có tên gần giống nhau . Môn học em muốn rút là môn phương pháp số và tin học ứng dụng MSMH :CI3165. . . Em đã có mail xin phòng đào tạo và được hướng dẫn rút môn học ở BKsi .. . em xin cảm ơn",
            "Chào bạn,. . Đã hết thời gian nhận yêu cầu rút môn học (không đóng học phí), các trường hợp gửi yêu cầu rút môn học qua bksi.hcmut.edu sau ngày 17/04/2020, vui lòng đợi thông báo của Phòng Đào tạo qua email sinh viên về việc đăng ký rút môn học (có tính học phí theo quy định). Phòng Đào tạo sẽ hướng dẫn rõ thời gian và hình thức nộp đơn rút môn học qua email sinh viên.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Dạ e chào thầy cô. Em có 1 vấn đề: năm ngoái e kiểm tra trình độ tiếng anh định kì thì đạt 440, tức là pass năm nhất nhưng ko pass năm 2. Đến năm nay, vì nhiều lí do thì e vẫn chưa pass được chuẩn tiếng anh. Cho e hỏi là e có thể học av3 để pass năm 2 được ko ạ, tại e nghe nhiều luồng thông tin nói là ko học av1 + av2 trong trường thì không được học av3 ạ. Mong thầy cô giải đáp giúp e càng sớm càng tốt ạ. Em cảm ơn rất nhiều ạ. . . .",
            "Chào bạn,. . Bạn vui lòng kiểm tra CTĐT của bạn, môn AV1+AV2 có phải là môn tiên quyết của AV3 hay không nhé.. . Bạn có thể tham khảo về môn tiên quyết tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 6. Các loại môn học và học phần"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Đợt rút môn học kết thúc ngày 17-4 vừa rùi em có đăng kí rút môn học rùi sao nhà trường vẫn để trên thời khoá biểu của em. Hôm đó em có rút 2 môn là cad- cam và chi tiết máy nhóm t01",
            "Chào bạn,. . Thầy [full_name] đã trả lời cho bạn rùi nhé, bạn vui lòng xem câu trả lời trước nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Thầy/Cô,. . Hiện em còn môn Thí Nghiệm Công Trìng (CI4011) là hết chương trình đào tạo, nhưng hiện không mở kì dự thính. Cho em hỏi thời gian tới liệu trường có tổ chức đăng kí lại mấy môn thí nghiệm không ạ.. . Em chân thành cảm ơn Thầy Cô.. . . .",
            "Chào bạn,. . . . Bạn có thể đăng kí vào học kỳ hè 193.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Hỏi đáp học trực tuyến (BKeL) . Em xin được gửi đơn xin phép tạm dừng một học kỳ",
            "Chào bạn,. . Phòng Đào tạo đã tiếp nhận đơn của bạn và trình Ban lãnh đạo xem xét, bạn vui lòng nhận quyết định tại Phòng Đào tạo (khi đến nhận nhớ đem theo thẻ sinh viên).. . Thân. .",
            "Sau ngày 11/5/2020 nhé bạn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thầy cô, cho em hỏi về việc học thể chất ở hk 192 này có được tiếp tục triển khai khi hết dịch không ạ? Em xin cảm ơn ạ",
            "Chào bạn. . - Môn  giáo dục thể chất không mở học livestream, Phòng đào tạo sẽ thông báo sau qua mail về hình thức học cho bạn nghen, bạn vui lòng check mail thường xuyên để cập nhật những thông báo mới nhất.. . - Cám ơn những góp ý, và phản hồi của bạn cho nhà trường, mong bạn chia sẻ và đồng hành cùng nhà trường.. .",
            "Chào bạn, . . . . Khi nào hết dịch, trường triển khai học nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . Kì này em có đăng kí môn giáo dục thể chất 3 (điền kinh) nhưng do dịch bệnh nên kéo dài thời gian nghỉ.Vậy cho xin em hỏi thời gian học môn này ạ.",
            "Chào bạn. . - Môn giáo dục thể chất không mở học livestream, Phòng đào tạo sẽ thông báo sau qua mail về hình thức học cho bạn nghen, bạn vui lòng check mail thường xuyên để cập nhật những thông báo mới nhất.. . - Cám ơn những góp ý, và phản hồi của bạn cho nhà trường, mong bạn chia sẻ và đồng hành cùng nhà trường.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em là sinh viên khoa Cơ khí K18. Vào kì 192 em đăng kí môn Chi Tiết máy để đến kì 1 năm 3 có thể làm Đồ án Thiết kế máy. Nhưng môn Chi tiết máy (ME2007) của em bị trùng lịch nên em ko ĐK được. Và mấy kì dự thính tới đây cũng không mở môn. Cho em hỏi môn Đồ án thiết kế máy có mở vào kì 2 năm 3 không ạ ? Và nó có ảnh hưởng đến thực tập năm 3 không ạ ?. .",
            "Chào bạn,. . . . Môn đồ án chỉ mở trong học kỳ chính, bạn xem cấu trúc học môn thực tập có ràng buộc (học trước, tiên quyết, song hành) hay không nhé. Từ đó, bạn có lộ trình đăng kí môn học cho hợp lý.. . . . Đường link xem cấu trúc môn học http://www.aao.hcmut.edu.vn/index.php?route=catalog/chuongtrinhdaotao.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Em chào thầy/cô!. . Thầy/cô cho em hỏi năm nay trường có tổ chức học kì hè không ạ. Em cảm ơn!",
            "Chào bạn. . Bạn vui lòng đợi email về lịch học vụ mới của phòng đào tạo nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy (cô). . Em có đăng kí gói cước 3G/4G đợt 1, em thấy các bạn đã được kích hoạt nhưng em vẫn chưa nhận được tin nhắn để kích hoạt. Em có điện thoại cho nhà mạng nhưng nhà mạng nói là gói cước vẫn chưa được kích hoạt ạ. Mong thầy(cô) có thể kiểm tra lại giúp em ạ. . . Mong nhận sớm nhận được sự phản hồi từ thầy(cô). . Dạ em cảm ơn.. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . VinaPhone sẽ thông báo cho bạn khi nào gói cước được kích hoạt. Nếu không được kích hoạt, trường hợp của bạn sẽ chuyển sang phương án nhận hỗ trợ 50,000/tháng (Sinh viên vui lòng đợi thông báo của Nhà trường qua mail về việc hỗ trợ 50,000/tháng này). . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . . .   i Hỏi đáp học trực tuyến (BKeL) . Cho em hỏi môn học \"kỹ thuật số\" và \"kỹ thuật giám sát tình trạng\" của hệ cao đẳng được mở trong hoc kỳ dự thính này không ạ, vì em đăng ký dợt 1 nhưng đợt 2 lại không có kết quả. Nếu muốn mở lớp thì em phải làm gì ạ ?. . Em xin cảm ơn.",
            "Chào bạn,. . . . Học kỳ dự thính 192 không mở những môn có thí nghiệp nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ và tên: [full_name]. . MSSV: [student_id]. .  Dạ thưa cô hôm đăng kí môn học dự thính đợt 1 em có đăng kí môn \"cơ học kết cấu - CI3001\". Đã gửi đăng kí thành công ạ, sĩ số lớp khoảng 100 bạn ạ. Nhưng giờ em xem trên thông báo kết quả đăng kí thì môn học kết cấu không được mở ạ. Dọ em thuộc lớp kĩ sư tài năng nên cần phải học cải thiện để đạt điểm tối thiểu 7.5 mới thỏa yêu cầu của chương trình ạ. Không biết giờ em có thể xin mở lại lớp được không ạ! Em cảm ơn cô nhiều, mong cô giúp em!. . . .",
            "Chào bạn,. . . . Học kỳ dự thính 192 không mở nhưng môn có thí nghiệm.. . . . Thân.",
            "Dạ thưa cô môn \"cơ học kết cấu - CI3001\" không có thí nghiệm, chỉ có học tại lớp ạ! Mong cô xem xét lại giúp em. Em cảm ơn cô!",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Dạ thưa cô môn \"cơ học kết cấu - CI3001\" không có thí nghiệm, chỉ có học tại lớp ạ! Mong cô xem xét lại giúp em. Em cảm ơn cô!",
            "Chào bạn,. . . . Bạn cung cấp lại mã số môn học cho đúng nhé. Nếu là môn lý thuyết không có môn thí nghiệm kèm theo thì PDT sẽ mở lớp. Nhưng hiện tại, đợt đăng kí môn học đã hết. Do vậy, bạn phải làm đơn mở lớp có sự đồng ý của Khoa, giáo viên giảng dạy. Danh sách các bạn muốn đăng kí môn học này nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Tạm dừng . hiện tại việc học của em gặp khá nhiều bất cập khi học ở quê và học online cũng khiến em gặp khó khăn khi đường truyền nơi đây không được ổn định",
            "Chào bạn. . -\tBạn tải đơn tạm dừng : điền vào, ký tên đính kèm minh chứng.. . -\tSau đó gởi hồ sơ đến BKSI.HCMUT.EDU.VN để phòng đào tạo xử lý và trả lời. . - Lưu ý: hạn cuối đến 12 giờ ngày 28/04/20 sau ngày này bạn phải hoàn thành học phí HK192 mới được tạm dừng. . Thân  . .",
            "chào chị. . - hôm bữa em có làm đơn nhưng em quên không để ý phần này. Hiện tại nhà em do bị ảnh hưởng dịch bệnh và em đang gặp khá nhiều vấn đề cá nhân. Cho nên em có thể tiếp tục làm đơn xin tạm hoãn học kì này được không ạ?. . . . em cám ơn",
            "Chào bạn. . Hiện tại thì bạn phải nộp đơn tạm dừng trực tiếp tại phòng đào tạo. . Bạn tải mẫu đơn điền vào --  liên hệ gvcn và Khoa để ký xác nhận vào đơn, sau đó hoàn thành hp 192 và nộp tại phòng đào tạo. . Thân",
            "vậy là em không nộp online được hả chị. . tại vì phần lí do em có ghi hơi dài mà nếu in ra là không đủ chỗ ạ",
            "Chào bạn,. . . . Bạn nộp đơn tạm dừng phải nộp trực tiếp PDT.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . . . Dạ em chào thầy cô, em tên là [full_name] sinh viên ngành Tàu thuỷ khoa Kĩ thuật Giao Thông khóa 2017. . - Do em trễ anh văn năm 2, cùng với đó ngành của em khóa 2018 không có sinh viên.. . - Em muốn làm đơn mở một số môn học của ngành như: Kĩ thuật Tàu thuỷ đại cương TR2009, Lý thuyết Tàu 1- tĩnh học TR2015, Thiết bị năng lượng Tàu 1 TR2017, do không mở hoặc đã mở nhưng có 1 hoặc 2 sinh viên học nên bị xoá không mở.. . - Lúc đợt đăng kí học kì chính em đã làm đơn xin mở đã được nhận và đã không mở em đã hỏi thì thầy cô pđt nói sẽ mở ở kì dự thính nhưng em đợt này đăng ký lại ko mở.. . Em muốn hỏi là vậy vấn đề của em có được mở mấy môn đó không ạ!. . Em cảm ơn.",
            "Chào bạn,. . . . - Học kỳ dự thính 192 không mở những môn thí nghiệm và những môn lý thuyết có thí nghiệm đi kèm. Do vậy trong 3 môn bạn yêu cầu mở lớp chỉ có môn TR2017 đủ tiêu chuẩn mở lớp.. . . . - Bạn làm đơn mở lớp có dự đồng ý của khoa, giáo viên giảng dạy  và danh sách sinh viên  đăng kí môn TR2017.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Xin chào thầy cô, em có đăng ký môn anh văn 3 (003003) anh văn 4 (003004). Sĩ số sinh viên đăng ký môn cũng trên 15 sinh viên mà sao trong đợt hiệu chỉnh môn học và thời khoá biểu dự thính lại không có ạ? . . Mong thầy cô kiểm tra lại giúp em. . . Em cám ơn.",
            "Chào bạn,. . . . Học dự thính dạy theo hình thức livestram,  anh văn không mở được vì không thể học theo hình thứ livestream này.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi là em học qua môn Toeic 400 mã LA1031 vậy là em đủ điều kiện đăng kí môn học năm 4 phải không ạ",
            "Chào bạn. . Sinh viên học đạt các môn này sẽ được xét đạt chuẩn Anh văn từng năm tương ứng theo quy định hiện nay. . . Bạn tham khảo bảng chuẩn tại đây:. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em đã đăng kí av1 dự thính livestream ở đợt 1 rồi ạ, nhưng  KẾT QUẢ & HIỆU CHỈNH MÔN HỌC DỰ THÍNH HK192 THEO [full_name] - [full_name] - ĐỢT 2 em   B không thấy kết quả, em thử đăng kí ở đợt 2 này nhưng không mở lớp vậy em có được xếp lớp av1 không ạ.. . . .",
            "Chào bạn,. . . . Học dự thính dạy theo hình thức livestram,  anh văn không mở được vì không thể học theo hình thứ livestream này.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Thầy cô ơi, em vừa có được quyết định thu nhận lại và muốn đăng ký môn học dự thính. Tối hôm qua thì vẫn lên MyBK phần đăng ký bình thường, nhưng đến trưa nay vào lại thì tình trạng vẫn còn bị tạm dừng.. . . . Ngoài ra, có một số môn học, tụi em muốn đăng ký mở dự thính, số lượng đăng ký đợt một là từ 11 bạn trở lên, nhưng đợt hai này thì môn học đó bị mất, là do vì sao ? Tụi em nên làm gì để được đăng ký môn đó ?. . . . Em sợ không kịp thời gian đăng ký online nên phải nhắn hỏi thầy cô suốt.. . . . Em cảm ơn thầy cô",
            "Chào bạn,. . Bạn vô kiểm tra đăng ký lại thử nhé xem được chưa nhé!. . Thân",
            "Chào bạn,. . . . Hiện tại thời điểm này đang trong đợt đăng kí lần 3. Bạn kiểm tra mail để biết thời gian đăng kí và đăng kí môn học cho đúng lịch trình.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . chào thầy cố, cho em hỏi là môn học cơ lưu chất (CI2005) hiện đang mở lớp trên diễn đàn đăng ký môn học có khác gì với môn cơ lưu chất (CI2003) của khoa xây dựng không ạ. . em học khoa xây dựng thì có thể đăng ký môn học cơ lưu chất CI2005 được không",
            "Chào bạn,. . . . Bạn xem lại chương trình đào tạo của mình và đăng kí cho đúng môn. Khi em đăng kí khác môn thì sẽ không được tích vào điểm trung bỉnh tích luỹ ngành của mình.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Chào anh/chị. . Cho em hỏi là học kì dự thính lần này mở rất ít môn, em có thể lên danh sách các bạn muốn mở môn học rồi gửi lên phòng đào tạo mở thêm lớp không ạ? . . Và học kì hè năm nay sẽ có mở đúng không ạ?",
            "Chào bạn. . Bạn nhanh chóng tải mẫu đơn mở lớp điền vào , có 3 xác nhận như trong mẫu, đính kèm danh sách sinh viên. . Nộp lại phòng đào tạo gấp để được xem xét. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được  /i  . . Chào cô !. . Em là [full_name] ( mssv :[student_id]) , em từng gửi yêu cầu lên bksi về vấn đề đề đăng ký môn Thí nghiệm công trình ( CI4011 ) không được mặc dù điểm thép 1 ( môn tiên quyết ) đã có. Em được giải đáp là sẽ đăng ký vào đợt dự thính nhưng vì dịch corona nên lớp không mở.Nếu được,em chân thành mong cô xem xét có thể đăng ký em vào lớp thầy Thông môn Thí nghiệm công trình ở học kì chính vì nếu không em sẽ trễ thêm 1 học kỳ.. . Em cảm ơn cô rất nhiều ! Chúc cô có một ngày làm việc hiệu quả !",
            "Chào bạn,. . . . PDT rất nuốn mở lớp cho các bạn học, . Vì các môn học có  thí nghiệm không thể học livestram được. khi các bạn học tập trung trở lại các phòng thí nghiệm chỉ đáp ứng được các môn học trong học kỳ chính."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi PĐT Đại Học Bách Khoa HCM , em vớt đơn này xin PĐT xem xét về việc mở thêm 1 đợt đăng ký môn học cụ thể là môn anh văn cho học kì chính , do học kỳ dự thính lần này không có cho phép mở các lớp anh văn do không hiệu quả nhưng việc học ở học kì chính vẫn diễn ra bình thường nên em xin PĐT xem xét cho tụi em có thể có 1 lần đăng ký anh văn nữa cho học kì chính này , để chúng em có thể theo kịp tiến dộ giảng dạy của nhà trường , xin phòng đào tạo hãy giúp đỡ tất cả chúng em trong lúc khó khăn như thế này , chúng em đã bị trễ rồi xin phòng đào tạo có thể xem xét giúp tất cả chúng em để tụi em có thể cố gắng học và có thể đăng ký môn ở học kì sau ạ , em xin cám ơn rất nhiều ạ .",
            "Chào bạn,. . . . Bạn vui lòng đợi mail thông báo PDT về vấn đề mở lớp anh văn cho học kỳ chính nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ chào anh (chị), . . Vào đợt trước em có đăng ký dịch vụ hỗ trợ 3G bên trường đợt 20/4 nhưng hiện tại em chưa thấy gì, không biết là chưa hay em đã bỏ lỡ gì ạ! . . . . Em cám ơn.",
            "Chào bạn. . VinaPhone sẽ thông báo cho bạn khi nào gói cước được kích hoạt.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ em muốn xin mở lớp cơ kết cấu thì gửi mail cho thầy cô nào ạ. Cho em xin mail của những thầy cô dạy cơ kết cấu . Em xin cảm ơn .",
            "Chào bạn. . Bạn nhanh chóng tải mẫu đơn mở lớp điền vào , có 3 xác nhận của Khoa - Bộ môn - Giáo viên giảng dạy như trong mẫu, đính kèm danh sách sinh viên, dự thính 192 không mở lớp cho môn có thí nghiệm nghen bạn. . Nộp lại phòng đào tạo gấp"
        ]
    }
]