[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ cho em hỏi là khi em rút môn học thì em còn được phép đánh giá giảng viên của môn học đó không ạ?. .",
            "Chào em,. . Em vui lòng liên hệ Ban Đảm bảo chất lượng qua email: [email] . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô,. . Em tên [full_name], MSSV [student_id], em có đăng ký in bảng điểm và vận chuyển qua đường bưu điện nhưng khi em thực hiện thanh toán thì xảy ra lỗi như trong hình đính kèm. LÀm sao để giải quyết ạ? Em đang cần gấp bảng điểm để nộp cho nhà tuyển dụng ạ.",
            "Chào bạn. . Pdt đã cập nhật bạn vào đăng ký lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào pdt,. . Em đã liên hệ GVCN và [full_name] và gửi đơn xin chấp thuận theo hướng dẫn của pdt. Nhưng phía GVCN cần mail xác nhận yêu cầu của pdt để chấp thuận. Em gửi đơn dưới đây mong pdt xem xét giúp em cảm ơn pdt ạ.. .",
            "Chào bạn. . Hiện tại đã đến tuần thứ 7 của HK 211, nên bạn vui lòng làm đơn đăng ký LVTN, trong đơn ghi rõ tên môn học, mã số môn học, lý do bổ sung. Và phải có xác nhận của Khoa đồng ý bổ sung, và Giảng viên hướng dẫn (không phải GVCN) (có thể gởi yêu cầu Khoa + GVGD xác nhận trong đơn, hoặc xác nhận qua maii, bạn chụp hình mail  đồng ý đính kèm ), gởi yêu cầu tại BKSI để xử lý. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em đăng ký thi Toeic online đợt 3, trên bke-learning cập nhật em thi ngày 30/9, nhưng đến nay 28/9 em vẫn chưa nhận được mail về giờ thi và link thi ạ? . .",
            "Bạn liên hệ TTNN[full_name] [full_name] Văn phòng\t[full_name] [full_name] Văn phòng: Cơ sở 1: Lầu 1, Nhà C6, Trường ĐHBK, 268 LýThường Kiệt, P[full_name]14, Q[full_name]10[full_name] [full_name] [full_name] [full_name] Phòng ghi danh: 142 Tô Hiến Thành, P[full_name]14, Q[full_name]10 (Cạnh cổng 3, ĐHBK)[full_name] [full_name] [full_name] [full_name] Cơ sở 2:Tòa nhà BK English, ĐHBK, Linh Trung, Thủ Đức (Đối diện ký túc xá Khu A ĐHQG)[full_name] [full_name] [full_name] [full_name] Điện thoại\t(08) 3866 6869 – 0909 625 988[full_name] [full_name] Fax\t(84[full_name]8) 38[full_name][student_id]69[full_name] [full_name] Website\t[full_name] [full_name] http://bkenglish[full_name]edu[full_name]vn/[full_name] [full_name] [full_name] [full_name] Email\t[email][full_name] [full_name] Giám đốc\t[full_name][full_name] [full_name][full_name] [full_name] Email của Giám đốc\t[email]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi:  Phòng Đào Tạo . . . . Em tên: [full_name] [student_id] học trung tâm đào tạo bảo dưỡng công nghiệp khoá K17 nay em làm đơn này vì:. . Em muốn xin bổ sung đăng ký TLTN trong học kỳ 211 do nhà trường sẽ không xét chuẩn CCAV quốc tế khi xét TLTN trong HK 211. . . Em kính mong PĐT xem xét giúp đỡ em được làm TLTN trong học kỳ chính 211 vì thời gian đào tạo của em không còn nhiều.. . Em xin chân thành cám ơn.",
            "Chào bạn,. . PDT ghi nhận trường hợp của bạn, đã gửi đến bộ phận liên quan xử lý. SV xem kết quả tại trang Mybk- xemTKB, Nếu sau thời gian 1 tuần (kể từ ngày tiếp nhận, trừ thứ 7,CN và các ngày lễ), SV vẫn chưa được xử lý vui lòng gửi lại câu hỏi để PDT kiểm tra lại nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin rút môn học CO300A - Công nghệ phần mềm (mở rộng) . Gửi thầy/cô,. . . . Em xin phép gửi đơn xin rút môn học CO300A - Công nghệ phần mềm (mở rộng), kèm với xác nhận của [full_name]. Mong PDT xem xét.. . . . Khải.. .",
            "Chào em,. . - Mặc định SV tài năng đăng ký môn cốt lõi sẽ có phần mở rộng (HPMR).. . - Nếu em đã đạt học phần mở rộng em nói với GV phụ trách, GV sẽ nhập điểm đã đạt của em vô, HPMR chỉ tính đạt hoặc không đạt.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  cho em xin hỏi về việc cập nhật điểm chuyển của em ạ, em thấy trong phần điểm chuyển em chưa được cập nhật điểm chuyển anh văn, mà truuwongf lại có mail đã cập nhật rồi ạ. em cảm ơn. . . . . .",
            "Học vụ cho em xin hỏi về việc cập nhật điểm chuyển của em ạ, em thấy trong phần điểm chuyển em chưa được cập nhật điểm chuyển anh văn, mà truường lại có mail đã cập nhật rồi ạ. em cảm ơn. em thi anh văn trong trường do IGG tổ chức em được 505aj, mà trường chưa cập nhật cho em.Không biết là điểm của em có vấn đề hay trường cập nhật muộn ạ?. . . . . .   /QUOTE . .",
            "Chào bạn. . Bạn không có đăng ký chuyển điểm anh văn mà, bạn kiểm tra lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho e hỏi cách để nhận giấy xác nhận sv ạ",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. .",
            "Dạ cho e hỏi là xã em vẫn chấp nhận bản scan vậy giời trong mục nhận tại kết quả tại đâu em nên để tại trường hay là giởi bưu điện về địa phương ạ. . Xã em nói là bản photo tạm thời vẫn chấp nhận ạ",
            "Chào em,. .  vậy giờ trong mục nhận tại kết quả tại đâu. . =  Là địa chỉ nhà em ở hay ở địa chỉ nào mà em muốn để bưu điện gửi về cho em.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô, em tên [full_name], mssv [student_id].. . Ở đợt thi cuối kỳ HK202 vừa qua, em có xin hoãn môn thi Kỹ thuật Siêu Cao Tần (EE3025), có lịch thi vào ngày 10/8/2021. Lý do vì lần đầu thi online, em không đáp ứng được yêu cầu về camera quay phòng thi và phần mềm ghi màn hình, cũng như đường truyền Internet không ổn định.. . . . Em đã gửi đơn đăng ký hoãn thi trên trang BKSI này trước, sau đó khi PĐT tạo Form để điền lại thông tin hoãn thi em cũng điền vào và được thông báo chấp nhận yêu cầu trong mail PĐT gửi ngày 5/8/2021. Theo đó PĐT nhắc theo dõi kết quả hoãn thi đến ngày 30/9. . . Nhưng gần đến hạn, trên bảng điểm của em vẫn thấy kết quả là điểm vắng thi (13), chưa cập nhật điểm Hoãn thi. Vì vậy em nhờ thầy/cô kiểm tra, liệu em có sai sót thủ tục ở đâu hay vì lý do gì ạ?. . . . Em cảm ơn! . . . .",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Phòng Đào Tạo !. . . . Lần trước em đã liên hệ với PĐT để có thể xin làm luận văn tốt nghiệp học kỳ này của bộ môn cảng - cảng biển (CI4333). . Tuy nhiên phòng đào tạo kiểm tra và báo em không đủ tín chỉ để có thể đăng ký.Em đã kiểm tra lại số tín chỉ hiện tại e đang có là 124 chỉ.. . Ngoài ra, môn cơ học kết cấu (CI2029)  từ HK202 là lịch thi bị hoãn nên hiện tại pđt có thể xem xét giúp em môn này xem đủ tín chỉ không.. . . . Vì đây là kỳ cuối nên mong phòng đào tạo xem xét giúp em để em có thể hoàn thành trong học kỳ này. . . . Em cảm ơn và mong phản hồi từ phòng đào tạo!!!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào PĐT,. . Học kỳ 202 vừa rồi em có đăng kí hoãn thi 4 môn do không đủ điều kiện để dự thi. Em đã điền form theo hướng dẫn của PĐT và nhận được mail xác nhận. Nhưng mà bảng điểm trên SSO của em cho đến hiện tại vẫn là 13 điểm cho 4 môn em hoãn thi. Dạ cho em hỏi trường hợp của em đang gặp phải vấn đề gì và em phải giải quyết như thế nào ạ?. . 4 môn em đăng kí hoãn thi bao gồm:. . MT1013\tGiải tích 2. . IM1013\tKinh tế học đại cương. . IU1005\tCơ kỹ thuật. . MT2011\tPhương pháp tính. . Mong được PĐT trả lời sớm. Em xin cám ơn.",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào PĐT,. . Em là [full_name] MSSV: [student_id] Khoa cơ khí, chuyên ngành kỹ thuật chế tạo.. . Hiện tại em vừa hoàn thành xong luận văn tốt nghiệp, các yêu cầu về anh văn cũng như ngày công tác xã hội.. . Tuy nhiên khi em vào mục đăng kí xét tốt nghiệp thì em vẫn   B chưa được đăng kí ạ?  /B . . Vào học kì 1 năm 4 em có học 1 môn tự chọn nhóm A, nhưng em không đi thi và bị điểm 13, rớt môn.. . Thì sang học kì sau của năm 4 em có học lại một môn nhưng là môn khác cũng nhóm A để đủ 3 môn tự chọn. Em không biết đây có phải lý do làm em không đăng kí xét tốt nghiệp được?. . Em xin hỏi em có bị thiếu điều kiện gì nữa không ạ?. . Em xin cảm ơn PĐT.. . [full_name]",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Phòng Đào Tạo.. . Hiện giờ em muốn đăng kí tốt nghiệp mà trên BKpay của em có 1 khoản nợ do em đăng kí nhầm (có bảo hiểm y tế rồi vẫn đăng kí) từ năm 1. PĐT có cách nào giải quyết giúp em không ạ hay em phải thanh toán khoản phí đó.. . Em cảm ơn ạ!",
            "Chào em,. . Em liên hệ với trạm y tế qua email [email] để được hướng dẫn nhé.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô Phòng Đào tạo ạ,. . Em là sinh viên khoá 2017, học kỳ cuối cùng vừa rồi em đăng ký học 1 môn và làm luận văn. Điểm đã được cập nhật lên bảng điểm MyBK từ đầu tháng 9, nhưng đến nay vẫn chưa có tên trong danh sách dự kiến tốt nghiệp. Em đã đạt chuẩn toeic (555, nói viết) và đủ ngày CTXH rồi ạ.. . Xin thầy/cô xem xét trường hợp của em, có vấn đề nào ngăn cản tên em có trong danh sách tốt nghiệp tạm thời không ạ, em came ơn thầy/cô",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào tạo,. . Em tên là [full_name], MSSV [student_id], sinh viên lớp DD18KTD5. Hiện tại, địa phương em đang yêu cầu Giấy chứng nhận sinh viên để được hoãn Nghĩa vụ quân sự. Tuy nhiên, hiện tại do tình hình dịch bệnh đang phức tạp nên không thể tập trung học, em thắc mắc là em sẽ phải đăng kí in Giấy chứng nhận sinh viên hay trường sẽ gửi cho em vào một thời gian nào đó. Mong Phòng Đào tạo sẽ giúp em trả lời câu hỏi này.. . Em xin cảm ơn và chúc một ngày làm việc tốt lành.",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xét miễn anh văn 1 2 sao hệ thống báo lỗi vậy ạ! Em cảm ơn!",
            "Chào bạn. . Pdt đã cập nhật lại, bạn vào làm nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1710353  /b \t. . . .   i Tốt nghiệp . Em chào Thầy/Cô,. . Hiện tại em đang theo hệ KSTN và thỏa tất cả các điều kiện tốt nghiệp chỉ trừ điều kiện Anh văn. . . Nếu như  em không thỏa điều kiện Anh Văn (nhỏ hơn 245 điểm) trong đợt thi TOEIC Speaking and Writing đợt 1 với BK English, thì có cách nào để em bổ sung bằng Anh văn cho kịp đợt tốt nghiệp tháng 10 tới không ạ ? Do em đọc trong quy chế thì đăng ký đợt 1 sẽ không đăng ký được các đợt sau, và em lo là để các kỳ thi Anh văn mở lại offline như cũ thì không kịp cho đợt tháng 10 tới.. . Em cảm ơn Thầy/Cô nhiều ạ.",
            "Chào bạn. . Trong tháng 10 nếu có tổ chức thi anh văn 2 kỹ năng thì bạn đăng ký bình thường nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT, . . . . Do một vài lý do mà đến hôm nay em mới nhận được quyết định hoãn thi LVTN. . . . . Em muốn hỏi về thủ tục đăng ký xóa điểm hoãn thi, vì hiện giờ em đã đang tiếp tục thực hiện LVTN. Kính mong quý thầy, cô PĐT hỗ trợ em để em thực hiện đăng ký trong học kỳ 211 này ạ.. . . . Em cảm ơn.. . . . Trân trọng",
            "Chào bạn. . [full_name] đã ra quyết định hoãn thi môn LVTN theo quy trình. . - Nếu muốn hủy quyết định, bạn vui lòng làm đơn xin hủy quyết định hoãn thi môn LVTN, trình bày rõ lý do, và phải có xác nhận của [full_name] đồng ý phục hồi lại danh sách trong Hk202. . Thân",
            "Em chào cô, . . . . Ở điều 2 trong Quyết định có đề cập đến việc phải đăng ký xóa điểm hoãn thi trễ nhất trong hk2/2021-2022, chứ ý em không phải là hủy quyết định hoãn thi. . . . . Em có nhu cầu đăng ký xóa điểm hoãn thi trong HK211 (học kì 1/2021-2022), chứ không phải phục hồi lại danh sách trong HK202 (Học kì 2/2020-2021).. . . . Em cảm ơn cô đã đọc và em mong được giải quyết đúng nhu cầu của mình. . . . . Trân trọng.",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "Chào bạn. . - Hiện tại bạn liên hệ Khoa- GVHD để làm Lvtn  bình thường. . - Trước lịch bảo vệ LVTN, bạn tải mẫu đơn xóa  điểm HT nộp tại Pdt . . Thân",
            "Em cảm ơn ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào quý thầy cô,. . HK 202 em có đăng kí hoãn luận văn tốt nghiệp nhưng đến hiện tại em mới nhận được mail Danh sách các sinh viên được hoãn. Trong thời gian chờ mail (2 tháng)  thì em đã đăng kí mới cho môn học LVTN vào hk211. Do đó, hiện tại em vừa có môn LVTN HK211 và vừa được hoãn LVTN HK202. Vậy em có cần phải huỷ môn không ạ? Và nếu hoàn thành LVTN kì này thì điểm sẽ đc tính vào LVTN kì nào ạ? Nếu huỷ môn không được thì em buộc phải bỏ 1 trong 2 LVTN ạ?. . Em xin cám ơn quý thầy cô.",
            "Chào bạn. . Đã có mail gởi Qd rồi nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô. . Em là [full_name]2 lớp XD18CD02. . Em đã đăng ký giấy xác nhận SV và gửi thẳng về địa phương để tạm hoãn NVQS. . Đã được xử lý vào ngày 09/09 (có ảnh đính kèm). . Nhưng đến hôm nay lại nhận thông tin từ viettel post là đơn gửi đã bị hủy, là sao ạ? (có ảnh đính kèm). . Hiện tại, địa phương đã yêu cầu nộp giấy xác nhận, nếu không phải đi, mà đến giờ vẫn chưa có giấy.. . Em vẫn còn kẹt ở TP HCM nên khó trình bày với địa phương.. . Mong quý thầy cô xem lại trường hợp này và phản hồi sớm giúp em.. . Chân thành cảm ơn",
            "Thầy/cô phản sớm giúp em với ạ.",
            "Chào bạn[full_name] [full_name] [full_name] đã kiểm tra với Viettel, do lỗi nghen bạn, Bạn sẽ nhận được bình thường nghen[full_name] [full_name] Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin chào Phòng Đào tạo,. . Em là [full_name], mssv: [student_id], khoa cơ khí chuyên ngành kỹ thuật chế tạo.. . Nay em viết yêu cầu này để xin phòng đào tạo xác nhận cho em là em đã trả nợ môn học thành công.. . Hồi năm 2 em có rớt môn chuyên ngành Thực tập cơ khí đại cương 2 - ME2001 (1 chỉ), thì sang cuối năm 3 em có học lại môn thực tập cơ khí đại cương 2 NHƯNG đã đổi mã môn học thành ME2087(2 chỉ). Thì em được thầy trong khoa nói là môn này đã đổi mã môn học, em cứ học lại và làm đơn để xác nhận.. . Thì do tình hình dịch bên nên em chưa thể lên trường để làm đơn, vì vậy em xin phép viết yêu cầu này để PĐT có thể xem xét cho em đã hoàn thành môn học này, khi đó em sẽ đủ điều kiện và đăng kí tốt nghiệp trong đợt sắp tới ạ.. . Em xin cảm ơn ạ!. . [full_name].. .",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào phòng đào tạo,. . . . Sau khi có điểm anh văn nói viết, em đã đủ điều kiện tốt nghiệp theo chương trình đào tạo của nhà trường. . . . Nhà trường có thể cập nhập danh sách tôt nghiệp dự kiến vào tháng 11 cho em được không ạ.. . . . Em cảm ơn",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào anh/chị,. . Vấn đề hoãn thi, PĐT có email thông báo em đã điền không đúng   B mã số môn học  /B , và kèm theo excel danh sách để đối chiếu.. . Nhưng sau khi kiểm tra lại, mã môn em đã điền là   B 003706  /B  nhưng trong excel từ PĐT lại là   B 3706  /B , nên có thể là do sai sót trong xử lý Google Forms / Excel. Mong PĐT kiểm tra lại. Xin cảm ơn!. .   i Yêu cầu khác .",
            "Chào em,. . PĐT đã gửi email, em điền vào link:. . Sau khi kiểm tra SV đăng ký hoãn thi lại bằng tài khoản [email] điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng Ký Hoãn Thi . Em đã đăng ký hoãn thi môn học Vật Lý 1 PH1003 - DT05 - HK203, tuy nhiên bảng điểm chưa sửa điểm hiện tại của em, xin pđt giải quyết giúp em ạ.. . và em muốn đăng kí thi lại cuối kì Vật lý 1 vào HK211 thì em phải làm những gì ạ.",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh/chị ạ. . Em tên [full_name] học chương trình chất lượng cao ngành xây dựng cầu đường k16. . Anh chị cho em hỏi do em không có tên trong danh sách dự kiến dù đã đủ CTXH cũng như tín chỉ yêu cầu, em đã gửi câu hỏi sớm nhưng được phản hồi chờ đến ngày 28/9, nay em vẫn chưa thấy tên ạ mong anh chị kiểm tra giúp em vì thời gian đăng kí tốt nghiệp sắp kết thúc ạ.. . Em cảm ơn anh chị",
            "Chào bạn. . Cô gởi bạn đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Thân. .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa thầy cô. . . . Em là [full_name] - MSSV [student_id] là sinh viên năm 4 chương trình PFIEV ngành Cơ điện tử. Nay em làm đơn này với mong muốn nhờ thầy cô giúp đỡ tư vấn.. . . . Vào năm 1, do học nhầm thời khóa biểu lớp Nhập môn kĩ thuật ME1001 với các bạn bên xây dựng, và cuối kì em đã xin chuyển điểm nhưng do nhầm lẫn thầy [full_name] không nhập điểm em nên đã bị rớt môn này.. . . . Nay em mong muốn trả nợ môn để kịp tốt nghiệp do đây là môn duy nhất em rớt và độ khó để mở lớp học môn này lại rất cao, đăng kí học môn này với các bạn sinh viên năm 1 do nhận thấy rằng các bạn vẫn chưa bắt đầu học kì và học kì 1 năm 4 đã kết thúc nhiều môn học, có chỗ trống trong thời khóa biểu, em không biết phòng đào tạo có thể tư vấn phương án này cho em được không ạ?. . . . Em xin chân thành cảm ơn và em xin lỗi vì sự bất tiện này!",
            "Chào em,. . Em vui lòng gửi lại mã môn học, tên môn học em cần học chung K21 nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là sinh viên [full_name] mssv: [student_id] học lớp XD19KTXD01 em muốn yêu cầu được nhận giấy hoãn nghĩa vụ để nộp cho UBND địa phương vì đã đến hạn phải nộp rồi ạ, nếu có thể có file để in ra thì càng tốt ạ. em cảm ơn ạ. .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy cô !. . Chiều nay vào lúc 2h59 ngày 28/09/2021 là hạn chót đăng kí anh văn theo nhu cầu, mà điểm av3 của em chưa chuyển được để đăng kí av4a . Cho em hỏi làm sao để đăng kí ạ? Phòng đạo tạo có thể mở thêm cho em đăng kí trước khi bắt đầu học ngày 11/10/2021 không ạ ? Em mong thầy cô giúp đỡ vì dịch nên em không thi toeic được nên học av4a để tốt nghiệp ạ! Em xin cảm ơn!. .",
            "Chào bạn. . Cô đã lấy dữ liệu chuyển bộ phận dkmh xét lại. . Bạn đợi kết quả phản hồi trễ nhất là thứ 4 ngày 7/10. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô ạ. . . . Thầy/cô cho em hỏi em muốn nhận file scan bảng điểm để nộp hồ sơ xin học bổng thì em phải làm như thế nào ạ?. .",
            "Dạ cho em hỏi thêm là sau bao lâu thì em nhận được file scan bảng điểm ạ?",
            "Chào bạn. . Hiện tại [full_name] đang triển khai đăng ký nhận bảng điểm qua bưu điện. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy/cô!. . Em tên: [full_name] . . Khoa: Quản Lý Công Nghiệp. . MSSV: [student_id]. . Như đã trình bày từ trước. Em xin cứu xét đăng ký Luận Văn thiếu 1 tín chỉ.. . Dạ hiện tại theo hướng dẫn em đã trình bày đơn lên GVHD, GVCN và VPK đều phê duyệt đơn cho em thông qua mail. Và VP Khoa đã gửi mail đính kèm xin cứu xét lên PĐT. . . Em phản hồi thêm tại đây những email xác nhận và đơn cứu xét đính kèm để PĐT và thầy cô có thể sớm phản hồi. Em chân thành cảm ơn quý thầy/cô",
            "Chào bạn,. . PDT ghi nhận trường hợp của bạn, đã gửi đến bộ phận liên quan xử lý. SV xem kết quả tại trang Mybk- xemTKB, Nếu sau thời gian 1 tuần (kể từ ngày tiếp nhận, trừ thứ 7,CN và các ngày lễ), SV vẫn chưa được xử lý vui lòng gửi lại câu hỏi để PDT kiểm tra lại nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào thầy, cô ạ. . Kì này em đã xong luận văn tốt nghiệp và chuẩn bị đăng kí tốt nghiệp tháng 11 tới. Vài ngày trước em nhận được bảng điểm và rớt 1 môn ở kì 202. Em có cần duy trì tình trạng sinh viên để kì tới đăng kí môn học không ạ, vì kì này em không đăng kí môn nào cả. . . Em cảm ơn ạ",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa thầy cô,. . . . Lần trước em có đặt câu hỏi về việc đăng kí tốt nghiệp và được bảo là nếu sau ngày 28/9/2021 vẫn không được thì báo lại cho thầy cô. Bữa giờ em vào đăng kí nhưng vẫn không đăng kí được. Mong thầy cô kiểm tra lại giúp em ạ.. . . . Em xin cảm ơn,. . Trân trọng, . . . . [full_name].",
            "Chào bạn. . Cô gởi bạn đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Thân. .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . . . Cho em hỏi điểm I hay điểm 14 thì kì tiếp theo chỉ thi lại hay phải học lại từ đầu ạ ? Với môn thí nghiệm thì sao ạ ? Học phí môn học như thế nào ạ ? Làm đơn xin thi / học lại thế nào ạ ?",
            "Chào em,. . PĐT đã gửi email đến sv, em đọc kỹ nhé. (áp dụng HK202, HK203 em tham khảo). . . . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . . . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . .",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em muốn rút môn học vì em đã qua môn ở học kì vừa rồi nhưng đến ngày 27/9 em mới biết được điểm. Hiện tại trên mybk chưa cập nhật lại tổng số tín chỉ cũng như điểm trung bình tích lũy nên em muốn hỏi phải làm sao để được cập nhật điểm lại vậy ạ? Vì em cần chắc chắn để rút môn học, thời hạn rút môn cũng sắp hết rồi ạ. Em cảm ơn.",
            "Chào em,. . - Trên Mybk chưa có cập nhật. Điểm vẫn còn thiếu nhiều. Do đó khi nào đủ điểm mới cập nhật. . . - Khi sv cần in bảng điểm thì sẽ có đầy đủ ĐTB tính đến thời điểm sv đăng ký in.. . - Vì em cần chắc chắn để rút môn học. . =  em gửi lại mã môn học, tên môn học để PĐT xem nhé.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ kính chào thầy/cô,. . Em là [full_name]-MSSV [student_id]. Ngày 23/08/2021 Khoa Xây dựng có gửi công văn số 209/ĐHBK-KTXD, thông báo cho PĐT về việc cập nhật xét miễn môn học cho em để em hoàn thành chương trình học. Nhưng hiện nay khi tra cứu danh sách tốt nghiệp và điểm trên mybk em vẫn chưa thấy PĐT cập nhật. Mong thầy/cô hỗ trợ em cập nhật điểm và kiểm tra điều kiện tốt nghiệp của em còn thiếu sót gì để em bổ sung kịp thời. Bởi vì hiện nay em kiểm tra thì chỉ còn điểm môn học xin xét miễn là em đã đủ điều kiện ạ. Em xin cám ơn và rất mong được hỗ trợ trong thời gian sớm nhất vì hạn chót của đợt đăng kí xét tốt nghiệp sắp tới rồi ạ.. . . . Trân trọng,. . [full_name]",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. .",
            "Dạ em còn 1 câu hỏi thắc mắc nữa là nhờ thầy /cô giúp em kiểm tra điều kiện tốt nghiệp của em ngoài môn học CI1001 đang cập nhật xét miễn thì em còn thiếu điều kiện khác nữa không để em kịp thời gian hoàn thành vì thời gian xét tốt nghiệp sắp hết. Do là em đã tự kiểm tra và chỉ thấy còn chờ môn học CI1001 cập nhật điểm ạ.. . Em xin cám ơn",
            "Chào bạn. . Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn đợi mail tốt nghiệp vào tuần sau và thực hiện theo hướng dẫn nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn đăng kí học bổng NITORI quốc tế ạ. Trong yêu cầu cần bảng điểm năm 2020-2021 do Phòng Đào tạo cấp. Nhưng em không biết  PĐT cấp bảng điểm onl thế nào? Đăng kí ở đâu?",
            "Chào bạn. . Pdt triển khai hình thức đăng ký nhận bảng điểm qua bưu cục. . Bạn đăng ký tại Mybk-in bảng điểm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em đã xin hoãn thi môn giải tích 2  MT1005 học kì 203 nhóm dt01-A ngày 24/08 mà phòng đào tạo cập nhật em điểm 13 , mong phòng đào tạo xem lại giùm em",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy cô,. . . . Hiện tại em có thực hiện chuyển điểm anh văn trên MyBK. Tuy nhiên, khi đến bước thanh toán thì hệ thống báo lỗi Error code 81: Lỗi gửi thông tin thanh toán tới BKPay. Em có đính kèm hình ảnh lỗi ở hình dưới. . . . . Kính mong thầy cô có thể xem xét và điều chỉnh lỗi này ạ.. . Em cảm ơn thầy cô rất nhiều.. . . . Trân trọng,. . [full_name].. .   i Yêu cầu khác ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name], mssv [student_id]. Em có đăng ký in bảng điểm trên trang Mybk nhưng do lỗi hệ thống nên em không thể hoàn tất đăng ký và thanh toán được ạ. Phòng Đào tạo xem giúp em ạ. Em cảm ơn.",
            "Chào bạn. . Pdt đã cập nhật lại, Bạn đăng ký lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin phép gửi mã môn học CH2043, môn Quá trình và thiết bị truyền nhiệt. Hiện chỉ có cập nhật điểm của môn và em đã có đủ điểm ở kì này nên mong pdt cập nhật điểm trung bình tích lũy và tổng số tín chỉ giúp em ạ. Em cảm ơn.",
            "Chào em,. . . . - mong pdt cập nhật điểm trung bình tích lũy và tổng số tín chỉ giúp em ạ. . =  Cô đã trả lời ở câu trước rồi em:. . . . \"Trên Mybk chưa có cập nhật. Điểm vẫn còn thiếu nhiều. Do đó khi nào đủ điểm mới cập nhật.\". . - Em xin phép gửi mã môn học CH2043, môn Quá trình và thiết bị truyền nhiệt.. . =  HK202 môn này có điểm tổng kết rồi em. . CH2043\tQ/tr & th/bị truyềnnhiệt\tCC01-A\t3\tKT:8.00 BT:9.00 BTL:9.00\t4.00\t5.50. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có môn Kinh tế kỹ thuật đã có điểm, sau đó có đăng ký phúc khảo điểm thi cuối kì và được thông báo là có thay đổi, mã phiếu PTBT.[student_id].2 ngày 27/8/2021. Nhưng trên bảng điểm vẫn còn điểm cũ, em muốn hỏi là khi nào được sửa điểm ạ. Cám ơn.",
            "Chào em,. . - Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa (HK202) trong thời gian cho phép sửa.. . . . - Nếu thầy cô sửa điểm rồi thì phải nộp lại bảng điểm cho PĐT, lúc đó mới cập nhật lại nhé.. . Thân mến,. . . .",
            "Em liên hệ với giảng viên dạy và được báo là \"đã đưa lại cho bộ môn để gởi cho phòng đào tạo để kiểm tra và thay đổi lại điểm cho em\". Vậy khi nào được cập nhật lại trên bảng điểm mybk ạ. (1 tháng rồi mà em chưa thấy thay đổi). . Mã phiếu PTBT.[student_id].2",
            "Chào em,. . Em hỏi lại [full_name], Bộ môn đã gửi cho PĐT chưa, hay còn nằm ở đâu đó.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào ad ạ, em có đăng kí in bảng điểm, nhưng vì dịch bệnh việc chuyển bảng điểm về khá bất tiện cho việc em xin học bổng VAS vào ngày 1/10/2021, em xin được pđt cấp cho bảng scan để em có thể nộp dự học bổng. Em cảm ơn nhiều!",
            "Chào bạn. . Bạn chưa thanh toán lệ phí, nên không thể xử lý. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em tên là [full_name], mssv [student_id]. Em có đăng kí in bảng điểm mà trên trang in bảng điểm của em bị lỗi mong PĐT xem sửa giúp em và scan bảng điểm gửi giúp em với ạ. Em xin cảm ơn.",
            "Chào bạn. . Pdt đã cập nhật lại, bạn đăng ký lại nghen. . Đồng thời hiện tại Pdt đang triển khai đăng ký in bảng điểm nhận qua bưu cục. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PDT,. . . . Em tên [full_name], MSSV: [student_id]. Trong HK201, môn Công nghệ bao gói (CH3129), GV phụ trách môn đã công bố điểm và nói đã nộp lên phòng đào tạo. Tuy nhiên từ ngày công bố điểm đến nay là một tháng và em (và các bạn trong lớp) chưa thấy điểm được cập nhật trên mybk. . . . . Kính mong PDT giải quyết giúp em trường hợp này, em xin cảm ơn.",
            "Chào em,. . PĐT chưa nhận được bảng điểm em nhé. Em vui lòng liên hệ Khoa, Bộ môn, GV.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào PDT. . . . Vài ngày trước mẹ em có ra ngân hàng chính sách xã hội để hỏi về vấn đề vay vốn hỗ trợ cho SV thì phía ngân hàng có hướng dẫn là sẽ liên hệ với bên trường và trường sẽ gửi giấy xác nhận cho bên phía ngân hàng để ngân hàng làm thủ tục cho SV vay vốn. Em không biết là các thủ tục đó sẽ thực hiện đăng ký ở đâu và trình tự như thế nào. Em hi vọng nhận được phản hồi sớm để em có thể hoàn thành thủ tục vay vốn để có tiền thanh toán học phí vào tháng 11. Em xin chân thành cám ơn. . . . Trân trọng.",
            "Chào em,. . - Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . . . - Nếu em cần giấy xác nhận sv thì vào mybk/xác nhận sv để đăng ký và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu . . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . cho em hỏi là em đã hoãn thi cuối học kì 202 thì có cần phải nộp giấy xác nhận gì để dược phân ngành không ạ",
            "Chào em,. . Việc phân ngành em liên hệ ở Khoa nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô ạ,. . Thầy/cô cho em hỏi là, hiện tại em đang muốn xin một học bổng và yêu cầu hồ sơ phải có bảng điểm của PĐT và nộp online qua drive. Hiện tại thì dịch bệnh giãn cách xã hội nên không biết có cách nào để có được file bảng điểm từ PĐT không ạ. . . Em xin cảm ơn ạ",
            "Chào bạn. . Pdt triển khai dịch vụ in bảng điểm và nhận qua bưu cục. . Bạn đăng ký tại Mybk-in bảng điểm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô, em tên [full_name], MSSV : [student_id],. . . . Vào kì thi cuối kì học kì 202, em có hoãn thi môn Đại số tuyến tính bằng cách điền form do phòng Đào tạo gửi.. . Em muốn hỏi rằng liệu nhà trường đã có dự định thi lại cho các môn hoãn thi  vào khoảng thời gian nào chưa ạ?. . . . Em cảm ơn thầy cô.",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . - Em muốn hỏi rằng liệu nhà trường đã có dự định thi lại cho các môn hoãn thi  vào khoảng thời gian nào chưa ạ?. . =  Em chờ thông báo sau khi có quyết định hoãn thi nhé.. . . . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô,. . Hiện tại em đã hoàn thành chương trình học, số ngày CTXH, tiếng anh nghe đọc. Tuy nhiên kết quả đợt 1 vừa rồi em chưa đủ điểm tiếng anh nói viết. Nên em có 2 câu hỏi muốn thầy/cô giải đáp ạ:. . 1. Khi nào là hạn cuối cho việc nộp bằng tiếng anh nói viết ạ?. . 2. Giả sử dịch kéo dài và việc thi offline khó thực hiện được thì trường có tổ chức đợt thi mới cho những bạn chưa qua không ạ?",
            "Chào bạn. . 1) Trong tháng 10 sẽ có thông báo hoặc bạn liên hệ TTNN để đăng ký. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cô ơi cho em hỏi, em đăng ký in giấy xác nhận sinh viên từ ngày 22/9 rồi nhưng hiện tại trên trang thông báo vẫn chưa được xử lý, cô kiểm tra giúp em, vì em đang cần gấp ạ. Em cảm ơn. .   i Yêu cầu khác .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . . . - PĐT scan up lên nhanh nhất có thể, em vui lòng chờ nhé.. . Thân mến,. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy/cô ạ,. . . . Em tên: [full_name]. . ID:[student_id]. . . . Dạ hiện em đã được văn phòng xác nhận là đã xử lý yêu cầu in thẻ sinh viên của em (10/08/2021) ạ. Nhưng hiện tại em vẫn chưa nhận được thẻ ạ.. . . . Em mong nhà trường giúp em đốc thúc bưu điện để gửi đến nơi nhận giúp em ạ.. . . . Em cảm ơn nhiều ạ!. .",
            "Chào em,. . Dạ hiện em đã được văn phòng xác nhận là đã xử lý yêu cầu in thẻ sinh viên của em (10/08/2021) ạ. . =  Em liên hệ VP ĐTQT qua email [email] để được hỗ trợ nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT.. . Em là [full_name], MSSV: [student_id].. . Em vừa nhận được kết quả thi 2 kỹ năng đợt 1 và bị báo fail ghi hình writing.. . Em thi vào ngày 15/09, tuy nhiên vào ngày 13/09, Ba em mất nên em không kịp chuẩn bị phần mềm ghi hình thật tốt. Do đó em đã sử dụng phần mềm Screen Recoder để ghi hình mà không biết là phần mềm chỉ cho ghi 10 phút và tự động ngắt. Sau đó em có xin Giám khảo cho em đổi phần mềm, dùng google meet để ghi nhưng em lại quên bật share màn hình. Vì lý do bất khả kháng nên em chuẩn bị không kỹ. Tuy nhiên, hôm đó em có đặt camera phụ nhìn thấy được toàn bộ màn hình của máy tính nên PĐT có thể kiểm tra lại file ghi hình buổi thi để xem camera phụ và chấp nhận kết quả thi writing của em được không ạ.. . Em thành thật xin lỗi vì sự cố trên. Dưới đây là đính kèm giấy báo tử của ba em vào ngày 13/09 ạ. Mong PĐT xem xét hỗ trợ em ạ.. . Em xin chân thành cảm ơn!. .   i Tốt nghiệp .",
            "Chào em,. . Cô đã chuyển tiếp câu hỏi của em đến TTNN. TTNN đã ghi nhận, sẽ xem xét và phản hồi cho em sau.. . Thân mến,. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Do kỳ vừa rồi em đăng ký hoãn thi và đọc quy chế không đề cập tới việc hoàn thành bài tập lớn nên em không làm bài tập lớn với nhóm sau đăng ký hoãn thi mà hôm nay em nhận được email phải làm BTL và thí nghiệm nhưng nhóm đã làm xong từ trước .Mong phòng đào tạo giải quyết gấp cho em tình hình này em ko muốn học lại do em chỉ hoãn thi do vấn đề máy móc . .",
            "Chào bạn. . Bạn xem lại các thông báo Pdt gởi về Hoãn thi đặt biệt cho Hk 202.203 vì dịch Covid, ghi rất rõ phải hoàn thành blt và thí nghiệm. . Bạn liên hệ Giảng viên giảng dạy để hỗ trợ . . Thân"
        ]
    }
]