[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào Phòng đào tạo!. . Em là [full_name] hiện là sinh viên khoá 2017. Em đang cần hoàn thành môn anh văn 4 để ra trường. Đã đăng kí ở dự thính đợt 2 đến giờ vẫn chưa có thời khoá biểu ạ ?. . Còn đợt đăng kí theo yêu cầu này. Sao lớp cơ bản A, 1A, 2A, 3A mở mà 4A không mở vậy ạ?. . Mong phòng đào tạo giải đáp thắc mắc và chỉ em cách đăng kí với ạ !. . Em xin cảm ơn.. .",
            "Chào bạn. . SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Sinh viên xem lý do tại sao có ĐKMH  mà không có TKB tại trang web : mybk.hcmut.edu.vn    Đăng ký môn học    đợt đăng ký môn học đã đăng ký    bấm vào mục Đăng ký mới    chọn loại hình đăng ký    xem Lịch sử đăng ký (SV xem file hướng dẫn đính kèm).. . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy cô. Cho em hỏi em tốt nghiệp đợt tháng 11/2021 thì bây giờ em có thể lên trường nhận bằng tốt nghiệp được chưa vậy ạ.",
            "Chào bạn, . . Bạn đã có bằng tốt nghiệp rồi, bạn liên hệ PDT để nhận bằng nhé. Khi liên hệ nhớ mang theo CMND hoặc thẻ SV.. . Thân.",
            "Dạ là em cầm CMND hoặc thẻ SV lên trực tiếp trường ,vào PDT để nhận bằng phải không ạ",
            "Chào em,. . - Trường hợp nhận thay bằng tốt nghiệp: Phải có giấy ủy quyền có xác nhận của chính quyền và chỉ có thể ủy quyền cho ba/mẹ/anh/chị/ em ruột (khi nhận phải kèm theo hộ khẩu, CMND/CCCD). . Về lễ tốt nghiệp SV vui lòng đợi thông báo sau của nhà trường. . - Dạ là em cầm CMND hoặc thẻ SV lên trực tiếp trường ,vào PDT để nhận bằng phải không ạ. . =  Đúng rồi em, tới PĐT CS Lý Thường Kiệt, giờ hành chánh từ thứ 2 đến thứ 6.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em là [full_name], MSSV [student_id], sinh viên hệ VLVH.. . PĐT cho em hỏi là danh sách tốt nghiệp dự kiến này đã bao gồm các sinh viên hệ VLVH chưa ạ. Hiện tại em đã hoàn thành hết chương trình học rồi mà trên danh sách vẫn chưa có tên ạ. Mong PĐT giải đáp thắc mắc của em. Em cám ơn ạ.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 08/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name], sinh viên năm Nhất ngành Khoa học Máy tính trường Đại Học Bách Khoa - Đại học Quốc gia TP.HCM, mã số sinh viên [student_id]. . . Sau một thời gian năm Nhất được học về Máy tính, em đều cảm thấy thích cả hai ngành Khoa học và Kỹ thuật máy tính. . . Hai ngành Khoa học Máy tính và Kỹ thuật Máy tính đều có những điểm khác biệt riêng của mình. Cả hai ngành Khoa học Máy tính và Kỹ thuật Máy tính đều bổ trợ cho nhau, em mong rằng việc theo học song ngành cả hai ngành này sẽ giúp ích cho em sau này. . . Em muốn được đăng ký theo học song ngành (theo hướng ngành thứ hai hoặc theo hướng ngành phụ) với ngành Kỹ thuật Máy tính nữa.. . Sau khi đọc Điều 28. Đào tạo song ngành của [full_name] [full_name], [full_name], http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitiettb&thongbao_id=1658 em có một vài thắc mắc về đào tạo song ngành của trường ĐHBK.. . . . -Em hiện là sinh viên năm Nhất của ngành Khoa học Máy tính thì có thể đăng ký học song ngành (theo hướng ngành thứ hai hoặc theo hướng ngành phụ) với ngành Kỹ thuật Máy tính được không?. . - Nếu như có thể, quy trình để đăng ký theo học ngành thứ hai: Kỹ thuật Máy tính bao gồm những bước gì? . . - Em sẽ làm đơn đăng ký gửi đến ai?. . - Khi nào là thời điểm có thể đăng ký học theo hướng song ngành ngành Kỹ thuật Máy tính? . . - Trường đã có sẵn mẫu đơn chưa hay sinh viên tự viết đơn của mình?. .",
            "Chào em,. . Em vui lòng liên hệ Khoa để được hỗ trợ nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name], MSSV [student_id]. Trong học kì 212, em sẽ đi học trao đổi và đã được cấp công văn CV159/ KH&KTMT. Em cũng đã liên hệ VP Khoa KH&KTMT (chị [full_name]) để chuyển tiếp đơn đăng kí môn học của em đến PĐT. . . . . Dạ hiện tại đang là đợt đóng học phí của chương trình CLC, nhưng VPĐTQT nhắn em là không tìm thấy TKB của em nên không thể tính học phí được ạ. Cho em hỏi là em đã đăng kí môn thành công chưa ạ, và như vậy em sẽ đóng học phí cho trường mình ở một đợt khác hay sao ạ?",
            "Chào bạn. . Pdt đã kiểm tra lại hồ sơ trao đổi của bạn, và đã chuyển cho bộ phân dkmh kiểm tra lại. . Dự kiến thời khóa biểu của bạn sẽ được phục hồi vào ngày 22/2. . Bạn có thể liên hệ [full_name] : [email], để được hỗ trợ thêm. . [full_name]ân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào tạo DHBK Hồ Chí Minh!. . . . Em tên là [full_name], hiên đang học chương trình Đại trà K20- Ngành Kỹ thuật Hàng Không-Tàu thủy.. . . . Sau một năm rưỡi học ngành này, em cảm thấy em không còn phù hợp với ngành này nữa nên có   B mong muốn đổi ngành  /B  sang Khoa học máy tính.. . . . . . Em muốn hỏi là em có thể   B bảo lưu các môn đại cương  /B  em đã học, sau đó   B thi lại  /B  vào ngành em muốn được không ạ?. . Em hy vọng như vậy có thể giúp em giảm không phải học lại các môn đại cương có chung giữa hai ngành.. . . . Em cảm ơn Phòng Đào tạo đã đọc và giúp đỡ em ạ!. .",
            "Chào em,. . Em vui lòng xem quy chế . . https://portal.hcmut.edu.vn/dao-tao/quy-dinh-hoc-vu. . Thân mến. .",
            "\"Chào bạn. . - Về việc đánh giá kết quả học tập áp dụng từ Khóa 2021: Bạn vui lòng xem chi tiết tại trang web portal.hcmut.edu.vn    Đào tạo    Quy chế - quy định    Quyết định ban hành quy định chung về học vụ và đào tạo số 2931(10/09/21)     Chương 5: Công tác đánh giá kết quả học tập. Điều 18. Công nhận kết quả học tập và chuyển đổi tín chỉ.. . Chúc bạn học tập tốt nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo,. . Em tên là [full_name] MSSV [student_id].Em viết đơn này rất mong Phòng đào tạo có thể hỗ trợ em đăng ký môn học Công nghệ protein-enzyme (CH3021). Em đã được sự cho phép vào lớp của giảng viên bộ môn [full_name]. Mail cho phép tham gia lớp được đính kèm cùng với đơn xin phép.. . . .",
            "Chào em;. . đã bổ sung môn, ngày 25/2 sẽ cập nhật thời khóa biểu nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã nộp đủ tiếng anh Toeic 500 rồi, trường đã thẩm định rồi, nhưng chưa cập nhật em trong danh sách tốt nghiệp tháng 4 ạ . . Mong phòng đào tạo sớm cập nhật giúp em ạ . . Em cảm ơn nhiều ạ",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 01/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Em chào thầy/cô.. . Em tên [full_name], mssv [student_id].. . Hiện tại em đã có tên trong danh sách tốt nghiệp dự kiến. Thầy/cô cho em hỏi em có được nộp ccnn để chuyển điểm không? Do em muốn nâng cao điểm tbtl.. . \t. . Em cám ơn.. . . .",
            "Chào em,. . Trường hợp em muốn nộp CCNN để chuyển điểm, em khoan hãy đăng ký tốt nghiệp.. . Sau khi em đăng ký chuyển điểm, xét miễn và thanh toán lệ phí thành công tại mybk/ Đăng ký CCNN, sau khi có kết quả thẩm tra hợp lệ bạn có thể gửi câu hỏi qua bksi xin cập nhật điểm TB tốt nghiệp do SV mới cập nhật chuyển điểm để tính lại điểm TB tốt nghiệp cho bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1919003  /b \t. . . .   i Tốt nghiệp  /i  . . Dạ kính chào Thầy/Cô. . Em tên Nguyễn Ngọc Đức 1919003 khoa cơ khí hệ liên thông chính quy. . Em đã đăng kí tốt nghiệp và đã thanh toán xong hồi tháng 1/2022, và chờ xác nhận email khi nào lấy bằng của phòng đào tạo gửi về mà không có, em nhờ Thầy/Cô kiểm tra giúp em để em lấy về để đi xin việc ạ.. . Em xin cảm ơn.. . . .",
            "\"Chào em,. . Trường hợp của em đã có bằng, do hệ thống mail của trường đang bị lỗi nên chưa gửi được, em có thể lên trực tiếp Phòng Đào tạo (101. A1) để nhận nhé.. . Đi theo giờ hành chính từ thứ 2 đến thứ 6. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào Tạo. . Em tên là [full_name], MSSV:[student_id]. Khoa Kỹ Thuật Giao Thông. . Trong HK211 em có học môn nhập môn lập trình (CO1003) để thay thế môn tương đương kĩ thuật lập trình CO1013 trong chương trình đào tạo của tụi em. Dạ giờ vẫn chưa được chuyển điểm ạ. Vì vậy mong thầy cô chuyển điểm giúp em môn này để em đủ điều kiện số tín chỉ đăng ký LVTN trong kì này. . . Em xin chân thành cảm ơn.. . . . . .",
            "Chào bạn, . . PDT đã xử lý chuyển điểm tương đương theo yêu cầu của bạn.. . Dự kiến trong tháng 3/2022 sẽ cập nhật tại mybk  thông tin sinh viên  điểm chuyển. . . Hiện tại bạn có thể đăng ký in bảng điểm tại mybk để kiểm tra.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là sau khi tốt nghiệp thì bao lâu sẽ không sử dụng được email của trường nữa. Hỏi để em nắm bắt được thông tin và chuyển dữ liệu không để bị mất dữ liệu",
            "Chào em,. . Từ 1-3 tháng tùy theo chính sách liên kết với google về email. . PĐT không phụ trách về vấn đề này nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên [full_name] Lớp VL15KL. . Em muốn chuyển điểm tương đương môn cơ lưu chất và môn vật lý chất rắn.. . Trong chương trình đào tạo của em môn CLC CI2005 và VLCR MA2001 nhưng trong học kỳ 211 em học là CI2003 và MA2033.. . Cả hai đều do môn học cũ không còn mở.. . Em xin PĐT chấp nhận nguyện vọng của em. . Em xin chân thành cảm ơn. . .",
            "Chào bạn, . . PDT đã xử lý chuyển điểm môn MA2001 tương đương theo yêu cầu của bạn.   B Tuy nhiên còn môn CI2003 không thấy Công văn tương đương CI2005  /B . . Dự kiến trong tháng 3/2022 sẽ cập nhật tại mybk  thông tin sinh viên  điểm chuyển. . . Hiện tại bạn có thể đăng ký in bảng điểm tại mybk để kiểm tra.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2114816  /b \t. . . .   i Đăng ký môn học . DẠ CHO EM HỎI (K21) CHƯA THI AVDV THÌ ĐK AV MẤY Ạ. .",
            "Chào em,. . Em vui lòng trình bày rõ thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. Cô chưa hiểu ý của em. . . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kính gửi phòng đào tạo,. . Em tên [full_name], MSSV [student_id]. Mong pdt xem xét lại giúp em trong học kỳ 201 em đã đạt 122 chỉ và cộng thêm 6 chỉ của học kỳ 211 là 128 chỉ   126 và đủ đk đăng ký luận văn không ạ.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trước ngày 22/02/2022.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em kính chào thầy/cô,. . . . Em xin gửi thầy/cô \"Đơn chuyển từ Chính Quy sang Vừa Làm Vừa Học\" để thay đổi hệ trước khi kết thúc thời hạn Chính Quy cuối cùng (tháng 4/2022) của em ạ.. . . . Cảm ơn thầy/cô rất nhiều,. . [full_name]",
            "Chào bạn. . Cho Cô hỏi theo CTDT bạn còn nợ môn gì để tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy/cô.. . Em là [full_name], sinh viên K17 khoa kỹ thuật Địa chất và Dầu khí.. . Hiện tại em đang đi làm nên không thể qua trường nhận bằng từ thứ 2 - thứ 6. Thầy/Cô có thể cho em hỏi là bên phòng đào tạo có thể sắp xếp cho sáng mai là sáng thứ 7 nhận bằng tốt nghiệp để nộp cho công ti để hoàn thiện hồ sơ được không ạ?. . Em cảm ơi nhiều ạ!. .",
            "Chào em,. . Bằng tốt nghiệp vẫn được lưu trữ tại Phòng Đào tạo cho Sinh viên.. . Trường hợp nhận thay bằng tốt nghiệp: Phải có giấy ủy quyền có xác nhận của chính quyền và chỉ có thể ủy quyền cho ba/mẹ/anh/chị/ em ruột (khi nhận phải kèm theo hộ khẩu, CMND/CCCD). . Về lễ tốt nghiệp SV vui lòng đợi thông báo sau của nhà trường. . - phòng đào tạo có thể sắp xếp cho sáng mai là sáng thứ 7 nhận bằng tốt nghiệp để nộp cho công ti để hoàn thiện hồ sơ được không ạ?. . =  PĐT làm từ thứ 2 đến thứ 6 nhé, không làm thứ 7.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào anh/chị ạ,. . . . Em có check TKB thì thấy có 8 tuần trống, và lịch của em trên TKB thì 4 tuần đầu sẽ học GDQP, em xin hỏi có phải là 50% quân số sẽ học trong 4 tuần đầu và số còn lại sẽ học trong 4 tuần sau không ạ?. . . . Và 2 tuần học online sẽ bắt đầu trước hay sau 2 tuần offline ạ?. . . . Tại gia đình em có công việc gấp, GDQP có thể ảnh hưởng nên mong anh/chị trả lời giúp em chi tiết ạ :(((. . . . Em cảm ơn.. . . .",
            "Chào em,. . Em liên hệ PĐT TT GDQP qua 028.[student_id]7, hoặc email [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ hiện tại em đang thiếu 1 ngày ctxh để xét tốt nghiệp em không biết trong thời gian tới trường có tổ chức hiến máu hoặc các hoạt động để hỗ trợ sinh viên có đủ ngày ctxh không ạ?. . Em cảm ơn!",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là mssv [student_id] còn chuyển được sang hệ VLVH nữa không ạ,thủ tục cũng như thời gian như thế nào ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . - Bạn có thể chuyển được qua hệ VHVL.Về CTDT là giống nhau của đại trà và VLVH. . Tuy nhiên, VLVH sẽ:. . Giảm chuẩn anh văn xét LVTN và tốt nghiệp so với Chính quy: chi tiết xem quy chế học vụ. . Không xét môn anh văn 1234, GDTC, GDQP, Ngày CTXH, . . Thời gian học là 10 năm (theo khóa đầu vào của . . sinh viên).. . - Về thủ tục chuyển sang hệ VHVL: Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên Lê Ngọc Thanh, MSSV [student_id], hiện tại em đã nhận được bằng tốt nghiệp tạm thời có giá trị trong tháng 01.2022. Quý Thầy/ Cô cho em hỏi lúc nào em mới được nhận bằng chính thức.. . Mong Quý Thầy/ Cô phản hồi giúp em.. . Trân trọng.. . Sđt: [phone_number]",
            "Chào bạn, . . Bạn đã có bằng tốt nghiệp rồi, bạn liên hệ PDT để nhận bằng nhé. Khi liên hệ nhớ mang theo CMND hoặc thẻ SV.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thưa thầy cô, thầy cô cho em xin hỏi là em được nộp chứng chỉ ngoại ngữ mấy lần và em sẽ được chuyển điểm mấy lần ạ. . . Em xin cảm ơn thầy cô nhiều ạ.",
            "Chào bạn, . . - Bạn có thể nộp chứng chỉ ngoại ngữ nhiều lần. . - Về việc chuyển điểm: có thể đăng ký chuyển điểm nhiều lần (cho các môn khác nhau) nhưng mỗi môn ngoại ngữ được đăng ký chuyển điểm tối đa 1 lần. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi em có đăng kí rút môn học nhưng khi suy nghĩ lại thì em không muốn rút nữa thì có cách nào hủy việc rút môn học không ạ ?. . Em cám ơn ạ.",
            "Đã trả lời. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em bị trùng lịch học cơ lưu chất và hóa học trong kĩ thuật&khoa học môi trường,,do là học 2 cơ sở khác nhau nhưng trùng thời gian học không thể học 2 môn cùng một lúc.. . Mong có thể được xếp lại tkb,,em trân trọng cảm ơn ạ!. . . .",
            "Chào em,. . Trong tuần này sẽ cập nhật lại TKB của HK212, SV theo dõi lại nhé, nếu qua tuần vẫn thấy [full_name] em gửi khiếu nại qua bksi giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào phòng đào tạo ạ,. . . . Hiện tại em đang muốn đăng kí rút 1 môn học, thầy/cô có thể cho em xin hỏi cách để rút môn được không ạ?. . . . Em cảm ơn nhiều ạ",
            "Chào em,. . Em xem email PĐT đã gửi:. . \"ĐĂNG KÝ RÚT MÔN HỌC HỌC KỲ 2(2021-2022). . Hộp thư đến. . . . - Ho Tro SV   [email] . . 08:57, Th 6, 7 thg 1. . tới stu.all. . . . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản [email] và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ [full_name] điều 11.2. . . . Chúc các bạn học tập thật tốt!\". ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào các thầy, cô. . . . Em tên [full_name], Mssv: [student_id] hệ VHVL. . . . Hiện tại em Có đăng ký môn học Thực tập điện 2 EE3023 lớp L12 của thầy [full_name]. . . . Em xem trên thời khoá biểu thì môn này đã học sang tuần thứ 2 tuy nhiên em vẫn chưa nhận được link tham gia học môn này (tuần 1 em có lên trực tiếp phòng thực tập điện cs1 nhưng lớp đóng cửa). . . . Em mong các thầy, cô giải đáp cho em để e được tham gia lớp theo đúng thời khoá biểu. . . . Em xin chân thành cảm ơn các thầy, cô",
            "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý, PĐT không có quyền can thiệp. SV vui lòng liên hệ GV, [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào em,. . Em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào ạ, em có thắc mắc ạ. Sau khi em đăng kí Đề cương LVTN và TTTN vào kì chính, em không lường trước sẽ học trực tiếp lại và lịch học của em không đảm bảo thời gian đi thực tập được ạ. Không có có cách nào giải quyết không ạ, hay em phải rút môn học để hè em đăng kí lại. Và nếu em rút môn học 2 môn này không biết có ảnh hưởng gì không ạ, hay vẫn đăng kí lại được bình thường như những môn khác ạ. Em cảm ơn nhiều ạ.",
            "Chào em,. . Em vui lòng gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy (cô), cho em hỏi điều kiện tốt nghiệp hệ VHVL theo tiêu chuẩn khóa K14 thì có cần anh văn nói viết không ạ? Em cảm ơn. .",
            "Chào em,. . Về CTDT là giống nhau của đại trà và VLVH. . Tuy nhiên, VLVH sẽ:. . Giảm chuẩn anh văn xét LVTN và tốt nghiệp so với Chính quy: chi tiết xem quy chế học vụ. . Không xét môn anh văn 1234, GDTC, GDQP, Ngày CTXH.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ hiện tại em có nhận được giấy quyết định trao đổi từ trường. Nhưng khi ấn vào để xem thì không tải về được ạ. Mong pđt có thể gửi bản pdf giúp em với ạ. Em xin cám ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào thầy cô. . Em xin được phép bảo lưu học kỳ 212 với lý do cá nhân,em đã được sự đồng ý của giáo viên chủ nhiệm và của khoa.. . Em xin chân thành cảm ơn",
            "\"Chào bạn. . Hiện tại đến tuần thứ 6 của học kỳ 212, nên theo quy định bạn phải thanh toán  toàn bộ học phí của Hk212. . Dự kiến đầu tháng 04/2022 học phí Hk212 sẽ cập nhật, sau khi bạn thanh toán học phí xong bạn nộp  đơn tạm dừng HK212 lại cho Pdt xử lý\". . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Học vụ  /i [full_name] [full_name] [full_name] [full_name] Xin kính chào quý thầy,cô[full_name] [full_name] Em là [full_name], MSSV:[student_id][full_name] [full_name] Đợt trước em có đăng ký lớp học Anh văn nhu cầu 4A, và có lịch học từ tuần 7, tuy nhiên từ đầu tuần đến hiện tại lịch học của em đều bị xóa, em mong quý thầy cô có thể giải đáp và mở lớp để em kịp tiến độ theo kì vọng đề ra[full_name] [full_name] Em xin chân thành cảm ơn[full_name] [full_name] Kính chúc quý thầy, cô nhiều sức khỏe[full_name] [full_name] Trân trọng[full_name] [full_name] [full_name][full_name]",
            "Chào em,. . - Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Thân mến. .",
            "Chào bạn, . . PDT kiểm tra hiện tại TKB của bạn không có lớp Anh văn 4A. Sắp tới ngày 28/02/2022 bắt đầu học môn anh văn theo nhu cầu bạn có muốn học không, nếu có bạn vui lòng báo lại gấp để PDT sắp xếp lịch học cho bạn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào PĐT em là sv khóa K19 thuộc Khoa KT Giao Thông. Hiện tại thì em đang học ở lớp Tàu Thủy theo CT đào tạo của k19 là 8 học kỳ. Em muốn hỏi rằng em có thể được chuyển sang lớp Song Ngành Hàng Không - Tàu Thủy (CTĐT 10HK) để học được không ạ. . . em xin cảm ơn",
            "Chào em,. . Về chương trình đào tạo, đào tạo song ngành: em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là sinh viên vừa hoàn thành luận văn tốt nghiệp ở HK 1 năm học 2021-2022. Em có mong muốn đi du học và em cần chứng minh đã hoàn thành đủ số tín chỉ. Nhưng vì thời gian học và cách tính tín chỉ khác nhau giữa Việt Nam và châu Âu nên em muốn hỏi bên trường mình có thể làm bảng xác nhận một tín chỉ là bao nhiêu thời gian học và 1 tiết là mấy phút học được không ạ? Em có đính kèm file bảng quy đổi giống của trường Đại học Bách Khoa Đà Nẵng. Không biết bên trường mình có thể làm 1 file giống vậy cho em không ạ? Em cám ơn ạ.. .",
            "Chào bạn. . Trong phụ lục bằng nhà trường sẽ có hỗ trợ in thông tin này (khi nào bạn được cấp bằng). . Hiện tại vì quy định này nhà trường vận hành theo quy chế của bộ giáo dục nên bạn cần thông tin thì vui lòng dịch từ quy chế của bộ giáo dục theo link:. . https://thuvienphapluat.vn/van-ban/Giao-duc/Quyet-dinh-43-2007-QD-BGDDT-Quy-che-dao-tao-dai-hoc-cao-dang-he-chinh-quy-he-thong-tin-chi-56390.aspx"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính chào Phòng Đào Tạo, em tên [full_name], MSSV: [student_id], thuộc khoa Kỹ thuật xây dựng. . . . Trước tiên em chân thành xin lỗi PĐT về những bất tiện của em, vào đợt đkmh đợt 2 dự thính này em đã đăng kí môn Vật lý 1(PH1003) lớp DT04 thì được đăng kí thành công, do không check kĩ nên đã bị trùng giờ và bị PĐT xóa môn. Nay em viết mail là em có thể lên PĐT của trường để viết đơn xin học vào lớp DT03 được không ạ? Nhóm lớp này của em không bị trùng giờ học và em chỉ còn mỗi môn này là xong những môn còn nợ của em thôi, em mong PĐT giúp em với.. . . . Em xin chân thành cảm ơn PĐT, chúc PĐT một ngày tốt lành.",
            "Chào em;. . Phòng Đào tạo đã đăng ký nhóm DT03, em đợi cập nhật kết quả nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy/ cô. . .   Ở kì 202 do tình hình bất cập nên e có hoãn thi  môn kết cấu thép 2 (CI3211) vào kì 211 e có được nhà trường xếp cho thi lại môn này. Và hiện tại em được cập nhập điểm như dưới file hình ảnh em đính kèm ạ. . .   Dạ thầy/ cô cho e hỏi kết quả thi lại đợt hoãn thi của em như vậy là tính đạt môn chưa ạ. Do em chưa rõ cách tính điểm lại như thế nào sau khi thi đợt hoãn thi. Dạ với lại điểm thi này có tính vô điểm trung bình tích luỹ không ạ hay chỉ tính đạt thôi ạ. . .   Em cảm ơn thầy/ cô đã đọc ạ. Chúc thầy cô nhiều sức khoẻ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy/ cô.. .   Ở kì 202 do tình hình bất cập nên em có hoãn thi  môn kết cấu thép 2 (CI3211) vào kì 211 em có được nhà trường xếp cho thi lại môn này. Và hiện tại em được cập nhập điểm như dưới file hình ảnh em đính kèm ạ.. .   Dạ thầy/ cô cho em hỏi kết quả thi lại đợt hoãn thi của em như vậy là tính đạt môn chưa ạ. Do em chưa rõ cách tính điểm lại như thế nào sau khi thi đợt hoãn thi. Dạ với lại điểm thi này có tính vô điểm trung bình tích luỹ không ạ hay chỉ tính đạt thôi ạ.. .   Em cảm ơn thầy/ cô đã đọc ạ. Chúc thầy cô nhiều sức khoẻ.",
            "Chào em,. . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: PĐT cho em hỏi, em thi môn CAD-CAM vào ngày 20-08-2021 và vẫn còn bị thiếu điểm do chưa học Thực hành môn này do dịch bênh, em cũng không biết đậu hay rớt. Bây giờ đã được học thực hành lại, em đã liên hệ qua mail và BKleaning cho thầy rất nhiều lần mà thầy không trả lời em. Thầy tên là [full_name]. Nhờ PĐT kiểm tra lại giúp em để em biết đậu hay rớt mà đăng ký học ở học kỳ tới vì em chỉ còn thiếu mỗi môn này.",
            "Chào em,. . - Các hoạt động trong khóa học do GV phụ trách môn học quản lý, PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . - Em đã liên hệ qua mail và BKleaning cho thầy rất nhiều lần mà thầy không trả lời em.. . =  Em liên hệ [full_name] Cơ Khí qua email: [email], môn này [full_name] chưa gửi bảng điểm tới PĐT.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô,. . . . Em là K14, hiện đã hoàn thành hết đủ tất cả các môn học, chỉ còn thiếu 2 chứng chỉ nói + viết là đủ điều kiện tốt nghiệp.. . . . Em xin phép được mở một học kỳ để hoàn thành 2 chứng chỉ anh văn còn lại + đăng ký tốt nghiệp ạ.. . . . Em xin cảm ơn.",
            "Chào bạn, . . - Tình trạng hiện tại của bạn là xóa tên vì hết thời gian học theo quyết định số 261/QĐ-ĐHBK nên bây giờ bạn phải chuyển qua hệ VLVH để tốt nghiệp. . . - Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân.",
            "Chào cô,. . . . Em xin phép gửi mẫu đơn chuyển sang hệ VHVL.",
            "Chào bạn,. . PDT đã tiếp nhận đơn chuyển qua VLVH của bạn.. . SV theo dõi mail SV và tình trạng SV được cập nhật tại mybk/Thông tin SV/Tình trạng. . Khi nào nhận được QD chuyển qua VLVH, SV vui lòng gửi phản hồi qua bksi để xin xét tốt nghiệp bổ sung nhé. . Thân",
            "Chào cô,. . . . Em đã nhận đươc quyết định nhận lại và đã được cập nhật tình trạng trên trang Thông tin sinh viên.. . Em xin được phép đăng ký tốt nghiệp bổ sung ạ.. . . . Em có kiểm tra số tín chỉ và ĐTBTL thì thấy còn 2 môn Giải tích 1 và 2 (hinh đính kèm, đúng là sẽ tổng 140 tín chỉ) chưa được cập nhật vào. Em xin phép baỏ để được điều chỉnh bổ sung tốt nghiệp.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 10/05/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào cô.. . . . Kì 203 em có hoãn thi Giải tích 1. Sau đó tầm tháng 11 em được xếp vào nhóm lớp HT02-A của cô [full_name].. . . . Sau đó em thi vào ngày 28/12 ca 14 giờ. Điểm có ngay khi thi xong vì là môn trắc nghiệm.. . . . Nhưng sau đó trên bkel của em không còn nhóm lớp HT02-A nữa , em đã đợi hơn 1 tháng rưỡi nhưng vẫn chưa có điểm.. . . . Em có gửi mail cô [full_name] 1 tuần trước nhưng  không được phản hồi .. . . . Em nghĩ bên bkel của cô [full_name] cũng mất nhóm lớp HT02-A  nên cô mới không nhập điểm cho tụi em.. . . . Em mong phòng đào tạo kiểm tra lại. Em cảm ơn.. . . . . . . . . .",
            "Chào em,. . Cô đã gửi câu hỏi của em đến cô [full_name].. . Em liên hệ cô [full_name] nhé.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện tại do tình trạng sinh viên của em là \"Tạm dừng vì không đăng kí môn học\" nên em không được cấp quyền vào trang \"Đăng kí tốt nghiệp\". Mặc dù em đã nhận được email có tên trong danh sách tổt nghiệp. Vậy em có cần lên PĐT và nộp giấy thu nhận lại để đăng kí tốt nghiệp, hay hệ thống sẽ tự động cập nhật cấp quyền vào page đăng kí tốt nghiệp cho em ạ.",
            "Chào em, . . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào thầy cô em là [full_name] Mssv [student_id]. Học kì 2 năm học 2020-2021 em có đăng ký môn học thí nghiệm hoá phân tích mã môn học CH2115. Em đã trao đổi với giáo viên bộ môn là cô kiều Anh đã đồng ý cho em được chuyển điểm môn này . Tuy nhiên đến giờ em thấy bảng điểm vẫn chưa cập nhật điểm của em. Kính mong thầy cô giải đáp cho em vấn đề này và khoảng bao giờ điểm học phần môn này em mới được cập nhật ạ? . . Em xin chân thành cảm ơn quý thầy cô",
            "Chào em,. . - Các hoạt động trong khóa học do GV phụ trách môn học quản lý, PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . - Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa  trong thời gian cho phép sửa.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em xin chào PĐT.. . Em là [full_name] - [student_id].. . Dạ cho em hỏi là thời khóa biểu của em ghi là tuần 10 đến tuần 14 là em học môn [full_name]. Có phải là trước ngày 7 tháng 3 là em phải vào trường và học trực tiếp môn GDQP đúng không ạ.. . Do em là sinh viên năm nhất nên chưa biết có đúng hay không mà trên tkb không ghi ngày-tiết-phòng nào nên em không biết thế nào ạ (em là người ở tỉnh khác chứ không phải ở tp HCM).. . Dạ em xin lỗi đã làm phiền. . . Em xin chân thành cảm ơn.. . Em xin chào ạ.",
            "Chào em,. . Em liên hệ PĐT TT GDQP qua 028.[student_id]7, hoặc email [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy cô,. . Dạ em là sinh viên khóa k18, đợt vữa rồi em có thi toeic bên ngoài 2 kĩ năng nghe và đọc, em thi được 580 nên đủ chuyển điểm cho av1, av2,av3 , nhưng không đủ 600 điểmm để chuyển điểm cho av4. Thầy cô cho em hỏi bây giờ em đăng lớp Anh văn 4A( nhu cầu) thì có được không ạ? . Lúc em bấm đăng kí em thấy hiện lên thiếu Av3( nhu cầu) ạ.. . Rất mong nhận phản hồi từ thầy cô, em cảm ơn ạ.. .",
            "Chào bạn. . Pdt đã tiếp nhận đề nghị DKMH của bạn. . Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 28/02/2022. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ giờ em có thể đăng kí av 1 đươc chưa ạ. . . .",
            "Đã trả lời câu trước. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ thầy/cô cho em hỏi em đã hoàn thành tất cả các môn trong chương trình học nhưng vẫn chưa có tên trong danh sách tốt nghiệp dự kiến.Mong thầy/cô kiểm tra giúp em còn thiếu những điều kiện nào để tốt nghiệp ạ.Em cảm ơn",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 08/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là [full_name]. . MSSV: [student_id]. . Em có tên trong danh sách tốt nghiệp nhưng bị ghi là tạm dừng nên em xin mở lại ạ. .",
            "Chào em, . . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em muốn hỏi về nộp Chứng chỉ ngoại ngữ. . _ Em đã nộp chứng chỉ ngoại ngữ nhưng điểm của em chỉ có 510 điểm thì có ảnh hưởng đến việc đăng ký Luận văn tốt nghiệp sau này không ạ?. . _ Khi đăng ký luận văn tốt nghiệp em có được nộp lại chứng chỉ không?. . _ Em đã hoàn thành lớp anh văn 1 và 2 thì em có được đăng ký lớp anh văn 3A và 4A để hoàn thành anh văn của mình không ạ?. . Em xin cảm ơn. .",
            "Chào em,. . - Em trình bày rõ ý câu hỏi của em về việc ảnh hưởng việc đăng ký LVTN sau này là sao nhé?. . - Khi đăng ký LVTN SV phải nộp CCNN quốc tế theo đúng quy định để được xét nhận LVTN (riêng HK212 PDT đã có thông báo không xét chuẩn tiếng anh nhận LVTN). SV xem quy định về chuẩn nhận LVTN tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/3.   Chuẩn tiếng Anh khi nhận Luận văn tốt nghiệp (LVTN) và khi tốt nghiệp. . - Nếu bạn thỏa điều kiện môn học trước thì có thể đăng ký được tiếp AV3A và AV4A nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô,. . Em tên là [full_name] MSSV [student_id], hiện là sinh viên năm 3 Khoa Điện - Điện Tử.. . Em gửi mail để thắc mắc và xin chuyển lớp học môn học Thực tập điện tử 1 MSMH EE2023 của HK211. . . Em được biết trong mail PĐT sẽ cho sinh viên học bù môn học của kỳ trước cụ thể là HK211 vào   B tháng 3  /B cụ thể là 3   B tuần 14 15 16  /B . Nhưng em coi trong MyBk thì thấy mình được xếp học   B tháng 7  /B  cụ thể là   B tuần 27 28 29  /B . Vậy cho em hỏi là vì không đủ thời gian/lớp nên em bị xếp học sau vậy ạ?. . Nếu là vậy, em xin được chuyển lên các lớp học vào T3 được không ạ? Lý do bởi vì vào tháng 7 em sẽ rất bận vì phải làm Đ/Án 1 và chuyện đi thực tập ngoài trường ạ.. . . . Em xin cảm ơn thầy/cô, em mong nhận được phản hồi sớm ạ.",
            "Chào em;. . đã chuyển sang nhóm VL03 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô,. . Em tên [full_name], MSSV:[student_id]. Từng học lớp [VL05] [L45] do giảng viên [full_name] phụ trách. Hiện tại bạn cùng lớp của em đã có lịch học môn Hóa Đại Cương TN nhưng trong tkb của em không có. Lúc trước em có đăng kí học trực tiếp đợt 1, do sơ suất không kiểm tra tkb và điều kiện lúc đó không cho phép nên em bỏ lỡ 2 buổi học. Em có email giảng viên nhưng không có hồi đáp. Nếu vậy em có bị rớt môn Hóa Đại Cương không? Nếu được, em xin được tiếp tục học Hóa Đại Cương TN. Mong thầy/cô giúp đỡ em.. . Chúc thầy/cô phòng Đào tạo một ngày tốt lành,. . [full_name].. . . .",
            "Chào em;. . em làm đơn nhé, phòng Đào tạo sẽ xem xét. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên : [full_name] . . mssv : [student_id]. . lý do : em  vừa được cập nhật tín chỉ các môn tương đương và đã đủ điều kiện đăng ký luận văn tốt nghiệp mã môn học (260663) học kỳ này.Đông thời, em được Khoa chấp nhận cho đăng ký LVTN trễ hạn. em kính mong quý thầy cô và nhà trường có thể bổ sung môn LVTN để em có thể theo kịp tiến độ ra trường.. . [full_name].",
            "Chào bạn. . Hiện tại đã đến tuần thứ 6 của HK 212, nên bạn vui lòng làm đơn đăng ký LVTN, trong đơn ghi rõ tên môn học, mã số môn học, lý do bổ sung. Và phải có xác nhận của Khoa + Giảng viên hướng dẫn đồng ý bổ sung và xác nhận tiến độ thực hiện được bao nhiêu phần trăm (có thể gởi yêu cầu Khoa + Giảng viên hướng dẫn xác nhận trong đơn, hoặc xác nhận qua mail, bạn chụp hình mail  đồng ý đính kèm ), gởi yêu cầu tại BKSI để xử lý. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em có đăng ký chuyển hình thức đào tạo và hiện tại trên web của nhà trường vẫn chưa cập nhật lại hình thức đào tạo cho em.",
            "Chào em,. . Em vui lòng xem lại mybk, cô kiểm tra thấy đã được cập nhật theo QĐ 153/QĐ-ĐHBK. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô ạ.. . Học kỳ này em có đăng kí 1 môn trong kỳ dự thính để không bị trống thời khóa biểu. Em đã học hết các môn học và đang chờ học kỳ sau làm LVTN.. . Em muốn rút môn học ở kỳ dự thính này thì có bị làm sao không ạ?. . . .",
            "Chào em,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến. ."
        ]
    }
]