[
    {
        "intent": "",
        "message": [
            "E muốn đc đăng ký môn. . * HỆ Điều Hành (CO2017) nhóm [full_name]:. . Thứ 2-[full_name] 3,4,5-Phòng 402H2. . Thứ 2-[full_name] [full_name],10-Phòng 604H6.. . * Hoá Đại Cương (ch1003) nhóm [full_name]:. . Thứ 3-[full_name] 2,3,4,5-Phòng 506H6. . Thứ 3-[full_name] 7,8,[full_name],10-Phòng 502H1. . * Kiến trúc máy tính (CO2007) nhóm [full_name]:. . Thứ 4-[full_name] 7,8,[full_name]-Phòng 702H6. . Thứ 6-[full_name] [full_name],10,11-Phòng 703H1 . . Vì lý do lớp FULL, xin PĐT đăng ký giúp cho e môn đó. E xin cảm ơn.. . . .",
            "Chào bạn,. . . . - Những môn bị full sỉ số bạn muốn đăng kí thì phải liên hệ trực tiếp PDT. . . . . - Môn CH1003 và CO2017 phòng thí nghiệm đã full sỉ số không tăng được nữa.. . . . - Hiện tại đợt 2 hết thời gian đăng kí. Bạn thường xuyên  theo dõi thông báo để đăng kí đợt 3 nha.. . . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy cô ạ. Em muốn hỏi về ngày công tác xã hội ạ. Em có hiến máu tình nguyện và có giấy xác nhận ạ. Em muốn hỏi là em cần nộp giấy ở đâu để được xác nhận ạ?. . . . Em xin cảm ơn ạ",
            "Chào bạn,. . Về ngày CTXH, bạn vui lòng liên hệ Văn phòng Đoàn Khoa/Văn phòng Đoàn Trường để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã học qua môn phương pháp tính, nay em muốn chuyển điểm sang môn phương pháp số có được không? Nếu được thì cần những thủ tục nào ạ. Em xin chân thành cảm ơn.",
            "Chào bạn,. . Về CTĐT bạn vui lòng liên hệ tại Văn Phòng Khoa - xin gặp thầy Phó Khoa phụ trách về CTĐT để được tư vấn và hướng dẫn nhé!. . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i : Luận văn cuối khóa.. . . .   i Câu hỏi  /i : Hiện em vừa thi av không kịp nộp điểm để xét đk luận văn cho học kì 201. Em mong muốn đc làm luận văn trong hk 201, không biết có cách nào đk luận văn trước sau có nộp điểm xét av sau không ạ? . . . .   b Em cảm ơn.  /b . .",
            "Chào bạn,. . . . Việc đăng kí luận văn rất còn nhiều cơ hội cho bạn đăng kí. Khi nào bạn đủ chuẩn anh văn nhận luận văn thì bạn mới đăng kí luận văn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào cô/ thầy.. . Cho em hỏi là em muốn đăng kí thể chất vào học kì 201 thì đăng kí như thế nào ạ.. . Em cảm ơn.. . . .",
            "Chào bạn,. . . . Môn GDTC bạn đợi thông báo nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo. . . . Em viết đơn này để mong phòng đạo tạo mở thêm sĩ số của lớp L02_L03 Môn Cấu trúc dữ liêu và giải thuật (CO2003). Vì đây là môn quan trong nhất của năm 2 mà em lại bị trễ anh văn nên mong phòng đào tạo có thể mở thêm sĩ số để em có thể theo kịp tiến độ.. . Mong nhận được sự chấp nhận.. . Em xin chân thành cảm ơn. . .",
            "Chào bạn,. . . . Môn này PDT đã mở tối đa sỉ số thí nghiệm rồi nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . học kỳ chính 201, vì e ko đủ 28 chỉ tích lũy nên kỳ 201 e đăng ký được 8 chỉ. vậy e có được xem xét giảm học phí 50% không ạ, e nhà nghèo lắm ạ.. .",
            "Chào bạn,. . Nhà trường sẽ tự động xem xét giảm học phí cho SV Khóa 2019 đăng ký dưới 8 tín chỉ/học kỳ theo quy định về học phí. . Bạn vui lòng tham khảo quy định về học phí tại đây:. . aao.hcmut.edu.vn/sinh viên/học vụ/học phí. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Thầy/Cô.. . Em là [full_name] - MSSV: [student_id].. . . . Hôm nay em được xã gửi thông báo nộp giấy xác nhận đang học tại trường để tạm hoãn NVQS năm 2021 (hạn chót nộp ngày 10/09/2020).. . . . Do năm nay em chưa được cấp giấy chứng nhận sinh viên nên em lên website mybk đăng kí thì nội dung điền vào như hình.. . . . Em thắc mắc là mục đợt đăng kí \"Chứng nhận sinh viên học kì 3 năm học 2019 - 2020\" thì có được chấp nhận không ạ, do em dùng để tạm hoãn nghĩa vụ quân sự 2021 ạ (mục này không thay đổi được).. . . . Còn mục lý do xin giấy chứng nhận có để \"cấp lại\" em cũng thắc mắc là có ảnh hưởng gì không ạ.. . . . Em kính mong được Thầy/Cô giải đáp ạ.. . Em cảm ơn Thầy/Cô.",
            "Chào bạn,. . Bạn có thể trình bày với BCH quân sự, vì ngày 21/9/2020 bắt đầu học kỳ mới (HK1/2020-2021), thì tới thời điểm đó nhà trường mới giấy CNSV cho sinh có thời khóa biểu trong HK.. . Hiện tại nhà trường chỉ cấp giấy cho HK193 và 192, và hạn tới 31/10/2020.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào PĐT.. . Em tên là [full_name]-[student_id].. . Học kì 1 này em muốn đăng ký ĐAMH kết cấu thép CI3213. Tuy nhiên hiện tại lớp đã đầy sĩ số.. . Kính mong PĐT tạo điều kiện để em đăng ký ĐAMH kết cấu thép trong học kỳ này để đảm bảo đúng tiến độ học tập.. . Em xin chân thành cám ơn!. .",
            "Chào bạn,. . . . Môn CI3213 PDT có nhận đơn mở thêm nhóm môn này. . . Đợt 3 DKMH bạn vào đăng kí nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại em và nhiều bạn muốn đăng kí môn Hư hỏng sửa chữa công trình CI1051. Nhưng do sỉ số lớp đã đầy. Em kính mong phòng đào tạo có thể tạo điều kiện thêm sỉ số lớp cho bạn em có thể đăng ký ạ ! . . Em xin cám ơn",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại . . Phòng Đào tạo cơ sở 1  (đúng 9g sáng ngày thứ 2: 31/8/20), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho . . bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em kính chào thầy cô,. . . . Học kì này em có nhu cầu đăng kí môn Quản lý chất lượng công nghiệp(700406). Môn này nằm đúng tiến độ học tập của em trong học kì 201 này ạ. Vì lý do vướng chuẩn GDTC  nên em đã lỡ cơ hội đăng kí môn này.. . . . Em kính xin thầy cô mở thêm sĩ số của môn học này để em có thể theo kịp tiến độ chương trình, cũng như có thể học cùng với lớp hiện tại em đang theo học.. . . . Em xin cảm ơn ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kỳ này em chậm tiến độ, thiếu môn cơ sở ngành, chỉ đăng ký được 11 chỉ cho nên em xin đăng ký thêm môn Vật lý 1 hoặc Vật lý 2, cả hai càng tốt. Em cảm ơn ạ.. . Cho em hỏi thêm là kỳ này các mã môn Ci2001-Sức bền vật liệu, Ci1043-Địa chất công trình, Ci2029-Cơ học kết cấu không mở lớp ạ?. .",
            "Chào bạn,. . . . Bạn vào DKMH, các môn không mở bạn có thể đăng kí dự thính nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Vì lý do em phải đi thực tập không kịp đăng ký môn học nên lớp đã hết sỉ số nên bây giờ em muốn xin PĐT mở thêm sỉ số lớp đồ án thép (CI3213), rất mong PĐT giúp đỡ.. . Em xin chân thành cảm ơn, . . Kính chúc thầy (cô) sức khỏe,",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại . . Phòng Đào tạo cơ sở 1  (đúng 9g sáng ngày thứ 2: 31/8/20), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho . . bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Em chào thầy cô ạ, hiện tại cộng mới số tính chỉ đăng kí hè thì em đã đủ để đăng kí môn năm 3. Nhưng nếu hè em lỡ rớt 1 môn thì số tính chỉ tích lũy của em bằng 55. Thiếu.1 chỉ so với quy định. Thầy cô cho em hỏi lúc đó em làm đơn xin để không bị xóa môn năm 3 được không ạ. Em cảm ơn\t. . . .   i Đăng ký môn học .",
            "Chào bạn,. . . . Theo qui định nếu sau năm 2 bạn tích luỹ không đủ 56 tín chỉ thì không đăng kí những môn năm 3.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào phòng đào tạo,. . Em tên [full_name], mã số sinh viên [student_id]. Vài ngày trước em và một số bạn trong khoa Khoa học và Kỹ thuật máy tính có nộp đơn xin mở lớp CO2005, nhưng mà sỉ số lớp đã bị lấp đầy mất.. . Em có nguyện vọng muốn học môn này vào học kì 201 để sớm hoàn tất học phần mở rộng của môn này, em không biết phòng đào tạo có thể giúp em tăng sỉ số cho môn Lập trình hướng đối tượng (CO2005), lớp L01 được không ạ.. . Em cảm ơn phòng đào tạo và mong sớm nhận được hồi âm của của phòng đào tạo.. . . . [full_name]",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô, thầy cô có thể tăng một ít sĩ số  của lớp Nhập Môn Trí Tuệ Nhân Tạo (CO3061) Lớp L02 (thứ 5 tiết  789) không ạ.. . . . Em rất muốn học môn học này. Mong thầy cô cân nhắc.. . . . Em cảm ơn thầy cô.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em kính chào thầy/cô ạ. . . Em là [full_name] (mssv:[student_id]), em là sinh viên k19 khoa Công Nghệ Vật Liệu.  Năm 1 em rớt GT1, vẽ KT, TNVL, GT2. Hiện tại em tích lũy được 22 tín chỉ. Em chỉ đăng kí và học được môn GT1 vào HK dự thính 193 (3 môn còn lại em không đăng kí được vào HK dự thính 193 và HK chính 201). Nếu qua môn GT1 thì em chỉ tích lũy được 26 tín chỉ, vẫn chưa đủ điều kiện đăng kí môn năm 2. Hiện em đã đăng kí HK chính 201 được 8 chỉ (mã môn: SP1031, MA1003, SP1007) như vậy không đủ tối thiểu 14 tín chỉ/HK để xác định sinh viên chính quy tập trung, sẽ ảnh hưởng đến việc xin tạm hoãn NVQS và không đủ tín chỉ tích lũy của năm 2 để đăng kí môn năm 3. Em rất muốn đăng kí thêm môn học vào HK chính 201 nhưng không được vì hết lớp hoặc môn học đó không mở. Dạ thầy/cô cho em hỏi có cách nào khắc phục tình trạng này không ạ.Em rất lo lắng, mong được sự hướng dẫn của thầy/cô. Em cảm ơn thầy/cô rất nhiều",
            "Chào bạn,. . . . - Nếu bạn muốn đăng kí môn học nào bạn nên đăng kí vào đợt 1.. . . . - Những môn có mở lớp nếu hết chỗ bạn liên hệ trực tiếp PDT, PDT xem xét môn này có tăng sỉ số cho bạn đăng kí hay không?.. . . . - Còn những môn không mở lớp bạn đăng kí học kỳ dự thính 201 nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô,. . Xin thầy/cô giúp em tăng sĩ số thêm 4 chỗ cho môn học Hư hỏng sửa chữa công trình mã CI1051 lớp A01 tiết 10-11-12 vào chiều thứ tư ạ. Do học kỳ này chỉ có một lớp được mở. Mã số sinh viên của em và các bạn:. . [student_id]. . [student_id]. . [student_id]. . [student_id]. . Em xin cảm ơn thầy/cô rất nhiều ạ. .",
            "Chào bạn,. . . . Môn này PDT đã tăng sỉ số rồi nhen, lần sau bạn muốn tăng sỉ số liên hệ trực tiếp PDT.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trường có thể giúp em mở thêm sĩ số môn MA4049 Xử lý bề mặt vật liệu kim loại và MA4055 \tLựa chọn và sử dụng vật liệu kỹ thuật. Do đây là 2 môn tự chọn chuyên ngành mà sĩ số quá ít 40/40 sv",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại . . Phòng Đào tạo cơ sở 1  (đúng 9g sáng ngày thứ 2: 31/8/20), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho . . bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name][full_name] [full_name] MSSV:[student_id][full_name] [full_name] Cho em xin hỏi trong thông báo đóng học phí học kỳ 193, ngày bắt đầu đóng từ ngày 26/8/2020, nhưng đến nay, trong BK[full_name]ay vẫn chưa cập nhật về học phí hk193 mặc dù hk193 em có đăng ký thực tập hè[full_name] [full_name] [full_name] Em mong được [full_name][full_name][full_name] kiểm tra lại giúp em ạ[full_name] [full_name] [full_name] Em xin chân thành cám ơn[full_name] [full_name] [full_name] Trân trọng[full_name] [full_name] [full_name] [full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào Thầy/Cô ạ!. . Em xin nhà Trường mở thêm sĩ số lớp ĐAMH Kết cấu Thép - Mã CI3213 - Lớp A01 của Thầy [full_name] để em và các bạn có thể đăng kí thêm ạ. . Em xin chân thành cám ơn ạ!",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào ạ! . . Em có xem qua thông báo của trường cập nhật vào lúc 7/02/2020 là trường sẽ xem xét giảm 50% học phí khi đăng kí 8 chỉ cho 1 học kì (hình bên dưới), do em không đủ 28 chỉ nên không được đăng kí các môn năm 2, hiện tại em chỉ đăng kí được 12 chỉ do các lớp đã full. Nhưng 12 chỉ thì trường vẫn thu bằng giá với 17 chỉ( 5.300.000vnđ). Nhưng một số bạn khác thì nói rằng 1 kì phải trên 10 chỉ, nên em hơi hoang mang ạ! Em mong được giải đáp thắc mắc! . . Em xin cám ơn ạ!",
            "Chào bạn,. . . . Đó là thông báo đóng học phí học kỳ 192, học kỳ 201 nhà trường chưa có thông báo nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi pđt, em là [full_name], khóa K19, số tín chỉ tích lũy của em hiện tại là 27. Ở kì 192, em có lỡ rớt môn [MT1005] Giải tích 2. Khi biết điểm môn này, em cũng không kịp đăng kí ở học kì hè 193 để trả nợ.. . Song, em có đăng kí môn khác ở kì 193 nhưng em có về quê (Quảng Ngãi) và dịch covid-19 trở lại, làm e không thể quay trở vào Sài Gòn để học được, trường cũng đã hủy môn giúp em. Hơn nữa, vì trong hội nghị sinh viên cuối năm, trường cũng đã nói rằng k đủ 28 tín chỉ thì vẫn có thể đăng kí môn học của năm 2 nên em cũng đỡ hấp tấp vào SG sớm để tích lũy đủ chỉ.. . Em hi vọng trường có thể xem xét lại điều kiện của em (vì em cũng chỉ thiếu 1 chỉ nữa ạ), có thể cứu xét em để em có thể đăng kí môn học của năm 2, tiếp tục được đến trường với ạ. . Em cảm ơn rất nhiều!",
            "Chào. .  Do tình hình dịch Covid-19 làm ảnh hưởng đến khả năng tích lũy tín chỉ của Sinh viên, nên nhà trường tạm thời áp dụng giảm chuẩn tích lũy tín chỉ từng năm như sau:. . . . -      Sinh viên năm thứ 2 từ 24 đến 51 tín chỉ. . . . -      Sinh viên năm thứ 3 từ 52 đến 79 tín chỉ. . . . ·         Các SV chú ý thực hiện ĐKMH Đợt 3 & xem kết quả ĐKMH của đợt 2 HK chính 201 từ 08/9/2020 đến 15g 10/9/2020 (Đợt hiệu chỉnh đăng ký môn học).. . . . - SV kiểm tra TKB hiện có, có thể đăng ký thêm, điều chỉnh nhóm hoặc hủy môn, Nếu SV không hiệu chỉnh là chấp nhận TKB hiện có đã được xếp.. . . . ·         Xem chi tiết lịch đăng ký môn học tại trang web P.ĐT (aao.hcmut.edu.vn)    Sinh viên    Đăng ký môn học    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2020-2021    Lịch học vụ chính quy    Học kỳ 1"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Thưa PĐT,. . . . Cho em hỏi là hiện tại lớp thực hành L03 15/35 (đính kèm ảnh) thì có nguy cơ hủy lớp không ạ, vì môn này học trước của môn Thực tập ngoài trường, nên e sợ pđt hủy.",
            "Chào bạn,. . . . Nếu sỉ số 15 khả năng giữ lớp cao.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em là [full_name], MSSV [student_id]. . . Em muốn xin mở thêm sĩ số môn học Lập trình Hướng đối tượng CO2005 học kì kế tiếp (học kì 1 2020-2021). . . Vậy em cần phải nộp đơn hay xin phép ai ạ ?",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy / cô. . em xem trên lịch học vụ thấy thời gian Đăng ký nộp CCNN và đăng ký chuyển điểm cho đợt đăng ký LVTN bổ sung cuối cùng là ngày 16/9/2020, em có đăng ký thi vào ngày 9/9 thì sau 10-12 ngày làm việc mới có kết quả, vậy em có thể xin nộp trễ CCAV để có thể đăng ký LVTN vào kỳ 201 được không ạ? em mong thày cô giúp đỡ giải đáp ạ. . Em xin cảm ơn.. .",
            "Chào bạn,. . . . Khi nào bạn có CCNN thì bạn xin đăng kí luận văn nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy cô, . . Dạ học kì 201 này lịch học của em bị xếp khá dày nên nay em muốn xin PDT tăng sĩ số nhóm A04-A07, lớp CO1003 Nhập môn về lập trình để việc học em có thể thuận tiện hơn ạ.",
            ". . Thưa thầy cô,. . Dạ học kì 201 này lịch học của em bị xếp khá dày nên nay em muốn xin PDT tăng sĩ số nhóm A04-A07, lớp CO1003 Nhập môn về lập trình để việc học em có thể thuận tiện hơn ạ.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô ạ. . . Thầy/cô cho em hỏi môn Kiến trúc máy tính mã số CO2007 em tra trên trang web của phòng đào tạo thì có 2 môn học trước là CO1009 và CO1011 nhưng khi em đăng kí trên trang DKMH thì hệ thống báo thiếu môn học trước là môn CO1005: Nhập môn điện toán. Em nhờ thầy/cô kiểm tra lại giúp em với ạ.. . Em chân thành cảm ơn ạ.",
            "Chào bạn,. . . . Bạn lại cấu trúc môn trúc môn học trên trang web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chuongtrinhdaotao.. . . . Đối với khoa 2018 môn học trước của môn CO2007 là CO1009 và CO1005.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin mở thêm sỉ số môn Tính chất các vật liệu tiên tiến mã 215701",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại . . Phòng Đào tạo cơ sở 1  (đúng 9g sáng ngày thứ 2: 31/8/20), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho . . bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT. . . . Hiện tại em đang là sinh viên năm 2, chuẩn bị sang năm 3. Kì trước em bị hủy môn OOP (CO2005) nên không học được, kì này em có viết đơn xin mở lớp nhưng khi vô đăng kí thì lớp đã full rồi ạ, mong thầy/cô có thể tăng sĩ số lớp để em có thể đăng kí ạ.. . . . Em cảm ơn. .",
            "Chào bạn,. . . . Hiện tại  môn học này  đã full sỉ số không tăng được nữa.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Lý do em chưa được phép đăng kí môn học là \"tạm ngừng\".. . . . Cho em xin hỏi làm cách nào em có thể đăng kí môn học bình thường lại được ạ?. . . . Em cảm ơn",
            "Chào bạn. . Bạn tải mẫu đơn thu nhận và nộp trực tiếp tại trường. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT,. . . . Em đang là sinh viên năm 2 khoa KH-KTMT, kì sau (kì chính 201) em đăng kí môn Nguyên lý Ngôn ngữ lập trình (CO3005) - là môn chuyên ngành của khoa MT năm 3, hiện tại só lượng các bạn đăng kí đã đầy (100/100), em hy vọng PĐT có thể tăng tỉ số lớp học (L02 - CO3005) từ 100 lên thành 105 được không ạ, có thể cũng còn nhiều bạn sinh viên khác cũng có nguyện vọng như em.. . Em xin chân thành cảm ơn PĐT.. .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin Phòng Đào Tạo hỗ trợ em mở thêm sỉ số môn học: Kết cấu thép 1. Mã MH:Ci3009 vào thứ 3 tiết học 7-8-9 phòng 210B1 do đã bị đầy sỉ số. Mong được sự hỗ trợ của PĐT.. . Em chân thành cảm ơn",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại . . Phòng Đào tạo cơ sở 1  (đúng 9g sáng ngày thứ 2: 31/8/20), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho . . bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em gặp vấn đề trong việc đăng kí môn học HK201 đợt 2 ạ. Em cần mở thêm sỉ số lớp 210702-P01. Lí do là lớp hiện nay sỉ số đã 54/54 và em không thể chuyển sang 210702-P02 do trùng lịch với môn khác. Em xin lỗi đã làm phiền và em xin cảm ơn nhiều ạ!",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại . . Phòng Đào tạo cơ sở 1  (đúng 9g sáng ngày thứ 2: 31/8/20), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho . . bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào Phòng đào tạo ạ.. . Trong đợt ĐKMH, em có đăng ký môn đồ án thiết kế KTHH (CH4007) nhóm A01, nhưng nếu đăng ký nhóm này thì em không sắp xếp được thời khóa biểu để đăng ký môn chuyên ngành còn thiếu của em. Em có nguyện vọng được chuyển sang nhóm đồ án thiết kế KTHH (CH4007) nhóm A07 nhưng nhóm này đã đủ sĩ số ạ.. . Em kính mong Phòng đào tạo cho em chuyển sang CH4007 A07 ạ. . Em cảm ơn rất nhiều"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Em tên:[full_name]. . mssv:[student_id]. . em xin thầy cô mở thêm sỉ số môn xử lí ảnh (EE3035) hiện tại em đang cần học môn tự chọn này nhưng lớp đã full sỉ số mong thầy cô giúp em. . em xin cảm ơn!. .",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại . . Phòng Đào tạo cơ sở 1  (đúng 9g sáng ngày thứ 2: 31/8/20), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho . . bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Mong PĐT mở thêm sỉ số môn học cơ sở kĩ điện(EE2017) và môn [full_name] (EE2013). Em xin em cảm ơn",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin phòng đào tạo xem xét tăng sĩ số lớp A01 môn Xử lý tín hiệu số với FPGA (EE3041) học kỳ 201. .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Cho em hỏi là đăng kí 8 tín chỉ/ kì, thì học phí em phải đóng kì này có được giảm 50% không ạ?",
            "Chào bạn,. . . . Học phí học kỳ 201 nhà trường chưa có thông báo nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name], MSSV: [student_id]. . Lớp HC19BSH. . Em muốn xin tăng sĩ số lớp [full_name] [full_name] mã CI1003 . . Lí do: vì các lớp đều đã đủ bạn và chỉ có lớp [full_name] không trùng thời khóa biểu của em. . Em xin cảm ơn ạ",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào phòng đào tạo ạ!. . Em là [full_name] , MSSV : [student_id]. . Cho em hỏi là em trễ hạn đăng kí tốt nghiệp đợt trên trang mybk mặc dù đã có tên trong danh sách tốt nghiệp. Liệu còn đợt khác sẽ mở đăng kí lại không ạ, hay em có cần làm đơn xin bổ sung vào danh sách tốt nghiệp bổ sung không? . . Em cảm ơn ạ!",
            "Chào bạn,. . Đã cập nhật lại trang đăng ký tốt nghiệp. bạn vui lòng xem Lịch trình xét tốt nghiệp tháng 11/2020 bạn xem tại: aao.hcmut.edu.vn/sinh viên/lịch học vụ/lịch tốt nghiệp tháng 11/2020. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ tình hình em là sinh viên [full_name]18 khoa học máy tính bị xoá môn Lập trình hướng đối tượng và không thể đăng ký lại vì lý do bất khả kháng. Tuy nhiên phòng đào tạo lại không mở thêm lớp ([full_name]19 không học môn này nữa) để đăng ký liệu em có ra trường trễ không ạ. Mong khoa và phòng đào tạo có thể mở thêm sĩ số hoặc mở thêm lớp ạ vì em thấy có rất nhiều bạn và anh chị bị trường hợp tương tự ạ.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là em muốn đăng kí nhập môn kĩ thuật của năm 1 nhưng đã 2 năm rồi, khi nào đăng kí môn học kì 1 thì môn nhập môn cũng bị hủy vì không đủ sỉ số hay vì lí do nào đó. Trong trường hợp không bao giò đủ được sỉ số để mở lớp thì phải làm như thế nào. Mong thầy, cô giải đáp. .",
            "Chào bạn,. . . . Khoảng ngày 15/9 bạn liên hệ trực tiếp PDT để được tư vấn cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em là sv khóa 2017 muốn đăng ký các môn học của năm 2 thì đa số các môn học không mở lớp, em có thể đăng ký  bằng các môn học của khóa 2019 được không ạ, nhưng một số môn của khóa 2019 có mã số môn học khác khóa 2017.",
            "Chào bạn,. . . . Chương trình đào tạo khoá 2019 có nhiều thay đổi trước đó, bạn có thể đăng kí những môn trong CTDT khoá 2017 của mình  trong đợt dự thính 201.. . . . Trường hợp bạn đăng kí chung với khoá 2019, thì bạn liên hệ khoa bạn để tư vấn nha. . .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào admin em là sinh viên k19 chương trình kỹ sư chất lượng cao Việt Pháp, cho em hỏi là làm sao để đăng ký học thể chất được v ạ. Do em đăng ký môn học nhưng đã bị hủy ạ.. . Em cảm ơn",
            "Chào bạn,. . . . Hiện tại nhà trường chưa có thông báo về việc đăng kí môn GDTC, khi nào có thông báo DKMH giáo dục thể chất, PDT gởi mail thông báo cho sv.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là đăng kí môn học có 1 môn em có đúng 1 lớp học được nhưng full mất rồi ạ. Vậy nên cho em hỏi là pđt có thể cho em thêm 1 slot vào lớp đó được không ạ, em cảm ơn",
            "Chào bạn,. . . . Bạn muốn tăng sỉ số môn học, trong các đợt DKMH bạn nên liên hệ trực tiếp PDT nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo. . Em là [full_name] MSSV: [student_id]. . Vào ngày 25/8 em có hủy để thay đổi lịch học của môn Đồ án tổ chức thi công, nhưng do không để ý nên môn Tổ chức thi công đã bị hủy (do hủy cùng môn học song hành), đến ngày hôm nay (30/5) em vào lại để kiểm tra thì thấy môn Tổ chức thi công đã bị xóa và đã đủ sỉ số nên em không thể đăng kí lại được. Thầy/ Cô cho em hỏi là em có thể làm đơn xin tăng sỉ số của nhóm/lớp A04 tiết 345 môn tổ chức thi công (CI4125)được không ạ.. . Em xin cảm ơn.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . xin phòng đào tạo tăng sỉ sổ lớp A06 môn T/n quá trình thiết bị (MSMH: CH3015). Em xin cảm ơn ạ.",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại . . Phòng Đào tạo cơ sở 1  (đúng 9g sáng ngày thứ 2: 31/8/20), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho . . bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Cho em hỏi em bị vắng thi môn Xác suất thông kê, thì sắp tới em sẽ thi theo lịch chính thức của kì hè là ngày 17/09/2020 hay là nhà trường sẽ sắp xếp 1 ngày khác ạ.. . . .",
            "Chào bạn, . . -\tPhòng Đào tạo đã tiếp nhận yêu cầu vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 của bạn. . -\tBạn vui lòng xem thông báo của Nhà trường đã gởi vào ngày 27/7/20 V/v vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 và tham khảo công văn số 2820/UBND-VX ngày 26/7/20 đính kèm để kiểm tra có thuộc đối tượng được phép vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19.. . -\tBạn vui lòng bổ sung minh chứng qua công cụ trang bksi.hcmut.edu.vn/Hỏi-Yêu cầu/Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 để Phòng đào tạo xem xét và ra danh sách chính thức. Sau khi Phòng đào tạo kiểm tra minh chứng nếu bạn thuộc diện được vắng thi theo quy định sẽ gởi kết quả cho bạn qua mail sinh viên .. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em có thể xin mỡ thêm sỉ số lớp thiết bị và hệ thống tự động thủy khí với mã môn EE3075 nhóm lớp A02 được không ạ?. . Em cảm ơn.",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại . . Phòng Đào tạo cơ sở 1  (đúng 9g sáng ngày thứ 2: 31/8/20), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho . . bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi quý thầy cô phòng đào tạo, em có nguyện vọng đăng ký vào lớp Đồ án môn học Nền móng với mã môn học là CI3197, nhưng hiện tại sỉ số chỉ có 50/50, em mong quý thầy cô giúp đỡ mở thêm sỉ số và đăng ký giúp em môn này. Em còn thiếu môn này mới đủ điều kiện để đăng ký luận văn tốt nghiệp. Kính mong quý thầy cô giúp đỡ. Em xin chân thành cám ơn. . . Chúc quý thầy cô thật nhiều sức khỏe!!!",
            "Chào bạn,. . . . Hiện tại môn CI3197 đã full sỉ số, bạn muốn đăng kí vui lòng làm đơn mở lớp có sự đồng ý của khoa và giáo viên hướng dẫn đồ án.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Về việc thi kỹ năng ứng dụng công nghệ thông tin cơ bản, trường có quy định ràng buộc [full_name] phải đạt chuẩn kỹ năng ứng dụng CNTT cơ bản sau năm 1 để được đăng ký môn học của CTĐT năm 2. Tuy nhiên đến nay em vẫn không nhận được gmail thông báo về việc thi kiểm tra kỹ năng nội bộ do trường tổ chức khiến tụi em rất hoang mang.",
            "Chào bạn, . . Về việc [full_name]19 phải đạt chuẩn kỹ năng ứng dụng CNTT cơ bản (tạm thời nhà trường pass chuẩn để xét Đ[full_name]MH áp dụng chỉ cho H[full_name]1(20-21), bạn vui lòng đợi thông báo sau của Phòng Đào tạo qua email sinh viên. . . Chúc bạn học tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em xin được hỏi là khoản \"học phí dự thính ngoài giờ\" là khoản gì ạ? Và tại sao nó lại cao hơn học phí dự thính nhiều lần ạ??",
            "Chào em. . . . Em xem thông báo học phí tại website aao nhé."
        ]
    }
]