[
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1713317  /b \t. . . .   i Đăng ký môn học . Em chào Thầy/Cô, . . Khi đợt đkmh dự thính đợt 1 em đã đăng ký môn học Hóa học (601701) và đã được xác nhận đăng kí thành công, sau đó đợt 2 và đợt 3 em nghĩ là em đã được học môn đó rồi. Đến nay khi các bạn trong lớp có tkb nhưng em thì không nên em mới thấy em đã bị hủy môn. Xin Thầy/Cô xem xét để em được học môn học này để không bị trễ chương trình, . . Em xin lỗi vì sự lơ là của em. . Em xin chân thành cảm ơn Thầy/Cô.",
            "đã bổ sung môn cho bạn: 601701 nhóm DT01. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ. . Cho em hỏi nếu thời khóa biểu sắp 2 môn cùng một ngày, cùng một giờ học thì em phải làm sao ạ. Em bị trùng lịch Av4 và Địa vật lý đại cương",
            "Môn LA1009 đã được chuyển sang nhóm DT02 . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi PĐT,. . Được sự đồng ý mở rộng sĩ số môn đường lối CM của ĐCSVN(SP1009) của cô [full_name] nhóm lớp DT02. Em kính mong PĐT mở rộng sĩ só lớp để em có thể được học môn này vì kỳ trước em có rớt môn này nên em muốn học trong học kì hè 193 để giảm áp lực học tập trong học kì chính và có thời gian làm đồ án l, luận vaqn và học anh văn kịp thời gian ra trường đúng hạn.. . Em xin chân thành cảm ơn.. . . .",
            "đã bổ sung môn cho bạn. . TKB sẽ cập nhật sau. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ e chào Thầy/Cô. Em là chiến sĩ đội hình MHX nhưng bị huỷ do dịch nên e có xin đăng ký môn ở trên đây là Vật lý 1 . Nhưng hôm 2/8 e có đăng ký thêm môn Đại số tuyến tính trên mục đăng ký cho chiến sĩ, nhưng xem lại thì bị đụng lịch. Thầy/Cô có thể xem xét huỷ môn Đại sô tuyến tính(MT1007) dùm em được không ạ? Nếu đổi qua lớp khác sẽ bị đụng lịch môn giải tích 2. Mong Thầy/Cô xem xét huỷ môn Đại số tuyến tính(MT1007) giúp em ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "CODE Đăng ký môn học . Thưa thầy cô, em đăng kí môn học bổ sung do hủy chiến dịch mùa hè xanh trong đó có môn giải tích 2, vật lý 1, mạch điện.. . Nhưng chỉ có môn mạch điện là có thời khoá biểu. Giải tích 2 (MT1005) em chọn vào lớp đã có sẵn lịch nhưng bây giờ không có lịch trong thời khoá biểu. Môn Vật lý 1 (PH1003)  em đăng ký vào lớp nguyện vọng vẫn không có lịch ạ.. . Xin thầy cô hướng dẫn em cách để trả nợ môn giải tích 2 và vật lý 1 trong kì hè ạ.. . Thầy cô có thể bổ sung em vào lớp đang có không ạ ? . . . .",
            "Em có nhận được thông tin của trường là do đăng kí nhầm vào chương trình không phải của lớp đại trà nên hủy môn giải tích 2 ạ. Cho em hỏi là sao lớp vật lý 1 (PH1003) nguyện vọng chưa có thời khoá biểu ạ ?. . Nếu cả hai lớp bị hủy hết vậy có cách nào để em được học 2 môn trên không ?. . Mong thầy cô giúp đỡ. . Em cám ơn thầy cô rất nhiều",
            "đã bổ sung môn MT1005 nhóm [full_name]T04, PH1003 nhóm [full_name]T01. . TKB sẽ cập nhật sau. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy,. . Sau khi công bố điểm môn GT1 học kì 2(2019-2020), cá nhân em thấy điểm đó chưa đúng nên sẽ đi phúc tra, nhưng sau khi em lên PĐT nộp đơn thì mới biết có phúc tra online, nhưng đã hết hạn hôm nay (3/8). . Lần cuối em thấy điểm được update lên là 30/7, nhưng vì hôm đó là t5, em đag dưới nhà, thêm nữa PĐT nghỉ t6 t7 CN nên em định t2 lên, thì mới vỡ lẽ là phúc tra online và đã hết hạn nộp. Em rất hoang mang không biết làm thế nào!!. . Mong thầy xem xét giúp em ạ!! Em cảm ơn. .",
            "Chào bạn. . Phòng đào tạo đã cứu xét lý do của bạn, và đã đăng ký phúc tra trực tiếp rồi, bạn đăng nhập và kiểm tra thông tin tại trang Mybk--  phúc tra. . Phòng đào tạo chỉ cứu xét bạn lần này thôi, sau này bạn vui lòng thực hiện đúng thời gian theo quy định. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô,. . Em muốn được hỏi theo quy chế thì điểm thi TOEIC nói viết do trường tổ chức là phần nói và viết mỗi phần tối thiểu 100 điểm hay chỉ cần tổng cộng trên 200 điểm là đạt ạ?. . Em xin cảm ơn.",
            "Chào bạn. . Về vấn đề này bạn liên hệ trực tiếp Trung tâm ngoại ngữ để được tư vấn và hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em đăng ký môn học bổ sung học kỳ hè. . [full_name] [student_id]. . Kinh tế chính trị [full_name] (SP 1033)",
            "Môn SP1033 ko mở dự thính hè. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là Lê Bá Quốc - [student_id]. . . Đợt vừa qua em có đăng ký môn học đợt bổ sung do mùa hè xanh bị hoãn và đã đăng ký thành công. Theo như thời khóa biểu trên myBK đã có lịch tuy nhiên trên BKEL của e chưa có môn học nào. Và theo lịch thì chiều nay có giờ hangout ạ.. . Em mong phòng đào tạo giải quyết giúp em. .",
            "Em có 2 môn 404704 và 809702. . BKEL sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa cô,. . . . Em đang học chương trình PFIEV chuyên ngành Xây dựng.. . Trong đó có các môn: . . Pháp văn 5 (XD) - 003727. . Pháp văn 6 (XD) - 003728. . Pháp văn 7 (XD) - 003729. . Hiện em đã nộp bằng DELF B1 và đã được chuyển điểm nhưng các môn kể trên không tính tín chỉ và không giống với mã số môn học trong chương trình đào tạo (hình đính kèm).. . Mong thầy/cô kiểm tra và giải đáp thắc mắc của em.. . Em xin cám ơn.",
            "Chào bạn. . Phòng đào tạo đã kiểm tra và điều chỉnh, bạn có thể đăng ký in bảng điểm trên Mybk--  in bảng điểm để kiểm tra lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do kỳ hè em có đăng ký thực tập nhưng em không đủ điều kiện để đăng đý do mơi nhận được kết quả học kỳ 192, thiếu tín chỉ để xin thực tập. Do đó em muốn xin đăng ký bổ sung môn học dự thính hè các môn đại cương.",
            "bạn cung cấp mã môn để xem xét. .",
            "Dạ em muốn đăng ký môn học MT1007 Đại số tuyến tính",
            "đã bổ sung môn MT1007 nhóm DT01. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên tham gia Chiến dịch Mùa hè xanh 2020 nhưng khi phòng Đào tạo mở đăng ký môn học cho sinh viên hoãn Mùa hè xanh thì em không được phép đăng ký. Lúc đó em nghĩ là do số lượng sinh viên quá đông nên phòng Đào tạo chưa cập nhật kịp nhưng đến khi hết hạn đăng ký em vẫn không được phép đăng ký. Em mong nhà trường xem xét hỗ trợ cho em được đăng ký môn học hè lần này ạ! . . Em xin chân thành cảm ơn ạ!",
            "bạn cung cấp mã môn để xem xét. .",
            "Dạ hai môn sau ạ:. . Giải Tích 1 - MT1003. . Thủy lực và thủy văn cầu đường - CI3011",
            "đã bổ sung môn CI3011 nhóm DT01, môn MT1003 nhóm DT04. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: thưa thầy em muốn hoãn môn học kì hè để về nhà tránh dịch covid (không tính học phí) thì sau này môn này em sẽ học vào học kì nào ạ. .",
            "PĐT đã hủy môn học cho bạn. . TKB sẽ cập nhật sau. . Thân",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho e hỏi về thời gian xét chuyên ngành cho k19, khoa Xây Dựng ạ. .",
            "Chào bạn. . Bạn liên hệ trực tiếp [full_name] để tư vấn và hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) . Vì lí do dịch bệnh diễn biến phức tạp nên em muốn rút môn học đã đăng kí. Cho em hỏi khi rút sẽ tốn 100% học phí hay ít hơn ạ? Trong học kì chính nhà trường có hỗ trợ rút môn học không tính học phí vì dịch bệnh. Ở thời điểm hiện tại tình hình dịch bệnh cũng đang có nhiều chuyển biến xấu, cho em hỏi nhà trường có hỗ trợ học phí khi bọn em rút môn không ạ? Em xin cảm ơn.",
            "hiện đã hủy các môn học DT193 cho bạn. . không tính học phí. . TKB sẽ cập nhật sau. . Thân",
            "Chào em. . -Đối với HK193 hiện nhà trường vẫn đang tổ chức học bình thường và đã có thông báo về phương hướng học của nhà trường qua mail sv vào ngày 1/8/20. . - Và hiện tại đã có mail gởi cho sv về rút môn học có tính học phí. . - Và hỗ trợ hủy môn học đối với các trường hợp cách ly do Covid nếu có minh chứng đính kèm. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em đăng ký môn học. . [full_name] [student_id]. . Xác suất thống kê ( MT 2013)",
            "[full_name]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Em gửi bổ sung minh chứng bao gồm. . - Ảnh vé máy bay đi Đà Nẵng ngày 23/7, về HCM ngày 25/7. . - Bản cam kết thực hiện cách ly tại Kí túc xá. . - Tin nhắn hỏi ý kiến cô [full_name] - Văn phòng khoa Khoa học và Kỹ thuật máy tính",
            "Chào bạn, . . - Sau khi Phòng đào tạo kiểm tra minh chứng nếu bạn thuộc diện được vắng thi theo quy định sẽ gởi kết quả cho bạn qua mail sinh viên .. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do lịch thực tập của em còn trống vài buổi nên em muốn đăng ký môn học Quản trị kinh doanh cho kỹ sư (IM3001) lớp DT02.. . . . Em cảm ơn ạ.",
            "Đã bổ sung môn IM3001 nhóm DT02. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô.. . Cho em hỏi là nhóm môn học tự chọn D, em học hai môn mà có một môn đã đậu, môn còn lại rớt. Mà em đọc theo quy chế thì nhóm môn học D chỉ yêu cầu học một môn. Vậy cho em hỏi là có ảnh hưởng gì tới điểm trung bình tích lũy và có ảnh hưởng tới xét tốt nghiệp không ạ.. . Em xin cảm ơn.. .",
            "Chào bạn. . Về chương trình đào tạo bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo Thầy [full_name]) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin chào Thầy Cô Phòng đào tạo ạ. Em là [full_name], MSSV [student_id], sinh viên K14, Khoa Môi trường.. . Em đã thi kĩ năng nói viết vào ngày 27/10/2019 nhưng đến thời điểm hiện tại (8/2020) thì em mới hoàn thành hết các môn học để tốt nghiệp. Thầy Cô cho em hỏi vậy thì kết quả thi của em còn được ghi nhận để xét tốt nghiệp không hay em phải thi đợt mới trong năm nay ạ? . . Em xin cảm ơn Thầy Cô ạ.. .",
            "Chào bạn. . Phòng đào tạo đã kiểm tra, bạn đã đạt chuẩn anh văn 2 kĩ năng nói viết nên bạn không cần đăng ký thi lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Em chào thầy cô ạ. Em là [full_name] ạ. Thầy cô cho em hỏi là hôm bữa em có được đăng kí môn học theo diện là sinh viên bị hoãn mùa hè xanh nhưng mà sau khi em đăng kí 2 môn Sức bền vật liệu và kĩ thuật lập trình thì giờ em bị hủy môn mất và không nhận được thời khóa biểu ạ.. . Mong thầy cô giúp em đăng kí với ạ. Tại lúc em đăng kí là em đủ điều kiện mà sao lại không có thời khóa biểu. Em cảm ơn thầy cô nhiều ạ",
            "Môn em ĐK CO1013 nhóm DTQT không thỏa điều kiện. . Do nhóm Học của SV hệ Quốc Tế. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PDT,. . . . Em là [full_name], hiện là sinh viên năm 3.. . . . Em muốn hỏi về số tín chỉ tối thiểu mà kỳ chính HK201 em phải đăng ký là bao nhiêu để không bị hủy thời khóa biểu ạ.. . . . Em xin chân thành cảm ơn. Mong sớm nhận được phản hồi!. . . . Trân trọng,. . [full_name].",
            "Chào bạn. . - Về quy định Số tín chỉ/môn học tối thiểu trong một học kỳ chính: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 9.4. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em xin chào Phòng đào tạo!. . Em là sinh viên khóa 16 - ngành xây dựng DD&CN. . Em muốn hỏi những môn học tài năng của   B HK2/2018-2019  /B  theo quy định đính kèm có được xét   B 7.0  /B  là đạt nữa hay không khi em học lại những môn này trong   B HK2/2019-2020?  /B . . Em mong nhận được phản hồi của Phòng đào tạo.. . Em xin cảm ơn!. .",
            "Chào bạn. . Về chương trình đào tạo , và quy định của kỹ sư tài năng bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo Thầy [full_name]) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ,hiện giờ đã vào lịch học nhưng thời khoá biểu và [full_name] không hiện môn học ạ.Và em đã hỏi các bạn cùng lớp và các bạn nói đã học được 1 buổi rồi ạ. Xin phòng đào tạo cập nhật giúp em với ạ",
            "TKB của em đã được cập nhật. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy ơi cho em hỏi sao lớp vật lý 1 (PH1003) nguyện vọng chưa có thời khóa biểu ạ ? Có phải lớp bị hủy không ạ . . Mong thầy cô giúp đỡ. . Em cảm ơn rất nhiều",
            "PH1003 trùng TKB nên ko đk được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . \t. . Em chào Thầy(Cô).. . Do em không để ý, nên không đăng kí môn học Truyền số liệu và mang. Môn này cũng là môn để kì sau em đăng kí đồ án( do em bị trễ anh văn). Thầy(Cô) cho em xin đăng ký thêm 1 môn này vào học kỳ hè :. .    EE3019  : Truyền số liệu và mạng. . Trong khi được sự chấp thuận của Thầy(Cô),em xin chân thành cảm ơn.. . . . . . . .   i Đăng ký môn học . EE3019\tTruyền số liệu và mạng",
            "đã bổ sung môn EE3019 nhóm DT02. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo. . Em tên: [full_name]. . MSSV:[student_id]. . Dự kiến khoảng thời gian nào Phòng Đào Tạo sẽ phát hành đại trà giấy chứng nhận NVQS vậy ạ?. . Em cảm ơn ạ!. .",
            "Chào bạn. . Bạn có thời khóa biểu HK192 nên bạn có thể đăng nhập vào trang web mybk.hcmut.edu.vn --  In xác nhận sinh viên --  chọn mục: in giấy chứng nhận Sv để hoãn NVQS. . Để phòng đào tạo lấy dữ liệu in giấy chứng nhận Sv để hoãn NVQS cho bạn. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em là [full_name],mssv: [student_id].Em có xin PDT mở cho e đăng ký môn Nhập môn lập trình ,mã môn học là : CO1003 .Nhưng em ghi lộn mã là CO1004 và em mới kiểm tra thời khóa biểu PDT đăng ký cho em bị nhầm thành môn Kỹ thuật lập trình rồi ạ, không phải môn kỹ thuật lập trình (CO1013) mà là Nhập môn lập trình (CO1003).. . Mong PDT hủy môn kỹ thuật lập trình và đăng ký lại môn nhập môn lập trình giúp em với ạ;. . Em cảm ơn.. .",
            "đã bổ sung lại môn CO1003 nhóm DT01-B. . Hủy môn CO1013. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi nếu em không đủ 28 chỉ trước học kì 201 thì các môn học có mã 20XX có bị xóa khỏi danh sách đăng kí không ạ? Em cảm ơn.. .",
            "Chào bạn. . - Về quy định Xếp hạng năm đào tạo: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  Sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng --  Điều 4.2. . - Nếu bạn không đủ điều kiện sẽ không đăng ký được các môn năm 2 nghen bạn. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PDT ạ, PDT có thể giúp em đăng kí bổ sung thêm 1 môn cho kì hè 193 không ạ?. .  Môn Cơ sở kỹ thuật điện EE2017 DT01_DT01. .  Em cảm ơn và em biết giờ cũng trễ ngày đăng kí nhưng hy vọng PDT có thể đăng kí giúp em ạ.",
            "đã bổ sung môn học EE2017 nhóm DT01. . TKB sẽ cập nhật sau. . Thân",
            "Em xin lỗi ạ, nhưng em xin rút môn EE2017 (không tính phí) được không ạ. Tại em phúc khảo thầy chấm em đậu nhưng không báo ạ!",
            "Ban đầu em muốn trả kì hè luôn nhưng giờ thì không cần nữa ạ! Em xin lỗi và mong PDT thông cảm",
            "đã hủy"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PDT ạ, hiện tại em muốn đổi nhóm lớp môn học Tư tưởng [full_name] sang DT04 (hoặc DT05) được không ạ!. .  Vì chỗ em làm thay đổi lịch làm việc ạ, em mong PDT thông cảm và giúp em ạ. En cảm ơn.",
            "Hiện tại em đang ở SP1005_DT02 học ngày thứ 3, em bị trùng lịch đi làm buổi chiều. Nếu đổi qua DT04 hoặc DT05 thì không bị trùng ạ.",
            "đã chuyển sang DT05. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào PĐF ạ, . . Em thấy dịch đợt này có vẻ nguy hiểm hơn, số người chết cũng bắt đầu có và ngày càng tăng. Nhưng PĐT vẫn cho học hè offline, cho em hỏi sắp tới PĐT có dự định chuyển sang online như học kì I không ạ?",
            "Chào bạn. . Phòng đào tạo đã gởi thông báo ngày 1/8/2020 qua mail sinh viên Về công tác học tập, giảng dạy trong thời gian phòng chống dịch COVID-19 từ 1/8/2020, bạn vui lòng đọc nghen. . Nếu tình hình có phát sinh, pdt sẽ gởi thông báo mới cập nhật qua mail sv. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name]v: [student_id]. Em muốn xin được tham gia lớp học Kết cấu bê tông cốt thép 1 có mã môn học là: CI2091. . .",
            "đã bổ sung môn CI2091 nhóm DT01 cho bạn. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Yêu cầu khác . Em ko bấm được vào các nút cập nhật thông tin , đăng ảnh, kích hoạt tài khoản sinh viên dù đã điền thông tin đầy đủ.. .  . . Xuất hiện dấu cấm khi em đưa chuột vào nút cập nhật.. . . . mong cô giúp em. em cảm ơn ạ . . . . . .",
            "Chào bạn. . Bạn chưa có tên trong danh sách dự kiến tốt nghiệp, nên bạn không khai được thông tin tốt nghiệp. . Bạn đã nhận thông tin khai tốt nghiệp gì từ phòng đào tạo chưa?. . Thân",
            "Em chưa nhận thông tin khai tốt nghiệp gì từ phòng đào tạo ạ !. . . . Tình trạng của em là đã làm luận văn tốt nghiệp cách đây 1 năm và mới vừa học kì 2 (19-20) này em trả xong môn học cuối cùng còn lại vủa chương trình. . . . . Đã thi đậu anh văn nói - viết cách đây vài tháng .. . . . Vậy tình trạng của em cần phải làm gì tiếp theo ạ thưa cô ? em có thể đăng kí tốt nghiệp kịp trước ngày 30/8 này ko ạ?. . . . Em cảm ơn.",
            "Chào bạn. .  Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau thứ 2 ngày 17/8/20, Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn --  tốt nghiệp --  thông tin tốt nghiệp --  danh sách tốt nghiệp 04/2020. . -\tTrường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo (hoặc trên BKSI) để pdt kiểm tra lại lý do.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào phòng đào tạo ! . . Hôm trước em có hỏi về chính sách học bổng dành cho sinh viên bảo lưu 1 năm như em , và nhận được câu trả lời em đang được xét theo khoá k17 . Vì bị trễ một năm nên tính chỉ tích luỹ em không thể đủ như yêu cầu nhà trường cho khoá k17. Em muốn hỏi phòng đào tạo có thể cho em chuyển lớp từ lớp QLMTK17 sang QLMTK18 để tiện học tập và xét chính sách học bổng không ạ ( hiện tại tất cả các môn học em đều học chung lớp QLMT18) . . Trở lại học em rất cố gắng và phấn đấu học tập em mong Phòng đạo tạo có thể tạo điệu kiện giúp đỡ cho em ạ. . . Em xin chân thành cảm ơn ạ .",
            "Chào bạn. . Đầu tiên bạn nên tư vấn về chương trình đào tạo bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo Thầy [full_name]) để tư vấn và giải đáp. . Sau khi tư vấn ở Khoa xong, bạn làm đơn xin chuyển lớp, ghi rõ nội dung và lý do, có xác nhận đồng ý của Khoa, sau đó gởi đơn tại phòng đào tạo để Ban lãnh đạo pdt xem xét hồ sơ. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em thuộc diện đăng kí bổ sung cho các bạn mhx vào 2 môn này, trên tkb đã cập nhật ngày học mà trên EL vẫn chưa cập nhật cho em ạ. . Em sắp có deadline nộp bài cho môn học nên mong pdt cập nhật EL sớm cho em ạ",
            "TKB sẽ cập nhật sau nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em xin tự giới thiệu em tên là [full_name], sinh viên K19 khoa Quản lý công nghiệp. . . . . Em có đăng ký môn vào kỳ hè 193 vào đợt đăng ký thứ 3 cho sinh viên không tham gia mùa hè xanh được. Thời khóa biểu thì đã có rồi nhưng trên BK eL thì vẫn chưa có môn ạ. Em vào xem tài liệu giảng viên up lên không được. . . . . Mong PĐT xem xét hỗ trợ em ạ. Em xin chân thành cảm ơn.. . . .",
            "TKB sẽ cập nhật sau nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ em cảm ơn pđt và khoa đã giúp đỡ em chuyển mã để em được học mã môn EE2033 theo khóa 2019 ạ. . Thế nhưng thời khóa biểu em đã được chuyển sang mã mới nhưng Bk-e learning vẫn là mã cũ làm em không thể cập nhật được thông tin của thầy cô về khóa học của mình , mong pđt và khoa giúp đỡ em chuyển sang mã mới trong phần Bk-e learning ạ. . Em cảm ơn ạ",
            "BKEL sẽ cập nhật sau nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô,. . Hiện nay địa phương em yêu cầu nộp giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự. . . Cho em hỏi, khi nào trường sẽ cung cấp giấy xác nhận cho năm học mới (2020-2021) ạ. Do em đăng kí trên mybk thì chỉ cho cho phép đăng kí HK2 2019-2020 thôi ạ.. . Em cảm ơn.. . . .",
            "Chào bạn. . Hiện tại chỉ cấp xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự có thời khóa biểu của HK 192 và HK 193, . . Hk 201 bắt đầu từ ngày 21/9/2020 nên sau thời gian trên nhà trường sẽ in xác nhận đồng loạt cho tất cả sinh viên nam có tkb của HK 201 để hoãn nghĩa vụ quân sự. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô!. . Em là [full_name] _ [student_id], ngày 31/7/2020 em có in bảng điểm và đã thanh toán trên bkpay, tài khoản đã trừ tiền nhưng hệ thông bkpay vẫn chưa xác nhận là đã thanh toán. Em mong thầy/cô xem trường hợp này giúp em ạ. Vì em đang cần gấp bảng điểm mà hiện tại chưa hẹn ngày lấy được.. . Em cảm ơn!!!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy, em có đăng kí lớp nguyện vọng nhưng tới nay chưa có thời khoá biểu.. . Hôm qua em có đăng câu hỏi về việc này, thầy đã thêm em vào lớp DT01 môn vật lý 1. . . Vậy thầy ơi, em có cần hủy đăng ký môn vật lý 1 (nguyện vọng) hay k thưa thầy ? Nếu lớp nguyện vọng được mở thì em có phải trả khoản tiền cho cả hai lớp vật lý này không thưa thầy ? . . Em cám ơn thầy.. . . .",
            "Chào em. . Môn học chỉ có 1 nhóm duy nhất lf DT01 thôi nhé. . KO còn nhóm NGuyện vọng nữa. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name]i [student_id]. Mong thầy cô phúc khảo môn Các phương pháp phân tích hiện đại (CH3005) HK192.\t. . . .",
            "Chào bạn. . Để đăng ký phúc tra điểm bài thi cuối kỳ bạn vui lòng đăng nhập vào trang web mybk.hcmut.edu.vn --  Đăng ký phúc tra điểm bài thi cuối kỳ. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học giải tích 1 nhóm DT02  /i  . . . .",
            "Nhóm DT02 đã full sĩ số. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em bị lỡ các đợt đăng kí môn học cho học kỳ hè 193,còn cách nào đề em đăng ký không ạ ? . . . . em xin cảm ơn. . . .",
            "bạn cung cấp mã môn để xem xét",
            "Em đăng ký môn giải tích 1. . . . Mã môn : \tMT1003",
            "đã bổ sung vào nhóm DT03. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi, Thời khoá biểu em đã cập nhật nhưng trên Bk-Elearning vẫn không có môn thì sao em học hangout ạ",
            "TKB sẽ cập nhật sau nhé. ngày mai sẽ có"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là: [full_name]. . MSSV: [student_id]. . . . Em xin pđt cho em đăng ký bổ sung vào lớp DT01 của thầy [full_name] (HK193) môn: Kỹ thuật thi công (CI3043). . . . Lý do: Đây là môn \"Học trước\" của môn Tổ chức thi công và môn ĐAMH thi công của em trong HK7 ạ. . . . . Dưới đây là tệp đính kèm \"Đơn xin đăng ký môn học trễ hạn\" mà em đã xin xác nhận từ bên khoa. Rất mong pđt xem xét và cho em được đăng ký bổ sung vào lớp học hiện tại ạ.. . . . . . . .",
            "Đã bổ sung nhóm DT01. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Em chào PDT ạ, PDT có thể giúp em đổi nhóm lớp Tư tưởng [full_name] SP1005 từ DT01 sang DT05 không ạ? Em cảm ơn",
            "đã đổi sang DT05. . TKB sẽ cập nhật sau. .",
            "Đăng ký môn học . Em chào PDT ạ, sắp tới em bận đi làm trùng giờ học nên PDT có thể giúp em đổi nhóm lớp Tư tưởng [full_name] SP1005 từ DT01 sang DT05 được không? . . Em cảm ơn và mong PDT giúp.",
            "Từ DT02 sang DT05 ạ",
            "đã chuyển sang DT05. . TKB sẽ cập nhật sau"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi rằng em bị rớt lý thuyết vật lý bán dẫn đó thi 2.5 và điểm thi nghiệm em là 9đ vậy khi học lại em có học lại thí nghiệm không ạ. .",
            "Chào em. Em phải học lại nhé. . Vì môn Thí nghiệm chỉ là môn kèm của ký thuyết mà thôi.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Đăng ký môn học . Chào thầy/ cô !. . Em tên là [full_name] [full_name]/MSSV[full_name] [student_id]. . Hiện tại em là sinh viên năm 3 ,khoa CNVL .Mặc dù đã học môn chuyên ngành nhưng vẫn chưa học môn cơ sở ngành mã MA1003 (lí do là HK182 em bị hủy môn do môn học song hành với [full_name]1005). Vì là môn cs ngành nên mỗi năm chỉ mở 1 lần nên em phải đợi đến HK201  để học.Em có nghe 1 số bạn nói lại là HK201 không mở môn đại cương như VL2, GT2,..Em đang cảm thấy lâm vào bế tắc vì [full_name] đổi chương trình hủy bỏ môn học song hành giữa [full_name]1005 và MA1003.Đợt đăng kí HK201 em có đăng kí mã [full_name]1005 với sỉ số 100 SV (có thể đủ sỉ số để mở lớp).Nếu lần này không mở lớp được em không biết có thể ra trường được không nữa (Nhiều lần em đã hi vọng rồi lại thất vọng , rồi lo sợ mỗi lần ĐKMH ).Em hi vọng trường có thể tạo điều kiện mở lớp cho em được học môn [full_name]1005 HK201 để theo kịp tiến độ với chương trình học.Em hứa sẽ thật chăm chỉ học tập nhiều hơn.. . Cảm ơn thầy /cô đã dành thời gian đọc bài của em.Em rất mong nguyện vọng của em được chấp thuận.",
            "Chào bạn. . Về chương trình đào tạo bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo Thầy [full_name]) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi pdt bây giờ còn lịch họ bổ sung môn vật lý bán dẫn vào kì hè không nếu còn cho em xin được bổ sung. em bị rớt môn này do thi cuối kì dưới 3 . .",
            "Chào bạn. . Bạn vui lòng ghi rõ tên môn học, mã số môn học, lý do đăng ký trễ gởi câu hỏi lại trang bksi này. . Thân",
            "TÊN MÔN HỌC LÀ VẬT LÝ BÁN DẪN. MÃ MÔN HỌC LÀ EE1007. LÝ DO ĐĂNG KÍ TRỄ LÀ EM MỚI NHẬN ĐƯỢC KẾT QUẢ RỚT MÔN DO THI CUỐI KÌ CHỈ ĐƯỢC 2.5. CÔ ƠI EM CÓ THỂ LƯU ĐIỂM THÍ NGHIỆM MÔN NÀY ĐƯỢC [full_name] HỌC LẠI SẼ MẤT NHIỀU [full_name].",
            "MÔn học trùng lịch học với môn thể dục. . Vì vậy PĐT dời nhóm môn PE1011 sang nhóm DT01. . Bổ sung môn học EE1007 vào nhóm DT01. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) . Kính chào quý thầy cô, . . Em xin được hỏi, môn học mình rút ở HK hè 193 thì có được đăng kí thêm vào kì 201 để học cho đảm bảo chương trình đào tạo không ạ?. . Trong trường hợp rút môn mà chưa được xử lí hoặc chưa nộp đơn xin rút môn, tức là vẫn chưa rút môn học, thì khi đăng kí thêm vào đợt tiếp theo cho kì 201, hệ thống có hủy do mình vẫn đang có thời khóa biểu học môn này không thưa thầy cô? . . . . Nhờ thầy cô giải đáp, em xin trân trọng cảm ơn. . .",
            "Chào bạn. . - Hk hè và 201 là 2 Hk hoàn toàn khác nhau, nếu bạn rút môn học ở HK hè, bạn vẫn đăng ký môn học ở HK 201 nếu đủ điều kiện. . - Không hủy nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào các thầy cô ạ. . Em là [full_name], mssv [student_id]. . Em là sinh viên thuộc diện sinh viên bị hủy mùa hè xanh nên đăng kí môn học sau các bạn. . Khi kiểm tra thời khóa biểu thì em thấy [full_name] đã được xếp vào lớp giải tích 2 DT01 và theo thời khóa biểu thì hôm nay có buổi học online nhưng khi kiểm tra trên trang elearning thì em vẫn chưa thấy môn học giải tích 2 ạ. Vậy thì em sẽ không có được link để vào lớp học chiều nay ạ. Em mong muốn các thầy cô kiểm tra và sớm phản hồi giúp em để em có thể tham gia được lớp học để bắt kịp chương trình học ạ. . Em xin chân thành cảm ơn ạ",
            "Chào bạn. . Phòng đào tạo đã tiếp nhận thông tin của bạn, và đang nhanh chóng giải quyết. . Bạn vui lòng xem tkb cập nhật trên trang elearning sau nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   i  SP1031,nhóm/tổ:dt04",
            "đã bổ sung môn học. . TKB sẽ cập nhật sau. ."
        ]
    }
]