[
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1915436  /b \t. . . .   i Đăng ký môn học . Hôm thứ 7 ngày 11/07 khi được hỏi vấn đề hủy môn học Mac Lenin cho sinh viên K19 thì BGH trả lời sẽ lọc K19 và hủy cho tụi em nhưng mà em thấy môn học vẫn chưa được hủy.",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi trường là bây giờ em đã đăng ký môn mác lê nin,nhưng mà có sinh viên được trường rep lại rằng môn đó chưa có kế hoạch giảng dạy.Vì vậy rộ lên nhiều tin đồn là chúng em sẽ học môn này mà không được tính tín chỉ(coi như không học) mà vẫn phải đóng tiền,điều này có đúng không ạ nếu đúng thì có cách nào để tụi em không phải đóng tiền cho để học một môn không được tính không ạ.Mong trường trả lời mail này,em xin cảm ơn.",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn,. . . . [full_name] đã tăng sì số môn MT1005 rồi bạn vào đăng kí nhen.. . . . Thân.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã đăng kí môn học này cho học kì hè 193, nhưng có nguồn thông tin rằng môn học này không triển khai cho K19 trong học kì 193, nhưng đã đăng kí rồi sẽ không được hủy môn học và vẫn phải đóng học phí cũng như không được tính vào số tín chỉ tích lũy. Mong nhà trường xem xét vấn đề này ạ.",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B   B Đăng ký môn học . Chào thầy/cô! Em muốn đăng kí học kì dự thính hè môn vẽ kỹ thuật xây dựng CI1033 nhưng do trùng giờ với môn đại số tuyến tính MT1007 nên em không thể đăng kí được. Em mong thầy cô có thể chuyển em sang nhóm đại số tuyến tính khác để em có thể đăng kí hoặc cho em vào một nhóm vẽ kỹ thuật xây dựng có sẵn rồi ạ. Em cảm ơn nhiều ạ.. .",
            "Chào bạn,. . . . -Đợt 3 DKMH môn học chỉ cho bổ sung không cho hiệu chỉnh nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name] mssv: [student_id]. Sinh viên khoá K15 khoa KT Xây dựng. Học kì 192 vừa rồi em không có đăng kí môn học vì em đã hoàn thành tất cả một học nên chỉ cần thi chứng chỉ toeic nữa là hoàn thành nên em có bị tạm dừng và em đa làm đơn xin thu nhận lại và được chấp nhận nhưng em vẫn không thể đăng kí in thẻ sinh viên được vì thẻ của em đã hết hạn. Nên em mong nhà trường xác nhận quyết định thu nhận lại của em để em có thể in lại thẻ sinh viên. . . .",
            "Chào bạn. . Trường hợp của Bạn liên hệ trực tiếp Phòng đào tạo cơ sở 1 để đăng ký nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi ngày bắt đầu học kỳ mới (201) đã có chưa ạ? Do sắp tới em thực tập tốt nghiệp và cần báo thời gian đi học trở lại cho phía công ty ạ",
            "Chào bạn. . Dự kiến ngày bắt đầu học ký 201 là 21/9. . Phòng đào tạo sẽ cập nhật biểu đồ trên trang web aao.hcmut.edu.vn --  Lịch học vụ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn hủy tất cả đăng ký Facebook môn học trước đó vì em nghe nói kì 193 đổi mã môn học. Em phải làm sao ạ. E cảm ơn",
            "Chào bạn,. . . . Chưa hiểu ý bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đăng ký dự thính hè HK 193 bao gồm 3 môn: giải tích 1, vật lý 1 và đại số tuyến tính. Tuy nhiên khi nhà trường đã duyệt lớp, thì trong các môn em đăng ký lại không có môn đại số tuyến tính. Em thắc mắc nếu lớp đã đủ thì Vì sao không chuyển em qua lớp khác ?. Vì sao lại hủy môn luôn? Nếu không thì em đăng ký lại môn em đã bị hủy có được không?. . -----------------------------. . Bạn em đăng ký 2 môn vật lý 1 và giải tích 1. tuy nhiên bây giờ kiểm tra danh sách môn học thì bạn thấy chỉ đăng ký được 1 môn giải tích 1. Vì sao 2 môn đó em được học còn bạn em thì chỉ học được một môn? ( em với bạn đăng ký cùng 1 thời gian).. . Mong nhà trường giải đáp thắc mắc cho em! Em cám ơn !",
            "Đăng ký môn học. . . . Em đăng ký dự thính hè HK 193 bao gồm 3 môn: giải tích 1, vật lý 1 và đại số tuyến tính. Tuy nhiên khi nhà trường đã duyệt lớp, thì trong các môn em đăng ký lại không có môn đại số tuyến tính. Em thắc mắc nếu lớp đã đủ thì vì sao lại hủy môn luôn mà không chuyển em qua lớp khác? Nếu không thì em đăng ký lại môn em đã bị hủy có được không?. . -----------------------------. . Bạn em đăng ký 2 môn vật lý 1 và giải tích 1. Bây giờ kiểm tra danh sách môn học thì bạn thấy bạn chỉ đăng ký được 1 môn giải tích 1. Vì sao 2 môn đó em được học còn bạn em thì chỉ học được một môn? ( em với bạn đăng ký cùng 1 thời gian).. . Mong nhà trường giải đáp thắc mắc giúp em! Em cám ơn !  /QUOTE . .",
            "Chào bạn,. . . . - Bạn phải kiểm tra kết quả đăng kí môn học trong đợt 1 nhen, môn MT1007 bạn bị trùng TKB.. . . . . . . . Thân.",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa thầy/cô, hk193 em được biết là không cho K19 đăng kí các môn chính trị mác lenin, vậy em lỡ đăng kí rồi thì PĐT tự hủy hay sao ạ?. . mã môn: Sp1031. .",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PĐT, em có thắc mắc là hk vừa rồi em bị rớt bóng rổ thì hk này e học trả môn thì em buộc phải đăng ký lại bóng rổ hay em có thể đăng ký môn khác để trả ạ? Em cảm ơn vì đã nhận và giải đáp thắc mắc của em",
            "Chào bạn. . - Về quy định các môn giáo dục thể chất: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy định về các môn thể dục từ HK182. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . đăng kí môn học dự thính hk193 đợt 1, em đăng kí 2 môn GT1 và VL1 nhưng bây giờ xem thì em thấy đã bị hủy cả 2 môn. cho em hỏi lý do và phải làm sao để đăng kí lại ạ",
            "Chào bạn,. . . . Bạn kiểm tra lại nhen, bạn không đăng kí được lý do không thanh toán học phí.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa PĐT, có thể mở thêm sỉ số của môn Pháp luật cho em không ạ, lớp nào cũng được ạ. Em xin cảm ơn",
            "Chào bạn,. . . . PDT đã tăng sỉ số rồi, bạn vào đăng kí nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên :[full_name] .Mssv:[student_id]. . . . Hiện em đăng kí thành công môn học Triết (SP1031), Pháp luật đại cương(SP1007),anh văn 1(LA1003), nhưng em nghe thông tin là môn Triết với Pháp luật đại cương đối với [full_name]19 sẽ có 1 số sự thay đổi nội dung môn học.Nhờ thầy cô giải đáp thắc mắc giúp em:. . +[full_name]19 học PLDC vs Triết, thì khi có sự thay đổi nội dung môn học, chúng em có được tính tín chỉ 2 môn học này không ạ .Nếu không thì làm sao để chúng em có thể rút môn học này mà không phải trả học phí ạ.. . + Chương trình đào tạo hiện chưa công bố đối với [full_name]19,hi vọng nhà trường có thể cập nhật sớm ạ. .",
            "Chào bạn,. . . . Bạn liên hệ với khoa để tư vấn mã số môn học cho bạn.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy/Cô giúp em tăng sĩ số lớp:. . . . MT1005: Giải tích 2 - nhóm DT03. . . . Em cảm ơn ạ!",
            "Chào bạn,. . . . PDT đã tăng sỉ số môn học này rồi, bạn vào đăng kí nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name] MSSV [student_id] lớp XD18KT nay em viết đơn này rất mong phòng đào tạo có thể xem xét đăng kí cho em môn Thiết Kế Kiến Trúc Công Cộng 3. Mã môn học:CI2069 trong đợt đăng kí dự thính hè đợt 3 này,với lý do em không thế đăng kí môn này vì nó vượt số tín chỉ là 13/12 hiện em đã đăng kí được 7 chỉ dự thính hè này và chỉ cần 1 môn Công Cộng 3 ( 6 chỉ ) này nữa là đủ để em có thể học chuyên ngành năm sau, em rất mong phòng đào tạo có thể xem xét cho em vì kì 191 vừa rồi em bị đình chỉ vì không qua chuẩn anh văn đầu vào và hiện tại em rất khó khăn trong việc đăng kí môn học và nếu không thể đăng kí môn Thiết Kế Kiến Trúc Công Cộng 3 này thì rất có khả năng hk1 năm sau em sẽ không thể đăng kí học chuyên ngành vì không đủ 56 chỉ, em tha thiết kính mong nhà trường có thể cho em đăng kí môn học này , em đã rất cố gắng và học hầu như hết các môn anh văn và các môn chính trị nên nếu hk1 năm sau em không thể đăng kí chuyên ngành thì có lẽ em không biết phải học môn nào, kính mong nhà trường xem xét giúp em ạ.. .",
            "Em xin hủy yêu cầu 12508 do em đã tìm được môn học khác thay thế",
            "Chào bạn,. . . . Bạn vào đăng kí lại nhen, nếu không được bạn làm đơn PDT để cấp trên phê duyệt.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là em xin miễn thể chất thì em phải có những giấy tờ gì và nộp cho ai ạ. Và nếu em được miễn thì có phải đóng học phí thể chất không ạ. Em cảm ơn",
            "Chào bạn. . - Về quy định các môn giáo dục thể chất: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 10.5-b. . - Bạn tải mẫu đơn miễn môn học kèm minh chứng nộp tại Phòng đào tạo. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào quý thầy cô,. . Em là [full_name] - [student_id] sinh viên chương trình Việt Pháp K16.. . Em đang cần in gấp 1 bảng điểm 4 năm học để bổ sung vào hồ sơ nộp đi Pháp thực hiện TTTN/LVTN năm 2021 ạ. Em đã đăng kí in bảng điểm trên mybk nhưng hẹn lịch là ngày 17/07 mới có ạ. Mà hạn chót nộp hồ sơ là ngày 15 ạ.. . Không biết các thầy cô có thể hỗ trợ in giúp em trong hôm nay hoặc ngày mai để em bổ sung vào hồ sơ cho kịp được không ạ? Em xin chân thành cảm ơn ạ.. .",
            "Chào bạn,. . . . Phần mền in bảng điểm đã lập trình sẵn, việc này không thể giúp em được.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại em có nhu cầu học môn cầu lông để kết thúc môn giáo dục thể chất trong kì hè này. Nhưng 4 lớp môn cầu lông mà phòng đào tạo mở đều cùng một khung giờ và em có lịch học môn khác vào khung giờ đó. Vậy phòng đào tạo có thể mở thêm lớp vào khung giờ khác không ạ.",
            "Chào bạn,. . . . - Giờ  học không thể thay đổi được, giờ học là do giảng viên giảng dạy chọn theo nhu cầu chung của sinh viên.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào các thầy cô, hiện tại em đã nhận dc mail hỗ trợ mở thêm các lớp GDTC từ phòng đào tạo nhưng em thấy các lớp mở quá ít nên ko đăng kí kịp thì lớp đã đầy sĩ số. nên em muốn xin dc mở thêm lớp cầu lông (PE1017) vào học kì hè 193 này. Xin thầy cô xem xét cho em được học môn cầu lông trong học kì hè, em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chính xát muốn hủy môn phương pháp pháp tính ạ. Em có cần làm đơn j ko ạ",
            "Chào bạn,. . . . Đợt 3 chỉ cho bổ sung không cho huỷ môn học.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Học kì 193 không được đăng kia môn [full_name] SP1031, vậy nhà trường chưa hủy môn thì em có phải thanh toán học phí( 3 tín chỉ) cho môn học này không ạ. . . .",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em là sinh viên K19 ạ chuyển là HK193 em có đăng ký môn [full_name] thì cho em hỏi bắt đầu từ K19 môn [full_name] có đổi thành [full_name] không ạ. . Và nếu đổi thì cái đăng kí của e có huỷ được không ạ ?. . Em xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name], MSSV [student_id], khoa Quản lý Công Nghiệp . . Dạ vậy tức là [full_name]19 đăng kí môn Triết học Mac[full_name][full_name](SP1031) vẫn được xét tín chỉ phải không ạ. . Cảm ơn thầy cô. . [full_name]",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em học K15 năm nhất em học Vật Lý Bán Dẫn(mã EE1007) - 4 tín chỉ .. . . . Theo chương trình học 2017 môn Vật Lý Bán Dẫn có mã EE1013 - 3 tín chỉ. Pđt đồng thời mở lớp cả 2 môn EE1007 và EE1013 học kỳ 193.. . . . Hiện em đã lỡ đăng ký EE1013 cho học kỳ 193, em có thể chuyển điểm cho môn EE1007 sau khi học xong được không? Hay không cần ?. . . . Nếu không, phòng đào tạo có thể hủy cho em môn học EE1013 để em có thể đăng ký EE1007.. . . . môn học EE1013 tương đương EE1007 theo hàng 53 danh sách sau:. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitiettb&thongbao_id=450",
            "Chào bạn,. . . . Bạn nên đăng kí đúng mã số môn học trong CTDT của mình. Nếu đợt 3 không cho huỷ, bạn đăng kí sai MSMH bạn làm đơn nộp PDT,  để ban lãnh đạo phòng xem xét giải quyết.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa PĐT, ở HK hè 193 em đã đăng kí 2 môn là Triết học mác-lenin (SP1031) và Pháp luật đại cương (SP1007), ban đầu em đăng kí và thấy vẫn đủ điều kiện và mở lớp bình thường, xếp thời khóa biểu bình thường nên đến hết đợt 2 của kì đăng kí em vẫn giữ nguyên như ở đợt 1 và không có sự chình sửa gì.Nhưng vừa rồi ở hội nghị sinh viên trường em có nghe nói là \" Đối với K2019, do các môn [full_name]-[full_name] sẽ có đề cương và nội dung giảng dạy mới, áp dụng từ k201, nên chưa triển khai từ HK193\".Do thông báo đưa ra quá trễ nên em không thể thay đổi gì được nữa.Giờ đợt 3 này em không thể hủy 2 môn đã đăng kí cũng như không thể đăng kí thêm môn mới do trùng thời khóa biểu của 2 môn cũ.   B Nếu như vậy thì cho em hỏi là ở 2 môn em đã đăng kí(đã trình bày ở trên) thì có mở lớp dạy không ạ, và nếu dạy thì có công nhận kết quả không ạ  /B . Em mong PĐT giải quyết giúp em sớm nhất có thể ạ vì hè này nếu không mở lớp 2 môn đó và không đăng kí được môn khác thì em phải về quê, do quê ở xa nên em phải đặt xe từ trước ạ. Em cảm ơn",
            "Chào bạn,. . . . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031) và Pháp luật đại cương (SP1007). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . [full_name]ỦA [full_name](KỸ THUẬT MÔI TRƯỜNG) CÓ PHẢI [full_name] K Ạ, [full_name] MÃ MÔN HỌC ĐÓ THÌ CÓ ĐƯỢC XÉT LÀ MÔN TƯƠNG ĐƯƠNG VỚI [full_name] K19 K. EM XIN CẢM ƠN  . .",
            "Chào bạn. . Về chương trình đào tạo bạn vui lòng liên hệ [full_name] (cụ thể là Thầy trường khoa phụ trách chương trình đào tạo Thầy [full_name]) để tư vấn và giải đáp. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Học vụ  /i [full_name] [full_name] [full_name] [full_name] Chào thầy (cô),[full_name] [full_name] [full_name] [full_name] Em tên [full_name], mssv [student_id], khoa Quản lý công nghiệp[full_name] Em muốn hỏi nếu học kỳ hè em học môn Triết học [full_name](sp1031) thì có được tính vào tín chỉ không? (vì có thông tin nói rằng học kỳ 201 sẽ có đề cương, bài giảng mới nên em học hè rồi thì có phải học lại theo bài giảng mới theo đúng chương trình không) [full_name] [full_name] [full_name] [full_name] Cảm ơn sự giúp đỡ của thầy(cô)[full_name] [full_name] [full_name]",
            "Chào bạn[full_name] [full_name] [full_name] 193 bạn môn Triết học Mac(sp1031) thì được tính vào tín chỉ tích lũy bình thường nghen bạn[full_name] [full_name] Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . - . . em có đăng kí môn học SP1031 - TRIET HOC MAC - LENIN ở học kì hè 193 , nhưng vì PĐT có nói sẽ đổi chương trình giảng dạy cho k19 và xóa môn học, đến giờ em đăng kí môn học khác thì bị cấn TRIET HOC MAC là sao ạ ?",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là từ khóa 2016 trở đi thì phần Toeic Speaking and Writing là thi lấy chứng chỉ quốc tế trên 225 hay là làm kiểm tra tại BK English là được ạ. Em cảm ơn",
            "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 3-b. . - * Đồi với các khóa từ 2013 đến 2017, cho phép dự thi kỹ năng Speaking & Writing của Trung tâm Ngoại ngữ của Trường Đại học Bách Khoa với mức Đạt, tương đương mức điểm 200, riêng chương trình tài năng là mức “Đạt TN”, tương đương mức điểm 245.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Quý thầy cô,. . . .    Em là [full_name], MSSV [student_id], khoa Điện - Điện tử.. . . .    Em gửi câu hỏi/ yêu cầu này kính mong quý thầy cô cho em hủy đăng kí môn học Thực tập điện tử 2 ở học kì hè này.. .    Lý do là trong thời gian sắp tới, gia đình em có việc bận vào cuối tuần và em bị trùng lịch học môn này vào ngày đó.. . . .    Em mong quý thầy cô thông cảm và cho phép em được hủy môn học. . . . .    Em xin cảm ơn!. . . . . .",
            "Chào bạn,. . . . - Việc đăng kí môn học bạn phải cân nhắc kỹ. Hiện tại đợt 3 không cho huỷ môn học được nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Em định đăng ký thêm môn Giải Tích 1 (MT1003) nhưng các lớp đều đã đủ nên em không thể đăng ký thêm được nữa, Nhưng em thấy các lớp đều có lượng đăng ký vượt sỉ số quy định được nên mong anh chị có thể cho em được đăng ký vào 1 trong 4 lớp dự thính trên ạ. Em chân thành cảm ơn.",
            "Chào bạn,. . . . Môn MT1003 PDT đã tăng sỉ số, bạn vào đăng kí nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào PĐT,. . Hiện tại em là sinh viên năm 5, vì muốn ra trường trong kì 1 năm sau nên em xin được phép vừa đăng kí thực tập vừa đăng kí môn học đại cương trong trường trong học kì hè này ạ.. . Em đã được sự cho phép của giáo viên thực tập và công ty thực tập.. . Em mong PĐT tạo cơ hội và đăng kí môn học MT1009 lớp DT02 và môn CI1003 lớp DT01_DT01 ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . . . Bạn vẫn đăng kí được những môn khác nếu không trùng TKB của thực tập. Bạn vào đăng kí nhen.. . . . Thân.",
            "Em chào chị,. . . . Mà chị ơi 2 môn   B MT1009 lớp DT02  /B   /I  và môn   B CI1003 lớp DT01_DT01  /B   I . Hiện tại 2 lớp này k bị đụng lịch thực tập của em nhưng bị dư sĩ số 1 bạn r ạ nên em không thể đăng kí được. Chị có thể đăng kí giúp em vào 2 lớp lớp của 2 môn trên không chị ?. . . . Em cảm ơn. . Em xin lỗi vì em check trả lời muộn",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Chào bạn,. . . . PDT đã đăng kí môn MT1009, môn CI1003 nhóm DT01_DT01 đã hết chỗ, PDT đăng kí cho bạn nhóm khác, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm... ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PĐT cho em hỏi những môn   B không đạt  /B  trong   I học kỳ chính  /I  thì mình có thể đăng ký môn học lại trong   I học kỳ chính tiếp theo  /I  được không ạ? Hay chỉ có thể đăng ký trong   I học kỳ dự thính  /I  thôi ạ?. . . .",
            "Chào bạn,. . . . Những môn không đạt bạn có thể đăng kí học kỳ nào cũng được nếu học kỳ đó có mở lớp.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . PĐT ơi cho em hỏi nếu năm 1 không đăng ký đủ tín chỉ để đạt điều kiện qua năm 1 thì em phải làm sao ạ, có phải sang   B học kỳ chính tiếp theo  /B  em phải đăng ký môn học cho đủ tín chỉ để qua năm 1 không ạ? Hay là em chỉ có thể đăng ký bổ sung vào các   B học kỳ dự thính  /B  thôi ạ? Em xin cảm ơn. . . . . .",
            "Chào bạn,. . . . Bạn đăng kí bất kỳ học kỳ nào cũng được, miễn bạn đủ số tín chỉ sau năm nhất thì bạn mới đăng kí những môn sau năm 2.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  Hiện tại lớp học môn Giải tích 1 , mã : MT1003 không còn chỗ đăng ký. Em muốn đăng ký học môn này để hoàn tất chương trình học. Em xin nhà trường có thể cho em đăng ký được môn Giải tích 1 MT1003 vào học kỳ 193. Em xin chân thành cảm ơn.. . . .",
            "Chào bạn,. . . . Giải tích 1 PDT đã tăng sỉ số rồi, bạn vào đăng kí nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên trung tâm Bảo dưỡng Công nghiệp, em muốn hỏi 2 vấn đề. . . . 1. Trong phần đăng kí của môn vật lý 1 PH1003 thì có sỉ số 126/125, liệu em có thể đăng kí thêm trong kì hè được không ạ? Vì ngày 7/7/2020 em mới thi cuối kì môn vật lý 1 PH1003 trong đợt học dự thính 192 vừa qua, em chưa có kết quả thi, vì em chỉ còn môn này để hoàn thành chương trình học của mình. . . 2. Trên trang đăng kí môn học, em thấy có 2 môn vật lý được mở, msmh 007001 và PH1003, cho em hỏi là có sự khác biệt gì ở 2 môn này? nếu em đăng kí môn này thì sao ạ?",
            "Chào bạn,. . . . Bạn đăng kí vào đúng mã số môn học trong chương trình đào tạo của mình nhen, môn PH1003 PDT đã tăng sỉ số bạn vào đăng kí nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi trường ĐHQG ĐHBK tpHCM.. . Em là [full_name], mssv [student_id], học ngành khoa học và kỹ thuật máy tính, khoa khoa học máy tính.. . Em đã đăng ký môn học [full_name][full_name][full_name] mã SP1031 vào học kỳ hè 193. Sau khi nhận được thời khóa biểu thì em nghe được thông tin từ các sinh viên khác rằng môn học này đã bị thay đổi chương trình đào tạo và nó sẽ không được dạy trong kỳ hè này.. . Kính mong nhà trường xác nhận thông tin này giúp cho em và các bạn sinh viên k19 đỡ hoang mang. Và nếu thông tin này là thật thì bây giờ chúng em phải làm sao để hủy môn học này hoặc là nhà trường có hướng giải quyết nào cho chúng em ạ.. . Mong nhà trường phải hồi câu hỏi của em sớm nhất có thể. Em xin cám ơn.. . Trân trọng!",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Nhà trường cho em hỏi ví dụ kỳ 192 em là sinh viên năm 2 hiện thiếu 5 chỉ để đạt 56 chỉ (tối thiểu để đăng ký môn năm 3) vậy 5 chỉ này em đăng ký học trong hè 193 thì lúc đăng ký môn cho 201 em kịp đăng ký không ạ.. . Em cảm ơn.",
            "Chào bạn,. . . . Việc này còn phụ thuộc điểm học kỳ 193 có sớm hay muộn? để kịp DKMH.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: PĐT Đại học Bách khoa TPHCM. . Sinh viên: [full_name]. . MSSV:[student_id]. . Lớp: VP17CDT. . Trình bày lý do: Kính mong PĐT mở lớp cho chúng em học môn Giải tích số và tối ưu hóa( mã MH 006714). . . Hiện tại danh sách có 11 bạn mong muốn được học môn này. Chúng em đã nộp đơn lên khoa và chủ nhiệm khoa đã đồng ý phân công cô [full_name] giảng dạy và cô cũng đã xác nhận. . . Mong PĐT xem xét và giúp đỡ chúng em. Vì Việt Pháp khóa sau chương trình không còn giống nữa. . . Em viết thư này nhằm xác nhận chắc chắn sẽ tham gia lớp học sau khi được mở.. .",
            "Chào bạn,. . . . Đã quá hạn thời gian mở lớp, nếu khoa đồng ý mở lớp môn học này thì khoa đơn theo đường công văn.. . . . Bạn nhớ kèm theo danh sách sinh viên đăng kí.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: PĐT Đại học Bách khoa TPHCM. . Sinh viên: [full_name]. . MSSV:[student_id]. . Lớp:VP17VT. . Trình bày lý do: Kính mong PĐT mở lớp cho chúng em học môn Giải tích số và tối ưu hóa( mã MH 006714). . . Hiện tại danh sách có 11 bạn mong muốn được học môn này. Chúng em đã nộp đơn lên khoa và chủ nhiệm khoa đã đồng ý phân công cô [full_name] giảng dạy và cô cũng đã xác nhận. . . Mong PĐT xem xét và giúp đỡ chúng em. Vì Việt Pháp khóa sau chương trình không còn giống nữa. . . Em viết thư này nhằm xác nhận chắc chắn sẽ tham gia lớp học sau khi được mở.",
            "Chào bạn,. . . . Đã quá hạn thời gian mở lớp, nếu khoa đồng ý mở lớp môn học này thì khoa đơn theo đường công văn.. . . . Bạn nhớ kèm theo danh sách sinh viên đăng kí.. . . . Thân.",
            "Đăng ký môn học . Kính gửi: PĐT Đại học Bách khoa TPHCM. . Sinh viên: [full_name]. . MSSV:[student_id]. . Lớp:VP2017/NL. . Trình bày lý do: Kính mong PĐT mở lớp cho chúng em học môn Giải tích số và tối ưu hóa( mã MH 006714). . . Hiện tại danh sách có 11 bạn mong muốn được học môn này. Chúng em đã nộp đơn lên khoa và chủ nhiệm khoa đã đồng ý phân công cô [full_name] giảng dạy và cô cũng đã xác nhận. . . Mong PĐT xem xét và giúp đỡ chúng em. Vì Việt Pháp khóa sau chương trình không còn giống nữa. . . Em viết thư này nhằm xác nhận chắc chắn sẽ tham gia lớp học sau khi được mở.",
            "Chào bạn,. . . . Đã quá hạn thời gian mở lớp, nếu khoa đồng ý mở lớp môn học này thì khoa đơn theo đường công văn.. . . . Bạn nhớ kèm theo danh sách sinh viên đăng kí.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Môn \"Thực tập kỹ thuật\" (CI3153) mới mở trong đợt 3 HK193 này nhưng em không đăng ký được do quá số tín chỉ cho phép là 12 chỉ. Giờ em muốn hủy 1 môn là môn \"Cơ học kết cấu\" (CI2079) để đăng kí được môn thực tập đó thì phải làm sao ạ? Em mong thầy cô có thể giúp em chứ nếu em không đăng ký được môn thực tập này thì sẽ bị chậm chương trình học ạ. Cho em cảm ơn thầy cô nhiều ạ!",
            "Chào bạn,. . . . Môn thực tập không có quá sỉ số nhen, sỉ số môn này 1000 sinh viên lận. Bạn vào đăng kí môn CI3135 nhen. Thời gian huỷ môn học đã hết.. . . . Thân.. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Đăng ký môn học . Cho em xin tăng sĩ số môn Trắc địa đại cương(MMH:CI1007) nhóm DT01_DT01 ạ. em xin cám ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn hỏi là việc đăng kí môn học ở kì hè 193 có ảnh hưởng gì đến việc đăng kí môn học cho kì sau không ạ. Cụ thể là nếu trước đợt cuối đăng kí môn học cho học kì 201 mà em chưa thi cuối kì môn học của học kì 193 thì em có được đăng kí môn học cho học kì 201 không ạ. . . .",
            "Chào bạn,. . . . Bạn xem lại qui chế học vụ nhen, bạn vẫn học và đăng kí học bình thường.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Đăng ký môn học . cho em xin tăng sĩ số môn Cơ học kết cấu (MMH: CI2029) nhóm DT01 ạ. em xin cám ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên k19, ở học kỳ 193 em có đăng ký môn chủ nghĩa [full_name]-[full_name] (SP1003). Môn này em có được học không ạ? Nếu không pđt sẽ có cách giải quyết giúp em như thế nào ạ?. . Em cảm ơn",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . thưa thầy.. . Do tình hình dịch covid  19. nên em chưa đạt anh văn 350 theo yêu cầu hệ VHVL. vậy em có đăng ký làm luận văn tốt nghiệp được không.. . Mong thầy giúp. em cảm ơn.",
            "Chào bạn. . Bạn không đủ điều kiện thì sẽ không đăng ký được môn LVTN nghen.. . Bạn cố gắng đạt tất cả các chuẩn theo yêu cầu nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin kính chào quý thầy cô . . Cho em hỏi là em lỡ đăng kí môn học vẽ kĩ thuật mà do thay đổi của chương trình đào tạo đối khoá K19 nên môn đó không học và đổi sang môn khác là môn vẽ kĩ thuật cơ khí, giờ nếu em rút môn học thì có phải đóng học phí cho môn đó không ạ. Mong nhận được câu trả lời của thầy cô ạ.. . Em chân thành cám ơn ạ",
            "Chào bạn,. . . . Sau đợt 3 DKMH bạn làm đơn nộp PDT ghi rõ mã số môn học đăng kí nhầm và mã số môn học đúng.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Theo thông tin em nhận được gần đây thì . . chương trình đào tạo môn Triết học Mac-[full_name] (SP1031) hiện chưa hoàn chỉnh nên chưa thể triển khai vào học kì 193. Phòng đào tạo cho em hỏi với những sinh viên k19 đã đăng kí môn Triết học với mã môn SP1031 thì phòng đào tạo sẽ sử lý như thế nào ạ.. . Em cảm ơn ạ.",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Các thầy cho em hỏi,. . Chúng em vừa được xác nhận đăng ký môn triết sp1031 thì mới nhận được tin các môn này chưa được phép triển khai vào học kỳ hè 193. Nhưng chúng em không thể hủy đăng ký do môn đã bị khóa. . . Vậy các lượt đăng ký này sẽ giải quyết như thế nào ạ, chúng em vẫn phải học môn này trong hè hay không?. . Em cảm ơn.",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em muốn hủy đăng ký 2 môn học. . Phương pháp tính- MT1009. . Pháp luật đại cương-SP1007. . dạ 2 môn đó",
            "Chào bạn,. . . . Thời gian huỷ môn học đã hết rồi nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính chào ban giám hiệu nhà trường, vừa qua em có đăng kí môn học Thực tập điện tử 2 Nhóm lớp DT03 của giảng viên [full_name]. Nhưng sắp tới, vì lí do đột xuất của gia đình nên em không thể tham gia các buổi học tuần thứ 1,2,3 của lớp .Nhận thấy số buổi vắng khá nhiều, không thể bù được và không muốn ảnh hưởng đến thầy và các bạn trong việc giảng dạy nên em muốn yêu cầu hủy muôn học. Em thật lòng xin lỗi vì sự cố ngoài ý muốn này tuy nhiên do đột xuất không thể tránh khỏi nên kính xin nhà trường giải quyết cho em. Đây  cũng là lần đầu em viết yêu cầu, còn nhiều sai sót, kính xin ban giám hiệu bỏ qua.. . Em xin chân thành cám ơn!",
            "Chào bạn,. . . . Khi đăng kí môn học thì bạn phải cân nhắc kỹ, trong đợt 3 không cho huỷ môn học.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em không thể đăng kí môn thực tập tốt nghiệp trong học kì 193 đươc ạ .",
            "Chào bạn,. . . . Bạn xem lại kết quả đăng kí môn học để biết lý do vì sao nhen.. . . . Thân."
        ]
    }
]