[
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT,. . Em có đăng ký môn học Nguyên lý máy ME2003.Theo TKB thì là tuần 49 bắt đầu học nhưng tuần 49 và 50 em có lên thì vẫn không thấy ai cả.. . Mong PĐT xem giúp em là lớp đã đổi ngày học hay đổi phòng học nào không ạ??. . Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Chào em,. . . . Em có thể cho biết mã số môn học.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Chào em,. . . . Em có thể cho biết mã số môn học.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào quý Thầy Cô. Vì hôm qua hệ thống đăng kí môn học bị lỗi nên em không kịp đăng kí môn Thí nghiệm Hóa Lý. Em kính xin quý Thầy Cô cho phép tăng sỉ số môn học lớp như sau:. . Môn học: Thí nghiệm Hóa Lý . . Mã môn: CH2041. . Lớp: L03. . Em xin cảm ơn.. .",
            "Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Tăng sĩ số lớp môn Vẽ kĩ thuật xây dựng"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em xin phòng đào tạo tăng sĩ số mấy môn sau:. . Lý do: full lớp đăng ký không kịp. .",
            "Chào bạn. . PĐT đã tăng sĩ số cho bạn, 20p nữa bạn có thể vào ĐKMH . Bạn vào đăng ký nhanh để tránh hết chỗ.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy cô.. . em có mong muốn được xin vô lớp nhập môn thị giác máy tính mà lúc đăng kí đợt 2 thì lớp đã đủ chỉ số nên ko đăng kí được. Nên bây giờ em muốn xin đơn biểu mẫu bổ sung sỉ số để viết và nộp phòng đào tạo để có thể học được môn nhập môn thị giác máy tính.. . em cảm ơn ạ. .",
            "Chào bạn.. . có phải CO3057 không. . Nếu đúng thì bạn vào đkmh , pđt đã tăng sĩ số. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em là [full_name], mssv [student_id]. . Em là sinh viên Việt Pháp và muốn chuyển nhóm lớp sang các nhóm lớp khác (A,CC,L) nhưng hiện tại không thể chuyển được. Em muốn đổi những môn chung như Pháp luật đại cương và COn người, môi trường và đã chọn đăng kí môn học kì 2, đợt 2 - chuyển hệ nhưng các môn không hiện nút chọn để em có thể chuyển lớp. Mong thầy cô giải quyết sớm cho em vì có nhiều lớp đã đầy đủ sĩ số.",
            "Chào bạn. . . . Bạn Có thể chuyến nhóm tuy nhiên bạn lưu ý.. . . . Bạn là sinh viên VP bạn chỉ có thể đăng ký các nhóm A,L --  chọn đợt chuyển hệ. . . . Các nhóm CC,TT,QT thuộc chương trình chất lượng cao, quốc tế bạn không thể đăng ký"
        ]
    },
    {
        "intent": "",
        "message": [
            "Lịch thi - Đại học - Cao đẳng chính quy   Khác ... . Em chào thầy cô ạ. Em có lịch thi Chuẩn anh văn đầu vào vào chủ nhật ngày 22/12 vào lúc 07g00 phòng 708H6. Em chỉ muốn đổi ca thi sang . . thứ 7 ngày 21/12. Vì tối thứ 7 ngày 21/12 em với gia đình có kế hoạch đi du lịch theo đoàn, không thể dời lại thời gian đi. Mong quý thầy cô xem xét lý do của em và đổi ca thi giúp em. Chúc thầy cô ngày tốt lành ạ. Em cảm ơn thầy cô.. .",
            "Chào bạn,. . Như email phòng Đào tạo đã thông báo nha bạn (vui lòng kiểm tra email sinh viên), không đổi ca thi vì bất cứ ly do gì. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Dạ cho em hỏi kì này em đang học anh văn 1 thì đọt này em có được đăng kí môn của năm 2 không ạ . . em thấy mấy bạn cùng học anh văn chung với em lại đăng kí được còn em hiện môn tiếng anh tiên quyết ạ",
            "Chào bạn. . . . Bạn vẫn chưa đủ chuẩn anh văn sau năm 1 nên không thể đăng ký các môn năm 2 được.. . . . Sau đợt ĐKMH PĐT sẽ hậu kiểm kết quả đăng ký, các sinh viên không đạt chuẩn AV đều bị hủy kết quả ĐKMH"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Tăng sỉ số lớp môn tin học trong trắc địa (CI2035)",
            "Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Chào em,. . . . Em có thể cho biết mã số môn học.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Hiện tại em đã qua được anh văn 2 và có đăng kí thi kiểm tra trình độ tiếng anh sắp tới trong trường (21 -22/12) với mục đích đạt trên 450 (qua chuẩn anh văn năm 2) để em có thể đăng kí các môn chuyên ngành năm 3. . . Nhưng em có nghe thêm thông tin kiểm tra trình độ anh văn mỗi cuối kì chỉ dùng điểm đó xét cho kì tiếp theo chứ không có xét cho mấy kì của năm sau. trường hợp em thi đợt này thì chỉ dùng để xét cho kì sau (kì 192) mà em đã đủ điều kiện đăng kí trong học kì 192 rồi. thi đợt này chỉ quang trọng và cần thiết cho những bạn nào chưa qua anh văn và không đủ điều kiện đăng kí môn thôi.. . vậy em đúng hay thông tin mà em nghe được là đúng? em rất mong nhận được câu trả lời sớm. Em cảm ơn rất nhiều",
            "Chào bạn,. . Kết quả thi AV đợt ngày 21-22 chỉ kịp cật nhật cho bạn đăng ký vào đợt 3 - Đăng ký môn học bổ sung (kể cả TT, LVTN) 02/1– 06/1/20. . Vui lòng xem tại Lịch học vụ. Đợt này nếu đạt chuẩn AV, bạn có thể vào đăng ký bổ sung môn học. . Thân",
            "Em rất cảm ơn câu trả lời của chị, nhưng em vẫn chưa làm rõ thắc mắc của em. . . Hiện tại em đã đã qua chuẩn năm 1 đủ điều kiện đăng kí môn học HK192 này. . . em muốn biết nếu em thi đạt trên 450 trong đợt thi lần này thì có được xem là QUA CHUẨN NĂM 2 KHÔNG hay phải đợi đến cuối kì sau thi đạt trên 450 mới xem là ĐẠT CHUẨN ANH VĂN.. . em cảm ơn.",
            "Chào bạn,. . Chỉ cần bạn có KQ thi trên 450 thì sẽ được tính pass chuẩn AV và lưu KQ lại cho các HK bạn học nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Gửi PĐT. Em đã nhận được phản hồi của PĐT về vấn đề đăng kí môn học theo mã của hệ ĐH. Em đã làm theo nhưng khi chọn nhóm học và tiết học thì không được hệ thống cho phép đăng kí môn học đó vì không thuộc chương trình hệ đào tạo. Em đã đăng kí với mã của hệ ĐH cả các môn Hóa đại cương và môn Đường lối CM nhưng vẫn hiện lỗi như vậy. Mong PĐT có câu trả lời sớm giúp em. . . . . Em có tập hợp được 10 bạn khoa CĐ Bảo dưỡng có nhu cầu mở lớp Toán 2 để kịp tiến độ, và các bạn ấy khi đăng kí môn học Toán 2 hoặc những môn đại cương theo mã ĐH thì cũng nhận được lỗi như em nói ở trên."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em chào thầy/cô, em gửi yêu cầu này, mong PĐT chấp thuận tăng sĩ số lớp PPT L04 thêm khoảng vài chỗ nữa ạ! Vì bây giờ hết slot PPT mà em không đăng kí được vì trùng môn chuyên ngành ạ. Em mong PĐT đồng ý ạ! Em cảm ơn rất nhiều",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Chào anh/chị. .   Hiện tại em không thể đăng kí được môn học   U EE3145- Kỹ thuật ra quyết định vì hệ thống   /U báo lỗi thiếu môn học trước là EE3001. .   Em đã kiểm tra trên web của phòng đào tạo thì môn học này không yêu cầu môn học trước. .   Em cũng đã hỏi các anh chị khóa trên thì cũng xác nhận là môn học này không có môn học trước. .   Mong phòng đào tạo giải đáp thắc mắc của em. . Cảm ơn !!. . . .",
            "Chào em,. . . . Môn EE3145 PDT chưa cập nhật môn học trước, nhưng môn EE3145 đúng là có môn học trước là EE3001"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi : Phòng Đào Tạo Đại học Bách Khoa. . Em là [full_name] MSSV [student_id]. . Khoa Bảo Dưỡng Công Nghiệp. . Em viết đơn này xin trình này một việc như sau : tính đến thời điểm hiện tại thì đã hoàn thành gần như là xong các môn học. Tuy nhiên em còn nợ lại hai môn là anh văn 4 và pháp luật đại cương. Hiện tại thì em đã đăng ký được anh văn 4, còn pháp luật đại cương thì đã đầy sĩ số. Nay em viết đơn này xin Phòng Đào Tạo xem xét tăng sĩ số tạo điều kiện cho em được đăng ký môn học và em có thể ra trường trong đợt tới.. . Trong khi chờ đợi sự chấp thuận của Phòng Đào Tạo em xin chân thành cảm ơn.. . . .",
            "Các nhóm Pháp luật Sp1007 đã được tăng ở sĩ số tối đa. Không thể tăng thêm được"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ cho em hỏi năm nay trường có tổ chức học kì hè không ạ. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Vui lòng xem thời gian đăng ký học kỳ hè tại:http://aao.hcmut.edu.vn/sinh viên/lịch học vụ/Năm học kế tiếp (2019-2020)/  Học kỳ 3 (hè) . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name]. . MSSV [student_id]. . Xin đang kí thêm môn giải tích 2 ở cs 1. . Môn gải tích 2. . Lớp A02_02. . sĩ số hiện tại 120/120. . Thứ 4 tiết 10 11 12 (B1-308). . Thứ 5 10 11 (B1-313)",
            "Chào bạn,. . Lưu ý bạn phải tự vào đăng ký và hiệu chỉnh môn học nhé hoặc xin tăng sĩ số. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em tên [full_name].   B Em xin trường tăng sĩ số môn [full_name] TẾ [full_name] (IM1013) lớp L04  /B .. .  . . Trường có dư lớp L01 nhưng em không đăng kí được do trùng giờ các môn khác.. . . . Hy vọng trường giúp đỡ em.. . . . Em cảm ơn.",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin kính gởi thầy cô ở Phòng đào tại ạ. . Hiện tại các lớp thí nghiệm hóa học hóa sinh thực phẩm mã CH2049 dành cho lớp đại trà đã full hết rồi ạ, em xin thầy cô mở giúp em thêm 2slot môn này lớp L02 chiều thứ tư ạ, để em cùng với bạn em cùng đăng kí ạ, hôm qua em với bạn đăng kí chậm quá nên hết slot rồi ạ, . . Em xin cảm ơn ạ. .",
            "Chào bạn. . PĐT đã tăng sĩ số cho bạn, 20p nữa bạn có thể vào ĐKMH . Bạn vào đăng ký nhanh để tránh hết chỗ.. .",
            "Em xin kính gởi đến thầy cô ở Phòng đào tạo ạ. . Hiện tại lớp thí nghiệm hóa học hóa sinh thực phẩm mã Ch2049 đã full hết tất cả các slot ạ. Em xin nhờ thầy cô giúp em mở thêm 2 slot môn này lớp L02 chìu thứ tư ạ.. . Tại hôm qua em với bạn em out ra đăng kí chung mà bây giờ không kịp đăng kí lại ạ. . Em xin cảm ơn ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi thầy cô,. . Em tên là [full_name], MSSV: [student_id]. học Khoa kỹ thuật xây dựng.. . Em muốn xin tăng sĩ số lớp Thực tập nhận thức ngành (XD Dân dụng & Công nghiệp) (CI2057). Lý do em chưa đăng kí được môn học vì không còn chỗ đăng kí.. . Em mong thầy cô sẽ giải quyết dùm em",
            "Chào bạn. . PĐT đã tăng sĩ số cho bạn, 20p nữa bạn có thể vào ĐKMH . Bạn vào đăng ký nhanh để tránh hết chỗ.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1752130  /b \t. . . . PĐT cho em xin mở thêm giới hạn sĩ số môn Phương pháp tính MT1009 Thứ 6 Tiết 456 Phòng B1313 CS1 với ạ. Em vừa mới chuyển hệ đào tạo ạ.. . . . Em xin cám ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name], MSSV: [student_id]. . . . Hiện tại thì em bị quá hạn đăng kí Bảo Hiểm Y Tế.. . Cho em hỏi em phải đăng kí BHYT như thế nào ạ. Em cảm ơn.",
            "Chào bạn,. . Vấn đề về BHYT bạn vui lòng liên hệ Phòng Công tác Chính trị sinh viên để được hướng dẫn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô,. .   Em tên là Trần Phú. Hiện nay, em là sinh viên năm 3 khoa Điện. Em làm đơn xin phép được bổ sung vào   /I lớp A01 môn EE3057 vì đây là môn quan trọng trong chuyên ngành của em.. .   Em trân thành cảm ơn thầy/cô đã giúp đỡ.",
            "Chào bạn. . PĐT đã tăng sĩ số cho bạn, 20p nữa bạn có thể vào ĐKMH . Bạn vào đăng ký nhanh để tránh hết chỗ.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Chào bạn,. . Vui lòng trình bày rõ nội dung câu hỏi trong phân nội dung nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi nhà trường. . Em tên là: [full_name]. . MSSV: [student_id]. . Em hiện đang là sinh viên của khoa Điện-Điện tử.. . Em đăng kí bảy môn của học kì 192 nhưng bị xóa mất hai môn là Xử lí số tín hiệu và Cơ sơ điều khiển tự động. Em xin hỏi là làm thế nào để đăng kí được hai môn học này ạ.. . Em xin cảm ơn ạ.",
            "Chào bạn,. . Bạn vui vào xem lịch sử đăng ký môn học xem lý do hủy nhé, hiện tại đang trong đợt đăng ký bổ sung môn học bạn có thể vô thao tác đăng ký lại. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . tăng sỉ số lớp LO2 hoặc LO3 môn IM1013. . . .",
            "Chào bạn. . PĐT đã tăng sĩ số cho bạn, 20p nữa bạn có thể vào ĐKMH . Bạn vào đăng ký nhanh để tránh hết chỗ.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name], MSSV [student_id]. Xin phép nhà trường mở lớp cho các môn MT1003, PH1003 và CH1007 chương trình đại trà cũng như tăng sỉ số cho lớp L15_L27 của môn MT1005 ạ. Em cảm ơn.",
            "Chào bạn. . PĐT đã tăng sĩ số cho bạn, 20p nữa bạn có thể vào ĐKMH . Bạn vào đăng ký nhanh để tránh hết chỗ.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . _ Em đăng ký 7 môn cho HK2 (2019-2020) nhưng bị xóa mất 3 môn. Mà PDT ghi em bị xóa vì thiếu môn học trước là EE1015 -[full_name] SO và EE2005 -[full_name].. . _Trong khi em đã học 2 môn này ở HK1 (2019-2020). . _ Em cần được câu trả lời, việc này ảnh hưởng lớn đến việc sắp xếp học trong trường và việc học bên ngoài của em",
            "Chào bạn.. . Bạn đăng ký lại môn học, pđt sẽ xét lại kết quả sau khi bạn đăng ký lại môn học. . Thân",
            "_Làm sao em có thể đăng ký lại khi lớp của em đã full chỗ?",
            "Chào bạn.. . bạn vào xem lại thời khóa biểu.. . mình đã đk test thử thấy bình thường. nếu bạn có nhu cầu học thì để nguyên, nếu không thì hiểu chỉnh lại môn học. . Thân",
            "Em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em tên là [full_name] Mssv [student_id]. Do lúc đăng kí môn học, em bị trùng giờ nên tkb đã tự động xoá môn học Cơ lưu chất của em mã CI2003, khi em đăng kí lại mọi lớp học đã đầy sĩ số. Xin phòng đạo tạo giúp em tăng sĩ số sinh viên của lớp L01_L04 lên 1 (từ 15 lên 16sv) để em có cơ hội học môn học bắt buộc trong học kì này ạ. Em xin chân thành cảm ơn",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . . . Em là [full_name]. . MSSV [student_id]. . Em xin tăng sĩ số môn giải tích 2 ở cs 1. . Môn gải tích 2. . Lớp A02_02. . sĩ số hiện tại 120/120. . Thứ 4 tiết 10 11 12 (B1-308). . Thứ 5 10 11 (B1-313)",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: xin chào!. . em là [full_name]. sinh viên khoa cơ khi chế tạo máy. e đang là sinh viên năm 4. em có xem thông tin về quy chế đào tạo và thấy có mục đào tạo song ngành theo hướng văn bằng 2. Vậy em có thắc mắc là. bây giờ em đăng kí học bằng hai theo hướng này. vậy em cần phải làm thủ tục gì không ạ?. . mong anh chị, thầy cô giải đáp. . em cảm ơn!. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng xem quy định và hướng dẫn về học song ngành tại đây:. . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 28. Đào tạo song ngành. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy / cô. . Em tên là [full_name], MSSV: [student_id]. . Em đang học ngành Khoa học máy tính Khóa 2018.. . Theo chương trình đào tạo của em thì em phải học môn Kỹ thuật lập trình (CO1011) ở học kì 2 năm nhất. . Tuy nhiên ở thời điểm hiện tại thì nhà trường không mở lớp cho môn đó. Thay vào đó nhà trường mở lớp môn Kỹ thuật lập trình (CO1027).. . Cho em hỏi là nếu em có thể thay thế môn thứ nhất bằng môn thứ hai có bị sao không ạ. . Em cảm ơn.. .",
            "bạn phải đăng ký môn với mã môn học đúng với chương trình đào tạo đang theo học.. . . . Trong trường hợp đặc biệt bạn cần hỏi Khoa quản ngành.",
            "Em chào thầy / cô. . Em tên là [full_name], MSSV: [student_id]. . Em đang học ngành Khoa học máy tính Khóa 2018.. . Theo chương trình đào tạo của em thì em phải học môn Kỹ thuật lập trình (CO1011) ở học kì 2 năm nhất. . Tuy nhiên ở thời điểm hiện tại thì nhà trường không mở lớp cho môn đó. Thay vào đó nhà trường mở lớp môn Kỹ thuật lập trình (CO1027).. . Cho em hỏi là nếu em có thể thay thế môn thứ nhất bằng môn thứ hai có bị sao không ạ. . Em cảm ơn.. .",
            "Chào bạn. . . . Để biết rõ các môn học có tương đương không bạn có thể xem tại đây :. . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_201&tid=447. . . . Hoặc bạn có thể về Khoa để xin được tư vấn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Chào các thầy cô , Em tên [full_name] em xin phòng đào tạo cho mở lớp   B Cơ Học Ứng Dụng AS2001   /B  vì học kỳ 192 phòng đào tạo không mở môn này , kính mong thầy cô xem xét . . . Thân ái .",
            "Chào em,. . . . Em làm đơn mở lớp có nộp PDT nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi pdt trường Đại học Bách Khoa - ĐHQGTPHCM. . Họ và tên: [full_name]. . Mssv: [student_id]. . Em xin pdt mở rộng sĩ số môn Vật lý bán dẫn. . Mã môn học: EE1013. . Nhóm lớp: A02_A04. . Thời gian học: Thứ 4, tiết 3-4-5 phòng B3-219. . Thứ 4, tiết 7-8-9 phòng B1-307.. . Em xin cảm ơn",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em đăng kí môn Luận Văn tốt nghiệp (216700) và Thực tập tốt nghiêp (216750) không được, mặc dù khi đăng kí đã được thông báo đã thỏa các điều kiên đăng kí và kkhi hỏi thầy [full_name] thì được báo là chưa đủ số tín chỉ tích lỹ ngành. Em kiểm tra trên Bảng điểm tai MyBk thì không thấy báo số tín chỉ tích lũy ngành. Cho em xin cách giải quyết với ạ?",
            "Em đã lên Phòng Đào tạo kiểm tra và Phòng báo là số tín chỉ tích lũy ngành của em là 230. Nghĩa là em đã đủ điều kiện nhận Luận Văn Tốt Nghiệp ạ.",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Em đăng kí môn Luận Văn tốt nghiệp (216700) và Thực tập tốt nghiêp (216750) không được, mặc dù khi đăng kí đã được thông báo đã thỏa các điều kiên đăng kí và kkhi hỏi thầy [full_name] thì được báo là chưa đủ số tín chỉ tích lỹ ngành. Em kiểm tra trên Bảng điểm tai MyBk thì không thấy báo số tín chỉ tích lũy ngành. Cho em xin cách giải quyết với ạ?  /QUOTE . . . . Trường hợp của em đã được giải quyết. Em chờ xem kết quả chính thức."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào các thầy cô ạ,. . Em tên là [full_name], MSSV : [student_id]2. . Học kỳ 192 tới em dự định đăng ký môn tự chọn EE3145 : [full_name] RA [full_name]. . Tuy nhiên hệ thông lại báo thiếu môn học trước EE3001, EE3013. . . . Em hy vọng sớm có cách xử lí ạ,. . Em cảm ơn các thầy cô rất nhiều ạ",
            "Chào bạn. . . . Khoa Điện đã điều chỉnh một số đề cương môn học áp dụng từ HK191, nhưng do trong quá trình các khoa đang hoàn thiện đề cương nên PĐT chưa update cấu trúc môn học trên web, sinh viên vui lòng liên hệ khoa Điện, nếu khoa có điều chỉnh lại điều kiện ràng buộc đăng ký môn học, thì khoa gởi yêu cầu điều chỉnh đến PĐT, PDT sẽ cập nhật để sinh viên đăng ký online."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em đăng kí môn học thì bị báo là chưa cập nhật lí lịch và thanh toán học phí, và hôm nay em đã hoàn thành 2 việc đó, xin anh/chị phòng đào tạo cho phép em đăng kí môn học kì sau ạ, em cảm ơn",
            "Chào bạn. . . . Bạn sẽ được mở khóa sau 18h hôm nay"
        ]
    },
    {
        "intent": "",
        "message": [
            "Lịch thi - Đại học - Cao đẳng chính quy   Lịch thi (không tìm thấy,sai phòng thi,...) . Dạ chào các thầy cô. Em tên [full_name]. Em muốn thắc mắc là em đã đóng phí thi đúng hạn nhưng hiện tại em không được xép lịch thi. Mong các thầy cô kiểm tra lại ạ. Em xim chân thành cám ơn.",
            "Chào Bạn. . Phòng đào tạo đang cập nhật lại lịch thi kiểm tra tiếng Anh của bạn, bạn xem lịch thi vào ngày mai thứ 6 ngày 20/12/2019 nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Tên [full_name] . . Mssv [student_id]. . Sinh viên khoa Khoa Học Ứng Dụng. . Em xin tăng sĩ số lớp giải tích mạch EE1011, LỚP A01.. . Em xin cảm ơn.",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b Họ và tên: [full_name]. . MSSV/MSGV: [student_id]  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học Giải tích mạch EE1011 . Kính thưa các thầy cô ở pđt,. . . . Em nhờ các thầy cô tăng sĩ số lớp môn học Giải tích mạch EE1011, lớp A01. . . . . Em xin cám ơn.",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em tên [full_name] . . MSSV [student_id]. . Em xin tăng thêm sĩ số lớp giải tích mạch EE1011,lớp A01.Em xin cám ơn.",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Họ tên: Trần Nguyễn Lan Hương. . MSSV: [student_id]. . Xin tăng sĩ số lớp môn Vi Sinh Vật.. . Mã môn học: CH3003. . Nhóm lớp:L01-L02. . . . Em đã có chữ kí đồng ý của thầy [full_name] phó khoa rồi ạ. Về em sẽ gửi hình mẫu đơn đã được xác nhận, vì hiện tại điện thoại em không thể gửi ảnh được.",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em muốn xin tăng sĩ số lớp môn học vì lớp đã đầy. [full_name]: CH2047, nhóm lớp L01 và CH3003, nhóm lớp L01_L01.",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em xin PĐT tăng thêm sĩ số môn Vi sinh vật ( Mã môn học : CH3003). . Nhóm lớp : [full_name]01_[full_name]01 và [full_name]01_[full_name]02 mỗi lớp 5 thành viên. . . .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số. . Bạn vào đăng ký liền nhé. . Thân. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kì 1 em có đăng kí môn thể dục nhưng bị xoá. Kì 2 em đăng kí được nhưng lần chuyển hệ lại bị xoá ạ. Lần này đăng kí lại môn thể dục không được ạ.",
            "Chào bạn. . . . Bạn chọn đúng đợt đăng ký (không chọn chuyển hệ) để đăng ký các nhóm mã L"
        ]
    },
    {
        "intent": "",
        "message": [
            "E tên [full_name] , MSSV:[student_id]. . Khoa kỹ thuật hóa học , e xin tăng sỉ số lớp L04 , môn Kinh tế học đại cương có mã môn học :IM1013. . . .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô,. . Em tên là [full_name], MSSV: [student_id], sinh viên khoá 2018 Khoa Khoa học - Kỹ thuật Máy tính.. . . . Sau khi em đăng ký môn học đợt 1 thì em có đăng ký được môn CO3001: Công nghệ phần mềm của lớp L04, nhưng do hôm qua em bị sơ ý xoá nhầm môn này ra khỏi lịch đăng ký nên giờ các lớp ở cơ sở 2 đã đầy sĩ số. Thầy/cô có thể mở thêm sĩ số của lớp này ở cơ sở 2 được không ạ. Vì đây là môn học song hành cùng với môn Thực tập công nghệ phần mềm nữa ạ, nên rất mong thầy/cô sẽ mở thêm sĩ số lớp này giúp em.. . . . Em xin cảm ơn thầy/cô rất nhiều.",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số. . Bạn vào đăng ký liền nhé. . Thân. .",
            "Chào thầy,. . Thầy ơi, sao em vẫn chưa thấy sĩ số lớp L04 của môn CO3001: Công nghệ phần mềm tăng lên nữa ạ?. Mong thây giúp em với.. . Em cảm ơn nhiều ạ.",
            "đã tăng lên max là 97.. .",
            "Dạ em cảm ơn thầy rất rất nhiều ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B dạ em muốn được thêm sĩ số môn giải tích mạch ạ!Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Mong nhà trường tăng sĩ số lớp L02 môn học \"Tư tưởng [full_name]\" tiết 2 3 4, thứ 3, phòng H6-205, Cơ sở 2.. . Em xin chân thành cảm ơn.",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "đã tăng sĩ số"
        ]
    }
]