[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Xin chào các thầy cô, em là [full_name], MSSV [student_id]. Em không đăng kí được môn năm 2 do không đủ 28 tín chỉ của năm 1. Nhưng theo như mail thầy [full_name] trả lời là chuẩn sv năm 2 tính cả số tín chỉ mà hk191 đã đăng kí. Mong PĐT xem xét cho em đăng kí môn ạ. Em chân thành cám ơn.",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã cập nhật lại số tín chỉ (cộng cả số TC HK191) và chuẩn về giáo dục thể chất, bạn vui lòng vào kiểm tra email và đăng ký lại nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi :phòng đào tạo. . Em tên : [full_name]. . MSSV: [student_id]. . Hiện tại vì phòng đào tạo tính lỗi tín chỉ  tích lũy của em vào đợt đkmh 192 này nên em không đăng kí được các môn học của năm 2.. . Em mong pđt sửa lại để em được đăng kí các. . môn chuyên ngành trong lần đkmh đợt 2 kì 192 này. Em xin cảm ơn.",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã cập nhật lại số tín chỉ (cộng cả số TC HK191) và chuẩn về giáo dục thể chất, bạn vui lòng vào kiểm tra email và đăng ký lại nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ chào phòng đào tạo ạ. . Em là [full_name]. mssv [student_id]. . Hôm nay em đăng kí môn học nhưng không đăng kí được vì số tín chỉ tích lũy là 26 tín chỉ, không đủ 28 tín chỉ đạt chuẩn sinh viên năm 2.. . Nhưng em mail cho thầy [full_name] và thầy có trả lời là các môn đạt học trong học kì này vẫn tính trong số tín chỉ tích lũy. . . Phòng đạo tạo có thể xem lại giúp em số tín chỉ tích lũy của em với được không ạ.. . Vì kì sau em có rất nhiều môn chuyên ngành, nếu không học được sẽ bị trễ 1 năm ạ.. . Em cảm ơn rất nhiều ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô ạ, theo như thầy Thắng nói thì nếu chúng em học đều đặn thì chắc chắn sẽ đủ số chỉ tích lũy. Và khi đăng kí môn học thì số chỉ đang học ở học kì 183 sẽ được cộng vào . . Vậy nên xin pđt xem lại giúp chúng em để có thể đăng kí tiếp môn học ạ",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã cập nhật lại số tín chỉ (cộng cả số TC HK191) và chuẩn về giáo dục thể chất, bạn vui lòng vào kiểm tra email và đăng ký lại nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào thầy cô phòng đào tạo ạ !. . sau khi em gửi mail cho thầy [full_name] về việc xét tín chỉ đăng ký năm thứ 2 học kỳ 192 thì thầy  bảo số tính chỉ sẽ được tính theo : số tính chỉ tích lũy của năm 1 + thêm số tín chỉ đã đăng ký của HKI năm 2 ( kỳ 191) ! nếu như vậy thì em đã đủ trên 28 chỉ để có thể đăng ký được các môn cơ sở nghành của năm 2 ! Em mong phòng đào tạo xem xét giúp em !! em xin chân thành cảm ơn .. . . .",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã cập nhật lại số tín chỉ (cộng cả số TC HK191) và chuẩn về giáo dục thể chất, bạn vui lòng vào kiểm tra email và đăng ký lại nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Chào bạn,. . Vui lòng trình bày rõ nội dung câu hỏi trong ô nội dung.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là em đã đóng học phí nhưng muộn mà sao trang đăng kí môn học lại hiển thị em chưa đóng tiền và dù em đã cập nhật thông tin cá nhân từ lâu nhưng trang vẫn hiển thị em chưa cập nhật và em vẫn chưa thấy email hướng dẫn là sao ạ ?",
            "Chào bạn,. . Lúc lấy dữ liệu bạn chưa đóng/hoặc đóng học phí trễ đều ghi nhận nhé. . Trường hợp thanh toán học phí trễ/ cập nhật thông tin, . . Bạn vui lòng vào thanh toán học phí và cập nhất thong tin, cuối ngày (16h hàng ngày) Phòng Đào tạo sẽ lấy dữ liệu và cập nhật cho các bạn đăng ký MH vào 13h ngày hôm sau nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính thưa thầy cô.. . Em là [full_name] sinh viên khóa K17 khoa Cơ Khí.. . Kính nhờ thầy cô tăng giúp em sỉ số lớp của các môn ở HK2 này. . Lớp A03_A06 Môn học Các quá trình chế tạo(ME2071). . Vì hiện tại sỉ số lớp đã đầy nhưng em không sắp lịch vào giờ khác.. . Em rất cám ơn thầy cô rất nhiều  . .",
            "Chào em,. . . . Môn này nhóm thí nghiệm đã full sỉ số, em có thể làm đơn xin mở lớp."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) .",
            "Em xin xem xét được đăng kí môn học trong học kì tới 192 . Mong thầy cô xem xét và giúp đỡ .. . Em xin chân thành cảm ơn",
            "Chào bạn,. . Bạn vui lòng trình bày rõ lý do khi đăng ký báo lỗi gì nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   Chào thầy/cô ạ,. . . .    Em là sinh viên K18 hiện đang học ngành Cơ Sở Sinh Học. Em có email cho thầy [full_name] về quy chế mới thì được thầy cho biết là những môn đang học cũng được tính là đạt trong TCTL. Nếu vậy em đã đủ số TCTL để tính là sinh viên năm hai, vậy tại sao lại không đăng ký được những môn năm hai của học kì II ạ?. . . .    Mong thầy/cô có thể sớm trả lời vì em đang hoang mang lắm. Nếu đúng như thầy [full_name] nói thì mong PĐT có thể cập nhật lại để em đăng kí môn cho học kì tiếp theo với ạ.. . . .    Em cám ơn rất nhiều.",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã cập nhật lại số tín chỉ (cộng cả số TC HK191) và chuẩn về giáo dục thể chất, bạn vui lòng vào kiểm tra email và đăng ký lại nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi quý thầy/cô phòng đào tạo. Em tên là [full_name] (MSSV [student_id]). Cho em hỏi là hiện tại số TCTL của em là 26 thì có thể suy xét để đăng ký môn học học kì 192 được không ạ? Và em chuyển điểm AV2 thì bao lâu mới được tính vào bảng điểm ạ? Em xin cảm ơn.",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã cập nhật lại số tín chỉ (cộng cả số TC HK191) và chuẩn về giáo dục thể chất, bạn vui lòng vào kiểm tra email và đăng ký lại nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho e hỏi: Hiện tại e đang sinh viên năm 2 và đang học HK191 là e đc tín các môn học đang học cũng đc coi là tín chỉ tích luỹ hiện tại nghĩa là lớn hơn 28 tín chỉ vậy sao e đk môn thì nhận đc thông báo là chưa đủ chuẩn sinh viên năm 2 nghĩa là dưới 28 tín chỉ. Mong đc phòng đào tạo xem xét, em xin cảm ơn.",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã cập nhật lại số tín chỉ (cộng cả số TC HK191) và chuẩn về giáo dục thể chất, bạn vui lòng vào kiểm tra email và đăng ký lại nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em hiện tại là khoá 2018, đã đạt được 27 tín chỉ tích lũy trong 3 kỳ, 181, 182, và học kì hè. Trong lần đăng kí môn học học kì 192, hệ thống đăng ký môn học báo lỗi em chưa đủ chuẩn sinh viên năm 2, em rất hoang mang và mong nhận được sự hướng dẫn từ thầy cô để có thể đăng ký môn trong kỳ 192. Em chân thành cảm ơn . .",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã cập nhật lại số tín chỉ (cộng cả số TC HK191) và chuẩn về giáo dục thể chất, bạn vui lòng vào kiểm tra email và đăng ký lại nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSS[student_id]V/MSGV: [student_id]  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) .",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã cập nhật lại số tín chỉ (cộng cả số TC HK191) và chuẩn về giáo dục thể chất, bạn vui lòng vào kiểm tra email và đăng ký lại nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chào thầy/ cô. . Em có 2 vấn đề trong việc đăng kí môn học đợt 2 này:. . Thứ nhất: Chuẩn sinh viên năm nhất: Em đã thi cuối kì một môn dự nhưng chưa có kết quả, các môn khác thì chưa thi. Nên em chưa đủ 28 chỉ để xét đăng kí môn học mới. Nếu thi xong cuối kì và có kết quả thì em có được đăng kí môn ở đợt 3 không?. . Thứ hai: Em đang học anh văn 1 và chưa thi cuối kì nên vẫn không đăng kí được môn học trong đợt này. Vậy nếu em qua av1 thì qua đợt 3 em có được đăng kí lại không?. . Em cảm ơn!",
            ". . Chào bạn. . Như emai PĐT đã gửi trước đó, PĐT đã cập nhật lại số tín chỉ xếp loại sinh viên theo các năm. Các môn học ở HK191 vẫn được cộng vào số tín chỉ hiện tại nên bạn có thể vào đăng ký môn học.. . Đối với chuẩn giáo dục thể chất PĐT sẽ không áp dụng ở HK192 nhưng sẽ áp dụng từ HK193 trở đi.Sinh viên phải học và đạt cả 3 môn thể dục thì được tính đạt chuẩn giáo dục thể chất. Các bạn SV lưu ý chuẩn bị trước để tránh trường hợp không ĐKMH được.. . Các thay đổi về quy chế các bạn xem tại đây :. . http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK192-updated.pdf. . Chúc bạn học tốt.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. vì e không học thể chất 1. nên bây giờ e phải làm sao .",
            "Chào bạn,. . Trong lịch sử đăng ký MH đâu có môn nào nói không đăng ký được vì không học thể chất 1.. . Bạn xem lại nhé. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chào thầy/ cô. . Em có 2 vấn đề trong việc đăng kí môn học đợt 2 này:. . Thứ nhất: Chuẩn sinh viên năm nhất: Em đã thi cuối kì một môn dự nhưng chưa có kết quả, các môn khác thì chưa thi. Nên em chưa đủ 28 chỉ để xét đăng kí môn học mới. Nếu thi xong cuối kì và có kết quả thì em có được đăng kí môn ở đợt 3 không?. . Thứ hai: Em đang học anh văn 1 và chưa thi cuối kì nên vẫn không đăng kí được môn học trong đợt này. Vậy nếu em qua av1 thì qua đợt 3 em có được đăng kí lại không?. . Em cảm ơn!",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã cập nhật lại số tín chỉ (cộng cả số TC HK191) và chuẩn về giáo dục thể chất, bạn vui lòng vào kiểm tra email và đăng ký lại nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .   B Chào thầy,cô ạ,. . Em tên [full_name], MSSV [student_id], hiện đang học hk3 sv năm 2 k18, hiện tại em đăng kí môn cho hk4 thì bị báo là không đủ chuẩn sv năm 2. Em hiện tại đang có 24 chỉ và chưa tính số tín chỉ của các môn em đang học là 19 chỉ, tổng lại là 43 chỉ. Xin thầy, cô PĐT kiểm tra 1 chút lại giúp em với ạ :((( có rất nhiều bạn đang gặp tình trạng y hệt em và không thể đăng kí môn học, những môn nợ thì không mở lớp hoặc là dành cho k19 nên k18 tụi em không thể đăng kí sao cho đủ chỉ để học được luôn ạ.  /B",
            "Chuẩn sinh viên sau các năm đã được cập nhật lại, bạn vào kiểm tra đăng ký nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . cho em hỏi là nếu kì thi kiểm tra trình độ tiếng anh cuối kì này em trên 350 ngoài việc em sẽ đc đăng kí môn cơ sở ngành cho năm 2 thì  em có được coi là đã đạt đủ số chỉ của môn av1 và av 2 chưa ạ ?. . - và nếu em trên 350 thì sang năm 2 em có đc đăng kí môn anh văn và nếu được thì học av mấy ạ ? em cảm ơn",
            "Chào bạn,. . Đợt thi kiểm tra tiếng anh định kỳ tổ chức cho các sv có nhu cầu đăng ký thi, không bắt buộc.. . Trên quy định về ngoại ngữ có ghi rõ: \"Kết quả thi kiểm tra trình  độ tiếng anh cuối  kỳ chỉ có giá trị xét pass các chuẩn anh văn của từng năm học \" nha bạn. Môn AV bạn muốn học thì phải  tự đăng ký online.. . Bạn vui lòng xem lại quy định về anh văn được cập nhật chi tiết tại:www.aao.hcmut.edu.vn- Sinh viên - Quy chế - Quy chế học vụ bậc đại học - Phụ lục 1.. . Bạn xem hướng dẫn cách nộp chứng chỉ và chuyển điểm tại  www.aao.hcmut.edu.vn- Sinh viên -  Hướng dẫn - Ngọại ngữ.. . thân,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Chào thầy/cô, em là sinh viên năm 2 nhưng không đăng kí được môn học năm 2 HK192 nếu tính luôn số tín chỉ HK191 thì em đủ yêu cầu đăng kí môn , số tín chỉ tích lũy của em là 26 chỉ ( chưa tính số tín chỉ ở học kì 191). Mong thầy/cô xem xét lại giúp em"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: V[student_id]  /b \t. . . .   i Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi: Phòng Đào Tạo. . Em tên: [full_name], MSSV: V[student_id], Lớp VL13KI. Em xin hỏi phòng đào tạo: Hiện kì này em đang làm luận văn nhưng không được bảo vệ vào tháng 1/2020. Vậy em có được tiếp tục đăng kí vào kì tiếp theo hệ ĐH chính quy để tiếp tục hoàn thành chương trình không hay phải chuyển qua hệ tại chức vì em không rõ đã hết thời hạn học chính quy chưa. Vậy:. . 1. Nếu được học tiếp hệ chính quy thì kì tới em vẫn đăng kí luận văn bình thường hay phải xin thêm giấy tờ gì ạ. . 2. Nếu phải chuyển qua hệ tại chức thì thời gian học tối đa bao lâu, phải học lại những môn đại cương và chuyên ngành không, học phí thế nào và khi em học hệ tại chức em sẽ bị bất lợi gì so với khi học hệ đại học chính quy ạ. . Em xin chân thành cảm ơn PĐT!. .",
            "Chào bạn,. . Bạn còn 1 học kỳ 192 nữa nhé, bạn có thể đăng ký LVTN.. . Còn việc chuyển qua hệ VLVH bạn có thể tham khảo thêm tại: http://tuyensinh.hcmut.edu.vn/admission/. . Thân",
            "Dạ. Em cảm ơn PĐT ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . em đã cập nhật thông tin và đóng học phí đúng hạn sao giờ đợt 2 em đăng kí môn không được ạ( lí do là chưa cập nhật thông tin), trong khi hồi đợt 1 em vẫn đăng kí được bình thường, hỗ trợ giúp em với ạ em cảm ơn!!!",
            "Chào bạn,. . Đã mở cho bạn vào đăng ký, vui lòng vào kiểm tra và đăng ký lại nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Em chào thầy cô phụ trách BKSI ạ. Cho em hỏi là thời gian thẩm tra xét miễn anh văn sau khi mình nộp lên mybk ( phần nộp chứng chỉ ngoại ngữ là bao lâu ạ ). tại em nộp cách đây 6 ngày rồi mà tới hôm nay chưa có kết quả, mà hiện tại đang mở đăng kí môn học và em đang cần chuẩn av để đăng kí ạ. em mong thầy/cô có thể xét điểm của em nhanh hơn không ạ",
            "Chào bạn,. . Theo quy định về ngoại ngữ thì nếu bạn nộp chứng chỉ để xét đạt chuẩn và chuyển điểm anh văn cho đăng ký môn học, bạn chỉ cẩn nộp trước đợt quy định 1 ngày ( VD: đợt 11/12  thì bạn nộp 10/12 là đươc), không cần phải chờ kết quả thẩm tra.. . Thân.. . \t\t\t. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Em chào PDT :. . Cho em hỏi: k đăng kí được môn học đợt 2 này, lý do là : chưa thành toán học phí .. . Nhưng hồi đóng học phí đợt 1 e đã làm giấy xin gia hạn đóng học phí đến học kì 2 rồi mà .. . Còn lúc đăng kí môn học đợt 1 e đã đăng kí được , giờ vào k thấy môn nào cả. . Xin PDT tìm cách dùm em",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vô kiểm tra và đăng ký lại xem báo lỗi gì nhé!. . Thân",
            "em đã vào đăng kí lại, mà vẫn k được đăng kí môn học đợt 2 này ,. . với lý do là chưa thanh toán hộc phí,. . em đã lên phòng công tác chính trị có hỏi , và họ đã bảo là phòng đào tạo đã xin danh sách những bạn gia hạn học phí rồi, mà nay em vẫn chưa đăng kí môn học được",
            "Bạn vào đăng ký lại nhớ refesh lại trình duyệt trước khi đăng ký. . . . Mình kiểm tra bạn có thể đăng ký bình thường"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Xin chào! Em tên là Lê Hoài Anh Tuấn. Hiện tại tổng số tín chỉ HK181 và HK182 của em là 36, điểm anh văn hiện tại của em là 445. Em đã đủ điều kiện cho CHUẨN SINH VIÊN NĂM 2, nhưng hôm nay em đăng kí môn học các môn như Cơ lưu chất, Chi tiết máy, Môi trường và con người, Vẽ cơ khí (em đã qua môn Vẽ kĩ thuật), Xác suất thống kê, Vật lý 2 đều nhận được câu trả lời \"PĐT không đ/ký cho SV MH..... (0: Thiếu môn tiên quyết SV_N2- [full_name])\". Khi kiểm tra lại thì em đã thấy em đủ điều kiện nhưng vẫn không ĐKMH được, mong PĐT xem xét và chỉnh sửa lại giúp em. Em cảm ơn ạ.. . [full_name]. . . .",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã cập nhật lại số tín chỉ (cộng cả số TC HK191) và chuẩn về giáo dục thể chất, bạn vui lòng vào kiểm tra email và đăng ký lại nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chào PĐT, theo mail của thầy [full_name] trả lời thì học kỳ 191 số tín chỉ sẽ được cộng vào số tín chỉ tích lũy để đăng ký môn học kỳ 192. và theo như vậy em đã dư điều kiện đăng ký nhưng đến giờ em vẫn chưa thể đăng ký môn do điều kiện tiên quyết. Vậy em còn thiếu điều kiện gì ạ. Em cảm ơn",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã cập nhật lại số tín chỉ (cộng cả số TC HK191) và chuẩn về giáo dục thể chất, bạn vui lòng vào kiểm tra email và đăng ký lại nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Chào bạn,. . Vui lòng trình bày rõ nội dung câu hỏi trong ô nội dung"
        ]
    },
    {
        "intent": "",
        "message": [
            "kính gửi giảng viên, em tên [full_name] mssv [student_id].. . sau hai kì 181 và 182, tổng số tín chỉ tích lũy của e là 27, vì mới đây có quy định mới nên số môn học em đăng kí bị hiểu hầu như gần hết. kính mong pdt xem xét, cho phép em được đăng kí môn học của sih viên năm 2 ở học kì 192. . . .",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã cập nhật lại số tín chỉ (cộng cả số TC HK191) và chuẩn về giáo dục thể chất, bạn vui lòng vào kiểm tra email và đăng ký lại nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "PĐT cho em hỏi là tổng số tín chỉ tích lũy của 2 kì 181, 182 của em là 17 chỉ. . Bây giờ em đang học 10 chỉ hk chính 191 và 4 chỉ hk 191 dự thính. . Thế thì em có đủ điều kiện để đăng kí môn học cho học kì 192 ko ạ?. . Mong PĐT xem xét và trả lời ạ. . Em cảm ơn nhiều. .",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã cập nhật lại số tín chỉ (cộng cả số TC HK191) và chuẩn về giáo dục thể chất, bạn vui lòng vào kiểm tra email và đăng ký lại nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Về đăng ký môn học mà em muốn đăng ký như các lớp của môn học đó full sĩ số thì em định nhờ PĐT mở thêm lớp thì làm như thế nào ?. . Em cảm ơn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi: Thầy/cô Phòng Đào Tạo. . Em tên: [full_name], MSSV [student_id], khoa KH & KT Máy tính.. . Theo như em được biết, khi đăng kí môn học, các môn học đang học trong kì này (HK191) được tính như đạt và tính vào số tín chỉ tích luỹ.. . Hiện tại, chưa tính kì này số TCTL của em là 52, cộng thêm kì 191 là 52 + 17 = 69. Vậy em được đăng kí những môn có mã CO3xxx. . . Nhưng khi em đăng kí môn mã CO3061 hệ thống báo thiếu chuẩn sinh viên năm 3. . . Em mong sớm nhận được phản hồi. Em xin cảm ơn ạ.",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã cập nhật lại số tín chỉ (cộng cả số TC HK191) và chuẩn về giáo dục thể chất, bạn vui lòng vào kiểm tra email và đăng ký lại nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo. Em là sinh viên năm 3. Em đang có thắc mắc về phần đăng kí môn học, mong phòng đào tạo xem xét ạ. Theo em được biết tctl của năm 3 để đủ điều kiện là bằng tổng tín chỉ của năm 1 và 2 cộng thêm số tín chỉ đã đăng kí của năm 3. Nếu tính như vậy em đã đủ điều kiện đăng kí môn học của kì 2 năm 3, nhưng trên web em đăng kí báo lỗi không đủ điều kiện tctl. Vậy vấn đề trên nguyên nhân là do đâu ạ. Mong phòng đào tạo phản hồi sớm. Em cảm ơn ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã cập nhật lại số tín chỉ (cộng cả số TC HK191) và chuẩn về giáo dục thể chất, bạn vui lòng vào kiểm tra email và đăng ký lại nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Đào Nhật Anh. Mssv [student_id]. . Em có đăng ký môn Giải Tích Mạch cho học kỳ 192 ở đợt 1.. . Thế nhưng lại bị huỷ vì lý do trùng thời khoá biểu môn học, trong khi tất cả các môn khác của em đều bị xoá, không có môn nào có tkb. Và giờ lớp GTM của kỳ 192 đã đủ sĩ số, nên em mong phòng đào tạo giúp em đăng ký lại ạ.. .",
            "Bạn cần tăng sĩ số môn học nào ?. . . . MÃ môn học + mã nhóm",
            "Môn [full_name] [full_name].. . Mã môn EE1011. Nhóm lớp A01_A01",
            "Đã tăng 1 slot cho bạn. . . . Môn này kèm thí nghiệm nên sĩ số đã tối đa",
            "Hiện tại thì em vẫn chưa thấy lớp A01-A01 EE1011 vẫn chưa được tăng sĩ số lớp.. . Còn việc nếu do thí nghiệm mà không được tăng sĩ số thì em đã có điểm thí nghiệm cao rồi, có thể xin chuyển điểm và không cần học thí nghiệm, chỉ cần học Lý thuyết thôi ạ.",
            "li answer rate:",
            "đã tăng lên max 41 chỗ.. . bạn vào đk liền nhé",
            "Sĩ số của lớp là 44/41. Giờ có tăng thêm thì em vẫn không thể đăng ký được. Em muốn hỏi là mai em lên phòng đào tạo nộp đơn giấy đăng ký để PĐT nhập trực tiếp tên em vào lớp đó luôn được không ạ?",
            "Trường hợp này không thể giúp bạn. . . . Vì môn học kèm TN và đã ở sĩ số tối đa"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi phòng đào tạo,. . . . Em mong phòng đạo tạo giúp em đăng ký môn học  Tư tưởng [full_name] (SP1005), lớp A01 thứ 3 tiết 7 8 9, do đã đủ sĩ số 128/128. Em cần tăng sĩ số lớp để có thể học được lớp này.. . . . Em xin cảm ơn phòng đào tạo rất nhiều",
            "Đã tăng sĩ số cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Chào thầy, cô! Em đang đăng kí môn học 192 nhưng bị lỗi không đủ điều kiện đăng kí các môn năm hai. Nhưng theo em được biết là những môn đang học ở kì 191 sẽ tính là đạt để đăng kí môn ờ 192 vậy có đúng không ạ? Nếu đúng thì mong thầy cô điều chỉnh lại giúp em để em được đăng kí môn ạ. Em cảm ơn thầy , cô đã đọc!",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã cập nhật lại số tín chỉ (cộng cả số TC HK191) và chuẩn về giáo dục thể chất, bạn vui lòng vào kiểm tra email và đăng ký lại nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "chào phòng đào tạo, em là [full_name] ,sinh viên khoa hóa.. . . . Hôm nay là ngày mở đăng kí môn học nhưng em không được phép tham gia đăng kí vì chưa khai thông tin lí lịch online. hiện em đã khai báo nhưng vẫn chưa được phép tham gia đăng kí , cho em hỏi em phải làm như thế nào",
            "Danh sách sinh viên khai lý lịch sẽ được cập nhật lại sau 5h chiều hàng ngày bạn chú ý vào ĐKMH lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . chào thầy (cô) ạ, cho em hỏi điểm avdv em 435 sao vẫn ko đăng kí được av3? em cám ơn.",
            "Chào bạn. . . . Quy chế nhà trường có thay đổi về chuẩn AV xếp lớp sau các năm : . . . . AV 3 : 500 – 545 . . . . Bạn vào mục quy chế -   phụ lục 1"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi Phòng Đào Tạo. . Em hiện đang học năm 2 ạ, em hiện chưa đủ chuẩn Anh Văn để đăng ký môn học chuyên nghành, em hiện có đăng kí thi anh văn vào cuối tuần này và cho em xin hỏi là thi xong thì em cần làm những gì để được xét điểm để đăng kí môn học ạ.. . Em xin cám ơn.",
            "Chào bạn,. . Khi có KQ điểm thi Phòng đào tạo sẽ tự phass chuẩn AV cho bạn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Xin mở thêm 2 sĩ số môn CH2043 QTTB Truyền nhiệt mã A01 cho sinh viên lớp HC18KSTN:. . - [full_name] [student_id] . . - [full_name] [student_id]",
            "Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đang là sinh viên năm 3, hiện tại em có 54 tín chỉ tích lũy. Theo quy chế mới thì phải 56 chỉ em mới được đăng kí môn học năm 3. Nhưng do năm 3 có nhiều môn chuyên ngành và tiên quyết cho, nếu không đăng kí môn được em sẽ bị trễ ít nhất 1 năm học. Em chỉ thiếu 2 chỉ nên cho em hỏi là em có thể làm đơn xin xem xét được không ạ? Em xin cảm ơn thầy, cô ạ.",
            "Bạn có thể nộp đơn về PĐT để được xem xét sau ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ hiện tại em đang học anh văn 1 thì đợt đăng kí này sao em không đăng kí những môn của năm 2 được ạ, và nếu cộng các chỉ kì này em đạt qua 28 chỉ đạt chỉ tiêu sinh viên năm 2 ạ",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã cập nhật lại số tín chỉ (cộng cả số TC HK191) và chuẩn về giáo dục thể chất, bạn vui lòng vào kiểm tra email và đăng ký lại nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) .   B  Chào ad ạ, . . Em là sinh viên năm 3 khoa điện-điện tử chuyên ngành điện tử viễn thông ạ. Em viết mail này muốn hỏi ad vài điều là em học kỳ tới khoa em mở đăng ký môn Đồ Án (EE3151) mà e bị thiếu môn Cơ sở kỹ thuật điện(ee2017) môn học trước của đồ án nên em không đăng ký được môn đồ án ạ, vậy có cách nào để có thể học kịp tiến độ ko ạ? Mong ad rep em ạ, giúp em với ạ :'(  .Em cảm ơn. .",
            "Chào bạn. . . . Trường hợp này PĐT không thể đăng ký giúp bạn được, bạn có thể liên hệ trực tiếp [full_name] để xin hướng dẫn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . xin chào ạ, e là sv năm 2 đang học anh văn 1. ngày 6/1 e mới thi anh văn 1 . Cho em hỏi là đến lúc đó em đăng kí môn học đợt 3 có kịp k ạ. e xin cảm ơn  /B  .",
            "Trong Đợt 3 bạn vẫn có thể đăng ký môn học nhé.. . . . Nhưng lưu ý sĩ số có thể sẽ bị full khó đăng ký được"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thầy/Cô cho em hoi em thanh toán HP trễ hạn và giờ Đkmh không được và bị báo lỗi . . STT\tLý do\tĐã hủy?\tLý do hủy\tNgười hủy. . 1\tChưa thanh toán HP\t\t\t. . 2\tSinh viên chưa khai báo thông tin lý lịch online (vui lòng kiểm tra email và thực hiện khai báo theo hướng dẫn). . . . Em đã khai báo thông tin lý lịch trước đó rồi. . Em xin cám ơn. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Trường hợp thanh toán học phí trễ/ cập nhật thông tin, . . Bạn vui lòng vào thanh toán học phí và cập nhất thong tin, cuối ngày (16h hàng ngày) Phòng Đào tạo sẽ lấy dữ liệu và cập nhật cho các bạn đăng ký MH vào 13h ngày hôm sau nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Số chỉ tích lũy của em vào học kì 181+182 là 27. Học kì 191 đang học 17 chỉ. Nhưng không đăng kí môn được cho học kì 192. Em cám ơn",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã cập nhật lại số tín chỉ (cộng cả số TC HK191) và chuẩn về giáo dục thể chất, bạn vui lòng vào kiểm tra email và đăng ký lại nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . Em xin chào các thầy cô. Em là [full_name], sinh viên lớp DD18LT01.. . Lý do em viết câu hỏi này đó là vào đợt đăng kí môn học cho học kì 192 năm học 2019-2020, em có đăng kí môn Cơ sở điều khiển tự động (EE2019) nhưng khi đăng kí thì hệ thống báo phải có môn học trước là môn Tín hiệu hệ thống(EE2005). Em xem chương trình đào tạ̣o thì thấy môn  Cơ sở điều khiển tự động (EE2019) không có điều kiện đăng kí nào, đúng ra là có thể đăng kí bình thường, không bị cấm đăng kí. Vậy em muốn hỏi về vấn đề này và hi vọng sẽ nhận được hồi âm sớm.. . Em xin chân thành cảm ơn.. .",
            ". . Chào bạn. . Các trường hợp này [full_name] đã thay đổi điều kiện môn học trước, PĐT sẽ cập nhật lại trên website trong tuần này.. . Bạn có thể liên hệ trực tiếp [full_name] để biết rõ hơn các thay đổi về môn Tiên quyết + học Trước"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Em hiện đang là SVK16. Do kì 191 vừa rồi quá nhiều môn chuyên ngành nên em tính để GDTC2 cho kì 192 nhưng kì này có đổi quy chế mới mà em không biết. Vậy em có thể xin học song hành GDTC với LVTN được không ạ? Hi vọng PĐT trả lời và hướng dẫn em sớm để kịp cho việc đăng kí môn học ạ. Em xin cám ơn !!!",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...). . . . Em hiện đang là SVK16. Do kì 191 vừa rồi quá nhiều môn chuyên ngành nên em tính để GDTC2 cho kì 192 nhưng kì này có đổi quy chế mới mà em không biết. Vậy em có thể xin học song hành GDTC với LVTN được không ạ? Hi vọng PĐT trả lời và hướng dẫn em sớm để kịp cho việc đăng kí môn học ạ. Em xin cám ơn !!!  /QUOTE . . . . [full_name], Em làm đơn gửi Phòng Đào Tạo nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em xin mở rộng sỉ số lớp quang điện tử EE3125 ạ tại do sáng nay hệ thống đk môn của trường bị lỗi nên em không đăng ký được. Đến lúc đăng nhập lại thì không còn chỗ ạ. Mong pđt xem xét, em cảm ơn ạ. .",
            "Chào bạn. . . . PĐT đã tăng sĩ số cho bạn, 20p nữa bạn có thể vào ĐKMH ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô, . . Em là [full_name], sinh viên khóa K16, em học chương trình đại trà. Do hiện tại em thi TOEIC chưa đủ điểm TOEIC 500+ để nộp bằng TOEIC xét nhận LVTN và chuyển điểm môn ngoại ngữ AV4. . . Thầy cô cho em hỏi, quy định mới về cách tính điểm chuyển điểm ngoại ngữ áp dụng trong học kì 201 và chưa áp dụng trong việc chuyển điểm trong học kì 192 và 193 phải không ạ. Quy định mới áp dụng từ tháng nào và có áp dụng cho khóa K16 không ạ!. . Trong trường hợp em có bằng TOEIC điểm từ 500 - Dưới 600, từ nay tới tháng 5/2020 thì có được chuyển điểm môn cho môn AV4 không ạ. . . . . Rất mong thầy cô giải đáp và tạo điều kiện cho tụi em được học tập và được tốt nghiệp một cách thuận lợi nhất ạ. Em xin chân thành cảm ơn, chúc thầy cô sức khỏe, niềm vui mới và thành công mới trong công việc và trong cuộc sống.",
            "Chào bạn,. . Trên quy chế học vụ ghi rõ bàng quy đổi anh văn mới sẽ áp dụng từ HK201 không phân biệt khoá. . . Bạn vui lòng xem Biểu đồ năm học để biết rõ Hk201 bắt đầu từ ngày nào bạn nhé.. . . . Bạn vui lòng xem chi tiết lịch học vụ của HK201 để biết rõ các đợt lấy dữ liệu anh văn cho từng đợt đăng ký môn học tương ứng tại:www.aao.hcmut.edu.vn- sinh viên - Lịch học vụ.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chào thầy/cô ạ!. . Em là [full_name], sinh viên K19 khoa KHKT máy tính.. . Hôm trước em có đăng ký môn học đợt 1 đầy đủ các môn bắt buộc. Tuy nhiên, khi mở đợt 2, em có lỡ xóa môn Kỹ thuật lập trình (là một môn bắt buộc) cho học kì 2. Khi em đăng ký trở lại thì đã hết lượt. Cho em hỏi em phải hoàn thành môn học bằng cách nào ạ? Em có thể học chung với cơ sở 1 không, hay phải học học kì hè, dự thính ạ?. . Nếu không hoàn thành môn này trong năm 1 thì năm 2 có bị hệ lụy gì không ạ?",
            "Chào bạn,. . Bạn vui lòng vào đăng ký hiểu chỉnh môn học hoặc xin tăng sĩ nếu (nếu đươc"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . anh/chị cho em hỏi là em đã nạp chứng chỉ ngoại ngữ và đang thẩm tra chưa có kết quả thì trong đợt hiệu chỉnh này em có được đăng ký khong hay đợi đết đợt đkmh lần 2 mới có thể đăng ký. đợt 1 em có đăng ký mà kết quả không có 1 môn nào hết, em xem dưới lịch sử đăng ký cũng không có lý do ạ",
            "Bạn có thể lên Phòng Đào tạo sẽ hướng dẫn bạn cách xem lịch sử đăng ký môn học nhé, về chứng chỉ ngoại ngữ không cần đợi kết quả thẩm tra, phòng Đào tạo sẽ lấy dữ liệu trước để cập nhật cho các bạn đăng ký. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em xin mở rộng sỉ số môn tư  tưởng [full_name] nhóm A02 ạ, lý do là lúc đầu đợt 1 em có đăng ký nhưng kết quả ra nhóm lớp bị trùng với lịch học môn chuyên ngành của em. Trong khi chỉ có nhóm A02 không bị trùng nhưng lại hết chỗ trống. Mong phòng đào tạo xem xét, em cảm ơn",
            "Chào bạn. . . . PĐT đã tăng sĩ số cho bạn, 20p nữa bạn có thể vào ĐKMH ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ đầu tiên em xin lỗi vì em là K17 nhưng đang bọc chương trình năm 2 ạ. Vì em bỏ bê khá lâu nên đang làm lại. Nói tóm lại em đang là sv năm 2_ạ.. . Em 27 chỉ và đang học kì 191 này 18 chỉ nữa. Theo lời thầy [full_name] thì vẫn đủ điều kiện đk môn cho năm 2 nhưng web dkmh vẫn ghi thiếu chuẩn ạ? Mong pdt hồi đáp giúp em ạ.. .",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã cập nhật lại số tín chỉ (cộng cả số TC HK191) và chuẩn về giáo dục thể chất, bạn vui lòng vào kiểm tra email và đăng ký lại nhé!. ."
        ]
    }
]