[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . MT1005 -    Giải tích 2 - nhóm lớp: L17_L34. . MT1007 - Đại số tuyến tính . . . . Em rất cần học hai môn này trong kì này nhưng khi đăng kí đã hết chỗ, kì dự thính em đã có kế hoạch học những môn khác nên xin PĐT cho em được học trong học kì chính này ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . MT1005 -    Giải tích 2 - nhóm lớp: L17_L34. . MT1007 - Đại số tuyến tính . . MA3037- Công nghệ vật liệu. . . . Em rất cần học ba môn này trong kì này nhưng khi đăng kí đã hết chỗ, kì dự thính em đã có kế hoạch học những môn khác nên xin PĐT cho em được học trong học kì chính này ạ.. . . .",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Phòng đào tạo cho em hỏi là còn đợt đăng kí môn học hiệu chỉnh hk202 nào nữa không ạ?. . Tại em muốn đăng kí thêm môn nhưng không biết phải làm thế nào ạ? em bị thiếu mất một môn chuyên nghành nhóm B nên có khả năng sẽ bị trễ 1 học kì ạ! không biết pdt có cách nào giúp em không?",
            "Chào bạn,. . . . Còn đợt 4 dkmh bổ sung, bạn  kiểm tra mail để biết thời gian DKMH nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . do nhầm lẫn và sai sót, em đã đăng kí nhầm ngày thi anh văn đàu vào trung với lịch thi cuối kì. em có thể xin dời lên 1 ca được không ạ ?. .",
            "Chào bạn,. . . . Việc thi anh văn đầu vào PDT thông báo rất rõ, các bạn tự chọn giờ thi sao cho phù hợp với mình khi  đã đăng kí thì  không thay đổi giờ thi được nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em là [full_name] MSSV [student_id]. . Dạ cho em hỏi là em đã chuyển điểm anh văn đợt 13/01 vừa rồi bằng Toeic 2 kỹ năng nghe-đọc thì sau này ra trường em chỉ cần phải nộp bằng Toeic 2 kỹ năng nói-viết là đủ điều kiện về chuẩn anh văn đầu ra phải không ạ?",
            "Chào bạn. . - Đúng rồi bạn. . - Về quy định chuẩn tiếng anh tốt nghiệp: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 3a. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Do nhà e không gửi tiền kịp thời gian đóng lệ phí kiểm tra trình độ tiếng anh không biết e có thể đóng trễ 1 ngày được không ạ, hay e bị phạt gì không ạ",
            "Chào bạn,. . . . Lịch thi có cập nhật trên cổng thông tin sinh viên rồi nha bạn https://mybk.hcmut.edu.vn/stinfo/. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . [full_name]. . [student_id]. . K2019. . Lúc đợt 1 đăng kí môn HK 202 thì em có đăng ký môn giáo dục thể chất môn võ. Khi có kết quả đợt 1 thì mất và sau đó em đăng ký ở đợt 2 thì hệ thống bảo là không có môn học mở đến đợt 3 cũng vậy luôn ạ. Hiện tại em năm 2 nên chỉ còn 1 học kì để học giáo dục thể chất. Mong phòng đào tạo giúp đỡ ạ.",
            "Chào bạn,. . . . Khi nào có đợt đăng kí môn GDTC Phòng Đào Tạo gởi mail thông báo cho sinh viên nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa thầy / cô, vì 1 vài lý do không mong muốn nên em chưa kịp đóng tiền thi anh văn đầu vào ạ, không biết em có thể đóng vào sáng thứ 2 ngày 18/1/2021 trước 11h được không ạ? Em xin chân thành xin lỗi vì sự bất tiện của em . Em cám ơn ạ",
            "Chào bạn,. . . . Bạn vui lòng xem lịch thi anh văn đầu vào đã cập nhật trên cổng thông tin sinh viên rồi nha bạn https://mybk.hcmut.edu.vn/stinfo/.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . .   i Yêu cầu khác . Chào ad. . Mình là sv k13, hk tới phải chuyển sang hệ vhvl vì đã quá thời gian đào tạo. . Ad có thể cho mình xin bảng môn tương đương, thay thế của CTDT k13 và k14 dc k? Bảng ở trên aao giờ gì còn k18 và k19. . Và cho mình hỏi chuyển điểm từ những môn đã học bên hệ CQ sang VHVL cần làm đơn xin liệt kê hết các môn ra đúng k?. . Mình cảm ơn",
            "Chào bạn,. . . . Bạn xem danh mục môn tương đương thay thế có cập nhật trên web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_201&tid=447.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa thầy / cô, vì 1 vài lý do không mong muốn nên em chưa kịp đóng tiền thi anh văn đầu vào ạ, không biết em có thể đóng vào sáng thứ 2 ngày 18/1/2021 trước 11h được không ạ? Em xin chân thành xin lỗi vì sự bất tiện của em . Em cám ơn ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là lịch nghỉ tết của trường mình là đến hết ngày 23/02/2021 hay là hết ngày 20/02/2021 vậy ạ. Với lại cho em hỏi kì này mình có đợt đăng ký môn đợt 4 nữa không ạ",
            "Chào bạn. . - Đã có thông báo dkmh đợt 4. . - Lịch nghỉ tết bạn xem tại trang web : aao.hcmut.edu.vn --  Lịch học vụ --  Các ngày nghỉ lễ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi tại sao em k20 thi Anh văn đầu lần đầu mà khi đăng kí vẫn hiện yêu cầu đóng lệ phí thi?. .",
            "Chào bạn,. . Đợt thì lần đầu của Khóa 2020 là đợt thi vào tháng 12/2020 nhé bạn.. . Nếu lần tháng 12/2020 bạn không dự thi coi như bạn từ bỏ quyền lợi của mình nhé.. . Đợt thi này thì dành cho tất cả sinh viên có nhu cầu.. . Thân",
            "PDT đang kiểm tra lại trường hợp của bạn và sẽ trả lời lại cho bạn. . Thân",
            "Chào bạn,. . bạn vào kiểm tra BKPay, không có khoản thanh toán lệ phí thi, lệ phí thi trên giao diện là giá chung cho các bạn, nếu được miễn phí dịch vụ tự động hậu kiểm không ghi nợ 160.000 lệ phí thi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi trong trường hợp e rớt môn tự chọn thì em có thể chọn môn tự chọn khác để học thay thế cho môn bị rớt không ạ. Do nếu rớt môn thì môn đó không tín vào tín chỉ tích luỹ nhưng đã xem là môn học rồi thì vậy em học môn khác để thay môn đó thì có ảnh hưởng gì không ạ? Em xin cảm ơn!. .",
            "Chào bạn,. . . . Về môn tự chọn bạn về khoa tư vấn cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi thầy/cô:. . - Em là SV VLVH, học kỳ sắp tới em có đăng ký 1 số môn với lớp chính quy (chuyển hệ). Nhưng có 1 số môn do lớp đã đủ SV nên không thể dăng ký được.. . - Cụ thể:. .   + Phương pháp phần tử hữu hạn (ME3025) - Nhóm lớp: L01. .   + Mô hình hóa hình học & mô phỏng (ME3027) - Nhóm lớp: L01_L01. .   + Thiết kế hệ thống cơ khí (ME4003) - Nhóm lớp: L01. . - Do chương trình VLVH ít mở các lớp này, nên em hy vọng thầy/cô tạo điều kiện cho em được vào học các lớp nói trên.. . Em cám ơn thầy/cô đã tạo điều kiện cho em.",
            "PĐT sẽ thêm môn học vào cho em.. . Em chú ý theo dõi kết quả trong đợt đk tiếp theo ( 2- 3/02/2021). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô ạ. Thầy/cô cho em hỏi về chuyển điểm anh văn, trước em mới chỉ chuyển điểm anh văn 1 và 2 rồi. Giờ em nạp bằng mới vào thì vẫn được chuyển điểm anh văn 3,4 có đúng không ạ. . Em cảm ơn",
            "Quy định chuyển điểm các môn ngoại ngữ. . . . Sinh viên được đăng ký xét chuyển điểm các môn ngoại ngữ từ các chứng chỉ ngoại ngữ (CCNN) đạt yêu cầu.. . . . - Có thể đăng ký chuyển điểm cho 1 hay nhiều môn trong 1 lần đăng ký. . . . - Có thể đăng ký chuyển điểm nhiều lần (cho các môn khác nhau) nhưng mỗi môn ngoại ngữ được đăng ký chuyển điểm tối đa 1 lần. . . . - Môn ngoại ngữ đăng ký chuyển điểm có thể là môn chưa học, môn đã được điểm miễn, môn đã học và đạt, hoặc môn đã học nhưng chưa đạt.",
            "Dạ. Trước em cũng đọc qua quy định này rồi ạ. Nhưng em thắc mắc là những môn anh văn 1,2,3,4 là riêng biệt đúng không ạ.. . Giờ hiện tại em vẫn có quyền chuyển điểm anh văn 3,4 có đúng không cô. . Em cảm ơn ạ",
            "Chào bạn,. . . . Theo những gì bạn trình bày, bạn chuyển điểm anh văn 3,4 được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . thưa thầy/cô !. . Lúc đăng kí môn học đợt 3 , em có đăng kí môn hệ thống lực đẩy máy bay 2 (TR3023) , lúc em đăng kí thấy có 18 bạn đăng kí môn học đó , nhưng bây giờ em vào lại thì chỉ có 6 bạn còn đăng kí môn học đó . Thầy/cô cho em hỏi là 6 bạn đăng kí thì nhà trường có mở lớp không ạ . Nếu không mở lớp thì em có thể thay thế bằng môn học khác được không ạ",
            "Chào bạn,. . . . Bạn đợi KQDKMH đợt 3 nha, trường hợp huỷ môn bạn muốn môn nào thay thế, bạn vui lòng liên hệ với khoa nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .   U Chúc một ngày tốt lành!  /U . . . . Em hiện là sinh viên năm 1. Em nghe nhiều người nói rằng học dự thính sẽ thoải mái hơn, nhưng em vẫn còn nhiều thắc mắc: \"khi nào mình cần học dự thính?\" , \"học dự thính có thật sự dễ không?\" , \"Quy trình học dự thính như thế nào?\" .... . Mong Ban hỗ trợ giúp em hiểu rõ hơn về cơ chế học dự thính.. . Em xin chân thành cảm ơn.",
            "Chào bạn. . -   B Về vấn đề \"khi nào mình cần học dự thính?\" , \"học dự thính có thật sự dễ không?\"chương trình đào tạo/phân ngành  /B   I  bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . - Sinh viên xem chi tiết Lịch học vụ (lịch dkmh dự thính) cập nhật  tại : trang web PĐT (aao.hcmut.edu.vn)    Lịch học vụ    Học kỳ 2 (năm học 2020-2021).. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Họ và tên: [full_name]. . Mssv: [student_id]. . Học kì 202 em có đăng kí môn học Luận văn tốt nghiệp ktct (mã môn học ME4029) vào đợt 2. Nhưng do em không còn nhu cầu nữa và đợt 3 em đã bỏ lỡ nên không kịp hủy kết quả đăng kí.. . Kính mong quý thầy/cô hỗ trợ hủy toàn bộ kết quả đăng kí môn học học kì 202 cho em ạ. Em xin cảm ơn.",
            "Chào bạn,. . . . Hiện tại đã hết thời gian hiểu chỉnh môn học rồi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy cô cho em hỏi là đợt đăng ký môn học - bổ sung đợt 2 em có đăng ký 6 môn - 16 tín chỉ, sau đó em vào xem đợt 3 chỉ còn 2 môn thôi ạ. PĐT có nói là đợt 2 của em không còn lớp với những môn khác, nhưng trong khi đó có vài bạn đăng ký bổ sung đủ số môn ban đầu. Thầy cô giúp em với ạ. Em xin cảm ơn.",
            "Chào bạn,. . . . Còn đợt 4 dkmh bổ sung, bạn  kiểm tra mail để biết thời gian DKMH nha.. . . . Thân. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Thầy/Cô. . Em có đăng ký môn học ME1013 - Thực tập cơ khí đại cương 1 ở đợt ĐKMH cho HK202, nhưng hiện nay vì một số lý do cá nhân mà em muốn tạm hoãn môn đến học kỳ sau. Em xin Phòng Đào Tạo có thể xem xét và hủy môn ở HK202 giúp em ạ.. . Em xin cảm ơn.. . . .",
            "Chào bạn,. . . . Bạn nộp đợn tạm dừng học kỳ 202 thì môn học sẽ bị huỷ.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa Phòng Đào tạo,. . . . Em vừa đăng ký chuyển điểm chứng chỉ ngoại ngữ thành điểm của 4 môn anh văn. Điểm đó được ghi nhận trong học kỳ 201. Vậy điểm trung bình học kỳ 201 của em có được tính bao gồm điểm 4 môn anh văn không ạ?. . . . Trân trọng.",
            "Chào bạn. . Cách tính điểm các môn chuyển điểm. . Các môn được xét chuyển điểm được ghi điểm vào mục điểm chuyển/bảo lưu trên bảng điểm, được tính vào Số tín chỉ tích lũy ngành và được tính vào Điểm trung bình tích lũy ngành, không ghi vào Điểm học kỳ, không tính vào Điểm trung bình học kỳ.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . - Thưa phòng đào tạo, cho em hỏi là trường mình vẫn còn đợt đăng ký môn học đợt 4 đúng không ạ ?",
            "Chào bạn,. . . . Còn đợt 4 dkmh bổ sung, bạn  kiểm tra mail để biết thời gian DKMH nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào ạ!. . . . Chuyện là em có đăng ký kiểm tra avan đợt 25/01/2021 sắp tới, mà giờ em không nhớ rõ là đăng ký ca nào? Em đăng ký ngày 28.. . Không biết em có thể xem lại ca mình đã đăng ký ở đâu không ạ?. . . . . .",
            "Chào bạn,. . Bạn đăng ký. . 28/01/2021-Ca 2"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi. Em thi avđv lần đầu ko cần đóng tiền , trên trang đăng kí để hỉnh như vậy là hoàn tất ch ạ.",
            "Chào bạn,. . . . Bạn làm theo hướng dẫn của mail là được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn hỏi về vấn đề đăng kí kiểm tra anh văn đầu vào :. . Em đã đăng kí thi avđv đợt 2, web có để là \"đã xác nhận\" nhưng vẫn chưa thấy lịch thi.",
            "Chào bạn. . Pdt đang xử lý nghen bạn, có lịch thi sẽ thông báo qua email để bạn xem thông tin. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho e hỏi là vừa kết thúc đợt dkmh đợt 3, nhưng vì do nhầm lẫn nên e muốn hủy môn học EE3095( Ổn định hệ thống điện). Nhưng đợt dki đã mất, e monng phòng đào tạo hủy giúp e môn này để e có thể dki môn đúng chuyên nghành và những môn học dự thính buổi tối ạ. E cảm ơn ạ.. .",
            "Chào bạn,. . . . Đã hết thời gian huỷ môn học rồi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào admin. . Em tên [full_name] MSSV: [student_id]. . Em khoa Kỹ Thuật Hóa Học. . Em xin đề nghị Phòng Đào tạo xóa môn CH3151 - Kỹ thuật xúc tác và ưd mà em đã đăng kí để em đổi môn học khác trong đợt đăng kí bổ sung.. . Em muốn đăng kí môn CH3195 - Hóa học chất rắn và ứd nhưng vì sỉ số 9/60 nên em nghĩ lớp sẽ bị hủy. Tuy nhiên, vì Khoa đã xác nhận lớp sẽ mở nên em muốn đăng kí học.. . Vì hoàn cảnh em không thể rút môn được ạ.. . Em xin chân thành cảm ơn.. . . .",
            "Chào bạn,. . . . Hiện tại đã hết thời gian huỷ/bổ sung môn học rồi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name], em hiện tại đàn học đại trà (không phải chương trình Việt - Pháp) thì em có được nộp chứng chỉ tiếng Pháp để quy đổi điểm không ạ?. . . . Em cám ơn",
            "Chào bạn. . - Không được nghen bạn, chuyển điểm theo chương trình đào tạo. . - Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô ạ.. . MSSV của em là [student_id].. . Thầy/cô kiểm tra giúp em còn thiếu điều kiện nào để tốt nghiệp không ạ. Và bao giờ và làm như thế nào để có thể đăng ký xét tốt nghiệp được ạ.. . Em xin cảm ơn thầy/cô nhiều.. .",
            "Chào bạn,. . . . Bạn vui lòng xem lịch trình tốt nghiệp PDT cập nhật trên web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=1920.. . . . Nếu sau ngày 26/2/2021 bạn không có tên trong danh sách tốt nghiệp bạn liên hệ trực tiếp PDT nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em còn nợ học phí dự thính nhưng em lại bị huỷ môn ở học kỳ chính. Xin phòng đào tạo xem lại giúp em ạ",
            "Chào bạn,. . . . Việc này PDT đã có thông báo cho sinh viên rồi nha bạn, bạn nợ học phí kể cả dự thính sẽ không cho DKMH nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em xin phép huỷ môn EE2007 - [full_name] trong đợt đăng kí môn học Học Kỳ 2 (2020 - 2021) Chính Quy - Đợt 3.. .   Lý do huỷ môn là vì theo phòng đạo tạo thông báo: các môn thi có điểm tối đa là 02 tuần sau khi thi xong. Đối với môn EE2007 em thi vào ngày 28/12/2020 thì đến cuối đợt đăng kí là ngày 14/01/2021 vẫn chưa có điểm trên MyBK, vì vậy em đã đăng kí môn EE2007 cho học kì 202 đề phòng trường hợp bị rớt môn.. . Hôm nay ngày 15/01/2021 em đã có điểm môn EE2007 nên em xin phép huỷ môn để cho các bạn khác đăng ký. Hình kèm theo là lịch thi và thời gian có điểm môn EE2007.. . Em cảm ơn.",
            "Chào bạn,. . . . Việc có điểm trễ bạn khiếu nại với giáo viên giảng dạy nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy (cô), . . . . Cho phép em hỏi là nếu em nộp đơn xin rút môn học (nếu em rút môn đó thì số tín chỉ kỳ sau của em giảm từ 17 -  14), thì việc rút môn trên có thể ảnh hưởng đến   B điều kiện để nhận học bổng  /B  của   B học kỳ sau  /B  không ạ? . . . . Em xin cảm ơn, . . Chúc thầy (cô) có một tuần làm việc hiệu quả.. . . . Sinh viên, . . [full_name]",
            "Chào bạn,. . . . Bạn rút môn học không ảnh hưởng đến học bổng.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là :. .  Liệu nhà trường có cập nhật điểm thi trước ngày đăng kí môn học 2/2 không ạ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT, xin chào thầy cô, em có thắc mắc về Mail của trường mình, dưới đây em có đính kèm trích mail \"Ho tro SV\" và 1 hình ảnh khác là kết quả của đợt \"Bổ sung nguyện vọng học hệ chính quy\"-BSNVHHCQ-Đợt này vào ngày 31/12.. .  Trong đợt BSNVHHCQ này em có đăng kí môn nhưng hiện chưa thấy xếp lớp hay xác nhận gì cả. Vậy cho em hỏi tới 2/2 thì em có cần đăng kí lại ở đợt 'ĐKMH bổ sung\" không ạ. . .   Và cho em hỏi 2 đợt đăng kí này là khác nhau như thế nào ạ. . . Em xin cảm ơn thầy cô ạ. . . . .",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra mail để biết lịch trình DKMH nha, đợt 3 DKMH hiệu chỉnh đã là ngày 12- 14 tháng 1 nha bạn.. . . . Thân",
            "Xin chào ạ. Hình như cô không hiểu ý em. Cô xem hình đính kèm cua em xem đợt 2/2-3/2 này là gì ạ",
            "Chào bạn,. . . . Đợt ngày 2/2 đến ngày 3/2 là đợt bổ sung môn học, không cho huỷ môn học nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào admin! Cho em hỏi khoa kỹ thuật xây dựng khóa 2019 học năm 3 có phải chuyển lên cơ sở 1 học hoàn toàn không ạ? Em cám ơn!",
            "Chào bạn,. . . . Việc tại tôi không thể trả lời cho bạn được, hiện tại phòng học cơ sở 1 bị quá tải.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  . . e xin pđt cho e được hủy môn học đồ án bê tông 2 CI3177 lớp A01 vì lí do e đã qua môn này ở kì hiện tại rồi. vì sợ rớt nên e đã đăng kí. nay được biết đã qua môn nên e mong pđt xem xét cho e được hủy. đễ k phải đóng học phí. e xin chân thành cảm ơn",
            "Chào bạn,. . . . Đã hết thời gian huỷ môn học rồi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . dạ e chào thầy/cô. Em vừa nộp chứng chỉ ngoại ngữ toeic để đủ điều kiện tốt nghiệp nhưng thời gian đăng ký tốt nghiệp gần nhất là 15/01/2021 nên bây giờ em không thể đăng ký tốt nghiệp. Dạ em cần phải làm như thế nào để có thể tốt nghiệp vào tháng 04/2021. Em cảm ơn thầy/cô.",
            "Chào bạn,. . . . Bạn vui lòng xem lịch trình tốt nghiệp PDT cập nhật trên web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=1920.. . . . Nếu sau ngày 26/2/2021 bạn không có tên trong danh sách tốt nghiệp bạn liên hệ trực tiếp PDT nha.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em thuộc diện đăng kí thi lại AVĐV, lần đăng kí đầu tiên của em là Ca 1 ngày 27/01/2021. . . Sau khi nhận được mail đăng kí lại. Em đã đăng kí Ca 2 27/01/2021 (đăng kí ngày 15/01/2021), lúc đó em chưa đóng học phí, vài ngày sau em vào BKPay trong đó ghi \"Ngày dự kiến hết hạn: 20/01/2021\".. . Ngày 18/01/2021, e chuyển tiền từ VCB sang OCB để đóng học phí nhưng đến ngày hôm nay (19/01/2021), bên OCB mới nhận tiền, em liền vào BKPay đóng học phí (lúc 10h25p).. . Sau khi bên BKPay báo đã thanh toán thì em vào trang đăng kí thi AVĐV thì mục \"Tình trạng đăng kí\" ghi là \"Hết hạn đăng kí\". . Hỗ trợ giúp em để em được thi với ạ, học phí cũng đã thanh toán rồi nhưng mà giờ không được thi.. . MSSV: [student_id]. . Em cảm ơn.",
            "Chào bạn,. . . . Đã hết hạn đóng lệ phí thi anh văn đầu vào rồi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô. . Đợt đăng kí môn học lần 2 em có đăng kí môn học để được xếp thời khóa biểu ở HK2 ( do em nghĩ rớt môn đó ở HK1). Hiện giờ môn đã có tổng kết và em đã đủ điểm. Vậy em có thể làm đơn xin hủy môn học đã đăng kí trước khi trường mở đăng kí đợt 3 không ạ? . . Cảm ơn thầy/cô đã đọc. Trân trọng!",
            "Chào bạn,. . . . Đã hết thời gian huỷ môn học rồi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào [full_name], . . . . Em xin nhờ [full_name] đăng kí dùm em môn Cơ Học Máy - ME2043 lớp A01, Em đăng kí trễ vì em vừa thi xong kì này nhưng em không qua môn.. . . . Em xin cảm ơn [full_name]. . . . . . . . . . . . Đăng ký môn học .",
            "Chào bạn,. . . . Còn đợt 4 dkmh bổ sung, bạn  kiểm tra mail để biết thời gian DKMH nha.. . . . Thân. .",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name] MSSV [student_id]. Em muốn hỏi là chuẩn anh văn đầu ra gần đây có thay đổi từ Khóa K2019 trở về trước là TOEIC 550. Nhưng trước đó em đã thi TOEIC và nộp bằng vào tháng 11 năm 2020 nhưng điểm của em là 520. Vậy cho em hỏi là em có phải thi lại chuẩn đầu ra không ạ?. . Em cảm ơn ạ.",
            "Chào bạn. . - Thông báo qua mail là tham khảo, bạn xem quy định đúng và chính xác tại: quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 2-c. . Chúc bạn học tập tốt nhé.. . Thân. . . .",
            "Chào bạn,. . . . Bạn tham khảo qui chế học vụ điều 31, phụ lục 1 về chuẩn anh văn nhận luận văn và ra trường http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Đăng ký môn học . -Vì lí do em học lớp tài năng mà điểm trung bình môn thực tập điện 2 kì rồi em được có 7.0 .. . -Cho nên em mong muốn phòng đào tạo tăng sĩ số lớp để em có thể học vì theo chương trình [full_name]19, các bạn [full_name]19 học môn đó vào kì 2 năm 3. Nghĩa là có thể kì 2 năm 4 em mới có thể đăng kí môn đó, nhưng vì khi đó em năm 4 nên em nghĩ là bản thân mình sẽ mắc rất nhiều việc ạ.. . -Em mong nhận được sự hồi đáp ạ.",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . Bạn đợi đăng kí môn học dự thính 202 sắp tới đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào thầy/cô,. . Em muốn hổi về việc tính điểm tbtl. Ở Các môn tự chọn nhóm A (Tối thiểu 6 TC) của em em đã qua 2 môn, môn còn lại điểm thấp em muốn học cải thiện điểm bằng môn khác thì điểm tbtl tính 4 môn 8 chỉ hay chỉ tính 6 chỉ (3 môn cao điểm nhất)? Em cảm ơn ạ!",
            "Chào bạn,. . . . Nếu các môn tự chọn nhóm A (tối thiểu 6TC) khi tính điểm trung bình tích luỹ ngành chỉ lấy 6 tín chỉ nhóm A có điểm cao nhất nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em xin chào thầy/cô ạ. Thầy cô cho em hỏi là kì sau trường mình không có mở lớp thể dục ạ? Hay là mình phải đăng kí thể dục ở bên trường thể dục thể thao ở dưới cs2 ạ. Em năm nay năm 4 ạ. Do thể chất em không được tốt nên em học không tốt các môn khác chỉ trừ môn bơi ạ. Em có thể làm đơn xin được học bơi lần 2 không ạ. Em xin cảm ơn thầy/cô ạ",
            "Chào bạn,. . . . Khi nào có đợt đăng kí môn GDTC Phòng Đào Tạo gởi mail thông báo cho sinh viên nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . \t. . Trường cho em hỏi ạ :. . . .  Em bị nghe kém bẩm sinh mà nhà trường yêu cầu kĩ năng nghe nói , em có mua máy trợ thính nhưng chỉ cải thiện được 1 phần , không nghe được như người thường . Nhà trường có chính sách gì hỗ trợ không ạ ?. . Em xin chân thành cảm ơn !. .",
            "Chào bạn,. . . . Bạn phải làm đơn nộp PDT, nhớ kèm theo minh chứng để nhà trường phê duyệt xét miễn kỹ năng nghe nói cho bạn nha.. . . . Thân",
            "Dạ cho em hỏi là :. . . . - Em làm đơn miễn nghe-nói anh văn thì viết như thế nào hay có bản mẫu ?. . - Còn kĩ năng đọc - viết , chỉ tiêu xét anh văn qua các năm của em là như nào ạ ?. . - 25/1 em thi anh văn đầu vào đợt 2 vì đợt 1 em đki trễ , em nên xử lí thế nào .. . . . Trường có thể nói rõ hơn được không ạ ?",
            "Chào bạn,. . . . - Không có mẫu đơn, bạn tự viết tay.. . . . - Điều này bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . - Bạn vui lòng xem lịch thi trên cổng thông tin sinh viên nha https://mybk.hcmut.edu.vn/stinfo/.. . . . Thân",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đóng trễ lệ phí thi anh văn mã đợt KTTD-NN.20201.1. Vậy làm thế nào mới được thi ạ. Em cảm ơn.. .   i Yêu cầu khác .",
            "Chào bạn,. . . . Lệ phí thi AVĐV ngày 16/1 là được không trễ hạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô ạ,. . Em xin được đăng kí vào lớp L02 Môn \"Những nguyên lý cơ bản [full_name] Mác-Lenin (sp1003)\"  ạ. Vì lúc đăng kí môn học em đăng kí vào lớp L03 vì thấy sĩ số đủ để mở lớp (23/120) nhưng vì có một số bạn chuyển lớp nên sỉ số chỉ còn 17/120 nên bị hủy lớp do không đủ sĩ số ạ. . . Xin thầy cô đăng kí cho em vào lớp L02 môn Những nguyên lý cơ bản Chủ [full_name] Mác-Lenin ạ.. . Xin cám ơn.. . . .",
            "Chào bạn,. . . . Còn đợt 4 dkmh bổ sung, bạn  kiểm tra mail để biết thời gian DKMH nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT, . . Em tên là [full_name]. MSSV: [student_id]. . Hiện tại trong năm 2021 thì em đã làm mất thẻ BHYT của mình (em đăng kí mua 12 tháng tại trường). PĐT cho em hỏi là em cần chuẩn bị gì và liên hệ ai để đăng kí làm lại thẻ BHYT ạ? Em xin chân thành cảm ơn. . . . .",
            "Chào bạn,. . . . Bạn liên hệ phòng Công Tác Chính Trị Sinh Viên  nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em đã đăng kí và đóng tiền đúng hạn đợt thi ngày 25/1 đến 28/1 nhưng không có lịch thi.Em đăng kí ca3 ngày 28/1 ạ",
            "Chào bạn,. . . . Lệ phí thi anh văn đầu vào là trước ngày 18/1/2021 nha bạn, bạn kiểm tra BKPay thời gian đóng lệ phí nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name]. . Mssv [student_id] . . Học kì này em có học môn Aerobic lớp L05 và có thi cuối kỳ cùng với nhóm của em. Em có kí tên vào giấy trước khi thi. Và điểm thi của nhóm em là 8.00 nhưng trên bảng điểm của em điểm của môn này là điểm 13.00 có nghĩa là vắng thi và tương đương với 0 điểm. Bây giờ em muốn thầy cô sửa lại điểm cho em thì em phải làm thế nào ạ, vì môn học này không phúc tra điểm thi được. . . Em mong phía thầy cô và nhà trường có thể sớm giải quyết cho em ạ.. . Em xin chân thành cảm ơn.. .",
            "Chào bạn,. . . . Bạn liện hệ thầy môn  Aerobic để khiếu nại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Câu hỏi trên ạ. . . Em định đăng kí môn \"công nghệ phần mềm\" co3001 . . Em phải liên hệ với thầy/cô giáo dạy môn đó phải k ạ ? Hoặc em phải liện hệ với ai ạ?. .   i Đăng ký môn học .",
            "Chào bạn,. . . . Tất cả các môn học PDT đã tăng đến sỉ số tối đa rồi không tăng được nữa nha bạn.. . . . Bạn đợi đăng kí môn học dự thính 202 sắp tới đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo, em đã đăng kí thi chứng chỉ toiec và đăng kí, thanh toán chuyển điểm hợp lệ như hình bên dưới, nhưng tới nay ( khoảng 2 tháng) vẫn chưa nhận được các điểm anh văn tương ứng trong bảng điểm chuyển và bảng điểm trung bình, mong phòng đào tạo xem xét và giải quyết giúp em ạ. Em xin cảm ơn. .",
            "Chào bạn,. . . . PDT đã chuyển điểm rồi, bạn yên tâm. PDT sẽ cập nhật điểm chuyển cho bạn trên cổng thông tin sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào phòng đào tạo. Em tên là [full_name] mssv:[student_id]. Hiện tại em thi lấy bằng Toeic nhưng không đủ để làm luận văn. Do đó, em ôn để thi lại nhưng thời gian lấy phiếu điểm qua đợt đăng kí luận văn. Em có thể làm đơn xin làm luận văn trễ được không ạ. Nếu được thì em làm đơn ngay bây giờ hay là đợi có bằng rồi làm đơn chung luôn .Em cảm ơn ạ.",
            "Chào bạn,. . . . Khi nào lấy chứng chỉ ngoại ngữ đủ điểm làm luận văn, bạn liên hệ PDT hướng dẫn PDT xin đăng kí luận văn nha.. . . . Thân"
        ]
    }
]