[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name] [student_id]. Hiện tại em đã tốt nghiệp và đang theo học chương trình sau đại học. Tại địa phương có yêu cầu giấy xác nhận xinh viên hằng năm để bổ sung hồ sơ không đi nghĩa vụ quân sự nhưng em đăng kí không được vì không có thời khóa biểu trên mybk. Cho em hỏi giờ em phải làm sao ạ?. .",
            "Chào bạn,. . Trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô,. . Em đã có tên trong danh sách tốt nghiệp dự kiến và đã hoàn tất thanh toán phí tốt nghiệp. Lúc nhập thông tin ở phần khai Lý lịch tốt nghiệp ở phần đăng ký xét tốt nghiệp, em có tick vào ô \"Đăng ký gửi giấy chứng nhận tốt nghiệp tạm thời đến địa chỉ liên lạc như trên qua bưu điện\" nhưng sau khi bấm gửi và em mở kiểm tra lại thì không có dấu tick. Hiện tại em đang cần giấy xác nhận tốt nghiệp tam thời, thầy/cô cho em hỏi là mình sẽ nhận giấy xác nhận tốt nghiệp tạm thời như thế nào ạ, tại trường hay là qua bưu điện? Trong trường hợp qua bưu điện thầy/cô hỗ trợ giúp em do em đã có tick trước khi gửi xét duyệt rồi mà kiểm tra lại không có. . . Em xin cảm ơn ạ.",
            "Chào bạn. . Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn kiểm tra mail để thực hiện theo hướng dẫn khai thông tin tốt nghiệp, sau đó thanh toán lệ phí tốt nghiệp. .  Thứ 6 hàng tuần PDT sẽ lấy dữ liệu SV đăng ký và đóng tiền lệ phí tốt nghiệp trước đó để tiến hành in giấy CN tốt nghiệp tạm thời, vào thứ 3 tuần tiếp theo, Giấy chứng nhận tốt nghiệp sẽ được tải lên trang đăng ký hồ sơ cấp bằng. Sinh viên tự lên tải về sử dụng trong thời gian này. . . Giấy chứng nhận tốt nghiệp bản chính sẽ được gửi về Sinh viên qua bưu cục theo địa chỉ Sinh viên đã đăng ký.. . Sinh viên vui lòng kiểm tra kỹ thông tin trên giấy Chứng Nhận tốt nghiệp tạm thời, nếu có sai sót gì vui lòng phản hồi lại PDT để kịp chỉnh sửa, những thông tin trên Chứng Nhận tốt nghiệp tạm thời sẽ dùng để in bằng tốt nghiệp.. . Thân. .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo,. . . . Em là [full_name], MSSV: [student_id], sinh viên chương trình PFIEV. Sắp tới em sẽ tốt nghiệp trong đợt tháng 11/2021. Hiện em đang tiến hành đăng kí tốt nghiệp trên trang mybk nhưng em không thể thêm ảnh thẻ của mình vào được ạ (luôn bị báo lỗi kích thước ảnh  =400 px) nhưng em đã giảm dung lượng ảnh xuống dưới 400px rất nhiều nhưng vẫn bị lỗi. . . . . Em mong phòng đào tạo có thể phản hồi và giải quyết giúp em vấn đề này ạ.. . Em xin đính kèm 2 ảnh của mình với dung lượng   400 px nhưng vẫn không nộp trên mybk được ạ.. . . . [full_name].",
            "Chào em,. . Em upload hình bình thường, sinh viên kiểm tra lại hình, kiểu ảnh jpg, hình kích thước tối thiểu 600px và   =1MB.. . Thân mến.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Văn Phòng Hỗ Trợ Sinh Viên,. . . . Em tên là [full_name], sinh viên khóa K20 của đại học Bách Khoa, MSSV là [student_id]. Em có 1 trục trặc khi sử dụng Microsoft 365 bằng email trường. Trước đây em có sử dụng được Office bằng email trường nhưng do máy em có lỗi nên em phải restore lại máy. Sau khi restore và dùng email trường để đăng nhập lại Office 365 thì bên Microsoft báo rằng em phải hỏi bên admin để được active. Hiện tại em không biết phải xử lý khó khăn này như thế nào nên Văn Phòng Hỗ Trợ Sinh Viên có thể giải đáp khó khăn này sớm giúp em được không ạ. Em đang cần gấp để có thể hoàn thành bài tập trên lớp. Em cảm ơn.. . . . Trân trọng.. . [full_name]. . . . . . . . . .",
            "Chào em,. . Nhà trường không có hỗ trợ gói này.. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô, . . Do em đăng ký nhầm phiếu   B Hoãn nghĩa vụ quân sự  /B  thành   B Bổ túc hồ sơ cho địa phương  /B  nên mong thầy cô có thể xóa giùm em phiếu đăng ký   B Bổ túc hồ sơ cho địa phương  /B  ( mã phiếu là   B CNSV.[student_id].2  /B  ) và để lại phần cấp giấy   B Hoãn nghĩa vụ quân sự  /B .. . Em cảm ơn.. .   i Học vụ .",
            "Chào em,. . Em đã đăng ký in rồi không xóa được nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác: Dạ thưa Thầy/Cô em đăng ký xin giấy xác nhận sinh viên (bổ sung tạm hồ sơ hoãn NVQS) của trường từ ngày 28/9 đến nay chưa thấy xử lý xong. mà em phải cung cấp giấy cho địa phương nơi em ở trong vòng 7 ngày nữa. nhờ Thầy/Cô kiểm tra giúp em xem có được cấp giấy chưa ạ. . . chân thành cảm ơn Thầy/Cô",
            "Chào bạn[full_name] [full_name] [full_name] đã ghi nhận phản hồi của bạn, Vì số lượng đăng ký giấy CNSV tăng đáng kể, Nên [full_name] đang cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay, SV vui lòng thông cảm đợi thêm, giải thích thêm với cơ quan yêu cầu giấy CNSV[full_name][full_name] [full_name]  Sau khi [full_name] cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên[full_name][full_name] [full_name] Đồng thời [full_name] cũng đã gởi bưu điện nếu SV có đăng ký, SV vui lòng nhận sau [full_name] [full_name] Thân[full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thư thầy/cô.. . . . Em có nhận được mail để Đăng kí đi học lại các môn Thí nghiệm/Thực hành . Do sơ suất nên em đã đọc không kĩ về việc đăng kí này, vì em tưởng chỉ là mail khai báo tình hình tiêm Vaccine.. . Hiện tại em vẫn chưa đủ điều kiện để tham gia đi học lại. Em mong quy thầy cô giúp em Huỷ Đăng Kí các học phần Thực hành/Thí Nghiệm ạ. . Em xin cảm ơn.. . . . Thông tin em đã đăng kí:. . Tên: [full_name]. . MSSV: [student_id]. .",
            "Chào bạn,. . PDT tiếp nhận yêu cầu Sinh viên hủy việc đăng ký thực hiện Thí nghiệm, Thực hành tại trường. Sinh viên sẽ được lùi lịch học các học phần thực hành, thí nghiệm cho đến khi có thông báo mới.. . Dự kiến cuối tháng 10/2021, SV kiểm tra tại trang Mybk- xemTKB  nếu TKB của môn Thí nghiệm, Thực hành vẫn cập nhật lịch mới theo thông báo vui lòng gửi lại câu hỏi để PDT kiểm tra lại nhé!. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PĐT,. . . . Theo thông báo về việc giảng dạy, học tập học phần Thực hành thì em KHÔNG thấy PĐT đề cập việc có thể tổ chức online học phần Thực hành.. . . . Do trong HK202, em còn 2 buổi thực hành môn Kiến trúc máy tính (CO2007) vẫn chưa thể tổ chức học được do dịch bệnh.. . . . Em viết câu hỏi này là do các môn khác trong học kỳ 202 em đã thi xong, chỉ còn môn nói trên vẫn ghi TB SAU trong phần lịch thi trên myBK. Hiện tại thì em không đủ điện kiện để có thể đi học trực tiếp tại trường.. . . . PĐT cho em hỏi là môn trên có thể tổ chức học phần Thực hành online được không? Nếu em không thể tham dự những buổi còn lại của học phần Thực hành do không đủ điều kiện đi lại thì em có được thi cuối kỳ trước khi hoàn thành học phần này không?. . . . Em xin cảm ơn.. .",
            "Chào em,. . Thực hành online được không ?. . =  Em liên hệ [full_name] để được hỗ trợ nhé.. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Thầy / Cô.. . Em muốn hỏi là nếu sinh viên học lại quá 5% tổng số tín chỉ thì sẽ bị hạ 1 bậc đúng không ạ?. . Em cảm ơn Thầy / Cô.. .",
            "Chào em,. . Em xem quy chế Điều 21. . . . Việc xếp loại tốt nghiệp được tính dựa vào ĐTBTLN như sau:. . - Xuất sắc: từ 9,00 đến 10. . - Giỏi: từ 8,00 đến cận 9,00. . - Khá: từ 7,00 đến cận 8,00. . - Trung bình khá: từ 6,00 đến cận 7,00. . - Trung bình: từ 5,00 đến cận 6,00. . Riêng loại Xuất sắc sẽ bị giảm xuống thành loại Giỏi khi thuộc một trong các trường hợp sau:. . - Có thời gian học vượt quá số học kỳ chuẩn Nhkc.. . - Có số tín chỉ của các môn không đạt phải học lại vượt quá 5% tổng số tín chỉ của CTGD.. . - Đã bị kỷ luật trong thời gian học từ mức cảnh cáo toàn trường trở lên (xem Điều 24).. . Thân mến.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên: [full_name]. MSSV: [student_id] Hệ VLVH.. . . . -Em đã hoàn thành chương trình học và được cấp giấy chứng nhận tốt nghiệp tạm thời(27/9/2021). . . . -Dạ hôm qua em có xin ý kiến Thầy [full_name] về việc \"Chuyển khóa K2014 sang khóa K2013\" để được xét tốt nghiệp lại. Thì Thầy trả lời là \"Do không kiểm tra nên có gửi nhầm các trường hợp SV K13 nhưng đã học và hoàn thành theo CTĐT K2014. Nên Thầy bảo là: \"sinh viên bỏ qua e.mail đề nghị chuyển Khóa\". . . -Vậy em có cần nộp đơn chuyển khóa nữa không. Mong PĐT xem xét, và hướng dẫn cụ thể cho em với ạ.. .    Chân thành cảm ơn quý Thầy/Cô!",
            "Chào em,. . Em gửi email trực tiếp đến [email] để được hướng dẫn chính xác.. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712694  /b \t. . . .   i Học vụ . Kính gửi Quý Thầy/Cô PĐT. Em có một số thắc mắc về AV nhu cầu 4A hiện đang mở dự thính, mong Thầy/Cô giải đáp giúp em:. . - AV 4A có được xét qua AV4 để đủ chuẩn tốt nghiệp không ạ? Hay chỉ dùng để xét chuẩn đăng kí môn?. . - AV 4A chỉ xét đạt và công nhận 2 tín chỉ, còn điểm tổng kết sẽ không được tính vào điểm tích lũy đúng không ạ?. . Em cảm ơn.",
            "Chào bạn. . Môn Anh văn theo nhu cầu sẽ tính ĐẠT các môn anh văn tương ứng, và tính vào số tín chỉ tích luỹ chung. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b [full_name] - MSSV/MSGV: [student_id]  /b \t. . . .   i Tốt nghiệp . Cho em hỏi em kiểm tra thông tin sinh viên của em thì em thấy mình đủ yêu cầu để tốt nghiệp nhưng không thấy tên em trong danh sách dự kiến tốt nghiệp. Mong PĐT kiểm tra lại giúp em ạ. Em xin cảm ơn.. . . . . . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 12/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào,. . Em là [full_name], mssv [student_id]. Em đã hoàn thành đầy đủ các môn học của HK202 và nay em muốn gửi yêu cầu để nhà trường xét tốt nghiệp đợt tháng 11/2021.. . Em xin cám ơn!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 12/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT, . . . . Em tên [full_name] khoa Kỹ thuật Xây dựng Khóa 2017 chương trình kSTN. . . . . Em có xem quy chế tốt nghiệp tài năng đối với khóa 2017. Trong đó mục 5 có nêu: \"Đối với sinh viên đã hết thời gian đào tạo quy định của chương trình tài năng nhưng chưa có chứng chỉ ngoại ngữ theo quy định đối với sinh viên chương trình tài năng, sinh viên được cấp bằng chính quy đại trà nếu đạt chuẩn tiếng Anh của sinh viên chương trình chính quy đại trà.\". . . . Em vừa nhận kết quả thi Toeic nói viết với số điểm 240, điểm chuẩn tốt nghiệp là 245. . . . . Em có một số câu hỏi mong được giải đáp ạ:. . . . Câu hỏi 1: Cho em hỏi vậy đến lúc hết thời hạn nộp điều kiện xét tốt nghiệp em vẫn không đạt được điểm Toeic nói viết 245, em có cần làm đơn xin ra khỏi tài năng để được xét tốt nghiệp đúng hạn trường trình đại trà không ạ? Hay đến lúc xét tốt nghiệp PĐT sẽ tự động chuyển về xét theo chuẩn chương trình chính quy đại trà ạ?. . . . Câu hỏi 2: Em có thấy trên lịch trình tốt nghiệp hạn chót nộp các điều kiện là 20/10/2021 nhưng trong mail PDT gửi cho sinh viên lại có phần là \"xét tốt nghiệp đến hết HK211\". Vậy là sau thời hạn 20/10/2021 em vẫn có thể nộp bổ sung bằng toeic nói viết (nếu trên 245) để xét tốt nghiệp đúng chuẩn tài năng đúng không ạ?. . . . Mong được thầy/ cô giải đáp giúp em. Em xin chân thành cám ơn.",
            "Chào bạn. . 1) Bạn làm đơn rút khỏi chương trình tài năng để xét tốt nghiệp bằng thường. . 2) Pdt sẽ giải quyết tốt nghiệp theo thông báo đến hết HK211 (dự kiến cuối tháng 12/2021) . . ·        Xem chi tiết lịch trình tốt nghiệp tại trang web PĐT (aao.hcmut.edu.vn)    Tốt nghiệp    Thông tin tốt nghiệp    Tháng 11/2021    Lịch trình đăng ký tốt nghiệp và cấp bằng tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi, truong đã gửi giấy xnsv cho sv chưa ạ, tại e đk từ giữa tháng 9 đã xử lý rồi mà giờ chưa nhận đc ạ, địa phương em sắp hết hạn nộp giấy đi nghĩa vụ ấy ạ. .   i Học vụ .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô ạ, em là [full_name], MSSV [student_id]. Em đã gửi yêu cầu hoãn thi môn đại số tuyến tính vào HK203 và đã được đồng ý yêu cầu từ phòng đào tạo vào ngày 13.08.2021. Tuy nhiên khi em truy cập vào danh sách (http://www.aao.hcmut.edu.vn/tracuu/xe...id_ds=2802) thì lại không thấy tên mình. Em mong nhà trường có thể xem xét lại giúp em ạ. Em cảm ơn rất nhiều.. . . .",
            "Chào bạn,. . Sau khi đối chiếu dữ liệu, Pdt xác nhận bạn đã đăng ký Hoãn thi:. . [student_id]\tHK203\tMT1007. . Bạn xem lại mail Pdt đã gởi để biết cách thức tiến hàng sau khi Pdt đã xác nhận yêu cầu Hoãn thi của bạn. . Vì sự cố kỹ thuật nên có thể thông tin tra cứu không có dữ liệu của bạn. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Em xin chào quý thầy/cô!. . . . Em là [full_name], sinh viên [full_name]17 ( MSSV: [student_id] ) [full_name]hoa Điện - Điện Tử.. . . . Hiện tại, em có một vấn đề mong thầy/cô giải đáp cho em.. . . . Em có đăng ký thi Toeic Nói - Viết qua hình thức trực tuyến để xét tốt nghiệp kỳ này và đã đạt chuẩn. Hiện tại em đã hoàn thành tất cả các tiêu chi để xét tốt nghiệp trong kỳ này.. . . . Nhưng em có đăng ký môn học dự trù cho học kỳ chính 211 trước đó và em đã đăng ký hủy môn có tính phí. Tuy nhiên, theo lịch nộp học phí kỳ này là từ ngày 2/11 nên sau ngày này em mới có thể đóng học phí cho môn học đã hủy đăng ký. Vấn đề là hạn chót để xét duyệt tốt nghiệp của [full_name]17 lại chỉ đến ngày 20/10. . . . . Vì vậy, em mong thầy cô có thể mở lịch thanh toán học phí học kỳ 211 sớm cho em đee em có thể thanh toán học phí sớm và đăng ký xét tốt nghiệp trước hạn chót 20/10.. . . . Em mong nhận được sự thông cảm và chấp thuận để em đóng học phí sớm ạ.. . . . Em chân thành cảm ơn quý thầy/cô.. .   i Tốt nghiệp .",
            "Chào em,. . PĐT sẽ mở khóa để em thanh toán HP vào thứ 2 tuần sau nhé.. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đã đăng ký hoãn thi rồi. Trường đã xác nhận đơn đăng ký của e rồi. Mà e lại bị đánh giá điểm 13 là vắng thi ạ. E xin cảm ơn.",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đã đăng ký hoãn thi nhưng lại nhận điểm 13 (Vắng thi) mon nhà trường phản hồi giúp em ạ. E xin cảm ơn. .",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào,. . . . Em là [full_name], mssv [student_id]. Em đã hoàn thành đầy đủ các môn học theo yêu cầu của ngành và tích lũy đủ tín chỉ cũng như điều kiện tốt nghiệp.. . Em muốn gửi yêu cầu để nhà trường xét tốt nghiệp đợt tháng 11/2021.. . . . Em xin cám ơn.. . [full_name]",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 12/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào anh/chị,. . Em tên là [full_name], MSSV: [student_id]. Em hiện tại mong muốn được đăng ký bổ sung học anh văn 4, cho em hỏi là em có thể đăng ký bổ sung học được không ạ. Em rất mong anh/chị có thể hỗ trợ cho em vì hiện tại em đang là sinh viên năm 4 và theo em được biết là phải nộp bằng vào cuối tháng 12, nhưng với tình hiện tại, em không biết khi nào mới được thi Toeic lại.. . Em đã thi Toeic Listening and Reading đạt 565 điểm, để được đăng ký bổ sung anh văn 4 thì em có cần chuyển điểm anh văn 3 trước không ạ.. . Em xin chân thành cảm ơn. Mong được nhận hồi âm sớm từ anh/chị ạ.",
            "Chào bạn. . Tuần sau, 11/10 có môn anh văn theo nhu cầu 4a có mở, bạn có muốn đăng ký không? thì xác nhận lại. . Môn Anh văn theo nhu cầu sẽ tính ĐẠT các môn anh văn tương ứng, và tính vào số tín chỉ tích luỹ chung. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ chuyện là đợt thi Cuối kỳ 202 em có đăng ký hoãn thi môn Hoá hữu cơ CH2021 ạ. Và nhà trường có gửi mail cho em là nếu sau 30/9/2021 chưa được xử lý thì phải yêu cầu xử lý ạ.. . Mong nhà trường sẽ xử lý sớm cho em ạ. Hôm nay em vào thì thấy để là điểm 13 ạ.. . Em xin chân thành cảm ơn. . . .",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Tốt nghiệp . . . Em tên: [full_name], MSSV: [student_id]1, sinh viên K2013. . em đã hoàn thành chương trình đào đạo hệ chính quy K2013 chuyên ngành chế tạo máy, khoa cơ khí,. . . . nhưng thiếu chứng chỉ anh văn Writing and Speaking.. . . . đã chuyển sang hệ VHVL, nhưng hiện em tra cứu danh sách dự kiến tốt nghiệp hệ VHVL đợi 2 năm 2021 không tìm thấy trong danh sách dự kiến tốt nghiệp.. . . . anh/chị cho em hỏi trong trường hợp của em có thể đăng ký nhận bằng tốt nghiệp được chưa hay còn phải đăng ký những môn học nào. . . em vào trang đăng ký tốt nghiệp thì vẫn hiện là hệ chính quy, em có đính kèm tệp anh/ chị hỗ trợ giúp em. . em đã phản hồi 2 lần nhưng chưa được PDT giải quyết.. . mong nhận được sự hỗ trợ từ PDT",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 20/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy cô,. . . . Em đã tải được giấy chứng nhận tốt nghiệp tạm thời trên MyBK nhưng file em nhận được bị lệch một chút dẫn đến bị mất thông tin ở phần dưới của file ạ. (Em có gửi file đính kèm để minh họa trong yêu cầu này). Em có hỏi thăm 1 số bạn thì các bạn cũng gặp vấn đề tương tự. . . . . Mong thầy cô sẽ sớm xem xét lỗi này giúp em ạ",
            "Chào bạn. . Pdt ghi nhận. . Pdt cũng đã gởi bảng chính qua bưu điện, bạn đợi nhận nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn nhờ phòng đào tạo đổi số điện thoại xác nhận khi đóng học phí thành [phone_number]. Vì mặc dù em đã đến ngân hàng để đổi sang số mới nhưng khi đóng học phí vẫn yêu cầu xác nhận số cũ là [phone_number] (số đã mất)",
            "Chào em,. . - Em vào mybk tự sửa số điện thoại của em. . . https://mybk.hcmut.edu.vn/stinfo/. . - Ngân hàng em liên hệ Số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em mới nhận được giấy báo khám nghĩa vụ của xã hôm qua, hiện tại em đã đăng ký giấy xác nhận sinh viên từ hôm qua nhưng em thấy bây giờ thông tin vẫn đang chờ xử lý, em đang cần giấy xác nhận rất gấp vì ngày 9/10 là ngày hạn cuối ạ, em mong nhà trường xem xét giùm em ạ,em cảm ơn.",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PDT. . . . Em tên: [full_name] MSSV: [student_id] Lớp: BT15VTLT. . sinh viên hệ VHVL khóa 2015 hiện tại em đã hoàn thành LVTN và các môn trong chương trình đào tạo.. . . . Nhưng em nhận được mail\" Tra cứu thông tin sinh viên xét tốt nghiệp đợt 2 năm 2021 \", em vẫn còn nợ môn [full_name]:402833. Do môn [full_name] đã lâu không mở lớp em không đăng ký học được nên KHOA ĐIỆN-ĐIỆN TỬ  hỗ trợ cho em học môn tương đương thay thế là môn THIẾT KẾ VI MẠCH SỐ MMH:EE3117 học kỳ 2 năm 2021, em có mail cho văn phòng Khoa  ĐIỆN - ĐIỆN TỬ Khoa báo đã chuyển công văn xét miễn cho em rồi.. . . . Vì vậy hôm nay em viết đơn này mong PDT kiểm tra và xem xét hướng dẫn giúp em để kịp tốt nghiệp trong đợt này.. . Em rất mong nhận được sự phản hồi từ PDT. . Chân thành cảm ơn!",
            "Chào bạn. . Theo quy trình: [full_name] có công văn gởi Pdt thì sau khi Pdt ra quyết định sẽ phản hồi kết quả cho [full_name] để thông báo cho Sv . . Sau khi có kết quả, SV vui lòng gởi yêu cầu xét tốt nghiệp bổ sung tại Bksi . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học .   /B  Em có đăng ký 2A môn anh văn 2 LA1039 và anh văn 3A LA1041 bị trùng với môn hình học họa hình CI1011, môn vẽ bóng CI1019 và môn vật lý 1. Em không biết nhà trường đã hủy môn khi bị trùng lịch đăng ký không ạ? Vì em thấy 2 môn anh văn đã xếp vào thời khóa biểu rồi ạ. Em có gửi kèm hình thời khóa biểu bị trùng lịch.",
            "Chào bạn. . Tkb hiện tại không hủy. . Bạn có cần hủy không? thì hồi báo lại nghen. . Thân",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT,. . . . Em là sinh viên Việt Pháp khoá 2016. Em đã nộp chứng chỉ B1 tiếng Pháp rồi nhưng trên ds tốt nghiệp lại không thấy để thông tin bằng B1 trong khi một số bạn khác thì vẫn có. Cho em hỏi vậy em có nhận được phụ lục bằng dành cho sinh viên Việt Pháp như bình thường không ạ?. . Em xin gửi kèm hình thông tin trên ds tốt nghiệp của em ạ.. . . . Em xin cám ơn PĐT.",
            "Chào bạn. . Phụ lục tiếng pháp sẽ được cấp nếu sv đạt chứng chỉ tiếng pháp theo quy định.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin hủy môn học mã CO1027 do hủy sai mã môn học thành CO1028. Và em xin thôi tạm hoãn môn MT1005 và CH1003. .",
            "Chào bạn. . Bạn có thể ghi rõ nội dung hơn để Pdt xử lý. . Thời điểm hiện tại đã đến cuối tuần thứ 8 của HK211, quá thời gian để bổ sung hủy môn học. . - \"xin thôi tạm hoãn môn MT1005 và CH1003\": Bạn làm đơn xin hủy hoãn thi ghi rõ lý do, tên môn học, mã số môn học, học kỳ. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô,. . . .  Em là [full_name], sinh viên hệ Chính quy Bằng 2, khóa 2021.. .  HK211 em có đăng ký một môn dự thính là Vật lý bán dẫn, và hạn chót đóng học phí Dự thính theo thông báo từ PĐT là 11/10. Tuy nhiên, em lại chưa có tài khoản OCB để thanh toán, do mới nhập học, vậy thì bây giờ em phải làm thế nào để có thể thanh toán học phí dự thính được ạ?. .  Mong PĐT giải đáp giúp em.. . . . Em cảm ơn.. . . .",
            "Chào em,. . Em xem thông báo nhập học tuyển sinh bắng 2 có hướng dẫn sv phải làm tài khoản ngân hàng OCB. .  http://tuyensinh.hcmut.edu.vn/admission/index.php?route=catalog/chitietts&path=70_227&tid=1879. . Thân mến.",
            "Dạ cô ơi,. . . .  Lúc gửi bộ hồ sơ nhập học về trường thì theo Phụ lục 2 không có yêu cầu Phiếu đăng ký mở TK ngân hàng nên em không gửi. Và sau đó thì tình hình dịch bệnh phức tạp hơn nên là em cũng không biết làm thế nào để mở TK.. .  Vậy có cách nào để em có thể thanh toán được học phí môn Dự thính của học kỳ này đúng hạn không ạ? . . . .  Nhờ cô hướng dẫn giúp ạ.. . . . Em cảm ơn.",
            "Chào em,. . Em liên hệ số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy/cô!. . Em là [full_name], MSSV [student_id]. . Em có đăng kí in giấy xác nhận sinh viên để đăng kí hoãn nghĩa vụ quân sự. Nhưng do thời gian nộp giấy của em đến gần nên em mong nhà trường xem xét cung cấp giúp em bản PDF để có thể nộp cho chính quyền địa phương.. . Mã phiếu đăng kí của em là CNSV.[student_id].1 - ngày đăng kí 29/09/2021. . Mong nhận được phản hồi từ nhà trường. . Sinh viên, [full_name]",
            "Chào bạn[full_name] [full_name] [full_name] đã ghi nhận phản hồi của bạn, Vì số lượng đăng ký giấy CNSV tăng đáng kể, Nên [full_name] đang cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay, SV vui lòng thông cảm đợi thêm, giải thích thêm với cơ quan yêu cầu giấy CNSV[full_name][full_name] [full_name]  Sau khi [full_name] cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên[full_name][full_name] [full_name] Đồng thời [full_name] cũng đã gởi bưu điện nếu SV có đăng ký, SV vui lòng nhận sau [full_name] [full_name] Thân[full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi quý thầy cô PĐT. . Em tên là [full_name], MSSV [student_id].. . Trên Bkpay em có khoản phí 491.400 - tiền BHYT 12 tháng vào học kỳ 171 chưa được xác nhận đã thanh toán. Tuy nhiên, khoản phí này em đã thanh toán trực tiếp tại văn phòng KTX ĐHQG từ năm 2017 rồi.. . Mong quý thầy cô PĐT kiểm tra lại kỹ giúp em và cập nhật lại trên BKpay. . Em xin cảm ơn",
            "Chào em,. . Em vui lòng liên hệ trạm y tế qua email [email] để được hướng dẫn nhé.. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin cho em hỏi năm nay do tình hình dịch covid phức tạp vây em sẽ được nhận giấy xác nhận sinh viên của trường bằng hình thức nào ạ? Vì dưới địa phương của em đang hối thúc em nộp giấy xác nhận sinh viên, vậy khi nào trường cấp giấy xác nhận sinh viên ạ?",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Thầy cô cho em hỏi làm sao để biết mình đã rút môn học thành công ạ.. .",
            "Chào em,. . Em điền form rút môn học xong, xem email xác nhận nhé.. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT và khoa khoa học và kỹ thuật máy tính. . Em tên [full_name] hệ VLVH khoa kỹ thuật máy tính.. . Hiện tại em đã được PĐT xét duyệt đăng ký môn ĐCLV cách đây 2 tuần nhưng em không thể liên lạc được với các thầy cô để nhận đề tài cho lần này ạ.. . Em đã tìm được 2 bạn cùng làm với em trong đợt này nhưng hiện tại em không vào được trang elearning của khoa để xem thông báo và đăng ký đề tài được ạ.. . Kính mong PĐT và khoa giúp đỡ nhóm em ạ.. . Em xin chân thành cảm ơn.. . Sinh viên. . [full_name]. .   i Học vụ .",
            "Chào em,. . Em liên lạc [full_name] qua email [email] để được hỗ trợ nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là em vừa đăng ký biểu mẫu có nhu cầu đi học lại trên trường nhưng mà bây giờ em thấy tình hình dịch chưa ổn em có huỷ cái đăng ký đó được không ạ ???",
            "Chào bạn,. . PDT tiếp nhận yêu cầu Sinh viên hủy việc đăng ký thực hiện Thí nghiệm, Thực hành tại trường. Sinh viên sẽ được lùi lịch học các học phần thực hành, thí nghiệm cho đến khi có thông báo mới.. . Dự kiến cuối tháng 10/2021, SV kiểm tra tại trang Mybk- xemTKB  nếu TKB của môn Thí nghiệm, Thực hành vẫn cập nhật lịch mới theo thông báo vui lòng gửi lại câu hỏi để PDT kiểm tra lại nhé!. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PDT. . . . Em là [full_name] - [student_id]. Hiện em đã hoàn thành ctdt của khoa và cũng có đầy đủ các điều kiện tốt nghiệp (av 4 kĩ năng , ctxh,...). Học kì này em có đăng kí 1 môn duy trì tình trạng sv, hạn đóng tiền học phí là 11/9 nhưng hạn chót đăng kí tốt nghiệp là 31/10 nên không đăng kí tót nghiệp được. Cho em hỏi là hướng giải quyết vấn đề này ạ. Em cảm ơn.. . . .   i Tốt nghiệp .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 12/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào anh/chị. . . . Anh chị cho em hỏi là mình có thể cùng 1 lúc đăng kí 2 môn anh văn theo nhu cầu là Anh văn 3A và Anh văn 4A được không ạ.",
            "Chào bạn. . Theo quy định là chỉ đăng ký được 1 môn cho 1 đợt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô,. . Em là [full_name], MSSV [student_id]. . Hiện tại địa phương em bất ngờ gửi giấy mới khám nghĩa vụ quân sự. Phía địa phương yêu cầu phải có giấy xác nhận của trường trước ngày 11/10/2021.. . Em có tạo đơn trên BkPortal nhưng không biết khi nào có thể xong. Vậy nhờ thầy/cô kiểm tra giúp em tiến trình ký giấy tạm hoãn nghĩa vụ của em đã được xử lý chưa ạ. Và Nếu em lên trường nhận trực tiếp thì có nhanh hơn không ạ?. . Em cảm ơn,. . [full_name]. . . .",
            "Chào bạn[full_name] [full_name] [full_name] đã ghi nhận phản hồi của bạn, Vì số lượng đăng ký giấy CNSV tăng đáng kể, Nên [full_name] đang cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay, SV vui lòng thông cảm đợi thêm, giải thích thêm với cơ quan yêu cầu giấy CNSV[full_name][full_name] [full_name]  Sau khi [full_name] cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên[full_name][full_name] [full_name] Đồng thời [full_name] cũng đã gởi bưu điện nếu SV có đăng ký, SV vui lòng nhận sau [full_name] [full_name] Thân[full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name], MSSV: [student_id]. Em có điền nhầm form đăng ký học trực tiếp tại trường do nhầm là form khảo sát tiêm vaccine cho sinh viên. Mong được hủy câu trả lời form đăng ký học trực tiếp này do em không có nhu cầu. Em cảm ơn.",
            "Chào bạn,. . PDT tiếp nhận yêu cầu Sinh viên hủy việc đăng ký thực hiện Thí nghiệm, Thực hành tại trường. Sinh viên sẽ được lùi lịch học các học phần thực hành, thí nghiệm cho đến khi có thông báo mới.. . Dự kiến cuối tháng 10/2021, SV kiểm tra tại trang Mybk- xemTKB  nếu TKB của môn Thí nghiệm, Thực hành vẫn cập nhật lịch mới theo thông báo vui lòng gửi lại câu hỏi để PDT kiểm tra lại nhé!. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào phòng đạo tạo.. . Em là Nguyên học chính quy ngành Thủy Lợi. Phòng đào tạo cho em hỏi em học chính quy muốn chuyển xuống tại chức lấy bằng thì có cần thi anh văn nói viết không ạ. Em cảm ơn ạ",
            "Chào bạn. . Không nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name], mssv [student_id], vừa rồi em điền nhầm link đăng ký đi học thí nghiệm trực tiếp trên trường, không biết có ảnh hưởng gì không ạ?",
            "Chào bạn,. . PDT tiếp nhận yêu cầu Sinh viên hủy việc đăng ký thực hiện Thí nghiệm, Thực hành tại trường. Sinh viên sẽ được lùi lịch học các học phần thực hành, thí nghiệm cho đến khi có thông báo mới.. . Dự kiến cuối tháng 10/2021, SV kiểm tra tại trang Mybk- xemTKB  nếu TKB của môn Thí nghiệm, Thực hành vẫn cập nhật lịch mới theo thông báo vui lòng gửi lại câu hỏi để PDT kiểm tra lại nhé!. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hồi chiều em điền form này: https://docs.google.com/forms/d/e/1FAIpQLSd_yAssInTau3UCFq23mTAK74gYnF7KAapMFhHga61jAApv7A/formrestricted   và lỡ bấm rút môn học ME3139, nên  em xin PĐT hủy yêu cầu đó dùm em ạ.. . Em xin cảm ơn.",
            "Chào em,. . và lỡ bấm rút môn học ME3139. . =  Em gửi lại: ghi rõ mã môn học, tên môn học không rút môn học.. . Thân mến.. . . .",
            "Chào cô, em là [full_name] MSSV [student_id] em có chút thắc mắc về vấn đề là em đã đăng ký rút môn Hoá Đại Cương CH1003 theo đường link trên gmail và có xác nhận rút thành công vậy mà đến bây giờ môn vẫn còn hiện và lịch thi vẫn còn. Em rất lo mong cô xử lý sớm giúp em. . . .",
            "Chào em,. .  có xác nhận rút thành công vậy mà đến bây giờ môn vẫn còn hiện và lịch thi vẫn còn. . =  Không sao đâu em, sau 15/10 PĐT mới xử lý.. . Thân mến.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa thầy cô, do nhầm lẫn em đã điền nhầm vào tờ khai đăng kí đi học lại. Vì mới được tiêm 1 mũi cách đây không lâu nên em cảm thấy chưa yên tâm để đi học được. Cho em hỏi là làm sao để hủy đơn đăng kí đi học lại ạ.",
            "Chào bạn,. . PDT tiếp nhận yêu cầu Sinh viên hủy việc đăng ký thực hiện Thí nghiệm, Thực hành tại trường. Sinh viên sẽ được lùi lịch học các học phần thực hành, thí nghiệm cho đến khi có thông báo mới.. . Dự kiến cuối tháng 10/2021, SV kiểm tra tại trang Mybk- xemTKB  nếu TKB của môn Thí nghiệm, Thực hành vẫn cập nhật lịch mới theo thông báo vui lòng gửi lại câu hỏi để PDT kiểm tra lại nhé!. . Thân mến.. .",
            "Dạ vậy em có cần phải làm đơn hủy hay thủ tục gì không ạ",
            "Dạ vậy em có cần phải làm đơn hủy hay thủ tục gì không ạ. . =  Không cần em nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chào thầy cô, em là [full_name] sinh viên khoa KTGT khoá 2020. Lúc chiều này khi nhận được mail đăng kí học TN tại trường, vì sơ ý nên em nghĩ đó là phiếu khảo sát tình hình tiêm vaccine ở trường mình nên em đã đăng kí, vậy cho em hỏi là em có thể rút đơn hoặc nếu được duyệt thì em có thể không đi không ạ, vì hiện tại em đang ở tỉnh chứ không phải ở TPHCM ạ. Em cảm ơn.",
            "Chào bạn,. . PDT tiếp nhận yêu cầu Sinh viên hủy việc đăng ký thực hiện Thí nghiệm, Thực hành tại trường. Sinh viên sẽ được lùi lịch học các học phần thực hành, thí nghiệm cho đến khi có thông báo mới.. . Dự kiến cuối tháng 10/2021, SV kiểm tra tại trang Mybk- xemTKB  nếu TKB của môn Thí nghiệm, Thực hành vẫn cập nhật lịch mới theo thông báo vui lòng gửi lại câu hỏi để PDT kiểm tra lại nhé!. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô. . Em là [full_name] mssv [student_id]. . Vào ngày 05/10/2021, em có sự nhằm lẫn giữa link khai báo y tế và link đăng ký đi học trực tiếp tại trường nên em đã khai báo vào biểu mẫu đăng kí đi học trực tiếp tại trường ( trong khi em vẫn chưa đủ điều kiện đi học trực tiếp tại trường ). . Em muốn hủy đăng ký vào link học trực tiếp tại trường thì phải giải quyết như thế nào ạ. . Mong PĐT giúp đỡ",
            "Chào bạn,. . PDT tiếp nhận yêu cầu Sinh viên hủy việc đăng ký thực hiện Thí nghiệm, Thực hành tại trường. Sinh viên sẽ được lùi lịch học các học phần thực hành, thí nghiệm cho đến khi có thông báo mới.. . Dự kiến cuối tháng 10/2021, SV kiểm tra tại trang Mybk- xemTKB  nếu TKB của môn Thí nghiệm, Thực hành vẫn cập nhật lịch mới theo thông báo vui lòng gửi lại câu hỏi để PDT kiểm tra lại nhé!. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy cô,. . Em đã đủ điều kiện tốt nghiệp và muốn đăng ký xét tốt nghiệp (mã đợt TN.20211.1) nhưng trên form nhập thông tin em không cập nhật thông tin và nộp đợn được ạ.. . . . Về tình trạng đăng ký có ghi: Không tìm thấy thông tin trong danh sách tốt nghiệp dự kiến.. . . . Em muốn hỏi bây giờ em phải làm sao để đăng ký ạ.. . Em cảm ơn.. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 12/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi quý thầy cô phòng đào tạo, . . Em tên là [full_name], MSSV: [student_id]. . . . Hiện tại thì em đã đăng ký form vì đủ điều kiện vaccine và mong muốn đi học trở lại các môn thí nghiệm. Tuy nhiên, em có thắc mắc về việc di chuyển khi đến cơ sở 1. Bởi địa chỉ hiện tại em đang ở là tại nhà ở Biên Hòa Đồng Nai nên em không biết liệu việc đi lại liên tỉnh có gặp khó khăn gì không và nếu như đăng ký đi học lại mà không thể trở về nhà trong quá trình học thì làm thế nào hủy đơn đăng ký ạ.. . . . Kính mong quý thầy cô giải đáp giúp em.. . Em xin chân thành cảm ơn!. .",
            "Chào em,. . Tùy em quyết định và đọc kỹ email. Nếu em muốn hủy thì ghi rõ hủy gửi lại nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào trường, em tên [full_name], mssv [student_id], trưa nay trường gửi mail thông báo về việc học tập trung tại trường và link form đăng ký, em đọc không kỹ nên đã đăng ký nhầm vào form đăng ký đi học lại tập trung ạ, em muốn đính chính và chỉnh sửa lại thì làm cách nào, và có ảnh hưởng gì đến điểm rèn luyện không ạ?. . Em xin chân thành cảm ơn và kính chúc cán bộ nhà trường nhiều sức khỏe.",
            "Chào bạn,. . PDT tiếp nhận yêu cầu Sinh viên hủy việc đăng ký thực hiện Thí nghiệm, Thực hành tại trường. Sinh viên sẽ được lùi lịch học các học phần thực hành, thí nghiệm cho đến khi có thông báo mới.. . Dự kiến cuối tháng 10/2021, SV kiểm tra tại trang Mybk- xemTKB  nếu TKB của môn Thí nghiệm, Thực hành vẫn cập nhật lịch mới theo thông báo vui lòng gửi lại câu hỏi để PDT kiểm tra lại nhé!. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . Em chào thầy / cô,. . . . Vào thứ 3 tuần trước ngày 28/10, khi có điểm môn kĩ thuật siêu cao tần vào học kì 202, em có nộp đơn phúc khảo điểm theo hệ thống mybk, thế nhưng đến giờ sau 7 ngày em có liên hệ giảng viên giảng dạy em học kì trước, thì được báo là phòng đào tạo chưa mở hệ thống sửa điểm ạ, vì thế em viết đơn này để hỏi rằng không biết đơn phúc khảo của em có được xét duyệt không ạ, tại cũng sắp hết hạn rồi ạ. . Em mong sớm nhận được phản hồi từ thầy/cô ạ. Em xin chân thành cảm ơn.. . . . [full_name].. .",
            "Chào bạn. . Bạn kiểm tra tình trạng đơn phúc tra của bạn tại Mybk-[full_name] tra. . Tuy nhiên, nếu sau khi phúc tra điểm lên thì Giảng viên sẽ sửa điểm theo quy trình sửa điểm. . Nếu Giảng viên không nắm rõ quy trình có thể liên hệ Văn phòng Khoa để bộ phận Văn phòng hướng dẫn quy trình . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Do sơ suất nên em đã điền vào mẫu form đăng ký học trực tiếp tại trường, bây giờ em muốn rút lại đơn không đăng ký học trực tiếp nữa thì có được không ạ? Do em nhận thấy việc chỉ tiêm 1 mũi vacccine vào đầu tháng 10 chưa đủ an toàn để học trực tiếp. Em cảm ơn ạ!",
            "Chào bạn,. . PDT tiếp nhận yêu cầu Sinh viên hủy việc đăng ký thực hiện Thí nghiệm, Thực hành tại trường. Sinh viên sẽ được lùi lịch học các học phần thực hành, thí nghiệm cho đến khi có thông báo mới.. . Dự kiến cuối tháng 10/2021, SV kiểm tra tại trang Mybk- xemTKB  nếu TKB của môn Thí nghiệm, Thực hành vẫn cập nhật lịch mới theo thông báo vui lòng gửi lại câu hỏi để PDT kiểm tra lại nhé!. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào thầy/cô,. . . . Trong đợt thu phí bảo hiểm y tế và bảo hiểm tai nạn HK171, em có ấn đăng ký nhầm dù đã có bảo hiểm tại ký túc xá ĐHQG rồi. Em không biết việc này có ảnh hưởng đến việc xét tốt nghiệp không? Mong quý thầy/cô xem xét giúp em ạ.. . . . Em xin cảm ơn!",
            "Chào em,. . Em liên hệ trạm y tế qua email [email] để được hướng dẫn nhé.. . Thân mến.. ."
        ]
    }
]