[
    {
        "intent": "",
        "message": [
            "Học vụ . dạ em chào thầy(cô), em tên là [full_name],mssv [student_id], học lớp VP2018CĐT, dạ điểm tiếng anh của em mới đạt được 350, hồi lúc nghỉ dịch trường có miễn anh văn cho học kì 201 và cho em hỏi có được miễn anh văn học kì 202 không ạ. Nếu không thì em phải thi chuẩn anh văn đầu vào để đăng kí môn phải không ạ. Dạ cho em hỏi trường mới mở đk môn học vào hôm qua và khi nào thì trường tổ chức thi anh văn đầu vào ạ, nếu em thi ở trường thì có kịp đăng kí cho học kì kế tiếp không ạ, hay là em phải thi ở ngoài và nộp bằng cho trường ạ. Mong quý thầy (cô) giải đáp thắc mắc cho em, em xin chân thành cảm ơn.. .",
            "Chào bạn,. . . . - Học kỳ 202 khi DKMH có xét chuẩn anh văn sau các năm nha bạn.. . . . - Dự  kiến là tháng 12 sẽ mở đợt kiểm tra anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết thông tin nha.. . . . - Nếu bạn muốn chắc chắn thì bạn nên thi chứng chỉ Toeic quốc tế bên ngoài để nộp chuyển điểm anh văn nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Học vụ . Cho em hỏi điều kiện để được gia hạn thời gian đào tạo tối đa là như thế nào ạ.. . Theo như thời gian đào tạo tối đa hiện tại thì hết năm học này 10/2021 thì em vẫn chưa kịp làm đồ án tốt nghiệp .. .",
            "Chào bạn,. . . . Bạn xem qui chế học vụ điều 5, mục 5.5 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . học kì này em đang học môn cơ lưu chất nhưng hiện tại em đăng kí các môn khác thì báo lỗi không được do phải đăng kí môn cơ lưu chất trước trong khi các môn đó chỉ cần có học môn cơ lưu chất kì trước là được ạ. .",
            "Chào bạn,. . . . Đó là câu cảnh thôi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại em là sinh viên năm 3. Em vẫn chưa qua chuẩn AV3. Những cuối tháng 12 em mới thi  lấy bằng Toiec. Vậy có kịp hạn đăng kí môn học cho HK202 không ạ. Nếu không kịp, em có thể làm bảng cam kết nộp bằng sau cho Phòng Đào tạo được không ạ. Em cảm ơn.",
            "Chào bạn,. . . . Lịch học vụ đã công bố, DKMH môn học đợt 2 từ ngày 17-23/12.  Bạn đủ chuẩn anh văn mới DKMH được nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . . . em là sinh viên năm nhất mới vào, vào ngày 9/11 nhận được email trường nhắc nhở đăng kí môn học, vậy em có nên đăng kí không ạ? nếu không đăng kí vậy đến khi nào em mới đăng kí?. .",
            "Chào bạn,. . . . Bạn vẫn đăng kí được, bạn xem lịch học vụ để biết các đợt đăng kí http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_77&tid=1917.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Thầy,Cô. . Em tên là [full_name]-[student_id]. . Cho em hỏi là trường mình sẽ tổ chức thi toeict tháng 11 này vào ngày nào ạ? Và kết quả thi sẽ có trước khi đkmh đợt 2 mở phải không ạ? . . Em xin cám ơn!",
            "Chào bạn,. . . . Dự  kiến là tháng 12 sẽ mở đợt kiểm tra anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy cô. . Thầy cô cho em hỏi, em lỡ để lạc tờ xác nhận nhập học để hoãn nghĩa vụ. Vậy giỡ em làm lại tờ khác được không. Nếu được xin thầy cô chỉ em.. . Em cảm ơn thầy cô nhiều",
            "Chào bạn,. . . . Bạn vào Mybk để in giấy xác nhận sinh viên nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em là khóa k19 chuẩn bị đăng ký môn học học kỳ 202 nhưng chưa đạt chuẩn anh văn em muốn hỏi là khi nào trường tổ chức thi nữa ạ em từng thấy mail gửi là dự kiến tháng 11 nhưng chưa thấy thông báo gì về anh văn và cho em hỏi thêm chuẩn của k19 vẫn là từ 350-550 đúng không ạ. .",
            "Chào bạn,. . . . - Dự  kiến là tháng 12 sẽ mở đợt kiểm tra anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết thông tin nha.. . . . -  Điều bạn muốn hỏi nằm trong qui chế học vụ  điều 31, phụ lục 1 bạn vào tham khảo nha http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho e hỏi stk ngân hàng của trường mình là gì ạ?. . Cơ sở Bình Dương",
            "Chào bạn,. . . . Bạn liên hệ ngân hàng nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là: [full_name]. . MSSV: [student_id]. . Vì em bị mất điện thoại, nên có đổi mật khẩu nhiều tài khoản . . Nhưng mà em đăng nhập lại thì không đúng mật khẩu, cho em hỏi làm như thế ào để lấy mật khẩu mới ạ. . Em cảm ơn",
            "Chào bạn,. . . . Việc này bạn lên trực tiếp PDT để được hướng dẫn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ, em xin chào.. . Do ỷ y nên em bị buộc thôi học, nên em muốn hỏi:. . - Giờ em phải làm gì để được thu nhận lại ạ.. . - Với lại em không còn thấy Thời khóa biểu và lịch thi học kì này nữa.. . Em phải làm sao ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . . . Việc này bạn liên khoa để xin tư vấn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi thế toeic 355 đăng kí được môn học năm 3 chưa ạ.em thi ở trường ạ",
            "Chào bạn,. . . .  Điều bạn muốn hỏi nằm trong qui chế học vụ  điều 31, phụ lục 1 bạn vào tham khảo nha http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy(cô), em là sinh viên khóa K15, học kỳ sau em đăng ký LVTN, môn học yêu cầu có anh văn TOEIC 450, nếu hiện tại em đăng ký nộp chứng chỉ anh văn (460), thì sau này em còn có thể nộp lại để chuyển điểm cho môn anh văn 4 không ạ?. . Em xin cảm ơn.",
            "Chào bạn,. . . . Được bạn, nếu bạn nuốn chuyển điểm anh văn 4 thì bạn phải nộp chứng chỉ toeic  với số điểm cao hơn  nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa cô/thầy, vấn đề của em là, do năm nhất em không học anh văn trong trường nhưng em đã thi bên ngoài và cũng đã chuyển điểm được anh 1 và 2 rồi. Thì cho cô/thầy em hỏi là, em có được quyền đăng kí học anh văn 3 trong trường không ạ? Và nếu có thể thì em có thể học cùng lúc anh văn 3 và anh văn 4 trong một kì không ạ?. . Em cảm ơn cô/thầy đã phản hồi.",
            "Chào bạn,. . . . - Nếu  chứng chỉ của bạn đủ điểm chuyển anh văn 3, bạn vẫn chuyển điểm anh văn 3 được.. . . . - Anh văn 3 là môn học trước của anh văn 4, nếu bạn chưa học môn anh văn 3 bao giờ thì không được đăng kí anh văn 4 nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tôi là [full_name], MSSV:[student_id]. Nay tôi có nhờ bạn [full_name], MSSV:[student_id], nhận hộ tôi Bảng điểm Đại Học tôi đã đăng ký in từ trước, với lý do: Bận đi làm. . . Tôi xin cam đoan các thông tin tôi cung cấp ở trên là chính xác, và cũng xin không khiếu nại trong trường hợp xảy ra sai sót.. . . . Xin cảm ơn Phòng Đào Tạo ĐHBK TPHCM.. .   i Yêu cầu khác .",
            "Chào bạn,. . Đã gửi bảng điểm của bận cho bạn [student_id] - [full_name]. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào bạn,. . . . Sau 5h chiều nay PDT sẽ cập lại TKB, bạn kiểm tra lại trên cổng thông tin sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ em chào thầy/cô ạ.. . em có vấn đề thắc mắc là em học lại môn của kì 2 năm 3 vào kì 2 năm 4 thì em có cần phải đạt chuẩn anh văn của năm 4 không ạ. Kì đầu năm 4 em được đăng kí môn là do quy định không xét chuẩn anh văn của trường do dịch covid ạ.. . em cảm ơn!",
            "Chào bạn,. . . . Tuỳ môn nha bạn, nếu môn của năm 3 thì đạt anh văn năm 3,  nếu môn năm 4 thì đạt anh văn năm 4.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . HK 201 em đăng ký học 15 chỉ nhưng học phí kì này lại là 6,200,000 đ. Em mong phòng đào tạo xem xét lại ạ. Em cảm ơn !!. .",
            "Chào bạn,. . . . - Đối với khoá 2019 đăng kí tối đa 17 tín chỉ học phí 5.850.000.. . . . -  Nhưng đối với môn GDTC 3 lần đầu đăng kí sẽ học miễn phí,  bạn đăng kí học lại sẽ phải đóng học phí và không năm trong gói học phí 5.850.000, mỗi môn sẽ tính 1 chỉ nha.. . -\tBạn vui lòng xem thông báo học phí http://khtc.hcmut.edu.vn/news/item/5f98de604a8dc3073d2a9b20.. . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em học Khoá 18. . Năm Nhất kì 1 em hoàn thành Bóng Chuyền. . Năm Hai kì 2 em đăng kí tiếp Bóng Chuyền và hoàn thành. . Vậy em được tính đã hoàn thành bao nhiêu môn thể chất. . Các kì bóng chuyền em đăng kí không liên tiếp.. . Và kì tiếp theo này em có thể đăng kí tiếp không. . Cam ơn",
            "Chào bạn,. . . . Như bạn trình bày bên trên chỉ tính 1 môn nha bạn, bạn vui lòng xem thông báo môn GDTC đã cập nhật trên web PDT http://www.aao.hcmut.edu.vn/image/data/CTDT/thay_doi_mon_hoc_gdtc.pdf.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào!. . Em hiện là sv k17. Hiện theo ctdt thì em thiếu chứng chỉ ngoại ngữ để làm tiếp luận văn tốt nghiệp. Cho em hỏi hạn chót nộp chứng chỉ ngoại ngữ là khi nào vậy ạ. . . Theo em xem hạn chót nộp CCNN là ngày 13/1. Nhưng hạn chót đk bổ sung LVTN là ngày 28/1. Cho em hỏi phải nộp trước ngày 13 hay ngày 28 ạ. . . Em xin cảm ơn",
            "Chào bạn,. . . . Bạn nộp trước ngày 13/1 nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ!cho e hỏi là học bổng khuyến khích học tập kì 192 sao chưa cập nhật thông tin trên bảng điểm ạ cũng đã lâu lắm rồi ạ. Hay là kì 192 không có xét học bổng khuyến khích vậy ạ",
            "Chào bạn,. . . . Hiện tại chưa cập nhật danh sách học bổng, khi nào PDT cập nhật danh sách học bổng, sẽ gởi mail và cập nhật trên web PDT.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy cô cho em hỏi: hk201 em không đăng kí thêm môn học mà học phí của em là [student_id]đ, nhiều hơn so với bạn học cùng ạ.",
            "Chào bạn,. . . . - Đối với khoá 2019 đăng kí tối đa 17 tín chỉ học phí 5.850.000.. . . . -  Nhưng đối với môn GDTC 3 lần đầu đăng kí sẽ học miễn phí,  bạn đăng kí học lại sẽ phải đóng học phí và không năm trong gói học phí 5.850.000, mỗi môn sẽ tính 1 chỉ nha.. . -\tBạn vui lòng xem thông báo học phí http://khtc.hcmut.edu.vn/news/item/5f98de604a8dc3073d2a9b20.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy cô cho em hỏi: trước ngày 29/12/2020 em nộp bằng anh văn vào thì có còn được đăng kí môn học bổ sung không ạ.. .",
            "Chào bạn,. . . . Nếu bạn nộp CCNN ngày 29/12/2020 bạn đăng kí môn học đợt 3. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện em đang thực hiện LVTN của mình trong học kỳ này, nhưng vẫn chưa đủ điều kiện tốt nghiệp ngay sau khi hoàn thành (ngày CTXH, chứng chỉ ngoại ngữ, ...).. . . . Trong học kỳ tiếp theo, em cần đăng ký số môn/số tín chỉ như thế nào để được duy trì tình trạng đang theo học vậy thưa phòng đào tạo?. . . . Em cảm ơn!. .",
            "Chào bạn,. . . . Bạn muốn duy trì tình trạng sinh viên, bạn có thể đăng kí một môn nào đó tuỳ bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Về việc đăng ký môn. . . . Bơm, quạt, máy nén. . . Chương trình đào tạo khóa K18 - mã MH ME2039. . Chương trình đào tạo khóa K19 - mã MH ME2121. . . . Em là sinh viên khóa K18 đã học môn Bơm quạt máy nén ở HK2 năm 2, học kì 202 sắp tới em muốn đăng ký học với K19 môn Bơm quạt máy nén.. . . . Cho em hỏi em đăng ký học mã MH ME2121 của khóa K19 rồi sau đó xin chuyển điểm về mã MH 2039 để đúng với chương trình đào tạo của khóa K18 được không, em cám ơn.. .  . .",
            "Chào bạn,. . . . Việc này bạn về khoa tư vấn cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em kính chào thầy cô phòng đào tạo.. . Dạ em là sinh viên khóa 2019, cho em hỏi là đợt kiểm tra tiếng anh vừa rồi vào tháng 9 do IIG tổ chức, có dùng điểm đó để xét chuẩn anh văn từng năm ôn ạ? Em thi được 475 là có xét cho em đạt chuẩn anh văn sau năm 2 ôn ạ? (Khóa 2019 sau năm 2 đạt chuẩn anh văn trên 450). . . .",
            "Chào bạn,. . . . - Đợt kiểm tra tiếng anh vừa rồi vào tháng 9 do IIG tổ chức dùng để xết chuẩn sinh viên sau các năm nha bạn. . . . . - Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 để biết điều kiện chuẩn anh văn sau các năm http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chao! em sinh viên hệ VLVH nhập học tháng 10 do có việc nên bị trễ đăng kí môn bao giờ phải làm sao! mình có thể đăng kí trên bksi luôn được không? cảm ơn!",
            "Chào em.. . Em theo dõi lịch đk bổ sung, sẽ gởi qua email nhé. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn,. . . . Bạn muốn hỏi điều gì?.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]. . E là sinh viên hệ vhvl tại sao đợt 1 e học có 1 môn là 1 chỉ mà e đóng học phí tới 2.100.000 vậy ạ . môn đó là Thực tập kỹ thuật (Kỹ thuật Thiết kế) ME2025 . .",
            "HP em có 2 môn hiện tính HP của đợt 1;. . [full_name]2009 nhóm T01, [full_name]2025 nhóm T01. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại e ko đủ tiêu chuẩn làm sv năm 2 để đăng kí môn học của kì 201 rồi. Không biết là có thể cho e pass tạm thời để đăng kí môn năm 2 cho học kì 202 không ạ",
            "Chào bạn,. . . . Hiện tại học kỳ 201 chưa có điểm, bạn vẫn đăng kí được. Khi bạn có điểm học kỳ 201, PDT sẽ xét lại nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "phòng đào tạo cho em hỏi là học kì này phòng đào tạo có mở kì kiểm tra anh văn nào nữa không, và sẽ dự tính khi nào mở kì kiểm tra vậy? Em cảm ơn. . . .",
            "Chào bạn,. . . . Dự  kiến là tháng 12 sẽ mở đợt kiểm tra anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có thí toeic đó trường tổ chức 1 năm trước h e vào thấy nó xoá kết quả vậy cho e hỏi nó có công nhận cho em không ạ. .",
            "Chào bạn,. . . . - Em có thi toeic do trường tổ chức 1 năm trước: kỳ thi chỉ xét chuẩn sinh viên sau các năm nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "thầy cô cho em hỏi trường có tổ chức kiểm tra anh văn toeic định kì trong HK 201 không ạ. Nếu có thì là khi nào và có giới hạn sinh viên đăng kí không ạ. Em cảm ơn thày cô",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Dự  kiến là tháng 12 sẽ mở đợt kiểm tra anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . cho e hỏi điểm thi toeic 1 năm ở trường e được 355 bị xoá vậy có tính không ạ. .",
            "Chào bạn,. . . . - Không xoá nha bạn. Bạn muốn hỏi vấn đề gì. . . . Thân",
            "vậy sao trong bảng điểm em nó không hiện ạ em xin cảm ơn",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Chào bạn,. . . . - Điều bạn muốn hỏi nằm trong qui chế học vụ  điều 31, phụ lục 1 bạn vào tham khảo nha http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . - Điểm của bạn dùng để xét chuẩn anh văn sau các năm nên không hiện trên bảng điểm được bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chưa thanh toán học phí k20 ngày 12/11 em lên bkPay nhưng hệ thống báo chưa đến hạn thanh toán làm thế nào để em có thể thanh toán học phí ? em cảm ơn",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra mail nha, đối với khoá 20 tháng 12 mới thanh toán học phí.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào ad.. . Mình muốn hỏi là làm sao để in bảng điểm vậy ạ.. . Mình có vào mybk -  xem điểm nhưng lại hiện thị có có dữ liệu điểm. Mong ad giúp",
            "À mình biết r. Cảm ơn ad"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1910535  /b \t. . . .   i Đăng ký môn học . Dạ em chào thầy/cô ạ, em muốn hỏi về việc đăng ký môn học kì 202 khi áp chuẩn AV vào ạ!. . (Giả sử mọi điều kiện để dkmh còn lại của em đều thỏa). . Hiện tại em chưa thi AV trong trường ạ. . Em xin phép hỏi những câu sau ạ!. . . . 1.Đợt vừa rồi dịch Covid nên trường có dời Anh Văn 1 kì nên sắp tới để đăng ký thành công môn học kì 202 thì cần Anh Văn lớn hơn hoặc bằng 350 phải không ạ ?. . . . 2.Đợt 1 đăng ký môn học kì 202 là 10/11-17/11/20. .   Đợt 2 là 17/12-23/12/20. . -Vậy khi bắt đầu đợt 2 là ngày 17/12 trở đi mà em chưa có AV  = 350 thì trường sẽ hủy môn hay là hết ngày 23/12/20 mà em chưa đủ AV trường sẽ hủy môn vậy ạ ? Em cảm ơn. . -Trong khoảng thời gian 17/12-23/12/20 nếu trường tổ chức AV và em thi  = 350đ thì dkmh kì 202 có thành công không ạ ?. . . . 3.Nếu cuối tháng 11 này em thi bên ngoài và có bằng với số điểm  = 350 thì khi nộp vào cho trường để thẩm tra xét đkmh( không chuyển điểm) thì nộp lúc nào trước ngày 17/12 cũng được phải không ạ, nếu được như vậy thì em có thể được giữ lại môn mà em đã đăng ký cho kì 202 phải không ạ ?. . . . Em cảm ơn thầy/cô rất nhiều ạ !. . . .",
            "Chào bạn,. . . . 1. Học kỳ 202 có xét chuẩn anh văn sau các năm nha bạn.. . . . 2. Đợt 1 PDT tạm pass chuẩn anh văn cho bạn đăng kí môn học, từ đợt 2 DKMH bạn không đủ chuẩn anh văn sau năm 1 thì không đăng kí những môn năm 2 nha.. . . . 3. Bạn có thể thi toeic bên ngoài để nộp CCNN để DKMH vẫn được nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô, em là sv khoa Điện k18, cho em hỏi là đăng ký môn Thực tập của k2018 là Thực tập tốt nghiệp-ee3333 hay Thực tập ngoài trường-ee3335 ạ.Vì lên xem kế hoạch giảng dạy(trên http://www.aao.hcmut.edu.vn/index.php?route=catalog/chuongtrinhdaotao ) thì là hk6 hè là môn Thực tập ngoài trường dành cho k18 nhưng khi xem Khung chương trình đào tạo k18 thì là thực tập tốt nghiệp.. . Mong thầy cô giải đáp thắc mắc của em.",
            "Chào bạn,. . . . Mã đúng là EE3335 Thực tập ngoài trường, PDT sẽ cập nhật lại khung CTDT nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Thầy cô cho em hỏi:. . Lúc trước em đã thanh toán học phí HK201 lần 1 và 2, tổng 3.850.000đ. Nhưng giờ em kiểm tra thấy phải đóng thêm 3.850.000đ. Kỳ này em đăng ký chỉ 11TC, mà học phí tận 7.700.000đ. Vậy cho em hỏi học phí thực tế HK201 của em được tính như thế nào, là bao nhiêu để em đóng học phí đúng hạn.. . Em xin cám ơn thầy cô!",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra học phí trên Bkay.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1914880  /b \t. . . .   i Đăng ký môn học .  Chào thầy/cô, em là sinh viên K19 khoa khoa học và kỹ thuật máy tính. . .  Học kì 202 trong chương trình đào tạo có 3 tín chỉ môn tự do. Theo em biết thì môn này có thể đăng kí bất kì môn nào,của khoa nào. Em muốn biết là HK trước (192)   B em đã học môn Phương Pháp tính (mã MT1009) và đã qua môn  /B , nay trong CTĐT mới không còn môn này (từ K19) thì như vậy 3 tín chỉ tự do của kì 4 có được xem như là đã học không? Hay em phải ĐK một môn khác?. . Em cảm ơn.",
            "Chào bạn,. . . . Việc này bạn liên hệ khoa của bạn để được tư vấn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô,. . . . Em là [full_name], MSSV [student_id], hiện là sinh viên năm 2 Khoa học máy tính.. . . . Vào tối ngày 11/11/2020, em đã thực hiện thủ tục thanh toán học phí học kỳ 201 thông qua trang BKPay và hoàn thành đủ các bước hệ thống OCB yêu cầu. Tuy nhiên, cho đến ngày 12/11, tài khoản OCB của em vẫn chưa bị trừ tiền và tình trạng học phí trên BKPay vẫn là chưa thanh toán. Vì vậy, em đã thực hiện thao tác thanh toán học phí lại lần thứ 2 vào buổi chiều cùng ngày, nhưng đến ngày hôm nay (13/11), tài khoản OCB và tình trạng học phí BKPay của em vẫn giữ nguyên như cũ. Em có đính kèm hình hoàn thành việc đóng học phí 2 lần trên ở bên dưới.. . . . Em mong thầy/cô xem xét giúp em về lỗi hệ thống này. Và khi hệ thống trở lại bình thường, xin thầy/cô đừng để hệ thống trừ tiền học phí của em 2 lần.. . . . Em xin cảm ơn. . . . [full_name]",
            "Chào bạn,. . . . Bạn vui lòng liên hệ ngân hàng OCB để kiểm tra lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Tất cả môn học của HK1/2020-2021 của em bị mất. Cho em hỏi đây là lỗi hệ thống hay em đang bị xử lý học vụ và cách khắc phục ạ?. . Mong có phản hồi sớm từ PĐT, em cảm ơn ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Thưa thầy/cô. .     Hiện tại thì đã hết hạn đăng kí môn học bổ túc nhưng em vẫn chưa đăng kí kịp thì em phải làm sao ạ!. . Cảm ơn thầy/cô.",
            "nhà trường sẽ đk cho bạn nhé. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào ad.. . Mỉnh hiện là sv năm 2.. . Hiện mình có ý định muốn thi Đại học lại để vào một ngành khác trong trường.. . Mình muốn hỏi là mình có cần xin giấy xác nhận của Hiệu trưởng để thi Đại học hay không.. . Và nếu mình thi đậu vào một ngành khác thì những môn đại cương trước đó mình có được miễn học không. Mong ad giúp mình.. . Thân.",
            "Chào bạn,. . . . - Bạn muốn thi thì thi bình thường như thi sinh tự do không cần giấy xác nhận hiểu trưởng.. . . . - Tuỳ môn nha bạn, việc môn tương đương bạn hỏi lại khoa.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi tại sao em bị mất thời khóa biểu và các khóa học trong bkel của học kì 201 vậy ạ",
            "Học vụ. . . . Cho em hỏi tại sao em bị mất thời khóa biểu và các khóa học trong bkel của học kì 201 vậy ạ  /QUOTE . .",
            "Chào bạn,. . . . Bạn bị buộc thôi học vì lý do học lực theo quyết định 604/BKDT ngày 09/11/20. Bạn làm đơn cứu xét ở khoa chưa?.. . . . Thân. .",
            "Em có nộp hôm thứ 6 rồi ạ. . Nhưng tới hôm nay vẫn không vô được",
            "Chào bạn,. . . . Bạn phải hỏi khoa đơn bạn đã giải quyết chưa?, bạn nộp đơn ở khoa, bạn hỏi PDT sao trả lời được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào PĐT,. . . . Em có tra trên web nhưng vẫn có thông tin về ngày tổ chức lễ tốt nghiệp sắp tới. PDT có thể cho em biết sẽ tổ chức vào ngày nào không ạ ?. . Em có thể nhận bằng tốt nghiệp vào hôm lễ tốt nghiệp không ạ ?. . . . Xin cảm ơn.",
            "Chào bạn,. . . . Lễ tốt nghiệp diễn ra ngày 28/11, bạn vui lòng thường xuyên kiểm tra mail để biết thông tin tốt nghiệp.. . . . Thân. .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi em thời khóa biểu bị mất và elearning của em không thể truy cập vào khóa học là bị sao ạ. Em xin cảm ơn ạ. .",
            "Chào bạn,. . . . - Bạn bị buộc thôi học vì lý do học lực theo quyết định 6041/BKDT ngày 09/11/2020. Bạn đã làm đơn cứu xét ở khoa chưa?. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi [full_name]. . Phòng quản trị thiết bị, . . Phòng đào tạo.. . Phòng CTCT - SV. . . . Trường Đại học Bách Khoa là một trong những trường đại học lớn, hàng đầu của đất nước. Tuy vậy vẫn có những việc làm xấu mặt, ảnh hưởng đến uy tín cũng như chất lượng đào tạo của trường: . . . . +việc ăn uống sinh hoạt ngay giờ học của sinh viên (đặc biệt ngày 14/11/2020). . + tiếng hò hét (dô...) . . + tiếng hát.... . . . Đây không phải là lần đầu có trường hợp này. Gây khó chịu cho sinh viên cũng như cán bộ giảng dạy.. . . . Em nghĩ trường nên quán triệt lại vấn đề này. Vì trường là nơi để giáo dục, không phải để bày tiệc, rượu bia. Đặc biệt ngay mùa thi cử ôn thi của sinh viên. . . . . Để đảm bảo chất lượng học tập của sinh viên,kính mong nhà trường tiếp thu ý kiến của sinh viên",
            "Em mong nhận được phản hồi từ ban giám hiệu, các thầy trưởng phòng ạ. Em xin cảm ơn",
            "Chào bạn,. . . . . . Tôi  ghi nhận ý kiến của bạn, phản hồi ban lãnh phòng.. . . . Thân",
            "Em chưa nhận được trả lời hay phản hồi nào ạ",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Đến giờ là ngày 21/11, em gửi phản hồi lúc 14/11 mà em chưa nhận được phản hồi ạ",
            "Chào bạn,. . . . PĐT đã ghi nhận ý kiến của sinh viên và sẽ cân nhắc tất cả các yếu tố liên quan trong hoạt động của toàn thể nhà trường.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp  /i  Chào Thầy/Cô! Phần nơi sinh trong thông tin tốt nghiệp em không ghi hay cập nhật được, mong Thầy Cô cập nhật giúp em với ạ. . Nơi Sinh: Tp.Hồ Chí Minh. . MSSV: [student_id]. . Em xin cám ơn ạ!. . . . . .",
            "Chào bạn,. . . . PDT đã chỉnh lại nơi sinh cho bạn rồi, bạn vui lòng kiểm tra lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi trường mình trong tháng 12 có tổ chức thi kiểm tra trinh độ tiếng anh không ạ. .",
            "Chào bạn,. . . . Dự  kiến là tháng 12 sẽ mở đợt kiểm tra anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B   B   /B Yêu cầu khác . em đăng ký nộp bằng toeic 2 kỹ năng đọc và nghe, điểm của em là 405 điểm mà sao lúc em chọn miễn av1 với av2 lại hiện ra lỗi này ạ,rất mong được giải đáp, em cảm ơn!!",
            "Chào bạn,. . . .  Điều bạn muốn hỏi nằm trong qui chế học vụ  điều 31, phụ lục 1 bạn vào tham khảo nha http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Trong mục 4  Chuyển điểm các môn ngoại ngữ và bảng quy đổi tương đương các chứng chỉ.. . . . Phần a) Các môn Anh văn:. . . .  Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2020-2021. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô,. . . . Thưa cô em là [full_name] [full_name], học ngành kỹ thuật máy tính, lớp MT16TN, mssv: [student_id]. . . . . Em có nhận bằng tạm thời, và em đã xác nhận thông tin về tên, ngày sinh, khoa và kết quả xếp loại là chính xác. . . Tuy nhiên hôm nay ngày 14/11, em biết được thông tin là nếu học chương trình tài năng thì trên bằng sẽ có thêm dòng “Chương trình tài năng” (Honor Program) và em thấy có sự thiếu sót này trên bằng tạm thời và như thông tin từ phòng đào tạo, đây sẽ là thông tin trên bằng chính thức. . . . . Vậy em kính nhờ phía phòng đào tạo kiểm tra lại thông tin này giúp em ạ.",
            "Chào bạn,. . . . Bạn đem giấy chứng nhận tốt nghiệp tạm thời đến PDT kiểm tra, nếu có sai sót thì điều chỉnh cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào Phòng đào tạo, em là [full_name], MSSV [student_id]. . . . . Trong bài viết trước, em đã được PĐT tư vấn kỳ thi kiểm tra anh văn của trường chỉ dùng để xét chuẩn anh văn sau các năm. Nhưng có vài vấn đề em vẫn chưa rõ lắm, mong PĐT giải đáp giúp em ạ.. . . . 1. Nếu em đã đủ chuẩn anh văn năm 2 bằng điểm kỳ thi kiểm tra anh văn của trường, và em muốn đạt chuẩn anh văn năm 3 bằng hình thức đăng ký học môn anh văn 4. Tuy nhiên, em vẫn chưa học anh văn 1 2 3. . . Vậy sau khi học và qua môn anh văn 4, em có được xét là đã đủ chuẩn anh văn năm 3 chưa?. . . . 2. Trong trường hợp em nộp bằng TOEIC và được chuyển điểm anh văn 1 2 3 (chưa đủ điểm TOEIC để chuyển điểm anh văn 4) và em có học môn anh văn 4 ở trường và có điểm. Như vậy em có được xét là đủ chuẩn sinh viên năm 3 không?. . . . 3. Trong trường hợp em nộp bằng TOEIC và được chuyển điểm anh văn, nếu điểm quy đổi theo kỳ thi TOEIC thấp hơn điểm môn anh văn 4 em học tại trường thì điểm nào sẽ được tính?. . . . . . Em mong nhận được giải đáp từ PĐT. Em xin chân thành cảm ơn ạ.",
            "Chào bạn,. . . . Bạn liên hệ trực tiếp PDT để tư vấn cho bạn.. . . . Thân"
        ]
    }
]