[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi phòng đào tạo!. . Em là [full_name] sinh viên K15. Bây giờ em muốn rút 2 môn trong thời khóa biểu để đăng kí thêm LVTN nhưng phòng đào tạo không mở để em có thể nộp đơn hủy môn học. Vì vậy em viết yêu cầu này để hỏi xem có cách nào hủy online không ạ! . . Em mong được nhận câu trả lời sớm từ các cô thầy ạ! . . Em xin chân thành cảm ơn !",
            "Chào bạn,. . Bạn có thể làm đơn xin hủy MH để đăng ký LVTN và nộp tại Phòng Đào tạo nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "cho e xin danh sách các môn sẽ mở lớp trong học kì này. . khóa 2017 ngành kỹ thuật hóa học chuyên ngành công nghệ sinh học để e đăng kí ạ e học tại cs1. .",
            "bạn xem ctđt ngành CNSH khóa 2017.. . vào trang đkmh xem các đợt đkmh để biết các môn mở CQ và Hệ VLVH treo các đợt đăng ký. . Thân",
            "đợt xét học dự thính hk2 đăng kí thì khi nào bắt đầu học ạ. . lớp đăng kí học dự thính sỉ số bao nhiêu thì mở lớp ạ",
            "Chào bạn. . - Bạn xem lịch học vụ tại http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=1814. . - Hiện tại đang có đợt đăng ký dự thính của hệ chính quy, dự thính của hệ VLVH sẽ có thông báo sau qua mail. . - về quy định mở lớp bạn xem chi tiết tại điều 8, Quy chế học vụ : http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: V[student_id]  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi PĐT. . Cho em hỏi sao đợt đăng kí bổ sung LVTN (sau khi dời lịch do tình trạng dịch COVID-19) vào ngày 25/2-3/2/2020 em không thấy mở để đăng kí ạ.. . Em xin chân thành cảm ơn!",
            "Chào bạn,. . Sau 15h ngày 25/02/2020 bạn vô đăng ký lại nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi Phòng Đào Tạo,. . . . Em là [full_name], MSSV [student_id], khoa Cơ Khí.. .  . . Dạ cho em hỏi là điểm anh văn đã được quy đổi chuyển điểm, nhưng bây giờ em đã thi lại và có kết quả tốt hơn, em có thể nộp bằng và đổi điểm không ạ.. . . . Em xin cảm ơn.. . [full_name].",
            "Chào bạn. . Bạn xem quy định tại đây nghen : . . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=89&tid=1626"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kì sau em có học đồ án điện tử-viễn thông thì em được trường xếp vô đồ án viễn thông mà trong khi đó lúc đâng kí môn học em chỉ đăng kí nhũng môn bên ngành điện tử. Vậy cho em hỏi là em có thể chuyển sang đồ án điện tử được không ạ tại nếu làm đồ án viễn thông thì nó sẽ hơi bất lợi cho em vì từ đầu em đã xác định theo hướng điện tử nên học trước những môn bên điện tử. Em cảm ơn. .",
            "Chào bạn,. . Về việc phân Đồ án bạn vui lòng liên hệ tại Khoa / Bô môn để được hướng dẫn nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thân gửi PĐT, em là [full_name] - [student_id]. . . . Học kì 192 là kì học cuối cùng của em, nên em rất mong muốn Phòng đào tạo đăng kí bổ sung giúp em môn học CI-4037 : Công trình trên đất yếu ạ!. . . . Em chân thành cảm ơn Phòng đào tạo. .",
            "Chào em,. . . . PDT đã đăng kí cho em rồi, chậm nhất cuối tuần PDT sẽ cập nhật TKB cho em."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi.  Nếu ở năm 1 mình còn nợ môn đại cương bắc buộc thì có ảnh hưởng gì đến năm 2 không ạ.",
            "Chào bạn,. . Chưa hiểu rõ về câu hỏi của bạn, bạn có thể xin tư vấn với GVCN hoặc Ban nhiệm khoa để CTĐT của mình nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo. . Em là [full_name] - mssv: [student_id]. . Học kì 192 là học kì cuối của em nên để kịp tiến độ mong phòng đào tạo đăng kí bổ sung giúp em môn học \"Công trình trên nền đất yếu - CI4037 \" ạ.. . Em xin chân thành cám ơn.\t. . . .",
            "Chào bạn,. . Đang có đợt đăng ký dự thính, bạn vui lòng vào đăng ký nhé. Hiện tại đã hết thời gian để đăng ký học kỳ chính 192.",
            "em có đăng kí dự thính mà sỉ số ít không đủ mở  lớp ạ. Lớp em có bạn được phòng đào tạo sắp xếp cho đăng kí lớp văn bằng 2. Mong phòng đào tào xem xét vì đây là học kì cuối của em rồi.. . em xin cám ơn.",
            "Chào em,. . . . PDT đã đăng kí cho em rồi, cuối tuần này PDT sẽ chạy lại tkb cho em nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Kính chào Ban Giám Hiệu. . . Em tên [full_name], mssv: [student_id], khoa Kỹ Thuật Xây Dựng. . . Đợt đăng kí môn học vừa rồi, có hai môn: Giáo Dục thể chất 2 và Nhập môn lập trình( CI1003) em đăng kí nhầm ở cơ sở 1. Kính mong nhà trường cho em chuyển địa điểm học sang cơ sở 2 để thuận tuện việc đi lại. Vì các môn học của ngành Kiến Trúc đều học ở cơ sở 2 .. . Kính mong nhà trường xem xét cho em được đổi cơ sở học hạ môn trên. Em xin chân thành cảm ơn.",
            "Chào em,. . . . [full_name] đã chuyển 2 môn CO1003 và PE1015 về cơ sở 2. Cuối tuần [full_name] sẽ cập nhật TKB lại cho em."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Em xin đăng ký môn. .    EE3087 Bảo vệ rơle trong hệ thống điện. .    EE3095 Ổn định hệ thống . . Do các môn tự động hóa mở ít môn nên em xin đăng ký hai môn học trên của hệ thống điện (vẫn thuộc các môn tự chọn của ngành tự động hóa).. . Nhưng do bị mã vàng thiếu môn học trước Giải tích hệ thống điện của ngành Hệ thống điện nên em kính mong quý pđt xem xet cho em được học 2 môn trên để theo kịp tiến độ học tập.. .  Em xin chân thành cảm ơn.",
            "Chào bạn.. . TKB Dự thính hiện đang xếp,. . chưa biết có mở môn học hay không.. . bạn chú ý theo dõi kết quả. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Kính chào Ban Giám Hiệu.. . Trong đợt đăng kí môn học vừa qua, có hai môn: Giáo dục thể chất 2 và Nhập Môn lập trình ( CI1003) em đăng kí nhầm ở cơ sở 1. Kính mong nhà trường xem xét cho em được chuyển về cơ sở 2 để tiện việc đi lại. Vì các môn học của ngành Kiến Trúc đều ở cơ sở 2.. . Kính mong nhà trường xem xét cho em được chuyển cơ sở học hai môn trên.. . Em xin chân thành cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ em muốn viết đơn đặt cách thì phải viết như thế nào ạ",
            "Chào em,. . . . Việc này thuộc kỹ năng của em học từ phổ thông nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi mình có thể in lý lịch khoa học của sinh viên trên Mybk được không ạ?. . Nếu được xin dẫn em cách in!. .   i Yêu cầu khác .",
            "Chào bạn,. . Bạn vui lòng trình bày rõ là bạn cần in lý lịch khoa học để làm gì? Nội dung gồm có những gì?. .",
            "Dạ em in lý lịch để bổ sung hồ sơ cho thuyết minh nghiên cứu khoa học!",
            "Bạn vui lòng liên hệ với Giáo viên chủ nhiệm/ Ban chủ nhiệm Khoa để được hướng dẫn về việc in lý lịch khoa học nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào các thầy cô ạ ,em là sinh viên K19  của chương trình Việt-Pháp ạ . Kỳ đầu tiên của em có môn Giải Tích 1 là chưa đủ để qua môn .  Và em đọc trên quy chế thì bọn em được 1 lần thi lại môn này nữa ạ . Nhưng do dịch nCoVi-19 thì bọn em lại bị chậm kế hoạch thi lại và em thấy có thông báo đăng ký dự thính nhưng do em chưa được thi lại nên em đang không biết là nếu em đăng ký dự thính học lại môn này bây giờ thì khi em thi lại mà qua môn liệu em có được huỷ đăng ký học dự thính không vậy ạ . Và nếu em không đăng ký dự thính vào đợt này thì sau khi thi xong trường mình có mở đợt đăng ký mới không vậy ạ . Em cảm ơn thầy cô nhiều ạ .",
            "Chào bạn. . - Chắc chắc là bạn sẽ có 1 đợt thi lại (vì lý do dịch nên cũng đang bị chậm). . - nếu đăng ký dự thính thì chỉ có thể hủy trong đợt dkmh từ ngày 3/3 đến 6/3"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .  Em chào cô.. .  Em muốn phản hồi nhưng câu hỏi đã bị đóng ạ.. .  Em đã lên phòng đào tạo hỏi và được hướng dẫn đặt câu hỏi trên này.. .  Mong cô hướng dẫn chi tiết hơn.",
            "Chào em,. . . . - PDT trước đó có nhận câu hỏi mở lớp đồ án, có nói với em làm đơn nộp PDT.. . - Em làm đơn mở lớp phải có sự đồng ý của khoa và giáo viên hướng dẫn đồ án nộp PDT nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Thưa thầy/cô cho em xin lỗi vì đã làm phiền.. . Việc em muốn hỏi là hiện tại em là sinh viên năm 2 (k18), nhưng do vì em chưa đủ chuẩn av sau năm nhất nên không đăng được các môn của năm 2. Đợt vừa rồi em có thi av định kỳ ở trường nhưng chỉ được có 340 nên cũng không đủ điểm để đkmh. Nhưng trong đó có một môn là qttbch(ch2019) môn đấy rất quan trọng với ngành của em là môn cơ sở để đk học những môn chuyên ngành sau này và là môn học trước để em thực tập hè năm nay. Bây giờ em cũng không thi av kịp để chuyển điểm. Thầy/cô cho em hỏi là còn cách nào để có thể đăng ký môn đấy vào kỳ dự thính hk192 không ạ.. . Em cảm ơn. Xin lỗi đã làm phiền.. .",
            "Chào em,. . . . Đã là qui định, phần mềm đã lập trình sẵn nên không thể đăng kí được."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Vừa làm vừa học - ĐTTX   Đăng ký môn học . Em xin đăng ký môn. .     EE3089 Kỹ thuật cao áp. . Em muốn cải thiện điểm nhưng do là môn tự chon khác ngành nên bị mã vàng do không có môn học trước Giải tích hệ thuống điện. . . Nay em mong Pđt xem xét cho em được học môn để cải thiện điểm số.. . Em xin chân thành cảm ơn",
            "ok"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   b MSSV/MSGV: [student_id]0  /b \t. .   B xin chào thầy, cô . em đã hoàn thành xong tất cả các môn học và anh văn nhưng tra danh sách tốt nghiệp dự kiến vẫn không có tên , cho em hỏi em cần gì để được cập nhật tên trong danh sách tốt nghiệp ạ . em cảm ơn   /B . .   i Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... .",
            "Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau thứ 6 hàng tuần phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn /tốt nghiệp /thông tin tốt nghiệp/danh sách tốt nghiệp 04/2020. . -Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]. . Môn học: Luận văn tốt nghiệp.. . Mã MH: CI4343. . Chào Thầy/Cô,. . Hiện lịch đăng kí luận văn bổ sung đã có, nhưng không còn chỗ. Em xin Thầy/Cô mở thêm để em được đăng kí luận văn trong kì này.. . Em chân thành cảm ơn.. . . .",
            "Chào em,. . . . Đã tăng sỉ số em đăng kí lại nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . . . Dạ cô cho em hỏi em học CT Tài năng theo phụ lục là điểm CCAV là 450 sẽ nhận luận văn. Em nộp chứng chỉ 495 nhưng lúc đăng kí lại bị thiếu CCAV ạ. Mã môn CH4333 ạ",
            "Chào bạn,. . Đã ghi nhận trường hợp của bạn, và chuyển cho  bên đăng ký MH kiểm tra và xét lại cho bạn nhé, bạn vui lòng vào kết quả trên mybk vào ngày 6/03/2020.. . Thân",
            "Dạ em cảm ơn ạ",
            "Chào bạn. . Phòng đào tạo đã kiểm tra bạn không còn ở lớp tài năng nữa (bạn kiểm tra thông tin trực tiếp tại Khoa). . nên chuẩn CCNN của bạn là 500"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa Phòng đào tạo!. . Như tin trước em đã trình bày giờ em xin bổ sung.. . Môn học em cần chuyển thời khóa biểu để đi kiến tập là môn Điều độ sản xuất(IM3073) sáng thứ 5 tiết 3-5. Phòng đào tạo có thể chuyển giúp em sang chiều thứ 2 không ạ!. . Em xin chân thành cám ơn!",
            "Chào em,. . . .  Em cho biết môn kiến tập của em là môn gì?, mã số môn học là bao nhiêu?.. . . .  PDT sẽ kiểm chứng với khoa và sẽ cho em chuyển nhóm."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào thầy/cô. Hiện em là K13 còn thiếu 2 môn tự chọn trong đó có 1 môn chuyên ngành. Em muốn đăng kí để học và kết thúc trong kì này nhưng hiện việc đăng kí đã hết hạn, liệu em có thể làm gì để giải quyết vấn đề này ạ ? Hai môn em cần đăng kí có MSMH là ee3057 và im1013. Hiện tại thì 2 môn này trong kì dự thính với hè thì khó có thể mở được ạ. Em không biết có thể làm giấy xin được không. Em xin cảm ơn ạ. . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em kính chào thầy cô Phòng Đào tạo.. . Lần trước em có thắc mắc về việc xin đổi thời khóa biểu để có thể sắp xếp lịch đi kiến tập theo yêu cầu từ công ty. . . PDT đã giải đáp đồng ý cho phép em đổi thời khóa biểu và yêu cầu em cho biết mã số môn học và mã nhóm cần chuyển. Nay em gửi thông tin để phòng đạo tạo chuyển đổi giúp em.. . Đổi nhóm môn IM3073 sang A01 (học thứ 2, tiết 7). . Em xin chân thành cảm ơn.",
            "Chào em,. . . .  - PDT nhận rất nhiều em sv muốn đổi nhóm để  sắp xếp đi kiến tập theo yêu cầu của công ty.. .  - Em có thể cho biết mã số môn học mà em đi kiến tập, PDT sẽ kiểm chứng lại Khoa. Và sẽ giải quyết cho em."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Kính thưa thầy/cô, em tên là [full_name], là sinh viên lớp VP16XDC. Em đã đăng kí chuyển điểm môn Pháp văn 1, 2, 3, 4, 5, 6, 7 và được xét duyệt. Tuy nhiên do ngành học của em là xây dựng nên ở các môn Pháp văn 5 (XD) có mã môn là 003727, Pháp văn 6 (XD) có mã môn là 003728 và Pháp văn 7 (XD) có mã môn là 003729, có sự khác biệt so với mã môn Pháp văn của các ngành khác thuộc chương trình PFIEV. Kính mong thầy cô xem xét và cho phép em được chuyển điểm ở 3 môn Pháp văn (XD) 5,6 và 7. Em xin chân thành cảm ơn thầy/cô đã đọc thư này và hỗ trợ em.",
            "Chào em,. . . . Môn 003727, 003728, 003729 là môn tiếng Pháp dành cho chuyên ngành xây dựng nên không chuyển điểm được các môn tiếng Pháp thông thường được nha em."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy cô cho em hỏi là em đã nộp chứng chỉ ngoại ngữ nhưng chưa thẩm tra, giờ em đk luận văn thì để thiếu môn tiên quyết không đk được. CCNN em nộp hôm 22/2 thì cần làm đơn gì để đk được LVTN trong đợt này hông ạ ?. .",
            "Yêu cầu khác. . . . Thầy cô cho em hỏi là em đã nộp chứng chỉ ngoại ngữ nhưng chưa thẩm tra, giờ em đk luận văn thì để thiếu môn tiên quyết không đk được. CCNN em nộp hôm 22/2 thì cần làm đơn gì để đk được LVTN trong đợt này hông ạ ?. .   /QUOTE . . . . Chào [full_name], Hệ thống đăng ký bổ sung LVTN online mở đến ngày 2/3."
        ]
    },
    {
        "intent": "",
        "message": [
            "Phòng đào tạo cho em hỏi: Em là sv k16 kì này làm luận văn nhưng em bị rớt 2 môn chuyên ngành tổng cộng 6 chỉ (quy chế cho nợ tối đa 7 chỉ chuyên ngành) và em chưa học pháp luật đại cương vậy cho em hỏi em có được nhận luận văn không ạ?. .",
            "QUOTE MSSV/MSGV: [student_id]    . . Phòng đào tạo cho em hỏi: Em là sv k16 kì này làm luận văn nhưng em bị rớt 2 môn chuyên ngành tổng cộng 6 chỉ (quy chế cho nợ tối đa 7 chỉ chuyên ngành) và em chưa học pháp luật đại cương vậy cho em hỏi em có được nhận luận văn không ạ?. .   /QUOTE . . . . Hạ, em xem chuẩn số tín chỉ tích lũy ngành tại đây nhe http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_62&tid=1767"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em xin hỏi là nếu không hoàn thành chương trình giáo dục thể chất trong năm 2 hay năm 3 thì sẽ bị cấm đăng kí môn học kì sau vậy ạ ?. . Em cảm ơn.",
            "Chào em,. . . . Em xem lại qui chế mục 4 http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK191.pdf"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Môn học : Động lực học cơ hệ - ME4009",
            "Chào em,. . . . PDT đã đăng cho em rồi, cuối tuần PDT sẽ chạy lại TKB cho em nhé.",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Cô ơi, em chưa thấy môn học trên thời khóa biểu ạ.. . Liệu em có được học không ạ, mong cô giúp em với ạ, em còn môn đó để tốt nghiệp ạ. . . Em xin chân thành cảm ơn !!!",
            "Chào em,. . . . Đã đăng kí rồi, em yên tâm."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name]: MSSV [student_id]. . Kính gửi phòng đào tạo.. . Vừa rồi em có in và nhận bảng điểm để nộp hồ sơ thì mới phát hiện ra là có 1 môn học chưa cập nhật điểm nên bảng điểm in ra CH ở môn học đó dẫn đến điểm tổng kết học kỳ sai luôn. Đó là môn quản lý dự án cho kỹ sư (IM2011) do thầy [full_name] dạy vào HK191.. . Vì đây không phải lỗi của em nên nếu có in lại thì em có phải mất tiền không ạ.. . Em cảm ơn. . . [full_name]. . . . . .",
            "Chào bạn,. . Có thể do thời điểm bạn đăng ký in bảng điểm chưa có điểm. Vì điểm học kỳ 191 chưa hoàn chỉnh, nếu bạn cần có thể lên hệ thống đăng ký in lại nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Em tên là [full_name], lớp HC16TP. . . . Hiện tại điểm môn học \" Đề cương luận văn tốt nghiệp\" ( Mã MH: CH4331 - Nhóm: A01) vẫn chưa được cập nhật tính đến 3:50:59 P.M (25/02/2020), vẫn hiển thị \"VT\" ở cột điểm.. . Trước đó em đã có liên hệ với giáo viên bộ môn. Cô nói cô đã nhập điểm của em vào danh sách vào ngày 10/02/2020.. . Hiện tại em đang ở giai đoạn đăng kí bổ sung \" Luận văn tốt nghiệp\" ( Mã MH: CH4333) đợt cuối cùng. Nhưng môn học tiên quyết \" Đề cương luận văn tốt nghiệp\" vẫn chưa được cập nhật điểm, nên em vẫn chưa đăng kí được môn học.. . Kính xin đơn vị nhà trường giải quyết giúp em. Em xin chân thành cảm ơn.. . ( Hình bên dưới là danh sách đã bổ sung điểm của em do Giáo viên bộ môn gửi cho em)",
            "Chào bạn. . Hiện Phòng đào tạo kiểm tra trong hệ thống điểm của bạn vẫn là điểm 13, . . - Quy trình sửa điểm có nhiều thủ tục, bạn nhờ giáo viên bộ môn và thư ký bộ môn hiện đang bị sót ở khâu nào. . - Riêng phòng đào tạo nếu quy trình sửa điểm đúng thì phòng đào tạo sẽ cập nhật điểm liền. . - Bạn có thể nộp đơn xét bổ sung môn lvtn sau khi có điểm môn  Đề cương luận văn tốt nghiệp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Chào PĐT ạ,. . . . Em học kỳ trước vừa nhận được điểm không đạt của môn Kết cấu thép 1. Đó là môn tiên quyết của môn học Thí nghiệm công trình trong chương trình học của em ạ. . . . . Học kỳ này là học kỳ em nhận LVTN nên em muốn hỏi có thể học môn Kết cấu thép vào học kỳ dự thính và đăng ký môn Thí nghiệm công trình ở học kỳ chính không ạ. Em mong PĐT có thể được cho phép học song song để có thể tránh kéo dài thời gian tốt nghiệp của em ạ. . . . . Em xin chân thành cảm ơn ạ",
            "Chào em,. . . . Nến môn Kết cấu thép 1 là môn học trước của thí nghiệm công trình. Khi đăng kí môn Thí nghiệm công trình thì môn kết cấu thép 1 đã học và có điểm  =5."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Cập nhật ngày CTXH, điểm ... . Em xin chào PĐT ạ,. . . . Em hiện đang có 9,5 ngày CTXH. Trước tên em chưa kịp lên Phòng CTXH để cập nhật các ngày CTXH về hoạt động hiến máu của mình ạ. Vì đợt nghỉ học do dịch bệnh nên lần này đợt đăng ký LVTN diễn ra trước thời gian đi học nên em chưa thể lên phòng CTSV để cập nhật đủ 10 ngày CTXH (điều kiện nhận LVTN).. . . . Em muốn hỏi là em có thể đăng ký LVTN trong đợt đăng ký LVTN bổ sung này, rồi sau đó mới cập nhật CTXH sau khi đi học trở lại được không ạ?.. . . . Em xin chân thành cảm ơn.. .",
            "Chào bạn,. . Khi nào cập nhật đủ ngày CTXH bạn vui lòng đến Phòng Đào tạo để xin xem xét được đăng ký bổ sung LVTN. Còn hiện tại nếu chưa đủ thì vẫn không được đăng ký nhé bạn.",
            "Vậy em có được nhận LVTN trong kỳ này không ạ. Và nếu làm như PDT vừa trả lời thì thời hạn bổ sung CTXH cũng như thời hạn xử lý bổ sung LVTN là bao lâu ạ?",
            "Chào bạn. . Theo quy định chưa đủ các điều kiện để nhận Luận văn tốt nghiệp thì sẽ không được xét. . - Hiện tại, đang là đợt đăng ký LVTN hạn cuối rồi.. . - Nên vấn đề là khi nào bạn cập nhật đủ ngày CTXH thì ngay lập tức đến phòng đào tạo để được hướng dẫn nộp đơn cứu xét đăng ký LVTN"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Kính gửi [full_name].. . Em tên [full_name], lớp XD17KT. Trong đợt  đăng kia môn học vừa qua em đã đăng kí nhầm môn Giáo dục Thể Chất 2 và Nhập Môn Lập trình (CO1003) ở cơ sở 1. Kính xin nhà trường chuyển địa điểm học của em về cơ sở 2 để thuận tiện đi lại. . . Em kianh mong quý nhà trường xem xét và giải quyết giúp em. . . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Bữa trước PDT có nhận câu hỏi của bạn đã làm rồi, có trả lời cho bạn rồi. PDT sẽ chạy lại kết quả đăng kí môn học, chậm nhật là cuối tuần này."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em chào thầy / cô,. . . . Em tên là: [full_name], MSSV: [student_id]. . LỚP: CK16NH1, ngành Kỹ thuật Nhiệt ạ. . . . Do đợt đăng kí môn học HK192, em chưa đăng kí được môn học Trang bị điện - điện tử trong máy công nghiệp (MSMH: ME2005), em mong muốn được học môn này trong học kỳ chính 192 để đủ điều kiện làm LVTN và theo kịp tiến độ học tập ạ. Vì môn này, ít sinh viên đăng kí dự thính học kỳ 192 nên em mong muốn xin được vào lớp học kỳ chính HK192 được không ạ.. . . . Em xin Phòng đạo tạo cho em được vào lớp L03-07, môn Trang bị điện- điện tử trong máy công nghiệp ( Mã số môn học: ME2005), học kỳ 192 do thầy [full_name] phỤ trách giảng dạy ạ. EM có xin chữ ký của thầy và được sự đồng ý của thầy rồi ạ.. . . . Em chân thành cảm ơn thầy cô, cảm ơn PĐT xem xét tạo điều kiện giúp em được học môn Trang bị điện - điện tử trong máy công nghiệp . . (ME2005) học kỳ 192 lần này với ạ.. . . . Em chân thành cảm ơn!. . . .",
            "đã xử lý. em xem tkb cập nhật vào cuối tuần. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: phòng đào tạo ,trường đại học bách khoa tphcm. . . Nay tôi xin phòng đào tạo cho tôi đăng ký môn học bổ sung do  còn thiếu nợ 1 môn để ra trường. Tôi xin chân thành cảm ơn.. . Mã môn học:TR4001. . Tên môn học: kỹ thuật chẩn đoán & bảo dưỡng động cơ.. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Kính gửi:phòng đào tạo ,trường đại học Bách Khoa Tphcm.. . Nay tôi xin : phòng đào tạo cho tôi đăng ký môn học bổ sung đo còn thiếu 1 môn học để tốt nghiệp ra trường. Tôi xin chân thành cảm ơn.. . Môn học cần đăng ký:. . Mã môn học : TR4001. . Tên môn học: kỹ thuật chẩn đoán & bảo dưỡng động cơ.. .",
            "đã đk, TR4001 nhóm A01 cho bạn.. . Bạn chú ý theo dõi tkb cập nhật mới để đi học (Dự kiến cuối tuần )"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em tên [full_name] MSSV [student_id] là SV khoa Điện- Điện tử khóa K16.. . Em xin được đăng kí và xếp thời khóa biểu môn học : Thiết bị và hệ thống thủy khí ,mã môn học EE3075, lớp của Thầy [full_name], vào thứ 6 tiết 2345 ,phòng B1-301.. . Lí do : Em còn một môn cuối cùng là hoàn thành chương trình học, trong đợt đăng kí môn học em cũng đã đăng kí rồi nhưng lại trùng với lịch thực tập tốt nghiệp của em tại công ty thực tập nên em không thể tham gia học môn đó được.. . Mong PĐT xem xét và phê duyệt cho em.. . Em xin cảm ơn.",
            "chào em,. . . . [full_name] đã đăng kí thêm cho em môn EE3075, Cuối tuần [full_name] sẽ chạy lại TKB cho em."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính thưa quý thầy/cô, hiện em không đăng kí được LVTN do thiếu chứng chỉ ngọai ngữ. Em đã đăng kí nộp chứng chỉ ngọai ngữ vào ngày 18/02/2020 nhưng chưa có kết quả. Vậy em phải chờ đến khi có kết quả thẩm tra rồi mới đăng kí được LVTN ạ?. . Em có gửi file hình ảnh đính kèm về tình trạng của mình, mong quý thầy cô xem và giải đáp giúp em. Em cảm ơn ạ! . .",
            "Chào bạn,. . Ngày 2/3/2020 bạn vô đăng ký lại nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi các thầy cô của Phòng Đào Tạo,. . Em muốn hỏi là em đang đăng ký đợt bổ sung luận văn tốt nghiệp lần này . . + Em đã đủ Thực tập TN+ Đề cương LVTN. . + Em cũng đủ chứng chỉ anh văn cần thiết. . + Chỉ là tổng chỉ kỳ trước em đăng ký là trên 120 chỉ cần thiết đủ yêu cầu LVTN , mà em có rớt vài môn nên tổng chỉ hiện giờ là 117 chỉ. Em muốn hỏi phòng đào tạo cách xử lý trong tình huống này, em có thể quy đổi chỉ AV nhưng điểm sẻ thấp.. . Theo logic thì em có đủ chỉ tiêu để đăng ký chỉ là hơi vướng mắc về vấn đề này nên xin Phòng đào tạo giúp đỡ.",
            "Chào bạn,. . Phải đủ điều kiện mới có thể đăng ký LVTN nhé bạn.. . Tùy bạn cân nhắc việc quy đổi điểm AV nhé, theo quy định thì mỗi môn AV chỉ được chuyển điểm 1 lần.. . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kình thưa Phòng đào tạo môn em đi kiến tập là môn quản lý sản xuất theo Lean và sáu sigma ạ. Mã số môn học là IM3077. . Em cám ơn Phòng đào tạo ạ!",
            "Chào em,. . . . Việc này PDT đã chuyển câu hỏi của em về [full_name], sv liện hệ với [full_name] nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Đăng kí môn. Động lực học cơ hệ- ME4009",
            "Chào bạn,. . Bạn có thể đăng ký dự thính nhé, vui lòng vào xem tại lịch học vụ để biết thời gian đăng ký dự thính nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) .",
            "Chào em,. . . . Em muốn đăng kí môn học nào?, em phải ghi rõ ràng nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Chào bạn,. . Vui lòng trình bày rõ nội dung câu hỏi trong ô \"Nội dung\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . . . Cho em hỏi là không biết trường có cung cấp dịch vụ gửi bảng điểm và giấy chứng nhận sinh viên dưới dạng tập tin PDF không ạ?\t. . . .   i Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Thông tin sinh viên .",
            "Chào bạn,. . Không nhé bạn, bạn có thể tự đi scan sau khi nhận bản giấy nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Yêu cầu cần có CCNN1, nhưng em đã nộp CCNN và đã chấp thuận - hợp lệ từ rất lâu rồi .. . Mong thầy cô xem xét và hỗ trợ giúp em . .  .",
            "Chào bạn,. . Bạn vui lòng xem lại chuẩn đăng ký LVTN tại đây:. . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/a) SV phải đạt chuẩn tiếng Anh để được nhận LVTN và xét tốt nghiệp:. .",
            "Chào bạn,. . Bạn có thuộc sinh viên chương trình tài năng không?",
            "Chào cô,. . . . Em học lớp XD16TNCT thuộc trương trình tài năng ạ, em thấy chuẩn AV chỉ có 450, nhưng em cũng đang thuộc diện cho ra khỏi tài năng và em đang làm đơn học dự bị tài năng , em không biết điều này có cưỡng chế làm thay đổi chuẩn AV đối với em hay không, nếu có thì điều này lại khá vô lý, đang học chương trình tài năng chuẩn 450, sau khi bị cho ra thì chuẩn lại cao hơn là 500, xin cô xem xét lại giúp em",
            "Chào em,. . . . Em xem lại qui chế học vụ :http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658,. . . . . . -  Trích dẫn qui chế về chuẩn tiếng anh trong nhận luận văn tốt nghiệp:. . . . -SV chính qui (chương trình đại trà): chuẩn tiếng anh nhận luận văn là 500 (từ K.2016 đến K.2018). . . . - Đại học chính quy  (chương trình tài năng):Chuẩn tiếng Anh nhận luận văn 450 (từ K.2016 về trước)."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Dạ thưa Thầy/Cô, ban đầu em có sắp xếp các môn học cùng một ngày nhưng không hiểu sao nay lại bị đổi ạ. Hiện tại, sắp tới em phải đi tham quan công ty mà giờ lại không kiếm được ngày trống ạ. Nay em có thắc mắc trường có thể đổi giúp em môn Điều độ sản xuất sang chiều thứ 2 được không ạ ? . . . . Em chân thành cảm ơn quý Thầy/Cô ạ.",
            "Chào em,. . . . Câu hỏi này [full_name] đã chuyển về [full_name], báo lại với [full_name]. Em liện hệ với [full_name] nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Yêu cầu khác .    Xin chào Thầy,Cô-Phòng Đào Tạo-ĐHBK Tp.HCM.. . Tháng 2 vừa qua em nhận được email Phiếu miễn môn học từ Phòng Đào Tạo, trong trong phiếu miễn đó có 2 môn đã học trong học kỳ 1/2019.. .   Vậy cho em hỏi: 2 môn được miễn đó, em có phải thi cuối kỳ vào kỳ thi sắp tới đầu tháng 3 hay không, và có phải đóng học phí cho 2 môn đó? .. .   Em xin cảm ơn.. .",
            "Chào bạn;. . môn được miễn sẽ tự động hủy thời khóa biểu, nên học phí cũng ko có luôn nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô.. . . . Đợt đăng kí dự thính vừa rồi em có đăng kí nhầm môn học.. . . . Hôm nay em muốn thay đổi môn. . . . Thầy cô giúp em   B xóa  /B  đăng kí   U môn giải tích 2 dự thính  /U  . . . . Mong cô thông cảm và giúp đỡ em ạ",
            "Chào bạn,. . Vào đợt 2 - đăng ký hiểu chỉnh, bạn vô tự hủy môn học nhé.. . Xem thời gian đăng ký dự thính tại Lịch học vụ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Dạ cho em hỏi là điểm trung bình học kỳ 191 này em tính ra là 7.1 mà sao trên web trang xem điểm của MYBK lại để điểm trung bình học kỳ 191 của em là 6.1 vậy ạ? Em cảm ơn",
            "Về việc khiếu nại điểm tích luỹ. . Bạn vui lòng vào trang http://bksi.hcmut.edu.vn/. . Bước 1: Chọn mục Hỏi/yêu cầu. . Bước 2: Tạo câu hỏi/ yêu cầu mới. . Bước 3: Click vào dấu (+) đứng trước các danh mục để chọn chủ đề câu hỏi cho phù hợp. . Ví dụ: Chọn mục” đăng ký môn học”. . Lưu ý phải chọn cho đúng chủ đề để được trả lời nhanh nhất.. . Thân,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Kính gửi thầy/cô,. . . . Em xin được hỏi về vấn đề đổi thời khóa biểu ạ, em học môn kế toán quản trị được xếp vào lớp L01 tiết 4,5,6, nhưng do một số vấn đề em muốn xin đổi qua lớp L02 học tiết 8,9,10 của cùng một giảng viên được không ạ, và em phải làm như thế nào để được đổi lớp ạ.. . . . Em xin chân thành cảm ơn, chúc thầy/cô có một ngày làm việc vui và hiệu quả ạ.. .",
            "Chào em,. . . . PDT đã đổi cho em rồi và sẽ cập lại TKB cho em nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Môn đồ án thiết kế ME2011 vs đồ án chuyên ngành ME4047  . Nó không hiện trên e-learning của em . . .",
            "Môn đồ Án co khoa phân cán bộ, bạn vui long liên hệ tại Khoa để hỏi về phân cán bộ nhé!",
            "Khoa phân ai thì em biết rồi . Còn phần môn học thì nó phải hiện trên E - learning . Mà giờ nó không hiện nên không theo dõi được . Thầy gửi bài trên Bk E-learning .",
            "Chào bạn,. . Đã báo bộ phận dữ liệu kiểm tra trường hợp của bạn. Đồng thời bạn có thể xác nhận ở Khoa đã gửi phân công cán bộ giảng dạy lên Phòng Đào tạo cập nhật chưa nhé. Vì các trường hợp không có trên BKEL đều do Khoa chưa gửi danh sách phân cán bộ lên Phòng Đào tạo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo.. . Em tên là : [full_name].. .  . . Hiện tại học kì vừa rồi của em có thanh toán trễ và em đã đăng kí môn học hk2 vừa đợt bổ sung vừa rồi nhưng kết quả chỉ có 2 môn thực tập và đề cương môn học.. . Em đã hỏi thầy [full_name] thì thầy bảo em do quy chế thì em đã vi phạm quy chế nên hủy kết quả học kì 1 . Và  thầy bảo em đầu năm học lên trường nộp giấy tường trình rồi đăng kí các môn cho học kì 2 . . . Hiện tại do trường cho học sinh nghỉ nên em chưa thể nộp đơn trực tiếp cho phòng đào tạo. Và có thể đi học lại sắp tới.. . Em có thể xin phép phòng đào tạo và đăng kí môn học  và xin hướng giải quyết ạ. Để em có thể hoàn thành chương trình trong thời gian đào tạo của nhà trường.",
            "Chào em,. . . . Em muốn đăng kí môn học nào?, mã số môn học. Thực ra sv nghỉ nhưng trường vẫn làm việc từ ngày 3/2/2020 nha em."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em xin chào ạ,. . Trên Bảng điểm em đã có tất cả các môn và đều qua, nhưng trong phần tổng kết số tín chỉ tích luỹ trong học kì lại thiếu 1 chỉ. Thầy/Cô cCó thể kiểm tra giúp em được không ạ?",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Về việc khiếu nại điểm. . Bạn vui lòng vào trang http://bksi.hcmut.edu.vn/. . Bước 1: Chọn mục Hỏi/yêu cầu. . Bước 2: Tạo câu hỏi/ yêu cầu mới. . Bước 3: Click vào dấu (+) đứng trước các danh mục để chọn chủ đề câu hỏi cho phù hợp. . Ví dụ: Chọn mục” đăng ký môn học”. . Lưu ý phải chọn cho đúng chủ đề để được trả lời nhanh nhất.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa PĐT! TKB của e, môn TinHoc[full_name] ko thấy phòng học, với lại TKB lộn xộn phòng quá, ko biết đâu mà mò. Mong PĐT giải quyết thắc mắc cho e, phòng nào là phòng đúng để học và số phòng để học Tin học [full_name]",
            "Chào em,. . . . Sắp tới [full_name] sẽ chạy lại TKB của  em."
        ]
    }
]