[
    {
        "intent": "",
        "message": [
            ". . Kính gửi ban giám hiệu nhà trường, và phòng đào tạo Đại học Bách khoa.. . Em tên [full_name] sinh viên hệ vừa làm vừa học. Mã sinh viên [student_id]. Lớp BK15HTD.. . Hôm nay em làm đơn này rất mong ban giám hiệu nhà trường cũng như phòng đào tạo đại học Bách khoa có thể giúp em hủy môn An toàn điện (EE 3097) kì học lại hè hệ vừa làm vừa học năm học 2018-2019.. . Lí do: vì giáo viên hướng dẫn mới cho em biết điểm ngày 9 tháng 7 và em đã đủ điểm qua môn.. . Nên hôm nay em làm đơn này rất mong ban giám hiệu nhà trường cũng như phòng đào tạo đại học Bách khoa có thể chấp nhận hủy môn giúp em.. . Em xin chân thành cảm ơn.",
            "đã mở khóa,. . bạn tự hủy môn học"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Kính gửi ban giám hiệu nhà trường, và phòng đào tạo Đại học Bách khoa.. . Em tên [full_name] sinh viên hệ vừa làm vừa học. Mã sinh viên [student_id]. Lớp BK15HTD.. . Hôm nay em làm đơn này rất mong ban giám hiệu nhà trường cũng như phòng đào tạo đại học Bách khoa có thể giúp em hủy môn An toàn điện (EE 3097) kì học lại hè hệ vừa làm vừa học năm học 2018-2019.. . Lí do: vì giáo viên hướng dẫn mới cho em biết điểm ngày 9 tháng 7 và em đã đủ điểm qua môn.. . Nên hôm nay em làm đơn này rất mong ban giám hiệu nhà trường cũng như phòng đào tạo đại học Bách khoa có thể chấp nhận hủy môn giúp em.. . Em xin chân thành cảm ơn.",
            "đã mở khóa.. . bạn tự hủy môn học",
            ". . Kính gửi ban giám hiệu nhà trường, và phòng đào tạo Đại học Bách khoa.. . Em tên [full_name] sinh viên hệ vừa làm vừa học. Mã sinh viên [student_id]. Lớp BK15HTD.. . Hôm nay em làm đơn này rất mong ban giám hiệu nhà trường cũng như phòng đào tạo đại học Bách khoa có thể giúp em hủy môn An toàn điện (EE 3097) kì học lại hè hệ vừa làm vừa học năm học 2018-2019.. . Lí do: vì giáo viên hướng dẫn mới cho em biết điểm ngày 9 tháng 7 và em đã đủ điểm qua môn.. . Nên hôm nay em làm đơn này rất mong ban giám hiệu nhà trường cũng như phòng đào tạo đại học Bách khoa có thể chấp nhận hủy môn giúp em.. . Em xin chân thành cảm ơn.",
            "đã mở khóa hủy",
            ". . Kính gửi ban giám hiệu nhà trường, và phòng đào tạo Đại học Bách khoa.. . Em tên [full_name] sinh viên hệ vừa làm vừa học. Mã sinh viên [student_id]. Lớp BK15HTD.. . Hôm nay em làm đơn này rất mong ban giám hiệu nhà trường cũng như phòng đào tạo đại học Bách khoa có thể giúp em hủy môn An toàn điện (EE 3097) kì học lại hè hệ vừa làm vừa học năm học 2018-2019.. . Lí do: vì giáo viên hướng dẫn mới cho em biết điểm ngày 9 tháng 7 và em đã đủ điểm qua môn.. . Nên hôm nay em làm đơn này rất mong ban giám hiệu nhà trường cũng như phòng đào tạo đại học Bách khoa có thể chấp nhận hủy môn giúp em.. . Em xin chân thành cảm ơn.",
            "đã mở khóa hủy. . SV tự hủy môn học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin kính chào phòng đào tạo,. . Em muốn hỏi vấn đề liên quan tới việc đăng kí môn học cho sinh viên khóa K15 như sau ạ:. . Theo quy chế học vụ trên aao có một mục như sau \"Các sinh viên đã hoàn thành các môn học và luận văn tốt nghiệp nhưng chưa đủ điều kiện xét tốt nghiệp (do thiếu chứng chỉ tiếng Anh, ngày CTXH...) vẫn phải ĐKMH để có thời khóa biểu chính thức để duy trì tình trạng đang học của sinh viên (ít nhất 1 môn, có thể là môn học đã học), nếu như không thì sẽ bị buộc tạm dừng học\".. . Hiện tại có rất nhiều bạn đang thắc mắc thông tin như trên,liệu tụi em có cần phải ĐKMH không? Nếu hoàn thành đủ các điều kiện tốt nghiệp trước ngày xét tốt nghiệp(tháng 10) thì xử lí việc ĐKMH như thế nào ạ?. . Em xin chân thành cảm ơn.. . Trân trọng,. . . .",
            "Chào bạn,. . Bạn vui lòng đọc lại quy chế học vụ điều 9 về đăng ký môn học và điều 26 về khái niêm tạm dừng học tại trang web: www.aao.hcmut.edu.vn- Sinh viên -  Quy chế- Quy chế học vụ bậc đại học .. . Nếu HK191 bạn chưa đủ điểu kiện để tốt nghiệp và không có đăng ký môn học thì bạn sẽ có QĐ chung tạm dừng vì không đăng ký môn học, khi bạn có đủ chuẩn để xét tốt nghiệp thì bạn làm đơn thu nhận lại để xét tốt nghiệp.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính chào quý thầy cô phòng đào tạo, . . . . Em tên là [full_name], sinh viên bằng 2 ngành Khoa học máy tính, do được cấp quyền đăng ký môn học trễ diện dự thính chuyển hệ nên khi vào đăng ký thì một số môn học theo định hướng nghề nghiệp mà em dự định học tập đã full sĩ số nên hôm nay em viết đơn này kính mong phòng đào tạo mở thêm sĩ số cho các môn học công nghệ phần mềm nâng cao (CO3065), tính toán song song (CO3067) và khai phá dữ liệu (CO3029) . . . . Việc học tập bằng 2 full-time, bản thân em cũng gặp rất nhiều áp lực về thời gian cũng như là tiền bạc trên đất Sài Gòn này nếu không hoàn thành sớm được chương trình đào tạo và tiếp tục đi làm full-time lại, kính mong phòng đào tạo chấp nhận request này, em xin chân thành cảm ơn.",
            "đã tăng CO3029. . 2 môn trên ko thể tăng do full sức chứa phòng TN"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi nếu xong học kì 3 em không đủ 30 tín chỉ tích lũy em sẽ bị cảnh cáo học vụ đúng không ạ? Vì em đã bị 2 lần. Và làm sao để em tiếp tục học ạ",
            "Chào bạn,. . bạn vui lòng xme quy định về cảnh cáo học vụ tại: www.aao.hcmut.edu.vn- Sinh viên -  Hoc vụ -  Xử lý học vụ.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy (cô) ạ!. . Cho em hỏi, em là sinh viên K15, cần đăng kí học chung với K19 khóa mới vào trường, vậy em cần làm những thủ tục gì ạ, mong thầy cô hướng dẫn giúp em ạ!",
            "hiện tại không thể đkmh chung với [full_name]. do [full_name] học sau và lịch học trùng lịch thi giữa kỳ môn học BT"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Thưa thầy cô cho em hỏi sao em không đăng kí được môn GDTC3 vậy ạ? Em đã qua môn GDTC2 rồi! Em khóa K2018.",
            "môn học ko mở lớp. em xem kết quả trong phần kết quả đkmh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện tại em đang cần đăng kí học môn   B Mac-LeNin(SP1003)  /B [full_name] Nhưng em lại không đổi nhóm được các môn học khác để có lịch học môn đó[full_name][full_name] [full_name] Tại vì một số nhóm lớp Mac- [full_name] tại cở sở 1 đã đầy sĩ số và thời gian học lại không phù hợp[full_name][full_name] [full_name] Em xin được   I mở thêm sĩ số  /I  môn   B Truyền số liệu và mạng(EE3019) nhóm [full_name]06_[full_name]09  /B  để em có thời gian học Mac - [full_name] và đảm bảo có thời gian học các môn còn lại trong kì học 191[full_name][full_name] [full_name] Em mong nhà trường tạo điều kiện cho em được đăng kí như mong muốn để cho em đảm bảo chương trình học của mình và thuận tiện thời gian cho em vừa học vừa làm ạ[full_name][full_name] [full_name] Em xin chân thành cảm ơn![full_name] [full_name]",
            "đã tăng sĩ số SP1003"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi nhà trường,. . . . Em là [full_name], sinh viên khóa K16, MSSV [student_id], khoa Cơ Khí, Ngành Kỹ Thuật Hệ Thống Công Nghiệp.. . . . Hiện tại đang trong đợt ĐKMH học kỳ 191, em có nguyện vọng đăng ký môn Quản Lý Chuỗi Cung Ứng (ME4651), nhưng hôm qua lúc khoảng 10h20 lúc em vào đăng ký thì đã đủ sĩ số, nên không thể đăng ký được ạ. Bây giờ em đang không đủ chỉ để học trong học kỳ tới và thiếu môn B ạ.. . . . Vì vậy cho em xin được mở sĩ số lớp A01 (Thứ 3 tiết 8910) - Môn Quản Lý Chuỗi Cung Ứng - ME4651.. . . . Em xin chân thành cảm ơn.. . . . [full_name].",
            "đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Hiện tại em đã học môn học xong môn Quy hoạch đô thị bền vững (CI3147), đây là môn tương đương của môn Quy hoạc đô thị (804031) . Nhưng hiện tại vẫn chưa cập nhật cho em. Em mong nahf trường xem xét để e có thể nhận luận văn tốt nghiệp cho kỳ này. . . Em xin chân thành cảm ơn!!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Điểm môn 804031 đã được cập nhật điểm 12 vì đã học CI3147.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tên: [full_name]. . MSSV: [student_id]. . Em xin đăng kí . . Môn: động lực học kết cấu (CI4067) Nhóm: A01. . Giảng viên: [full_name]. . Em cảm ơn.",
            "Chào bạn,. . Bạn vui lòng đăng ký  môn học trên cổng đăng ký online:https://mybk.hcmut.edu.vn -  Đăng ký môn học.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Chưa cập nhật điểm .   i gbb .",
            "[full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào tạo. . Em tên [full_name]. Mssv: [student_id]. . Em muốn hỏi là em học môn Nhập môn về Kĩ thuật - CI1001 ở HK181 và em không đạt. Vừa rồi em có đăng kí học lại ở HK191 nhưng nhận được thông báo là không được đăng kí. Vậy bây giờ e muốn học lại môn này thì đăng kí như thế nào và khi nào thì được ạ? Em xin cảm ơn",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng đọc rõ lý do và hướng dẫn Phòng đào tạo ghi trên kết quả đăng ký của bạn.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Chưa cập nhật điểm . Em là [full_name], MSSV: [student_id]1. . Trước đây em có học hai môn học theo mã mới là:. .   + Hệ thống số (CO1009) tương đương với môn Thiết kế luận lý 1 (501128) và môn Thí nghiệm thiết kế luận lý (504014).. .   + Vi xử lý - vi điều khiển (CO3009) tương đương với môn Vi xử lý - vi điều khiển (504007) và môn Thí nghiệm vi xử lý - vi điều khiển (504008).. . Măc dù em đã qua hai môn theo mã mới trên nhưng có hai môn Thí nghiệm em chưa được cập nhật điểm miễn, nên em không thể đăng ký được Luận văn tốt nghiệp (504303) do thiếu môn tiên quyết.. . Em mong Phòng Đào Tạo xem xét và miễn điểm cho em để em đủ điều kiện đăng ký Luận văn tốt nghiệp.. . Em cám ơn",
            "Chào bạn,. . Đã cập nhật bổ sung miễn môn 504014 & 504008 .. . Thân mến",
            "Trong bảng tiến độ học tập của em vẫn chưa cập nhật đã qua môn, nên em vẫn chưa thể đăng ký được Luận văn tốt nghiệp ạ.. . Mong Phòng Đào Tạo xem xét giúp em ạ.. . Em cám ơn",
            "Khi em đăng ký Luận văn tốt nghiệp thì em vẫn bị báo thiếu hai môn tiên quyết 504014 và 504008. Xin PDT giúp em giải quyết ạ",
            "Bạn lên ĐKMH đăng ký lại nhé đã cập nhật điểm"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Rút môn học . Kính gửi Phòng Đào Tạo. . Em tên là [full_name]. . MSSV: [student_id]. . Trong thời khóa biểu của học kỳ 183 của em có xuất hiện môn   B Cơ lưu chất với  /B  mã môn học là   B CI2003   /B  và   B Cơ lưu chất (tn)  /B  với mã môn học là   B CI2004  /B . Hai môn này em đã hoàn thành vào học kỳ 151 và em không hề đăng ký trên trang đăng ký môn học của trường cho học kỳ 183.. . Kính mong phòng đào tạo xem xét.",
            "Chào bạn,. . Bạn vui lòng vào trang web đăng ký môn học tự kiểm tra, bạn có thao tác đăng ký môn CI2003.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi phòng đào tạo, . . Em tên [full_name]. . MSSV: [student_id] . . Hôm nay em viết đơn này kính mong phòng đào tạo mở thêm sĩ số môn Nguyên lý ngôn ngữ lập trình (CO3005) lớp L02 của thầy [full_name]ạng thứ 3 tiết 7 8 9 10. . . Em xin chân thành cảm ơn",
            "đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "bạn thuộc diện tạm dừng. QĐ 3/BKĐT - ngày 24/01/2019"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo, . . Em tên là [full_name] . . MSSV: [student_id] . . Hôm nay em viết đơn này kính mong phòng đào tạo mở thêm sĩ số môn Mạng máy tính (CO3003), lớp L01_L04 trong học kì 191. . . Em xin chân thành cảm ơn",
            "đã đk được"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Xin tăng sỉ số môn học điện tử y sinh!",
            "đã đk được"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo, . . Em tên [full_name] . . MSSV: [student_id] . . Hôm nay em viết đơn này kính mong phòng đào tạo mở thêm sĩ số môn Đường lối CM (mã SP1009) lớp A01 trong học kì 191. . . Em xin chân thành cảm ơn",
            "đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi có thể tăng thêm sĩ số lớp L09 môn Xác suất thống kê được không ạ. Vì mấy giờ khác em bị trùng lịch chỉ còn lớp L09 là phù hợp thôi ạ. . Em cảm ơn",
            "đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện tại em đang bị trùng lịch các môn học và không thể đăng kí đủ các môn để theo kịp chương trình đào tạo ạ.. . Em mong nhà trường giúp em   B mở thêm sĩ số môn EE3019 nhóm A06_A09  /B  được không ạ, để em chuyển học nhóm đó và có thời gian để sắp xếp học các môn học khác ạ.. . Em mong nhà trường tạo điều kiện cho em được học theo kịp tiến độ của chương trình ạ. Em xin chân thành cảm ơn.",
            "đã đk được"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . thưa thầy cô !. . -Em có đăng ký các môn em bị rớt vào HK191, nhưng đã bị xóa theo lí do thầy cô gởi đến em. Nhưng em vẫn đăng ký lại được một vài môn trong số đó. Vậy kết quả đăng ký của em có bị xóa không ạ ! . . -Khi em mới vô, em được nghe là nếu chưa đủ tiêu chuẩn để học mấy môn chuyên nghành thì tụi em có thể đăng ký học lại các môn bị rớt trong học kì chính và các môn đại cương chưa học. Nhưng sao lần này tụi em lại bị xóa kết quả đăng ký học lại các môn  bị rớt tại vì mấy môn đó bị trùng với K19 ạ? . . Mong thầy cô giải đáp thắc mắc cho em. Em cảm ơn thầy cô ! . . . . . .",
            "Em đkmh và PĐT sẽ xét kết quả và trả lên webstie theo thời gian của đợt đkmh cho bạn.. . . . Các môn bị rớt có quyền đkmh vào hk chính để trả nợ. (miễn ko bị trùng, cận giờ, thông tầm). . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi Phòng Đào Tạo. . Em tên [full_name] MSSV: [student_id]2. . Hiện em không thể đăng ký hai môn học Tin học đại cương 007704 và môn Môi trường và con người  610001. Trong mail trường thông báo em không thể đăng ký cùng khóa 2019. Nhưng hai môn này không mở ở học kỳ khác. Mong Phòng Đào Tạo giúp em đăng ký hai môn này để em được đủ điều kiện làm luận văn vào học kỳ sau. Em xin cảm ơn",
            "hiện tại K2019 chưa nhập học nên ko thể đkmh được.. . Trường hợp bạn muốn đkmh vui lòng nộp đơn để xem xét.. . . . . .",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi Phòng Đào Tạo. . Em tên [full_name] MSSV: [student_id]2. . Hiện em không thể đăng ký hai môn học Tin học đại cương 007704 và môn Môi trường và con người  610001. Trong mail trường thông báo em không thể đăng ký cùng khóa 2019. Nhưng hai môn này không mở ở học kỳ khác. Mong Phòng Đào Tạo giúp em đăng ký hai môn này để em được đủ điều kiện làm luận văn vào học kỳ sau. Em xin cảm ơn . .",
            "Chào bạn.. . . . Các môn học Khóa 2019 bạn không thể đăng ký cùng. Bạn có thể làm đơn xin mở lớp và nộp về Khoa nếu có nguyện vọng học."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name], MSSV [student_id]. Em đã có quyết định được chuyển từ ngày 18/4 nhưng hệ thống đăng kí môn vẫn chưa cập nhật nên em không thể đăng kí môn vào ngày 9/7. Em đã phản hồi với phòng Đào tạo nhưng đến chiều ngày 10/7 em mới có thể đăng kí nhưng một số môn đã kín hết chỗ, cụ thể là môn Trắc địa đại cương (CI1007). Em có thể xin phép được đăng kí thêm 1 suất vào lớp vì hệ thống bị lỗi được không ạ? . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "đã mở thêm 1 nhóm CI1007 cho các bạn vào đăng ký."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . tăng sĩ số lớp môn điện tử y sinh",
            "Môn EE3107 không phải là môn Điện tử y sinh. Bạn xem lại MSMH"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) .",
            "Chào bạn,. . Bạn vui lòng xem hướng dẫn tại :. . www.aao.hcmut.edu.vn- Sinh viên - Quy chế - Quy chế học vụ bậc đại học. -  Điều 26.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi Phòng Đào Tạo. . Em tên là [full_name]. . MSSSV: [student_id]. . Em hy vọng thầy cô có thể tăng thêm sỉ số hoặc mở thêm lớp môn lập trình hướng đối tượng CO2005 (cơ sở 2) học kỳ 191  . . Kính mong Phòng Đào Tạo và nhà trường giúp em.. . Em xin cảm ơn.",
            "Chào bạn.. . . . Môn học đi kèm phần TH và đã ở sĩ số tối đa cho phép (do sức chứa phòng máy)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào anh chị hỗ trợ trả lời câu hỏi,. . Theo như mail thông báo của trường thì sinh viên khóa khác k19 không đăng kí được môn của k19. Tuy nhiên do em có nhu cầu chuyển hệ sang vừa học vừa làm nên kì này có định học một số môn của k19 như Nhập môn kĩ thuật. Như vậy trường hợp của em pđt có thể giúp đỡ em không ạ.. . Em chân thành cảm ơn và mong sớm nhận được phải hồi từ anh chị.",
            "Chào bạn.. . . . Các môn học của K2019 bạn không thể đăng ký vì các SV K2019 chưa nhập học nên PĐT không thể giúp bạn được.",
            "dạ vậy thì khi nào em mới có thể đăng kí ạ. Nếu như vậy thì còn có đợt bổ sung nào nữa không ạ",
            "Chào bạn,. . Bạn vui lòng kiểm tra email, Phòng đào tạo đã gởi thông báo về việc này.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Dạ cho em xin hỏi em đã nộp CCNN số điểm 315. Theo quy chế trên 300 là e đã qua AVCB và được học môn AV1. Nhưng em bây giờ em đăng ký môn AV1 vẫn báo lỗi phải học môn AVCB trước. . . Bây giờ em muốn đăng ký môn AV1 thì phải làm sao ạ.. . Em cảm ơn. .",
            "CHào bạn,. . Bạn hãy vào đăng ký lại, Phòng đào tạo đã cập nhật lại cho bạn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Chào bạn,. . Bạn vui lòng xme lại quy định về chuẩn anh văn sau năm 2 của sinh viên kỹ sư tài năng tạo trang web:www.aao.hcmut.edu.vn- Sinh viên -  Quy chế- Quy chế học vụ bậc đại học -  Phụ lục 1- Mục 2c. . . Với môn AV3 bạn chưa đạt chuẩn sau năm 2.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi Phòng Đào tạo, em tên là [full_name], MSSV: [student_id], Khoa Khoa học ứng dụng. Em gửi thư này mong thầy/cô PĐT kiểm tra và giải quyết giúp em. Hiện em đã qua av2 rồi, tức là đã hoàn thành chuẩn anh văn sau năm 3. Nhưng lúc em đăng kí môn học hệ thống lại báo là em thiếu chuẩn anh vane sau năm 3. Và hôm trước em có hỏi PĐT thì PDT kiểm tra nói em chỉ đại chuẩn anh văn sau năm 2.Em mong PĐT kiểm tra và cập nhật lại sớm giúp em để em được đăng kí môn học sớm ạ, em sợ hết slot mất. Em xin cảm ơn.",
            "Chào bạn,. . Hiện tại bạn có thể vào đăng ký lại các môn học trên. Do điểm môn av2 của bạn vừa mới được cập nhật nên KQ đợt 1 là lúc bạn chưa có điểm AV2đạt nên kết quả bị hủy.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . em sinh viên k17 đại trà. . hiện e có học lại 1 môn thì em đăng kí lớp A hay lớp L ạ . . em cảm ơn",
            "CHào bạn,. . Nhóm [full_name] là học tại CS1, nhóm [full_name] là học tại CS2. Tùy bạn chọn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em xin phép PDT có thể mở thêm sĩ số lớp Quảng lý dự án Xây dựng (CI1053)  và Động lực học kết cấu (CI4067) nhóm A01 của thầy [full_name] ạ.",
            "Đã tăng sĩ số tối đa môn học của bạn yêu cầu"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em xin phép PDT có thể tăng sĩ số lớp Hạ tầng Công trình giao thông (CI4019) nhóm A01 của thầy [full_name] để em có thể đăng ký theo học ạ.. . . . Em xin chân thành cảm ơn",
            "Đã tăng sĩ số tối đa cho bạn",
            "Thưa thầy, em vào DKMH thì sĩ số lớp của môn CI4019 lớp Thầy [full_name] vẫn là 80 ạ. Sĩ số lớp vẫn chưa được tăng và vẫn không thể đăng kí được ạ.. . . . Mong thầy có thể kiểm tra lại và mở thêm sĩ số lớp giúp em ạ.. . . . Em xin cảm ơn ạ",
            "bạn vào đk lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi Phòng đào tạo,. . . . Em là [full_name], MSSV: [student_id].. . Hiện tại, em đã hoàn thành chương trình học bằng 1, khoa Kỹ thuật giao thông. . . Em mong muốn tiếp tục đăng ký các môn học khoa Khoa học và Kỹ thuật máy tính. Cụ thể là môn Nhập môn điện toán (CO1005) và Cấu trúc rời rạc cho khoa học máy tính (CO1007).. . Vấn đề của em là không đăng ký được. Kính mong Nhà trường xem xét để em có thể đăng ký những môn học này cùng với K2019.. . Em xin cảm ơn.",
            "Chào bạn,. . Bạn vui lòng kiểm tra email, Phòng đào tạo đã gởi thông báo về việc này.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi ban giám hiệu nhà trường, và phòng đào tạo Đại Học Bách Khoa.. . Em tên [full_name] sinh viên hệ vừa làm vừa học. Mã số sinh viên [student_id]. Lớp BK15HTD. Hôm nay em làm đơn này kính mong ban giám hiệu nhà trường củng như phòng đào tạo đại học Bách khoa có thể giúp em huỷ môn An toàn điện (EE3097) kì học lại hè hệ vừa làm vừa học năm học 2018-2019.. . Lí do: vì giáo viên hướng dẫn mới cho em biết điểm ngày 9 tháng 7 và em đã đủ điểm qua môn.. . Nên nay em làm đơn này rất mong ban giám hiệu nhà trường củng như phòng đào tạo đại học Bách khoa có thể chấp nhận huỷ môn giúp em.. . Em xin chân thành cảm ơn.",
            "ok"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Em chào anh/chị ạ!. . Học kỳ I tới em không được đăng ký môn [EE4331] Đề cương luận văn do em còn thiếu 1 môn \"học trước\" là môn [EE3003] Thiết kế hệ thống nhúng. . . Nên em muốn xin anh/chị cho em được làm đề cương luận văn và học \"song hành\" với môn thiết kế hệ thống nhúng có được không ạ, vì môn thiết kế hệ thống nhúng 1 năm mới mở một lần nên học kỳ tới em mới được ĐKMH ạ.. . Em biết đây là quy định của chương trình đào tạo, nhưng em mong anh/chị xem xét cho em để em được ra trường đúng hạn. . Em cám ơn ạ!. . . .",
            "ko được nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi Phòng đào tạo. . . . Em tên là [full_name], MSSV: [student_id]1. . . . Khi em đăng ký môn Luận văn tôt nghiệp (504303) thì có thông báo là em không đăng ký được do thiếu hai môn tiên quyết Thí nghiệm Thiết kế luận lý (504014) và Thí nghiêm Vi xử lý - vi điều khiển (504008) trong khi em đã qua hai môn đó.. . . . Kính xin Phòng đào tạo xem xét, hỗ trợ giải quyết giúp em ạ. . . . Em xin cám ơn.. . . . Trân trọng. . . .",
            "QUOTE MSSV/MSGV: [student_id]1    . . . . Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Kính gửi Phòng đào tạo. . . . Em tên là [full_name], MSSV: [student_id]1. . . . Khi em đăng ký môn Luận văn tôt nghiệp (504303) thì có thông báo là em không đăng ký được do thiếu hai môn tiên quyết Thí nghiệm Thiết kế luận lý (504014) và Thí nghiêm Vi xử lý - vi điều khiển (504008) trong khi em đã qua hai môn đó.. . . . Kính xin Phòng đào tạo xem xét, hỗ trợ giải quyết giúp em ạ. . . . Em xin cám ơn.. . . . Trân trọng. . . .   /QUOTE . . [full_name] lên đăng ký lại đi nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \tDạ phòng đào tạo cho em hỏi là sau khi đăng kí hủy môn thì bao giờ mình mới có kết quả hủy môn? Hiện tại e vừa hủy môn nhưng thời khoá biểu và trang đăng kí môn vẫn còn hiện. Vậy bao giờ mới cập nhật lại để em biết ạ?. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Cho e hỏi là cuối kì trước e thi đã qua 350, nhưng bây giờ đăng kí Anh văn 2 không được, web nói là do chưa học Anh văn 1 nên không được đăng kí. E xin PĐT xem xét lại dùm e với ạ. E xin cảm ơn.",
            "CHào bạn,. .  BẠn vui lòng đọc rõ lại quy chế học vụ trên web: www.aao.hcmut.edu.vn- Sinh viên - Quy chế - Quy chế học vụ bậc đại học và chương trình đào tạo.. . Môn AV1 là môn học trước  của AV2, không có thông báo nào nói bạn thi kiểm tra định kỳ đạt 350 là tính đạt môn AV1.. . Còn bảng xếp lớp anh văn  trên Phụ lục 1- Mục 1 là áp dụng cho kết quả kiểm tra trình độ tiếng anh khi nhập học, không phải kỳ kiểm tra tiếng anh định kỳ.. . . . Thân.. .",
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Cho e hỏi là cuối kì trước e thi đã qua 350, nhưng bây giờ đăng kí Anh văn 2 không được, web nói là do chưa học Anh văn 1 nên không được đăng kí. E xin PĐT xem xét lại dùm e với ạ. E xin cảm ơn.",
            "Chào bạn,. .  Bạn vui lòng đọc rõ lại quy chế học vụ trên web: www.aao.hcmut.edu.vn- Sinh viên - Quy chế - Quy chế học vụ bậc đại học và chương trình đào tạo.. . Môn AV1 là môn học trước  của AV2, không có thông báo nào nói bạn thi kiểm tra định kỳ đạt 350 là tính đạt môn AV1.. . Còn bảng xếp lớp anh văn  trên Phụ lục 1- Mục 1 là áp dụng cho kết quả kiểm tra trình độ tiếng anh khi nhập học, không phải kỳ kiểm tra tiếng anh định kỳ.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV/  MSGV:[student_id]. .  Kính gửi ban giám hiệu nhà trường, và phòng đào tạo Đại học Bach Khoa.. . Em tên [full_name] sinh viên VHVL .Mã số  sinh viên [student_id].Lớp BK15HTĐ. Hôm nay em làm đơn này rất mong ban giám hiệu nhà trường cũng như phòng đào taoj đại học Bach Khoa có thể giúp em hủy môn An Toàn Điện (EE3097) kì học hè vừa học vừa làm năm học 2018-2019.. . Lý do: vì giáo viên hướng đãn mới cho em biết điểm ngày 9 tháng 7 và em đã đủ điểm qua môn Nên hôm nay em làm đơn này rất mong ban giám hiệu nhà trường cũng như phòng đào tạo đại học Bach Khoa có thể chấp nhận hủy môn giúp  em.. . em xin chân thành cảm ơn!",
            "MSSV/  MSGV:[student_id]. . Kính gửi ban giám hiệu nhà trường, và phòng đào tạo Đại học Bach Khoa.. . Em tên [full_name] sinh viên VHVL .Mã số  sinh viên [student_id].Lớp BK15HTĐ. Hôm nay em làm đơn này rất mong ban giám hiệu nhà trường cũng như phòng đào taoj đại học Bach Khoa có thể giúp em hủy môn An Toàn Điện (EE3097) kì học hè vừa học vừa làm năm học 2018-2019.. . Lý do: vì giáo viên hướng đãn mới cho em biết điểm ngày 9 tháng 7 và em đã đủ điểm qua môn Nên hôm nay em làm đơn này rất mong ban giám hiệu nhà trường cũng như phòng đào tạo đại học Bach Khoa có thể chấp nhận hủy môn giúp  em.. . em xin chân thành cảm ơn!  /QUOTE . .",
            "ok"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mssv: [student_id]. . Kính gửi Ban giám hiệu nhà trường và phòng Đào tạo Đại học Bách Khoa. . Em tên là [full_name] sinh viên hệ vừa làm vừa học, MSSV [student_id], lớp HTDBK15.. . Hôm nay em làm đơn này rất mong ban giám hiệu cũng như phòng đào tạo Bách Khoa có thể giúp em hủy môn An toàn điện (EE3097) học kì học lại hè hệ vừa làm vừa học năm học 2018-2019.. . Lí do: vì giáo viên hướng dẫn mới cho em biết điểm ngày 9-7-2019 và em đã qua môn. . . Nên hôm nay em là đơn này, rất mong Ban Giám hiệu và phòng đào tạo Bách Khoa chấp nhận hủy môn giúp em. . . Em xin chân thành cảm ơn. . . . .",
            "ok"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi ban giám hiệu nhà trường, và phòng đào tạo Đại Học Bách Khoa.. . Em tên [full_name] sinh viên hệ vừa làm vừa học. Mã số sinh viên [student_id]. Lớp BK15HTD. Hôm nay em làm đơn này kính mong ban giám hiệu nhà trường củng như phòng đào tạo đại học Bách khoa có thể giúp em huỷ môn An toàn điện (EE3097) kì học lại hè hệ vừa làm vừa học năm học 2018-2019.. . Lí do: vì giáo viên hướng dẫn mới cho em biết điểm ngày 9 tháng 7 và em đã đủ điểm qua môn.. . Nên nay em làm đơn này rất mong ban giám hiệu nhà trường củng như phòng đào tạo đại học Bách khoa có thể chấp nhận huỷ môn giúp em.. . Em xin chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . Kính thưa PĐT,. . Em là sinh viên lớp TNMT k2017 .Vì kết quả thi anh văn của em tới ngày 23/7 mới có nên sau khi có kết quả em mới có quyết định rút khỏi chương trình KSTN. Em muốn hỏi rằng nếu ngày 23/7 em xin rút khỏi chương trình KSTN thì kết quả có cập nhật kịp để em đăng ký môn học đợt 3 kỳ 191 không ạ ? Mong PĐT trả lời thắc mắc giúp em.. . Em xin chân thành cảm ơn.",
            "Chào bạn. . . . Khi có kết quả rút ra khỏi TN bạn phải thực hiên đkmh các môn học trong đợt 3 (nếu sĩ số còn cho phép)"
        ]
    },
    {
        "intent": "",
        "message": [
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Kính gửi Ban Giám hiệu và Phòng đào tạo trường đại học Bách khoa. . Em tên là [full_name], sinh viên hệ vừa làm vừa học, MSSV [student_id], lớp HTDBK15. . Hôm nay em làm đơn này rất mong phòng đào tạo có thể giúp em hủy môn An toàn điện (EE3097) kì học lại hè hệ vừa làm vừa học năm học 2018-2019.. . Lí do: giáo viên bộ môn mới cho biết điểm ngày 09-07-2019 và em đã qua môn. . . Nên hôm nay em làm đơn này rất mong phòng đào tạo chấp nhận hủy môn giúp em. . . Em xin chân thành cảm ơn.",
            "đã hủy"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ PĐT có thể cho em hỏi là đợt đăng ký môn học đợt 3 có thể được hiệu chỉnh giống như đợt dkmh của học kỳ 183 vừa rồi không ạ",
            "Trong đợt 3 bạn không thể hiệu chỉnh nhé, chỉ có thể đăng ký bổ sung môn học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi em đang học chính quy. Nhưng trường lại xếp môn cấp thoát nước của em là nhóm B01 là của chính quy văn bằng 2 ( trong phần đăng ký môn học hệ chính quy KHÔNG CÓ [full_name] ). Vậy em có cần đăng ký lại môn này bên phần chính quy CÓ [full_name] hay không? Hay là vẫn để nguyên như trường sắp? Nói rõ giùm em chút ạ. Em cám ơn",
            "Chào bạn. . . . nếu bạn không thể học lớp Cấp thoát nước chuyển hệ bạn có thể hủy trong đợt đăng ký môn học. Còn nếu bạn vẫn muốn học chuyển hệ thì bạn đừng thao tác gì trên kết quả ĐKMH."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Chào cô/thầy,. . Ngày 4/6/2019, sau khi nộp chứng chỉ ngoại ngữ TOEIC và em đã thanh toán tiền chuyển điểm môn anh văn 2 là 50000 đồng. Nhưng đến ngày 1/7/2019, em lại nhận được thông báo yêu cầu đóng tiền phí chuyển điểm như hình bên dưới. . . Nếu giờ em không đóng tiền thì có bị hủy môn học kỳ tiếp theo không ạ?",
            "Chào bạn,. . Phòng đào tạo đã hủy khoản phí sai.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV:[student_id] . Kính gửi: Phòng Đào Tạo. . Em là sinh viên K18, đầu năm em thi xếp lớp Tiếng Anh đầu vào được 310 đã qua AVCB, nhưng em không đăng kí xếp lớp Anh Văn trên ELearning. Học kì hè 183 em đăng kí học AV1, Vậy cho em hỏi: Em có được đăng kí học AV2 ở HK191 này không, với sang HK192 em được đăng kí môn chuyên ngành chưa hay phải học lại AVCB ? . . . . Em cám ơn!",
            "Chào bạn,. . Nếu bạn có AV1 ở HK183 thì bạn đký được AV2 tại HK191.. . Việc đăng ký môn chuyên ngành phụ thuộc vào việc bạn có đạt chuẩn anh văn theo quy định hay không , chứ không phụ thuộc vào việc bạn có đăng ký học AV 1,2.. . Bạn vui lòng xem lại quy định về chuẩn anh văn của từng năm được cập nhật chi tiết tại: www.aao.hcmut.edu.vn- Sinh viên -  Quy chế- Quy chế học vụ bậc đại học -  Phụ lục 1- Mục 2c. . . Thân.",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT !. . . . -Em muốn hỏi khi SV lớp Kỹ sư Tài năng không đủ điều kiện tốt nghiệp theo chương trình tài năng mà đủ điều kiện tốt nghiệp chương trình đại trà thì mình làm thủ tục như các bạn sinh viên đại trà hay là có thủ tục gì khác nữa không ạ ?. . . . Em cảm ơn PĐT ạ !",
            "Chào bạn,. . Bạn là sv chương trình KSTN nếu muốn tốt nghiệp bằng thường thì bạn phải làm đơn nộp trực tiếp Phòng đào tạo xin xét tốt nghiệp theo bằng đại trà.. . Thân."
        ]
    }
]