[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào quý Thầy/Cô,. . . . Em tên là [full_name] MSSV [student_id]. . Hiện tại đã đạt yêu cầu tốt nghiệp đợt 1 năm 2022, Đã đóng 95 nghìn phí tốt nghiệp.. . Thầy cô cho em hỏi bao giờ em được nhận giấy tốt nghiệp tạm thời ạ?. . Em xin cảm ơn!",
            "đã xử lý. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sinh viên k14 hiện tại em đã hoàn thành hết ctđt chỉ còn thiếu av nói viết, PĐT cho Em hỏi là em có thể gửi đơn chuyển sang hệ VHVL trên này để xét tốt nghiệp không ạ? hay phải trực tiếp tới trường để nộp đơn ạ?. . Em xin chân thành cảm ơn !. .",
            "\"\"\"Chào bạn. . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy cô.. . Đợt sắp lớp môn thực tập ngoài trường vừa rồi, em bị nhầm sang chuyên ngành khác, em đã báo thầy cô phụ trách, thầy cô đã ghi nhận nhưng trên BKel của em hiện vẫn chưa chuyển về đúng lớp, khó khăn trong việc nhận thông tin của thầy cô. Thầy, cô có thể giúp em chuyển về đúng lớp không ạ. . . .",
            "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/3/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân\"",
            "Chào bạn. . Bạn vui lòng làm đơn xin chuyển mã số môn học, Khoa sẽ ký xác nhận mã đúng, sau đó Pdt sẽ kiểm tra lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Chào anh/chị và quý Thầy/Cô.. . Em tên: [full_name]. . MSSV: [student_id] là SV thuộc hệ VHVL.. . Sau khi xem cập nhật trên BKPay thì thấy có 2 mục thanh toán học phí:. . - Dự thính ngoài giờ gồm 12TC là 10,8000,000. Tức là 900,000/1TC. Lúc trước là 525,00/1TC . . - Dự thính chuyển hệ gồm 18TC là 16,200,000. Tức là 900,000/1TC.. . Em vẫn theo CTĐT của khóa 2017. Học phí kì này của em thay đổi khá nhiều nên có nhiều thắc mắc, mong anh/chị kiểm tra giúp em.. . Cảm ơn anh/chị đã hỗ trợ.",
            "\"Chào bạn,. . Học phí mới đã cập nhật lại, bạn kiểm tra lại thông tin nghen. . Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí    Mức thu học phí các bậc đào tạo năm 2021-2022   Mục V- Vừa làm vừa học. . Chúc bạn học tốt.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Do hiện tại laptop em đang hư nên không đủ trang thiết bị thi cuối kì môn sức bền nên em xin hoãn thi. mong PDT xem xét giúp em.. . Ngày thi là 13/03/2022",
            "Chào bạn,. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có   B xác nhận của Giảng viên hướng dẫn + Khoa  /B  (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua BKSI). . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1512387  /b \t. . . .   i Tốt nghiệp . Em chào Thầy/Cô. . . . Em là SV khóa K15 ạ, thời gian đào tạo tối đa 9/2015-4/2022. Hiện tại em còn thiếu chứng chỉ anh văn để ĐK LVTN vào tháng 4/2022. Trường hợp của em có thể gia hạn thêm thời gian đào tạo để bổ sung chứng chỉ anh văn được không ạ?. . Mong nhận phản hồi từ Thầy/Cô ạ!. . . . Em cảm ơn Thầy/Cô ạ. .",
            "Chào bạn. . Bạn thuộc khu vực 1 có thể làm đơn xin gia hạn thêm 1 Hk. . Nộp gấp nghen bạn. . Thân",
            ". . Em Thầy/Cô. . . . Em cần nộp những giấy tờ nào để được trường gia hạn thêm 1Hk ạ.. . . . Em cảm ơn Thầy/Cô",
            "Bạn làm 1 xin kéo dài thời gian học, ghi rõ lý do nguyện vọng rồi nộp lại BKSI. .",
            ". . Em chào Cô,. . . . Em nộp đơn đăng ký xin gia hạn thêm thời gian đào tạo ( như file đính kèm ).. . Nếu cần chỉnh sửa thêm thông tin, mong Cô phản hồi để em chỉnh sửa ạ!. . . . Em cảm ơn Cô ạ!",
            "\"Chào em,. . Phòng Đào tạo đã tiếp nhận đơn gia hạn 1 học kỳ của bạn. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trễ  nhất  trong tháng 3/2022). . và gửi qua email SV. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin gửi link và hình ảnh để thầy cô cập nhật danh sách miễm môn ạ.. . . . https://docs.google.com/spreadsheets/d/1c4ys5_jwELej0i57J29l54GxWw0WfRMs/edit#gid=[phone_number]",
            "Đã tl trực tiếp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Xin chào thầy cô ạ, e là Lâm sinh viên VHVL khoá 22.. . . . Trước đây e là sinh viên cao đẳng k17 Bảo dưỡng CN của trường ĐH Bách Khoa mình, e đã đậu av 1234, av4 tương đương av500  và Toeic 435.. . Vậy thầy cho e hỏi, nếu e liên thông lên ĐH Cơ khí VHVL thì có cần chuẩn av đầu vào sau năm nhất hay năm 2 mới được đăng ký môn học không ạ?  E đã xen quy chế nhưng không rõ lắm ạ. . .",
            "Đã tl trực tiếp"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1611250  /b \t. . . . Chào Thầy/Cô. . . . Em gửi câu hỏi này muốn hỏi về thông tin giấy chứng nhận tốt nghiệp tạm thời.. . Theo như thông tin từ câu hỏi trước thì \"Dự kiến Sau thứ 5 (10/03/22) sẽ gởi bạn scan qua mail cho bạn\" (chi tiết xem ảnh đính kèm) là câu trả lời của PDT gửi cho em, nhưng vẫn em vẫn chưa thấy mail nào cả. Thầy cô kiểm tra giúp em. . Vào tuần trước em có về trường để nhận Giấy chứng nhận tốt nghiệp tạm thời theo như thông tin trên mail đã gửi cho em (chi tiết xem ảnh đính kèm) nhưng PDT đã từ chối và nói rằng thông tin đã thay đổi, không còn phát Giấy chứng nhận tốt nghiệp tạm thời mỗi thứ 6 hằng tuần như trên mail nữa. Tuy nhiên sau khi kiểm tra thì em không hề thấy thông báo nào trên \"LỊCH TRÌNH ĐĂNG KÝ TỐT NGHIỆP VÀ CẤP BẰNG ĐỢT THÁNG 04/2022\" nói rằng sẽ không cấp Giấy chứng nhận tốt nghiệp tạm thời này vào mỗi thứ 6 nữa. Và cũng không có thông tin gửi mail nào nói rẵng sẽ không dùng cách đó để phát Giấy chứng nhận tốt nghiệp tạm thời nữa.  Mong thầy cô giải đáp thắc mắc thông tin này.. . Một chút góp ý của em: Giấy chứng nhận tốt nghiệp tạm thời sinh ra là để dùng tạm trong lúc chờ Giấy tốt nghiệp chính thức mà tại sao PDT lại làm việc một cách chậm trễ như thế, còn gì là tin thần của Giấy chứng nhận tốt nghiệp tạm thời nữa ??. . . . Cám ơn Thầy/Cô đã phản hồi . . Thân!",
            "Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp(sad) https://forms.gle/2WnfHeAHnRZWJ6Jn7. . Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và scan gởi qua mail SV, sau đó SV cần bảng chính vui lòng liên hệ Pdt để nhận. . . Thân",
            "Chào bạn, . . Phòng đào tạo đã scan và gởi chứng nhận tạm thời qua mail cho bạn, bạn cần bảng chính vui lòng liên hệ Pdt để nhận. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo. . . . Em tên là [full_name], MSSV [student_id], sinh viên Chất lượng cao Quản lý Tài nguyên và Môi Trường. . . . . Em vừa được cập nhật điểm Luận văn Tốt nghiệp Học kì 211 và em đã có đủ các điều kiện để được xét tốt nghiệp. Vậy khi nào em mới được có trong danh sách xét tốt nghiệp ạ?. . . . Thanks and best regards. . [full_name]",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kính gửi phòng đào tạo,. . . . Em là [full_name]-MSSV [student_id]. Em có hỏi và nhận được câu trả lời của PĐT về việc không đăng ký được môn luận văn với lý do là bị thiếu tín chỉ. Đồng thời, em cũng có nhận được file những môn bị thiếu (file đính kèm). . . . Tuy nhiên trong danh sách môn bị thiếu thì ở phần các môn Bắt buộc chưa tích lũy được, em đã học và có điểm đạt các môn (Kinh tế vi mô, Quản lý dự án, Giải tích 1, AV trong KD, Phương pháp Nghiên cứu, Đề cương LVTN) , chỉ còn anh văn 2,3 là chưa được chuyển điểm.. . . . Kính mong PĐT xem xét lại giúp em ạ. . . Em xin chân thành cảm ơn.",
            "Chào bạn. . [full_name] đã xét được môn LVTN, bạn xem tkb cập nhật mới tại Mybk-xemtkb sau ngày 15/3 nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1733461  /b \t. . . .   i Tốt nghiệp . Chào Thầy/ Cô!. . Em đã có kết quả tốt nghiệp + phiếu đăng ký tốt nghiệp củng đã được xử lý tới nay là gần 2 tuần nhưng em chưa nhận được bằng tạm thời. Thầy/ Cô cho em hỏi là em lên trường nhận bằng tạm thời hay đợi gửi theo địa chỉ đăng ký em cám ơn.",
            "Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp(sad) https://forms.gle/2WnfHeAHnRZWJ6Jn7. . Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và scan gởi qua mail SV, sau đó SV cần bảng chính vui lòng liên hệ Pdt để nhận. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ do không để ý em đã quên đóng khoản học phí bổ sung 211 nên bị mất thời khóa biểu. Em đã đóng vào hôm 07/03/2022. Cho em hỏi bao giờ em sẽ được mở lại thời khóa biểu ạ.",
            "Chào bạn. . TKB sẽ phục hồi vào tuần sau nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào quý thầy cô, em muốn đăng kí thi bổ sung giữa kì môn Vật lí 2 ạ do em bị đình chỉ thi vì lí do mạng ạ.Đơn và minh chứng em có đính kèm ở dưới ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào quý thầy cô, em muốn đăng kí thi bổ sung giữa kì môn Vật lí 2 ạ do em bị đình chỉ thi vì lí do mạng ạ.Đơn và minh chứng em có đính kèm ở dưới ạ.",
            "\"Chào em. . Đơn hoãn thi của em đã được đồng ý nhé, dự kiến trong tháng 03/2022 PDT sẽ gửi mail PHIẾU CHO PHÉP KIỂM TRA BỔ SUNG cho SV.. . Sau thời gian trên mà chưa nhận được mail thông báo về QD, em vui lòng phản hồi lại qua bksi để PDT kiểm tra lại nhé!. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy cô, cho em hỏi hạn chót đăng ký tốt nghiệp đợt tháng 4/2022 là ngày mấy ạ và lễ tốt nghiệp tổ chức vào ngày nào ạ.. . Em cảm ơn.",
            "\"Chào em,. . SV xem lịch trình xét tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022 . . Về lễ tốt nghiệp, SV vui lòng đợi thông báo sau.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  Kính gửi Phòng Đào tạo.. . Em tên: [full_name]. MSSV: [student_id], hệ VLVH, khoa Điện-Điện tử.. . Xin thầy/cô cho em xin mẫu đơn để người thân tới nhận bảng điểm ạ.. . Em xin cảm ơn.. .",
            "Chào em,. . Em chỉ cần ghi rõ thông tin của người thân nào đến nhận bảng điểm trong yêu cầu bạn gửi qua bksi là được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Người thân tới nhận bảng điểm có mối quan hệ là anh.. . Tên là: [full_name]. SN:1992. . Em xin cảm ơn.",
            "Chào bạn,. . Được nhé, annh của bạn tới nhận nhớ trình bày rõ và mang theo CMND nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV[full_name]MSGV: [student_id]  [full_name]b \t. . . .   i Tốt nghiệp  [full_name]i . . ﻿. . ﻿Em chào Thầy[full_name]Cô. . ﻿. . ﻿Em là sinh viên K15 ạ, thời gian đáo tạo tối đa 9[full_name]2015 đến 4[full_name]2022. Hiện tại em còn thiếu chứng chỉ anh văn để ĐKTN. Trường hợp của em có thể gia hạn thêm thời gian đào tạo để bổ sung anh văn không ạ.",
            "Chào bạn. . - Trường hợp thiếu chứng chỉ anh văn 2 kỹ năng để đủ điều kiện tốt nghiệp, SV K15 sẽ nộp đơn kéo dài (tự làm, không mẫu) thời gian sau tháng 04/2022.. . - Về quy định thời gian và kế hoạch học tập: Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . . . [full_name] [student_id]. . Kính gửi BKSI trường đại học Bách Khoa. . Em tên [full_name], mã số sinh viên [student_id]. . Phòng đào tạo cho em hỏi là tại sao đầu năm em đã đóng đủ tiền trong đó có cả tiền bảo hiểm y tế mà khi em tra cứu thì web lại ghi hạn chót 31/12/2021 vậy ạ?. . Em xin cảm ơn và mong có phản hồi sớm từ BKSI",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email: [email]. . Thân",
            "Yêu cầu khác . [full_name]. . [student_id]. . Kính gửi phòng đào tạo trường đại học Bách Khoa. . Em tên [full_name] , mã số sinh viên [student_id]. . Phòng đào tạo cho em hỏi là tại sao đầu năm em đã đóng đủ tiền trong đó có cả tiền bảo hiểm y tế mà khi em tra cứu thì web lại ghi hạn chót 31/12/2021 vậy ạ?. . Em xin cảm ơn và mong có phản hồi sớm từ phòng đào tạo. .",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email: [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT, em có một thắc mắc cần giải đáp về thời hạn đăng ký tốt nghiệp đợt tháng 04/2022. Theo như lịch trình đăng ký tốt nghiệp cập nhật trên trang aao.hcmut thì ghi thời hạn đăng ký tốt nghiệp là từ 21/02/2022 - 11/04/2022. Nhưng khi em vào mục đăng ký xét tốt nghiệp trên trang Mybk thì thời hạn đăng ký là từ 17/01/2022 - 04/05/2022. Kính mong PĐT giải đáp thắc mắc này giúp em. Em xin cảm ơn.",
            "\"Chào em,. . SV xem lịch trình xét tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022 . . Còn thời gian được cập nhật tại mybk/Đăng ký tốt nghiệp là thời gian để SV vào đăng ký tốt nghiệp sau khi có tên trong ds dự kiến tốt nghiệp nhé. . Về lễ tốt nghiệp, SV vui lòng đợi thông báo sau.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có nhận được thông báo đóng tiền BHYT đợt 3, và \"sinh viên K21 không cần đóng vì BHYT còn hiệu lực tới 31/12/2022\".. . Tuy nhiên, sau khi em tra cứu giá trị sử dụng BHYT của em là vào ngày 31/12/2021 chứ không phải 31/12/2022. Vào đầu năm em đã đóng mức phí 13.204.025 đ.. . Em không biết em có phải đóng tiền BHYT đợt 3 không, và tại sao hạn sử dụng BHYT của nhiều bạn khác là 31/12/2022, còn của em là 31/12/2021.. . Rất mong nhận được phản hồi,. . Em xin chân thành cảm ơn.",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email: [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em là [full_name], MSSV [student_id]. . Kỳ trước em đã hoàn thành môn học Thực tập điện 2 (EE3023) rồi nhưng trong kỳ này vẫn có môn trong thời khóa biểu ạ.. . Mong PDT hủy môn học cho em ạ.. . Em xin cảm ơn.",
            "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 26/3/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào Thầy/Cô ạ.. . Em tên: Lê Văn Hậu, MSSV: [student_id]. . Em viết mail này mong Thầy/Cô giải đáp cho em với ạ. Cụ thể em đã hoàn thành hết các môn học phần trong chương trình đào tạo, chỉ còn thiếu mỗi điểm [full_name] 400 chưa cập nhật điểm. Mà em vào web trường tra thông tin tốt nghiệp của em lại thấy học vụ còn nợ môn ạ (hình ảnh đính kèm bên dưới ).. . Rất mong Thầy giải đáp thắc mắc này giúp em với ạ.. . Em xin chân thành cảm ơn Thầy.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi giấy tốt nghiệp tạm thời em đã đăng ký hồi 18/2 nhưng hiện tại vẫn chưa thấy bưu điện gửi tới địa chỉ đã đăng ký ạ? Em đã xem lại địa chỉ và thấy không có vấn đề gì. Vậy cho em hỏi giấy của em trường đã gửi đi chưa ạ? Nếu chưa gửi thì em có thể tới trường nhận trực tiếp không ạ?. . Em xin chân thành cảm ơn.",
            "Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp(sad) https://forms.gle/2WnfHeAHnRZWJ6Jn7. . Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và scan gởi qua mail SV, sau đó SV cần bảng chính vui lòng liên hệ Pdt để nhận. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo,. . . . Em là [full_name], MSSV: 17160. Em đã tốt nghiệp tháng 8 năm 2021. Em có thể đăng ký nhận bằng trong lễ tốt nghiệp tháng 4 năm 2022 được không, và cần phải làm những thủ tục gì? . . . . Xin trân trọng cảm ơn.. .",
            "Chào em,. . Về việc lễ tốt nghiệp SV vui lòng đợi thông báo sau của nhà trường. . Về bằng tốt nghiệp, em liên hệ Phòng Đào tạo (101A1) để nhận nhé, từ thứ 2 đến thứ 6 (giờ hành chính). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng đào tạo. . Em tên là: [full_name]. . MSSV: [student_id]. . Lớp: CK21CK07 Trường ĐH Bách khoa - ĐHQG TPHCM. . Hiện tại em muốn rút môn học anh văn cơ bản (LA0011) do đang trong kỳ học giáo dục quốc phòng an ninh. Mong phòng đào tạo xem xét và xếp lại thời khóa biểu cho em ạ. Em cảm ơn.. . . . . . . .",
            "\"Chào bạn,. . Về việc rút môn học (Có tính học phí):. . Bạn vui lòng tải mẫu đơn: RÚT MÔN HỌC tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail pdt@hcmut.edu.vn hoặc BKSI. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa thầy cô, vào kì học 202, em có hoãn thi môn kết cấu ô TR2013 do lỗi kĩ thuật. Em có thắc mắc là khi nào được bổ sung thi lại ạ ?. . Em xin cám ơn thầy cô.",
            "Chào bạn, . . Bạn vui lòng đợi thông báo trong tháng 3. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo,. . . . Em muốn hỏi là do học kì 2 năm học 2020-2021 em xin dời bảo vệ luận văn và đã hoàn thành vào học kì 1 năm học 2021-2022 ngày 30/12 năm 2021. Em muốn đăng kí tốt nghiệp đợt tháng 4 này nhưng khi đăng kí thì không được do tình trạng sinh viên của em bị tạm dừng do không đăng kí môn học nhưng em đã có đơn xin huỷ hoãn điểm I và đã được phòng đào tạo xét duyệt. Em muốn biết làm sao để có thể thay đổi tình trạng sinh viên để em có thể đăng kí tốt nghiệp được ạ? Em cám ơn phòng đào tạo. . . . .",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ cho em hỏi khi nào trường mình học off ạ. Vì em ở xa nên cần chuẩn bị trước ạ.em cảm ơn ạ. .",
            "\"Chào bạn,. . SV vui lòng xem lại thông báo số 11/ĐHBK, ngày 24/01/2022, về cập nhật Kế hoạch học tập của HK 2 và học kỳ hè năm học 2021-2022 và phần bù các học kỳ trước theo hình thức trực tiếp và phối hợp trực tuyến/trực tiếp đã gửi mail cho SV ngày 24/1/2022, thời gian bù thí nghiệm từ tuần 10-13 (từ ngày 07/03/2022 đến 03/04/2022), trong thời gian này tạm ngưng HK212 để tham gia bù các phần thí nghiệm của các học kỳ cũ. SV vui lòng đọc lại thông báo nhé!. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ em đã nộp đầy đủ hồ sơ và học phí nhưng không có trong danh sách học quân sự giờ em cần liên lạc với ai để giải quyết ạ. Em cảm ơn ạ. .",
            "Chào em,. . Trường hợp của em do không thanh toán học phí và bổ sung hồ sơ đúng hạn nên không có tên trong danh sách học GDQP mà nhà trường đã gửi cho Trung tâm GDQP trước đó.. . GQDP là do trường xếp cứng cho SV  chính quy khóa 2021. Nhà trường chỉ gửi SV đi 1 lần duy nhất để học GDQP. Những trường hợp SV tự ý nghỉ hoặc không đủ điều kiện tham gia học do nợ học phí/hoặc đóng trễ HP/chưa bổ sung đủ hồ sơ nếu muốn học lại phải tự liên hệ tại TT GDQP đăng ký để hoàn thành học phần GDQP.. . Trường hợp SV đã có chứng chỉ GDQP, vui lòng làm đơn xin miễn (tải mẫu đơn tại aao.hcmut.edu.vn/sinh viên/biểu mẫu), kèm theo bản chụp Chứng chỉ GDQP và gửi qua bksi. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Thầy (Cô). . Em tên là [full_name] - [student_id]. Là sinh viên K18 khoa cơ khí.. . Em cho em hỏi là em muốn chuyển điểm từ môn học tương đương sang môn học cũ đúng với chương trình của em thì phải làm sao ạ ? . . Em cám ơn!!. .   i Yêu cầu khác .",
            "\"Chào em,. . Em gửi lại 1 yêu cầu khác qua bksi, ghi rõ tiêu đề xin cập nhật môn tương đương, em ghi rõ em học môn học nào?ở Học kỳ nào? bao nhiêu điểm? tương đương môn học nào (ghi rõ tên và mã MH). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào Thầy/Cô,. .  Em có thắc mắc về điểm trung bình tốt nghiệp ngành 2 của e ạ. Em tự tính toán thì điểm trung bình của ngành 2 cao hơn điểm trong danh sách tốt nghiệp dự kiến. Mong quý Thầy/Cô kiểm tra lại giúp em ạ.. .  Em xin cảm ơn.. .",
            "Chào em,. . Em vui lòng ghi rõ cụ thể điểm số em tính như thế nào? tên ngành thứ 2 của bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô. . Em đã nộp bằng toeic nghe-đọc 605 điểm rồi ạ, trường đã xét miễn cho em rồi, mà trong phần chuyển điểm , em vẫn chưa thấy được chuyển điểm av1,2,3,4 ạ. . . Thầy/ cô kiểm tra lại giúp em ạ.. . em xin cảm ơn.. .",
            "Đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào tạo! . . Em là [full_name], MSSV: [student_id].. . Em dự kiến đăng kí tốt nghiệp đợt tháng 4/2022. Em có một số vấn đề về tốt nghiệp mong PĐT giải đáp giúp em ạ. Thứ nhất, cho em hỏi hạn chót để đăng kí tốt nghiệp là ngày mấy vậy ạ. Thứ hai, lúc nhận bằng cần có thẻ sinh viên và căn cước công dân nhưng em bị mất thẻ sinh viên, em đăng kí in lại thì hệ thống báo lỗi ạ. Em chỉ có căn cước công dân có nhận bằng được không ạ. . . Em xin cảm ơn!",
            "Chào em,. . Chào em,. . SV xem lịch trình xét tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022 . . Khi nhận bằng TN, nếu trường hợp mất thẻ SV bạn có thể sử dụng CMND/CCCD để nhận bạn.. . Thân",
            "Tốt nghiệp . Kính gửi Phòng Đào tạo! . . Em là [full_name], MSSV: [student_id].. . Em dự kiến đăng kí tốt nghiệp đợt tháng 4/2022. Em có một số vấn đề về tốt nghiệp mong PĐT giải đáp giúp em ạ. Thứ nhất, hạn chót để đăng kí tốt nghiệp là ngày mấy vậy ạ. Thứ hai, lúc nhận bằng cần có thẻ sinh viên và căn cước công dân nhưng em bị mất thẻ sinh viên, em đăng kí in lại thì hệ thống báo lỗi ạ. Em chỉ có căn cước công dân có nhận bằng được không ạ. . . Em xin cảm ơn!",
            "đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô ạ,. . Dạ đợt vừa rồi em có đăng ký môn học Luận văn tốt nghiệp nhưng kết quả lại không được nên hiện tại em đang không có thời khoá biểu trên hệ thống ạ. Dạ vậy trường hợp của em cần phải làm đơn gì để kỳ sau tiếp tục được đăng ký môn ạ?. . Em cảm ơn thầy/cô ạ.",
            "\"Chào bạn,. . Về việc đăng ký thu nhận lại HK213. . Bạn vui lòng tải mẫu đơn: Thu nhận tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua BKSI. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy cô ạ, em là [full_name], sinh viên K17 khoa điện - điện tử. Em vừa bảo vệ luận văn vào tháng 1 vừa rồi. Hiện tại em đang còn thiếu 1 ngày công tác xã hội và chứng chỉ anh văn nói viết để hoàn thành điều kiện xét tốt nghiệp.. . . . Dạ thầy cô cho em hỏi hạn chót bổ sung điều kiện tốt nghiệp ở học kì này là khi nào ạ . Để em có thể chuẩn bị và hoàn thành nốt những điều kiện còn thiếu ạ. . . . . Dạ em xin chân thành cảm ơn.. .",
            "Chào em,. . SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Xin lỗi vì đã làm phiền cô. . . Em đang là sinh viên hệ VHVL khoa cơ khí, lúc trước em đăng ký ngành Kĩ thuật cơ khí. Nhưng giờ e vào xem thông tin thì là Kỹ thuật cơ khí - Chuyên ngành chế tạo máy. Nhưng mục đích e học là theo chuyên ngành Kĩ thuật cơ khí - Chuyên ngành thiết kế máy. Vậy kính xin cô giải đáp thắc mắc, là hiện tại e vẫn theo chương trình cơ khí Kỹ Thuật thiết kế máy hay bắt buộc phải làm đơn đổi chuyên ngành ạ? Đây là vấn đề rất quan trọng với em cảm ơn cô giải đáp ạ.",
            "Và nếu làm đơn thì phải làm thế nào ạ? e muốn chuyển phân ngành. E cảm ơn",
            "Đã trả lời trực tiếp. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  Em là [full_name] , em gửi file này để nhờ nhà trường xác nhận giúp em đơn xin hủy kết quả ở ký túc xá .. . . .",
            "Chào em,. . Trường hợp SV cần giấy xác nhận SV có thể đăng ký tại mybk/ Chứng nhận sinh viên để bổ sung hồ sơ cho cơ quan nhé bạn, về việc em không có nhu cầu ở KTX vui lòng liên hệ KTX để xin ra nhé, nhà trường không thể xác nhận theo lý do bạn trình bày trong đơn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi, em bảo lưu kết quả học tập, tại giờ em muốn đi làm để trang trải giúp đỡ gia đình em, thì bảo lưu bao lâu ạ? Và em lên trường có ai giải quyết giúp em vấn đề này không ạ? Em bỏ học cũng lâu, quên chưa bảo lưu để đi làm, vì không muốn đánh mất cơ hội dc theo học tiếp nên em nhắn lên đây để nhờ quý thầy cô, ban quản lý, phòng đạo tạo giải quyết giúp em ạ :((( em cám ơn rất nhiều",
            "\"Chào bạn,. . Về việc đăng ký thu nhận lại:. . Bạn vui lòng tải mẫu đơn: Thu nhận tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua BKSI. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào Quý Thầy Cô ạ,. . Cho e xin hỏi là bằng tốt nghiệp hiện tại e chưa thể đến trường nhận được. Vậy e có thể xin uỷ quyền người khác nhận thay hoặc là nếu để lâu quá không nhận bằng thì có sao ko ạ. . . Vì hiện tại e đang làm việc và sinh sống tại Quảng Ngãi nên chưa thể vào nhận được ạ. . . E xin chân thành cảm ơn.",
            "\"Chào em,. . Khi nào em có mặt ở TPHCM thì liên hệ Phòng Đào tạo để nhận bằng tốt nghiệp. Bằng tốt nghiệp vẫn được lưu trữ tại Phòng Đào tạo cho Sinh viên.. . Trường hợp nhận thay bằng tốt nghiệp: Phải có giấy ủy quyền có xác nhận của chính quyền và chỉ có thể ủy quyền cho ba/mẹ/anh/chị/ em ruột (khi nhận phải kèm theo hộ khẩu, CMND/CCCD). . Về lễ tốt nghiệp SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Sau khi học buổi đầu tiên của 2 môn thực tập điện tử 1 và thực tập điện 1, thì vừa qua test nhanh em dương tính với Covid và đang thực hiện cách ly , cho em xin hỏi là nhà trường có hỗ trợ đăng ký học bù sau khi khỏi bệnh không ạ, nếu có thì em cần đăng ký học bù như thế nào ạ. . . Em xin cảm ơn.",
            "\"Chào em,. . Đây là đợt xếp bù sau cùng của các học kỳ cũ và không thể hoãn và xếp tiếp cho SV nữa.. . Trường hợp của bạn nên chủ động liên hệ với Giảng viên để xin bù vào các tuần tiếp theo để hoàn thành các bài thí nghiệm sau khi hết cách ly. . Chúc em học tốt. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin hoãn kỳ GDQP đợt này, dời đến hè vì gia đình có người bị tiểu đường và huyết áp, tình hình dịch bệnh dưới khu quân sự đang căng thẳng, nếu em không cẩn thận, về nhà lây nhiễm sẽ rất nguy hiểm. Rất mong có được sự chấp nhận ạ, em cảm ơn.. .",
            "\"Chào em,. . GQDP là do trường xếp cứng cho SV  chính quy khóa 2021 (SV không được hủy). Nhà trường chỉ gửi SV đi 1 lần duy nhất để học GDQP. Những trường hợp SV tự ý nghỉ nếu muốn học lại phải tự liên hệ tại TT GDQP đăng ký để hoàn thành học phần GDQP.. . Trường hợp SV đã có chứng chỉ GDQP, vui lòng làm đơn xin miễn (tải mẫu đơn tại aao.hcmut.edu.vn/sinh viên/biểu mẫu), kèm theo bản chụp Chứng chỉ GDQP và gửi qua bksi. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào quý thầy cô.. . Em là sinh viên khóa k14, e mới xuất ngũ nghĩa vụ quân sự vào tháng 1/2022, hiện tại e vẫn chưa hoàn thành khóa học. E còn nợ 1 môn học, chứng chỉ tiếng anh và Luận văn tốt nghiệp.. . Cho em hỏi giờ e muốn tiếp tục khóa học thì thủ tục như thế nào, và e còn bao nhiêu thời gian cho khóa học?. . E xin chân thành cảm ơn.. .",
            "Chào bạn,. . Về việc đăng ký thu nhận lại:. . - Bạn vui lòng tải mẫu đơn: Thu nhận tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . - Đính kèm Quyết định xuất ngũ. . Điền đầy đủ thông tin nộp qua trực tiếp tại Phòng đào tạo hoặc BKSI. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào phòng đào tạo. Em có tkb sắp xếp học thí nghiệm đợt 2. Nhưng do đã là f0 3 ngày nên không đi học được. Nên em muốn hỏi là có cách nào để sắp xếp 1 lịch học thí nghiệm khác không ạ. Vì kì này em không đk môn này được ạ . Em cảm ơn pdt nhiều ạ.",
            "\"Chào em,. . Đây là đợt xếp bù sau cùng của các học kỳ cũ và không thể hoãn và xếp tiếp cho SV nữa.. . Trường hợp của bạn nên chủ động liên hệ với Giảng viên để xin bù vào các tuần tiếp theo để hoàn thành các bài thí nghiệm sau khi hết cách ly. . Chúc em học tốt. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em không nhận được thông tin trường gửi trên hệ thống tin nhắn trên bkel.",
            "Chào em,. . Trường hợp của bạn đã được thêm vào rồi nhé, bạn vui lòng kiểm tra lại các thông báo về học vụ trên BKeL đã xem được chưa nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Thầy/Cô,. . Em tên là [full_name] - [student_id], thuộc khoa môi trường và tài nguyên, chuyên ngành Kỹ Thuật Môi Trường.. . Em vừa nhập được mail có tên trong danh sách tốt nghiệp dự kiến của đợt này nhưng khi em Đăng kí tốt nghiệp lại bị lỗi do chưa được cấp quyền sử dụng ạ.. . Cho em hỏi trang bị lỗi đó là sao ạ?. . Em xin cảm ơn!. . Mong nhận được sự phản hồi sớm từ Thầy/Cô.. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \"",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Do em học khóa 2018 với môn học \"Thực tập cơ khí đại cương 2\" mã số môn học là ME2001. Nhưng em bị trễ và học lại sau đó với môn học tương đương của khóa 2019 có mã số môn học là ME2017.. . Nên em cần giúp đỡ về vấn đề chuyển điểm môn học tương đương từ điểm môn ME2017 sang điểm môn ME2001.. .   i Học vụ .",
            "Chào bạn, . . Thông tin mã số môn học trong câu hỏi của bạn và hình chụp không giống nhau. Bạn vui lòng kiểm tra và  gửi câu hỏi/yêu cầu lại cho PDT. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Thầy/Cô,. . Em tên [full_name]-[student_id], chuyên ngành Kỹ Thuật Môi Trường của Khoa Môi Trường-Tài Nguyên.. . Em có nộp bằng TOEIC để chuyển điểm AV1 vào tháng 9/2021 nhưng tới giờ em vẫn chưa được cập nhật vào bảng điểm trên hệ thống ạ.. . Nhờ Thầy/Cô kiểm tra lại giúp em.. . Em xin cảm ơn!. . Trân trọng.",
            "Chào bạn. . Đã cập nhật điểm chuyển rồi, bạn xem tại Mybk- điểm chuyển. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . dạ cho em hỏi là up ảnh thẻ lên web để làm thẻ sv có yêu cầu bỏ kính không ạ tại đầu năm em nộp mà nó không nhận diện khuôn mặt nên giờ em vẫn chưa được làm thẻ sinh viên. Và giờ em muốn làm thẻ sinh viên thì nộp ảnh tại đâu và có cần gặp trực tiếp phòng đào tạo không ạ. .",
            "Chào em;. . trường đã gửi mail hướng dẫn cập nhật ảnh, em vui lòng check lại mail cũ nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Đăng ký giấy tốt nghiệp tạm thời",
            "Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp(sad) https://forms.gle/2WnfHeAHnRZWJ6Jn7. . Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và scan gởi qua mail SV, sau đó SV cần bảng chính vui lòng liên hệ Pdt để nhận. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào Quý Thầy cô ạ!. . Em là sinh viên hệ VHVL mssv [student_id]. . Thầy cô cho em hỏi hiện tại trường đã có bằng tốt nghiệp tạm thời của đợt 1/2022 chưa ạ?",
            "\"Chào bạn. . Phòng đào tạo đã lấy dữ liệu để in Giấy chứng nhận tốt nghiệp cho bạn. . Dự kiến Sau thứ 5 (24/03/22) sẽ gởi bạn scan qua mail cho bạn. . Giấy chứng nhận tốt nghiệp bản chính bạn liên hệ trực tiếp Pdt để nhận sau Sau thứ 5 (24/03/22) . . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Phiếu đề nghị chuyển sang VLVH. [full_name] [student_id]",
            "Chào em,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV theo dõi mail và lịch học vụ để vào đăng ký môn học cho HK213 nếu còn nợ MH(từ tháng 05/2022). . Thân."
        ]
    }
]