[
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào quý thầy / cô em là [full_name] - [student_id] , kì vừa qua em có học môn anh văn cơ bản ( nhu cầu ) và có điểm tổng kết nhận được từ giáo viên bao gồm : KT là 8,25 ( 40% ) và thi cuối kì được 5.08 ( 60%) nhưng khi có điểm trên hệ thống thì em lại có điểm KT là 7.0 và điểm thi cuối kì không thay đổi . Em có thắc mắc với giáo viên thì giáo viên bảo em hỏi Phòng đào tạo tại giáo viên đã chốt điểm cũng khá lâu rồi . . . Mong quý thầy cô xem xét và giải quyết cho em . Em xin chân thành cảm ơn",
            "Chào bạn. . Các cột điểm là do giảng viên nhập vào hệ thống điểm của nhà trường, Phòng đào tạo không có quyền can thiệp, pdt chỉ lấy từ hệ thống và đổ dữ liệu lên để sv xem và kiểm tra lại. . Nên bạn liên hệ lại giảng viên để kiểm tra lại lần nữa nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi:. . Ban Giám Hiệu Trường Đại Học Bách Khoa Thành Phố Hồ Chí Minh. . Phòng Đào Tạo Trường Đại Học Bách Khoa Thành Phố Hồ Chí Minh. . . . Em tên: [full_name]. . Mã số sinh viên: [student_id]. . Sinh viên: lớp Hàng Không Việt Pháp khóa 2016.. . . . Em làm đơn này kính xin Ban Giám Hiệu và Phòng Đào Tạo cho phép em được rút môn Giải tích 2, mã môn học MT1013, đăng ký trong học kỳ 203 năm học 2021. . . Em xin phép được trình bày lý do rút môn học trên như sau:. . Em đã hoàn thành môn học Toán 2 (lý thuyết), mã môn học 006712 là môn học tương đương môn Giải tích 2, mã môn học MT1013, trong học kỳ 162 năm học 2016. . . Trong đợt đăng ký môn học học kỳ 203, em có đăng ký trên hệ thống đăng ký môn học online một môn là Giải tích 3, mã môn học MT2007. Trong lần đăng ký môn học đợt 1 và đợt 2, em đăng ký môn học online nhưng hệ thống không cập nhật. Trong lần đăng ký môn học đợt 3, em đăng ký môn học online và em điền vào đơn xin mở môn học Giải tích 2 và Giải tích 3 dành cho các bạn chưa đăng ký được hai môn học trên, em đã có sai sót khi đăng ký nhầm tên vào đơn xin mở môn học Giải tích 2, mã môn học MT1013. . . Em kính mong Ban Giám Hiệu và Phòng Đào Tạo xem xét cho phép em được rút môn học Giải tích 2 không tính học phí.. . Em xin chân thành cảm ơn.. .",
            "Chào bạn,. . . . Môn học được mở và đăng ký theo đơn do Văn phòng đào tạo Vp gủi qua email. Sv liên hệ văn phòng Việt Pháp để biết rõ hơn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào quý thầy cô, em là [full_name], MSSV: [student_id]. Em thấy trạng thái in bảng điểm đã xong. Lần trước cô có yêu cầu em là sau khi thấy trạng thái in xong thì báo cô để cô scan bảng điểm thành file PDF giúp em, vì tình hình dịch bệnh em không thể đi lấy và là F2. Dạ mong quý thầy cô scan bảng điểm thành PDF để gửi đến nhà tuyển dụng và gửi đến email: [email]  . . Em cảm ơn rất nhiều.. .",
            "Chào em,. . PĐT đã gửi email cho em rồi nhé.. . Thân mến,. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa PĐT,. . . . Em đã làm đơn xin rút môn học không tính học phí, em xin được gửi đính kèm file văn bản đơn xin rút môn học, cùng đường link danh sách chúng em đã lập như trong trình bày ở đơn.. . . . https://docs.google.com/spreadsheets/d/1eXTB98MFYK_ashr_rygHUCm751Biouk992aYSypV4nM/edit?fbclid=IwAR0xhJSc94KGtq_jEfJVGgA2t7DCBrckKkU6SFZertisyjOHulo_[full_name]_[full_name]&pli=1#gid=0. . . . Rất mong PĐT sớm có quyết định giúp đỡ cho trường hợp của em.. . Em xin cảm ơn",
            "Chào bạn. . Sau khi Phòng đào tạo kiểm tra lại dữ liệu bạn cung cấp. . - Môn MT1013 được mở theo công văn đề nghị của Văn phòng Việt Pháp yêu cầu mở và đăng ký theo danh sách, nên Phòng đào tạo không thể giải quyết rút môn học mà không tính học phí. . - Bạn vui lòng đợi thông báo rút môn học có tính học phí vào tuần sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 . Dạ Phòng Đào tạo cho em hỏi, em là [full_name] - MSSV: [student_id]. Em có đăng ký môn học LA1007 trong học kỳ hè 203. Tuy nhiên, đến hiện tại vì bận việc cá nhân và gia đình em không thể học được môn này trong học kỳ hè. Vậy có cách nào em có thể rút môn học trong kỳ này được không ạ? Dạ em cảm ơn nhiều ạ!. .",
            "Chào bạn. . Bạn vui lòng đợi mail thông báo về việc rút môn học (tương đương như huỷ môn học nhưng phải thanh toán học phí) vào tuần sau ngày 21/06/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 . Em là [full_name] sinh viên khoa cơ khí chuyên ngành cơ điện tử (VHVL- T10/2020). . - Em sinh trình bày vấn đề như sau: vào hôm 9/6/2021 Em có viết đơn xin huỷ môn và chưa có thông tin phản hồi lại ( đơn em đã viết và nộp- trình bày như file bên dưới). . - Do nhà trường đưa ra danh sách học những môn học đăng ký theo chuyên ngành vào đầu học kì 202 em đã đăng ký theo danh sách đó lúc chưa đưa ra danh sách miễn môn. Và 9/6/2021 nhà trường đã đưa ra danh sách miễn môn và em đã viết đơn hôm ấy.. . - Chương trình môn đã bắt đầu học em vẫn chưa có tư thông tin nhà trường. Kính mong  phòng đào tạo giải quyết giúp em. Em xin chân thành cán ơn!. . . .",
            "Kính chào thầy cô!. . Em tên là [full_name] ([student_id]) học ngành Cơ Điện Tử hệ vừa làm vừa học khóa 202.. . Em xin gửi thầy cô đơn xin hủy môn học. Em đã viết vào lúc 09/06/2021 nhưng chưa được duyệt.. . Do được miễn môn học vì đã học ở trường cao đẳng. Nhưng vì danh sách miễn môn cập nhật (09/06/2021) sau khi em đã đăng ký môn học.. . Nên em xin phép được hủy môn học. Mong quý thầy cô xét duyệt đơn giúp em và phản hồi lại để em nắm thông tin.. . Em xin chân thành cảm ơn quý thầy cô đã hỗ trợ.. .  [full_name]    Tel:[phone_number](zalo). .    MSSV: [student_id]   Chuyên Ngành: Cơ-Điện Tử (VHVL) . .   . . . .",
            "Chào em.. . Môn học ME2005,ME2006,ME2009,ME2010 đã được hủy tkb.. . Học phí các môn học này sẽ được hoàn trả lại cho em vào cuối tháng 06 hoặc đầu tháng 07.. . Em vui lòng cập nhật Tài khoản ngân hàng trên MyBK.. . Thân",
            "Chào bạn. . -\tBạn vui lòng đợi mail của Phòng đào tạo gởi về việc hoàn trả học phí  và hủy môn học (các môn được miễn môn học). . -\tBạn cần ghi rõ và chi tiết chính xác thông tin để Phòng đào tạo đối chiếu và xử lý. . -\tHiện tại vấn đề này Chuyên viên phòng đào tạo đang xử lý tập trung qua mail của Phòng đào tạo nên bạn vui lòng liên lạc và phải hồi qua mail: [email] để được hỗ trợ . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô phòng đào tạo. Em có câu hỏi mong nhận được sự giúp đỡ ạ. Em có đặng kí môn học kì hè này. Nhưng hạn đóng học phí ngày 07/06/2021. Em không check mail kĩ nên đã bị hủy TKB. học phí em vẫn thanh toán, và khả năng môn học đó em vẫn không thể tham gia học được đúng k ạ. Em cảm ơn thầy cô.. .",
            "Chào bạn. . -\tĐến thời điểm hiện tại, theo quy định không thể huỷ môn học và huỷ học phí Hk203. . -\tNhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian cụ thể qua mail . . -\tSinh viên sẽ bị huỷ thời khoá biểu và ghi nợ học phí Học kỳ hè 203 vì chưa thanh toán học phí (Sinh viên vẫn phải đóng học phí, không hoàn trả hay huỷ học phí mặc dù có một số môn học sẽ bị huỷ vì sĩ số thấp). Và chắc chắn là bạn sẽ không DKMH của HK211 (chính quy+ dự thính). . -\tHiện tại, nếu bạn muốn phục hồi tkb, thì thanh toán học phí trước 15g ngày 18/6/21, và phải nộp đơn trình bày lý do đóng trễ học phí gởi lại câu hỏi trên BKSi nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ. Hiện em đang có giấy chứng nhận sinh viên cấp vào ngày 10/6 vừa rồi nhưng em đã chọn sai mục đích sử dụng. Nay em không có thời khoá biểu vào kỳ 3 nên không thể đăng ký lại giấy chứng nhận. Liệu có cách nào để đổi mục đích sử dụng từ \"bổ túc hồ sơ cho cơ quan\" thành \"đăng ký học lại GDQP\" không ạ? Mong anh(chị) giúp em ạ. . . . . [email]",
            "Chào em,. . Em đăng ký giấy chứng nhận sv thì có tkb hk202 là được, chọn đăng ký học lại GDQP gửi qua bưu điện.. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào thầy cô phụ trách trang hỗ trợ trực tuyến, em là [full_name], trước đó em có hỏi xin để được gia hạn nộp học phí do không kịp hạn và được gia hạn thêm 1 ngày. Em đã thanh toán học phí muộn 1 ngày so với ngày được gia hạn thêm, do ngân hàng em thường đóng nằm ở Gò Vấp, hiện ở nơi đó đang có dịch nên em phải đến một nơi khác, nhưng do lần đầu đến khu vực khác nên em bị lạc đường dẫn tới chỉ kịp đóng tiền vào ngày hôm sau.. . . . Dưới đây là hóa đơn em in ra từ BKPay, đến ngày hôm nay em mới gửi yêu cầu vì sau khi đóng tiền thì thời khóa biểu của em được cập nhật như bình thường nhưng đến bây giờ lại bị xóa. Mong thầy cô xem xét giúp đỡ, cho phép em được khôi phục thời khóa biểu của HK203. Em xin chân thành cảm ơn.",
            "em có tkb môn CO3315"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name], MSSV [student_id], sinh viên XD14CSHT. Vừa rồi em có đăng kí tốt nghiệp đợt trễ, em cũng đã thanh toán xong phí đăng kí tốt nghiệp. Nhưng khi kiểm tra thì phiếu đăng kí của em không được xử lí. Mong PĐT kiểm tra lại giúp em và cho em hướng giải quyết vấn đề này để em có thể đăng kí thành công và nhận bằng ạ. Em xin chân thành cảm ơn.. .",
            "Chào bạn. . Cô đã kiểm tra bạn đã thanh toán lệ phí tốt nghiệp, bạn vui lòng đợi thông báo nhận bằng nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 . -Cho em hỏi về cách rút môn học ạ? Em có đọc trên quy chế thì để là in biểu mẫu và nộp phòng đào tạo nhưng hiện giờ em không nộp được thì làm thế nào để rút ạ?",
            "Chào bạn. . Bạn vui lòng đợi mail thông báo về việc rút môn học (tương đương như huỷ môn học nhưng phải thanh toán học phí) vào tuần sau ngày 21/06/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho e hỏi là với tình hình dịch như hiện nay, e có thể đăng ký và lấy giấy hoãn Nghĩa vụ quân sự trên cơ sở [full_name] không ạ?",
            "Chào em,. . Em đăng ký giấy chứng nhận thì phải có TKB HK202, vào mục chứng nhận sv, chọn option ...gửi qua bưu điện.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Quý thầy/cô,. . . . Em tên [full_name], sinh viên khoa Cơ khí,. . . . Trong đợt 2 đăng ký môn học vừa rồi, em đã làm theo mail hướng dẫn của nhà trường, tức đăng ký lại môn học Thực tập tốt nghiệp vào đợt 3. Tuy nhiên, đến đợt 3 em vẫn không thể đăng ký môn Thực tập tốt nghiệp với cùng 1 lý do (theo Lịch sử đăng ký môn học): 8: Đăng ký sai mã TTTN, LVTN, DCLV theo chuyên ngành đào tạo. Vậy cho em hỏi làm thế nào để đăng ký lại môn Thực tập tốt nghiệp vào học kỳ hè này ạ? Do theo đúng tiến độ em phải hoàn thành thực tập tốt nghiệp trong học kỳ hè ạ. . . . . Em xin chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1710649  /b \t. . . .   i Yêu cầu khác . Thân chào Pđt.. . -Cho em hỏi tuyển sinh VB2 năm 2021 có ngành Kiến trúc không ạ. . . Vì em đọc trong ĐỀ ÁN TUYỂN SINH ĐẠI HỌC NĂM 2021, phần III, mục 4, trang 44 thì thấy có ngành Kiến trúc trong các ngành tuyển sinh nhưng khi đăng ký trực tuyến trên Cổng thông tin tuyển sinh thì lại không có (và số ngành đăng ký trên Cổng cũng ít hơn số ngành trong Đề án tuyển sinh). . . -Ngày đăng ký tuyển sinh VB2 cụ thể là ngày nào ạ.. . Trên Cổng tuyển sinh không trùng khớp với ngày trong ĐỀ ÁN TUYỂN SINH... . . . Mong Pđt có thể giải đáp cho em, em chân thành cảm ơn.",
            "Chào bạn. . Bạn đã tốt nghiệp chưa?. . theo thông tin bạn gởi là hình thức đã tốt nghiệp 1 bằng và học tiếp bằng 2. . - Hay là bạn muốn học song ngành ( Bạn xem quy định tại quy chế học vụ điếu 28). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em [full_name] Mssv: [student_id]. . Hiện em đã bị xoá thời khoá biểu vì thanh toán hoc phí chậm trễ. . Em đã đóng học phí đầy đủ và em mong muốn được Phòng Đào Tạo cứu xét thời khoá biểu để em được học ạ.. . em xin hứa không tái phạm nữa.. . em cảm ơn!",
            "chào em. . em xin link gv đi học trước. . tkb sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i em xin trình bày lí do nộp học phí muộn là tình hình dịch bệnh nên điều kiện kinh tế nhà em bị ảnh hưởng dẫn đến việc nộp học phí bị chậm trễ. Em mong nhà trường thông cảm giúp em!. . . .",
            "Chào em.. . em xin link gv đi học trước,. . tkb sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . - dạ thưa phòng đào tạo, em tuy học lớp vật liệu 18 năng lượng nhưng em học theo chương trình kỹ thuật vật liệu polymer ạ. . - file mà phòng đào tạo vừa gửi là chương trình của kỹ thuật vật liệu năng lượng nhưng em không có theo học chương trình đó mà em học theo chương trình vật liệu polymer ạ. . - chương trình vật liệu polymer em đã tích lũy đủ 90 chỉ rồi ạ, kì này em đi thực tập tốt nghiệp chuyên nghành vật liệu polymer ạ, mong phòng đào tạo giúp e xem lại ạ",
            "Chào bạn. . Hiện tại tên lớp vẫn làn VL18NL. Yêu cầu SV ,Khoa cung cấp quyết định chuyển ngành để Pdt nhập hệ thống mới xét được ngành Polymer. . Thân",
            "Dạ em đã mail cho thầy [full_name] là Phó khoa công nghệ vật liệu rồi, thầy đã xác nhận và gửi mail về văn phồng khoa CNVL đê văn phòng khoa gửi lên PĐT rồi ạ, ảnh em chụp lại mail em gửi ở dưới ạ",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Chào bạn. . Pdt ghi nhận thông tin của bạn, nhưng phải đợi công văn chính thức từ [full_name] thì mới có thể đổi lớp ngành rồi mới xét được. . Riêng đối với môn TTTN vẫn có thể giải quyết thời gian trễ chút . . Nên tuần sau bạn hỏi [full_name] về việc cập nhật tên lớp mới rồi báo lại BKSI để Cô xử lý tiếp nghen. . Thân",
            "dạ em cảm ơn cô"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện tại, em có nộp bằng toeic và đã được xét hợp lệ, em đã thanh toán học phí nhưng vẫn chưa thấy cập nhật trong bảng điểm. Em mong PDT xem xét cập nhật sớm để em có đủ điểm GPA đăng kí chương trình thạc sĩ ạ. .   i Yêu cầu khác .",
            "Chào em,. . Tuần sau em xem kết quả trên web nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi phòng đào tạo. . Em là [full_name], mssv [student_id]. . Em làm đơn này mong pđt có thể khôi phục lại thời khoá biểu kì này cho em ( Môn TTTN CI3325). . Lý do: Nộp trễ học phí do ở vùng giãn cách theo chỉ thị 16, khiến em không thể đến ngân hàng gần nhất, hiện tại em đã nộp học phí đầy đủ lại.. . Em xin hứa sẽ chú ý hơn các thông báo từ pđt. Mong pđt xem xét. Em xin cảm ơn.. . [full_name]",
            "Chào bạn. . TKB đã được phục hồi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em muốn hỏi là điều kiện để sinh viên khóa K17 nhận được luận văn thì điểm Toeic phải như thế nào ạ?. . Do dịch bệnh mà thông tin lại mông lung, em không thể đến trường. . . Mong nhận được thông tin chính thức. Em chân thành cảm ơn ạ",
            "Chào bạn. . . . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 3-a. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ bây giờ em chưa đóng được ạ, nhưng em cam kết sẽ hoàn thành học phí nợ sớm nhất ạ.   B thầy/cô cho em hỏi là thời hạn để hoàn thành nợ học phí trễ nhất(em chấp nhận hủy tkb) mà vẫn được đăng kí học kì tiếp theo ạ  /B . .  Và cho em hỏi thêm là thủ tục để hoàn thành học phí nợ ạ. . . Em xin lỗi vì dạo này đã hỏi nhiều ạ,tại vì hiện tại em chưa thể hoàn thành học phí ngay được,mong thầy/cô giải đáp giúp em,em cảm ơn",
            "Chào bạn. . Nếu bạn quyết định như vậy thì bạn phải thanh toán trước khi dkmh của hk211 (hiện chưa có lịch học vụ). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .    p Em là sinh viên [full_name], trong học kỳ 203 có dự định thực tập tốt nghiệp. Trong đợt ĐKMH 1 của HK203 em đã có đăng ký môn thực tập CO3323, cũng đã đăng ký thi Foundation Test và đã được 1 doanh nghiệp nhận. Do nghĩ rằng mọi việc đã xong nên em lỡ không chú ý tớt đợt ĐKMH 2 và 3, tập trung vào hoàn thành các môn học khác trong mùa dịch COVID. Tới hôm nay em mới nhận ra đăng ký của em đã bị xóa, không có trong kết quả đợt 2 và 3. Hiện trong TKB của em không có môn này và em cũng không có khoản đóng tiền trên MyBK.. . . .  Em thật lòng rất xin lỗi nhà trường vì đã chủ quan không kiểm tra sớm hơn. Em viết đơn này xin nhà trường cho em đăng ký thêm môn thực tập CO3323 vào học kỳ này. Em hiện đã là sinh viên năm 5, dự định cần phải có điểm thực tập cho năm sau để kịp tốt nghiệp. Xin nhà trường cho em được có môn này trong HK203 để em có thể có điểm sau khi thực tập hè này. Em xin cam kết sẻ tuân thủ đầy đủ mọi yêu cầu của trường, đóng học phí và không để sai sót lần nữa.. . . .  Em một lần nũa rất xin lỗi về việc này. Mong nhà trường có thể thông cảm cho em giữa mùa dịch.  /p",
            "Chào bạn. . -\tPhòng đào tạo ghi nhận trường hợp của bạn. . -\tBạn xem kết quả tại trang Mybk - xem TKB sau ngày 18/6/2021. . -\tNếu không thấy kết quả vui lòng phản hồi lại trên kênh BKSI. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . EE3335. . . . . . Kính mong nhà trường xem xét cho em được đăng kí môn học này để  kịp tiến độ môn học. Em xin chân thành cảm ơn ạ.",
            "Chào bạn. . -\tPhòng đào tạo ghi nhận trường hợp của bạn. . -\tBạn xem kết quả tại trang Mybk - xem TKB sau ngày 18/6/2021. . -\tNếu không thấy kết quả vui lòng phản hồi lại trên kênh BKSI. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  . . Dạ em đọc Quy chế của chương tình Song bằng rồi ạ. Trong đó có đoạn ghi là “ ngành thứ hai phải có cùng khối thi tuyển sinh, cùng bậc, hệ đào tạo với ngành thứ nhất.”. Vậy Ngành dân dụng em đang theo học có khối tuyển sinh A00, A01 còn Kiến trúc A01,C01. Vậy là trùng khối A01. Nhưng khi em tuyển sinh vào trường là A00. Vây không biết là em có đăng kí được song ngành không ạ. Em cảm ơn!. .",
            "Chào bạn. . Chắc vấn đề này bạn phải hỏi ý kiến của Thầy Trưởng Khoa Xây dựng. . Vì trước khi muốn học bằng 2, bạn phải tư vấn về điều kiện và CTDT tại Khoa. . - Sau này phải có chữ ký đồng ý của Thầy thì bạn mới có quyết định học tiếp Bằng @. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 . Em xin rút môn Kết cấu bê tông cốt thép 1 CI2091 lớp DT01 vì đăng ký nhầm. Em đã thanh toán học phí",
            "Chào bạn. . Bạn vui lòng đợi mail thông báo về việc rút môn học (tương đương như huỷ môn học nhưng phải thanh toán học phí) vào tuần sau ngày 21/06/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . - Chào quý thầy cô ! Em muốn đăng kí bổ sung môn học [full_name] 3 (LA1007) và [full_name] 4 (MSMH :LA1009) trong học kì hè . Mong quý thầy cô xem xét bổ sung giúp em , để em kịp tiến độ ra trường . Em xin cảm ơn. .",
            "Đã bổ sung môn LA1007 nhóm DT02, LA1009 nhóm DT01.. . Em xin link GV đi học trước. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô ạ,. . Do hiện tại tình hình tài chính có chút khó khăn cho dịch, em có thể xin phép được gia hạn hạn đóng học phí học kì 203 đến ngày 1/7/2021 được không ạ?. . Em xin cảm ơn.",
            "Chào bạn. . Tình hình hiện tại nhà trường xử lý rất nghiêm về học phí bắt đầu từ HK203, nên bạn vui lòng phải thanh toán ngày và nộp đơn cứu xét phục hồi tkb, . . - Về thời gian gia hạn của bạn ghi là không được nghen bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa Phòng Đào Tạo, vào đầu tháng 5 em có đăng kí học kì hè 203, lúc đó em đăng kí 3 môn. Vào ngày 2/6 trường có nhắc nhở đóng tiền học kì 203, số tiền tổng cộng là 3,520,000. Em nhìn số tiền thì cứ nghĩ là đó là tiền của 3 môn cộng lại nên tưởng là đã đăng kí thành công 3 môn. Thế nhưng hôm nay em có kiểm tra lại thì  thấy được nhận có 1 môn và không thấy 2 môn kia. Em vội lên trang để đăng kí lại thì đã hết hạn. Cho em hỏi là bây giờ có cách nào để đăng kí lại 2 môn mà em đăng kí không được không ạ?. . Tên và mã số môn học của 2 môn:. . CH1003 - Hóa đại cương. . CI1003 - Vẽ kỹ thuật",
            "Môn MT1003 , 4 tín chỉ học phí. . . dự thính 880k/1 tín chỉ. . 4x880 = 3.520.000đ. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name], MSSV: [student_id]. . . . Do cơ quan của ba em có quỹ thưởng thành tích cho con của nhân viên trong công ty có thành tích học tập tốt. Để có thể nộp xin quỹ này thì cần có giấy xác nhận của nhà trường là đã nhận được HBKK. Nên hy vọng có thể nhận được giấy xác nhận đã nhận HBKK học kỳ 1 năm 2020-2021. Em xin cảm ơn. . . .   i Yêu cầu khác .",
            "Chào bạn. . Bạn liên hệ Phòng Công tác chính trị sv theo địa chỉ mail:. . [email]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Phòng đào tạo.. . Em tên [full_name], MSSV: [student_id].. . Em đã đăng kí môn (EE3333)Thực tập tốt nghiệp vào đợt đăng kí môn học HK203 đợt 1 và đã có dấu tick vào cột \"Thỏa điều kiện DK\" và cột \"Đã gửi đăng kí\". Do chủ quan mình đã đăng kí rồi nên em không kiểm ra kết quả đăng kí, và em bị xóa môn EE3333. Bây giờ em muốn đăng kí lại EE3333 thì còn cách nào không ạ? Em thật sự rất cần đăng kí môn này cho HK203. Mong nhận được phản hồi sớm từ Phòng đào tạo. Em cảm ơn ạ.",
            "Chào bạn. . -\tPhòng đào tạo ghi nhận trường hợp của bạn. . -\tBạn xem kết quả tại trang Mybk - xem TKB sau ngày 18/6/2021. . -\tNếu không thấy kết quả vui lòng phản hồi lại trên kênh BKSI. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . cho em hỏi là em có đăng ký bên IDP gửi kết quả thi về trường, không biết là trường nhận được chưa ạ?. . em tên là [full_name] . . candidate: 003918. .",
            "Chào em,. . PĐT vừa cập nhật kết quả thẩm tra CCNN của sinh viên [full_name] [student_id] lên web.. . Em xem nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] Mssv [student_id]. . . . Phòng Đào Tạo cho em hỏi em có thắc mắc về việc rút môn học có tính học phí và rút môn học không tính học phí và nhận được câu trả lời là: \"Rút môn học không tính học phí sv làm đơn trình bày lý do cụ thể kèm theo minh chứng, chụp hình gửi qua BKSI để lãnh đạo xem xét\". Em có gửi ảnh kèm theo ạ. . . . Vậy giờ em có thể gửi đơn trình bày ở đây được không ạ?",
            "Chào bạn. . Sau khi Phòng đào tạo kiểm tra lại dữ liệu bạn cung cấp. . - Môn MT1013 được mở theo công văn đề nghị của Văn phòng Việt Pháp yêu cầu mở và đăng ký theo danh sách, nên Phòng đào tạo không thể giải quyết rút môn học mà không tính học phí. . - Bạn vui lòng đợi thông báo rút môn học có tính học phí vào tuần sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Bảo hiểm y tếDạ cho em hỏi là em làm mất bảo hiểm y tế thì có cách nào làm lại không ạ ?. .   i Yêu cầu khác .",
            "Chào em,. . Em liên lạc [email] để được hướng dẫn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào Tạo,. .  Em tên [full_name], MSSV [student_id], lớp VP2014XDC. .  Em làm đơn này để xin chuyển đổi điểm và tiến độ học tập các môn sau :. .  - Giải Tích 1 ( MT1003 ) thành Giải Tích 1 ( MT 1011 ). .  - [full_name] số Tuyến Tính ( MT 1007 ) thành [full_name] Số Tuyến Tính ( MT 1015 ). .  - [full_name] 1 ( PH 1003 ) thành [full_name] 1 ( PH 1009 ). .  - [full_name] 2 ( PH 1005 ) thành [full_name] 2 ( PH 2005 ). .  Do thời điềm hiện tại danh sách các môn tương đương của chương trình PFIEV đã thay đổi nhưng khi em đăng ký và hoàn thành các môn này thì các môn này vẫn còn nằm trong danh sách các môn tương đương. Em đã gửi kèm file các môn tương đương do khoa cung cấp vào ngày 19/2/2021.. .  Em xin cảm ơn.. .       Dy",
            "Chào bạn. . Cô [full_name] phụ trách về mảng điểm đã trả lời bạn qua mail. . - Bạn có thắc mắc thêm vui lòng liên hệ trực tiếp với Cô [full_name] qua mail nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em có nguyện vọng nhận thẻ sinh viên qua đường bưu điện (đã đăng ký ngày 31/5/2021) tại địa chỉ 290/6/22 Nơ Trang Long, p12, q Bình Thạnh, TPHCM.. . Em xin cám ơn.. .",
            "Chào em,. . Em phản hồi lại. . Họ tên. . số điện thoại (bổ sung). . Địa chỉ nhà. . Bưu điện chuyển, sv trả cước.. . Thân mến,. .",
            "Dạ em tên [full_name]. . sdt [phone_number]. . 290/6/22 Nơ Trang Long p12 q Bình Thạnh TPHCM. . Bưu điện chuyển, sv trả cước.. . Em cám ơn.",
            "Chào bạn. . Pdt đã gởi bạn vui lòng đợi bưu điện liên hệ nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Do là kì đăng kí hè dự thính vừa rồi em có đăng kí môn Cơ học ứng dụng. Vì có 2 mã môn cơ học là AS2001 và AS2007, chương trình đào tạo của khoa em là AS2007 mà em đã lỡ đăng kí thành AS2001. Em đã nhanh chóng xin hướng giải quyết trên BKSI và được thầy, cô phản hồi rằng viết đơn lên nộp lại cho PĐT để thầy, cô xem xét. Do là tình hình dịch bệnh và em đã về quê. Em không nhờ được ai gửi đơn lên PĐT giùm em, nên nay em xin phép gửi đơn trên file Word. Kính mong thầy cô xem xét.",
            "Chào bạn. . -\tPhòng đào tạo ghi nhận trường hợp của bạn. . -\tBạn xem kết quả tại trang Mybk - xem TKB sau ngày 24/6/2021. . -\tNếu không thấy kết quả vui lòng phản hồi lại trên kênh BKSI. . Thân. . . .",
            "Chào bạn. . Sau khi Phòng đào tạo kiểm tra, môn AS2007 không mở lớp nên Phòng đào tạo không hủy môn AS2001 được. . Bạn kiểm tra lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên là [full_name], mssv [student_id], sinh viên lớp Hàng Không Việt Pháp 2016. . . . Em có gửi đơn trình bày xin được rút môn học Giải tích 2 (MT1013) không tính phí đến Phòng Đào Tạo. Đến 15h00 ngày 17/06/2020 là hạn cuối đóng tiền học phí học kỳ 203 nên em đã hoàn thành đóng học phí theo thời gian quy định của nhà trường. . . . . Em xin phép Phòng Đào Tạo cho phép em gửi đơn trình bày rút môn học Giải tích 2 (MT1013) không tính học phí kèm theo hướng dẫn trước đó của Phòng Đào Tạo: \"Rút môn học không tính học phí sv làm đơn trình bày lý do cụ thể và kèm theo minh chứng, chụp ảnh gửi qua BKSI để lãnh đạo xem xét\". . .  . . Kính mong Phòng Đào Tạo xem xét giải quyết giúp em.. . . . Em xin chân thành cảm ơn.",
            "Chào bạn. . Sau khi Phòng đào tạo kiểm tra lại dữ liệu bạn cung cấp. . - Môn MT1013 được mở theo công văn đề nghị của Văn phòng Việt Pháp yêu cầu mở và đăng ký theo danh sách, nên Phòng đào tạo không thể giải quyết rút môn học mà không tính học phí. . - Bạn vui lòng đợi thông báo rút môn học có tính học phí vào tuần sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . - dạ thưa phòng đào tạO, file mà phòng đào tạo vừa gửi là chương trình của kỹ thuật vật liệu năng lượng nhưng em không có theo học chương trình đó mà em học theo chương trình kỹ thuật vật liệu polymer ạ. . - tại chuyên ngành em đăng kí năm nhất là kỹ thuật vật liệu năng lượng, nhưng hiện em đang học theo chương trình kỹ thuật vật liệu polymer, nên só tín chỉ để xét đi thực tập tốt nghiệp chuyên ngành polymer của em đã đủ rồi ạ. . . . - Chương trình kỹ thuật vật liệu polymer em đã tích lũy đủ 90 chỉ rồi ạ, kì này em đi thực tập tốt nghiệp chuyên nghành kỹ thuật vật liệu polymer chứ không phải kỹ thuật vật liệu năng lượng, mong phòng đào tạo giúp e xem xét lại ạ vì em không đăng ký được TTTN. . . .",
            "Chào bạn. . -\tPhòng đào tạo ghi nhận trường hợp của bạn. . -\tBạn xem kết quả tại trang Mybk - xem TKB sau ngày 18/6/2021. . -\tNếu không thấy kết quả vui lòng phản hồi lại trên kênh BKSI. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .  Em chào thầy/cô ạ,. . - Dạ em xin hỏi em bị tình trạng như trong hình thì có cách nào để em có thể được thu nhận lại không ạ, em xin cảm ơn.. .  (Em có nộp đơn xin đăng ký thu nhận lại hồi tháng 5 nhưng chưa nhận được phản hồi)",
            "Chào bạn. . Tình trạng của bạn là bị buộc thôi học vì tự ý nghỉ học. . Nên bạn phải làm đơn thu nhận nộp tại Khoa, để hội đồng học vụ của Khoa xem xét và gởi công văn thu nhận lên Phòng đào tạo. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi hè này em không đăng kí đi thực tập ngoài trường, nhưng em có thể tự xin thực tập ở công ty ngoài có được không ạ. Nếu vậy thì có tính em đã đi thực tập chưa ạ. Em cảm ơn.",
            "Chào bạn. . - Khi nào có [full_name]B trên Mybk-[full_name]B thì Pdt mới công nhận là TTTN. . - Còn việc đi TTTN trước sau đó ghi điểm sau thì bạn phải liên hệ [full_name] để tư vấn và hướng dẫn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Thầy/Cô,. . Trước đợt giãn cách xã hội, em có đăng ký in bảng điểm ở Phòng đào tạo nhưng chưa thể đi lấy do giãn cách vì dịch. Em biết Phòng đào tạo có đăng ký dịch vụ chuyển phát bảng điểm qua bưu điện. Tuy nhiên em mới chỉ thấy lựa chọn này khi đăng ký bảng điểm mới.. . Thầy/Cô cho em hỏi có cách nào để em đăng ký chuyển phát bảng điểm mà Phòng đào tạo đã in trước đợt dịch về nhà em không ạ ? Em rất mong được Thầy/Cô phản hồi. Enm cảm ơn Thầy/Cô nhiều ạ!. . [full_name].",
            "Chào em,. . Em phản hồi lại. . Họ tên. . Địa chỉ nhà. . Số điện thoại. . Rồi PĐT sẽ gửi bưu điện cho em, em trả cước.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào bạn. . -\tPhòng đào tạo ghi nhận trường hợp của bạn. . -\tBạn xem kết quả tại trang Mybk - xem TKB sau ngày 24/6/2021. . -\tNếu không thấy kết quả vui lòng phản hồi lại trên kênh BKSI. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên: [full_name] . . Hệ VLVH khóa 202, em xin gửi đơn hủy môn học vì môn này có trong danh sách được miễn môn",
            "Chào bạn. . -\tBạn vui lòng đợi mail của Phòng đào tạo gởi về việc hoàn trả học phí  và hủy môn học (các môn được miễn môn học). . -\tBạn cần ghi rõ và chi tiết chính xác thông tin để Phòng đào tạo đối chiếu và xử lý. . -\tHiện tại vấn đề này Chuyên viên phòng đào tạo đang xử lý tập trung qua mail của Phòng đào tạo nên bạn vui lòng liên lạc và phải hồi qua mail: [email] để được hỗ trợ . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . - dạ thưa phòng đào tạo, em hiện ở lớp lớp VL18NL.. . - file mà phòng đào tạo gửi qua cho em là chương trình của kỹ thuật vật liệu năng lượng nhưng em không có theo học chương trình đó mà em hiện học theo chương trình kỹ thuật vật liệu polymer ạ. . - Chương trình kỹ thuật vật liệu polymer em đã tích lũy đủ tín chỉ để thực tập rồi ạ, kì này em đi thực tập tốt nghiệp chuyên nghành vật liệu polymer chứ không phải vật liệu năng lượng, mong phòng đào tạo giúp e xem lại ạ, em chân thành cảm ơn",
            "Chào bạn. . -\tPhòng đào tạo ghi nhận trường hợp của bạn. . -\tBạn xem kết quả tại trang Mybk - xem TKB sau ngày 18/6/2021. . -\tNếu không thấy kết quả vui lòng phản hồi lại trên kênh BKSI. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào thầy cô!. . Em tên [full_name] học ngành Cơ Điện Tử hệ vừa làm vừa học khóa 202.. . Em xin gửi đơn hủy môn học đến thầy cô.. . Mong thầy cô xét duyệt.. . Trân trọng!",
            "Chào bạn. . -\tBạn vui lòng đợi mail của Phòng đào tạo gởi về việc hoàn trả học phí  và hủy môn học (các môn được miễn môn học). . -\tBạn cần ghi rõ và chi tiết chính xác thông tin để Phòng đào tạo đối chiếu và xử lý. . -\tHiện tại vấn đề này Chuyên viên phòng đào tạo đang xử lý tập trung qua mail của Phòng đào tạo nên bạn vui lòng liên lạc và phải hồi qua mail: [email] để được hỗ trợ . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa cô,. . Em xin hỏi lại về vấn đề hôm trước.. . . . Bên công ty của em yêu cầu em cung cấp   B Giấy giới thiệu của nhà trường có dấu mộc  /B . Nhưng trên myBK lại không có mục đăng kí loại giấy này. . . Em xin hỏi làm sao để em có thể nhận được loại giấy này ạ ?. . . . Em xin cảm ơn cô,. . [full_name].",
            "Chào em,. . Em vào mybk/chọn giấy chứng nhận sv/chọn lý do: cho cơ quan/... bưu điện chuyển .... . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Do em không kiểm tra lại đợt đăng ký môn học dự thính đợt 3 nên em không đăng kí môn học này (Giải tích 3 - MT2007), nhờ Thầy/Cô giúp em đăng ký lại môn này với ạ.. . Em xin cảm ơn.. .   i Đăng ký môn học .",
            "chào em.. . môn học MT2007 đã được bổ sung nhóm DT01.. . em xin link GV đi học trước, pđt sẽ cập nhật tk b sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Quý thầy/cô,. . . . Em tên [full_name], sinh viên khoa Cơ khí,. . . . Trong đợt 2 đăng ký môn học vừa rồi, em đã làm theo mail hướng dẫn của nhà trường, tức đăng ký lại môn học Thực tập tốt nghiệp vào đợt 3. Tuy nhiên, đến đợt 3 em vẫn không thể đăng ký môn Thực tập tốt nghiệp với cùng 1 lý do (theo Lịch sử đăng ký môn học): 8: Đăng ký sai mã TTTN, LVTN, DCLV theo chuyên ngành đào tạo. Vậy cho em hỏi làm thế nào để đăng ký lại môn Thực tập tốt nghiệp vào học kỳ hè này ạ? Do theo đúng tiến độ em phải hoàn thành thực tập tốt nghiệp trong học kỳ hè ạ.. . . . Em xin chân thành cảm ơn.",
            "Chào bạn. . -\tPhòng đào tạo ghi nhận trường hợp của bạn. . -\tBạn xem kết quả tại trang Mybk - xem TKB sau ngày 18/6/2021. . -\tNếu không thấy kết quả vui lòng phản hồi lại trên kênh BKSI. . Thân. .",
            "Chào bạn,. . Bạn xem chương trình đào tạo trên web aao để biết mã môn học TTTN cần xét đăng ký.. . Thân mến,. .",
            "Dạ thưa cô,. . Hôm nay đã qua ngày 18/6/2021 nhưng thời khóa biểu em vẫn chưa có kết quả môn học Thực tập tốt nghiệp ạ.. . Hiện em đã biết MSMH chính xác.. . Vậy làm thế nào để đăng ký môn Thực tập tốt nghiệp trong học kỳ hè này ạ?. . Em cảm ơn cô đã quan tâm!",
            "Bạn xem lý do:. . - Bạn kiểm tra lại nếu muốn đăng ký lại môn TTTN phải tìm mã đúng, gởi lại câu hỏi muốn đăng ký lại TTTN trên Bksi mục DKMH (ghi rõ tên môn học, MSMH, lý do). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào Thầy/Cô,. . Trong bài hỏi trước về việc chuyển phát bưu điện bảng điểm của em trước kỳ dịch, em nhận được phản hồi về việc gửi thông tin cho Phòng đào tạo để gửi bảng điểm về nhà cho em. Tuy nhiên, do bài hỏi đã bị đóng, em lập bài hỏi mới để cung cấp thông tin gửi bưu điện:. . - Họ và tên: [full_name]. . - MSSV: [student_id]. . - Ngày đăng ký bảng điểm: 31/05/2021. . - Mã phiếu: InBD[phone_number]8. . - Địa chỉ: 759/9/35 [full_name] Lộ 2, Phường Bình Trị Đông A, Quận Bình Tân, TP.HCM. . - Số điện thoại: [phone_number]. . Em cảm ơn Thầy/Cô rất nhiều ạ !",
            "Chào em,. . Phòng Đào tạo đã nhận được thông tin, em chờ nhận từ bưu điện nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại thẻ BHYT của em đã hết hạn, em có đăng ký làm thẻ BHYT ở trạm Y tế KTX ạ. Trước đó em có hỏi trường nhà KTX của em về BHYT thì thẻ của em vẫn chưa làm xong ạ. . . . . Cho em hỏi là hiện tại việc đăng ký VSSID có bắt buộc phải làm xong trước ngày 15/07 không ạ (trong trường hợp tới lúc đó em vẫn chưa được phát thẻ BHYT) ?",
            "Chào em,. . Vấn đề về BHYT em liên hệ [email] để được hướng dẫn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[student_id]. .   i Yêu cầu khác . Thưa thầy/cô, em quên kiểm tra email của trường về nộp học phí nên em có trễ thời gian nộp học phí và đã bị xóa TKB.. . . . Nay em làm đơn này mong được thầy cô xem xét khôi phục TKB. Em hứa sẽ nộp học phí theo yêu cầu trong thời gian sớm nhất ạ.. . . . Em xin chân thành cảm ơn",
            "Chào bạn. . -\tHiện tại, Nếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 5 ngày 24/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi thầy cô  em tên [full_name] . . MSSV [student_id]6. . Em muốn hỏi về vấn đề môn học của học kỳ 2 cua nam học  2020_2021  về các môn học  kỳ này có 1 số môn  như Hệ thống cung cấp điện,... có được miễn ở học kỳ này không mà  khi các bạn khác đã cập nhật lại ngành học và khoa  đã được miễn và cập nhật lại thời khóa biểu học  như hình bên dưới . Nhưng khi đó em và các bạn hiện nay vẫn chưa thấy  . Kính mong thầy cô  PĐT  xem xét giải quyết giúp em . Xin cảm ơn./.",
            "Chào bạn. . Bạn xem danh sách các môn được chuyển tại Mybk - thông tin sinh viên - điểm chuyển. . - Kiểm tra lại nghen, có gì sai sót thì bạn phản hồi trên BKSI nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa PDT vì em muốn học song chuyên ngành ấy, nên theo đúng là e ko thể đăng kí, nhưng PDT có thể giúp e để đăng kí môn để học không ạ, tại em cũng hoàn thành kha khá môn của bằng 2 rồi ạ. Sau này khi e hoàn thành bằng 1 và đăng kí với khoa hc bằng 2 thì xem như môn này em được hoàn thành ạ.",
            "Chào bạn. . - Việc DKMH phải theo quy định. . - Về việc học song ngành, bạn vui lòng xem Quy chế đào tạo - điều 28. . -   B \"SV học song ngành theo hướng bằng thứ hai chỉ được phép đăng ký học phần tốt nghiệp của ngành thứ hai sau khi đã hoàn thành học phần tốt nghiệp của ngành thứ nhất\"  /B   I   U . . Thân"
        ]
    }
]