[
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào ạ!. . Em có câu hỏi;. . 1. Hệ VLVH có được giấy chứng nhận sinh viên để hoãn nghĩa vụ quân sự không ạ?. .",
            "Chào bạn,. . . . Hệ VLVH vẫn in được giấy chứng nhận sinh viên được nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa phòng đào tạo , . . Em đã đăng ký thi AVĐV ngày 25/1/2021 và đã đóng tiền nhưng trễ vài tiếng . Nhưng hiện tại em vẫn chưa có lịch thi , thầy cô kiểm tra lại giúp em với ạ . Em xin cảm ơn .",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra mail, PDT giải thích rất rõ vấn đề này rồi   nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi pdt,. . . . Em tên [full_name] mssv [student_id]. . . . Đợt đki môn học bổ sung đợt 4 cho hk202 (từ ngày 02-03/02/2021), nếu em nộp bằng toeic 600 (chuẩn đăng kí môn học là lớn hơn hoặc bằng 600) vào ngày 26/01/2021 thì có được xét là đủ điều kiện cho việc đăng kí môn học trong đợt 4 không ạ?. . . . EM xin cám ơn.",
            "Chào bạn,. . . . Bạn nộp CCNN vào ngày 26/01/2021 vẫn kịp để DKMH vào ngày 02-03/2/2021.. . . . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô. Dưới đây em có đính kèm 2 ảnh. Thầy cô xem với cho em hỏi là kết quả đăng kí môn của đợt bổ sung nguyện vọng trong ảnh đó em đăng kí được 3 môn. Vậy nhà trường có lấy kết quả này và mở lớp không ạ. Em cảm ơn. .",
            "Chào bạn,. . . . Đợt đăng kí này đã có kết quả rồi mà bạn, bạn vui lòng xem kết quả DKMH nha.. . . . Thân",
            "Thầy cô xem giúp em kết quả đợt đó là mục nào ạ. Em có đính kèm ảnh đây ạ. Đợt em nói là mục số 4. Khi em vào thì kết quả chỉ có môn. Nhưng không thấy mở lớp hay sao hết ạ.",
            "Chào bạn,. . . . Trong đợt 3 DKMH sẽ trả về kết quả DKMH của đợt 2 nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em muốn xin mẫu giấy xác nhận sinh viên theo mẫu như file đính kèm thì em phải xin ở phòng đào tạo hay đăng kí trên mybk. Nếu đăng kí được trên mybk thì xin thầy/cô hướng dẫn chi tiết cho em.. . Em xin cảm ơn.. .",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào quý Thầy cô,. . Em tên [full_name] . . Mssv [student_id]. . Hiện tại em muốn kiểm tra xem kết quả thi AV nói viết của mình đã được công nhận để tốt nghiệp chưa ạ. Em đã thi vào ngày 20-12 với điểm số 215 ạ. . . .",
            "Chào bạn,. . . . Bạn vui lòng xem lịch trình tốt nghiệp PDT cập nhật trên web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=1920.. . . . Nếu sau ngày 26/2/2021 bạn không có tên trong danh sách tốt nghiệp bạn liên hệ trực tiếp PDT nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "chào PĐT, em tên là [full_name] mssv [student_id]. .    Chuyện là em đã đăng ký và đóng tiền anh văn đầy đủ mà cho đến tận bây giờ vẫn chưa có lịch thi là sao ạ???. .    Em mong PĐT giải quyết giùm em ạ, em cảm ơn..... . . .",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra mail, PDT giải thích rất rõ vấn đề này rồi   nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào cô ạ. . Em định hỏi cô đợt chuyển điểm ngày 27 tháng 1 năm 2021 là có vào điểm TB cho học kì 201 không ạ hay nó vào 202 ạ. . . Em cảm ơn cô nhiều ạ. .   i Yêu cầu khác .",
            "Chào bạn,. . . . Chuyển điểm anh văn 1,2,3,4 không cộng vào điểm học kỳ, mà cộng vào điểm trung bình tích luỹ thôi.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em có đki kiểm tra tiếng anh trên mybk trước thời hạn nhưng tới giờ hiện chưa có lịch ạ trong khi em đki 25/01 thi. Em mong phòng đào tạo giúp em ạ. Em cảm ơn.",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra mail, PDT giải thích rất rõ vấn đề này rồi   nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa nhà trường em đã xem lại trên BK pay và thấy ngày hết hạn nộp học phí là 18 tháng 1 lúc 9:25:15 và e đã đóng tiền trước thời điểm đó.Vậy em vẫn không có lịch thi mong nhà trường xem xét lại vấn đề này.Em cảm ơn",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra mail, PDT giải thích rất rõ vấn đề này rồi   nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do chờ kết quả thi toeic nên em đăng kí lớp anh văn 4a trễ.. . Em đăng kí lớp anh văn 4a, mã môn học LA1043, lớp DT21 (buổi thứ 3 : 7 8 9 10, thứ 6 : 13 14 15).. . Em xin phòng đào tạo cho em đăng kí học anh văn 4 để kịp ra trường thỏa yêu cầu đạt chuẩn anh văn.. . . .",
            "Chào bạn,. . . . Bạn đăng anh văn 4a rồi mà bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là em đã đăng kí thi anh văn đợt tháng 1 và có đóng tiền rồi ạ nhưng vẫn chưa thấy lịch thi ở trong thông tin sinh viên ạ, cho em hỏi bây giờ em phải làm sao ạ, mai em thi rồi ạ.Em cảm ơn nhiều ạ.",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra mail, PDT giải thích rất rõ vấn đề này rồi   nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy cô. . . Chuyện là kì sau em muốn cải thiện điểm nhưng mà sĩ số các lớp của môn học em muốn cải thiện đã đầy thì em có thể làm đơn xin bổ sung vào 1 lớp không ạ. Chỉ mỗi mình em thôi. Em cảm ơn và mong chờ phản hồi từ thầy cô.. .",
            "Chào bạn,. . . . Là môn gì vậy bạn?, bạn cho biết mã số môn học?. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo, em học khóa K17 và hiện đang bị trễ tiến độ. . . Học kì sau em đã đăng kí 21 tín chỉ, nhưng em muốn đăng kí thêm một môn nữa là CI2093 lớp A02 1 chỉ, như vậy tổng số tín chỉ dự kiến kì sau của em là 22 tín chỉ kì chính, mong phòng đào tạo hỗ trợ và xem xét cho em.",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 9, mục 9.3 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa Thầy/Cô,. . . . Vừa qua em có tham gia mua BHYT đợt 2 hk 201, . . nhưng do sự cố về trang của trường lúc đăng ký, đã xảy ra nhầm lẫn là em chỉ đăng kí mua một BHYT, nhưng trên trang BKPay lại ra hai khoảng tiền như nhau ở hình em có đính kèm. Em có liên hệ phòng Y tế thì cô phụ trách có bảo chỉ cần có thanh toán một trong hai là được. Và em đã chọn một khoảng theo đúng mã em đăng ký để thanh toán và đã hoàn thành. Vậy khoảng còn lại vẫn tồn tại trên BKPay thì  có cảnh cáo gì không ạ? . . Em cám ơn.",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cô ơi E năm 2 mới thi tiếng a đợt rồi đặt 315 mà tại sao em đăng ký anh văn 3 ( anh văn theo nhu cầu) lại được ạ , không báo lỗi ạ . E cảm ơn cô ạ !",
            "Chào bạn,. . . . Trong đợt 4 DKMH bổ sung bạn đăng kí lại  môn anh văn nha, nếu bạn chưa học anh văn 1,2 thì không thể đăng kí môn anh văn 3 được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ là kì 2 này có mở môn đề cương luận văn. Nhưng em chưa đăng kí môn học này vào đợt 1,2 và 3. Nhưng ngày 2-3 tháng 02 có đợt đăng kí môn học bổ sung thì không biết em có đăng kí được môn này không ạ. ( Do em nghĩ phải đăng kí trước vào đợt 1 hoặc 2 hoặc 3 thì đến đợt bổ sung mới hiệu chỉnh được). .",
            "Chào bạn,. . . . Bạn vẫn được đăng kí vào đợt đăng kí tiếp này nha bạn.. . . . Tah6n"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . em đăng kí kiểm tra trình độ anh văn ở trường nhưng đóng lệ phí thi trễ thì phải làm sao để dự thi ạ. .",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra mail, PDT giải thích rất rõ vấn đề này rồi   nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy/cô cho em hỏi, sau khi em điền thông tin cho đăng kí nộp CCNN. Trang đó hiển thị việc xét miễn môn học, nhưng em không có nguyện vọng xét miễn (anh văn 1 của em đã miễn từ đầu năm và em đã học anh văn 2,3,4) nên em chỉ nộp CCNN cho luận văn. Khi đó, em bấm hủy xét miễn thì lại mất hết thông tin. . . . . Mong nhận được phản hồi sớm nhất từ thầy/cô và chúc thầy/cô thật nhiều sức khỏe.",
            "Chào bạn,. . . . Nếu bạn chỉ nộp CCNN để xét luận văn không chuyển điểm, bạn thao tác vậy là đúng rồi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "I Yêu cầu khác: em muốn làm đơn xác nhận điểm thptqg của em thì có được không ạ , tại em muốn chuyển trường mà trường khác kêu phải có điểm thi thptqg và dấu mộc đỏ của trường mình đang học hiện tại",
            "Chào bạn,. . . . Bạn muốn gì làm đơn nộp PDT để bạn lãnh đạo phòng phê duyệt nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin các thầy cô cho em hỏi, em bị trễ hạn đăng ký tốt nghiệp lần 3 (hạn chót 15.01.2021) do giáo viên bộ môn nhập điểm trễ. Như vậy em có được làm đơn cứu xét để kịp hạn tốt nghiệp tháng 4 không ạ?. . Học kì 201 là cuối cùng của chương trình đào tạo của em nên em sợ bị trễ tốt nghiệp ạ.. . Em xin cám ơn.. .   i Tốt nghiệp .",
            "Chào bạn,. . . . Bạn vui lòng xem lịch trình tốt nghiệp PDT cập nhật trên web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=1920.. . . . Nếu sau ngày 26/2/2021 bạn không có tên trong danh sách tốt nghiệp bạn liên hệ trực tiếp PDT nha.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Theo như mail em nhận được từ Phòng đào tạo Sau Đại học, thì có vài môn trên cao học sẽ được tương dương vài môn ở đại học và được chuyển điểm xuống. . . . . Em muốn hỏi là nếu đại học em học môn được xét miễn rồi, thì điểm từ cao học chuyển xuống đại học có tách thành 1 môn khác không ạ, hay lấy điểm cao nhất trong 2 môn tương đương ạ. . . . . Ví dụ: Ở cao học em học môn Động lực học và điều khiển robot thì ở đại học em được miễn và chuyển điểm xuống môn Kỹ thuật robot, nhưng mà nếu ở đại học em học môn Kỹ thuật robot rồi thì môn Động lực học và điều khiển robot có được chuyển điểm xuống thành 1 môn khác không ạ, hay là lấy điểm cao nhất trong 2 môn và bỏ điểm môn còn lại để tính điểm TBTL ạ.. . . . Em xin cảm ơn ạ.. .",
            "Chào bạn,. . . . Nếu một môn có cùng một mã môn học thì lấy điểm cao nhất tính vào ĐTBTL nha bạn.. . VD : môn A có 2 loại điểm : 12 & 6.0 thì khi tính ĐTBTL sẽ lấy điểm 6.0đ tính .. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Không đăng nhập đươc vào trang BKPay . Dạ em chào thầy cô!. . Em là sinh viên hệ VHVL, em đã đăng ký thi anh văn định hướng Toeic và đã đăng ký thành công, em đã vào trang BKPay nhiều lần mà vẫn không vào được và hiện lên những chữ là \"Xin lỗi, bạn chưa đăng nhập hoặc tài khoản của bạn không được cấp quyền này!. . . . Click vào ĐÂY để đăng nhập tài khoản khác!. . . . Xin cảm ơn!\" và theo như mail của nhà trường thì ngày mai 26/1/2021 là hết hạn để thanh toán lệ phí thi rồi. Mong quý thầy cô kiểm tra và phản hồi giúp em ạ.. . Em xin chân thành cảm ơn quý thầy cô!",
            "Chào bạn,. . . . Khoá 20 thi anh định hướng Toeic lần đầu được miễn phí nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Học vụ  /i [full_name] [full_name] [full_name] [full_name] Dạ thưa thầy/cô,[full_name] [full_name] Em tên là [full_name], MSSV: [student_id][full_name] Em có đăng kí nộp chứng chỉ ngoại ngữ TOEIC đọc -nghe và xét chuyển điểm[full_name] Em đã đóng phí xác nhận 200[full_name]000 chuyển điểm, đã thanh toán trên Bkpay nhưng trang web vẫn không cập nhật và thông báo lỗi như hình em đính kèm[full_name] Trường hợp này em phải giải quyết như thế nào ạ?[full_name] [full_name] P/s: Cho em hỏi thêm là thời gian thẩm tra + xét chuyển điểm trong bao lâu thì hoàn thành ạ?[full_name] [full_name] Em cảm ơn[full_name] [full_name] [full_name][full_name] [full_name]",
            "Chào bạn,. . . . Bạn đăng ký được rồi, nhưng phải chờ chứng chỉ  có kết quả thẩm tra hợp lệ thì mới hoàn tất quy trình. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là: [full_name] MSSV: [student_id]. . Em có đk 2 môn Thông Tin Di Động(EE3107) và Nguyên lý thông tin sô(EE3115) trong HK202 nhưng năm nay trường chuyển hai môn này học ở cs2.. . Trong đợt DKMH trước e lo ôn thi nên lỡ mất việc hủy 2 môn này mà đợt DKMH tới không được phép hủy môn học. Kì tới e làm LVTN nên muốn tập trung vào việc làm LVTN nên muốn hủy 2 môn này. Nếu đợt tới kì chính rồi rút môn học thì sẽ tốn phí.. . Hiện tại e đã về quê và quê e khá xa. Cho e hỏi còn cách nào để hủy 2 môn này không ạ",
            "Chào bạn,. . . . Đã hết thời gian huỷ môn học rồi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cô ơi giúp em với. Em sv k19 sáng nay em mới thì anh văn mà được 345d thiếu mất một câu để được dkmh. Mong cô giúp em để ko bị trễ một năm được không ạ. Mong cô góp ý giúp em. Chứ e trầm cảm mất. .",
            "Chào bạn,. . . . Nếu vậy bạn chỉ đăng kí những môn năm nhất thôi, những môn năm 2 bạn không được đăng kí.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào anh chị! . . Em tên [full_name] mssv [student_id] khoá k15 . . Dạ cho em hỏi em đang thiếu bằng anh văn để đăng kí Luận Văn Tốt Nghiệp, tuy nhiên em chỉ còn 1-2 kì nữa là hết thời gian đào tạo. Trong thời gian qua em cũng có đi làm và làm vào đúng ngành nghề về luận văn của em dự tính, nên em muốn hỏi có pđt có thể nào tạo điều kiện cho em được làm luận văn vào kì sau không ạ? Em cam kết trong thời gian làm luận văn em sẽ bổ sung đầy đủ bằng anh văn và những môn còn thiếu ạ. Em cảm ơn!. .",
            "Chào bạn,. . . . Khi nào bạn đủ chứng chỉ làm nhận luận văn bạn liên hệ PDT để hướng dẫn đăng kí luận văn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy (cô) ạ.. . Khi đăng ký nộp chứng chỉ TOEIC và chuyển điểm em chụp ccnn như hình gửi kèm có hợp lệ không ạ? Nếu không hợp lệ em cần đăng ký mới lại đúng không ạ?. . Em xin cảm ơn.",
            "Chào bạn,. . . . Bạn đăng kí được bình thường mà bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Yêu cầu khác . Dạ em có đăng ký in bảng điểm và đã thanh toán rồi, ngày hẹn là ngày 28/1 nhưng em cần bảng điểm để hoàn tất hồ sơ nhập học chuyển hệ VHVL từ ngày 25-27/1. Cho em hỏi vào ngày 27/1 em có thể lên PĐT được xin in sớm không ạ?",
            "Chào bạn,. . . . Không bạn, việc này phần mền đã lập trình sẵn không lấy trước được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô. . Em đã thanh toán bảo hiểm y tế (khoản thanh toán:DDBHYT122011.[student_id].77204) vào ngày 10/11/2020, cho em hỏi khi nào em có thể lấy thẻ ạ? Em vẫn chưa thấy mail thông báo.. . Em cảm ơn",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi thầy, cô Phòng Đào tạo. . Do kiểm tra trên BK Pay là hạn chót thanh toán 21//01/2021. Nên em đã đóng trước thời hạn thông báo là 20/01/2021. . . Trong việc kiểm tra định kì Anh văn này. Do sĩ số xếp ca thi mà em đăng kí quá ít nên bị huỷ. Phải đăng kí lại ca thi khác. Mà hạn chót là 17//01/2021 trong khi việc chốt đăng kí đóng tiền là ngày 18/01/2021 là khoảng thời gian quá sát không tiện để sắp xếp. . . Về việc:\" Để tổ chức thành công một kỳ thi, nhà trường cần phải thực hiện nhiều bước chuẩn bị, vì vậy theo qui định về việc thi kiểm tra Tiếng Anh lâu nay, một khi bạn đã đăng ký thì phải đóng lệ phí đúng hạn mới được xếp lịch thi, nếu không thì không có lịch thi và vẫn bị ghi nợ phải thanh toán.\". Nếu như thanh toán trễ hạn thì hệ thống phải báo với em khi thanh toán trễ hạn đúng không ạ? . . Số tiền thi Anh văn là tới 160.000 ngàn lận (Lúc trước là 100.000). Em biết là nhà trường đã cố gắng sắp xếp để tụi em có cơ hội đạt chuẩn Anh văn để có thể đăng kí môn học. Vậy cho em hỏi là trong trường hợp này. Em và các bạn khác có thể chuyển số tiền này sang kì kiểm tra Anh văn tiếp theo được không ạ. Nếu không tính là đóng tiền thi trễ hạn do lỗi hệ thống. . . Dạ em xin cảm ơn ạ. . .",
            "Chào bạn,. . . . [full_name] ghi nhận ý kiến của bạn, gởi ý kiến của bạn cho ban lãnh đạo phòng để xem xét.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là hiện tại em đã trễ 1 học kỳ, tức là học kỳ này kết thúc em mới có thể tích lũy đủ số tín chỉ để đăng ký môn của năm 2, vậy cho em hỏi là chuẩn av dùng để xét đăng ký môn của em là qua AV1 hay là phải qua AV3 vậy ạ? Em xin cảm ơn ạ . . . .",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1, phần 2. Bạn vui lòng đọc kỹ tiêu đề nha http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ Thầy/Cô!. . Em là Trường. Em xin hỏi là vào ngày 2/2/2021 tới ngày 3/2/2021 có đợt đăng ký môn học cho HK 202 phải không ạ?. . Nếu có thì đợt này là đợt bổ sung vậy em có được đk luận văn không ạ?. . Dạ với ngoài đợt này ra thì học kỳ 202 còn đợt nào có thể đăng ký luận văn nữa ạ?. . Dạ em cảm ơn,. . Trường",
            "Chào bạn,. . . . Bạn vui lòng xem lịch học vụ http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_77&tid=1915. Đọc mail PDT gởi sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào cô,. . . . Cho em hỏi BHYT đăng kí vào đợt 2 thì khi nào sẽ có vậy ạ? Và khi có thì sẽ thông báo qua kênh nào để sinh viên đến nhận vậy ạ?. . . . Em cảm ơn cô,. . Như Ý.",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Dạ em chào pđt, em đã thanh toán thi anh văn , nhưng em không có lịch thi , sáng nay lên thì không được vào thi và không có tên trong danh sách , trường mail phải thanh toán trước ngày tối 17 nhưng lúc đẩu để hạn tới 18 , cho em hỏi giờ tiền em đã đóng sẽ giải quyết ra sao ?? và có mở đợt thi vét không ạ ! em không có anh văn , không thể đăng ký môn kỳ tiếp theo ạ ! em cảm ơn pđt ! mong pđt trả lời giúp em sớm !",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra mail, PDT giải thích rất rõ vấn đề này rồi   nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Phòng đào tạo cho em hỏi môn Kỹ thuật điện (EE1005) bị bỏ từ chương trình đào tạo k19 thì học môn tương đương, môn thay thế là môn nào ạ",
            "Chào bạn,. . . . Việc này bạn liên hệ khoa để tư vấn cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô. Em là [full_name]. Thầy cô cho em hỏi trong đợt đăng kí môn tiếp theo của học kì chính thì mình có được thêm bớt môn không ạ. Hay chỉ được thay đổi giờ học thôi ạ. Em cảm ơn!",
            "Chào bạn,. . . . Đợt đăng kí môn học tiếp theo bạn có thể bổ sung môn học, không được hiệu chỉnh môn học nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào phòng đào tạo,. . . . Em là [full_name], MSSV [student_id], hiện theo học khoa Quản lý công nghiệp.. . . . Dạ theo thông tin em cập nhật thì chuẩn tín chỉ để đăng ký luận văn khoa Quản lý công nghiệp tối thiểu là 126 chỉ.. . . . Vậy cho em hỏi là 126 chỉ đó bao gồm tất cả các chỉ trong học kỳ vừa qua kể cả những môn chưa đạt hay chỉ cộng tín chỉ của những môn đã đạt vậy ạ.. . . . Em cảm ơn.",
            "Chào bạn,. . . . Bạn phải tích luỹ đủ 126 tín chỉ.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào phòng đào tạo:. . . . Em hiện là sinh viên K20, lần đầu có vài vấn đề chưa nắm rõ, mong được giải đáp:. . . . -Em do sơ suất bị tô nhầm mã đề khi thi cuối kì (bài thi có phần thi trắc nghiệm), thì có được phúc khảo lại bài không ạ? . . . . . . Em xin cảm ơn ạ.",
            "Chào bạn,. . . . Theo qui định nhà trường môn thi trắc nghiệm không được phúc khảo nha bạn.. . . . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name], MSSV: [student_id] lớp CK18CD1. Hiện tại em mong muốn được học môn học xác suất thống kê mã MT2001 vì chương trình đào tạo những năm sau đổi môn xác suất thành 4 tín chỉ nên em mong phòng đạo tạo có thể tăng sỉ số lớp A02 thứ 5 tiết 7-8-9 (hiện tại lớp đã đủ 120/120) để em có thể hoàn thành môn học theo chương trình đào tạo. Ở kì dự thính học phí cao và có thể đụng vào thời gian làm thêm của em nên em rất mong phòng đào tạo có thể cho phép em học ở kì chính vào lớp như trên để em có thể hoàn thành chương trình ạ. Em cảm ơn rất nhiều ạ!. .",
            "Em tên: [full_name], MSSV: [student_id] lớp CK18CD1. Hiện tại em mong muốn được học môn học xác suất thống kê mã MT2001 vì chương trình đào tạo những năm sau đổi môn xác suất thành 4 tín chỉ nên em mong phòng đạo tạo có thể tăng sỉ số lớp A02 thứ 5 tiết 7-8-9 (hiện tại lớp đã đủ 120/120) để em có thể hoàn thành môn học theo chương trình đào tạo. Ở kì dự thính học phí cao và có thể đụng vào thời gian làm thêm của em nên em rất mong phòng đào tạo có thể cho phép em học ở kì chính vào lớp như trên để em có thể hoàn thành chương trình ạ. Em cảm ơn rất nhiều ạ!. .   /QUOTE . .",
            "Chào bạn,. . . . Tất cả các môn học đã tăng đến sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Dạ con chào cô/thầy.Chỉ là con vừa nhận được mail con không được được thi Anh Văn chuẩn kì này vì con đóng tiền trễ. Hiện tại con đang rất rối vì con không thể đăng ký môn năm 2 được mà nếu đăng ký thì cũng dưới 10 chỉ sẽ bị xóa tkb. Con chỉ còn nợ mỗi giải tích 2 và thí nghiệm Vật Lý, con đã là sinh viên năm 2 rồi. Con không biết giờ có cách nào giúp con không ạ. Con nghĩ chắc kì này con phải bảo lưu quá ạ, con mệt lắm rồi. Con cảm ơn cô.",
            "Chào bạn,. . . . Bạn có thể đăng kí những môn đại cương (toán, lý, hoá, pháp luật Việt Nam đại cương, môn Mac-lê..).. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn hỏi là em muốn đăng kí môn GD Thể chất 3 ở kì sau mà đã quá hạn đăng kí môn học rồi thì phải làm sao ạ !! Em quên mất là mình chưa hoàn thành Thể chất 3 nên không thể đăng kí được môn học ạ . . . .",
            "Chào bạn,. . . . Khi nào có đợt đăng kí môn GDTC Phòng Đào Tạo gởi mail thông báo cho sinh viên nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi sao giờ hết học kỳ 201 rồi nhưng pđt vẫn chưa cập nhật tín chỉ tích lũy của em ở học kỳ 193 ạ?. . Em cảm ơn",
            "Chào bạn,. . . . PDT đã cập nhật tín chỉ tích luỹ của học kỳ 193 cho bạn rồi nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào anh chị PĐT,. . Em tên : [full_name], hiện tại em đang là sinh viên năm 3 (khóa K18) của khoa Cơ khí.. . Trong đợt thi Anh văn (tháng 12) em đạt 430 điểm, đợt tháng 1 này em đạt 440 điểm.. . Vậy anh chị cho em hỏi, em có thể làm đơn xin xem xét việc đạt chuẩn anh văn cho sinh viên năm 3 (450Đ), để em có thể đkmh theo đúng chương trình được không ?  . . Em xin trân trọng và cảm ơn.",
            "Chào bạn,. . . . Không được nha bạn, vì đó là qui chế của nhà trường rồi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/ cô ạ.. . Cho em hỏi là e nộp bằng anh văn ngày 19/1 thì có kịp để xét duyệt đăng kí làm luận văn trong đợt đăng kí ngày 22-ngày 28 không ạ.. .",
            "Chào bạn,. . . . Đợt ngày 25-28/1 là đợt đăng kí dự thính đâu đăng kí luận văn được bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Liệu nhà trường còn đợt thi Anh văn nào không ạ,  em bị trễ đăng kí và cần đăng kí thi toiec gấp ạ, mong nhà trường giúp em",
            "Chào bạn,. . . . Hiện tại nhà trường chưa có thông báo mở đợt thi anh văn tiếp theo.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô,. .  Em đã hoàn thành các môn học theo chương trình đào tạo, chỉ thiếu Tiếng Anh 2 kỹ năng. Thầy cô cho em hỏi em cần làm thủ tục gì để không bị đình chỉ do không đăng ký môn học vào học kỳ 2 này, bởi vì trong học kỳ 2 này em chỉ thi Tiếng Anh 2 kỹ năng để có thể đăng ký tốt nghiệp vào tháng 4.. . Mong phản hồi từ thầy/cô. Em cảm ơn.. .",
            "Chào bạn,. . . . Bạn không đăng kí môn học chỉ bị tạm dừng thôi, khi nào có đủ Tiếng Anh 2 kỹ năng thì bạn làm đơn thu nhận lại để xét tốt nghiệp nha (thời gian tạm dừng tối đa 2 học kỳ thôi nha bạn).. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi nếu em muốn đăng ký dưới 8 chỉ thì cần làm gì không ạ. em là sv năm 2",
            "Chào bạn,. . . . Bạn muốn đăng kí bao nhiêu chỉ là tuỳ bạn, không làm gì hết nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng công tác chính trị sinh viên. . . . Em tên là [full_name]. . . . Em có lịch sinh hoạt công dân vài ngày 25 tháng 1. Nhưng do sơ suất trong việc check email nên em đã cùng gia đình về quê ngoại ở Tiền Giang và không kịp tham gia sinh hoạt công dân theo đúng lịch của mình. . . . . Hiện tại, tới ngày 27 tháng 1 em mới có mặt tại thành phố để tham gia sinh hoạt.Em có phải làm đơn xin phép để được tham gia trái buổi không ạ.. .   . .",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em đã đạt môn Nhập môn lập trình mã môn học CO1003 để thay thế môn Kỹ thuật lập trình CO1013. Cho em hỏi cần nộp đơn xin chuyển điểm không hay hệ thống tự động chuyển điểm ạ!. . Em xin cảm ơn!",
            "Chào bạn,. . . . Môn tương đương thay thế PDT sẽ tự chuyển điểm cho bạn luôn. Nếu có sai sót gì thì bạn làm đơn khiếu nại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đợt đăng ký môn học 02/02 này có mở lớp môn kỹ  thuật số EE1009 với Giải tích mạch EE2033 không ạ, hay chỉ mở lớp kì dự thính a.",
            "Chào bạn,. . . . Những môn có mở lớp học kỳ 202 hay không, bạn vào trang DKMH kiểm tra được mà.. . . . Thân",
            "Đợt trước em có đăng ký nhưng thông báo hủy vì khoa không mở lớp. Em muốn đăng ký ở kì chính cho đỡ tốn tiền ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Học kỳ vừa qua em có học môn học Nhập môn thị giác máy tính MSMH: ME4210. Tuy nhiên, sau khi thi môn này xong, có kết quả trên trang cá nhân MyBk thì em bị dưới điểm so với bài làm. Em đã hỏi thầy dạy môn này, thầy có trả lời rằng chấm chưa đúng bài của em và thầy nhắc em phải làm đơn phúc tra bài thi.. . Em đã đăng ký phúc tra trên trang MyBk nhưng hiện tại vẫn đang hiện thông báo đang chờ giải quyết. Được biết, thời hạn phúc tra là 07 ngày tính từ lúc công bố điểm. Vậy em xin hỏi, trường hợp em có được giải quyết không?. . Ngày công bố điểm : 19/1. . Ngày đăng ký phúc tra: 20/1.. . Em cảm ơn!",
            ". . Chào bạn,. . . .  Hiện tại Phòng đào tạo của trường đã gởi Phiếu Phúc tra về [full_name].. . . .  Khi nào Phòng nhận được kết quả phản hồi từ CBGD → Kết quả  Phúc tra sẽ cập nhật online.. . . .  Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ con chào cô/ thầy. Giờ hiện tại con chỉ mới có 4 chỉ đăng ký được kì này. Nên con có thể xin thêm 1 slot vào 1 lớp giải tích 2, thí nghiệm vật lý và kinh tế ctri [full_name] đc k ạ. Con cảm ơn.. . . .",
            "Chào bạn,. . . . Hiện tại đang trong thời gian đăng kí đợt nguyện vọng dự thính sao bạn không đăng kí.. . . . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    }
]