[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô ạ, . . Em đã có đăng kí hủy môn và bổ sung môn (ID: 33916) không biết kết quả như thế nào ạ? Em thấy thời khóa biểu vẫn chưa có thay đổi gì và em có cần phải làm đơn rút môn học không ạ vì em thấy mail về đăng kí rút môn học ạ. . Em cảm ơn.",
            "Chào em,. . - PĐT xin lỗi em do sót câu hỏi của em.. . - PĐT đã điều chỉnh theo yêu cầu của em.. . - Học phí sẽ thêm 1 TC nữa nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có đóng học phí trễ học kì 203 , nay em xin phục hồi thời khóa biểu kì 203 . . . Em xin cảm ơn . .",
            "Chào em,. . Trường hợp bạn bị hủy TKB/lịch thi do thanh toán học phí không đúng hạn.. . Bạn vui lòng xem quy định về TT học phí tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/điều 7.2. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em xin chào thầy cô . Cho em hỏi trường có ghi là xét tốt nghiệp đến hết học kì 211, nhưng lễ tốt nghiệp vẫn diễn ra vào tháng 11 hay sao ạ. Nếu lễ vẫn diễn ra tháng 11 , vậy muốn tham dự lễ thì phải nộp bằng anh văn hạn chót là 20/10 phải không ạ? Còn xét tốt nghiệp đến hết kì 211 là được xét tốt nghiệp chứ không được tham dự lễ trao bằng phải không ạ? Em xin cám ơn!",
            "Chào em,. . - 1 năm có 2 đợt lễ tốt nghiệp, em đăng ký tham dự lễ tốt nghiệp ở Khoa nếu em muốn. . - Tình hình như thế này thì dự kiến được em.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào cô [full_name],. . Em tên [full_name] mssv [student_id] hệ vhvl khoa Kỹ thuật máy tính chuyển hệ từ chính quy sang.. . Đầu tiên cho em xin lỗi vì đã đặt nhiều câu hỏi trong thời gian qua ạ.. . Câu hỏi ngày 31/08/2021 em đã liên hệ với khoa và biết được em không đủ điều kiện nhận   B [full_name]P  /B  trong học kỳ này ạ, và cô [full_name] phụ trách bên khoa máy tính đã hướng dẫn em làm đơn xin đăng ký làm lại   B [full_name] (CO421)   /B trong học kỳ HK211 này ạ.. . Em đã làm đơn xin khoa cho phép em đăng ký bổ sung môn và nhận đề tài đề cương luận văn ạ.. . Nay em có đăng lên diễn đàn đơn xin và nhờ phòng đào tạo xem xét giúp em ạ.. . File đính kèm là đơn xin đăng ký môn   B [full_name]  /B  và email của cô [full_name] ạ.. . Mong cô xem xét lại giúp em ạ.. . Chúc cô nhiều sức khỏe. . Xin chân thành cảm ơn. . Sinh viên. . [full_name]. . . .   i Đăng ký môn học .",
            "Chào bạn,. . Cô ghi nhận trường hợp của bạn, cô sẽ chuyển cho Thầy [full_name] kiểm tra lại giúp bạn nhé.. . Thân",
            "Chào bạn,. . PDT sẽ hủy kết quả đăng ký môn LVTN của bạn và đăng ký môn ĐCLV cho bạn nhé.. . ĐỀ CƯƠNG LUẬN VĂN (CO421). . Bạn vui lòng liên hệ khoa để xin nhận GV hướng dẫn ĐCLV nhé.. . TKB sẽ cập nhật trên mybk trễ nhất sau ngày 20/9. Sau ngày này nếu chưa có TKB bạn vui lòng khiếu nại tại bksi nhé. . Thân. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi trên bkpay tới hạn đóng học phí dự thính 211 mà giờ của em nó hiện chưa đến kì thanh toán.Mà ngày 14/9/2021 hết hạn đóng học phí r ạ. Em cảm ơn. .",
            "Hạn đóng học phí dự thính ngoài giờ sẽ có email thông báo bạn nhé.. . Dự kiến 10/09/21 - 20/09/21"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin mở lại thời khóa biểu từ 12/8 , phòng đào tạo đã mở đồng ý mở cho em rồi nhưng tới nay vẫn chưa thấy ạ. Mong PDT xem và chỉnh sửa lại giúp em . . Em xin cảm ơn . . . .",
            "Chào bạn. . Cô đã lấy dữ liệu để chuyển cho bộ phận dkmh phục hồi tkb của bạn, khoản thứ 4 tuần sau bạn xem lại tkb phục hồi nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name]. MSSV: [student_id] . . Em có đăng kí hoãn thi và nhận được thông báo điểm thi sẽ cập nhật sau ngày 6/9 nhưng điểm thi của em vẫn chưa được cập nhật và điểm vẫn là vắng thi.. . Mong PDT xem xét dùm. . . Em cảm ơn",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PĐT, em muốn xin giấy xác nhận sinh viên qua online bằng file pdf (tiếng Anh càng tốt) để tải phần mềm học tập vì trang autodesk cần school-issue confirmation letter\". . Em cám ơn PĐT ạ. . . .",
            "Chào bạn;. . Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . - Sau đó bạn dịch giấy chứng nhận tại Phòng công chứng hoặc liên hệ Phòng Quan hệ đối ngoại của Trường. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn biết link học anh văn A1 của cô [full_name] dạy vào thứ 4 từ 12h -2h50. Trên BKEL không có link để tham gia môn học",
            "Chào em,. . - Các hoạt động trong khóa học do GV phụ trách môn học quản lý. PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . - Em liên hệ TTNN để được hỗ trợ nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là: [full_name],sinh viên bằng 2. . MSSV: [student_id]. . . . Số tính chỉ tích lũy: 135. . Đã qua tất cả các môn tiên quyết của luận văn tốt nghiệp. . Do là sinh viên bằng 2 nên em không có ngày công tác xã hội. . . . Em có đính kèm theo hình ảnh điểm môn tiên quyết, tổng số tính chỉ. . . . Kính mong quý thầy cô phòng đào đạo xem xét trường hợp chưa đăng kí được luận văn tốt nghiệp của em. . . .",
            "Bạn bổ sung giúp cô mã [full_name] nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1811431  /b \t. . . .   i Yêu cầu khác . Kính gửi phòng đào tạo,. . . . Em xin có 2 câu hỏi về điểm trung bình tích luỹ (TBTL):. . - Em là sinh viên K18 của khoa Khoa học và Kỹ thuật máy tính. Theo chương trình đào tạo, em đã hoàn thành môn Kỹ thuật lập trình (CO1011 - 4 tín chỉ) với tổng kết là 5.5 tại kỳ 182. Để cải thiện, em cần phải hoàn thành 2 môn tương ứng là Kỹ thuật lập trình (CO1027 - 3 tín chỉ) và Đồ án Kỹ thuật lập trình (CO1031 - 1 tín chỉ). Hiện tại, em đã hoàn thành môn Kỹ thuật lập trình (CO1027 - 3 tín chỉ) vào kỳ 192 và sẽ học môn Đồ án Kỹ thuật lập trình (CO1031 - 1 tín chỉ) trong kỳ này (211). Câu hỏi của em đặt ra là nếu sau khi hoàn thành 2 môn học tương ứng thì điểm TBTL của em sẽ được tính là 2 môn sau (3 và 1 chỉ), hay là vẫn tính vào môn 4 chỉ ban đầu ạ? Vì theo em được nghe từ một vài thầy cô, việc chuyển điểm này chỉ được thực hiện khi mình bị rớt môn học (em đã hoàn thành với điểm số 5.5). Nếu trường hợp tính vào môn 4 chỉ (môn em bị điểm thấp) thì em cần làm gì để có thể được xét tính vào môn 3 và 1 chỉ ạ, vì em đã hoàn thành xong môn 3 chỉ và sẽ học môn 1 chỉ trong kỳ này?. . . . - Cũng về vấn đề này nhưng với một môn khác: Theo chương trình đào tạo, em đã hoàn thành môn Hệ thống số (CO1009 - 4 tín chỉ) với điểm tổng kết là 5.0 tại kỳ 182. Em cũng muốn được cải thiện và học hai môn tương ứng là Đồ án Hệ thống số (CO1029 - 1 tín chỉ) và  Hệ thống số (CO1023 - 3 tín chỉ). Hôm nay, em cũng đã trao đổi với thầy cô bộ môn, thầy cô yêu cầu em hỏi phòng đào tạo xem nếu hoàn thành 2 môn học trên thì sẽ sử dụng điểm nào cho TBTL, vì thông thường sẽ ưu tiên môn được liệt kê trong chương trình đào tạo hơn, trừ khi là rớt môn.. . . . Em xin chân thành cảm ơn. Mong nhận được hồi âm sớm nhất từ phía thầy/cô.. . . . Trân trọng,. . . . Minh Anh.. . . .",
            "Chào em,. . - Sv muốn học cải thiện thì môn học phải có cùng một msmh vì khi này sẽ lấy . . điểm cao nhất tính.. . - Môn học cải thiện mà khác msmh thì vô nghĩa vì sẽ không lấy điểm cao nhất tính được vì hai msmh khác.. . - việc học lại môn thay thế do môn gốc không còn mở lớp và khi đạt môn này sẽ được quy về môn gốc và được ghi thành điểm miễn(12).. . Tóm lại khi tính đtbtl sẽ được tính nếu có cùng msmh như vd sau :. . -Môn A = 5,0 đ . .    Học lại cải thiện môn A =7,0 đ . . =  sẽ lấy 7,0đ tính . . -Môn A= 5,0 đ . . Học lại môn B = 8,0đ (có trong môn thay thế/tương đương với A) , được quy về môn gốc B=A=12 đ . . =  sẽ lấy 5,0đ tính vì điểm 12 sẽ không có tính vào đtbtl. . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Đăng ký môn học. . Em đã làm đơn trình Lên văn phòng khoa, khoa đã xác nhận và kính chuyển . Sau đó em gửi đơn lên phòng đào tạo theo như hướng dẫn của Văn phòng khoa . . . Em chờ đợi 2 này thì phòng đào tạo replay mail và hướng dẫn em hỏi ở trên [full_name] ạ .",
            "Chào bạn. . Vui lòng trình bày cụ thể vấn đề và nội dung mail PDT gửi bạn như thế nào nhé!. . Thân",
            "Chào  bạn,. . . .  . . . . Về DKMH bạn vui lòng phản hồi lên bksi.hcmut.edu.vn. Theo thông báo của Phòng Đào Tạo. . . .  . . . . Thân. . . . Trên là nguyên văn pdt đã gửi cho em . . Dưới đây là đơn em làm ạ. .",
            "Em bổ sung thêm là ngày em gửi mail lên phòng đào tạo là 31-8 tới ngay 2-9 thì em được phản hồi như trên , nội dung đơn thì em có gửi cho bksi như trên .",
            "Chào bạn,. . Em vui lòng gửi giúp cô nội dung đơn vào trong ô nội dung nhé, em để hình vậy không nhìn rõ nội dung nhé.. . Thân",
            "CỘNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM Độc lập – Tự do – Hạnh phúc[full_name] [full_name] ĐƠN XIN ĐĂNG KÝ BỔ SUNG MÔN HỌC[full_name] [full_name] Kính gửi: -Văn phòng khoa xây dựng[full_name] [full_name] -Phòng đào tạo trường đại học Bách Khoa[full_name] [full_name] Em tên là:[full_name] MSSV:[student_id] Lớp:XD16CB[full_name] [full_name] Em có nguyện vọng đăng ký bổ sung môn: đề cương luận văn tốt nghiệp (mã môn học CI4331)[full_name] [full_name] Lý do đăng ký bổ sung học phần: Hôm nay em viết đơn này vì lý do , trong đợt đăng ký bổ sung môn đề cương luận văn tốt nghiệp thì khu phố em bị phong toả và phải xét nghiệm, nên em không đăng ký được môn học này , rất mong phòng đào tạo có thể hỗ trợ em đăng ký môn : đề cương luận văn tốt nghiệp mã môn học CI4331 ạ [full_name][full_name] [full_name] Vì lý do bất khả kháng nên em mong được phòng đạo tạo xem xét và hỗ trợ[full_name] Em xin chân thành cảm ơn![full_name] [full_name] Xác nhận của văn phòng khoa[full_name] [full_name] [full_name][full_name] [full_name][full_name] [full_name] TS[full_name] [full_name][full_name] [full_name] Người làm đơn[full_name] [full_name] [full_name][full_name] [full_name] Dạ thưa cô tất cả nội dung em đã gửi cho pdt như trên ạ [full_name] Có xác nhận của văn phòng khoa và kính chuyển ạ",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 20/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi với tình hình dịch bệnh hiện tại, nhà trường có thể gia hạn thời gian hoàn thành số ngày ctxh để học kì sau em có thể đăng kí làm luận văn không. Hoặc em có thể làm gì để kiếm thêm ngày ctxh trong khoảng thời gian này không ạ.. . Em xin cám ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . [full_name]-[student_id]. . em có thi môn Các sản phẩm dầu khí CH3171 vào ngày 14/8 9h, từ 13/8(22h)-14/8(12h) em được về quê theo diện đồng hương Tỉnh,dù đã đăng ký hoãn thi nhưng em vẫn nhận điểm 13 cho môn thi, mong pdt xem xét lại yêu cầu nhận điểm hoãn thi của em Em xin cảm ơn.",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô.. . Hiện tại em có xin đăng ký môn học trễ hạn và đã được Phòng đào tạo chấp thuận (file đính kèm). Em cũng đã liên hệ giáo viên để được làm Đồ án và cũng được tạo site trên Bkel nhưng trên thời khóa biểu vẫn chưa có lịch và gần đây giáo viên có gửi danh sách hướng dẫn đồ án vẫn không có tên em. Mong Phòng đạo tạo sớm giải quyết giúp em. Em cảm ơn.",
            "Chào bạn,. . Đã bổ sung cho bạn nhóm A01 nhé, có 1 nhóm thôi, đâu có nhóm L01 đâu.. . TKB sẽ cập nhật trước ngày 11/9 trên mybk nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy/cô,. . . . Em là [full_name], MSSV [student_id]5, lớp VL2003, khoa Công nghệ vật liệu.. . . . Ngày 20/8 em có đăng kí in bảng điểm gửi về nhà ở quê, đã thanh toán nhưng kiểm tra tình trạng vẫn còn đang in ạ. . . . . Em biết bưu điện thành phố không nhận chuyển phát từ 23/8, tuy nhiên em rất cần bảng điểm này để nhận học bổng từ hội khuyến học huyện, giá trị rất lớn với em ( khoảng 14 triệu đồng) trong vòng 1 tuần tới. Mong nhà trường giúp đỡ chuyển giúp em nếu có thể bằng bất cứ hình thức nào. . . Em chân thành cảm ơn. . . . .",
            "gửi bạn bản scan nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name] mssv [student_id]. . Em học lớp xstk cô [full_name] lớp L03 mã môn học sp2013. . Em không thể tham gia vào link googlemeet của lớp L03. Và em cũng không có mail của cô nên mong đc pdt giúp đỡ ạ.",
            "Chào em,. . - Các hoạt động trong khóa học do GV phụ trách môn học quản lý. PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . - Em liên hệ Khoa, Bộ môn, GVCN để được hỗ trợ nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy,cô. . Em có thắc mắc là soa em đã đk hoãn thi rồi nhưng trên bảng điểm vẫn là điểm 13 ạ. Em cám ơn.",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào Thầy/Cô,. . Em chưa rõ về thủ tục nộp đơn thanh toán trễ học phí cho học kỳ này, mong được thầy/cô hướng dẫn ạ.. . Em cảm ơn !!!",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Sau khi đăng ký hoãn thi thì em có nhận được xác nhận từ BKSI và thống báo rằng sau ngày 06/09 nếu điểm hoãn thi trên MyBK chưa được cập nhật thì có thể liên hệ ở đây để xác nhận lại. . . Hiện tại điểm hoãn thi môn Nguyên lý thông tin số - mã môn học EE3115 vẫn là điểm 13 và chưa được cập nhật. Em mong được hỗ trợ từ BKSI ạ. Em cảm ơn.",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . chào thầy/cô,. . em muốn đăng ký môn học mở rộng (chỉ môn mở rộng mà không dăng ký lại môn chính) thì phải làm sao để đăng ký ạ? và kỳ này còn đăng ký kịp không?. . Em cảm ơn!",
            "Chào bạn,. . Bạn có thể làm đơn xin đăng ký môn mở rộng, ghi rõ tên mà mã [full_name]. trình bày rõ lý do trong đơn. Đơn phải có xác nhận đồng ý của GVHD và [full_name] nhé (có thể xác nhận qua email) và bạn gửi qua bksi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Hiện tại nhà em đang gặp khó khăn về tài chính do ảnh hưởng của dịch. Sắp tới có khoản học phí em không thanh toán được. Em có thể làm đơn gia hạn học phí không? Khi nào làm đơn được và gửi ở đâu? . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên [full_name] . . Mssv [student_id] . . khoa :TTĐT bảo dưỡng công nghiệp . . Em thanh toán học phí bổ sung môn Thực tập tốt nghiệp đăng ký bổ sung HK203 nhưng hệ thống báo lỗi không thanh toán được, mong quý thầy cô xem xét hệ thống để em được thanh toán thành công. Em có đính kèm hình ảnh tình trạng lỗi của em lúc thanh toán ạ. Em xin cảm ơn. .",
            "Chào bạn. . Bạn có thể liên hệ:Số điện thoại hotline của Ngân hàng OCB để được hỗ trợ (khi có phát sinh sự cố):[student_id]8"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên: Tống Hoàng Phương. . MSSV: [student_id]. . Khoa: TTĐT Bảo dưỡng Công nghiệp. . . . . . Lý do: Em thanh toán học phí môn \" Thực tập tốt nghiệp\" đã được đăng kí bổ sung vào HK203, nhưng hệ thống báo lỗi và không thanh toán được. Mong quý thầy cô xem xét hệ thống giúp em có thể thanh toán thành công môn học ạ. Em xin chân thành cảm ơn.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào PĐT thân mến,. . . . Theo như điều kiện đăng ký luận văn ngành em học là 123 tín chỉ, và chứng chỉ ngoại ngữ. Vạy PĐT cho em hỏi là, nếu như dịch như vầy và PĐT bỏ qua chứng chỉ ngoại ngữ, thì PĐT có tính luôn tín chỉ khi nộp bằng để cộng vào tín chỉ tích lũy hiện tại không ạ. . . Ví dụ là em chưa học ngoại ngữ nào trong trường, thì khi PĐT bỏ qua chuẩn ngoại ngữ thì em có được cộng thêm 8 chỉ của 4 anh văn để cộng vào tín chỉ tích lũy để đăng ký môn học không ạ. . . . Em cám ơn và chúc PĐT nhiều sức khỏe.. . Thân mến,. . [full_name]. .",
            "Chào bạn,. . Không nhé bạn, điều kiện về số tín chỉ bạn phải đạt nhé, vì các môn AV bạn vẫn có thể đăng ký học trong trường bình thường nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cho  em hỏi điểm 13 đó là hoãn thi được hay không tham gia thi vậy ạ. Vì em có xin hoãn thi thấy môn thì chưa môn thì 13 ấy ạ",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào thầy, cô.. . . . Đây là lần gửi yêu cầu thứ hai của em ạ, hy vọng các thầy cô không thấy phiền. Do lần gửi đầu tiên đã hơn 3 ngày nhưng em không thấy được hồi âm.. . Sắp tới vì tình hình dịch bệnh nên em đang thiếu ngày CTXH chưa có khả năng bỏ ra kịp. Ngoài ra, em cũng muốn cải thiện điểm của em lên đôi chút. Nên em hy vọng thầy cô cho em đăng ký trễ vào lớp   B Dự thính Pháp Luật Đại Cương, SP1007  /B  của kì này ạ. Em xin cam đoan là sẽ không khiếu nại bất cứ điều gì về việc vô trễ, thay vào đó sẽ tích cực hơn trong việc tìm hiểu và truy vấn thông tin đáp ứng chuẩn đầu ra của môn học.. . Em xin chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PDT,. . Em là [full_name], MSSV [student_id]. . DO học kỳ này em đang apply học bổng nên em cần có bảng điểm năm học. Vì hiện tại ở mục Đăng ký in bảng điểm em chỉ thấy việc gửi bảng điểm qua bưu điện hoặc nhận tại trường. . . PDT cho em hỏi là Em muốn in bảng điểm và nhận bảng điểm qua mail trường thì phải đăng ký như thế nào? Và sau khi em nộp tiền in bảng điểm thì trong vòng bao nhiêu ngày sẽ có bảng điểm ạ?. . Em xin cảm ơn.",
            "Chào bạn. . - hiện tại nhà trường hỗ trợ đăng ký nhận qua bưu điện. . - Bạn đăng ký, theo tình hình SV đăng ký, nhà trường sẽ thông báo cụ thể thời gian. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin nộp đơn mong PĐT xem xét giúp em. Em cảm ơn . . . .",
            "Chào bạn,. . Thời điểm này muốn xin hiệu chỉnh môn học phải được sự đồng ý của Giáo viên giảng dạy lớp mới nhé bạn. . Bạn vui lòng bổ sung giúp cô mail xác nhận đồng ý của GV cho bạn vào lớp nhé . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng đào tạo trường Đại học Bách Khoa TPHCM.. . . . Em tên là: [full_name]. . . MSSV: [student_id] hệ VLVH.. . Hôm nay em viết mail này kính xin phòng đào tạo xem xét cho em được bảo lưu học kì 211 này vì lý do tài chính. Như PĐT đã biết, tình hình dịch bệnh đang rất phức tạp và công ty em cũng ngừng hoạt động kinh doanh sản xuất từ đầu tháng 7 cho đến khi có thông báo hết giãn cách. Vì thế em không có nguồn thu nhập như trước và gia đình bố mẹ em cũng bị ảnh hưởng của đại dịch nên không có thu nhập. Nguyện vọng ban đầu của em là được rút/huỷ môn học, em đã làm đơn rút môn học và em chỉ để lại một môn thực tập. Nhưng theo quy định của nhà trường thì khi rút môn vẫn phải đóng học phí như bình thường. Và tài chính của em thì không cho phép. Vậy nên em xin được tạm hoãn học cho tới khi bình thường hoá xã hội và em có thu nhập để học ạ. Em xin chân thành cảm ơn.. . . . Best regards.. . [full_name]",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn tạm dừng vào HK1(2021-2022) của bạn.. . Bạn vui lòng theo dõi tình trạng sinh viên từ “đang học” sang tình trạng “tạm dừng” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 24/9/2021. . PDT sẽ gửi qua mail file scan quyết định tạm dừng cho sinh viên trễ nhất là 30/9/21. Sau thời gian này vẫn chưa nhận được file quyết định tạm dừng vui lòng gửi phản hồi lại bksi để PDT kiểm tra và trả lời.. . Thân. .",
            "Dạ em cảm ơn cô cũng như PĐT đã hỗ trợ ạ. hôm qua em có gửi nhầm file. Em xin phép gửi lại file có chữ ký xác nhận của phòng giáo vụ khoa cơ khí ạ. Em cảm ơn rất nhiều."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô,. . . . Hiện tại cô [full_name] đã bổ sung lớp Đồ án kỹ thuật lập trình CO1031 cho em là A01 nhưng do hiện tại trên danh sách nhóm Đồ án chỉ có lớp L01 (đại trà) và lớp CC01 (Chất lượng cao), do em học hệ đại trà nên mong thầy cô xem xét lại bổ sung nhóm lớp và thời khóa biểu trên mybk giúp em để sớm theo kịp tiến độ với các bạn.. . Em xin gửi link xác nhận mã lớp https://bitly.com.vn/571y9i. . và file đính kèm.. . . . Em xin chân thành cảm ơn và chúc thầy/cô một ngày làm việc vui vẻ.. . . . Trân trọng."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký môn học. . . . Em tên là: [full_name],sinh viên bằng 2. . MSSV: [student_id]. . . . Số tính chỉ tích lũy: 135. . Đã qua tất cả các môn tiên quyết của luận văn tốt nghiệp. . Do là sinh viên bằng 2 nên em không có ngày công tác xã hội. . . . Em có đính kèm theo hình ảnh điểm môn tiên quyết, tổng số tính chỉ. . . . Kính mong quý thầy cô phòng đào đạo xem xét trường hợp chưa đăng kí được luận văn tốt nghiệp của em. . . . Mã luận văn tốt nghiệp là CI4343. . . . Em xin chân thành cảm ơn quý thầy cô. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH (học phần tốt nghiệp: TTTN, DCLV, LVTN) của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV. . . Trường hợp nếu không đăng ký được (không đủ điều kiện (thiếu môn tiên quyết, thiếu ngày CTXH..)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Đăng ký môn học . em tên là[full_name] [full_name]. . MSSV[full_name] [student_id]. . Em xin gửi cô/ thầy đơn cứu xét luận văn thiếu chỉ ạ!. . Em thành thật rất mong được cứu xét để đăng kí luận văn tốt nghiệp trong kì 211 ạ.. . Em đã trễ 1 kì hi vọng không trễ thêm 1 kì nữa ạ!. . Mong được phản hồi sớm nhất có thể từ cô/ thầy ạ!. . em chân thành cảm ơn cô/ thầy ạ!",
            "Chào bạn,. . PDT đã tiếp nhận đơn của bạn và trình Ban Lãnh đạo xem xét và sẽ trả lời kết quả đơn cho bạn trễ nhất là sau ngày 20/09/2021.. . Nếu sau ngày này vẫn chưa nhận được câu trả lời bạn vui lòng gửi lại phản hồi qua bksi để PDT kiểm tra.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . DẠ thưa cô.. . môn kết cấu thép 1 (CI2003) em đạt 5.0 (hk2 2020-2021). . môn nền móng (CI3037) em học mã mới đạt 7.5 (hk2 2020-2021) và đồ án đạt 8.0 (hk2 2019-2020). . môn công trình ven biển (ci4005) em học mã mới CI4133 đạt 6.0 (hk1 2019-2020) + đồ án mã CI4115 đạt 5.0 (hk1 2020-2021). . môn Công trình đường thủy em học mã mới CI4117 đạt 6.5+ đồ án ci4119 đạt 7.5 (hk1 2020-2021). . cô xem lại giúp em ạ.. . Cô giải quyết để cập nhật thời kháo biểu sớm giúp em ạ. để em kịp tiến độ làm luận văn.. . mã luận văn CI4333",
            "Chào bạn, . . Môn  CI2003 không phải là môn kết cấu thép nhé (SV kiểm tra lại). . Các môn còn lại đã cập nhật môn tương đương (CI3037,CI4005,CI4017 = 12).. . Và đã chuyển đi xét lại LVTN cho bạn nhé.. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 20/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ kính gửi phòng đạo tạo.. . Em tên [full_name], sinh viên năm cuối khoa cơ khí, mssv [student_id]. . . Hiện tại em đang không thể đăng ký được môn \"Luận Văn Tốt Nghiệp\" (hiện em đã bị muộn 1 kỳ rồi ạ) vì lý do thiếu tín chỉ do muôn anh văn (nhưng vì dịch covid nên em không thể thi để lấy chứng chỉ ở trung tâm và quy đổi lấy tín chỉ được ạ).. . Em đã tường trình hơn 2 tuần tới trường nhưng vẫn chưa được giải quyết nên nay em viết đơn xin được đặc cách đăng ký làm LVTN học kỳ 211 này ạ. Em đã trình bày rõ chi tiết lý do và vấn đề của em ở trong file word bên dưới ạ. . . Em rất mong quý thầy/cô cho phép em được làm Luận văn kỳ này để em có thể được tốt nghiệp ạ. . . Hiện tại em đang vô cùng lo lắng và hoang mang vì đã có lịch làm luận văn rồi ạ. . . Rất mong thầy cô xem xét, hỗ trợ em ạ. . . Em xin chân thành cảm ơn!",
            "Chào bạn,. . Vui lòng viết lại đơn và bổ sung mã LVTN trong đơn giúp cô!. .",
            "Dạ em cảm ơn cô, em đã chỉnh lại đơn, ngày viết và bổ sung mã môn học LVTN rồi ạ. . . Em xin gửi cô file đính kèm ạ.. . Em cảm ơn cô rất nhiều. Chúc cô một ngày làm việc vui vẻ ạ.",
            "Chào bạn,. . PDT đã tiếp nhận đơn của bạn và trình Ban Lãnh đạo xem xét và sẽ trả lời kết quả đơn cho bạn trễ nhất là sau ngày 20/09/2021.. . Nếu sau ngày này vẫn chưa nhận được câu trả lời bạn vui lòng gửi lại phản hồi qua bksi để PDT kiểm tra.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thưa em đã đăng ký hoãn thi môn cơ lưu chất và có cả mail xác nhận hõa thi từ pđt nhưng điểm thi vẫn 13 ạ",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin được gửi đơn xin cứu xét đăng ký Luận văn tốt nghiệp ở tệp đính kèm dưới đây. . . Em chân thành xin được cứu xét để có thể hoàn thành LVTN trong kỳ 211 này. Em đang bị trễ 1 kỳ so với tiến độ của nhà trường nên rất hy vọng có thể hoàn thành tốt và không bị trễ nữa ạ.. . Mong được nhận phản hồi sớm nhất có thể ạ.. . Em xin chân thành cảm ơn quý thầy cô.",
            "Chào bạn,. . PDT đã tiếp nhận đơn của bạn và trình Ban Lãnh đạo xem xét và sẽ trả lời kết quả đơn cho bạn trễ nhất là sau ngày 20/09/2021.. . Nếu sau ngày này vẫn chưa nhận được câu trả lời bạn vui lòng gửi lại phản hồi qua bksi để PDT kiểm tra.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em kính chào thầy, cô,. . . . Em tên là [full_name], sinh viên viên lớp Ql17KD, khoa QLCN. Em viết thư này để bày tỏ về những rắc rối trong quá trình thanh toán lệ phí in bảng điểm trong mấy ngày qua. Em đã có đăng ký in bảng điểm và sẽ được gửi qua đường bưu điện trong phạm vi TPHCM. Tuy nhiên, quá trình thanh toán lệ phí qua BKPay lại xảy ra lỗi khiến em không thể nào thanh toán được. Bắt đầu vào ngày mai, em cũng sẽ có phần thanh toán lệ phí thi anh văn 2 kỹ năng nói viết để chuẩn bị cho quá trình tốt nghiệp sắp tới của mình. Em cảm thấy hơi lo vì kỳ thi này có tính chất đặc biệt quan trọng. Em có gọi điện và gửi mail cho bên OCB nhưng họ không phản hồi. Em xin gửi kèm lỗi phát sinh trong quá trình giao dịch của em. Em mong nhận được phản hồi từ quý thầy cô. Em xin chân thành cảm ơn.. . . . Trân trọng,. . [full_name].",
            "Chào bạn,. . Hiện tại hệ thống bên Ngân hàng đang bị lỗi, họ đang cố gắng khắc phục trong hôm nay, có gì bạn mai bạn vô thanh toán lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào cô.. . Em xin gửi đơn xin cứu xét đăng kí LVTN trong file đính kèm ạ.. . Em rất muốn được làm LVTN để hoàn thành chương trình đào tạo trong kì 211 này. Rất mong được cô giúp đỡ chuyển đơn đến ban lãnh đạo ạ.. . Mong nhận được sự phản hồi sớm từ cô. . . Em xin lỗi vì đã làm phiền cô. Em cảm ơn cô rất nhiều ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin gửi cô đơn cứu xét của cá nhân em ạ!. . Em thành thật xin được cứu xét để đăng ký luận văn tốt nghiệp trong kỳ 211 ạ.. . Em đã trễ 1 kỳ nên hi vọng sẽ không bị trễ thêm 1 kỳ nữa ạ!. . Mong được nhận phản hồi sớm nhát có thể ạ!. . Em chân thành cảm ơn cô ạ!. . chỉ cần cho em đăng ký được luận văn thôi, thầy/cô muốn em làm gì cũng được hết.",
            "Chào bạn,. . PDT đã tiếp nhận đơn của bạn và trình Ban Lãnh đạo xem xét và sẽ trả lời kết quả đơn cho bạn trễ nhất là sau ngày 21/09/2021.. . Nếu sau ngày này vẫn chưa nhận được câu trả lời bạn vui lòng gửi lại phản hồi qua bksi để PDT kiểm tra.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào cô.. . Em xin gửi đơn xin cứu xét đăng kí LVTN trong file đính kèm ạ.. . Em rất muốn được làm LVTN để hoàn thành chương trình đào tạo trong kì 211 này. Rất mong được cô giúp đỡ chuyển đơn đến ban lãnh đạo ạ.. . Mong nhận được sự phản hồi sớm từ cô.. . Em xin lỗi vì đã làm phiền cô. Em cảm ơn cô rất nhiều ạ.",
            "Chào bạn,. . PDT đã tiếp nhận đơn của bạn và trình Ban Lãnh đạo xem xét và sẽ trả lời kết quả đơn cho bạn trễ nhất là sau ngày 20/09/2021.. . Nếu sau ngày này vẫn chưa nhận được câu trả lời bạn vui lòng gửi lại phản hồi qua bksi để PDT kiểm tra. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào thầy/cô,. . Em xem trên website aao.hcmut.edu.vn thì thấy lịch trình đăng ký Tốt Nghiệp là đến ngày 20/10/2021 là hạn cuối xét nhận trường hợp bổ sung. . . 1. Cho em hỏi là nếu em thi CCNN không kịp và nộp trễ thì em sẽ không được dự lễ Tốt nghiệp tháng 11 ?. . 2. Em thấy PĐT ghi hạn xét Tốt nghiệp đến cuối HK 211 (tháng 12) vậy em nộp trễ như vậy chỉ được đăng ký để nhận bằng thôi phải không ạ ?. . Em cảm ơn thầy/cô nhiều ạ!",
            "Chào bạn. . •\tPdt sẽ giải quyết tốt nghiệp theo thông báo đến hết HK211 (dự kiến cuối tháng 12/2021) nghen, bạn yên tâm nghen.. . •\tLịch trình trình tốt nghiệp hiện tại trên trang aao.hcmut.edu.vn là để kịp Lễ tốt nghiệp trao bằng dự kiến tháng 11/2021 . . •\tXem chi tiết lịch trình tốt nghiệp tại trang web PĐT (aao.hcmut.edu.vn)    Tốt nghiệp    Thông tin tốt nghiệp    Tháng 11/2021    Lịch trình đăng ký tốt nghiệp và cấp bằng tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên: [full_name]. . MSSV: [student_id]. . Khoa: TTĐT Bảo dưỡng Công nghiệp. . . . . . Lý do: Em thanh toán học phí môn \" Thực tập tốt nghiệp\" đã được đăng kí bổ sung vào HK203, nhưng hệ thống báo lỗi và không thanh toán được. Mong quý thầy cô xem xét hệ thống giúp em có thể thanh toán thành công môn học ạ. Em xin chân thành cảm ơn.",
            "chào bạn;. . vấn đề lỗi trong ocb bạn liên hệ ngân hàng nhé. . thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . DẠ cô ơi em ghi nhầm ạ. . môn kết cấu thép ci3009 đạt 5.0 qua ở hk1 2020-2021 ạ. cô cập nhật lại dùm em ạ.. . mong cô update thời khóa biểu sớm nhất có thể để em cập nhật và làm luận văn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào Tạo. . . . Em tên [full_name]. . MSSV : [student_id] . . Hệ : VLVH (chuyển từ CQ). . . . Trong học kỳ này (211) em đã đăng ký môn học (đợt Đăng ký môn học HK211 - Đợt 3 Chuyển Hệ) và có thời khóa biểu 2 môn sau: . . 1. CH4007 - Đồ án thiết kế kỹ thuật hóa học. . 2. CH2043 - Qúa trình & thiết bị truyền nhiệt. . . . Tuy nhiên đến hiện tại, em vẫn chưa được tham gia vào 2 môn học này. Em đã có liên hệ với giáo viên phụ trách môn học.. . . . Kính mong Phòng Đào Tạo xem xét và hỗ trợ kịp thời để em có thể tham gia vào 2 môn học trên.. . . . Em xin cảm ơn Phòng Đào Tạo!. .",
            "Chào bạn. . Bạn kiểm tra lại, Pdt đã cập nhật 2 môn trên trang BKEL rồi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa quý thầy cô phòng đào tạo,. . Về vấn đề bảo lưu kết quả, em đã làm đơn từ ngày 15/08 và đã được phản hồi là chờ xét duyệt nhưng em vẫn chưa nhận được phản hồi từ phòng đào tạo. Dưới đây là file ảnh màn hình mà em nhận được phản hồi từ phòng đào tạo sau khi gửi đơn từ ngày 15/08. Kính mong quý thầy cô phòng đào tạo có thể kiểm tra và thông báo cho em về kết quả bảo lưu có được thông qua hay không cho em sớm nhất.. . . . Trân trọng, . . [full_name].. .",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn tạm dừng vào HK1(2021-2022) của bạn.. . Bạn vui lòng theo dõi tình trạng sinh viên từ “đang học” sang tình trạng “tạm dừng” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 24/9/2021. . PDT sẽ gửi qua mail file scan quyết định tạm dừng cho sinh viên trễ nhất là 30/9/21. Sau thời gian này vẫn chưa nhận được file quyết định tạm dừng vui lòng gửi phản hồi lại bksi để PDT kiểm tra và trả lời.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Học vụ . Chào thầy cô. . Em được chuyển qua hệ VHVL, em đã hoàn thành các môn học của chương trình đào tạo K13, do em thi ko đạt anh văn Writing và Speaking nên chuyển hệ VHVL. Cho em hỏi thủ tục đk tốt nghiệp hệ VHVL như thế nào ạ?. . Em cám ơn thầy cô nhiều!",
            "Chào bạn. . Bạn tải mẫu đơn thôi học  tại trang web: aao.hcmut.edu.vn (đánh dấu vào option chuyển sang VLVH ) gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . - Ghi chú trong đơn thôi học chuyển sang VLVH để tốt nghiệp. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: chào thầy cô. . . . trước đó em có hỏi về không đăng kí được luận văn nên có đặt câu hỏi và được trả lời sau ngày 6/9 kiểm tra không có thời khóa biểu thì hỏi lại.. . cho em hỏi sao em vẫn không có thời khóa biểu.. . . . em cảm ơn",
            "Chào bạn,. . Trường hợp của bạn không đủ điều kiện nhận LVTN nhé . . 122+3=125  126 Không đủ điều kiện nhận LVTN. . SV vui lòng kiểm tra lại điều kiện nhận LVTN.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có đăng ký 7 tín chỉ kì 1 năm 2021-2022. Trên BKpay có tính [student_id]đ tức là 450000đ/1 tín chỉ. Em xem thông tin trang chủ của trường thì kì 211 k2016 vẫn tính 350000đ/1 tín chỉ. . . . . Mong phòng đào tạo giải đáp thắc mắc giúp em. . . . Em cảm ơn",
            "Chào em,. . - Em có đăng ký môn Đề cương LV, môn này 2 TCHP. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô ạ.. . Trên BKPay hạn đóng học phí dự thính là 14/09/2021 nhưng chỗ em đang thực hiện chỉ thị 16 đến hết 15/9/2021.. . Vậy nhà trường có thể dời thời gian đến đầu tháng 10 được không hay em phải xin hoãn đóng học phí ạ?. . Xin cảm ơn",
            "Chào bạn. . Có thay đổi về lịch đóng học phí, nên bạn vui lòng đợi thông báo. . -\tLiên hệ Phòng Công tác chính trị Sinh viên để được hỗ trợ gia hạn học phí. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Phòng đạo tạo đăng kí giúp em môn học dự thính vì lớp mở muộn em đăng kí không kịp, hoàn thành tiến độ học tập đúng hạn ạ. . Tên môn học: Kĩ thuật an toàn lao động. . Mã số môn học: GE3131. . Nhóm lớp: DT01. . Phòng học : HANGOUT_TUONGTAC\tBK-CS1. . Thứ 4. . Tiết 13-14",
            "Chào bạn,. . •\tThời điểm hiện tại đã đến tuần thứ 4 của HK211, quá thời gian để bổ sung môn học cho HK 211.. . •\tXem chi tiết lịch đăng ký môn học HK kế tiếp (HK 212) dự kiến cập nhật cuối tháng 11/2021 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2021-2022    Học kỳ 2. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy cô cho em hỏi, nếu em không đóng tiền học phần dự thính thì học phần chính của em có bị ảnh hưởng không ạ.        . . Do như em đã đặt 1 câu hỏi trước là ko biết bên web có bị lỗi hay gì không mà có 1 môn học tự được thêm vào phần học dự thính và khi em biết thì không xóa được, hủy môn lại vẫn phải đóng tiền, mà em không có điều kiện kinh tế ạ, e xin cảm ơn.",
            "Chào em,. . - Sinh viên xem chi tiết Quy chế học vụ đào tạo để thực hiện nghiêm túc tại trang: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 7. . - Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.(vay vốn, gia hạn, miễn giảm HP). . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đăng ký thực tập tốt nghiệp công ty DEK technology, nay em bị đánh rớt thì liệu còn có thể đăng ký thực tập ở công ty khác được nữa không? Còn công ty nào còn hạn đăng ký thực tập không ạ?"
        ]
    }
]