[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Thầy/Cô ạ.. . Thầy/Cô cho em hỏi là học phí của học kì dự thính 211 là bao nhiêu trên 1 tín chỉ vậy ạ?. . Em cảm ơn ạ!",
            "Chào bạn,. . Bạn vui lòng xem quy định về học phí tại đây: aao.hcmut.edu.vn/Sinh viên/học vụ/học phí/ MỨC THU HỌC PHÍ CỦA NĂM HỌC/Năm học 2021-2022). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn[full_name] [full_name] [full_name] đã mở khoá DKMH HK211, Bạn vào DKMH nghen,[full_name] [full_name] Thân[full_name] [full_name]",
            "Chào bạn. . Đã cập nhật tình trạng đóng trễ học phí của bạn, nhưng hiện tại bạn đang bị tạm dừng. . Bạn tải mẫu đơn thu nhận tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý thu nhận lại cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn xin PĐT mở thêm sĩ số cho nhóm lớp CC môn Hệ điều hành (CO2017). Vì em thấy mỗi nhóm lớp chỉ có 15 sv. Hơn nữa, đây là môn tiên quyết để em đăng kí môn Thực tập kì sau. . . Mong nhận được phản hồi sớm từ PĐT. . . Em cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "i Đăng ký môn học . Chào anh/chị,. . Học kì 211 em chỉ đăng ký được 4 môn (9 tín chỉ), cho em hỏi quy định trường mình về số tín chỉ tối thiểu trong 1 học kì.. . Em cảm ơn.. .",
            "Chào bạn. . Hiện tại HK này không áp dụng. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi việc em là sinh viên K18 làm sao em có thể đăng kí lại môn vật lý 2 với mã của khóa K18 của em được vì em không được đăng kí mã môn học mới nên giờ em cần làm gì để được đăng kí môn ạ? Em cảm ơn",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là em đã nộp file video ghi lại màn hình lúc thi nhưng quên đổi tên theo quy định thì có được nộp lại không ạ?. . . . Ca thi: [student_id]_CO3069_2021-08-08 lúc 7h",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa PĐT,. .  Em có câu hỏi về việc đóng học phí cho ngành CNTT hệ ĐTTX.. .  Hiện tại ngành học đã trải qua đươc 2 kì với tổng số chỉ đăng kí là 21 chỉ.. .  Đợt đầu trang Bkpay đăng tiền học phí là 7 triệu 3 trăm 50 nghìn đồng tương đương với 350k/1 tín chỉ. Nhưng sau đó lại yêu cầu đợt 2 tiếp tục đóng với số tiền là 7 triệu 3 trăm 50 nghìn đồng. V thì số tiền cho 1 chỉ của hệ ĐTTX là 700k/một tín chỉ có phải không ạ.. .  Do không theo dõi kĩ trên BKPay mà nhiều bạn trong lớp đã không đóng đợt 2. Dẫn đến tình trạng không thể đăng kí môn học kì này. . .  Kính mong PĐT xem xét qua và thông báo giúp bọn em về mức học phí/1 tín chỉ mà bọn em cần đóng đòng thời giúp bọn em mở lại đóng học phí để tụi em có thể bổ sung ạ.. .  Em xin cảm ơn. .",
            "Chào bạn,. . Bạn vui lòng viết đơn trình bày xin kiểm tra lại việc tính học phí, ghi rõ sai ở chỗ nào theo quy định, gửi qua bksi để chuyển cho bộ phận tính HP kiểm tra lại nhé!. . Bạn vui lòng xem quy định về tính học phí tại đây:. . Bạn vui lòng xem quy định về học phí tại đây: aao.hcmut.edu.vn/Sinh viên/học vụ/học phí/ MỨC THU HỌC PHÍ CỦA NĂM HỌC. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin phép PĐT,. . Em là [full_name] MSSV [student_id], Lớp Việt Pháp Hàng không khóa 2017. Em và 2 bạn nữa của lớp cùng bị tình trạng như sau:. . . . Sau khi nhận được kết quả đăng ký môn học lần 1 học kỳ 211, em bị hủy môn học Tính chất Vật liệu tiên tiến (215701) do trùng lịch học với môn Thiết kế máy bay (213710) trong kỳ chính. Cụ thể lịch học như sau:. . - Môn Vật liệu tiên tiến: Thứ 2, tiết 4,5,6. . - Môn Thiết kế máy bay: Thứ 2, tiết 4,5. . Môn Tính chất Vật liên tiên tiến là môn em trả nợ môn cho học kỳ 201. . . . . Vì chỉ nợ 1 môn học và là năm cuối nếu em không thể trả được, có thể sẽ tốt nghiệp trễ hạn, nên em khẩn thiết xin PĐT có thể đổi thời gian môn Thiết kế máy bay vào khung giờ khác trong tuần được không ạ. Vì môn Thiết kế máy bay này chỉ có   B 15  /B  sinh viên của Lớp Hàng Không Việt Pháp K17 đăng ký học và Lớp còn lịch trống nhiều. Thời khóa biểu em có gửi đính kèm ạ.. . . . Em khẩn xin PĐT có thể xem xét và giúp chúng em. Hoặc có chỉ dẫn thêm để em thực hiện đổi giờ môn học ạ. Em cảm ơn.",
            "Chào bạn,. . Việc đổi TKB phải do GV và [full_name] đề nghị nhé bạn, và phải kiểm tra về tình trạng trùng môn của SV nữa nhé. Bạn có thể liên hệ với GV để hỏi thêm nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . chào thầy cô, em có thắc mắc là tại sao ĐKMH đợt 1 em đăng ký bth và có phiếu đằng ký nhưng qua đợt 2 em lại bị vô tình trạng không được phép đăng ký ạ? như vậy thì kết quả đăng ký đợt 1 của em có được giữ lại không ạ? mong được thầy cô giải đáp"
        ]
    },
    {
        "intent": "",
        "message": [
            "i Đăng ký môn học . Em tên: [full_name]. . MSSV:[student_id]. . Hệ [full_name]. . Em thanh toán học phí trễ hạn nên không thể ĐKMH cho học kỳ 211. Hiện tại em không thể đến trường để nộp đơn trình bày lý do trễ hạn được. Mong nhà trường xem xét, hướng dẫn cách khắc phục để em được tiếp tục đăng ký môn học.. . Xin chân thành cảm ơn.. .",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  Em tên [full_name] ([student_id]), em có đăng kí học lại môn Giải tích 1 trong đợt kí môn HK211, nhưng em không biết là không được học lại môn trong học kì chính nên bỏ qua mất thời gian đăng kí môn học dự thính HK211 ạ. Em muốn xin phòng đào tạo có thể mở thêm slot cho môn học Giải tích 1 có được không ạ. Ở học kì trước em cũng đã đăng kí môn Giải tích 1 2 lần rồi ở HK202 và HK203 đều bị hủy đăng kí do trùng lịch ạ. Kính mong phòng đào tạo giúp đỡ ạ.. . . . EM cảm ơn. . . .",
            "Chào bạn. . Bạn xem thông báo các đợt DKMH bổ sung PDT đã gởi qua mail và vào DKMH lại nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào [full_name] , Mong [full_name] giúp em đăng kí môn học EE1009 Và EE2033",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xủ lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". . . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào pdt.. . Cho em hỏi là đại trà có thể đăng ký vào các lớp T không ạ? (DT211). . Em cảm ơn",
            "Chào em,. . Không được nha em,. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô,. . Em tạo yêu cầu này xin phòng đào tạo mở thêm sĩ số cho lớp CO3069 để em được tham gia lớp học này.. . Em xin chân thành cảm ơn!môn học",
            "Chào bạn,. . . . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . . . Chúc bạn học tập tốt nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại thì các môn em đăng kí của HK211-đợt 1 sau em xem qua thì em có nguyện vọng muốn thay đổi lớp + điều chỉnh lại giờ học. Nhưng trang đăng ký môn học lại gửi thông báo (ở dưới)",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Em chào cô . . . . Lần trước em đã gửi câu hỏi về việc thu nhận lại sinh viên nhưng do thấy chữ đã giải quyết và sự sơ suất và lúc đăng kí đợt 1 cũng không xuất hiện vấn đề gì nên em đã không gửi phiếu đăng kí thu nhận lại.Dưới đây là File đính kèm phiếu thu nhận lại sinh viên của em.Mong PĐT châm chước và cho em được đăng ký môn vào học kì 211 sắp tới. . . . Em xin chân thành cảm ơn",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn thu nhận của bạn. . Bạn vui lòng theo dõi tình trạng sinh viên của bạn chuyển sang từ “tạm dừng” sang tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 14/08/2021. . - Bạn xem lịch học vụ và mail để đăng ký môn học vào đợt 3 (nếu có nhu cầu). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Yêu cầu được hoãn thi môn Giải Tích 2 Học kỳ 202",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV[full_name]MSGV: [student_id]  [full_name]b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  [full_name]i [full_name] [full_name] [full_name] [full_name] Chào Thầy[full_name][full_name][full_name] [full_name] Cho em hỏi kì này em có đăng kí chung với thực tập tốt nghiệp vậy em được đăng kí tối đa là 15chỉ hay 12chỉ ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy/cô !. . . . Em đã làm thủ tục chuyển hệ VHVL vào đợt tháng 4/2021. Trên [full_name] đã hiện thông tin được thu nhận và trạng thái “Đang học”.. . Tuy nhiên, đợt đăng ký môn học HK211- đợt 1 vừa rồi em lại bị huỷ kết quả đăng ký với lý do “Nghỉ học/thôi học”. . . Mong thầy/cô kiểm tra lại giúp em để em có thể kịp đăng ký môn học đợt 2.. . Em xin chân thành cảm ơn quý thầy/ cô.",
            "Chào bạn,. . Về việc này, bạn vui lòng gửi mail về cho anh [email] để được tư vấn và hỗ trợ nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Do tình hình dịch nên em chưa đóng học phí luận văn thạc sỹ đúng hạn được. Em có thể đóng học phí bây giờ không ạ và theo hình thức nào?. .",
            "Chào bạn,. . Bạn vui lòng liên hệ Phòng Đào tạo Sau đại học để được hướng dẫn nhé!. . Văn phòng\t: B11 – 268 Lý Thường Kiệt, Q. 10, TP. HCM. . Điện thoại\t: (84.28) [student_id]8. . Website\t:www.pgs.hcmut.edu.vn. . Email\t: [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ tên: [full_name]. . MSSV: [student_id]. . Lớp: DC2002. . . . Dạ thưa PĐT. . . . Em đã hoàn thành đóng học phí, mặc dù có trễ hạn. Em biết là thanh toán quá hạn cuối sẽ bị tạm dừng học và hủy lịch thi.. . . . Em xin trường hãy xem xét lại cho em. Toàn bộ vụ việc này xảy ra đều do các sự cố hoàn toàn ngoài tầm kiểm soát của em:. . . . +Sự cố bên tài khoản ngân hàng trường cấp không cho em đăng nhập vào tài khoản. Do em đăng ký nhận thẻ ngân hàng, mà chưa có dịp kích hoạt thẻ do Giản cách xã hội, dẫn đến sự khóa tài khoản ngân hàng.. . +Điều kiện kinh tế nhà em không đủ đạt yêu cầu phí của trường vào hạn cuối, đặc biệt khi phải gửi bớt số tiền để đóng viện phí cho người nhà lớn tuổi.. . . . Cho nên, em xin trường hãy xem xét lại và cho em một cơ hội. Cho phép em tham gia thi cuối kỳ 202 thông qua Lịch thi hoãn và tiếp tục vào học kỳ đầu của năm 2.. . . . Em xin hứa sẽ không tái phạm, lặp lại tình huống như thế này và gây rắc rối cho trường nữa. Nếu lặp lại, em chấp nhận chịu hình thức xử lý nặng hơn. . . . . Em xin cảm ơn ạ.",
            "Chào bạn,. . Trường hợp của bạn đã bị hủy TKB/lịch thi do thanh toán học phí không đúng hạn.. . Bạn vui lòng xem quy định về TT học phí tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/điều 7.2. . Về thông báo và mail nhắc đóng học phí đã gửi cho SV nhiều lần.. . Các trường hợp khó khăn SV cần liên hệ tại Phòng Công tác Chính trị Sinh viên để làm đơn gia hạn học phí ngay từ đầu học kỳ.. . Để tiếp tục ĐKMH cho HK 211, SV vui lòng tải mẫu đơn thu nhận tại trang aao.hcmut.edu.vn/Sinh viên/biểu mẫu. . Điền đầy đủ thông tin và gửi qua bksi nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào Thầy/Cô. . . . Cho em hỏi kì này em có đăng kí thực tập tốt nghiệp vậy em được đăng kí tối đa là 12 tín chỉ hay 15 vậy ạ. Vì em thấy trên hệ thống báo là tối đa 15 chỉ. Em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Sau khi nhận được trả lời của cô thì em đã làm bài tốt dù mất nhiều thời gian mới nộp được, em cảm ơn cô ạ.. .   Lý do em viết đơn xin hủy: Ngày 20-7-2021 em có làm đơn xin hoãn thi nhưng mãi tới 26-7 mới được xác nhận. Tuy nhiên, ngày 4-8 em có nhận thông báo nhà trường cho phép làm báo cáo kết thúc môn: việc này yêu ít về mạng chủ yếu là lúc nộp bài, trong khi đó thi online thì yêu cầu cao về mạng, kết nối cả 2 thiết bị, cả khâu nộp bài, nộp video. Em đã rất bối rối khi viết đơn này, vì thông báo tới khá trễ sau khi em đã làm xong đơn. Em mong PĐT xem xét, em xin cảm ơn.. .  . .  . . . . . .",
            "Chào bạn. . . . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . . . - Bạn thi bình thường theo Lịch thi đã thông báo. . . . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . . . Chúc bạn học tập tốt nhé.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em mới chuyển chương trình từ Chất lượng cao sang Đại trà, trước đây em đã pass học kì Pre dạy tiếng Anh nhưng chưa có thi lấy điểm IELTS. Trong trường hợp này, em có cần đăng ký học các lớp Tiếng Anh bên Đại trà không ạ?",
            "Chào bạn. . - Hiện Cô kiểm tra bạn chưa được miễn môn anh văn nào. . - Bạn hỏi bên Quốc tế bảng điểm pass Pre của bạn theo quy định có được miễn môn anh văn bên chính quy không?. . Còn hiện tại quy định là tiếng anh của chương trình đại trà bạn tham khảo:. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa PĐT,. . Em là [full_name], MSSV [student_id], hiện đang là sinh viên lớp Việt Pháp Hàng Không K17. Em viết đơn xin trình bày vấn đề mà em cùng 2 bạn khác trong lớp gặp phải:. . . . Sau khi có thời khoá biểu, môn học Tính chất vật liệu tiên tiến (215701) do trùng lịch với môn Thiết kế máy bay (213710) nên bị huỷ. Môn Tính chất vật liệu là môn em trả nợ cho kì trước. Cụ thể lịch bị trùng là:. . . . Môn 215701: tiết 456 thứ 2. . Môn 213710: tiết 45 thứ 2. . TKB em có gửi kèm. . . . Em mong PĐT có thể dời lịch môn Thiết kế máy bay sang ngày khác trong tuần (do tkb lớp em còn trống khá nhiều, và trống thứ 7) tạo điều kiện để chúng em có thể trả nợ các môn trong kì và tốt nghiệp đúng hạn. . . . . Em xin trân trọng cảm ơn quý thầy cô phòng đào tạo đã dành thời gian ạ.. . . .",
            "Chào bạn. . . . SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . . . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . . . Bạn vui lòng vào ĐKMH nhé, đến hết 14h59, ngày 19.8.21. . . . Về việc rút MH (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021.. . . . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký CO4313 Luận văn tốt nghiệp khi chưa có CCAV_1. . . . Em chào quý thầy cô.. . Em muốn đăng ký cho HK211 học phần CO4313 Luận văn tốt nghiệp. Nhưng trên MyBK, kết quả đăng ký đợt 1 của em bị hủy với lý do: Thiếu môn tiên quyết CCAV_1.. . Do dịch bệnh, IIG hoãn thi TOEIC nên em chưa nộp chứng chỉ Anh văn được.. . Em xin phép nhà trường cho phép em được đăng ký LVTN để kịp tiến độ và bổ sung chứng chỉ sau đó ạ.. . Em xin cảm ơn quý thầy cô.. . . . Sinh viên,. . [full_name]",
            "Chào bạn,. . Phải đủ điều kiện bạn mới có thể đăng ký được môn LVTN.. . Sau khi đủ điều kiện, bạn có thể làm đơn xin đăng ký LVTN trễ hạn sau khi hết thời gian đăng ký online.. . Trong đơn phải có xác nhận đồng ý của giáo viên hướng dẫn và Ban chủ nhiệm khoa sau đó nộp tại Phòng Đào tạo để được xem xét đăng ký bổ sung trễ hạn. . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name]. Mssv [student_id]. . Do tình hình dịch bệnh ảnh hưởng khó khăn đến gia đình em, nên em chưa thanh toán học phí kì hè và không thể đăng kí môn. Mong thầy cô cho e cơ hội mở cho em đăng kí môn, e sẽ thanh toán học phí để được đăng kí môn ạ.. . E cảm ơn thầy cô. .",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . .",
            "https://drive.google.com/file/d/1_YVePIx5rNySCdGZHoh41XHJCD39CrzJ/view",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . - Hoặc SV đăng ký hoãn thi PĐT đã gửi email.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em đăng kí môn học đợt 1 hoàn chỉnh rồi mà sao qua đăng kí môn học đợt 2 bị xóa sạch sẽ là tại sao ạ",
            "Chào bạn. . . . SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . . . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . . . Bạn vui lòng vào ĐKMH nhé, đến hết 14h59, ngày 19.8.21. . . . Về việc rút MH (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021.. . . . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho phép em hỏi nếu đăng ký hoãn thi thì điểm thành phần môn đó có được giữ lại để tính điểm trung bình không ạ hay sẽ xoá đi?",
            "Chào bạn,. . Vui lòng xem quy định và cách tính điểm của Hoãn thi tại đây:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế)."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn,. . Sau 10h ngày 11/8/2021, PDT sẽ cập nhật lại danh sách nợ học phí và mở cho SV vào ĐKMH nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] Dạ e chào Thầy/Cô, về vấn đề đăng ký môn học, hôm qua em có đăng ký và chỉnh sửa môn Im2003 và en4015, mặc dù thời gian di chuyển là 1 tiếng[full_name] Nhưng sáng nay lại không được nữa[full_name] Mong thầy cô kiểm tra giúp em ạ, e cảm ơn Thầy/Cô[full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Nhà trường cho em hỏi là Đợt 1 em có đăng kí môn học Hóa học trong kĩ thuật và môi trường 1 (EN2005), nhưng sang đợt 2 lại bị xóa môn, và khi vào đăng kí lại thì lớp đã đầy. Đây là môn học tiên quyết mong nhà trường xem xét xử lí cho em!. .",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: [full_name]. . Sinh viên: [full_name]. . MSSV: [student_id]. . Xin được hoãn thi môn:. . Kết cấu bêtông cốt thép1 - MMH: CI2091. . Lý do: Thiết bị không đảm bảo để thi online.. . Em xin chân thành cảm ơn./.. .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dear Phòng Đào Tạo, p. khtc.. .      Chuyên viên pđt.. . sinh viên xin gửi đơn yêu cầu hủy và hoàn học phí theo danh sách file đính kèm.. . Lý do: môn này được miễn, theo kết quả họp giữa khoa và pđt. tuy nhiên nhập học t10/2020 nhưng tới t7/2021 mới có kết quả miễm môn, và 3 môn này đăng kí theo hướng dẫn từ e mail pđt gửi cho cho học kì 202.. . Vậy mong quý ban tiếp nhận và xử lý đảm bảo quyền lợi người học.. . . . xin cám ơn.. . . . Thông tin sv:. . DƯƠNG [full_name]. . MSSV: [student_id]. . [full_name] - T10/2020. .",
            "Chào bạn. . Bạn vui lòng đợi mail của Phòng đào tạo gởi về việc hoàn trả học phí  và hủy môn học (các môn được miễn môn học). . Bạn cần ghi rõ và chi tiết chính xác thông tin để Phòng đào tạo đối chiếu và xử lý. . Hiện tại vấn đề này Chuyên viên phòng đào tạo đang xử lý tập trung qua mail của Phòng đào tạo nên bạn vui lòng liên lạc và phải hồi qua mail: [email] để được hỗ trợ . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . https://drive.google.com/file/d/1_YVePIx5rNySCdGZHoh41XHJCD39CrzJ/view           . . đây là link bảng ghi của em ạ.. . . .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . - Hoặc SV đăng ký hoãn thi PĐT đã gửi email.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào [full_name]. . Hiện tại em đang có thắc mắc nếu hoàn thành Anh Văn 4( theo yêu cầu) thì em chỉ cần nộp CCNN 550 hay vẫn 600 để tốt nghiệp ạ.Em khóa K17 . . Em cám ơn.",
            "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name]-[student_id].. . Em xin gửi mẫu thanh toán trễ học phí và hình ảnh đã thanh toán, mong phòng đào tạo có thể mở đăng ký môn học của em để e có thể đăng ký. Em cảm ơn ạ.. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Sau khi được sự chấp thuận của giảng viên giảng dạy và chủ nhiệm bộ môn. Em gửi đơn này tới phòng đạo tạo để mong được mở lớp môn học Đồ án môn học logistics 1 (Thiết kế hệ thống logistics) - ME3255 ạ.. .",
            "Chào bạn. . Cô đã lấy dữ liệu chuyển cho bộ phận xử lý, bạn theo dõi đến 15 giờ ngày 12/8 mà không thấy mở lớp thì báo lại. . Nếu có phản hồi gì Cô sẽ báo trên BKsi và mail, kiểm tra thường xuyên nghen bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy/ Cô ơi em là [full_name], mssv [student_id]. Trong đợt đkmh lần này em bị xoá môn học do thanh toán trễ học phí kì hè, em đã thanh toán lại vậy cho em hỏi làm sao để mở lại đăng kí môn học. Em cảm ơn",
            "Chào bạn. . Đã cập nhật tình trạng đóng trễ học phí của bạn, nhưng hiện tại bạn đang bị tạm dừng. . Bạn tải mẫu đơn thu nhận tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý thu nhận lại cho bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào [full_name]. . Hiện tại lớp Quản Lý Dự Án (CI1053) đã hết slot,em và một số bạn đang có nhu cầu học môn này. Mong [full_name] xem xét giúp chúng em mở thêm sỉ số.. . Em cảm ơn. .",
            "Chào bạn,. . . . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . . . Chúc bạn học tập tốt nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .     Kính Gửi Quý Thầy/Cô PĐT Trường BHBK!. .     Vì lý do dịch covid-19 bất ngờ nên IIG ko tổ chức các kỳ thi TOEIC trong thời gian qua, vì vậy em ko thể tham gia thi TOIEC để bổ sung cho việc dky môn học LVTN, nên trong đợt dky đợt 1 em ko dky được môn LVTN cho hky 221.. .     Kính mong thầy/cô xem xét cho em dky được môn LVTN trong học kỳ 221 để có thể sớm tốt nghiệp, tiết kiệm dc thời gian và tiền bạc ạ,em hứa sẽ bổ sung bằng TOEIC trong hky 221 ngay khi IIG tổ chức lại kỳ thi TOEIC ạ.. .     Cảm ơn quý thầy/cô !!!. .",
            "Chào bạn,. . Phải đủ điều kiện bạn mới có thể đăng ký được môn LVTN.. . Sau khi đủ điều kiện, bạn có thể làm đơn xin đăng ký LVTN trễ hạn sau khi hết thời gian đăng ký online.. . Trong đơn phải có xác nhận của giáo viên hướng dẫn và khoa sau đó nộp tại Phòng Đào tạo.. . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi quý thầy cô phòng đào tạo. . Em tên [full_name]. . MSSV [student_id]. . . . Em đã đọc quy chế điều 19.2 và điều 15.4, em viết thư này vì có thắc mắc là \"nếu môn tự chọn, ĐTBTL chỉ được tính từ điểm cao nhất của SỐ TÍN CHỈ quy định trong nhóm các môn tự chọn\" (Nghĩa là quy định ngành em có 3 môn tự chọn, em học 4 môn thì sẽ tính cho 3 môn cao nhất trong 4 môn đó đúng không ạ?). . . . Và khi in bảng điểm thì môn tự chọn có số điểm thấp có bao gồm trên thông tin in bảng điểm không ạ! Hay chỉ lấy 3 môn cao điểm trong số 4 môn đó ạ!. . . . Em xin cảm ơn!. .",
            "Chào bạn. . 1) Lấy điểm cao nhất. . 2) Bảng điểm hiện tại thì học gì in đó, khi nào SV TN đối với K.2015 đến hiện tại thì chỉ in những môn có điểm cao nhất và có trong CTĐT ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ phòng đào tạo cho em hỏi là trong lần đăng ký môn học đợt 2 này, bạn em có hủy tất các môn học để đăng ký lại các môn học đó ở lớp khác (không trùng giờ nhau) nhưng web lại báo là không đủ thời gian giãn cách giữa 2 cơ sở là sao vậy ạ? Bạn em nó học CLC giống em ạ.Dạ em cám ơn PĐT đã đọc câu hỏi.",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại em có 2 môn do trường xếp lịch: 1 môn lớp mã L (cơ sở 2) tiết 56 và 1 môn lớp mã A (cơ sở 1) tiết 78 trong cùng ngày. Bây giờ em có phải chuyển lớp không ạ vì nếu hết dịch đi học lại thì không thể di chuyển được.",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa thầy/cô, sau khi em xem kết quả đăng kí môn học vừa rồi, em thấy các môn thì có lịch học liên tiếp nhau nhưng cột \"CS\"lại xen kẽ giữa cơ sở 1 và 2. Em đang lo lắng nếu như giả sử sau này trở lại học trực tiếp tại trường thì lúc đấy lịch học vẫn giữ nguyên như vậy hay sẽ được Nhà Trường đổi sang lịch học khác phù hợp hơn ? Hay việc điều chỉnh đó tự bản thân em điều chỉnh ngay bây giờ ạ? Em xin chân thành cảm ơn thầy/cô.",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào PĐT. . Hiện tại em không thể đăng kí luận văn do lịch thi Toeic bị dời . Pdt có thể giải quyết giúp em đăng kí và em sẽ bổ sung chứng chỉ ngoại ngữ sau . . . .",
            "Chào bạn. . Theo quy chế học vu: đăng ký LVTN phải nộp CCNN chuẩn theo quy định. . - Khi nào hết dịch bạn đăng ký thi liền, có kết quả báo PDT để hỗ trợ bạn đăng ký LVTN nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào thầy cô.. . ﻿Đợt đăng ký môn vừa rồi tụi em có làm đơn đăng ký môn thiết kế quy hoạch xin học trước môn tiên quyết quych hoạch đô thị bền vững. Đơn củng đã được duyệt  mà đám tụi em củng đã đa phần đăng ký được bình thường, nhưng không hiểu sau em với 1 số bạn không đăng ký được ạ, nó vẫn hiện không đăng ký được do môn tiên quyết.. . ﻿Mong thầy cô xem lại giúp em với ạ. Mssv: [student_id] . Gmail: [email]. . ﻿Em xinh cảm ơn thầy cô ạ.   /i  . . . .",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào quá thầy/cô. . Em hỏi là mấy môn av nhu cầu có tương đương các av 1 2 3 4 không ạ. Và nếu thay vì em đk av 4 thì em đk anh văn 4 nhu cầu thì điểm đạt được có tính vào điểm trung bình tích lũy và có tính số chỉ đạt dc không ạ. Ngoài ra thì học kỳ này có tổ chức đk học các av nhu cầu kh ạ . . Em cảm ơn",
            "Chào bạn. . -Môn anh văn (a) tính đạt anh văn tương đương, nên chỉ tính vào số tín chỉ tích lũy. . - Hiện tại đã mở, bạn vào dkmh nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện tại em đang bị tạm dừng học do đóng học phí trễ hạn. Nên em làm đơn này để được nhà trường xem xét cho em tiếp tục được học và được đăng kí môn cho học kì 211 tới. Em xin chân thành cảm ơn ạ.. . . .",
            "Đã tl câu trước. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đang nợ học phí và gia đình đang thuộc diện cách ly thì có cách nào giúp em nợ khoản học phí đó lại để tiếp tục đăng kí môn học cho kì 211 này được không ạ",
            "Thưa thầy cô em đã thanh toán khoản nợ học phí mong nhà trường cứu xét để em được DKMH kì 211 sớm nhất có thể",
            "Kính mong thầy cô cứu xét để em sớm được DKMH KÌ 211. Em cảm ơn ạ",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: xin nhà trường mở lại kì đăng kí học kì 211 cho em, kính mong nhà trường xem xét và phê duyệt. . em cam kết sẽ thanh toán đầy đủ khoảng ghi nợ và học phí năm nay",
            "Chào bạn,. . Trường hợp đóng HP trễ sẽ không được phục hồi lại TKB ở đợt 1 đăng ký nhé, SV phải vào đăng ký môn học lại.. . Hiện tại PDT đã cập nhật lại danh sách nợ HP và đã mở Khóa cho SV thanh toán học trước ngày 10/8/2021 vào ĐKMH của HK211. . Bạn vui lòng vào kiểm tra và ĐKMH cho HK211 nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do tình hình dịch bệnh, nên trung tâm ngoại ngữ IIG đã hoãn thi từ 22/5/2021 đến nay. Liệu em có thể đăng ký [full_name] Văn Tốt Nghiệp và sẽ bổ sung chứng chỉ sau được không ạ? Trong thời gian đó, do đã đủ tín chỉ, chỉ còn thiếu [full_name] Văn Tốt Nghiệp, em có nhất thiết phải đăng ký thêm 1 môn học để duy trì tình trạng sinh viên đang học hay không?",
            "Chào bạn,. . Phải đủ điều kiện bạn mới có thể đăng ký được môn LVTN.. . Sau khi đủ điều kiện, bạn có thể làm đơn xin đăng ký LVTN trễ hạn sau khi hết thời gian đăng ký online.. . Trong đơn phải có xác nhận đồng ý của giáo viên hướng dẫn và Ban chủ nhiệm khoa sau đó nộp tại Phòng Đào tạo để được xem xét đăng ký bổ sung trễ hạn. . Chúc bạn học tốt. . Thân. ."
        ]
    }
]