[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo, . . . . Hiện tại ở địa phương em đang mong muốn nộp giấy tạm hoãn Nghĩa vụ Quân sự trước ngày 10.10.2021. . . . . Em đã đăng ký in giấy tạm hoãn Nghĩa vụ Quân sự ở mục 17. Đăng kí in giấy chứng nhận sinh viên nhưng em sợ là giấy sẽ gửi về không kịp.. . . . Em có thể xin bản PDF để gửi cho cơ quan địa phương xác nhận trước được không ạ?. . . . Em cảm ơn ạ",
            "Chào bạn[full_name] [full_name] [full_name] đã ghi nhận phản hồi của bạn, Vì số lượng đăng ký giấy CNSV tăng đáng kể, Nên [full_name] đang cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay, SV vui lòng thông cảm đợi thêm, giải thích thêm với cơ quan yêu cầu giấy CNSV[full_name][full_name] [full_name]  Sau khi [full_name] cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên[full_name][full_name] [full_name] Đồng thời [full_name] cũng đã gởi bưu điện nếu SV có đăng ký, SV vui lòng nhận sau [full_name] [full_name] Thân[full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy, cô,. . Em là [full_name], mã số sinh viên [student_id]. Em đã đăng ký thi anh văn nói viết đợt hai nhưng vì lỗi thanh toán lệ phí nên phòng đào tạo đã xử lý và xác nhận bổ sung vào đợt 4. Vừa rồi em không nhận được mail báo thi và em có kiểm tra danh sách thi thì không có tên em. Mong phòng đào tạo giải quyết để em có thể đăng ký tốt nghiệp ạ.. . Em xin cảm ơn,. . [full_name].. . Yêu cầu khác:",
            "Chào bạn. . Pdt đã cập nhật báo TTNN bổ sung tên của bạn. . Bạn sẽ nhận được thư mời google meet để vào buổi thi vào sau ngày mai. . Bạn nhớ kiểm tra mail nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng đào tạo,. . Em tên là [full_name]-MSSV:[student_id],hiện em đã nhận được giấy chứng nhận tạm thời, tuy nhiên thông tin về ngành học trên giấy bị sai. Ngành học của em là \"Vật liệu tiên tiến\" thuộc chương trình Kỹ sư Việt Pháp, nhưng trên giấy chứng nhận Tốt nghiệp tạm thời lại là \" Kỹ sư Kỹ thuật Điện (Viễn Thông)\". Kính mong PĐT chỉnh sửa lại sai sót này cho em. Em có đính kèm hình ảnh của giấy chứng nhận bên dưới. . . ﻿Em xin chân thành cảm ơn. Và hi vọng sớm nhận được phản hồi. . .",
            "Chào bạn. . Pdt đã ghi nhận. . Sẽ in lại giấy chứng nhận đúng và cập nhật lại trên hệ thống sau ngày 7/10. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy cô,. . Em tên là [full_name].. . MSSV: [student_id]. MSSV cũ: [student_id]. . . . Hiện em đã hoàn thành chương trình theo chuẩn K14 nhưng em kiểm tra trong danh sách dự kiến tốt nghiệp báo thiếu tín chỉ.. . . . Em có email hỏi thầy [full_name] thì nhận được thiếu 2 môn: CO3005  NG/LY NGON NGU LAP TRINH   và CO3087  THUC TAP DO AN DA NGANH. Trong đó môn CO3005 em đã hoàn thành còn môn CO3087 thì em không rõ là điểm chuyển từ môn nào trong chương trình chính quy qua ạ.. . . . Em mong thầy cô kiểm tra giúp em sao chưa hoàn thành ạ hoặc hướng dẫn em làm đơn \"khiếu nại và làm miễn điểm bổ sung\".. . . . Em xin cảm ơn thầy cô.. . Sinh viên. . [full_name]. . . .   CODE http://[full_name].hcmut.edu.vn/extranet/supports/index.php?show_wizard=Y  /CODE",
            "Chào bạn. . Cô đã lấy dữ liệu và chuyển cho [full_name] kiểm tra lại. . Bạn vui lòng đợi [full_name] phản hồi lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn hỏi hiện tại có thể rút môn học được không. Nếu dược thì cần thực hiện như thế nào trong thời gian giãn cách như hiện tại. .",
            "Chào em,. . Em điền vào form này. . Thân gửi các bạn sinh viên,. . . . . . . .      Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định)(Chính quy + Dự thính) của học kỳ 1(2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link: https://forms.gle/4X6kA3XbDWNfs93u6. . . . Thời gian đăng ký: Từ ngày 6/09/2021 đến hết ngày 01/10/2021. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . . . . . . . Chúc các bạn học tập thật tốt!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là [full_name], sinh viên khoa Điện - Điện tử năm 4 của trường.. . . . Em muốn hỏi về cách đăng ký nhận giấy chứng nhận sinh viên hoặc văn bản có xác nhận đang theo học từ phía nhà trường để em được nhận hỗ trợ từ địa phương trong tình hình dịch bệnh này ạ.. . . . Em xin cám ơn. .",
            "Yêu cầu khác. . Em là [full_name], sinh viên khoa Điện - Điện tử năm 4 của trường.. . . . Em muốn hỏi về cách đăng ký nhận giấy chứng nhận sinh viên hoặc văn bản có xác nhận đang theo học từ phía nhà trường để em được nhận hỗ trợ từ địa phương trong tình hình dịch bệnh này ạ.. . . . Em xin cám ơn. .   /QUOTE . . Vì theo chính sách nhận hỗ trợ, có thể chấp nhận giấy xác nhận theo dạng file pdf nên em mong muốn nhận được giấy xác nhận sinh viên qua email ạ.",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu.. . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1710353  /b \t. . . .   i Yêu cầu khác . Em chào Thầy/Cô,. . Em muốn nhờ Thầy/Cô kiểm tra bảng điểm em đã đặt in từ hôm 20/09 tình trạng giao hàng như thế nào ấy ạ. Do bảng điểm em đã đặt từ 15/09 rồi nhưng tới giờ vẫn chưa nhận được ạ.. . Thông tin:. . - MSSV: 1710353. . - Mã phiếu: InBD20210915016. . - Ngày đăng ký: 15/09/2021 08:52. . - Số lượng: 2 bản. . Em cảm ơn Thầy/Cô nhiều ạ !. .",
            "Chào bạn. . Bảng điểm của bạn đã được gởi bưu điện rồi. . Bạn vui lòng đợi nhận nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào Thầy, Cô,. . Em tên: [full_name] MSSV [student_id] Sinh viên lớp VHVL. . Học kì 202 vừa qua em có học môn: Bê tông cốt thép 2 CI3175. Nhưng đến giờ vẫn chưa cập nhật điểm trên bảng điểm ạ. Em có liên lạc với giáo viên thì Thầy bảo là đã nộp điểm từ lâu rồi ạ.. . Mong PĐT xem xét phản hồi giúp em . . Em xin chân thành cảm ơn!. . . .",
            "Chào em,. . PĐT chưa nhận được bảng điểm nhé em.. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại Bkexam cuả em bị khóa từ ngày 02/10/2021. Mà thứ 7 tuần này em có môn thi nên mong PĐT mở khóa giúp em ạ.. .",
            "Chào em,. . Thông báo ghi rõ mà em, trước giờ thi vẫn vào được.. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ, em có đăng kí gia hạn học phí học kì 201 sang kì 202 hiện nay em chưa có đủ điều kiện đóng nên bị tạm dừng học học kì 211. Hiện tại, em đã hoàn thành đầy đủ học phí thì em có cần nộp đơn tạm dừng học để kì sau có thể tiếp tục theo học không ạ ?? Em cảm ơn",
            "Chào bạn. . hiện tại bạn đang tạm dừng. . Cuối tháng 11/2021, bạn nộp đơn thu nhận lại để đăng ký môn học Hk212. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em chào thầy cô ạ ! em tên [full_name] chánh học mssv [student_id] ! em xin phép gửi đơn xin thu nhập lại vì tạm dừng vì không đăng kí môn học ạ ! em có trình bày lý do trong đơn ! mong thầy cô xem xét phê duyệt giúp em để em nhanh chóng hoàn thành chương trình học ạ ! . .",
            "Chào bạn. . Pdt đã xử lý qua mail. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên: [full_name] MSSV:[student_id]. . Trung tâm đào tào Bảo Dưỡng Công Nghiệp. . Em viết đơn này mong Phòng Đào Tạo tiếp nhận và giúp em giải quyết đơn thu nhận để em được đăng ký bổ sung [full_name] cho học kỳ 211.. . Em xin chân thành cảm ơn",
            "Chào bạn. . Pdt đã tiếp nhận xử lý qua mail. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em kính chào thầy/cô,. . . . Em tên [full_name], MSSV [student_id]. Em nhận được mail là em vừa có tên trong danh sách tốt nghiệp dự kiến đợt 2 năm 2021. . . . . Tuy nhiên, khi em tra danh sách trên aao, điểm trung bình tốt nghiệp chỉ 8.12. Trong khi điểm TBTL trên bảng điểm hiện tại đến HK202 là 8.22 ạ.. . . . Có thể điều này xuất phát từ việc em cũng vừa mới đăng ký chuyển điểm anh văn vào tuần trước và cũng vừa mới được cập nhật điểm chuyển.. . . . Do đó, kính mong thầy/cô có thể xem xét và điều chỉnh điểm tốt nghiệp giúp em ạ.. . . . Em xin chân thành cảm ơn.. . . .   i Tốt nghiệp .",
            "Chào bạn . . Bạn vui lòng xem lại ds dự kiến TN sẽ cập nhật mới sau ngày 10/10/2021.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thưa thầy/cô phụ trách. . . . Em là [full_name], MSSV: [student_id]. . . . Hiện tại địa phương nói em sinh sống có yêu cầu bổ túc hồ sơ nghĩa vụ quân sự. Bên Hội đồng NVQS cho phép gửi giấy xác nhận trực tuyến nên em xin phép nhà trường cho em 1 bản pdf của giấy xác nhận sinh viên để nộp gấp cho bên phường ạ. . . . Em xin cảm ơn,. . . . [full_name] . .   i Yêu cầu khác .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh/chị,. . Em tên là [full_name] (MSSV: [student_id]). Em có thắc mắc như sau: Em đã có tên trong danh sách tốt nghiệp dự kiến đợt tháng 11/2021 và em đã có đủ số ngày công tác xã hội (15.5 ngày), nhưng em vẫn chưa thể thực hiện được bước Đăng ký tốt nghiệp trên Mybk vì hệ thống báo rằng \"Không được phép đăng ký (Nợ CTXH)\".. . Xin nhờ anh/chị xem xét giùm em. Rất mong nhận được phản hồi sớm từ anh/chị để em có thể kịp hoàn thành việc đăng ký tốt nghiệp.. . Em xin cám ơn anh/chị!",
            "Chào bạn. . Pdt sẽ cập nhật lại, bạn vào khai lại thông tin tốt nghiệp sau thứ 4 ngày 6/10 . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hôm nay là hạn thanh toán học phí nhưng em thanh toán trễ dẫn đến việc thanh toán không được vậy cho em hỏi là có cách nào để thanh toán học phí để không bị hủy môn học không ạ ?. . Em cám ơn ! . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi em có nguyện vọng rút khỏi chương trình tài năng vì lí do cá nhân thì quy trình, thủ tục như thế nào ạ?",
            "Chào em,. . Em liên hệ [full_name] để được tư vấn và hỗ trợ nhé.. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Tên: [full_name]. . MSSV: [student_id]",
            "Chào em,. . Em gửi lại đơn ghi đúng HK203 hoặc HK202, không phải HK201 em nhé.. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Vừa rồi em có đăng kí hoãn thi môn Giải tích 2 học kì 203 và môn Cơ học máy học kì 202 và đã nhận được mail phản hổi về việc hoãn thi nhưng trong bảng điểm sau ngày 30/09 vẫn cập nhật em điểm 13 ạ . .",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi Phòng Đào Tạo,. . Dạ thưa Phòng Đào Tạo, đến nay em vẫn chưa có lịch thi giữa kỳ môn AV4 trên thông tin sinh viên của mình, mong Phòng Đào Tạo giúp đỡ sớm để em biết lịch và không bỏ lỡ kỳ thi.. . . . Dạ em cảm ơn rất nhiều.. .",
            "Chào em,. . GV đã thông báo ngày giờ kiểm tra giữa kỳ cụ thể luôn rồi em. Em liên hệ với GV dạy em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô.. . Em là sinh viên k17, có đăng kí 1 môn dự thính để dự phòng rớt môn, nhưng đã qua.. . Cho em hỏi cách thức xóa môn để tốt nghiệp ạ.. . Em cảm ơn.",
            "Chào em,. . - Em phải rút môn học, điền vào form này . . Thân gửi các bạn sinh viên,. . Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định)(Chính quy + Dự thính) của học kỳ 1(2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link: https://forms.gle/4X6kA3XbDWNfs93u6. . . . Thời gian đăng ký: Từ ngày 6/09/2021 đến hết ngày 01/10/2021. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . - Đóng hết HP.. . Thân mến."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Nhập sai bảng điểm môn giải tích 2 (MT1005) lớp DT06-A học kì 202. PDT kiểm tra lại giúp em."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MS[full_name]/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] Kính gửi PĐT trường ĐH Bách Khoa,[full_name] [full_name] [full_name] [full_name] Em là [full_name][full_name] [full_name] [full_name] [full_name] Như PĐT đã thông báo thì nhà trường sẽ tổ chức thi Anh văn Nói-Viết online cho những sinh viên đủ điều kiện tốt nghiệp HK211[full_name] [full_name] [full_name] [full_name] [full_name] Em đã liên hệ với Trung tâm Ngoại Ngữ Bách Khoa để hỏi về tình hình cụ thể như: lịch thi, cách thức tham gia thi[full_name] Được bên Trung tâm Ngoại ngữ phản hồi lại là nếu em đủ điều kiện Tốt nghiệp HK211 thì PĐT sẽ thông báo gửi mail thi anh văn online vào tháng 9[full_name][full_name] [full_name] [full_name] [full_name] Em hy vọng PĐT sẽ sớm gửi mail thông báo thông tin về kỳ thi anh văn nói - viết[full_name] Nếu chưa đủ điều kiện thì em sẽ sớm cập nhật để tham gia kì thi anh văn như kế hoạch của nhà trường[full_name][full_name] [full_name] [full_name] [full_name] Em đã có có phản hồi qua hỗ trợ trực tuyến, PĐT thông báo sẽ có email cụ thể trong tháng 9, nhưng em vẫn chưa nhận email nào trong tháng 9[full_name][full_name] [full_name] [full_name] [full_name] Em cảm ơn,[full_name] [full_name] Trân trọng[full_name] [full_name] [full_name] [full_name]",
            "Chào bạn. . Do dữ liệu khi thống kê không có tên bạn. . Pdt đã ghi nhận trường hợp cho các đợt thi sau. . Bạn đợi mail thông báo khoảng giữa đến cuối tháng 10, để đăng ký nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy cô,. . . . Em là sinh viên K17, em đã đăng kí tốt nghiệp thành công và có tên trong danh sách tốt nghiệp dự kiến vào ngày 04/10/2021. Vì một số lý do cá nhân nên em rất cần bằng tốt nghiệp tạm thời trong thời gian sớm nhất có thể vì thế em có một số thắc mắc như sau:. .  1/ Em có thể download bằng tốt nghiệp tạm thời trên myBK được không ạ? Nếu được thì em sẽ phải làm như thế nào và đợi bao lâu mới có thể download được ạ?. . . . Trong trường hợp không thể download bằng tốt nghiệp tạm thời trên myBK. . 2/ Hiện tại đã có thể lên trường lấy bằng tốt nghiệp tạm thời từ văn phòng khoa chưa ạ?. . 3/ Do sợ tình hình dịch nên em cũng đã đăng kí gửi bằng tốt nghiệp tạm thời về nhà. Sẽ mất khoảng bao lâu để bằng được gửi về nhà em ạ (em đăng kí địa chỉ trên TP). . . . Mong sớm nhận được phản hồi từ thầy cô.. . Trân trọng,. . Trung Tín. .",
            "Chào bạn. . Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn kiểm tra mail để thực hiện theo hướng dẫn khai thông tin tốt nghiệp, sau đó thanh toán lệ phí tốt nghiệp. .  Thứ 6 hàng tuần PDT sẽ lấy dữ liệu SV đăng ký và đóng tiền lệ phí tốt nghiệp trước đó để tiến hành in giấy CN tốt nghiệp tạm thời, vào thứ 3 tuần tiếp theo, Giấy chứng nhận tốt nghiệp sẽ được tải lên trang đăng ký hồ sơ cấp bằng. Sinh viên tự lên tải về sử dụng trong thời gian này. . . Giấy chứng nhận tốt nghiệp bản chính sẽ được gửi về Sinh viên qua bưu cục theo địa chỉ Sinh viên đã đăng ký.. . Sinh viên vui lòng kiểm tra kỹ thông tin trên giấy Chứng Nhận tốt nghiệp tạm thời, nếu có sai sót gì vui lòng phản hồi lại PDT để kịp chỉnh sửa, những thông tin trên Chứng Nhận tốt nghiệp tạm thời sẽ dùng để in bằng tốt nghiệp.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô,Em môn Nhập môn về kỹ thuật (MA1001) với K21 năm nay, đã xếp bK-[full_name]ng em vào nhóm L04 rồi. Nhưng Thời khóa biểu thì chưa thấy cập nhật lịch học.. . Mong thầy cô xem xét cập nhật thời khóa biểu môn này giúp em.",
            "Chào bạn. . Bạn kiểm tra lại Cô xem trên Mybk- xem tkb có môn này nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em chào phòng đào tạo, em muốn đăng ký một môn học chỉ thường hay mở vào kỳ 1 của tân sinh viên nên em dùng cách đăng ký trên mybk em đăng ký không được, em nghe nói là hình như phải gửi mail cho 1 giảng viên nào đó để xin vô lớp đó học này nọ,do vậy em gửi yêu cầu để biết cụ thể quy trình đăng ký môn học thủ công này như thế nào. Em có đính kèm đơn xin đăng ký vào đây mong pđt xem xét ạ.",
            "Chào em,. . PĐT đã bổ sung em vào nhóm L02 rồi nhé.. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi quý anh/chị phòng đào tạo,. . . . Em là [full_name], MSSV là [student_id]. Em viết đơn này mong được pđt mở xét tốt nghiệp.. . . . Vài ngày trước, dù được gửi mail xét tốt nghiệp nhưng do có mục \"làm thẻ sinh viên\" chưa thanh toán trong BKPay nên em chưa được xét đăng kí tốt nghiệp. Nay em đã đóng khoảng phí hoàn tất trên BKPay nên em mong phòng đào tạo mở xét tốt nghiệp trên myBk giúp em ạ.. . . . Em xin chân thành cảm ơn!",
            "Chào bạn. . Pdt sẽ cập nhật lại, bạn vào khai lại thông tin tốt nghiệp sau thứ 4 ngày 6/10 . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi em cải thiện môn học nhưng bị rớt, vậy thì có học lại môn này không ạ. .",
            "Chào em,. . - Sv muốn học cải thiện thì môn học phải có cùng một msmh vì khi này sẽ lấy . . điểm cao nhất tính.. . . . -Môn A = 5,0 đ . .    Học lại cải thiện môn A =7,0 đ . . =  sẽ lấy 7,0đ tính . . Thân mến.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng Đào tạo Trường Đại học Bách Khoa TP.HCM. . Em tên [full_name], MSSV: [student_id]. . Cho em xin hỏi việc mở tài khoản ngân hàng OCB được thực hiện đồng loạt hay mỗi sinh viên phải tự đăng ký tài khoản riêng ạ?. . Với lại cho em hỏi lớp Kỹ năng Xã hội D (Nhiếp ảnh) cho tới giờ vẫn không có link lớp học. Vậy lớp có học không vậy? Nếu có thì xin cập nhật link lớp học sớm tại theo lịch học thì thứ 7 tuần này sẽ bắt đầu học rồi.. . Xin trân trọng cảm ơn!. .",
            "Chào em,. . Em liên hệ VP ĐTQT qua email [email] để được hướng dẫn.. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào Phòng đào tạo ạ,. . Em là [full_name], MSSV: [student_id].. . Em vừa nhận được mail Thông báo về lịch xét tốt nghiệp đợt 2. Em có vào xem thông tin tốt nghiệp của mình, và được báo là thiếu ngày CTXH và không được phép đăng ký tốt nghiệp.. . Nhưng hiện tại em đã đủ 15 ngày CTXH rồi ạ.. . Em có đính kèm ảnh chụp màn hình ạ.. . Phòng Đào tạo cho em hỏi điều kiện xét tốt nghiệp bao lâu sẽ được cập nhật một lần ạ?. . Em rất mong sớm được nhận phản hồi từ Phòng Đào tạo.. . Em cảm ơn.",
            "Chào bạn. . Pdt sẽ cập nhật lại, bạn vào khai lại thông tin tốt nghiệp sau thứ 4 ngày 6/10 . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào tạo,. . Em tên là [full_name], MSSV: [student_id].. . Ngày 30/09/2021 em có đăng ký in bảng điểm và nhận chuyển phát qua bưu điện. (Mã phiếu: InBD[phone_number]2). . Hiện tại em đang cần bản scan bảng điểm để nộp hồ sơ xin việc làm ạ. . . Phòng Đào tạo có thể hỗ trợ em scan và gửi file mềm bảng điểm của em qua mail trước khi chuyển phát qua bưu điện được không ạ?. . Em cảm ơn ạ.",
            "Chào bạn . . Bảng điểm của bạn hiện đã gởi bưu cục rồi nghen. . Bạn vui lòng đợi nhận nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em đã nhận được câu trả lời rồi ạ, nhưng ý của em là em đã đăng kí để được gửi giấy nhà nhưng em vẫn chưa được xác nhận đã đăng kí thành công ấy ạ, em mong nhà trường xét duyệt cho em được xác nhận để em có bản pdf trước ạ do ngày 10.10 là ngày cuối em phải nộp cho địa phương rồi ạ. Chúc các thầy cô một ngày làm việc hiệu quả ạ. Em cảm ơn ạ!. . . .",
            "Chào em,. . Cô đã trả lời câu trước, đăng ký khoảng 1 tuần làm việc mới có em nhé.. . Thân mến."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Tên: [full_name]. . MSSV: [student_id]",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]\t. . . . Kính gửi thầy/cô. . Em tên là [full_name], sinh viên K18 khoa Kỹ thuật hóa học. . Em xin hỏi về việc khi nào được cấp giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự ạ tại vì địa phương em ở đã gửi giấy yêu cầu nộp rồi ạ và hạn chót nộp là 13/10/2021. Vậy em xin cấp sớm giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quận sự để gửi cho địa phương có được không ạ?. . Em xin cảm ơn thầy/cô . . . .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng Đào tạo. . . . Em tên: [full_name] MSSV:[student_id]. . Lớp: BT15VTLT. . Sinh viên hệ VHVL khóa 2015 hiện tại em đã hoàn thành LVTN và các môn trong chương trình đào tạo.. . . . Theo thông tin nhận được từ mail \"Tra cứu thông tin sinh viên xét tốt nghiệp đợt 2 năm 2021\", em vẫn còn nợ môn KỸ THUẬT XUNG  MMH:402833.Do môn KỸ THUẬT XUNG đã lâu không mở lớp em không đăng ký học được nên Khoa Điện-Điện tử đã hỗ trợ cho em học môn tương đương thay thế là môn THIẾT KẾ VI MẠCH SỐ MMH:EE3117.Em có viết đơn xin học và nộp lên Khoa học kỳ 2 năm học 2020-2021 và đã được Khoa chấp nhận.. . . .    Em đã gửi yêu cầu nhờ PĐT hỗ trợ và đã nhận thông tin phản hồi là \"liên hệ Khoa xin miễn môn KỸ THUẬT XUNG và chuyển điểm vì đã học môn tương đương thay thế\".. .     Em đã liên hệ với Khoa vào ngày 4/10/2021 và nhận thông tin phản hồi từ Khoa Điện-Điện tử là đã gửi công văn xét miễn cho em từ ngày 9/3/2021. . .     Em xin nhờ PĐT kiểm tra và cập nhật lại thông tin để em được xét tốt nghiệp đợt này ạ.. .     Em xin chân thành cảm ơm và chúc các thầy cô nhiều sức khỏe!!! . . . . . .",
            "Chào bạn,. . Pdt đang làm qd . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 12/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name], msssv [student_id]. . . . Em đã hoàn thành các tín chỉ trong chương trình đào tạo và điểm đã được cập nhật đầy đủ. Nhưng đến nay em vẫn chưa được cập nhật vào danh sách tốt nghiệp dự kiến và chưa nhận được mail phản hồi của PĐT về thông tin đăng ký tốt nghiệp.. . . . Mong PĐT kiểm tra và cập nhật giúp em.. . . . Em chân thành cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 12/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi, em có đăng ký giấy CNSV từ ngày 27/9, nhưng mà bây giờ sao vẫn thấy đang xử lý ạ, không biết nhà trường có thể giúp em xử lý được không ạ?",
            "Chào bạn[full_name] [full_name] [full_name] đã ghi nhận phản hồi của bạn, Vì số lượng đăng ký giấy CNSV tăng đáng kể, Nên [full_name] đang cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay, SV vui lòng thông cảm đợi thêm, giải thích thêm với cơ quan yêu cầu giấy CNSV[full_name][full_name] [full_name]  Sau khi [full_name] cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên[full_name][full_name] [full_name] Đồng thời [full_name] cũng đã gởi bưu điện nếu SV có đăng ký, SV vui lòng nhận sau [full_name] [full_name] Thân[full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Tốt nghiệp. . . . Kính gửi: Phòng Đào tạo Trường Đại học Bách Khoa. . . . Em xin kính chào quý Thầy/ Cô.. . Em tên là: Hà Lê Phước Hội. MSSV: [student_id]. Hiện đang là sinh viên thuộc Khoa Kỹ thuật Xây dựng lớp tài năng ngành kỹ thuật xây dựng khóa 2017: XD17KSDD.. . Hiện tại em đã hoàn thành xong chương trình đào tạo cấp bậc đại học. Vì lý do không hoàn thành được mức điểm 7.5 đối với một vài môn cốt lõi nên em không đủ điều kiện xét tốt nghiệp dành cho sinh viên kỹ sư tài năng. Nay em gửi đơn này kính mong quý Thầy/ Cô có thể xét cho em rút khỏi chương trình tương năng và có thể tốt nghiệp bằng kỹ sư thường trong đợt tốt nghiệp tháng 11/2021 sắp tới.. . Em kính mong quý Thầy/ Cô xét duyệt kịp thời để em có thể tốt nghiệp vào đợt tháng 11 tới.. . Em xin chân thành cảm ơn quý Thầy/ Cô, kính chúc quý Thầy/ Cô thật nhiều sức khoẻ!",
            "Chào bạn. . Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô,. . Em là sinh viên đang theo học chương trình đào tạo đại trà của trường.. . . . Vừa rồi em có thanh toán trễ hạn học phí kỳ dự thính 211 vào lúc 15h ngày 04/10/2021, nhưng đã hoàn thành thanh toán sau đó. Theo quy định, em cần gửi đơn trình bày lý do thanh toán trễ hạn về Phòng Đào tạo nhưng do tình hình dịch bệnh nên không thể nộp trực tiếp. . . . . Liệu em có thể dùng cách nào khác để gửi đơn trình bày lý do về Phòng Đào tạo được không ạ. . . . . Em cảm ơn thầy/cô.",
            "Chào em,. . Liệu em có thể dùng cách nào khác để gửi đơn trình bày lý do về Phòng Đào tạo được không ạ.. . =  Không cần em nhé.. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa Phòng Đào tạo,. . . . Em là [full_name], MSSV [student_id], Sinh viên khóa K18, Ngành Khoa học máy Chương trình CLC.. . . . Hiện em đã được phòng đào tạo đồng ý đăng kí môn học CO1023 + CO1029. . . . Em gửi mail này vì hiện nay, thời khóa biểu của mình chưa được cập nhập. Mong Phòng Đào Tạo kiểm tra để em có thể theo kịp tiến đọ học",
            "Chào bạn. . Cô đã gởi thông tin đăng ký của bạn cho [full_name] : [email] để ghi nhận và  xử lý . . Lần sau về dkmh của quốc tế bạn liên hệ [full_name] (VPdtQt) để được hỗ trợ . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa phòng đào tạo, kì dự thính 211 hạn chót đóng học phí là 15h ngày 04/10/2021, nhưng gia đình em không kịp thu xếp để đóng, em muốn làm đơn gia hạn thêm 1 tuần thì làm ở đâu và nộp ở đâu vậy ạ. Em xin cảm ơn.. .   i Yêu cầu khác .",
            "Chào em,. . Em cố gắng đóng HP sớm nhất có thể.. . . . Lưu ý:. . . . ·  Sinh viên chưa hoàn tất hoc phí sau thời hạn thanh toán vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo để thực hiện nghiêm túc: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 7.. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi em cần nộp giấy xin thu nhận lại để đăng ký tốt nghiệp cũng như in giấy xác nhận sinh viên. Vậy phòng đạo tạo có làm việc offline tại CS1 không ạ ? Câu thứ 2 em muốn hỏi là em đã đăng ký in thẻ sinh viên và chuyển phát qua bưu điện nhưng hiện tại chưa thấy giao về dù trạng thái là đã hoàn thành như hình em đính kèm ạ. Vậy em phải chờ thẻ sẽ giao về tận địa chỉ em đăng ký hay em lên phòng đào tạo lấy ạ ? Em mong nhận được hồi đáp từ thầy/cô sớm ạ.Em cảm ơn.",
            "Chào bạn. . Pdt CS1 làm việc bình thường, thẻ SV của bạn đã in, bạn đến Trường nhận nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dear Thầy/Cô,. . . . Em tên là: Nguyễn Văn Lâm. . MSSV: [student_id]. . . . Em đã hoàn thành khóa học và các chứng chỉ Anh Văn do trường yêu cầu, nhưng hiện Em không thể đăng ký tốt nghiệp do tình trạng không đăng ký môn học tại số quyết định 263/QĐ-DHBK. Rất mong được sự hỗ trợ của Qúy Thầy/Cô để Em có thể sớm đăng ký tốt nghiệp .. . . . Trân trọng cảm ơn !",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 12/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Tên : Đồng Hữu Thăng    MSSV : [student_id]. . Lớp : DD20LT08          SĐT : [phone_number]. . Lý dO: Ngày 03/8/2021, trên BKSI em có làm đơn hoãn thi và lúc đó chưa có link để cập nhật việc hoãn, nên em đã làm đơn đầy đủ, trình bày lý do và đã được Phòng đào tạo, do cô [full_name] xét duyệt và chấp thuận, và lúc sau em có gởi đơn là PĐT và phòng đã hướng dẫn điền vào link đăng kí hoãn thi, và em đã làm theo, đến nay phòng đào tạo gởi phản hồi là chưa cập nhật dữ liệu hoãn, tính cho em là chưa hoãn môn đó. Em mong phòng đào tạo xem xét, cập nhật lại cho em ạ. . . Môn hoãn : Xác suất và thống kê. . Mã Môn học : MT2013  B . .",
            "Chào em,. . - Nếu em điền form sau ngày 09/09/2021 đợi thông báo đợt 2.. . - Nếu em điền form trước 09/09/2021 không có tên em thì em điền lại nhé.. . SV đăng nhập vào Google bằng tài khoản [email] và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có nhu cầu hộp học bổng nên cần in bảng điểm trong năm học 2020 - 2021.. . Nhưng vì tình hình dịch bệnh nên cần file mềm (file PDF) để nộp trực tuyến nên không biết phòng đào tạo có cấp file PDF thay vì file cứng như trước không ạ?",
            "Chào bạn. . Hiện tại Pdt đang triển khai dịch vụ in bảng điểm và nhận qua bưu cục. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là [full_name] (MSSV:[student_id]). Em đã hoàn thành hết tất cả tín chỉ trong chương trình đào tạo và điểm đã cập nhật đầy đủ, nhưng em vẫn chưa có tên trong danh sách tốt nghiệp. Mong nhà trường sớm giải quyết giúp em, đây là lần thứ 2 em hỏi nhưng vẫn chưa nhận được phản hồi.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 12/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi,ngày 16/9 em đã đăng kí in giấy tạm hoãn nghĩa vụ quân sự để gửi về quê,khoảng 1 tuần sau em lên kiểm tra thì giấy đã được xử lý,nhưng hiện tại đến hôm nay 5/10 thì giấy chứng nhận sinh viên này của em vẫn chưa được gửi về đến nhà.Em không biết có vấn đề gì hay không ak.Em nhờ phòng đào tạo xém xét lại dùm em.Em cảm ơn",
            "Chào bạn[full_name] [full_name] [full_name] đã ghi nhận phản hồi của bạn, Vì số lượng đăng ký giấy CNSV tăng đáng kể, Nên [full_name] đang cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay, SV vui lòng thông cảm đợi thêm, giải thích thêm với cơ quan yêu cầu giấy CNSV[full_name][full_name] [full_name]  Sau khi [full_name] cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên[full_name][full_name] [full_name] Đồng thời [full_name] cũng đã gởi bưu điện nếu SV có đăng ký, SV vui lòng nhận sau [full_name] [full_name] Thân[full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào PĐT!. . Năm nay PĐT có thông báo xét tốt nghiệp đến cuối tháng 12. Em đã hoàn thành chương trình học. Vậy em xin hỏi nếu em học cải thiện trong kì 211 này thì có kịp tốt nghiệp đợt gần nhất không ạ? Hay em phải đợi đợt tháng 4 năm sau ạ?. . Em xin cảm ơn.",
            "Chào bạn. . Nếu bạn có điểm trước thời hạn theo thông báo mới nhất thì được xét tốt nghiệp Hk211. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Vào ngày CN 5/10/2021 em đã được cập nhật lên đầy đủ 15 ngày CTXH rồi ạ. Nhưng đến hôm nay em vẫn không đăng ký tốt nghiệp được. (Dòng \"Tình trạng đăng ký\" ghi là \"Nợ CTXH\"). .",
            "Chào bạn. . Pdt sẽ cập nhật lại, bạn vào khai lại thông tin tốt nghiệp sau thứ 4 ngày 6/10 . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . . . Em là [full_name], MSSV [student_id] em muốn hỏi về việc em đã hoàn thành các tín chỉ môn học, đã được update điểm, nhưng chưa nhận được email hướng dẫn nào đăng kí tốt nghiệp, cũng chưa có tên trong danh sách tốt nghiệp dự kiến, PĐT xem xét giúp trường hợp của em ạ.. . . . Thanks and Best Regards",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 12/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name]- MSSV: [student_id]. . Cho em hỏi là điểm cuối kì môn Nền móng lớp A08-HK202 của em bị nhập sai trên hệ thống thành điểm 13 thì bây giờ em làm đơn xin xem xét lại như thế nào ạ. Em cảm ơn",
            "Chào em,. . Em vui lòng trình bày rõ là em đăng ký hoãn thi hay bị sao ?. . Thân mến.. .",
            "Dạ là em có tham gia thi bình thường, giảng viên cũng đã xác nhận là có bài thi của em. Nhưng bây giờ trên hệ thống nhập điểm thi của em là điểm 13 (vắng thi) ạ. Nên bây giờ em muốn xin xem xét lại thì làm như thế nào ạ. Em cảm ơn",
            "Chào em,. . - Điểm do GV nhập nhé.. . - Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa (HK202) trong thời gian cho phép sửa.. . Thân mến.. ."
        ]
    }
]