[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào thầy/cô PĐT.. . Cho em hỏi, trường có tổ chức lễ tốt nghiệp đợt tháng 11/2021 cho sinh viên đại học chính qui như em không ạ, nếu có thì thời gian chính xác sẽ diễn ra lúc nào vậy ạ? Vì em không thấy thông báo gì cả. Trên trang tốt nghiệp aao chỉ để dự kiến đầu HK212 tháng 1/2022. . Nếu không tổ chức lễ tốt nghiệp thì khi nào em lên nhận bằng được ạ, hình thức và thủ tục hồ sơ giấy tờ thế nào vậy ạ?. . Em xin cám ơn thầy/cô nhiều ạ!",
            "\"Chào em,. . Trường hợp của em đã ra quyết định tốt nghiệp ngày 30/12/2021, cập nhật quyết định tốt nghiệp tại trang mybk/Thông tin SV/tình trạng và đang tiến hành in bằng nhé, dự kiến sẽ cố gắng thông báo nhận bằng trước nghỉ tết nguyên đán. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có đăng ký in bảng điểm từ ngày 27/12/2021 và đã đóng tiền nhưng đến giờ hệ thống vẫn hiện đang in ạ và hôm nay là ngày 11/1/2022 vẫn chưa nhận được ạ",
            "Chào em;. . Bưu điện báo em đã nhận thư rồi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi quý thầy cô PĐT.. . . . Em tên [full_name] khoa Công nghệ Vật liệu. Em đã hoàn thành chương trình học và đã có kết quả nói viết ngày 23/12. Tuy nhiên, đến nay ngày 11/01/2022 em vẫn chưa nhận được mail trường và nằm trong danh sách dự kiến tốt nghiệp ạ. Kính mong quý thầy cô có thể kiểm tra lại giúp em và cho em biết lý do em không đăng ký tốt nghiệp được không ạ?. . . . Em xin chân thành cảm ơn.. .",
            "\"Chào bạn. . Trường hợp của bạn đã có tên trong ds dự kiến tốt nghiệp, SV kiểm tra mail và vào đăng ký tốt nghiệp nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kinh gửi PĐT,. . Em là [full_name], sinh viên K19, ngày 07/01/2022 em có mail cho thầy [full_name] (giảng viên đang phụ trách L05) về việc cập nhật lại danh sách và phân công đề giúp em để em có thể làm và nộp đúng hạn theo yêu cầu của thầy. Nhưng thầy [full_name] hoàn toàn từ chối, yêu cầu em rút môn hoặc chuyển lớp mặc dù trước đó em đã đăng kí môn học thành công trong đợt 3. Em có nhờ bạn em hỏi thầy [full_name] (giảng viên đang phụ trách L07) xem thầy [full_name] có nhận không, thì thầy [full_name] đã đồng ý nhận em. Chính vì thế kính mong PĐT chuyển lớp giúp em từ lớp L05 tiết 4-5-6 sang lớp L07 tiết 7-8-9 để em có thể học kịp tiến độ cùng các bạn trong lớp. . Em xin chân thành cảm ơn ạ.. .",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name]. . MSSV:[student_id]. . Dạ em chào cô, em đã hoàn thành xong gần hết tất cả môn học trừ môn Cơ Sở Kĩ Thuật Điện, kì này em cũng đã thi xong môn Cơ Sở Kĩ Thuật Điện nhưng phần thí nghiệm vẫn chưa học lại và được chuyển qua học kì 202. Em có liên hệ thầy thí nghiệm thì em có thể chuyển điểm thí nghiệm hoặc hoàn thành thí nghiệm trong kì này nhưng thầy bảo là thầy lý thuyết không thể nộp điểm mỗi một mình em được. Kì này em cũng hoàn thành xong luận văn nên em hỏi có cách nào để em có thể hoàn thành môn Cơ Sở Kĩ Thuật Điện trong kì này để có thể tốt nghiệp trong kì này ạ.. .",
            "Chào bạn. . Chỉ còn cách liên hệ với Giảng viên để hoàn thành môn học còn nợ thì mới đủ điều kiện tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hiện tại tình trạng sinh viên của em đang bị Tạm dừng vì không đăng ký môn học.. . Em đã hoàn thành môn học và số tín chỉ,. . Em hiện tại cần được mở lại tình trạng sinh viên để có thể đăng ký tốt nghiệp.. . Em xin cảm ơn. .",
            "\"Chào bạn. . Trường hợp của bạn đã có tên trong ds dự kiến tốt nghiệp, SV kiểm tra mail và vào đăng ký tốt nghiệp nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi: Ban Giám Hiệu Trường Đại Học Bách Khoa TP.HCM. . Em tên là [full_name], MSSV: [student_id]. . Em viết thư này là muốn hỏi Ban Giám Hiệu về vấn đề đăng ký làm lễ tôt nghiệp và nhận bằng chính thức. . . Em đã thực hiện đăng ký tốt nghiệp và đã nhận bằng tạm thời vào tháng 12/2021. Sau đó em tìm hiểu thêm là sau khi nhận bằng tạm thời em cần phải in sơ yếu lý lịch nộp tại Văn Phòng Khoa và in đơn xin cấp bằng và nộp tại Phòng Đào Tạo để có thể tham gia lễ tốt nghiệp và trao bằng.. . Thầy/Cô cho em hỏi là thông tin em tìm hiểu được như vậy có đúng không ạ? Xin Thầy/Cô hướng dẫn em các bước thực hiện để em có thể đăng ký tham gì làm lễ và nhận bằng tốt nghiệp chính thức ạ.. . Em xin chân thành cám ơn Thầy/Cô.. . . . [full_name],. . [full_name]",
            "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công và nhận được mail xác nhận đồng ý, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi, em muốn vào trường làm luận văn, nhưng ứng dụng PC covid của em chưa cập nhật đủ 2 mũi Vaccine thì em phải làm sao ạ?. . Em đọc mail nhưng đường link khai báo bị lỗi ạ. .  Sinh viên/Học viên nếu đã tiêm đủ 2 mũi vắc xin Covid-19 hoặc F0 đã khỏi bệnh nhưng ứng dụng PC-Covid chưa hiển thị đầy đủ, vui lòng khai báo tại đường link https://bitly.com.vn/2t3mor để hệ thống cập nhật thông tin trước khi đến trường.",
            "Chào bạn,. . Em có thể liên hệ trực tiếp tại chỗ bảo vệ để được hỗ trợ và trả lời nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Vào ngày 13/12/2021, em có thi cuối kì môn Kiểm tra phần mềm (CO3015) - thầy [full_name]. Nộp video ghi hình bằng cách đăng tải lên Drive và chia sẻ link.. . . . Và khi có kết quả cả môn em được điểm như hình.. . Nhưng khi điểm kiểm tra trên hệ thống thì em bị điểm 13.. . . . Sau khi rà soát tìm kĩ thì em nhận ra link mình chia sẻ ở chế độ “Những ai được chia sẻ mới xem được file này” thay vì “bất kì ai có đường liên kết”, và có thể điều này dẫn đến em bị đánh vắng thi. Sau đó em đã thay đổi hình thức riêng tư của video thành “bất kì ai”.. . . . Mong quý Thầy/Cô cho em hướng dẫn để tái hậu kiểm video giúp em không bị đánh rớt môn này.. . Em trân trọng cảm ơn,. . [full_name]",
            "Mình đã liên lạc với giảng viên và biết do nhập điểm nhầm."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em chào thầy/cô,. . . . Trước đây, em cùng các bạn trong lớp VP17CDT có tạo yêu cầu để xin PĐT cập nhật TKB môn Thực hành tin học (MMH: 501706 ) do thầy [full_name] phụ trách vì  TKB môn này của bọn em bị xóa do tình hình dịch bệnh. Tuy nhiên, các bạn của em đã được cập nhật TKB còn em thì vẫn chưa được cập nhật ạ.. . . . Trước đây em đã gửi yêu cầu về việc trên nhưng vẫn chưa nhận được phản hồi. Hiện tại, thầy [full_name] đã đồng ý bảo lưu điểm quá trình của em để đợi PĐT cập nhật TKB. Mong PĐT xem xét và giải quyết để em kịp tiến độ học tập.. . . . Em cảm ơn.. . . .",
            "Chào em,. . . . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi : Phòng đào tạo. . Em tên là: [full_name]. . MSSV: [student_id]. Sinh viên khoa Cơ khí - chuyển hệ ( MSSV cũ : [student_id]4). . Em đã hoàn thành các môn học của chương trình đạo tạo chính quy ngành Nhiệt Lạnh ( trừ môn LVTN do thiếu chứng chỉ tiếng anh). Nay em đã chuyển điểm qua hệ VHVL.. . Em đã ngưng đăng ký môn học từ năm học 2018-2019 đến nay.. . Mong PĐT xem xét, kiểm tra giúp em xem tình trạng của em bây giờ có được tiếp tục theo học không ạ. Nếu được tiếp tục thì cần thêm điều kiện gì để được nhận LVTN và hoàn thành chương trình tốt nghiệp ạ.. . Em cảm ơn. . . .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . [full_name]. . Em tên là [full_name] mssv [student_id].. . Vừa rồi em có lập danh sách cùng các bạn xin mở lớp CAD ứng dụng trong thiết kế ô tô (TR3059) lịch vào thứ tư tiết 11-12, trùng với môn thí nghiệm sức bền vật liệu (CI2001) em đang học lại và bảo lưu được điểm thí nghiệm, em chắc chắn học được môn CAD ứng dụng trong thiết kế ô tô TR3059. Mong thầy cô giải quyết cho em học môn CAD ứng dụng này ạ, em đang rất cần môn này để kịp tiến độ học tập. Em có gửi file bảng điểm ở dưới để chứng minh mình có thể bảo lưu điểm ạ.. . Em rất mong quý thầy cô sẽ giải quyết giúp em ạ.. . Em xin chân thành cảm ơn.",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào phòng đào tạo,. . Em là học viên lớp L01-A môn EN3029 học kì 202. Hiện tại thì môn này vẫn chưa có điểm trên MyBK. Em đã liên lạc với giáo viên thì được thông báo là điểm đã được gửi lên trường rất lâu rồi. Nhờ phòng đào tạo kiểm tra giúp em. . . Em xin cảm ơn",
            "Chào em,. . Điểm do GV nhập, [full_name] gửi bảng điểm đến PĐT. Em vui lòng liên hệ [full_name] xem bảng điểm ở đâu nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ cho em hỏi là em đã được học 1 buổi hoá thí nghiệm tuần 51 và có ý định học bù buổi còn lại vào chủ nhật tuần 2 nhưng em có nhận được gmail của trường về việc đăng kí học đợt 2 vậy không biết em cần đăng kí hay là chủ nhật tuần 2 em lên luôn ạ. . . .",
            "Chào em,. . Theo thông báo đây là đợt đăng ký bổ sung thêm cho những bạn chưa đăng ký lần 1 nhé, em có thể liên hệ thêm về khoa để được tư vấn và trả lời về vấn đề này nhé.. . Em có thể liên hệ thầy Viễn [email] để được trả lời về trường hợp của bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Học vụ . Cô ơi, học kỳ 211 vừa rồi em có đăng ký môn học Khuếch đại viba của Việt Pháp, nhưng đến giờ vẫn chưa có lịch thi nữa. Cô xem giúp em với",
            "Chào em,. . Em vui lòng liên hệ GV, VP Việt Pháp nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào anh/chị. . .  . . Sau khi kiểm tra danh sách tốt nghiệp dự kiến thì em thấy mục Toeic của em bị sai. . . Điểm Toeic của em là 695 nhưng trong danh sách tốt nghiệp dự kiến chỉ có 520.. . . . Em mong anh/chị kiểm tra và sửa đổi nó giúp em với ạ.. . . . Em xin chân thành cám ơn.",
            "Chào em,. . Điểm TOEIC của bạn đã được cập nhật lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cho em hỏi trường mình đã có lịch học trực tiếp tại trường chưa ạ",
            "Yêu cầu khác. . . . cho em hỏi trường mình đã có lịch học trực tiếp tại trường chưa ạ  /QUOTE . .",
            "Chào em,. . Trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào thầy/cô,. . Em tên [full_name], mssv [student_id].. . Theo thông báo trên email của nhà trường thì em có thể đăng ký học bù môn Hóa đại cương theo đường link: https://docs.google.com/forms/d/18KNux-[full_name]x1K3CdMk55RgmfOmgMIU6Tcsgo6V3M/edit?ts=61dbdc1c. . Nhưng khi vào (bằng email trường) thì em không được duyệt để điền form (permission denied).. . Mong thầy/cô xem xét giúp em ạ.. . Em xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Gửi Phòng Đào Tạo,. . . . Hiện tại, sau khi cập nhập điểm xoá hoãn thi của các môn ở học kỳ 202, em nhận thấy mình đã đủ điều kiện để đăng ký tốt nghiệp.. . Tuy nhiên, đến hôm nay (ngày 11/01), em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến, cũng như chưa thể đăng ký tốt nghiệp được trên mybk.. . . . Phòng đào tạo có thể kiểm tra giúp em xem em đã hoàn thành đủ các điều kiện để đăng ký tốt nghiệp chưa ạ?. . . . Em xin chân thành cảm ơn.. .",
            "Chào em,. . Cô gửi em file xét tốt nghiệp, em kiểm tra lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] Em chào Thầy[full_name][full_name] [full_name] Em là [full_name], mssv: [student_id] hệ VHVL[full_name] [full_name] Em vừa bảo vệ luận văn tốt nghiệp xong[full_name] Nhờ Thầy[full_name] kiểm tra giúp em những điều kiện, môn học còn thiếu để xét tốt nghiệp[full_name] Em xin cám ơn",
            "Chào em,. . SV vừa bổ vệ LVTN mới có kq, hiện tại đã đủ điều kiện tốt nghiệp.. . Trường hợp SV đã đủ điều kiện tốt nghiệp, . . SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022 (Hiện tại chưa cập nhật). . Sau thời gian công bố danh sách dự kiến tốt nghiệp, trường hợp SV vẫn chưa có tên trong danh sách dự kiến, có thể gửi câu hỏi qua bksi để được xét bổ sung (nếu đã đủ điều kiện tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy/cô, . . Em tên là [full_name], MSSV: [student_id], Khoa Khoa học Ứng dụng. Em đã có bằng tạm thời rất lâu nhưng chưa nhận được Mail lấy bằng tốt nghiệp. Vì các bạn cùng khoá cũng như thi xin xét tốt nghiệp cùng đợt với em đã được nhận bằng an. Thầy/cô cho em hỏi không biết em còn thiếu điều kiện gì để được nhận bằng không ạ ?. . Em xin chân thành cảm ơn thầy/cô đã hỗ trợ ạ. Kính mong nhận được phản hồi sớm từ thầy/cô ạ. . . . .",
            "\"Chào em,. . Trường hợp của em đã ra quyết định tốt nghiệp ngày 30/12/2021, cập nhật quyết định tốt nghiệp tại trang mybk/Thông tin SV/tình trạng và đang tiến hành in bằng nhé, dự kiến sẽ cố gắng thông báo nhận bằng trước nghỉ tết nguyên đán. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Hi [full_name]T, . . Em tên là [full_name]. . MSSV [student_id]. . Em đã hoàn thành các môn học yêu cầu và nộp bằng anh văn theo quy định. . Nhưng vẫn chưa có tên trên danh sách tốt nghiệp dự kiến. . [full_name]T cập nhật danb sách giúp em để em đanv ký tốt nghiệp kịp thời gian ạ. . Em cám ơn",
            "Chào em,. . Sau ngày 11/1/2022 em vào mybk/Đăng ký tốt nghiệp để đăng ký tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi quý thầy cô phòng đào tạo. . Em tên [full_name], khoa Môi trường và Tài nguyên, MSSV [student_id].. . Hôm nay em có nhận được mail thông báo tốt nghiệp, sau khi kiểm tra em nhận thấy điểm TOEIC của em chưa được cập nhật từ 505 lên 620 điểm. Mong phòng đào tạo kiểm tra lại giúp em thông tin này ạ.. . Em xin cảm ơn.",
            "Đã cập nhật lại CCNN 620 nhé. Bảng điểm tốt nghiệp của bạn sẽ được cập nhật lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dear PĐT - ĐH Bách Khoa TPHCM. . . . Em tên [full_name] - Sinh viên K15 lớp VL15KL khoa Công Nghệ Vật Liệu.. . Em làm đơn xin PĐT chuyển giúp em từ hệ chính quy sang hệ VHVL.. . . . Thanks,. . [full_name]",
            "\"\"\"Chào em,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV gởi yêu cầu đăng ký môn học cho hk212 ghi rõ tên, mã số môn học, lý do diện chuyển sang vlvh. . Thân\"\"\"",
            "Dear PĐT - ĐH Bách Khoa TPHCM. . . . Dạ thưa PĐT, đơn chuyển hệ của em đã được tiếp nhận nhưng em vẫn chưa thể đăng ký môn học. Kính mong PĐT xem xét giúp lại trường hợp của em.. . . . Thanks,. . [full_name]",
            "Chào bạn,. . . . Phòng đào tạo gởi Sinh viên quyết định thu nhận và chuyển sang VLVH HK212 theo tệp đính kèm.. . . . - Đăng ký môn học : SV đăng ký môn học trang bksi.hcmut.edu.vn    chọn đề mục “đăng ký môn học”. . . . Ghi rõ:. . . . + Nội dung : tên môn học + mã môn học + mã nhóm muốn đăng ký. . . . + Lý do SV mới được thu nhận lại. . . . + Đính kèm quyết định thu nhận (thời gian nhận gởi yêu cầu đến hết ngày 14/01/2022). . . . - Xét tốt nghiệp: SV đăng ký qua trang bksi.hcmut.edu.vn     chọn đề mục “Xét tốt nghiệp”. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy cô, em là [full_name], mssv [student_id]. . . . . Em xin hỏi về vấn đề: nếu hoãn thi ở HK211 thì đến HK212 thi lại thì điểm tổng kết của môn học đó sẽ tính như thế nào. Trường vẫn cập nhật, tính điểm thành phần và điểm thi CK hay chỉ tính điểm CK bằng điểm tổng kết môn học đó vậy ạ? Mong được quý thầy cô phản hồi sớm. . . . . Em xin trân trọng cảm ơn ạ!",
            "Chào em,. . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "em tên [full_name], MSSV [student_id], khoa Kỹ thuật giao thông khóa K2018.. . . . Do khoa không còn mở môn Kỹ thuật lập trình CO1013 nên em đã học môn tương đương là Nhập môn lập trình CO1003 và đã có điểm số.. . . . Em muốn xin chuyển điểm thì phải làm các thủ tục như thế nào. Em xin cảm ơn. .   i Yêu cầu khác .",
            "Chào em,. . Em cần làm đơn gửi email [email]  để PĐT kiểm tra rồi trả lời em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Em được thu nhận lại ngày 06/12/2021 nên không kịp đăng kí môn học học kì chính, em xin được đăng kí môn học đrẻ kịp chương trình ạ!",
            "Chào em,. . Nếu yêu cầu của em về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho em.. . Thông tin có: mã số môn học, tên môn học, mã nhóm, lý do nhé. . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . em chào quý Thầy Cô,. . . . em đăng kí tốt nghiệp hôm 7/1/2022, đến hôm nay 11/01/2022 em vẫn chưa nhận được mail cũng như chưa đăng ký tốt nghiệp được ạ?. . . . em nhờ quý Thầy Cô check giúp em ạ!. . . . em xin chân thành cảm ơn,",
            "\"Chào bạn,. . SV đã đăng ký tốt nghiệp. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công và nhận được mail xác nhận đồng ý, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi hiện tại e chưa đủ chứng chỉ av tốt để tốt nghiệp, và em không đăng kĩ môn học tài khoản elearning của e bị khoá, vậy làm sao mở lại tài khoản elearning để đk thi av nói viết ạ.. . . . Em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có thấy mail thông báo đăng kí học hoá thí nghiệm trực tiếp, không biết việc tiến hành tham gia sẽ là vào thời gian nào ạ. Nếu ngay hiện tại trong tháng 1 phải tham gia thì em vẫn chưa thể đáp ứng được,mong thầy cô hủy giúp em phiếu đăng kí của em  ạ. EM tên [full_name]SV[student_id]",
            "Yêu cầu khác. . . . Em có thấy mail thông báo đăng kí học hoá thí nghiệm trực tiếp, không biết việc tiến hành tham gia sẽ là vào thời gian nào ạ. Nếu ngay hiện tại trong tháng 1 phải tham gia thì em vẫn chưa thể đáp ứng được,mong thầy cô hủy giúp em phiếu đăng kí của em vì em đọc khong kĩ và hiểu nhầm lịch bă đầu thí nghiệm từ tháng 3 ạ. EM tên [full_name]SV[student_id]  /QUOTE . .",
            "đã xử lý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Mến chào [full_name]/Chị,. . Em có 2 câu hỏi là:. . 1/ Thời gian tuyển sinh văn bằng 2 năm 2022 là vào tháng mấy ạ? E sẽ đăng ký tốt nghiệp vào đợt tháng 4/2022, vậy có kịp để đăng ký văn bằng 2 năm 2022 không ạ?. . 2/ E tốt nghiệp bằng giỏi ngành Điều khiển & tự động hóa (khoa Điện-Điện tử) vậy tỉ lệ trúng tuyển khi xét tuyển văn bằng 2 ngành Khoa học máy tính là cao không ạ?. . E cám ơn [full_name]/Chị!",
            "Chào em,. . Về vấn đề liên quan đến học Chính quy văn bằng 2 bạn vui lòng xem chi tiết tại: Website:www.tuyensinh.hcmut.edu.vn – Đại học VLVH, Email tư vấn: [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Ở mục yêu cầu trước cô có nói em đăng kí thêm mã nhóm nhưng hiện em không xem được nhóm nào hiện có nên không thể bổ sung ạ",
            "Như ở thông báo trước cô có bảo em gửi thêm mã nhóm cần đănng kí nhưng hiện tại em không có cách nào để xem được mã nhóm. Mong cô hỗ trợ ạ. Em xin cảm ơn",
            "Chào bạn,. . . . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . . . hoặc Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xác suất và thống kê - MT2001.. . Luận văn tốt nghiệp - tr4323. .",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Pdt cho em hỏi, e đăng kí môn luận văn tốt nghiệp(ktn) ME4039 vào đợt 2 và đợt 3 vì lí do sinh viên không thể đăng kí vì dừng học/thôi học. Làm sao e có thể đăng kí vào đợt bổ sung tới đây.. . Em cảm ơn",
            "Thân gửi các bạn sinh viên,. . . . Đến thời điểm hiện tại SV vẫn chưa có Thời khóa biểu hoặc chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV) vì bất kỳ lý do gì. SV vui lòng vào đăng ký lại trong đợt này.. . . . Thời gian dự kiến từ ngày 18/01/2022 đến 19/01/2022 cho HK chính 212 (chỉ được đăng ký bổ sung các học phần tốt nghiệp: LVTN, TTTN, ĐCLV).. . . . Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm lại để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . . .  . . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . \t. . Dạ em chào Phòng Đào tạo!. . . . Phòng Đào tạo cho em hỏi thi cuối kỳ đối với sinh viên hoãn thi thì sẽ được tổ chức chung với kỳ thi cuối kỳ của kỳ tiếp theo hay sẽ được tổ chức riêng ạ?. . . . Bên cạnh đó, em cũng đã mail với giảng viên phụ trách môn mà em hoãn thi của kỳ này để hỏi về nội dung thi cuối kỳ nhưng giảng viên vẫn chưa phản hồi thì em nên liên hệ với ai để hỏi ạ? . . . . Em cảm ơn.. .   i Yêu cầu khác .",
            "Chào bạn. . Tùy tình hình nghen bạn. . Nếu được thì [full_name] sẽ tổ chức kỳ thi riêng. . Bạn vui lòng đợi thông báo sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em xin chào phòng đào tạo trường Đại học Bách Khoa- ĐHQG TP.HCM.. . Em tên là [full_name]. . MSSV: [student_id]. . Lớp: XD18KT. . Khoa: Kỹ thuật xây dựng. . em xin trả lời cho câu hỏi mã 47116 của em như ảnh bên dưới, em xin hủy đăng kí môn thí nghiệm vật lí kiến trúc (CI3151) vì L02 em bị trùng lịch học, L03 em cũng vừa bị sắp trùng lịch ạ. Em xin cám ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo,. . . . Em là [full_name], mssv là [student_id]. Theo như mail mới nhất em được nhận thì em có thể điền vào link đăng kí học thí nghiệm Hoá Đại cương vì em học ở kì HK211 (như hình 1 đính kèm). Vì 1 lí do nào đó mà mỗi lần em ấn vào đều không điền được (như hình 2 đính kèm.. . . . Kính mong phòng đào tạo giải quyết giúp em ạ.. . Chúc thầy/cô có ngày làm việc hiệu quả và vui vẻ.. . Trân trọng./.. . LGH.. .   i Đăng ký môn học .",
            "Chào em,. . Hiện tại, Phòng Đào tạo không thể đăng ký học thí nghiệm trực tiếp theo yêu cầu của bạn.. . Sau tết Nguyên đán, Pdt sẽ tự động xếp học thí nghiệm cho Sinh viên chưa có lịch học. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em xin bảng điểm được không ạ, tại sao em in từ ngày 27/12/2021 hệ thống hẹn 30/12/2021 mà giờ là ngày 11/1/2021 vẫn chưa có ạ. Em đã đóng tiền r ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào quý thầy cô. Cho em hỏi môn tự chọn tự do em có thể lấy môn nhóm B để học được không ạ. Em cảm ơn và chúc thầy cô sức khỏe ạ.",
            "Chào em,. . Học phần tự chọn tự do là học phần sinh viên được tự do đăng ký, không bị ràng buộc với ngành/chuyên ngành sinh viên đang theo học, nhưng phải có kiến thức không trùng lắp với các kiến thức dùng để xét tốt nghiệp của chương trình đào tạo. Hai học phần được xem là trùng lắp nếu có chuẩn đầu ra/nội dung trùng lắp đến 50%.. . . . Ở một chừng mức nào đó, để tránh cho sinh viên không lúng túng khi chọn môn tự do, tránh lãng phí thời gian và tài chính, [full_name] gợi ý cho sinh viên chọn các môn nhằm trang bị kiến thức chuyên sâu hơn ở các chuyên ngành.. . . . Em liên hệ [full_name] trình bày môn đã chọn tự do, để [full_name] xem xét và xác nhận, hoặc có hướng dẫn cụ thể.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Dạ em chào thầy/cô. . Em tên là [full_name]. . Mssv: [student_id]. . Em có đăng kí môn Lịch sử Đảng (SP1039) lớp DT01 do cô Đào Thị Bích Hồng giảng dạy ở đợt ĐĂNG KÝ MÔN HỌC DỰ THÍNH MÔN HỌC HK212 - CQ + VLVH ĐỢT 3 - LỘ TRÌNH 1 mà hôm nay (11/1/2022) em chưa thấy có thời khóa biểu và phòng học trên BKel. . Dạ thầy cô cho em hỏi em đã đăng kí thành công chưa ạ hay là em có được học lớp này không ạ?. . *em có đính kèm hình ảnh TKB và cổng ĐKMH*. .",
            "Chào em;. . SV chính quy có thể đăng ký học lại ngoài giờ (Không mở cho SV chính quy học môn học lần đầu). môn này em chưa học lần nào nên không đăng ký được nhóm DT01 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Thưa thầy (cô) cho em hỏi em đã đăng kí đồ án môn học thiết kế đường 1 (CI3221) vào đợt đăng ký môn học đợt 3 và trên thời khóa biểu đã có môn học này nhưng trên elearning lại không có và trong danh sách thầy cô hướng dẫn đồ án không có tên em trong danh sách. Không biết trường hợp của em là như thế nào ạ ?",
            "Chào em,. . [full_name] phân công CBGD, em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào văn phòng ạ. . . . Em có câu hỏi là em đã đăng ký dự thính và có kết quả ở Đợt 3 - Lộ trình 1, vậy bây giờ em rút môn thì có bị tính học phí không ạ? Em cảm ơn. . . . . Chào văn phòng, chúc văn phòng có một buổi chiều vui vẻ ạ.. .",
            "Chào bạn,. . Rút môn học có tính học phí theo quy định nhé bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào Thầy/Cô. . . . Em có đăng kí làm luận văn ở đợt 2 và 3 của đợt đăng kí môn học thì đều bị Hủy ạ . . . . Em chỉ nợ 1 môn 7 chỉ (học kỳ này em đã đăng kí học lại ) . . . . Nhờ Thầy cô kiểm tra lại dùm và cho em được đăng kí làm luận văn ạ . .",
            "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1914867  /b \t. . . .   i Đăng ký môn học .  Chào thầy/cô, em có đăng kí học môn Giải tích 1 lớp DT02 nhưng muốn đổi qua lớp DT01 thì có thể đổi lớp trong ĐĂNG KÝ MÔN HỌC DỰ THÍNH MÔN HỌC HK212 - ĐỢT 1 - LỘ TRÌNH 2 hay có cách nào chuyển lớp được không ạ? Em xin cảm ơn.",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PDT,. . . . Em có nhận được mail lên trường nhận bằng tốt nghiệp. Cho em hỏi là PDT có làm việc vào   B thứ 7  /B  không ạ?. . . . Em cảm ơn. .   i Tốt nghiệp .",
            "Chào em,. . PĐT làm việc giờ hành chánh từ thứ 2 đến thứ 6. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào PĐT ạ!. . . . Em là [full_name], . . MSSV:[student_id], thuộc lớp XD18CTT. . Em muốn đăng ký bổ sung vào lớp L01_Đồ án môn học thủy công 1_(CI3201) của cô [full_name] giảng dạy HK212 này.. . Vì em vừa đăng ký được môn thủy công 1(CI3199) đối với các trường hợp đăng ký môn học ngoại lệ. Nên giờ em muốn học thêm môn đồ án thủy công 1 (môn song hành) để theo kịp tiến độ cho kỳ sau cũng như việc thực tập ngoài trường.. . Mong PDT giúp đỡ em với ạ. . Em xin cảm ơn!",
            "\"\"\"Chào bạn. . [full_name] đã tiếp nhận đề nghị DKMH của bạn. . Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân. . \"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Xin chào,. . Em là [full_name], mssv: [student_id]. Em xin hỏi là em đăng kí luận văn học kì 1 vừa rồi, do vẫn chưa có lịch báo cáo đợt 2. Bây giờ qua kì 2 em không có đăng ký môn, nên không có thời khóa biểu vì vậy em không đăng ký xin giấy xác nhận sv trên trên mybk được. Em có lên trang aao.hcmut.edu.vn tìm trong mục Biểu mẫu không thấy đơn viết tay. Cho e xin Mẫu đơn xác nhận sv viết tay ạ.. . Em mong được sự phản hồi và sự giúp đỡ sớm.. . Em chân thành cảm ơn.",
            "Chào em,. . SV không có thời khóa biểu trong học kỳ thì không được cấp giấy xác nhận SV nhé bạn.. . Bạn vui lòng trình bày rõ là bạn xin cấp giấy SV để làm gì?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào thầy cô.. . Em muốn hỏi giúp cho anh chị khóa trên ạ . . . . Do tụi em đăng luận văn kì 1, vẫn chưa báo cáo. bây giờ qua kì 2 tụi em không có đăng kí môn, nên không có thời khóa biểu tụi em không đăng kí xin giấy xác nhận sinh viên trên trên mybk được. Tụi em lên trang aao tìm trong mục biểu mẫu không thấy đơn viết tay. Thầy cô cho tụi em xin đơn mẫu viết tay ạ.",
            "Chào em,. . SV không có thời khóa biểu trong học kỳ thì không được đăng ký giấy xác nhận SV nhé bạn.. . Bạn vui lòng trình bày rõ là bạn xin cấp giấy SV để làm gì?. . Thân",
            "Dạ, em muốn xin giấy xác nhận sinh viên để thi Toeic.. . Em cám ơn Cô.",
            "Chào em,. . Em làm đơn xin cấp giấy xác nhận SV để thi TOEIC, ghi rõ lý do và gửi qua [full_name] nhé. . thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PĐT, em có tham gia thi lại online môn Trắc địa đại cương CI1007 nhóm lớp L01-A học kì 211 vừa rồi!. . Cô phụ trách lớp của em đã up lên Bkel file điểm Trắc địa đại cương nhưng trong đó không có tên của em!. . Dạ! Cho em thắc mắc là điểm Trắc địa đại cương của em là sẽ gửi riêng về PĐT nên chưa cập nhật cho em đúng không ạ? . . Em gửi lại phiếu cho phép dự thi và ghi điểm của môn này ạ!",
            "Chào bạn. . Đã cập nhật điểm đạt (điểm 22) trên Mybk xem điểm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i Kính gởi PĐT, thời khóa biểu để môn thí nghiệm vật lí có 2 tín chỉ như thế này ạ. Em đính kèm tệp phía dưới.. .",
            "Chào em,. . Tính có 1 TC, em cộng TC các môn lại nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: -[full_name] EM ĐANG THẮC MẮC VÀI ĐIỀU. VẬY [full_name] [full_name] ( [full_name]) Ở ĐÂU Ạ. . - [full_name] CHỈ ĐỂ [full_name] [full_name]",
            "Chào em,. . Khoa XD có email: [email] hoặc em liên hệ với GVCN nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào mn, em là [full_name], mssv [student_id]. . . . Mặc dù là thời gian đăng kí môn học đã qua tương đối lâu nhưng mà cho em hỏi là phòng đào tạo có thể mở thêm lớp vật lý bán dẫn (EE1007) (nhóm lớp L09_L18) được không ạ? Do đợt đăng kí 2 và 3 em chưa đăng kí được môn này vì trùng TKB và do các lớp đều đã đủ không đăng kí được mà môn này là môn tiên quyết của nhiều môn năm 2. . . . Em xin cảm ơn và chúc mn nhiều sức khỏe. . . .",
            "Chào bạn,. . . . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . . . hoặc Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa quý thầy/cô, em có nhận được mail đăng ký xin dạy bù trực tiệp Thực hành thí nghiệm hóa đại cương (CH1004)-HK202+203+211 nhưng khi ấn vào link để đăng ký thì em chỉ nhận được bảng trạng thái là không có quyền truy cập ạ. Kính mong quý thầy/cô giải đáp giúp em với ạ.. .",
            "Chào em,. . - Nếu em chưa được xếp thì sau tết Nguyên đán, Pdt sẽ tự động xếp học thí nghiệm cho Sinh viên chưa có lịch học. . - SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. . . . . . . . . ."
        ]
    }
]