[
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô, . . . . Đối với môn học đã hoãn thi ở học kì trước thì kì này có được tiếp tục hoãn không ạ?. . . . Em cảm ơn thầy, cô.",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . \"Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022\". . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Dạ em là   B [full_name]  /B  . . mã số sinh viên   B [student_id]  /B  - mã ngành 123 . . . . Dạ phòng đào tạo cho em hỏi là, em lỡ nộp học bạ bản gốc thay vì bản sao công chứng ạ, phòng đào tạo có thể cho hỏi là em lên phòng đào tạo để lấy về photo công chứng lại không ạ. Nếu được thì khi đi em cần phải cầm giấy tờ gì ạ, vì em đang bị mắc kẹt dưới quê nên em định nhờ người nhà lấy dùm ạ. Em mong nhận được phản hồi từ phòng đào tạo. Em cảm ơn ạ",
            "Chào em,. . Mọi thắc mắc, khiếu nại sinh viên vui lòng liên hệ mail: [email] để được tư vấn và hỗ trợ kịp thời.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô,. . Em tên là [full_name], mssv [student_id], do bất cẩn nên lúc in bảng điểm em đã chọn nơi nhận tại CS1 mà không đọc dòng chữ (chuyển phát qua bưu điện). Trường hợp này em có được đến cơ sở 1 nhận bảng điểm không ạ.. . Em cám ơn thầy cô đã đọc.. . Trân trọng.",
            "Chào bạn,. . Trường hợp bạn đăng ký nhận bảng điểm ở CS1 thì đến PDT cơ sở 1 để nhận nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy cô của phòng Đào tạo ạ. . Em tên là [full_name], sinh viên ngành kĩ thuật cơ khí chất lượng cao. . Em không đăng kí kịp đợt đăng kí lớp thí nghiệm thì có bị làm sao không ạ?. . Nếu bây giờ em đăng kí thì có được không ạ?. . Tên môn học: General Chemistry (Lab). . Mã môn học: CH1004. . Học kì: CC_HK211. . Em cảm ơn thầy cô ạ",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 13/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô ạ. . Em là [full_name], MSSV [student_id], sinh viên khoa Quản lý công nghiệp. . Em viết mail này muốn hỏi thầy cô là em bỏ lỡ giờ thi môn CNXHKH thì có được thi bù không ạ? Nếu được thì em phải làm thủ tục như thế nào ạ?. . Mong sớm nhận được phản hồi từ thầy cô. . Em cảm ơn rất nhiều ạ.. . Thanks.. . . .",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . \"Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi\". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em thắc mắc lịch học thời khóa biểu của môn thực tập điện 1 và điện tử 1. Trường sắp xếp cho em bị trùng lịch học nhau vào ngày thứ 5 thì em phải giải quyết như thế nào ạ? . .",
            "Chào em,. . Em có thể liên hệ GV để hỏi xem có đổi được không nhé. Hoặc em muốn huỷ môn nào thì gửi lại.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào phòng đào tạo , em là sinh viên đang học môn Dung sai và kỹ thuật đo ME3003 , hiện trên thời khóa biểu của em có cập nhật học phần thí nghiệm của môn học này với mã [VLxx] , em không biết là mình sẽ học trực tiếp tại phòng học ( đã hiển thị trên TKB ) hay sẽ học online ạ , vì em có liên hệ với giáo viên dạy thí nghiệm môn này thì không nhận được phản hồi và trên E learning môn học này không có thông tin và thông báo gì cho sinh viên về hình thức học cả, và giáo viên cũng chưa thông báo qua mail cho sinh viên . . . Em cảm ơn.. .",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . \"Kế hoạch về việc giảng dạy, học tập trực tiếp các học phần Thực hành, Thí nghiệm, Đồ án môn học, Đề cương Luận văn tốt nghiệp, Luận văn Tốt nghiệp của học kỳ 2 và học kỳ hè/năm học 2020-2021, và học kỳ 1/năm học 2021-2022. . Hộp thư đến. . . . - Ho Tro SV   [email] . . 16:04, Th 4, 17 thg 11. . tới stu.all, \". . em không biết là mình sẽ học trực tiếp tại phòng học ( đã hiển thị trên TKB ). . =  Học trực tiếp tại CS1 . . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào thầy/cô. . . . . Em là [full_name]. MSSV [student_id]. Hiện tại em có đăng ký ở ký túc xá ĐHQG và thấy thông tin là bắt buộc đóng BHYT bên ký túc xá ĐHQG và em cũng đã đóng rồi. Nhưng do ban đầu em không biết nên đã đăng ký BHYT bên trường. Nên cho em hỏi, hướng giải quyết trong trường hợp của em sẽ như thế nào ạ.. . . . Em xin cảm ơn ạ.. . . .   i Yêu cầu khác .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi email sinh viên của em là [email] sao lại bị ban quản trị vô hiệu hóa, không cho vào vậy ạ. Em cảm ơn.. .   i Yêu cầu khác .",
            "Chào em,. . Thời hạn sử dụng của tài khoản BK Net ID sau khi tốt nghiệp từ 1-3 tháng tùy theo chính sách liên kết với google về email. . PĐT không phụ trách về vấn đề này nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào thầy/cô,. . . . Em là [full_name], MSSV: [student_id].. . . . Như đã trình bày ở câu hỏi trước đó và được sự hướng dẫn từ thầy/cô. Nay em làm đơn này xin được thu nhận lại nhầm mục đích xét tốt nghiệp trong học kì này ạ.. . . . Em cảm ơn.. . . . (Em có đính kèm theo bản PDF phiếu đăng kí thu nhận lại của em).",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy cô ạ. Hôm 7/12 em đăng ký thí nghiệm vào ngày 13-14/12, nay em xin phép đăng ký vào trường làm luận văn tốt nghiệp nữa ạ. Em thắc mắc không biết vào trường có cần xuất trình giấy tờ hoặc minh chứng để được vào trường không ạ?",
            "Chào em,. . Nhà trường có gửi mail thông báo về việc thực hiện quy trình kiểm soát tại cổng trường, em xem mail nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 213T1008  /b \t. . . .   i Tốt nghiệp . Chào Phòng Đào tạo,. . . . Hiện tôi đã đủ điều kiện tốt nghiệp. Tuy nhiên khi tôi đăng ký tốt nghiệp thì phần mềm báo lỗi như file đính kèm. Nhờ Phòng đào tạo kiểm tra giùm.. . . . Tôi chân thành cám ơn.. . . . [full_name]",
            "\"Chào bạn,. . Lỗi Đăng ký tốt nghiệp đã được khắc phục, em vui lòng vào đăng ký lại nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo .. . . . Em tên là [full_name] . MSSV [student_id] , khóa 2021 . . . . Do tình hình dịch bệnh trong lúc nộp hồ sơ nhập học nên em không thể làm công chứng cho 3 loại giấy tờ là : Học bạ , giấy khai sinh và giấy chứng nhận tốt nghiệp tạm thời . . . Hiện bây giờ bên phía Phòng Đạo Tạo yêu cầu em nộp bổ sung những giấy tờ trên với công chứng , nhưng bây giờ 3 giấy tờ trên của em hiện đang bị thất lạc .. . Em xin phép hỏi Phòng Đào Tạo có thể gửi lại 3 giấy tờ chưa công chứng mà em đã nộp cho phía nhà trường , khi đó em có thể làm công chứng và bổ sung thêm vào hồ sơ nhập học được không ạ ? . . . . Em rất mong được nhận sự phản hồi sớm nhất của bên phía Phòng Đào Tạo .. . Em xin chân thành cảm ơn phía Phòng Đào Tạo đã đọc .. . . .",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . NHẮC: V/v CÁCH THỨC NỘP HỒ SƠ NHẬP HỌC SV K21 BỔ SUNG. . Hộp thư đến. . . . support.stu@hcmut.edu.vn. . Tệp đính kèm. . 09:34 (4 giờ trước). . Mọi thắc mắc, khiếu nại sinh viên vui lòng liên hệ mail: huongthuy@hcmut.edu.vn để được tư vấn và hỗ trợ kịp thời.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ hôm trước em có đăng ký học thực hành trực tiếp, và hiện tại đã có thời khoá biểu.. . Nhưng do tình hình sức khoẻ hiện tại không đảm bảo để học trực tiếp ở trường, Em muốn huỷ thì phải làm sao ạ.. . Em xin cảm ơn",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . \"Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi\". . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là sinh viên đã đăng ký tốt nghiệp tháng 11. Có tên trong danh sách tốt nghiệp dự kiến. Đã nhận giấy tốt nghiệp tạm thời. Bây giờ em muốn đăng ký in bảng điểm gấp. Em thấy trong hướng dẫn đăng ký có để \"sinh viên có tên trong danh sách tốt nghiệp dự kiến\" thanh toán lệ phí tại PDT. Nhưng khi xác nhận đăng ký thì trang đăng tự động chuyển trang sang BKpay và yêu cầu thanh toán phí in. Cho em hỏi vậy em đóng tiền trên BKpay luôn hay làm thế nào ạ? Em cảm ơn",
            "Chào em,. . Bảng điểm của bạn đã có, em có thể liên hệ PDT để nhận. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em chào cô,. . . . HK201 em đã hoàn thành 2 môn là  B  KHVL dệt (ME2103)  /B  và   B T/n kiểm tra phân tích vật liệu dệt (ME2107)  /B    B theo mã mới của K2019  /B , đây là môn   B tương đương  /B  cho môn   B KHVL dệt (ME2063) của K2018  /B . Tuy nhiên bảng điểm của em vẫn chưa cập nhậy tín chỉ tích lũy ngành (TCTLN) của môn học này. Mong PĐT hỗ trợ cập nhật tín chỉ để em có thể đăng ký   B Luận văn  /B  cho học kỳ tới.. . em cảm ơn.. .",
            "Chào em,. . Em cần làm đơn gửi email [email]  để PĐT kiểm tra rồi trả lời em nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Kính gửi PĐT,. . em tên là [full_name], MSSV:[student_id]. Do cần giấy báo trúng tuyển vào đại học Bách Khoa để làm hồ sơ du học và giấy của em đã bị thất lạc, nên em xin được mượn hồ sơ sinh viên và xin được cấp giấy xác nhận đã gửi giấy báo trúng tuyển của trường.. . Trân trọng.\t. . . .   i Yêu cầu khác .",
            "Đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . . Dạ, em có thắc mắc này ạ, mong thầy/cô giúp đỡ.. . Chuyện là em Đã gửi bộ hồ sơ UTXT cho trường vào ngày 22/09/2021 thông qua Bưu Điện và đã giao thành công, nhưng vào ngày 8/12/2021 em nhận được mail thông báo nộp \"bổ sung\" hồ sơ UTXT từ trường. Mặc dù mail gửi cho bạn có địa chỉ   \"[email]\".. .  Nhưng do mail xuất hiện trong hộp thư của em và tên em có trong trong \"file đính kèm hồ sơ thiếu phải bổ sung K2021 \" đi kèm với email với đây là việc liên quan tới bị Thôi Học, nên em cảm thấy rất lo. Em không biết là mình có phải nộp LẠI toàn bộ hồ sơ UTXT hay chỉ phần bị thiếu và em cũng không biết phần bị thiếu là gì ? Thầy/cô có thể kiểm tra giúp em được không ạ ?. . . . . . Mong cô giải đáp thắc mắc giúp em , em cám ơn.. . MSSV : [student_id]. . Tên : Tăng Nhơn Vĩ. .",
            "Chào em,. . NHẮC: V/v CÁCH THỨC NỘP HỒ SƠ NHẬP HỌC SV K21 BỔ SUNG. . . . Mọi thắc mắc, khiếu nại sinh viên vui lòng liên hệ mail: [email] để được tư vấn và hỗ trợ kịp thời.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name] ( [student_id] ), như vậy đơn hoãn các môn thí nghiệm học kì 211 của em được chấp nhận rồi ạ. Em xin cảm ơn . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Bên trường kêu em cần bổ sung tờ khai lý lịch, cho em hỏi có phải là tờ khai sơ yếu lí lịch không ạ??. . . .",
            "Chào em,. . NHẮC: V/v CÁCH THỨC NỘP HỒ SƠ NHẬP HỌC SV K21 BỔ SUNG. . . . Mọi thắc mắc, khiếu nại sinh viên vui lòng liên hệ mail: [email] để được tư vấn và hỗ trợ kịp thời.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em đăng ký bảo hiểm y tế ở địa phương vậy em phải lên trường nộp minh chứng hay có thể gửi minh chứng online để đủ điều kiện đăng ký môn học không ạ?. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là em đăng ký xét tốt nghiệp thì bị lỗi như hình ạ. Em mong pđt xem xét giúp em.. .   i Tốt nghiệp .",
            "\"Chào bạn,. . Lỗi Đăng ký tốt nghiệp đã được khắc phục, em vui lòng vào đăng ký lại nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có nhận được mail bổ sung hồ sơ. Em đã tốt nghiệp cấp 3 năm 2020 và trúng tuyển vào trường bk là sinh viên k20 nhưng em chuyển ngành nên em đã thi đgnl lại và trúng tuyển khoa điện-điện tử khóa k21. Lúc em nộp hồ sơ em không có phiếu điểm thpt bản chính do em không thi kì thi thptqg2021, cả giấy chứng nhận tốt nghiệp tạm thời và phiếu điểm em đã nộp cho trường vào năm ngoái nên em không có 2 loại giấy đó trong bộ hồ sơ nhưng em đã nộp bản sao bằng tốt nghiệp cấp 3 cho trường ạ. Với đợt trước em cũng có gửi học bạ photo công chứng nhưng vẫn không hiểu sao lại thiếu nhưng em vẫn có thể gửi lại 1 bản khác cho trường. Vậy cho em hỏi có cần nhất thiết phải có giấy chứng nhận tốt nghiệp tạm thời và phiếu điểm không ạ hay em phải gửi thêm 1 bản sao khác của bằng tốt nghiệp thpt. Em cảm ơn ạ. .",
            "Chào em,. . Mọi thắc mắc, khiếu nại sinh viên vui lòng liên hệ email: [email]. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào quý thầy (cô).. . . . Trong quá trình bấm nút đăng ký nộp đơn xét tốt nghiệp em bị báo lỗi như hình đính kèm.. . . . Kính mong được thầy (cô) hướng dẫn khắc phục ạ.. . . . Em xin cám ơn.. .",
            "\"Chào bạn,. . Lỗi Đăng ký tốt nghiệp đã được khắc phục, em vui lòng vào đăng ký lại nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào anh/chị,. . . . Em là [full_name], MSSV: [student_id],. . . . Hiện tại em đã hoàn thành chứng chỉ Toeic(đã được trường xác nhận và đã xét điểm) và 2 kỹ năng. Nhưng hiện tại điểm anh văn của em (1, 2, 3, 4) vẫn chưa lên hệ thống Thông tin sinh viên. Cho em hỏi khi nào điểm của em mới được cập nhật vậy ạ.. . . . Hiện tại, tình trạng sinh viên của em là tạm dừng (tạm dừng vì không đăng kí môn học). Nên cho em hỏi, sau khi điểm của em đã được cập nhật lên hệ thống Thông tin sinh viên thì em cần làm những gì để có thể đăng ký Tốt nghiệp kịp hạn 24/12/2021 này ạ.. . . . Em rất mong nhận được sự hồi đáp.. . . . Em xin chân thành cảm ơn!",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy cô,. . . . Khi em thực hiện đăng ky xét tốt nghiệp trên tool thì em gặp lỗi như này ạ.. . . . class \"org.bouncycastle.cms.CMSTypedData\"'s signer information does not match signer information of other classes in the same package. . . . Nhờ thầy cô xem giúp em với ạ.. . . . Em cảm ơn,. . [full_name].",
            "\"Chào bạn,. . Lỗi Đăng ký tốt nghiệp đã được khắc phục, em vui lòng vào đăng ký lại nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PĐT!. . Cho em hỏi hết học kì 211, PĐT có xét tín chỉ tích lũy tối thiểu của sinh viên năm 2 không ạ?. . . . Vì em thấy số tín chỉ tích lũy của năm 2 để đăng ký môn năm 3 là 56 chỉ, nhưng vì em đang hoãn vài môn và tình hình dịch bệnh khó khăn nên em không đăng ký thi lại đúng lộ trình được ạ!",
            "Chào bạn[full_name] [full_name] Vì tình hình dịch bệnh nên Hk211 và 212 không xét điều kiện này nghen bạn[full_name] [full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào cô,. .   I Vừa qua em có gửi câu hỏi thắc mắc về vấn đề: . HK201 em đã hoàn thành 2 môn là   B KHVL dệt (ME2103) và T/n kiểm tra phân tích vật liệu dệt (ME2107)  /B  theo mã mới của   B K2019  /B , đây là   B môn tương đương cho môn KHVL dệt (ME2063)  /B  của   B K2018  /B . Tuy nhiên bảng điểm của em vẫn chưa cập nhậy tín chỉ tích lũy ngành (TCTLN) của môn học này. Mong PĐT hỗ trợ cập nhật tín chỉ để em có thể đăng ký  B  Luận văn  /B  cho học kỳ tới.. . . .   B Một bạn sinh viên khác cũng hỏi câu tương tự, nhưng em và bạn nhận được hai câu trả lời khác nhau (hình minh chứng)  /B . Mong quý thầy cô có thể xem lại và giải quyết giúp em ạ.. . Em xin chân thành cảm ơn.",
            "Chào em,. . PĐT đã giải quyết rồi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng đào tạo,. . . . Hiện tại hệ thống vẫn thông báo lỗi khi em nộp đơn đăng ký tốt nghiệp nên em vẫn chưa dăng ký tốt nghiệp được ạ. Em có đính kèm hình ảnh thông báo lỗi ạ. Em cảm ơn cô đã đọc ạ.. . . . Kính mong phòng đào tạo xem xét cho em ạ.",
            "Dạ em thưa cô,. . Em đã đăng ký tốt nghiệp được rồi ạ.. . Em cảm ơn cô đã hỗ trợ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PĐT, em có quyết định được hoãn thi vài môn ở học kỳ 201, nhưng mà từ cuối học kỳ 202 trở đi không được học trực tiếp nên việc đăng ký hoãn thi gặp nhiều khó khăn ạ từ việc liên lạc với PĐT và hỏi các thầy cô phụ trách môn vì do có những môn thầy cô tự tổ chức thi cuối kì.. . . . Em thấy hạn của việc thi xóa điểm VP là thời hạn 1 năm học tính từ HK 202 trở di, như vậy là hết học kỳ 211 là đủ 1 năm. . . Dạ cho em hỏi em có được đăng ký thi lại tiếp ở học kỳ 212 được không ạ? Vì tình hình khó khăn em đăng ký thi lại các môn trước rất khó khăn nên mong PĐT thông cảm cho em thêm học kì 212 để em thi lại hết môn hoãn ạ!. . . . Em cảm ơn PĐT ạ!",
            "Chào bạn. . Theo quy định là không được nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào pdt,. . Nếu trong trường hợp nhà trường tổ chức lễ tốt nghiệp vào tháng 4, mà đến tháng 6 em mới đủ điều kiện đăng ký tốt nghiệp, vậy em có thể nhận bằng tốt nghiệp tạm thời sau khi khi đăng ký hay ko? Hay là em phải chờ tới qua tháng 11 mới nhận được bằng tốt nghiệp cùng với khóa kế tiếp ạ?",
            "Chào em,. . Vui lòng trình bày rõ câu hỏi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name], mssv [student_id]. Em trúng tuyển vào trường theo phương thức TTHGIOI. Hiện em đã nhận được mail thông báo trường rằng bằng HS giỏi em nộp chưa công chứng. Tuy nhiên, theo em được biết thì trong bộ hồ sơ tân sinh viên không yêu cầu nộp bản công chứng bằng HS giỏi. Em hỏi bạn bè cũng được biết bạn không nộp bản công chứng bằng HS giỏi nhưng cũng không có trong danh sách nộp hồ sơ bổ sung. Tuy vậy, vào lúc 8h ngày hôm nay (9/12/2021), em đã chuyển phát nhanh bản công chứng giấy chứng nhận học sinh giỏi. Do thời điểm em chuyển trước khi mail trường thông báo nên em đã không ghi trên phong thư \"Nộp hồ sơ nhập học Tân SV K21\". Vậy quý thầy cô cho em hỏi em có cần phải chuyển phát nhanh lại về địa chỉ phòng đào tạo của trường không?",
            "Chào em,. . Mọi thắc mắc, khiếu nại sinh viên vui lòng liên hệ email: [email]. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT, . . Em tên Trần Ngọc Gia Khanh. . MSSV: [student_id]. . . . Em muốn xin hủy lịch học thí nghiệm 2 lớp sau:. . MÃ MH\tTÊN MÔN HỌC\t\tNHÓM-TỔ. . CH2034\tHóa sinh (thí nghiệm)\tVL02. . CH3352\tSinh học tế bào (TN)    VL01. . . . Lý do: Người nhà của em vừa nhiễm COVID, hiện em đang là F1 và em ở chung cư, ban quản lí chung cư đã cách ly căn hộ nhà em, do đó em không thể ra ngoài để đi học vào tuần tiếp theo  (tuần 5) như lịch học được ạ.. . . . Mong sớm nhận được phản hồi từ PĐT ạ.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em có vẫn đề cần được giải đáp là nhà trường lúc trước có gửi cho sinh viên 1 email để đăng ký học thí nghiệm offline trên trường, em đã đăng ký. Nhưng hiện tại sau khi được xếp lịch thì lịch thí nghiệm lại trùng vào tuần thi cũng như ngày thi của em, nên em không thể sắp xếp thời gian tham gia được vì quá gấp rút. Nên em muốn hỏi là:. . 1/ Em có thể hoãn lại các môn thí nghiệm trên trường và học trở lại những môn này sau đó không ạ?. . 2/ Việc hoãn thí nghiệm này có giống như hoãn thi hay bị mất môn và phải đăng ký học lại không ạ?. . Em xin cám ơn!. .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô,. . Hôm 06/12 em đã được nhận lời đồng ý để đến trường học các môn thí nghiệm nhưng đến hiên tại các bạn em đã có thời khóa biểu nhưng em thì vẫn chưa có. Mong PĐT có thể sắp xếp thời khóa biểu để em có thể chủ động trong việc sắp xếp di chuyển vào Sài Gòn. . . Em cảm ơn.",
            "Chào em,. . Em vui lòng gửi lại nội dung có mã số môn học, tên môn học, học kỳ.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo. . Dạ ý của em là phòng đào tạo căn cứ vào thời gian gửi là ngày 9/12/2021 để xem hồ sơ có hợp lệ đúng không ạ? Em xin chân thành cảm ơn!. . . .",
            "Chào em,. . Mọi thắc mắc, khiếu nại sinh viên vui lòng liên hệ email: [email]. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi: Phòng Đào tạo trường Đại học Bách khoa – ĐHQG TPHCM. . Em tên là: [full_name], khoa Kĩ thuật Hóa học, chuyên ngành Công nghệ Sinh học.            MSSV: [student_id]. . Em xin phép được gửi chi tiết những môn học cũng như mã lớp các môn Thực hành thí nghiệm em xin phép được hủy đăng ký học trực tiếp như sau:. . 1. Thí nghiệm Vi sinh vật (CH3004), Nhóm lớp VL01. . 2. Thí nghiệm Sinh học tế bào (CH3352), Nhóm lớp VL01. . 3. Thí nghiệm Hóa sinh (CH2034), Nhóm lớp VL02. . 4. Thí nghiệm Hóa hữu cơ cơ bản (CH2111), Nhóm lớp VA01. . Lý do: em đã gửi trong file đính kèm ạ. . Em mong Phòng đào tạo sẽ xem xét cho trường hợp của em ạ!. . Em xin chân thành cảm ơn!. .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 812BE062  /b \t. . . . Cho em hỏi cách nộp bằng tốt nghiệp trung học phổ thông đến Phòng đào tạo ( Scan bằng gửi vô địa chỉ nào?)",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . Mọi thắc mắc, khiếu nại sinh viên vui lòng liên hệ email: [email]. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính chào thầy/cô!. . . . Em là [full_name] (MSSV: [student_id]), em hiện là SV năm 4 Khoa Khoa học Máy tính. . . . . Thầy cô có thể cho em hỏi trong trường hợp em đã hoàn thành đủ tín chỉ yêu cầu, chỉ trừ ĐCLV và LVTN, thì ở kì học 212 tới em có thể chỉ đăng kí ĐCLV, và ở kì 221 chỉ đăng kí LVTN thôi không ạ, hay em phải đăng kí thêm môn học khác để duy trì thời khóa biểu ở 2 học kì này?. . . . Em cám ơn thầy/cô rất nhiều, em mong sớm nhận được phản hồi từ thầy/cô!",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ.  Cho em hỏi là do em mới về quê. Mà quên mang thẻ sinh viên về. Hiện tại em không có thẻ sinh viên để thi cuối kì ngày thi của em là 11/12 và 12/12 ạ. Mà em đăng ký in  thẻ sinh viên gửi về quê Hà Tĩnh thì nó bị lỗi ạ.. . Vậy cho em hỏi trường hợp của em thì có cách nào để em có thể được thi cuối kì không ạ. . . Em cảm ơn nhiều ạ.",
            "Chào em,. . Bị lỗi gì em?vui lòng chụp hình gửi đính kèm nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã tiêm đủ 2 mũi vaccine và mũi 2 tiêm vào ngày 30-11, vậy em có đủ điều kiện học trực tiếp các học phần thí nghiệm tại trường vào ngày 13-12 không?",
            "Chào em,. . Em vui lòng gửi lại nội dung có mã số môn học, tên môn học, học kỳ.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào quý anh chị PDT,. . . . Cho em hỏi lịch xét anh văn trong tháng 12 này có kịp để đăng ký tốt nghiệp 24/12 này ko ạ?. . . . Và lần thi Toeic lần 1 trước em đã có đăng ký xét miễn môn học, hiện tại Toeic lần 2 điểm cao hơn thì có thể đăng ký xét miễn lại ko ạ? Vì đăng ký xét miễn trong mybk báo không hợp lệ.... . . . Em cám ơn,",
            "Chào quý anh chị PDT,. . . . Vừa rồi em có đăng ký tốt nghiệp và hiện tại bị lỗi như hình ảnh đính kèm, cho em hỏi lỗi này cụ thể như thế nào để kịp thời xử lý ạ?. . . . Em cám ơn,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào phòng đào tạo. . Phòng đào tạo cho em hỏi điểm trung bình tích lũy của em là 8.01 nhưng sao xếp loại tốt nghiệp của em ở giấy chứng nhận tạm thời là bằng khá ạ.. . Em cảm ơn",
            "Chào em,. . Xếp loại tốt nghiệp tính Điểm trung bình tích lũy ngành. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy/cô,. . Em có đăng kí chuyển điểm anh văn ngày hôm nay 9/12/2021 nhằm cải thiện trung bình tích luỹ vì hiện tại GPA của em là 6.99.. . Tuy nhiên hạn chót đăng kí tốt nghiệp là 24/12/2021, nên em rất lo lắng không kịp, em kính mong quý thầy/cô giúp đỡ để em kịp hạn xét tốt nghiệp cũng như cập nhật về điểm trung bình tích luỹ mới.. . Em chân thành xin lỗi vì sự chậm trễ này, em đăng kí dự thi ngay khi trung tâm mở lại 28/10/2021, tuy nhiên lịch thi tận 1 tháng sau đó và đến hôm nay mới có kết quả.. . Em xin cảm ơn quý thầy cô rất nhiều.. . Trân trọng."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quý thầy cô. Em là [full_name], sinh viên K15. Em có đọc trong quy chế học vụ mục 5.5 sinh viên đã hoàn thành CTGD nhưng chưa đủ điều kiện khác để xét tốt nghiệp (chuẩn tiếng anh, công tác xã hội..)sẽ được kéo dài thời gian đào tạo tối đa một học kỳ để SV bổ sung các điều kiện để được xét tốt nghiệp (không được đăng ký môn học trong thời gian kéo dài này). Em muốn hỏi mẫu đơn và thủ tục để gia hạn thời gian đào tạo ạ.. . Em xin chân thành cảm ơn!",
            "Chào bạn. . - Trường hợp thiếu chứng chỉ anh văn 2 kỹ năng để đủ điều kiện tốt nghiệp, SV K15 sẽ nộp đơn kéo dài (tự làm, không mẫu) thời gian sau tháng 04/2022.. . - Về quy định thời gian và kế hoạch học tập: Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô ạ !. . Tuần trước em có gửi mail đăng ký học thí nghiệm/thực hành trực tiếp thì Phòng đào tạo đã xác nhận. Em không biết là tại sao lịch học/thời khóa biểu của em chưa được cập nhật ạ? Em gửi mail để mong được nhận được phản hồi từ thầy/cô, do em được biết thì một số bạn của em đã được cập nhật đầy đủ rồi ạ!. . Em chân thành cảm ơn và mong nhận được phản hồi từ thầy/cô.. .",
            "Chào em,. . Em vui lòng gửi lại nội dung có mã số môn học, tên môn học, học kỳ.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào phòng đào tạo,. . . . Em là [full_name], hiện là sinh viên khóa K18 Khoa KH&KT MT. Theo như lộ trình hiện tại thì học kỳ này em sắp hoàn thành đề cương luận văn và học kỳ sau em chỉ còn một môn nữa là Luận văn tốt nghiệp thì sẽ hoàn thành chương trình học vụ. Nhưng em có một thắc mắc là nếu như ở học kỳ này em không đạt yêu cầu đề cương luận văn, không được phép làm luận văn mà phải làm lại đề cương, thì ở học kỳ sau em   B chỉ  /B  đăng ký môn đề cương luận văn được không hay là phải đăng ký thêm một môn nào khác nữa có tín chỉ, tại vì đề cương luận văn thì không có tín chỉ.. . . . Em xin cảm ơn.",
            "Chào em,. . Việc ĐKMH là tuỳ SV, có thể tham khảo, tư vấn từ Khoa, GVCN.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name], MSSV: [student_id]. Em xin gửi đơn trình bày hủy đăng ký học thí nghiệm trực tiếp ạ. Mong nhà trường xem xét và xử lý giúp em ạ.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào Thầy cô ạ,. . Em tên là [full_name] MSSV:[student_id]. Em có 2 vấn đề muốn hỏi ạ.. . Em đã nhận được giấy tốt nghiệp tạm thời vào ngày 15/11 nhưng đến nay em vẫn chưa nhận được mail thông báo lên PĐT nhận bằng tốt nghiệp ạ. Em muốn biết em còn thiếu yêu cầu gì chưa thực hiện không ạ? Và khi nào em nhận được bằng ạ.. . Vấn đề thứ hai là em đã đăng kí in bảng điểm gửi bưu điện về nhà hồi tháng 10, mã phiếu là InBD[phone_number]2 nhưng mà đến nay em chưa nhận được ạ, em thấy hiện thị là đang chờ in ạ.. . Do em cần gấp hai tài liệu trên để nộp cho PĐT-SĐH trước ngày 20/12 ạ.. . Em cảm ơn Thầy cô đã xem giúp em ạ.. . Trân trọng.. .",
            "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi mail thông báo lên nhận bằng từ Phòng Đào tạo. . Có 1 bảng điểm e đăng ký nhận trực tiếp tại PDT, em có thể lên nhận nhé, bảng điểm do bưu điện e có thể dùng sổ dt em đăng ký để tra mã vận đơn trên trang của viettel post để biết lý do không nhận được. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Sau khi điền và cập nhật đầy đủ thông tin và tải hình lên, em nhấn 'nộp đơn đăng ký xét tốt nghiệp' thì báo lỗi như hình.. . . .   B Mong Phòng đào tạo cho em biết bị lỗi gì và khắc phục ra sao ạ?",
            "Dạ, hôm nay em thử lại thì hiện thị lỗi này ạ. Mong Phòng đào tạo xem lại giúp em ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy cô phòng đào tạo,. . Dạ khi em đăng kí bấm vào đăng kí xét tốt nghiệp thì nó thông báo lỗi (như hình thông báo lỗi em có đính kèm) và em đã thử đăng kí lại nhiều lần nhưng không được ạ.. . Mong thầy cô xem xét và khắc phục lỗi giúp em.. . Rất mong nhận được phản hồi từ các thầy cô phòng đào tạo.. . Em chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô ạ !. . Em là [full_name] MSSV [student_id], cho em hỏi về trường hợp BHYT của em ạ. Do là BHYT năm trước em đã thanh toán và được hẹn lấy BHYT vào 3 tuần trước tết năm nay ở PĐT cơ sở Thủ Đức, nhưng khi đến nhận thì cô ở PĐT tìm không có BHYT của em và đã liên lạc với phòng y tế của trường và nói với em là sau tết qua nhận lại ở phòng y tế trường, nhưng do tình hình dịch bệnh nên cho đến nay em vẫn chưa lên cơ sở y tế ở trường để nhận được ạ. Cho em hỏi là nếu tình hình dịch không đến nhận được BHYT thì em phải liên lạc với ai để được nhận ạ? . . Em cảm ơn thầy cô đã đọc ạ!!. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    }
]