[
    {
        "intent": "",
        "message": [
            "Phòng đạo tạo cho em hỏi SV K20 cần bắt buộc phải học 2 hay 3 môn thể chất ạ?. . Theo trong file pdf trường gửi thì em hiểu là SV K20 chỉ cần học 2 môn, em không biết đúng không?. . Mong PĐT giải đáp giúp em.. . Em cảm ơn.. .   i Học vụ .",
            "Chào bạn,. . . . Sinh viên từ khoá 20 trở về sau sẽ học 2 học phần GDTC nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô,. . Em tên [full_name]. Mssv [student_id]. . Em xin phản ánh về số tín chỉ tích lũy để xét HBKK ạ. Số tín chỉ của em đã tích lũy đc là 80 nhưng tại sao trong phần xét HBKK lại là 75 ạ. Xin thầy/cô xem xát giúp e ạ.. . Xin cám ơn.",
            "Chào bạn,. . . . Tại học kỳ xét học bổng không tính những môn dư thính nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đăng ký làm lại thẻ sinh viên thì bị lỗi như trong hình ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Điểm trung bình học kì của em là 8.75 . . Số tín chỉ tích lũy 132, số tín chỉ đạt trong học kì là 12, điểm rèn luyện 95.. . Vậy tại sao em không đủ điều kiện xét học bổng khuyến khích ạ? Em cảm ơn",
            "Chào bạn,. . . . PDT đã cập nhật lại học bổng, bạn vui lòng kiểm tra lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT,. . . . Em là sinh viên lớp K17KSCD, em muốn hỏi về đánh giá xét duyệt HBKK của HK201. HK201 em chỉ đăng ký và đạt được 13 tín chỉ (như trong hình đính kèm), vì em chỉ còn mỗi luận văn đang làm trong HK202 này nữa là hoàn thành chương trình đào tạo. Vậy em có đủ điều kiện để đăng ký xét học bổng HK201 không ạ? Nếu không thì em có thể làm đơn xin được xét không ạ?. . . . Em cảm ơn Thầy/Cô đã đọc câu hỏi, mong nhận được phản hồi từ Thầy/Cô.. . . . Chúc Thầy/Cô nhiều sức khỏe,. . [full_name].",
            "Chào bạn,. . . . PDT đã cập nhật lại học bổng, bạn vui lòng kiểm tra lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào các Thầy các Cô ạ.. . Em là [full_name], MSSV [student_id].. . Hôm nay em có nhận được Email của phòng CTCT-SV về việc Phòng Đào Tạo đã đưa thông tin xét HBKK HK201 lên MYBK. Sau khi kiểm tra thì em thấy rằng ở ô Điều kiện xét HBKK của em có chữ \"Không đủ\". Sau khi tham khảo Quyết định số 728 mà Trường đã gửi cho [full_name] sinh viên thì em thấy mình đủ điều kiện để xét HBKK HK201. Chiều nay em cũng có lên trình bày sự việc trên với các Cô ở phòng CTCT-SV thì các cô nói với em là em đủ điều kiện và chắc do sai sót hệ thống. . . Vậy em kính mong Phòng xem xét lại trường hợp của em và phản hồi cho em sớm ạ.. . Em cám ơn và kính chúc các Thầy các Cô dồi dào sức khỏe.",
            "Chào bạn,. . . . PDT đã cập nhật lại học bổng, bạn vui lòng kiểm tra lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào cô!. . Em tên [full_name], mssv [student_id] khoa Công nghệ vật liệu. . Dạ thưa cô, khoá K18 khoa CNVL được tự chọn chuyên ngành, cuối năm nhất em có đăng ký chuyên ngành polymer, nhưng sau đó em chuyển sang chuyên ngành  SILICAT, bây giờ số tín chỉ tích lũy của em là 100, nhưng tín chỉ tích lũy chuyên ngành của em chỉ 77 chỉ. Vậy bây giờ em phải làm thủ tục hay đơn như thế nào để chuyển sang chuyên ngành SILICAT ạ,để tín chỉ chuyên ngành của em được cập nhật vào ạ. Mong nhận được sự phản hồi và giúp đỡ từ cô.Em cảm ơn.. .",
            "Chào bạn,. . . . Việc này bạn liên hệ khoa để tư vấn cho bạn nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em tên [full_name], MSSV [student_id].Sau khi em đã xem xét các tiêu chí xét điều kiện học bổng khuyến khích thì em thấy thoả điều kiện.Nhưng trên trang thông tin Mybk ngày 13/4 em truy cập vào thì điều kiện xét học bổng ghi đủ điều kiện, đến hôm 14/4 thì lại hiện không đủ điều kiện.Mong phòng đào tạo xem xét giúp em ạ. . . . .",
            "Chào bạn,. . . . PDT đã cập nhật lại học bổng, bạn vui lòng kiểm tra lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . PDT cho en hỏi là vừa qua toeic giờ muốn làm luận văn mà lần dkmh trước không đăng ký luận văn được do thiếu chứng chỉ toeic thì giờ phải làm sao ạ",
            "Chào bạn,. . . . Bạn làm đơn xin đăng kí luận văn, đơn có sự đồng ý của khoa và giáo viên  hướng dẫn luận văn. Nộp tại PDT.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy cô. . Em là Ông [full_name] MSSV [student_id] sinh viên năm 1. . . . Em có câu hỏi như sau:. . Theo như thông tin học bổng khuyến khích học tập của [full_name] trong học kì 201 không xét điểm rèn luyện.. . . . Điểm trung bình của em là 7.18. . Điểm rèn luyện 0. . Số tín chỉ đạt trong học kì là 14. . Số tín chỉ tích lũy 14 . . (Không rớt môn nào). . . . Vào ngày (13/4/2021) em vẫn được cập nhật là đủ điều kiện xét học bổng nhưng ngày (14/4/2021) thì lại không đủ điều kiện. Kính mong thầy cô xem xét lại.. . . . Mong thầy cô phản hồi. . Em xin cảm ơn.",
            "Chào bạn,. . . . PDT đã cập nhật lại học bổng, bạn vui lòng kiểm tra lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào tạo,. . Em là sinh viên năm 3 chuyên ngành cơ điện tử Chương trình đại trà. Theo thông tin gần đây thì kì 1 năm sau chương trình đại trà sẽ chuyển lên học ở cơ sở Dĩ An nhưng em chỉ còn 3 môn là:. . Đồ án Thiết kế hệ thống Cơ điện tử.. . Đề cương Luận văn tốt nghiệp.. . Luận văn tốt nghiệp.. . Vậy phòng Đào tạo cho em hỏi địa điểm học của 3 môn trên để em có thể sắp xếp nơi ở cho kì sau ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . . . Môn: Đồ án Thiết kế hệ thống Cơ điện tử.. . Đề cương Luận văn tốt nghiệp.. . Luận văn tốt nghiệp.. . . . Theo sắp xếp của khoa và bộ môn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi ở mục thông tin xét học bổng,ô điểm trung bình 1 học kỳ của em sao chưa cập nhật ạ. Tại em thấy các bạn của em đã được cập nhật. Còn ô số tín chỉ tích lũy đạt được trong học kì sao lại hiện 0 ạ. Trong khi kỳ vừa rồi em tích lũy được 16 tín chỉ ạ. Mong PDT xem xét ạ",
            "Chào bạn,. . . . PDT đã cập nhật lại học bổng, bạn vui lòng kiểm tra lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Dạ em tên [full_name] MSSV [student_id]. . Dạ cho em hỏi là hiện tại em có đăng kí 18 chỉ môn học HK chính và 2 chỉ thực tập công nhân nhưng hè em mới học 2 chỉ này, thì tiền học phí em đóng phải là tối đa 17 chỉ + 1 chỉ tăng thêm thì phải là 6tr200 nhưng em lại đóng tới 6tr900.Cho em hỏi là nhà trường tính tiền này như thế nào vậy ạ (p/s: 2 chỉ thực tập công nhân các bạn em đều chưa đóng). . Dạ em cảm ơn ạ.",
            "Chào bạn,. . . . Đăng kí học kỳ nào thì học phí được tính học kỳ đó. Nên tính luôn môn thực tập công nhân.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào pdt,em tên [full_name], mssv [student_id]. . Em còn anh văn 3 4 ra trường, pdt mở lớp cho em học ra trường",
            "Chào bạn,. . . . Hiện tại đang mở anh văn theo yêu cầu, môn anh văn yêu cầu tương đương anh văn 3,4. Bạn đăng kí thì phản hồi lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là học kì này em đăng kí 3 môn tổng cộng là 6 chỉ mà em coi mức thu học phí pđt kì này thông báo là sẽ giảm 50% học phí cho   =8 tín chỉ không biết em có thuộc diện này không em là SV khoá 2017 ạ. .",
            "Chào bạn,. . . . Đối với khoá 2017 sẽ tính 1 tín chỉ là 350.000/1 chỉ nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thưa phòng đào tạo, theo như thông tin trên aao em đủ điều kiện xét học bổng mà em lại không được ạ. (Ba kì em được 50 chỉ (bằng 100% số tín chỉ yêu cầu)). . Em xin chân thành cảm ơn ạ. .   i Yêu cầu khác .",
            "Chào bạn,. . . . Bạn vui lòng xem thông tin tại :. . http://www.ctct.hcmut.edu.vn/tin-tuc/quyet-dinh-ve-viec-ban-hanh-quy-dinh-xet,-cap-hoc-bong-khuyen-khich-hoc-tap-cho-sinh-vien-bac-dai-hoc-he-chinh-quy-truong-dai-hoc-bach-khoa-495. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin hỏi trường có quy định bắt buộc phải dự lễ tốt nghiệp để được nhận hồ sơ tốt nghiệp hay không do hiện em đang công tác tại cơ quan ở thành phố khác?",
            "Chào bạn,. . . . Bạn không dự lễ tốt nghiệp vẫn được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là ở học kì 192 em đã học vượt một số môn so với chương trình đào tạo dẫn đến học kì 201 vừa rồi số tín chỉ của em phải hoàn thành chỉ còn lại 6 tín chỉ (ngoại trừ luận văn tốt nghiệp).. . Theo tìm hiểu quy chế, ở trường hợp của em số tín chỉ tối thiểu để xét học bổng là 10 tín chỉ nhưng em hiện không đủ điều kiện để xét học bổng ạ. . . Em mong PĐT có thể giải đáp thắc mắc giúp em ạ. Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . PDT đã cập nhật lại học bổng, bạn vui lòng kiểm tra lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em có thắc mắc về điều kiện xét học bổng khuyến khích cho học kỳ 201. Theo như kết quả từ mybk trong hình đính kèm.. . . . Em có thắc mắc không biết tại sao em lại không đủ điều kiện nhận học bổng ạ?. .",
            "Chào bạn,. . . . PDT đã cập nhật lại học bổng, bạn vui lòng kiểm tra lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cô ơi, em vừa bị mất cmnd nên không lấy lại tài khoản ocb omni được, tài khoản của em vừa bị khóa do em bấm nhầm mật khẩu. Có cách nào thanh toán học phí khác được không ạ hoặc giải quyết giúp em với.. . Em đóng học phí trễ là do nhà em phải đợi có lương đến nay mới có tiền đóng ạ",
            "Chào bạn,. . . . Bạn sinh viên chất lượng cao vui lòng liên hệ văn phòng Đào tạo quốc tế để tư vấn cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi thầy cô,. . . . Em là [full_name], MSSV [student_id], thuộc chương trình Việt Pháp khóa 2016.. . . . Do quá trình xét học bổng khuyến khích đang được tiến hành nên em đã thường xuyên lên trang MyBK kiểm tra tình trạng sinh viên của mình.. . . . Tuy nhiên, tại mục \"Điều kiện xét HBKK\" của em, kết quả liên tục thay đổi từ \"không đủ\" sang \"đủ\" và hiện tại là \"không đủ\". . . . . Do đó, em xin được viết email này để xin ý kiến từ thầy cô. Cụ thể, em xin được thắc mắc về thời gian đưa ra kết quả cuối cùng cho mục xét điều kiện này. . . . . Em kính mong nhận được sự giúp đỡ từ thầy cô.. . . . Em xin chân thành cảm ơn thầy cô.. . . . Trân trọng,. . [full_name]",
            "Chào bạn,. . . . PDT ghi nhận trường hợp của bạn và phải xét học bổng lại cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Ad cho em hỏi, do thứ bảy tuần sau 24/4/2021 em có việc bận không thể vào dự lễ cấp bằng tốt nghiệp được, em có thể lấy bằng sau tại Văn phòng khoa được không ạ? Em cảm ơn.",
            "Chào bạn,. . . . Được bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào [full_name]. . Em tên [full_name], mssv [student_id]. . Em còn 2 anh văn 3 4 nữa là ra trường, em đã đăng ký bổ sung các lớp anh văn theo yêu cầu mà không có TKB  . .",
            "Chào bạn,. . . . PDT sẽ ghi nhận và đăng kí môn bơi nhóm khác cho bạn. Kết quả sẽ trả lên cổng thông tin sinh viên mục TKB.. . . . Thân. . . .",
            "Chào bạn,. . . . Hiện tại bạn đang bị tạm dừng, bạn làm đơn thu nhận sớm mới đăng kí được môn anh văn nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào pdt,em muốn đki học av3,av4 để em ra trường thì em đki cách sao ạ.",
            "Chào bạn,. . . . Bạn muốn đăng kí anh văn theo yệu cầu, bạn làm đơn ghi rõ mã số môn học nộp PDT nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa cô ạ.. . Em đang là SV K18 và đang học ở CS1. Em đăng ký lớp av theo nhu cầu ban đầu là ở CS1. Nhưng khi đăng ký thành công thì lại học ở CS2. Rất bất tiện cho việc đi lại của em và em không thể sắp xếp thời gian hợp lý vì trường đã khoá.. . Môn: Anh văn 4A. . . MSMH: LA1043 nhóm DT29 ạ.. . Em tên [full_name] MSSV [student_id].. . Em mong trường chấp nhận cho em xoá môn học đó ạ.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . PDT sẽ ghi nhận và đăng kí môn bơi nhóm khác cho bạn. Kết quả sẽ trả lên cổng thông tin sinh viên mục TKB.. . . . Thân. . . .",
            "Chào bạn,. . . . Việc này bạn phải làm đơn xin huỷ nộp tại PDT để ban lãnh đạo phòng phê duyệt cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Chào thầy cô, em tên: [full_name], mssv: [student_id].. . Em muốn đặt câu hỏi về việc số tín chỉ tích lũy để xét hbkk.. . Em đã nộp bằng và được chuyển điểm, tín chỉ môn anh văn 1 vào ngày 3/4/2021, nên số tín chỉ của em là 46, tuy nhiên phần thông tin xét hbkk của em chỉ cập nhật có 44 tín chỉ.. . Mong thầy cô xem xét giúp đỡ ạ.. . Em cám ơn.. . . .",
            "Chào bạn,. . . . PDT đã cập nhật lại học bổng, bạn vui lòng kiểm tra lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào pđt, vậy em muốn đăng ký anh van 1A thì phải sao ạ , pđt giúp em cho em đăng ký anh văn 1A được không ạ ! Hay phải đợi đăng ký đợt sau ậ :(( em cảm ơn pđt ạ ! . . . .",
            "Chào bạn,. . . . PDT sẽ ghi nhận và đăng kí môn bơi nhóm khác cho bạn. Kết quả sẽ trả lên cổng thông tin sinh viên mục TKB.. . . . Thân. . . .",
            "Chào bạn,. . . . Môn anh văn 1A bị cận giờ nên không đăng kí được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô. . Theo lịch làm lễ tốt nghiệp tháng 4/2021 là ngày 24/4/2021. Nhưng do lịch công tác của em bị trùng nên em không thể tham gia lễ tốt nghiệp được,vậy sau đó em có thể nhận bằng tốt nghiệp được không và liên hệ ở đâu để nhận bằng. Mong quý thầy/cô giải đáp giúp em.. . Em xin cảm ơn.",
            "Chào bạn,. . . . Bạn có thể nhận bằng sau lễ tốt nghiệp tại văn phòng khoa nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ cho em hỏi là thứ 7 tuần sau em đi dự lễ tốt nghiệp, thì em có cần đăng ký thuê đồ tốt nghiệp không ạ? Hay ngày dự lễ bên trường sẽ phât cho ạ?",
            "Chào bạn,. . . . Việc này bạn đợi mail thông báo của nhà trường nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào tạo,. . Em đóng học phí cho trường hoàn toàn qua BKpay đã liên kết với tài khoản OCB, hoàn toàn online. Vậy cho em hỏi có cách nào trích xuất được hoá đơn đóng học phí ko ạ?. . . . Trân trọng!",
            "Chào bạn,. . . . Hoá đơn học phí thì bạn liên hệ phòng Kế Hoạch Tài Chính nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng kí môn học bổ sung. . . .   B Tên môn học: Anh văn 4A. . Mã số môn học: LA1043. . Nhóm lớp: DT30 (Thứ 6 tiết 13 14 15 và Chủ nhật 7 8 9)  /B . . . . Lý do đăng ký muộn: Là lỗi của em không chú ý đăng ký môn học nên để lỡ qua dịp ạ, thầy cô PĐT chiếu cố cho em đăng kí muộn ạ. Em cảm ơn thầy cô.",
            "Dạ cô ơi, cô xử lí giúp con với ạ, con cảm ơn cô.",
            "Chào bạn,. . . . PDT sẽ ghi nhận và đăng kí môn bơi nhóm khác cho bạn. Kết quả sẽ trả lên cổng thông tin sinh viên mục TKB.. . . . Thân. . . .",
            "Chào bạn,. . . . Bạn không đăng kí được vì vướng môn học trước LA1041 hoặc LA1007.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi thầy cô,. . . . Em là [full_name], MSSV [student_id], thuộc chương trình Việt Pháp khóa 2016.. . . . Do quá trình xét học bổng khuyến khích đang được tiến hành nên em đã thường xuyên lên trang MyBK kiểm tra tình trạng sinh viên của mình.. . . . Tuy nhiên, tại mục \"Điều kiện xét HBKK\" của em, kết quả liên tục thay đổi từ \"không đủ\" sang \"đủ\" và hiện tại là \"không đủ\". . . . . Do đó, em xin được viết email này để xin ý kiến từ thầy cô. Cụ thể, em xin được thắc mắc về thời gian đưa ra kết quả cuối cùng cho mục xét điều kiện này. . . . . Em kính mong nhận được sự giúp đỡ từ thầy cô.. . . . Em xin chân thành cảm ơn thầy cô.. . . . Trân trọng,. . [full_name]",
            "Chào bạn,. . . . PDT ghi nhận trường hợp của bạn và xét lại học bổng cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa Thầy/Cô,. . Em là sinh viên PFIEV k17. Kỳ trước em có thi lại môn Thiết kế bằng máy tính CAO-CFAO mã môn học là 207702. Em được Thầy thông báo đã qua môn. Trên bảng điểm cũng đã thay đổi em đã tích lũy đủ 34/34 tín chỉ của kỳ trước. Nhưng tại sao điểm thi và điểm trung bình của môn CAO-CFAO vẫn chưa được cập nhật ạ?. . . . Em cảm ơn.. . . .",
            "Chào bạn,. . . . Việc này bạn phải liên hệ với giáo viên giảng dạy nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác: Cho em hỏi ĐBT 1 học kỳ để xét HBKK và điểm trung bình học kỳ có khác nhau không ạ. Em thấy một số bạn có 2 điểm khác nhau nhưng em thì 2 điểm giống nhau. . . Em cảm ơn.",
            "Chào bạn,. . . . Bạn vui lòng xem thông tin tại :. . http://www.ctct.hcmut.edu.vn/tin-tuc/quyet-dinh-ve-viec-ban-hanh-quy-dinh-xet,-cap-hoc-bong-khuyen-khich-hoc-tap-cho-sinh-vien-bac-dai-hoc-he-chinh-quy-truong-dai-hoc-bach-khoa-495. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ chào Thầy/Cô,. . Em là [full_name], sinh viên K18 khoa KH&KT Máy Tính. Em có thắc mắc về HBKK mong được giải đáp ạ.. . Em thấy em đã đáp ửng đủ điều kiện HBKK cho học kì 201 theo quy định mà phòng CTCT vừa gửi vài ngày trước. Và 2 ngày trước trên mybk cũng hiển thị tình trạng của em là Đủ điều kiện, nhưng 2 ngày nay thì đã bị sửa thành Không đủ điều kiện.. . Em xin cung cấp một số thông tin ạ:. . Sinh viên: Nguyễn Đăng [full_name]. . MSSV: [student_id]. . Khoa: KH&KT Máy Tính. . ĐTBHK: 8.80. . Số TCTLHK: 20. . ĐRL: 100. . ĐTBTL: 7.89. . Số TCTL: 102. . . . Mong sớm nhận được phản hồi ạ.. .",
            "Chào bạn,. . . . PDT ghi nhận trường hợp của bạn và xét học bổng lại cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin thưa Phòng Đào Tạo, hiện tại em không xem được vào Thời khóa biểu của học kì mà em đang theo học trên mybk, chỉ còn Thời khóa biểu của các học kì trước. Xin cho hỏi em phải làm sao trong trường hợp này?",
            "Chào bạn,. . . . Vẫn xem được bình thường mà bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT,. . . . Em là sinh viên lớp CK17KSCD, em muốn hỏi về đánh giá xét duyệt HBKK của HK201. HK201 em chỉ đăng ký và đạt được 13 tín chỉ (như trong hình đính kèm), vì em chỉ còn mỗi luận văn đang làm trong HK202 này nữa là hoàn thành chương trình đào tạo. Vậy em có đủ điều kiện để đăng ký xét học bổng HK201 không ạ? . . . . Em cảm ơn Thầy/Cô đã dành thời gian đọc và giải đáp thắc mắc. Em mong nhận được phản hồi từ Thầy/Cô.. . . . Best regards,. . . . [full_name]",
            "Chào bạn,. . . . PDT ghi nhận trường hợp của bạn và xét lại học bổng cho bạn nha.. . . . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi về tiêu chuẩn xét HB KKHT.. . Hôm trước em thấy để là đủ điều kiện xét HB nhưng nay lại thấy không đủ.. . Mong được xem xét lại giúp em.. . Em xin cảm ơn.",
            "Chào bạn,. . . . Bạn vui lòng xem thông tin tại :. . http://www.ctct.hcmut.edu.vn/tin-tuc/quyet-dinh-ve-viec-ban-hanh-quy-dinh-xet,-cap-hoc-bong-khuyen-khich-hoc-tap-cho-sinh-vien-bac-dai-hoc-he-chinh-quy-truong-dai-hoc-bach-khoa-495. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em đăng kí môn võ ở cs1 lúc 6h tối mà em qua 2lần k thấy ai dạy. Em muốn hỏi có đổi giờ hay sao k ạ tại e đăng kí được môn này. .",
            "Chào bạn,. . . . Lịch học không thay đổi, bạn đi học vào buổi nào?. . . . Thân",
            "Dạ em học t6 6h ạ",
            "Chào bạn,. . . . Tối thứ 6 vẫn học bình thường nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dear thầy/cô,. . Thầy cho em hỏi về việc đăng ký tốt nghiệp, hiện em đã đáp ứng đủ yêu cầu về đăng ký tốt nghiệp nhưng không đăng ký do còn 1 khoảng học phí của chương trình liên thông thạc sĩ sau đại học chưa đến hạn thanh toán- ngày 9/5/2021 mới hết hạn( em gửi hình đính kèm bên dưới).Em thấy không hợp lý lắm về việc này.. . Và hiện tại thì trang trang đăng ký tốt nghiệp trên MyBK của em không vào được nữa ( em có gửi hình đính kèm ). .",
            "Chào bạn,. . . . Bạn phải hoàn thành học phí Sau đại học mới được tốt nghiệp được nha.. . . . Thân",
            "Dear chị, . . Thời hạn đóng tiền là 9/5/2021. Như vậy thì hạn đăng ký tốt nghiệp đến sớm hơn hạn đóng học phí. Như vậy trong trường hợp đến ngày 9/5 em mới đủ tiền đóng học phí thì e không được tốt nghiệp luôn sao ? 2 chương trình học này đâu có bị ảnh hưởng học phí lẫn nhau đâu ? . . Nếu như chương trình học chính quy em nợ học phí và không cho em tốt nghiệp thì em đồng ý. Còn này là học phí sau đại học mà làm em không đăng ký tốt nghiệp được, rồi không lấy được bằng để ra trường đi làm. . . Em mong chị xem xét lại giúp em trường hợp này. Em xin cảm ơn",
            "Chào bạn,. . . . Ngày 9/5 là ngày hết hạn đóng học phí Sau Đại Học, hiện tại bạn đóng học phí vẫn được mà bạn.. . . . Thân.",
            "Dear cô,. . Em đã thanh toán học phí cao học, cô giúp em mở đăng ký bổ sung tốt nghiệp đợt này với ạ.. . Em cảm ơn cô.",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Chào bạn,. . . . Bạn về khoa bạn có tên trong danh sách tốt nghiệp không nha. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi: Phòng đào tạo Đại học Bách Khoa TP Hồ Chí Minh. . Em tên là: [full_name], Mssv: [student_id].. . Hiện tại em đang có chuyến đi thực tập tại Bến Tre nên không thể lên nộp đơn trực tiếp tại phòng đào tạo. Em viết đơn này kính xin Phòng đào tạo cho em được rút 2 môn học sau:. . - GE3063: Trầm tích học và nhịp địa tầng. . - LA1005: [full_name]. . Em xin chân thành cảm ơn ạ.. . . .",
            "Chào bạn,. . . . Bạn nộp đơn rút môn học trực tiếp PDT không nộp qua BKSI nha bạn. Bạn nộp sớm nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn in bảng điểm hiện tại thì phải bắt đầu như thế nào ?. . Hiện em đang cần bảng điểm dạng scan ạ",
            "Chào bạn,. . . . Bạn có thể đăng kí in bảng điểm trên Mybk nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1915400  /b \t. . . .   i Học vụ . Em xin chào thầy/cô.. .  . . Em tên Huỳnh Minh Thuỳ. Mssv: 1915400 _ Em có thắc mắc về học bổng khuyến khích (HBKK) đang xét duyệt.. . . . Tối ngày 14/04/2021 em kiểm tra thì thấy trên trang mybk ghi đã đủ điều kiện xét HBKK nhưng qua tới sáng ngày 15/04/2021 đã được chỉnh sửa lại là không đủ.. . . . Em có gửi thắc mắc một lần nhưng được trả lời   B   I lý do trường hợp của em không đủ điều kiện là do học kỳ vừa qua em không đăng ký đủ 14 tín chỉ  /I .   /B . . . . Em là sv khoa Môi trường. Thông tin học kỳ vừa qua (HK201): . . - Số tín chỉ đăng ký: 12. . - Điểm tb học kì: 8.38. . - Điểm rèn luyện: 90. . (Hình ảnh kèm theo). . . . Theo quy chế xét HBKK em có tham khảo ở trang aao.hcmut tính tới ngày 16/04/2021 mục (i) Điều kiện cần có một ý như sau: . . -   I   /B Số tín chỉ (TC) đăng ký học tối thiểu trong học kỳ là 10 TC ( nếu SV học vượt có số TCTLN  = 100% số TC của CTĐT tính đến học kỳ xét học bổng). (hình ảnh kèm theo)  /I   /B . . . . Em xin được trình bày: Học kỳ vừa qua số TC em đăng ký là 12TC, theo CTĐT của em tới học kỳ hiện tại (học kỳ 4 khoa Môi Trường khóa K19) các bạn sv phải tích lũy đủ 50 TC. Nhưng số tín chỉ tích lũy năm (TCTLN) của em tới học kỳ hiện tại (HK đang xét học bổng) là 58TC đã vượt qua 100% số TC của CTĐT đề ra. . . . . Do đó xét theo tiêu chí hiện có về cách xét HBKK trên, em thấy mình đủ điều kiện để xét HBKK. Mong thầy cô có thể hỗ trợ xem xét lại trường hợp của em.. .  . . . . Em xin cảm ơn thầy/cô nhiều ạ.",
            "Em xin bổ sung thông tin.. . . . Em đã truy tìm hiểu và đọc quy định xét HBKK có mã   B QD 728 HBKK gửi tới sv ngày 08/04/2021  /B  (hình ảnh kèm theo 1) . Em có 2 thắc mắc ạ: . . . . 1. Theo điều 6 tiêu chuẩn xét HBKK học tập (hình ảnh kèm theo 2): . . - mục a,b,c,d . Em đã đạt đủ. . . - mục e có nhắc “Số TC tích lũy của SV trong học kỳ xét HBKK tối thiểu là số tín chỉ tối thiểu trong một học kỳ mà sinh viên phải đăng ký theo quy định hiện hành.” . . . . Theo quy định CTĐT khoa Môi Trường khoá K19 ở học kỳ 3 số tín chỉ bắt buộc là 17 TC ( hình ảnh kèm theo 3). Nhưng theo em biết bạn học cùng khoa đăng ký 14TC ở học kỳ vừa rồi vẫn được xét là đủ điều kiện HBKK còn em thì không.. . . . Nếu trường hợp bạn trên đúng thì em sẽ hiểu pđt muốn nói số TC tối thiểu ở học kỳ 3 khoa Môi Trường khoá K19 là 14TC phải không ạ ? Và em cũng chưa tìm được trang thông tin nào ghi số TC tối thiểu một học kỳ phải đăng ký  của khoa Môi Trường khóa K19. . . . . Nếu có sai sót,chưa hiểu rõ mong được thầy/cô hỗ trợ thông tin để em có thể điều chỉnh đăng ký môn học phù hợp hơn ạ.. . . . 2. Đây là HBKK xét điểm và cách đăng ký môn ở học kỳ 201 nghĩa là trước ngày 08/4/2021. Nhưng quy định mới về tiêu chí xét HBKK của pđt đề ra và gửi tới các bạn sinh viên lại vào ngày 08/04/2021. . . . . Dùng 1 quy định được đăng sau khi đăng ký môn học và kết thúc học kỳ để xét duyệt HBKK cho học kỳ đó thì có đúng đắn không ạ ?. . . . Sao SV học ở học kỳ trước có thể biết các quy định mới vào ngày 08/04/2021 để sắp xếp đăng ký đúng số TC như pđt quy định theo tiêu chí mới được ? Nếu làm như vậy có thiệt thòi cho các bạn SV không ạ ?. . . .   I   B Quy định mới(QD 728 HBKKHT) được công bố sau khi kết thúc học kỳ 201. Mà chúng ta đăng căn cứ vào học kỳ 201 để xét HBKK do đó em cảm thấy cách xét duyệt áp đặt một quy định có sau lên học kỳ trước là chưa phù hợp, và nên dùng các quy định hiện hành ở học kỳ 201 để xét duyệt cho đợt HBKK lần này.   /B . .  . . Em rất muốn gặp trực tiếp để trao đổi, đã đi 2 văn phòng của pđt ở cs2 và cs1 vào ngày 14-15/04 nhưng đều chỉ được hướng dẫn đặt câu hỏi mà không được trực tiếp giải đáp thắc mắc.. . . . Trên đây là 2 thắc mắc của em. Hi vọng sẽ nhận được sự giúp đỡ của thầy/cô ạ. . . . . Em xin chân thành cảm ơn.. .",
            "Chào bạn,. . . . PDT đã cập nhật lại thông tin học bổng, bạn vui lòng kiểm tra lại  trên cổng thông tin sinh viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thông tin Học bổng khuyến khích học tập, em đã thỏa mãn các tiêu chí ( phần mở rông của lớp KSTN tuy em không đạt nhưng không xét vào chương trình chính thức) nhưng vẫn hiện \"Không đủ\", mong PDT kiểm tra và điều chỉnh cho em ạ.",
            "Chào bạn,. . . . PDT sẽ cập nhật danh sách học bổng cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa Thầy, Cô, Anh, Chị phụ trách.. . Em tên là [full_name], Sinh viên Việt Pháp lớp VP2016VT, chuyên ngành Viễn Thông.. . Thông tin trên myBK của em như sau, và hoàn toàn chính xác:. . ĐTB 1 học kỳ: 8.72. . Điểm rèn luyện: 95. . Số TC đạt trong học kỳ: 32. . Số TC tích lũy: 270. . Điều kiện xét HBKK: Không đủ. . Tuy nhiên em thắc mắc rằng vì sao mình không đủ điều kiện xét HBKK ạ? . . Tất cả mục điểm trung bình, số tín chỉ đạt trong kỳ hay số tín chỉ tích lũy của em đều đúng hết ạ.. . Tuy nhiên em vẫn không đạt điều kiện xét HBKK ạ, . . Trong khi các bạn cùng lớp em điểm thấp hơn mà vẫn đủ điều kiện ạ.. . Kính mong Phòng Đào tạo có thể vui lòng cho em biết lý do được không ạ?. . Rất mong sự giúp đỡ từ phía Thầy, Cô, Anh, Chị ạ!. . Em xin chân thành cảm ơn ạ!. . Huu-[full_name]",
            "Chào bạn,. . . . PDT đã cập nhật lại thông tin học bổng, bạn vui lòng kiểm tra lại  trên cổng thông tin sinh viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kinh chào thầy cô,. . Em là [full_name], sv lớp VP16XDC. Theo quy chế của nhà trường thì em cảm thấy em đủ điều kiện để được xét HBKK, nhưng [full_name] lại thông báo là e chưa đủ. Kính mong thầy cô kiểm tra và xem xét tình trạng này ạ! Em chân thành cảm ơn thầy cô.",
            "Chào bạn,. . . . PDT đã cập nhật lại thông tin học bổng, bạn vui lòng kiểm tra lại  trên cổng thông tin sinh viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy cô ạ. . Hiện tại em đang học lớp Anh văn theo yêu cầu (lớp AV1A) và em sắp kết thúc lớp AV1A và tiếp tục đăng ký lớp AV2A (Mã môn học là LA1039). . - Ngày 25/03/2021 Trường chỉ có mở một đợt \"Đăng ký bổ sung các lớp Anh văn theo nhu cầu\" và em lỡ quên đăng ký tiếp tục lớp AV2A.. . - Ngày 12/04/2021 Trường công bố kết quả đăng ký và các bạn đã đăng ký đã có thời khóa biểu đi học ngày 19/04/2021.. . Em mong nhà trường có thể mở thêm một đợt \"đăng ký bổ sung các lớp Anh văn theo nhu cầu\" nữa để cho em và các bạn lỡ quên đăng ký có cơ hội để học tập và ra trường đúng hạn ạ.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra TKB nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name], MSSV [student_id]. Em bị nhập sai số tín chỉ tích luỹ mục xét học bổng khuyến khích ạ. Em hiện tích được 52 chỉ mà PĐT chỉ nhập có 48. Kính mong PĐT sửa đổi giúp em. Em xin cảm ơn. .",
            "Chào bạn,. . . . Tại học kỳ đang xét học bổng không xét những môn dự thính nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo.. . Em đã đăng kí tốt nghiệp và thanh toán lệ phí ngày 13/4 nhưng đến hôm nay 16/4 vẫn chưa thấy có tên trong danh sách tốt nghiệp bổ sung. Mặc dù nhận được mail của trường và khoa thông báo ngày tốt nghiệp. . . Đồng thời trên trang mybk trong mục tình trạng sinh viên vẫn còn hiển thị tình trang đang học.. . Mong PĐT xác nhận là em có được tốt nghiệp ở lần tháng 4 này không. Để em sớm có thể thông báo cho gia đình và kịp chuẩn bị.. . Em xin chân thành cảm ơn.. . Trân trọng.",
            "Chào bạn,. . . . Bạn có tên danh sách tốt nghiệp dự kiến mà bạn .. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . . Em là [full_name]-[student_id], ngày 13/04/2021 em có thực hiện một giao dịch ở mục thu học phí Bách Khoa trên ứng dụng momo. Nhưng đọc kĩ lại thì nó không phải nơi để đóng học phí nhưng em vẫn bị trừ số tiền 4.450.000đ. Em xin hỏi đơn vị này có trực thuộc trường mình không và em có thể được hoàn lại tiền để đóng học phí không ạ. Mong nhà trường xem và phản hồi giúp em. Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . Nhà trường chỉ có 2 kênh đóng học phí là trên BKPay và đóng tại ngân hàng OCB. Đóng trên ứng dụng momo không được nha bạn. Bạn liên hệ ngân hàng OCB để có hướng giải quyết cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào các thầy cô,. . . . Em có 1 câu hỏi: Do có việc bận nên em không đến dự lễ tốt nghiệp vào ngày 24/4/2021. Sang ngày khác em cần làm gì để lên lấy bằng đại học không ạ.. . . . Em cảm ơn. . . . . .",
            "Chào bạn,. . . . Sau ngày lễ tốt nghiệp bạn có thể nhận bằng ở khoa nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Kính gủi quý thầy/cô, . . Em là [full_name] (MSSV [student_id]). . Em có đọc quy chế mới về việc cấp học bổng khuyến khích học tập thì thấy mình đủ hết các điều kiện cần để được xét cấp học bổng.. . + Tính đến thời điểm hiện tại em đã hoàn tất 5 học kỳ chính và đạt số tín chỉ tích lũy là 99 (thỏa điều kiện d trong điều 6, tiêu chuẩn cấp xét học bổng khuyến khích). . + Số tín chỉ đạt trong học kỳ vừa rồi là 12/12 (chưa bao gồm 3 tín chỉ học kỳ dự thính). . + Điểm rèn luyện: 100. . Cách đây khoảng 1 tuần em có vào bảng điểm thì thấy điều kiện xét HBKK là \"Đủ\" nhưng hôm nay khi xem lại thì thấy \"Không đủ\".. . Dạ kính mong quý thầy/cô xem xét lại trường hợp của em bị vi phạm điều kiện gì hay do hệ thống bị lỗi vậy ạ.. . Em xin cảm ơn  . .  .",
            "Chào bạn,. . . . PDT đã cập nhật lại thông tin học bổng, bạn vui lòng kiểm tra lại  trên cổng thông tin sinh viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô! Dạ cho em hỏi, em đã hoàn tất học phí vào ngày 10/4 nhưng đến nay (17/4) thì em không thể đăng kí tốt nghiệp được vì vẫn trong tình trạng nợ học phí. Mong thầy cô hướng dẫn dùm em, em cảm ơn.",
            "chào bạn,. . hiện tại đã mở cho bạn đăng ký tốt nghiệp, bạn vui lòng vào đăng ký và đóng tiền.. . Về việc nhận bằng tốt nghiệp và tham dự lễ tốt nghiệp vui lòng đợi mail thông báo sau của Phòng Đào tạo.. . Thân"
        ]
    }
]