[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em xin chào PĐT, . . Em đã lên aao tra danh sách nhận LVTN HK211 và ra kết quả như hình dưới. Em mong PĐT sớm cập nhật tín chỉ và TA của em để em được xét LVTN - ME4039 trong học kì này - HK211. Em đã gửi yêu cầu từ tận hôm 26/8 sau khi đợt đk LVTN bổ sung kết thúc nhưng không ai hỗ trợ. . . Em đính hèm 2 hình bên dưới, học kì 202 em vẫn đk được LVTN bình thường. . . Dạ em xin cám ơn.",
            "Chào bạn,. . SV đủ điều kiện nhận LVTN, PDT sẽ cập nhật ds gửi [full_name], SV chủ động liên hệ trước với [full_name] để xin nhận GV hướng dẫn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Dạ thưa,. . Theo như kế hoạch giảng dạy từ K19 của khoa KTGT thì đã không còn dạy môn Đồ họa vi tính và Cad (TR2003). Em có liên lạc với bộ môn và đã được bộ môn KTGT chấp nhận viết đơn xin mở lớp với sĩ số thấp.( Em đã đính kèm trong mail trước đó và sẽ gởi lại cho PĐT 1 lần nữa tại đây).Nhưng vẫn nhận được thông báo môn học đã hủy vì sĩ số lớp ít vào sáng nay.. . Dưới đây là đơn xin đã có xác nhận của đầy đủ của các cán bộ có trách nhiệm cũng như ý kiến của chủ nhiệm bộ môn là PGS.TS Lê Thị Hồng Hiếu.. . Đây là danh sách sinh viên muốn đki môn học. . đồ họa vi tính và CAD (Tr2003), kính mong PĐT mở lớp lại để chúng em kịp thời ra trường:. . STT Tên sinh viên    Mssv    Email. . 1 [full_name]    [student_id]. .                 [email]. . 2 [full_name]    [student_id]    . .                 [email]. . 3 [full_name]    [student_id]    . .                 [email]. . 4 [full_name]    [student_id]    . .                [email]. . 5 [full_name]    [student_id]    . .                 [email]. . . . 6 [full_name]       [student_id]. .                 [email]. . 7 [full_name]          [student_id]. .                 [email]. . Xin PĐT có phản hồi giúp em.. . Em cảm ơn.. . . .",
            "Chào bạn. . Sau khi kiểm tra lại sĩ số môn bạn cần học là 6 sv đăng ký.. . Pdt đề nghị bạn liên  hệ lại Giảng viên đề xuất học theo dạng đồ án. . - Sau khi GV đồng ý xác nhận học theo dạng đồ án, có thể không cần thời khoá biểu, bạn chụp hình minh chứng gởilạiCô. . - Đồng thời cho Cô xác nhận lại môn này chỉ mở có 6 bạn thôi đúng không?. . Thân. .",
            "Dạ thưa cô,. . Em đã nhận được xác nhận từ giáo viên giảng dạy là PGS TS Ngô Khánh Hiếu. Em có chụp màn hình lại ạ.. . Thầy có hỏi về thủ tục cần thực hiện giữa thầy và PĐT là gì để kịp thời đáp ứng ạ.. . Và em mới xác nhận lại là có 6 bạn thay vì 7 bạn như trước thưa cô. Dưới đây là danh sách cập nhật ạ:. . Danh sách sinh viên muốn đki môn học. . đồ họa vi tính và CAD (Tr2003):. . STT Tên sinh viên    Mssv    Email. . 1 [full_name]    [student_id]. .                 [email]. . 2 [full_name]    [student_id]    . .                 [email]. . 3 [full_name]    [student_id]    . .                 [email]. . 4 [full_name]    [student_id]    . .                [email]. . 5 [full_name]    [student_id]    . .                 [email]. . . . 6 [full_name]       [student_id]. .                 [email]. . Em thay mặt các bạn cảm ơn và kính chúc cô cùng gia đình dồi dào sức khỏe và có một kỳ nghỉ thật vui vẻ và ý nghĩa."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . [full_name]. . MSSV:[student_id]. . Dạ em chào cô, em trước đó có mail hỏi về vấn đề đăng ký luận văn vét vì em lỡ đợt đăng ký và nhận được phản hồi nên em viết mail này. . Yêu Cầu Xin Đăng Ký Luận Văn Tốt Nghiệp. . Lý do: Do dịch nên điện thoại em có vấn đề và chưa sửa được nên bị miss mail đăng ký LVTN, lúc em kiểm tra thì đã hết hạn nên em mong được đăng ký lại LVTN. . Tên Môn Học: Luận Văn Tốt Nghiệp (dttt). . Mã Môn Học: EE4333. . Nhóm lớp: L01. . Em học hệ chính quy đại trà",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 15/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "em chào thầy cô PDT.. . Em là sinh viên k16. . . Đợt đăng kí môn học vừa rồi em có đăng kí môn học anh văn 3a mã môn học: LA1041 thì bị hủy môn do hết thời gian đào tạo. Em đang liên hệ với pdt và đã được gia hạn thêm 1 học kì nên em tạo yêu cầu này xin phép các thầy cô PDT cho em đăng kí lại môn anh văn 3a để hoàn thành hết chương trình đào tạo của nhà trường ạ.. . Em xin chân thành cảm ơn. .  .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Hiện em không hiển thị thông tin khóa học của 2 môn sau ạ:. . Môn Hệ Cơ Sở Dữ liệu (CO2013) - [full_name]01 - giảng viên [full_name]ê Thị Bảo Thu. . Môn Mô hình hóa toán học (CO2011) - [full_name]02 - giảng viên [full_name]. . Em xin pdt hỗ trợ em tìm kiếm thông tin khóa học ạ. .  . .",
            "Chào bạn,. . BKeL đã cập nhật rồi mà, SV xem lại nhé, còn nội dung trong từng khóa học là do GV cập nhật nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô pdt của trường ạ.. . Em là [full_name] sinh viên lớp DC16KK, ở học kì này em thấy email của trường là miễn chuẩn tiếng anh để đăng kí luận văn tốt nghiệp nên em đã đăng kí nhưng trên phần đăng kí môn học kết quả là đăng kí không thành công, em không biết mình còn thiếu yêu cầu gì nữa ạ.. . . . Hiện tại em đã hoàn thành tất cả các đồ án, TTTN, DCLVTN và số ngày ctxh của em là 18; số tín chỉ tích lũy là 124 nếu thiếu tín chỉ thì em có bằng toeic 485 nộp bằng vào rồi có thể chuyển điểm khắc phục được nhưng mà em nghỉ số tín chỉ là đủ vì có bạn cùng khoa số tín chỉ tích lũy là 122 mà vẫn đăng kí được.. . . . Vì em còn mỗi LVTN nữa nhưng vì dịch ko thi được anh văn nên chưa đăng kí được trong kì trước ạ. Vậy em xin phòng đào tạo phản hồi giúp em sớm để em tìm cách khắc phục để em có thể đăng kí được LVTN ạ. Em xin cả mơn.",
            "Em bổ sung thêm giúp cô mã môn LVTN nữa nha",
            "Dạ mã môn học là GE4343. . Nhờ cô xử lí dúp em ạ.. . Nếu em thiếu điều kiện gì thì xin cô cho em hướng giải quyết.. . ( Hiện tại bài lvtn em đã hoàn thành rồi,  em dự tính là thi lại av văn rồi xin pdt đăng kí và em bảo vệ trong kì trước luôn nhưng vì dịch nên lịch thi của em bị hoãn.). . Em cả mơn cô nhiều",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 15/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. .",
            "Dạ em cả mơn cô ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào Thầy Cô ạ. . Do sơ suất nên em đã không đăng ký được môn học trong học kỳ dự thính 211, nên không đủ điều kiện để nhận luận văn vào học kỳ tiếp theo. . em xin phép PĐT cho em được đăng ký môn Giải tích 2 (MT1005) nhóm lớp DT05. . em rất mong PĐT có thể xét duyệt cho em để em có thể hoàn thành chương trình sớm nhất có thể ạ.. . em xin cảm ơn Thầy Cô rất nhiều ạ",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] Chào thầy/cô,[full_name] [full_name] Em tên Nguyễn Quốc [full_name] MSSV:[student_id], hệ VLVH khoa kỹ thuật máy tính[full_name][full_name] [full_name] Em có đăng ký bổ sung ở mục \"ĐĂNG KÝ BỔ SUNG TTTN + LVTN + DCLVTN HK211\" môn LVTN mã CO4323, nhưng kết quả không được đăng ký do thiếu môn học trước ạ[full_name][full_name] [full_name] Ở chương trình chính quy em đã học tất cả các môn học theo chương trình đào tạo và đủ điểm đạt, ngoại trừ môn Vi xử lý - vi điều khiển em đã học nhưng chưa đạt ạ[full_name] Môn Vi xử lý - vi điều khiển là môn học trước của LVTN ạ[full_name][full_name] [full_name] Ở hệ chính quy em thiếu CCAV nên không đăng ký được môn LVTN, nay trường cho phép đăng ký LVTN mà không cần CCAV nên em đã đăng ký nhưng bị hủy do thiếu môn học trước ạ[full_name][full_name] [full_name] Mong thầy cô xem xét giúp em ạ[full_name][full_name] [full_name] Chân thành cảm ơn[full_name] [full_name] Sinh viên[full_name] [full_name] [full_name][full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] [full_name] [full_name]",
            "Chào bạn,. . SV đủ điều kiện nhận LVTN, PDT sẽ cập nhật ds gửi [full_name], SV chủ động liên hệ trước với [full_name] để xin nhận GV hướng dẫn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT. . Em tên là: [full_name]. . MSSV : [student_id]. . . . Ở đợt đăng kí bổ sung TLTN em đã đăng kí môn TLTN (260663) nhưng em bị hủy không có lí do và hiện không có danh sách làm tiểu luận của khoa.. . . . Em đã hoàn thành đủ chương trình học và đủ ngày công tác xã hội chỉ còn thiếu chứng chỉ anh văn. Nhưng ở đợt đăng kí này, trường không xét chứng chỉ anh văn.. . Mong PĐT xem xét giúp em.. . . . Em xin chân thành cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 15/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô. . Em là [full_name], MSSV [student_id]. Em có đăng ký luận văn tốt nghiệp kỳ 211 nhưng bị hủy với lý do không đủ điều kiện đăng ký, nhưng em chỉ thiếu mỗi anh văn mà trường thì đã không yêu cầu vì dịch bệnh. Em mong thầy cô xử lý giúp ạ. Em cảm ơn",
            "Chào bạn,. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name]. . mssv [student_id]. . Trông đơt đăng kí luận văn đợt 2, em đã đăng kí và thỏa điều kiện đăng kí. Khi có thời khóa biểu em lại không có lên kiểm tra e lại thấy không đủ điều kiện nhận luận văn.. . Kiểm tra lại em thấy mình học có nhiều môn mã  mới (môn tương đương). Nên em xin phép phòng đào tạo chuyển điểm giúp em những môn tương đương e đã thống kê bằng file, để em đảm bảo số tín chỉ tích lũy ngành đủ điều kiện đăng kí luận văn tốt nghiệp.. . Cho em hỏi luôn là số tín chỉ của anh văn 1+2+3+4 là 8 chỉ có tính vào điều kiện đăng kí luận văn không vượt quá 7 tín chỉ không.. . mã môn luận văn CI4333.. . Mong phòng đào tạo xem xét chuyển điểm và bổ sung luận văn giúp em trong thời gian sớm nhất. . . Em xin chân thành cảm ơn.",
            "AV 1,2,3,4 đều là môn học thuộc CTĐT của bạn nhé, tính như môn học bình thường nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào quý Thầy/Cô,. . Em đã đăng ký môn Luận văn tốt nghiệp vào đợt bổ sung (từ 23/08/2021 đến 25/08/2021). Học kỳ 202 em có đăng ký 1 môn học dự thính, mà nếu môn đó đạt thì em mới đủ số tín chỉ tích lũy ngành tối thiểu để đăng ký Luận văn. Nhưng môn đó đã có kết quả không đạt, vậy các tuần tiếp theo có bị hậu kiểm hủy môn Luận văn tốt nghiệp không ạ?. . . . Em cảm ơn.. .",
            "[full_name],[full_name]. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện chuẩn tiếng Anh sau mỗi năm học (Chuẩn Anh văn hàng năm cho riêng HK chính 211 và HK dự thính 211). ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ và tên [full_name] . . MSSV [student_id]. . Lớp GT16TAU1. . số tính chỉ tích lũy 130. . số ngày CTXH 16 ngày . .   Kính gửi: . .    Em mới đăng ký LVTT học kỳ hk211 trong đợt bổ sung ngày 24 vừa qua. Nhưng em đã bị hủy do không đủ điền kiện nhận LVTN. Nhưng nếu tính luôn tính chỉ học kỳ hè thì e đac tích được 129 tính chỉ và đủ 16 ngày CTXH và theo em biết đợt đăng ký bổ sung này thì không xét anh văn.  Thì em không biết lý do tại sao LVTT của em lại bị hủy ạ. . . Cảm ơn Trường đã đọc và mong nhận được câu trả lời sớm nhất từ Trường ạ",
            "Chào bạn,. . Vui lòng bổ sung giúp cô mã môn [full_name]. . Thân",
            "Dạ thưa cô [full_name] - Luận văn tốt nghiệp (tàu)",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 15/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. .",
            "Chào bạn,. . Trường hợp của bạn không đủ điều kiện để nhận LVTN. . 101+12+9=123  126 Không đủ điều kiện nhận LVTN. . SV xem lại quy định về nhận LVTN nhé.. . Vui lòng xem file đính kèm, trường hợp có khiếu nại, SV vui phải hồi lại qua bksi nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào PĐT, trong học kì 202 và 203 em có hai môn học là thực tập kỹ thuật TR3075 và Thực tập ngoài trường TR3315, do tình hình dịch nên nhóm của em không thể tiến hành học và thi kết thúc môn được, hôm nay em nhận được thông báo của bộ môn là tụi em sẽ phải nhận điểm 13 cho môn học này, PĐT cho em hỏi như vậy tụi em có bị xem là rớt môn không và khi học lại phải đóng lại học phí không ạ, do phần học phí của hai môn học này tụi em đã thanh toán đúng hạn vào hai học kì trước rồi ạ, em cảm ơn.",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa thầy/cô, hiện tại em thấy mục \"đăng ký tốt nghiệp\" trên mybk cho đợt học kì 1 năm 2021-2022 (tháng 11 năm nay) đã hết hạn. Hiện tại em đang theo bên chương trình việt pháp, đã hoàn thành luận văn nhưng vừa có điểm hôm qua (cũng là hôm hết hạn đăng kí luận văn).. . . . Em muốn hỏi là đăng kí tốt nghiệp cho đợt tháng 11 tới đây thì có cần phải lo lắng về cái mục \"đăng ký tốt nghiệp\" trên my bk đấy không ạ? Tại có nhiều bạn cũng chưa kịp đăng ký và chưa có điểm môn học Luận văn tốt nghiệp ấy ạ.",
            "Chào bạn. . - Đợt đăng ký tốt nghiệp hiện tại đến 30/8 là của HK 202. . - Đợt tốt nghiệp tháng 11/2021 - HK211 sẽ có thông báo cụ thể cho SV về danh sách về cách đăng ký tốt nghiệp dự kiến bắt đầu từ tháng 9/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Học vụ  /i [full_name] [full_name] [full_name] [full_name] Kính chào [full_name][full_name] [full_name] Em tên [full_name], MSSV [student_id], lớp VP17VL, khoa Công nghệ Vật liệu[full_name] Em xin được hỏi về   B phản hồi hoãn báo cáo đồ án  /B  cho môn học   B Projet 2:thực hành đề tài nghiên cứu khoa học  /B  - MMH:   B 215742  /B [full_name][full_name] [full_name] Do tình hình dịch bệnh phức tạp nên tụi em không thể lên lab và hoàn thành đồ án[full_name] Vậy nên tụi em đã đăng ký hoãn báo cáo đồ án, mỗi bạn làm một đơn, nộp cho Khoa Công nghệ Vật liệu và Bộ môn Vật liệu Năng lượng & Ứng dụng[full_name] Bên Khoa CNVL và Bộ môn VLNL đã nộp bản giấy (  B 13/8  /B ) lên PDT[full_name] Thế nhưng hôm nay (31/8) là hạn chót nhập điểm rồi mà vẫn chưa nhận được phản hồi từ PDT về việc hoãn báo cáo đồ án[full_name] Khoa CNVL (Chị [full_name]) cũng có gửi email nhắc lại rồi ạ[full_name] [full_name] [full_name] Mong PDT giải quyết việc này gấp giúp tụi em ạ[full_name][full_name] [full_name] Chân thành cảm ơn PDT[full_name]",
            "Chào em,. . PĐT sẽ kiểm tra email công văn này. Sau đó Ban lãnh đạo PĐT sẽ trả lời công văn về [full_name]. [full_name] sẽ thông báo kết quả đến SV.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào Thầy/ Cô,. . Dạ em tên [full_name], MSSV: [student_id],. . Dạ em bảo vệ luận văn ngày 04/08/2021, em thấy hạn đăng ký xét tốt nghiệp là ngày 30/08/2021, nhưng trên hệ thống chưa cập nhật điểm và chưa có danh sách tốt nghiệp dự kiến hệ VHVL.. . Dạ Thầy/Cô cho em hỏi khi nào em đăng ký được vậy ạ?. . Em cảm ơn Thầy/ Cô.",
            "Chào bạn. . - Đợt đăng ký tốt nghiệp hiện tại đến 30/8 là của HK 202. . - Đợt tốt nghiệp tháng 11/2021 - HK211 sẽ có thông báo cụ thể cho SV về danh sách về cách đăng ký tốt nghiệp dự kiến bắt đầu từ tháng 9/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên: [full_name]. . MSSV: [student_id]. . Đợt ĐKMH HK211 dành cho LVTN em có đăng kí khi nhà trường yêu cầu miễn CCAV. Tuy nhiên Kết quả thì em bị hủy đăng kí môn.. . Em mong nhà trường xem xét ạ. Em cảm ơn. . Mã môn học: CH43B3",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 15/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name] . . mssv [student_id] . . luận văn cảng công trình biển. . mã môn học CI4333. . Em đăng kí luận văn đợt 2 và thiếu chỉ tích lũy ngành do chưa chuyển một số môn tương đương. Em đã thống kê bằng file bên trên mong PĐT xem và chuyển điểm giúp em.. . Sau khi chuyển điểm em mong PĐT bổ sung thời khóa biểu để em kịp tiến độ nhận và làm luận văn. Các điều kiện đi kèm để nhận luận văn hiện em đã thỏa.. . Rất mòng PĐT giải quyết sớm vấn đề này.. . Em đã gửi phản hồi 3 lần nhưng chưa được giải quyết.. . em xin chân thành cảm ơn.. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 15/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Vui lòng trình bày rõ câu hỏi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào [full_name]T. Trong đợt ĐKMH vừa rồi môn LVTN của e bị hủy sau khi đăng ký. Hiện tại e đang thiếu chứng chỉ ngoại ngữ, do tình hình dich Covid kéo dài nên không thể thi được. Đồng thời, có chứng chỉ ngoại ngữ e mới có thể chuyển điểm AV để có được 8 tín chỉ cho 4 môn AV 1,2,3,4. Vì vậy không nộp chứng chỉ tiếng Anh e đồng thời bị cả 2 vấn đề là thiếu tín chỉ và thiếu Toeic theo quy định của trường. [full_name]T giúp e giải đáp thắc mắc này được không ạ. Rất mong sớm nhận được phản hồi. Em cảm ơn.",
            "Chào bạn,. . Phải đủ điều kiện bạn mới có thể đăng ký được môn LVTN.. . Vấn đề là bạn vẫn có thể đăng ký học AV trong trường bình thường được nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên : [full_name] . MSSV : [student_id]. . Lý do : Bị hủy đăng kí môn học EE4313 với lý do không đủ điều kiện đăng ký. Em được biết HK211 không xét anh văn cho LVTN. . . Số TCTL : 129. . Số ngày CTXH : 15. . Em mong PĐT xem xét. Em cảm ơn.. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 15/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Kính gửi phòng đào tạo,. . Vào lúc đăng kí môn đợt 2 em đã đăng kí môn Cơ học đất (CI3001) lớp DT01 nhưng lúc đó lớp kết cấu thép 2 (CI3211) đã hết slot và khi đó em vẫn chưa có điểm thi của môn đó và khi em có điểm thì em không thể xóa lớp của môn Cơ học đất để đăng kí lại môn Kết cấu Thép 2 (CI3211) vì thế sẽ ảnh hưởng đến quá trình làm luận văn tốt nghiệp của em. Em đã được sự cho phép của giảng viên là cô [full_name]. Mong phòng đào tạo có thể suy xét cho em cho em vào lớp DT01 của cô [full_name]. Em xin cảm ơn",
            "Chào bạn,. . Vui lòng trình bày rõ tại sao phải xóa môn CI3001. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Gửi thầy cô, vì trong học kỳ 201 em thanh toán trễ nữa kỳ học phí nên em có đính kèm theo là đơn xin được đóng học phí trễ. Cùng với đó là đơn xin được tạm dừng học tập trong kỳ này.. . . . Mong nhận được sự trợ giúp từ thầy cô!",
            "Chào bạn. . Tình trạng hiện tại của bạn là Buộc thôi học vì tự ý nghỉ học. . Bạn xem tại Mybk-thông tin sinh viên. . Để có thể cứu xét thu nhận lại, bạn liên hệ Văn phòng Khoa để cứu xét. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào Thầy/cô phong đào tạo.. . Vì em không biết lớp học và buổi học nên em gửi danh sách môn học em muốn đăng kí cho Thầy/cô phòng đào tạo xếp giúp em.. . em cảm ơn ạ!",
            "Chào em,. . Em vui lòng trình bày lý do, mã môn học, tên môn học, mã nhóm để PĐT xem xét nhé.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi quý Thầy Cô PĐT.. . Em tên: [full_name]. . MSSV: [student_id]. . Lớp: XD16CTGT. . Mục đích: Mong muốn được rút môn học, môn THIẾT KẾ CẦU 1 (CI3039), nhóm A01, học kì 1 năm học 2021-2022.. . Lý do: Em cảm thấy môn THIẾT KẾ CẦU 1 học khá nặng và cần đầu tư nhiều thời gian, nên em muốn rút để tập trung hơn cho những môn còn lại.. . Em xin chân thành cảm ơn quý Thầy Cô.",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân mến,. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Quý Thầy Cô PĐT. . Họ Và Tên: [full_name] - MSSV: [student_id] - Hệ VHVL - Nhóm T01.. . Em đã đăng ký xét duyệt nhận luận văn tốt nghiệp trong HK 211 này. mà hiện tại PĐT chưa cập nhật điểm cho em nên kết quả là chưa đạt và đủ chỉ để nhận luận văn.. . Em đã liên hệ với giáo viên dạy em các môn tiên quyết và giáo viên nói đã nộp bảng điểm lâu rồi. và em có xin bản sao bảng điểm của em về 2 môn tiên quyết đó là:. . 1. Đồ án môn học kết cấu thép - MãMH: CI 3213 với số điểm tổng kết là 7.5đ. . 2. Đề cương luận văn tốt nghiệp - MãMH: CI4341 : với số điểm tổng kết là 8đ. . Bảng điểm được em đính kèm tập tin.. . Kính momg Quý thầy cô PĐT giúp em cập nhật điểm sớm để em còn kịp làm luận văn trong HK211 này. Để thực hiện công việc của em sớm nhất ah.. . Em chân thành cảm ơn Quý thầy cô.. . . .   i Đăng ký môn học .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH (học phần tốt nghiệp: TTTN, DCLV, LVTN) của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV. . . Trường hợp nếu không đăng ký được (không đủ điều kiện (thiếu môn tiên quyết, thiếu ngày CTXH..)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo. . Em tên là [full_name], MSSV [student_id], em xin gửi pdt đơn xin cập nhật tín chỉ tích lũy ngành có xác nhận của Khoa Kỹ Thuật Xây Dựng.. . Nội dung cụ thể em có ghi trơng đơn ạ.. . Kính mong Pđt xem xét và hỗ trợ giúp em.. . Em xin trân trọng cảm ơn",
            "Vui lòng bổ sung giúp mã LVTN nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Học vụ . Em chào quý Thầy/ Cô. . Về việc giấy hoãn nghĩa vụ quân sự. . Do tình hình dịch bệnh căng thẳng, e không biết phòng đào tạo có cấp giấy bản mềm hay gửi bưu điện không ạ. . Hiện tại bên xã em đòi giấy hoãn ạ. . Mong quý Thầy/ Cô giải đáp giúp em. . Em cảm ơn",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phường và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . . . - Hiện tại bưu cục không nhận chuyển đến hết ngày 6/9/21. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào PĐT ạ.. . Em là [full_name] mssv [student_id]. Hiện đang học ngành Điện tử - Viễn thông thuộc khoa Điện - Điện tử ạ.. . . . Theo CTĐT của em thì em phải học 3 môn nhóm A, 3 môn nhóm B và 1 môn nhóm C là đủ 7 môn tự chọn. PĐT cho em hỏi là nếu trong quá trình em học tới 8 hoặc 9 môn tự chọn thì ĐTBTL và ĐTBTLN của em sẽ tính cả 8, 9 môn này hay chỉ lấy 7 môn có điểm số cao nhất trong trường hợp toàn bộ 8,9 môn này đều trên 5.0 hay tính ĐTBTL và ĐTBTLN như thế nào ạ?",
            "Chào em,. . Đtbtl là tính hết , học bao nhiêu môn tính bấy nhiêu. Còn đtbtl ngành chỉ tính những môn có trong chương trình đào tạo ngành mà sv theo học suốt khoá học và lấy điểm cao nhất tính.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "34479 Đăng ký môn học . Thư cô mã luận văn tốt nghiệp của em là CI4313.. . Mong cô giúp em đăng ký được luận văn ạ.. . Em cám ơn cô nhiều!. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 15/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào Tạo. . Em tên là [full_name], MSSV [student_id], em xin gửi pdt đơn xin cập nhật tín chỉ tích lũy ngành có xác nhận của Khoa Kỹ Thuật Xây Dựng.. . Nội dung cụ thể em có ghi trơng đơn ạ.. . Kính mong Pđt xem xét và hỗ trợ giúp em.. . Em xin trân trọng cảm ơn",
            "Chào bạn,. . Bạn bổ sung giúp cô mã [full_name] nữa nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT!. . Hiện tại sau khi e kiểm tra bảng điểm thì có sự chênh lệch giữa tín chỉ tích lũy (133 chỉ) và tín chỉ tích lũy ngành (130 chỉ). Em đã check vài lần các môn em học so với kết quả của chương trình đào tạo là em đã đăng ký đủ và hoàn thành tất cả các môn. PĐT cho em hỏi là tại sao có sự chênh lệch đó và có ảnh hưởng gì tới tiến trình tốt nghiệp của em không ạ. Vì em đã hoàn thành luận văn tốt nghiệp nên em mong PĐT có thể kiểm tra rõ để em có thể cập nhật nhanh nhất. . Em xin cảm ơn!. . . .",
            "Chào bạn,. . Hiện tại nếu bạn xem điểm TB TL ngành trên Mybk thì chưa cập nhật đủ và chính xác nhé, thường phải đợi khi bạn tốt nghiệp PDT mới chạy chính xác điểm TB TL ngành cho bạn.. . Bạn có thể tham khảo CTĐT tại aoo.hcmut.edu.vn/Sinh viên/Chương trình đào tạo và tự tính theo quy định:. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 19.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name], MSSV: [student_id]. Nay em xin được phép gửi PĐT đơn rút môn học kỳ dự thính (em đăng ký đợt đăng ký bổ sung HK211-Lộ trình 2- đợt 2).. . Em chân thành cám ơn PĐT đã dành thời gian giải quyết đơn của em ạ!",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào [full_name]/Chị PDT, . . . .  Em là [full_name] - [student_id]. . . . - Vấn đề: Hiện tại em chưa hoàn thành môn học Tiếp thị căn bản được học ở năm hai, mà trong chương trình mới thì môn này được đưa vào kì 1 của năm nhất, nên giờ em vẫn chưa đăng kí được môn này ạ. Em mong trong kì này sẽ được học chung với k21 để kịp chương trình các kì sau ạ.. . . . - Tên môn học: Tiếp thị căn bản (MSMH: IM1019). . . . Em cảm ơn ạ.. . . . Đăng ký môn học .",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin kính chào quý thầy cô Phòng Đào Tạo,. . . . Em tên là [full_name], hiện đang là sinh viên ngành kĩ thuật máy tính phân lớp MT20KT02. Vào ngày 18/08/2021, phòng đào tạo đã thông báo đã tiếp nhận đơn bảo lưu của em nhưng đến ngày hôm nay (31/08/2021) em vẫn chưa nhận được đơn phản hồi từ Phòng Đào Tạo. Kính mong thầy cô có thể kiểm tra đơn của em và phê duyệt sớm nhất để em có thể hoàn thành thủ tục bảo lưu kết quả học tập.Em xin chân thành cảm ơn quý thầy cô.. . . . Trân trọng,. . [full_name].",
            "đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi : Phòng đào tạo.. . Em là [full_name] ,MSSV : [student_id]. . Do em đã hết thời gian đào tạo nên đã bị hủy hết kết quả đăng ký môn học cũng như tiểu luận tốt nghiệp . Em đã làm đơn xin gia hạn và đã được nhận . Và giờ em muốn xin mở lại các môn như đợt em đã đăng ký vừa rồi:. . 1: Tiểu luận tốt nghiệp :260263. . 2: Anh văn 3 ( tương đương) :LA1007 . . 3: Anh văn 4 ( tương đương) :LA1009. . Rất mong PĐT tạo điều kiện mở các môn cho em được học và hoàn thành chương trình học tập trong 1 kỳ gia hạn này .. . EM xin trân trọng cảm ơn .",
            "Chào bạn,. . Bạn vui lòng trình bày rõ là bạn nộp đơn gia hạn ở đâu nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name]. . mssv [student_id]. . em được biết là trường miễn yêu cầu anh văn cho LVTN. Em vẫn không đăng kí được do lỗi mã môn học và không đăng kí được. Nên em đã làm đơn chuyển đổi điểm. em đã gởi mail cho PDT và trên BKSI nhưng vân chưa được phản hồi. em xin nộp lại đơn chuyển điểm mong phòng đào tạo nhận và cho em đăng kí luận văn. Em xin cảm ơn",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 15/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .  Dạ em có tên trong danh sách thi hk202 ạ. Lúc thi em có điểm danh bình thường ạ. Với lại thầy cô cũng cho em coi điểm rồi ạ. PDT giúp em khôi phục lại hk202 giúp em với ạ.. . Em xin cám ơn.. .",
            "Chào bạn,. . Trường hợp của bạn đã bị hủy TKB/lịch thi do thanh toán học phí không đúng hạn.. . Bạn vui lòng xem quy định về TT học phí tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/điều 7.2. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Em đăng ký lớp môn Anh văn dự thính 1 mà không có hiện lớp . . Mong pdt hướng dẫn hỗ trợ . . Mong được sự phản hồi trong thời gian sớm nhất của pdt để em có thể nắm bắt thông tin. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name] MSSV [student_id] nay em viết mail này để xin cho em hủy lớp AV3 dự thính lộ trình 1 để học môn sức bền vật liệu lộ trình 2 ạ. Do môn sức bền tiên quyết và quan trọng và do đăng kí đợt khác nhau nên em xin PDT có thể xem xét giúp em ạ.Em đã gửi mail cho pdt và dc hướng dẫn qua đây ạ. . Em cảm ơn",
            "Chbạn,. . Bạn vui lòng trình bày rõ vấn đề của bạn (ghi rõ MH xin hủy và bổ sung MH gì (tên MH, Mã MH, mã nhóm) ghi rõ lý do và gửi qua bksi.. . Vì Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]\t. . Đăng ký môn học. . Trong quá trình đăng kí môn học em có đăng kí môn học em có đăng kí đề cương luận văn thì em bị hủy môn vì lí do chưa đăng kí môn song hành là thực tập tốt nghiệp nhưng thực tập em đã đăng kí từ hè nhưng vì lí do dịch nên chưa thể đi được ngoài ra các điều kiện đăng kí khác em đều thỏa nên mong nhà trường xem xét giúp em.. . Em xin chân thành cảm ơn!. . . .",
            "Chào bạn,. . Vui lòng bổ sung giúp cô mã môn ĐCLVTN nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào cô, cho em hỏi kỳ này tình hình học onl vậy rồi có mở môn gdtc không ạ.. .   i Đăng ký môn học .",
            "Chào em,. . Em liên hệ cô [full_name] [phone_number], phòng 520 Nhà điều hành ĐHQG-HCM (khu phố 6, phường Linh trung, Thủ đức). . Email của cô [full_name] : [email]. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Đăng ký môn học . em tên [full_name], mssv: [student_id] , hệ VHVL. . . . thưa thầy/cô, học kỳ trước em đã nhận làm lvtn nhưng do dịch và 1 số lý do mà em không thể báo cáo online được, nên học kỳ này em đăng ký để làm lại môn lvtn. . . Nhưng sao em đăng ký thì báo là không đủ điều kiện nhận lvtn, ghi là thiếu tín chỉ ạ. Lần trước trường có mail cho em và báo là em chỉ thiếu 4 chỉ môn tự chọn mà giờ trên trang xét luận văn lại báo là thiếu hơn 30 chỉ, mong thầy xem xét và giúp đỡ trường hợp của em ạ, em xin cảm ơn",
            "Chào bạn,. . Vui lòng bổ sung thêm mã LVTN nữa nhé. . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô, em tên [full_name], MSSV [student_id], sinh viên hệ bằng 2 khoá 2020 (học theo chương trình đào tạo khoá 2018). HK211 em đăng kí 2 môn là thực tập ngoài trường (CI3345) và đề cương luận văn tốt nghiệp (CI4345) nhưng bị báo lỗi là không đủ điều kiện đăng kí thiếu số tín chỉ (hình ảnh đính kèm). Em có nộp phiếu chuyển điểm khi nhập học (9/2020) và đã có mail xác nhận, hệ thống cũng đã cập nhật môn chuyển điểm cho em rồi. Trong đó có những môn tương đương với chương trình đào tạo 2018 như sau:. . - Kết cấu bê tông cốt thép 1 (CI2039) tương đương với 2 môn Kết cấu bê tông cốt thép 1 (CI2091) và DAMH Kết cấu bê tông cốt thép 1 (CI2093). . - Kết cấu bê tông cốt thép 2 (CI3007) tương đương với 2 môn Kết cấu bê tông cốt thép 2 (CI3175) và DAMH Kết cấu bê tông cốt thép 2 (CI3177). . - Kết cấu thép 2 (CI3069) tương đương với 2 môn Kết cấu thép 2 (CI3211) và DAMH kết cấu thép (CI3213). . - Nền móng (CI3037) tương đương với 2 môn Nền móng (CI3195) và DAMH nền móng (CI3197). . - Tổ chức thi công (CI4049) tương đương với 2 môn Tổ chức thi công (CI4125) và DAMH tổ chức thi công (CI4127). . Em có gửi kèm phiếu miễn môn học và danh sách môn tương đương. Thầy/cô xem xét dùm em để em có thể đăng kí môn học ạ. Em xin cảm ơn thầy/cô.. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH (học phần tốt nghiệp: TTTN, DCLV, LVTN) của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV. . . Trường hợp nếu không đăng ký được (không đủ điều kiện (thiếu môn tiên quyết, thiếu ngày CTXH..)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Theo quyết định số 728/QĐ-ĐHBK ngày 08/04/2021 quy định về xét cấp học bổng khuyến khích cho sinh viên, tại khoản d, điều 6, chương II là số tín chỉ tích lũy ngành sinh viên đạt tối thiểu là 15 x [số học kỳ chính], khác với thông báo trước đó ngày 23/12/2020 (Số tín chỉ tích lũy ngành (TCTLN) ≥ 90% số tín chỉ của chương trình đào tạo). . HK202 em đã đăng kí 14 tín chỉ, Số tín chỉ tích lũy ngành sau HK202 sẽ là 29 tín chỉ. (theo thông báo cũ vẫn đạt điều kiện). . Vì quyết định 728/QĐ-ĐHBK ban hành ngày 08/04/2021, HK202 đã bắt đầu nên em không thể điều chỉnh thêm môn học để đạt đủ điều kiện xét HBKK.. . Vì vậy, xin hỏi là trường hợp của em có được xét HBKK HK202 hay không.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là thời khoá biểu của kì 211 của em tại sao lại bị mất rồi ạ",
            "- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . - Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . - SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng Đào Tạo,. . Học kì này em có đăng kí 2 môn: Đồ án Tổ chức thi công CI4127 và Đề cương luận văn tốt nghiệp CI4341.. . Hiện trên thời khóa biểu đã cập nhật các môn này. Tuy nhiên trên BK-ELearning vẫn chưa cập nhật, và em cũng chưa biết được giảng viên hướng dẫn của mình là ai đồng thời cũng chưa nhận được thông báo gì về nội dung môn học.. . Hiện đã bắt đầu học kì được hơn 2 tuần rồi, việc chưa cập nhật môn học có thể ảnh hưởng phần nào tới tiến độ học tập của em.. . Mong phòng Đào Tạo có sắp xếp và hồi đáp ạ.. . Em xin cảm ơn.",
            "Chào bạn. . Pdt đã cập nhật lại, bạn kiểm tra lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào quý Thầy Cô,. . Em tên: [full_name]. . MSSV: [student_id]. . Học kỳ vừa rồi em bị tạm dừng học vì không đăng ký môn học duy trì em đã làm đơn thu nhận và được chấp nhận với tình trạng hiện tại \"đang học\" nhưng vì nộp đơn trễ nên đã qua đợt đăng ký môn học bổ sung nay mong quý Thầy Cô xem xét và cho em đăng ký môn luận văn tốt nghiệp với các thông tin môn học như sau ạ:. . Mã môn học: EN4313. . Nhóm lớp: L01. . Tên môn học: Luận văn tốt nghiệp. . Giảng viên hướng dẫn: [full_name]. . Em chân thành cảm ơn quý Thầy Cô ạ.. . . . . . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 15/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi nếu bị hủy kết quả của HK202 do không thanh toán học phí đúng hạn thì mình có . . được khôi phục lại kết quả không ạ ?. . Em cám ơn.. . Thân mến !. . . .",
            "Chào bạn,. . Không được khôi phục lại nhé bạn, vì nhà trường đã gửi mail thông báo nhắc SV đóng học phí rất nhiều lần nhé!. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] Kính Gửi : Ban Giám Hiệu[full_name] [full_name]            Phòng Đào Tạo Trường Đại Học Bách[full_name] [full_name]            Khoa[full_name] [full_name] Em Tên là : [full_name][full_name] [full_name] Mssv : [student_id][full_name] [full_name] Lớp : XD18CT1[full_name] [full_name] Dạ em chào PĐT ạ![full_name] [full_name] Dạ Thưa Cô là trong đợt đăng ký môn học bổ sung lần 2 thì PĐT có mở môn học Máy Bơm và Trạm Bơm em và các bạn có đăng ký nhưng mà do không đủ sỉ sô nên đã bị hủy môn ạ, thêm một điều nữa là từ K19 thì môn học Máy Bơm và Trạm Bơm bị thay thế bằng môn học khác nên em và các bạn phải học môn thay thế và chuyển điểm ạ bên cạnh đó thì sẽ bị trễ hạn đăng ký cho các môn tiếp theo của học kỳ kế tiếp của chuyên ngành ạ[full_name] [full_name] Dạ nguyện vọng của em và các bạn bây giờ là PĐT có thể cho chúng em làm lại đơn xin mở lớp môn cho học :[full_name] [full_name] Tên môn học :  Máy Bơm và Trạm Bơm[full_name] [full_name] MSMH : CI3059[full_name] [full_name] Được Không ạ[full_name] [full_name] Em xin chân thành cảm ơn![full_name] [full_name] [full_name]![full_name] [full_name] [full_name][full_name][full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy cô ạ, dạ cho em hỏi về việc đăng ký môn học, hiện đã hết thời gian đăng ký môn học, nhưng hiện em mới nhận kết quả thi của môn học HK202 mới biết kết quả là rớt môn ạ, nhưng hiện K18 kỳ này sẽ là kỳ cuối cùng học môn SP1009 Đường lối Đảng Cộng sản Việt Nam, hiện cho em hỏi về việc có thể hoặc có cách nào đăng ký học vào lớp hiện tại đang học ở kỳ 211 không ạ, vì hiện em đang rất muốn học vì hiện kỳ sau không còn mở môn học này nữa ạ, dạ em cảm ơn thầy cô ạ!",
            "Chào bạn,. . Bạn vui lòng trình bày rõ là bạn muốn xin vào nhóm lớp nào? để PDT kiểm tra và trả lời. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào Quý Thầy/Cô,. . . . Em là [full_name], MSSV [student_id], khoa Quản lý Công nghiệp. Nay em viết mail này kính xin hỏi vấn đề như sau:. . Làm sao để mình biết được tình trạng Giáo dục thể chất của mình đã đủ ạ?. . . . Vì em đã có thời gian bảo lưu 1 năm (HK182&191) nên đã không theo kịp học các lớp GTTC với mã môn của khóa K18 của mình. Sau đó em có đăng ký học nhưng lại theo mã môn GDTC của K19 (PE1015 & PE1037) và 1 lớp GDTC dự thính (PE1025) nên không biết em có được xét đạt đủ không ạ.. . . . Kính mong nhận được sự phản hồi từ Quý Thầy/Cô. Em xin chân thành cảm ơn.. . . . Trân trọng,. . [full_name]",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến,. ."
        ]
    }
]