[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có 1 chứng chỉ toeic đã thẩm tra, em muốn chuyển điểm thì phải làm sao ạ?",
            "Chào em,. . Em đăng ký chuyển điểm và thanh toán lệ phí tại mybk/Đăng ký nộp chứng chỉ ngoại ngữ/ chọn xét miễn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Nhà trường, . . . . Em tên là [full_name], SV lớp HC19HLY. Sau một khoảng thời gian tạm dừng để ổn định tâm lý và ra ngoài trải nghiệm cuộc sống, hôm nay em làm đơn này để xin nhà trường cho phép em được tiếp tục học tập, được tiếp tục theo đuổi ước mơ từ những ngày cấp 3 của mình. . . Kính mong nhà trường xem xét ạ.. . . . Em chân thành cảm ơn ạ.. .",
            "Chào bạn,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của bạn.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 05/2022). . Xem chi tiết lịch đăng ký môn học HK kế tiếp (HK 213) dự kiến cập nhật trước tháng 05/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2021-2022    Học kỳ 3. . để đăng ký môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . dạ em chào quý thầy cô ạ!. . Tuần rồi em có làm đơn xin chuyển điểm môn học và thầy cô có rep em là bảo em làm đơn (không kèm theo đơn gửi pdt) em gửi thì thầy cô lại bảo em kèm theo đơn. xin thầy cô xem xét lại giúp em ạ. .",
            "Chào em,. . Em chỉ gửi câu hỏi trên đây mà không gửi kèm file đơn sao PĐT xem xét được.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô PDT trường ĐH Bách Khoa TPHCM.. . Sau khi em đã đăng ký tốt nghiệp trên mybk nhưng vì bị covid nên chưa thể nộp ảnh 4x6 trên hệ thống. Nên khi đăng ký thì đơn xét chưa được xử lí.. . Nay em đã bổ sung hình trên hệ thống mybk thì không biết em có cần phải đăng ký lại bằng phương thức nào khác không hay PDT sẽ tự cập nhật vậy ạ?. . Em xin cảm ơn thầy/cô.. .",
            "Chào em,. . Em chỉ cần upload lại hình, không cần gửi lại đơn, bộ phận nhận đơn sẽ tự kiểm tra lại những đơn trả về.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô, em tên là [full_name]. Em mong thầy cô kiểm tra lại giúp em bản đơn rút môn học PH1005 kì dự thính này ạ. Em đã điền từ ngày 23/2 và tới nay vẫn không nhận được email xác nhận ạ. Mong thầy cô kiểm tra lại giúp em ạ . .",
            "Chào em,. . Nếu em điền forms rồi mà chưa nhận được email xác nhận là do hiện tại chính sách gmail thay đổi nên không gửi được thông tin email đến sv. Sau ngày 31/3 em xem TKB cập nhật nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo. . . . Em học bên hệ VLVH 2022. . . . Đợt đăng kí môn học bổ sung kiến thức cho hệ VLVH, Do em đăng kí trễ, em làm đơn xin bổ sung tên em vào những lớp có trong danh sách môn bổ sung kiến thức của ngành em được không ạ?. .  Em xin cám ơn thầy cô.. .",
            "Chào em,. . Em vui lòng gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ kính chào quý thầy cô, em là sinh viên năm nhất của khoa ứng dụng, hiện em thấy ở mục 12 nhập học mục thẻ sinh viên đã cập nhật là thẻ đã in rồi.Thầy/ cô cho em hỏi em có thể nhận thẻ sinh viên ở đâu ạ.Em cảm ơn thầy/cô.. .",
            "Chào em,. . Vấn đề nhận thẻ SV: khi nào đi học trực tiếp sẽ có thông báo việc này nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em [full_name] mssv [student_id]. Em xin phòng đào tạo xem xét cho em thực hành bổ sung và thi bổ sung môn vẽ kĩ thuật (Cl1003).",
            "Chào bạn, . . Hiện đã hết thời gian để hoãn thi môn Vẽ kỹ thuật ở HK 202 theo quy định.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Dạ thưa thầy cô,. . Trên danh sách đính kèm ở trang web của trung tâm gdqp không có tên em(file excel) tuy em đã được gửi mail và cấp tài khoản. Nhưng trong tài khoản em cũng không có đại đội. Em không biết có gì trục trặc trong việc đăng kí không ạ? Mong thầy cô giải quyết giúp em ạ.. . Em cảm ơn thầy cô ạ.",
            "Chào em,. . Em vui lòng liên hệ PĐT TT GDQP qua 028.[student_id]7, hoặc email [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi pdt trường Đại Học Bách Khoa. . Em tên là [full_name] , MSSV [student_id]. . Hiện tại em đã đăng ký một lớp Anh Văn Cơ Bản A LA0011 , nhóm DT04 và đang bị trùng lịch với một môn học khác .Em mong pdt xem xét rút lại môn học này giúp em .. . Em xin chân Thành cảm ơn !  . .",
            "Chào bạn, . . PDT đã tiếp nhận yêu cầu hủy môn học của bạn. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Do trong quá trình record, phần mềm record của em xuất ra file video bị lỗi bản quyền dẫn đến file record của em không hoàn chỉnh theo yêu cầu của quy định thi. Em muốn biết mình có thể thi lại được không ạ.. . Đây là phần file lỗi xuất ra mong PĐT xem xét qua trường hợp của em: https://drive.google.com/file/d/16pd4WTte8rUxvcTZdik2zbr_DiXFwTHl/view?usp=sharing. . Do vấn đề gấp rút nên em mong sẽ nhận được phản hồi sớm nhất.",
            "Chào em,. . - Em vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Em cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Em nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: ính gửi pdt trường Đại Học Bách Khoa. . Em tên là [full_name] , MSSV [student_id]. . Hiện tại em đã đăng ký một lớp Anh Văn Cơ Bản A LA0011 , nhóm DT04 và đang bị trùng lịch với một môn học khác .Em mong pdt xem xét rút lại môn học giúp em .. . Em xin chân Thành cảm ơn !",
            "Chào em,. . Đã hủy môn LA0011"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name], MSSV: [student_id], Đại đội 31.. . Phòng đào tạo có thể cho em biết đại đội 31 học trực tiếp vào đợt 1 hay đợt 2 vậy ạ.Mong phòng đào tạo phản hồi để em có thể  . . lập kế hoạch vào TP HCM.. . Em xin chân thành cảm ơn",
            "Chào em,. . Em liên hệ PĐT TT GDQP qua 028.[student_id]7, hoặc email [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] lớp HT04.Em có đăng ký 1 lớp AV1 ở trường mình nhưng thời gian học của môn nó trùng lịch với 1 số môn em học ở ngoài nên em muốn xin được huỷ lớp. Mong phòng đào tạo sẽ giải quyết giúp em ạ. Em xin cảm ơn",
            "\"Chào bạn. . [full_name] đã tiếp nhận đề nghị DKMH của bạn. . Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 07/03/2022. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . EM chào thầy, cô. . . Thầy, cô cho em hỏi là bao giờ thì cập nhật tkb của đkmh lộ trình 2 ạ. Em đăng ký thành công nhưng chưa thấy có cập nhật lên tkb. .",
            "Chào em,. . - Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . - Lưu ý: Em vui lòng gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé.. . Thân mến. .",
            "MT 1009 . . Phương pháp tính . . DT 02 . . HK 212 . . Em cảm ơn",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "MT 1009. . Phương pháp tính. . DT 02. . HK 212. . Em cảm ơn",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Chào em,. . - Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có [full_name]KB) tại trang web[full_name] mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . PD[full_name] không đ/ký cho SV [full_name]9 ([full_name][full_name] [full_name]rùng giờ [full_name]KB)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name] sinh viên năm 1 khoa cơ khí trước khi đăng ký môn anh văn(nhu cầu ) em có thấy trng web ghi là sẽ tự hủy nếu trùng lịch nhưng đến nay em thấy trùng lịch quá nhiều nhưng hệ thống không tự hủy và bây giữo đã xếp lịch thì em phải làm sao để hủy ạ ? . .",
            "Chào em,. . - Việc ĐKMH là tùy sinh viên nhé, SV tự đăng ký và tự chịu trách nhiệm, lịch học nó có sẵn rồi nhé em.. . - Về rút môn học: em vui lòng xem email PĐT đã gửi:. . \"ĐĂNG KÝ RÚT MÔN HỌC HỌC KỲ 2(2021-2022). . Hộp thư đến. . . . - Ho Tro SV   [email] . . 08:57, 7 thg 1, 2022. . tới stu.all. . . . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản [email] và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ [full_name] điều 11.2. . . . Chúc các bạn học tập thật tốt!\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name] sinh viên năm 1 khoa cơ khí trước khi đăng ký môn anh văn(nhu cầu ) em có thấy trng web ghi là sẽ tự hủy nếu trùng lịch nhưng đến nay em thấy trùng lịch quá nhiều nhưng hệ thống không tự hủy và bây giữo đã xếp lịch thì em phải làm sao để hủy ạ ?. . . .",
            "Đã trả lời. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô phòng Đào tạo ạ,. . . . em là [full_name], sinh viên vừa thi môn Giải tích 2 ca 14h lớp L21_A ạ. Trong buổi thi em có quay màn hình bằng phần mềm Apowersoft Screen Recorder Pro. Em đã sử dụng phần mềm này để quay màn hình lúc thi trong suốt học kì I, và kết quả record rất bình thường nên em đã không quay thử trước khi thi hôm nay ạ.. . Tuy nhiên, sau khi thi xong, em mới phát hiện ra phần mềm của em vì lí do bản quyền nên chỉ quay được 1 phút 37 giây, và còn không hề thông báo cho em biết rằng đã ngừng quay. Em hoàn toàn không ngờ về tình huống này, sau đó em có thử quay lại bằng phần mềm này thì còn không cho quay luôn ạ. Hiện tại em đang không biết rằng em cần làm những gì bây giờ ạ. . . Em xin gửi bằng chứng rằng em không thể quay màn hình bằng phần mềm đấy nữa và cả clip em chỉ quay được 1 phút 37 giây. Em mong rằng sẽ được các thầy cô xử lí nhẹ tay và thông cảm cho trường hợp không may của em ạ.. . [full_name].",
            "Chào em,. . - Em vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Em cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Em nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học .",
            "Em muốn huỷ môn thì làm sao ạ ?",
            "Đã xử lý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã đăng ký in thẻ sinh viên và đã thanh toán rồi nhưng tại sao hơn 2 tuần rồi mà nhà trường vẫn chưa làm thẻ cho em. Bình thường sau khi thanh toán thì trong vòng 1 tuần trở lại là có thẻ rồi ạ. Mong phòng đào tạo sớm giải quyết xong nhanh giúp em ạ.",
            "Chào em,. . Thẻ SV của em đã được in xong.. . Hiện tại PĐT đang tiến hành in thẻ SV cho các em K21.. . Mong em thông cảm.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i ngày 7/3/2022 học tại trường phải ko ạ. . . .",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . \"Thông báo cập nhật Kế hoạch học tập của học kỳ 2 và học kỳ hè năm học 2021-2022 và phần bù các học kỳ trước theo hình thức trực tiếp và phối hợp trực tuyến/trực tiếp. . Hộp thư đến. . . . - Ho Tro SV   [email] . . 15:06, Th 2, 24 thg 1. . tới stu.all\". . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name]. Hiện tại em vẫn đang thiếu 2 buổi offline của môn Thí nghiệm Hoá đại cương HK211. Giảng viên có nói là liên lạc PĐT để được xếp lịch học trong tuần 10 ạ. . . . .",
            "\"Chào bạn. . [full_name] đã tiếp nhận đề nghị DKMH của bạn. . Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 07/03/2022. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy/cô,. . Em là [full_name] MSSV [student_id]. . Ngày 27/2/2022 em thi môn Giải tích 2 có yêu cầu quay màn hình nhưng khi em quay xong thì em mới biết phần mềm bị bản quyền và chỉ lưu được video có 1 phút. Bây giờ em nộp bản ghi 1 phút đó có được không ạ. Em cảm ơn thầy/cô.. .",
            "Chào em,. . - Em vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Em cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Em nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ, phòng đào tạo cho em hỏi không biết sao 1, 2 ngày nay em không xem được thời khóa biểu (tkb)/lịch thi 212 ạ? Em cũng đã hỏi một số bạn thì các bạn vẫn thấy tkb bình thường nên em không biết cập nhật hay vấn đề gì ạ.. . . . Em xin cảm ơn.",
            "Chào em,. . - Do em còn nợ HP HK211. . - Em vui lòng xem email PĐT đã gửi:. . \"Nhắc: thanh toán học phí học kỳ 211. . Hộp thư đến. . . . [email]. . 14:58, Th 2, 24 thg 1. . . . Thân gửi các bạn sinh viên,. . . . Theo qui chế học vụ hiện hành (Quy chế học vụ điều 7.2), Bạn chưa thanh toán học phí học kỳ 1/2021-2022. Bạn cần phải thanh toán học phí mặc dù trễ hạn. . . . . Vì lý do dịch bệnh nên Nhà trường vẫn chưa xử lý Sinh viên nợ học phí nhưng trong tháng 02/2022 sau khi rà soát nếu SV vẫn không thanh toán học phí thì Nhà trường sẽ xử lý theo quy đinh.. . . . Sinh viên xem chi tiết Quy chế học vụ đào tạo để thực hiện nghiêm túc tại trang: aao.hcmut.edu.vn    sinh viên    quy chế    học vụ    Quy chế đào tạo và học vụ bậc đại học, cao đẳng / Điều 7.\". . Thân mến. . . . . .",
            "Cho em hỏi, là em đã hoàn thành đóng HP bổ sung 211 vào đúng ngày đặt câu hỏi, là 28/2 xong trong tháng 2 như mail đề cập. Nhưng đến nay đã là 3/3 em vẫn chưa thấy được Thời khóa biểu ạ?. . . . Em xin cảm ơn.",
            "Chào em,. . TKB cập nhật lại sau nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin trình bày với Phòng Đào tạo sự việc như sau: sáng ngày 27/2 em có lịch thi môn Giải tích 1. Em đã hoàn thành bài kiểm tra một cách nghiêm túc, đúng giờ và đảm bảo không vi phạm quy chế thi. Tuy nhiên, do sơ suất nên bản record của em chỉ ghi được 1 phút vì lý do bản quyền, em nhận thấy đây là phần lỗi của mình, em mong phòng đào tạo thông cảm cho trường hợp bất khả kháng và chấp nhận kết quả thi của em ngày hôm nay. . . . .  . . . . Em xin chân thành cảm ơn.",
            "Chào em,. . - Em vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Em cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Em nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Em tên : [full_name]. . MSSV : [student_id]. .  . . Cho em xin thầy / cô xem xét lại môn anh văn 2a của em ạ . Em đăng kí thành công nhưng kết quả lại không có á . Em có kiểm tra thời khoá biểu nên không trùng môn nào hết ạ. . . . Dưới đây em có gởi hình ảnh minh chứng ạ.",
            "Chào em,. . - Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô,. . Hôm qua em dự thi kỳ thi Giữa kỳ môn GT2 - Nhóm L36 ca 16h, khi đến trước giờ thi em lắp camera rời vào máy tính để bàn nhưng máy không nhận camera (do lỗi phần cứng), em đã báo cáo sự cố cho thầy/cô coi thi và được thầy/cô hướng dẫn vào phòng trực đề để xin phương án giải quyết.Thầy/cô trong phòng trực đề nói em liên hệ với cô [full_name] là giảng viên môn học để xin cô cho em thi lại.Hôm nay em có buổi học với cô [full_name] nên em có trình bày về sự cố hôm qua thì được cô [full_name] hướng dẫn em liên hệ với PĐT để giải quyết.Thầy/cô cho em xin được thi lại được không ạ? Lần này là lần học thứ 2 môn GT2 của em, lần trước trong kỳ thi GK em thi offline được 7,2 điểm.Em tự tin với kiến thức mà em nắm được, nhưng vì sự cố nên em không thể dự thi.Em mong được thầy/cô thông cảm giúp em có cơ hội được làm bài thi giữa kỳ.Em xin chân thành cảm ơn thầy/cô !!",
            "Chào em,. . - Em vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Em cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Em nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Phòng đào tạo.. . Em là sinh viên K15, hiện em đang thi anh văn nói viết để đạt điểm tốt nghiệp. Điểm thi sẽ được trung tâm anh văn chuyển cho Phòng Đào tạo. Nhưng hiện tại mục đăng ký tốt nghiệp của em không vào được, vậy làm thế nào để em biết mình đã đủ điểm để đăng ký tốt nghiệp ạ?. . Mong Phòng Đào tạo giải đáp giúp em!",
            "Chào em,. . hiện em đang thi anh văn nói viết để đạt điểm tốt nghiệp. . =  Khi nào có kết quả thi em gửi câu hỏi đề nghị xét tốt nghiệp nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chào thầy/cô,. . . . Em là [full_name], MSSV [student_id], đã học môn hóa đại cương kì 202, lớp thí nghiệm L56 do thầy [full_name] phụ trách. Em thấy một số lớp khác đã có lịch cụ thể nhưng bên em thì chưa ạ.. . . . Cho em xin hỏi là do có lỗi hay sẽ có cập nhật sắp tới về lịch học ạ?. . . . Em xin cảm ơn.",
            "\"Chào bạn. . [full_name] đã tiếp nhận đề nghị DKMH của bạn. . Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 07/03/2022. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi các thầy cô trực thuộc Phòng đào tạo ĐHBK-Đại học Quốc gia Tp.HCM. . Em là [full_name], mã hạc viên [student_id] thuộc lớp QL2104.. . Do điều kiện gia đình và kinh tế khó khăn do dịch bệnh trong thời gian vừa qua, em đã gặp phải nhiều vần đề ảnh hưởng tiêu cực tới chất lượng học tập của em. Vì thế để đảm bảo kết quả học tập, em có mong muốn được xin tạm dừng Học kỳ 2 của năm học 2021-2022 và bảo lưu kết quả học tập để ổn định kinh tế và tình hình nhằm mục đích đảm bảo học tập.. . Em xin hứa sẽ theo chỉ định của nhà trường và cố gắng quay trở lại học đúng hạn.. . Em xin chân thành cảm ơn!. . Học viên-[full_name]. .   i Học vụ .",
            "Chào em,. . Hiện tại đến tuần thứ 7 của học kỳ 212, nên theo quy định em phải thanh toán  toàn bộ học phí của Hk212.. . Dự kiến đầu tháng 04/2022 học phí Hk212 sẽ cập nhật. Khi em thanh toán học phí xong, em nộp đơn tạm dừng HK212 lại cho Pdt xử lý.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng đào tạo,. . Em là [full_name], MSSV :[student_id]. . Do thiết bị bị hỏng đột ngột nên em không thể tham gia buổi thi giữa kì môn Giải Tích 2, em xin được hoãn thi.",
            "\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em muốn đăng kí anh văn cơ bản A học kì 212 nhưng xem lịch lại trùng lịch học quân sự thì phải đăng kí như nào ạ",
            "Chào em,. . Anh văn cơ bản A học kì 212 nhưng xem lịch lại trùng lịch học quân sự thì phải đăng kí như nào ạ. . =  Không đăng ký được nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào quý thầy cô ạ!. . Em tên là [full_name], MSSV:[student_id]. . Trong HK  211 em có học môn nhập môn lập trình (CO1003) để thay thế môn tương đương kĩ thuật lập trình CO1013 trong chương trình đào tạo của em. Dạ giờ em xin được chuyển điểm ạ. Vì vậy mong thầy cô chuyển điểm giúp em môn này để em đủ điều kiện số tín chỉ đăng ký LVTN trong kì này. Cảm ơn quý thầy cô. Mong sự phản hồi sớm từ thầy cô.. . Chúc quý thầy cô đầu tuần vui vẻ.",
            "Chào bạn. . Điểm chuyển đã được cập nhật tại Mybk-chuyển điểm. . Hiện tại đã đến tuần thứ 7 của HK 212, nên bạn vui lòng làm đơn đăng ký LVTN, trong đơn ghi rõ tên môn học, mã số môn học, lý do bổ sung. Và phải có xác nhận của Khoa + Giảng viên hướng dẫn đồng ý bổ sung và xác nhận tiến độ thực hiện được bao nhiêu phần trăm (có thể gởi yêu cầu Khoa + Giảng viên hướng dẫn xác nhận trong đơn, hoặc xác nhận qua mail, bạn chụp hình mail  đồng ý đính kèm ), gởi yêu cầu tại BKSI để xử lý. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Theo ctđt tại đây (https://docs.google.com/spreadsheets/d/1udOobWHFPviVmLbPzGsDUksQW2MpXt0Icewy1AMNIPM/edit?usp=drive_web&ouid=[phone_number][phone_number]7) tụi em có môn thực tập ngoài trường (EE3375). Học đủ tín chỉ, không rớt môn. kính mong pđt giải thích rõ hơn lý do ghi trong trang đăng ký môn học. . . . . Trân trọng",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào thầy (cô) !. . Em tên [full_name], MSSV: [student_id].. . Em viết mail mong PĐT sẽ giải đáp giúp em với, em có học 1 môn học ở kỳ dự thính 212 của lộ trình 2, nhưng đến hạn thanh toán mà trên bkpay của trường vẫn chưa thấy thông tin để thanh toán ạ.. . Lý do là học kỳ dự thính lộ trình 2 của học kỳ 212 đã đến kỳ hạn cuối thanh toán ( bắt đầu từ 21/02/2022 đến 15h00 ngày 28/02/2022) nhưng đến giờ trên BKPAY vẫn chưa cập nhật lên hệ thống nữa. Em phải đến ngân hàng để thanh toán học phí hay là thời gian thông báo trên lịch học vụ là chưa chính xác vậy ạ.. . Em xin chân thành cám ơn !. .",
            "Chào em,. . HK212 chưa có thông tin học phí trên bkpay. Tất cả luôn nhé.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  . . Em chào thầy cô Phòng Đạo Tạo ạ, em tên là [full_name] Hiện học lớp VL15KL- Khoa Công Nghệ Vật Liệu.. . Nay em viết mail này kèm theo đơn xin gia hạn để mong nhà trường xem xét cho em xin được gia hạn thêm 1 học kì cuối ạ. . .  ---. . Em muốn hỏi thêm là đơn mình nộp trực tiếp như vậy được không ạ, hay là phải trực tiếp nộp bản gốc ạ.. . . . EM chân thành cảm ơn.",
            "Chào bạn, . . PDT đã ghi nhận đơn xin gia hạn và đang ra quyết định. Khi nào có quyết định PDT sẽ gửi cho bạn qua BKSI.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào thầy/cô,. . Em tên là [full_name], MSSV là [student_id]. Trên hệ thống BKex thì tên của em bị thiếu mất họ, thay vì là [full_name] thì hệ thống chỉ có [full_name]. Mong thầy/cô chỉnh sửa lại trên hệ thống BKex thành [full_name] giúp em ạ. . . Em xin cảm ơn ạ.",
            "Chào em,. . PĐT đã cập nhật rồi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Thầy/cô. . . . Em tên là [full_name]. . MSSV: [student_id]. . Sinh viên khoa cơ khí, bộ môn chế tạo máy. . Vừa qua ngày 29/12/2021 em có tham gia bảo vệ đợt 2, hội đồng 2 đề tài: Thiết kế máy kiểm tra sức bền vật liệu. em đã hoàn thành và đạt được mức điểm tổng kết luận văn là 7.1.. . Tuy nhiên cho tới thời điểm này, em vẫn chưa thấy điểm ở trên Mybk mặc dù những người cùng bảo vệ chung hội đồng đã có.. . . . Vậy kính nhờ Phòng Đào Tạo kiểm tra lại giúp em để em có thể tốt nghiệp vào đợt tháng 4 này.. . . . Em xin chân trọng cảm ơn. . Chúc quý thầy cô sức khỏe và công tác tốt!",
            "Chào em,. . Điểm do GV nhập, bảng điểm [full_name] gửi PĐT. Em vui lòng liên hệ GV, [full_name] nhé.. . Thân mến. .",
            "Em chào cô . . . . Em đã liên hệ khoa và khoa báo đã nhập điểm lên từ trước tết ạ.. . . . Cô kiểm tra lại giúp em với ạ",
            "Chào bạn. . Bạn bảo vệ LVTN của điểm Hoãn thi ở Hk202 phải không?, bạn hay [full_name] đã từng liên hệ Pdt để cấp giấy ghi điểm xoá Hoãn thi chưa?. . Thân",
            "Em chào cô. . . . Đúng là điểm LVTN của em hoãn thi ở HK202.. . Như những trường hợp bảo vệ cùng em cũng có đăng kí hoãn, và đã có điểm rồi.. . Em có hỏi khoa thì khoa báo đã nhập điểm đầy đủ rồi ạ, tuy nhiên tới giờ em vẫn chưa thấy có điểm trên mybk. . . . mong pdt giải quyết sớm giúp em để em tốt nghiệp đợt tháng 4 này ạ. . . . em xin cảm ơn",
            "Chào bạn. . Chính xác là Pdt mới cấp giấy ghi điểm và đã chuyển về Khoa. . Bạn liên hệ Khoa hỗ trợ ghi điểm và nộp lại Pdt. . Thân",
            "Tốt nghiệp . Kính gửi thầy, cô. . . . Vừa qua bộ môn chế tạo máy đã nộp thủ tục để cập nhật điểm luận văn của em, tuy nhiên cho tới giờ em vẫn chưa thấy có điểm trên mybk và chưa có tên trong danh sách tốt nghiệp dự kiến.. . Mong quý thầy cô kiểm tra lại giúp em. . . . em xin chân thành cảm ơn",
            "Chào em,. . Điểm LV của bạn đã được nhập, 7.13, sẽ cập nhật lên mybk/Thông tin SV sau nhé.. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trả lời thầy [full_name].. . . . Dạ thưa thầy, em có làm ĐCLV HK211 nhưng HK212 không đk đc LVTN thì em có được giữ ĐCLV cũ không ạ. Nếu có thể thầy cho em xin email hoặc thông tin liên lạc để em có lời khuyên từ thầy. Em xin chân thành cảm ơn ạ.",
            "Chào em,. . Về Chương trình Đào tạo, danh sách môn tương đương…, em vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   Dạ chào thầy cô, em là [full_name] sinh viên khoá k21. Vào ngày 11/01/2022 em có đăng ký xin rút môn bơi ( học phần 2 ) lớp L47 do một số vấn đề cá nhân, nhưng cảm thấy đã giải quyết được cũng như vẫn theo dõi, điểm danh trên lớp sau đó. Kính mong thầy cô có thể cho em được xin hủy việc rút môn bơi.. . Em xin cảm ơn.. .",
            "Chào bạn, . . Bạn vui lòng viết đơn xin hủy yêu cầu rút môn học và gửi lại PDT. Thời gian trước ngày 07/03/2022. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên [full_name] lớp CK20CĐT01. Em nhận thấy lịch học môn Vẽ Kỹ thuật cơ khí (thực hành) ME2090 lớp L02 vào ngày 6/3 tuần 9 (12:00 - 16:50) trùng với giờ thi giữa kỳ môn Xác suất và thống kê MT2013 L17-A (16:00). Mong Phòng đào tạo kiểm tra và điều chỉnh. Em xin chân thành cảm ơn",
            "Chào em,. . Em vui lòng trình bày với GV môn Vẽ Kỹ thuật cơ khí (thực hành) ME2090 lớp L02 xin bù vào ngày khác nhé.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2111000  /b \t. . . .   i Học vụ . Quý thầy cô cho em hỏi là phải làm sao để thi lại môn Giải Tích 2 giữa kì với ạ. Do sự cố ngoài ý muốn nên em vào phòng thi trễ và hiện tại e chưa được làm bài thi ạ. Mong quý thầy cô giúp đỡ.",
            "Chào em,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại. Nếu GV không đồng ý, em vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp tại BKSI. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT,. . Dạ PĐT cho em hỏi là hạn đăng ký xét tốt nghiệp sắp tới của mình là ngày bao nhiêu vậy ạ(đợt tháng 4)? Và để đăng ký xét tốt nghiệp thì Chứng chỉ ngoại ngữ em phải nộp trước hạn đăng ký là bao lâu vậy ạ?. . Em cảm ơn ạ.",
            "Chào bạn, . . Hạn cuối nhận các trường hợp bổ sung điều kiện tốt nghiệp là ngày 11/04/2022. . Bạn vui lòng xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào PĐT. . Em tên là Nguyễn Phước Kiệt ([student_id]). . Vì chưa tìm hiểu rõ nhưng em đã đăng kí môn Anh Văn Cơ Bản A của HK212 nên bị trùng lịch học môn Giáo Dục Quốc Phòng vào tháng 03/2022. Vì thế, em xin được rút môn Anh Văn Cơ Bản A lớp DT04. Mong PĐT xem xét và giúp đỡ em. Em xin cảm ơn.",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . \"ĐĂNG KÝ RÚT MÔN HỌC HỌC KỲ 2(2021-2022). . Hộp thư đến. . . . - Ho Tro SV   [email] . . 08:57, Th 6, 7 thg 1. . tới stu.all. . . . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản [email] và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại [full_name] [full_name] điều 11.2. . . . Chúc các bạn học tập thật tốt!\". ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em tên [full_name] , MSSV : [student_id].Cho em hỏi là hộ cận nghèo có được giảm học phí không ạ , hay phải kèm theo điều kiện là tàn tật và dân tộc thiểu số mới được giải quyết ạ . Em xin cảm ơn .. . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em muốn rút môn học ạ",
            "Chào bạn,. . PDT đã tiếp nhận yêu cầu hủy môn học của bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ chào thầy cố, vì máy vi tính bị nhiểm virus và bị mấc một số thông tin cá nhân. . . Do đó email trường tự động đăng xuất và cần xác minh danh tính.Em không thể đăng nhập trên bất kỳ thiết bị nào .. .  Mong thầy cô giúp em giải quyết để có thể đăng nhập lại email trường.. . Đổi giúp em mật khẩu mới.. . mật khẩu mới: phanduytan[student_id]9. . email của em : tan.phanjflater. .",
            "Chào em,. . - Tài khoản email sinh viên chính là tài khoản BKNetId có thêm @hcmut.edu.vn (VD : [email]).. . - Sinh viên dùng tài khoản BKNetId đăng nhập vào mybk.hcmut.edu.vn để sử dụng các dịch vụ của nhà Trường như : bkpay, elearning,...).. . - Mật khẩu mybk.hcmut.edu.vn và [email] dùng chung 1 mật khẩu.. . . . Cách thức đăng nhập như sau :. . - Đăng nhập vào các dịch vụ nhà Trường: http://mybk.hcmut.edu.vn:. .       + Tên đăng nhập: BKNetId. .       + Mật khẩu: mật khẩu chính là mật khẩu email. . . . - Đăng nhập vào email:. .       + Tên đăng nhập: [email]. .       + Mật khẩu: chính là mật khẩu BKNetId. . . . Chúc em thành công.... ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là trong quy chế đào tạo và học vụ của trường điều 27, mục 27.2 \"buộc thôi học\" có ghi: \" Trường hợp buộc thôi học do tự ý nghỉ học do ĐTBHK bằng 0, nếu SV có đăng ký môn học tại học kỳ kế thì được xét không buộc thôi học\", thì \"học kỳ kế\" ở đây chỉ tính học kỳ chính hay có bao gồm các học kỳ dự thính (cả học kỳ hè) ạ?",
            "Chào bạn. . Tính học kỳ chính nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có câu hỏi nhờ Thầy, cô giải đáp giúp ạ!. . - Giờ em học tiếp chương trình của mình thì cần làm thủ tục gì vậy ạ?. . Em cảm ơn Thầy/ Cô nhiều ạ!. . Em mong nhận được sự phản hồi từ Thầy/ Cô ạ!. . Trân trọng.. .",
            "Chào bạn, . . Bạn có thể trình bày rõ nội dung chi tiết hơn để PDT có thể hỗ trợ bạn không? . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi: em chỉ còn mỗi AV nữa là được đăng kí tốt nghiệp, mà kỳ 2 này em không có đăng kí môn học, thì có cách nào để em xin được giấy xác nhận SV để giảm lệ phí thi Toeic không ạ? . . Em cảm ơn ạ!",
            "giấy chứng nhận sv đã gởi qua mail sv nghen bạn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Chào anh/chị, em có đăng kí CI3195 L01 và CI3197 L02 Hk212 nhưng trong môn học trên bkel chưa cập nhật link tham gia lớp học onl ạ. Mong xem xét lại giúp em sớm.",
            "Chào em,. . [full_name] phân công CBGD, em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .   B Em chào anh/chị ạ,. . . . Em là [full_name] mssv: [student_id]. Em có câu hỏi là: Tình trạng phiếu đăng ký của em đang là “Phiếu đăng ký không được xử lý” là đang gặp phải vấn đề gì ạ?",
            "Chào bạn, . . Bạn đã đóng lệ phí 95000đ và đã upload hình hợp lệ rồi. PDT cũng đã nhận đơn của bạn rồi. Bạn yên tâm nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào quý thầy/ cô,. . Em tên [full_name] - MSSV: [student_id] - Lớp: L24 - Giải tích 1 (MT1003) - [full_name] (DH - HK211). . Em có thắc mắc là em bị cập nhật sai điểm trên Cổng thông tin sinh viên (cụ thể điểm thi cuối kì là điểm 13, trong khi em có tham gia thi).. . Em có mail khiếu nại đến giảng viên giảng dạy và thầy trả lời: \"thầy đã cập nhật và gửi bảng điểm từ 12 ngày trước. Nên có thắc mắc em nên liên hệ PDT\", nhưng hiện tại điểm của em vẫn là điểm 13.. . Như vậy, vấn đề điểm của em là do PDT chưa cập nhật, hay như thế nào ạ?. . Kính mong quý thầy/ cô giải đáp giúp em. . . Em xin trân trọng cảm ơn!. .",
            "Chào em,. . - Điểm do [full_name]V nhập, [full_name] gửi bảng điểm đến PĐT. Em vui lòng liên hệ [full_name]V, [full_name] nhé.. . - Nếu [full_name]V đã khóa môn học và muốn sửa điểm thì [full_name]V gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa trong thời gian cho phép sửa.. . Thân mến. . . ."
        ]
    }
]