[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ e là nguyễn trí anh [student_id] kì 203 e có đóng trễ học phí và bị tạm thôi học, nay e làm đơn thu nhận lại kèm hóa đơn đã đóng học phí kì 203 mong pdt xem xét để cho e đăng kí môn học tại còn ngày mai nữa là hết hạn đăng kí môn học. . e xin cảm ơn. .",
            "Chào bạn,. . Trường hợp của bạn đã bỉ hủy TKB của HK 203 do không thanh toán HP đúng hạn, hiện tại đã quá trễ để phục.. . Bạn vui lòng làm đơn xin thu nhận lại từ HK211 (sửa lại đơn) và để cứu xét mở DKMH cho HK211 nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên Phạm Nguyễn Hoàng Khương, MSSV là [student_id], hiện em đã đăng kí môn Truyền số liệu và mạng (EE3019) dự thính có lịch vào thứ 4 phòng HANGO5 cơ sở 1 tiết 13,14 và môn. . PLC(EE3069) kì chính có lịch vào thứ 4 phòng HANGOUT_TUONGTA tiết 11,12 ở cơ sở 2. Em đăng kí được nhưng nhìn lịch thì thấy di chuyển giữa hai cơ sở không đủ thời gian theo yêu cầu. Em không biết việc đăng kí như vậy thì khi có thời khóa biểu chính thức em sẽ bị hủy môn không ạ. Mong phòng đào tạo giải đáp thắc mắc cho em. Nếu có, em sẽ lựa chọn cân nhắc việc nên học môn nào ạ, em cảm ơn rất nhiều.",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2033383  /b \t. . . .   i Đăng ký môn học . . . Em tên: Đơn Chính Xương. . MSSV: 2033383. . Hệ VLVH: Khoa Học Máy Tính. . Em đã thanh toán trễ học phí HK202. Nay em xin được mở đăng ký môn học.. . Kính mong thầy/cô xem xét giúp em.. . Em xin cảm ơn.. .",
            "Chào bạn,. . Trường hợp đóng HP trễ sẽ không được phục hồi lại TKB ở đợt 1 đăng ký nhé, SV phải vào đăng ký môn học lại.. . Sau 13h ngày 11/8 Phòng Đào tạo sẽ cập nhật lại danh sách đã thanh toán HP để mở cho SV đăng ký MH nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name]. . MSSV: [student_id]. . Xin đăng ký mở lớp môn Máy Điện EE3009 tại cơ sở 1. . Thời khoá biểu đề nghị:. . Thầy [full_name] - Chủ nhiệm Bộ Môn thông báo với em là cứ xin đăng ký, khoa sẽ sắp xếp sau.. . Dưới dây là mail xin phép của em với Chủ nhiệm Bộ Môn là thầy [full_name].",
            "Chào bạn. . Hiện tại Cô chỉ có thể tiếp nhận đơn mở lớp theo đúng quy trình đã thông báo. . Trường hợp [full_name] đã tự liên lạc với bộ phận DKMH để mở lớp trực tiếp cho SV thì vui lòng hỏi kết quả ở [full_name], và nếu có mở thì PDT sẽ cập nhật trên trang dkmh. . 4. Hiên tại Phòng đào tạo chỉ nhận đơn “Đề nghị mở môn học” cho HK dự thính 211(đối với các môn không có thực hành/thí nghiệm). Đăng ký học Dự thính, SV nhớ lưu ý vấn đề học phí.. .          Quy trình: tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giáo viên giảng dạy, [full_name]/Bộ môn để được xem xét đồng ý + ghi rõ Thời khoá biểu và forward email               cuối cùng gửi qua trang hỗ trợ trực tuyến (BKSI) ghi rõ tiêu đề MỞ MÔN HỌC DỰ THÍNH HK211.. . Thời gian: từ ngày 7/8/2020 đến 17g ngày 11/8/2021.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Yêu cầu khácPhòng đào tạo cho em hỏi. Hiện tại kì 211 em sẽ làm luận văn, anh văn nói viết em đã hoàn thành. Vậy cho em hỏi nếu kì 211 em bảo vệ luận văn thành công và được nhận giấy xác nhận tốt nghiệp tạm thời, thì kì 212 em có thể đăng kí học bằng 2 được không ạ. Hay là phải chờ đến kì 221 ạ. Em cảm ơn",
            "Chào bạn,. . Bạn vui lòng gửi email đến anh [email] để được tư vấn về VB 2 nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . .   i Yêu cầu khác . Xin HỦY forms hoãn thi đã điền.. .   B Lý do  /B : Sau khi trao đổi lại với [full_name] thì trường hợp của em   B không cần phải đăng ký hoãn thi  /B  do không phải là lỗi hệ thống, các kết quả, quá trình làm bài và nộp bài vẫn diễn ra bình thường. . Nên em xin được   B rút  /B  yêu cầu hoãn thi theo forms đăng ký hoãn thi đã điền.. . Môn thi: Pháp luật Việt Nam đại cương. . Mã môn: SP1007. . Học kỳ: 203. . Ngày thi: 01/08/2021. . Ca thi: 13h00. . Phòng thi: DT01_C. . Họ tên: [full_name]",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... gửi qua bksi nhé.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Xin hỏi em muốn đăng ký bổ sung vào dự thính do kết quả thi HKDT203 chưa có mà lớp dự thính 210 đã đóng full rồi ạ",
            "Chào bạn,. . . . •\tPdt đã cập nhật một số môn mở lớp mới (do [full_name] gởi lên, SV nộp đơn..., các môn anh văn), SV vào kiểm tra và đăng ký nếu có nhu cầu.. . •\tHiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . •\tXem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . •\tChúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy, cô. . Em là [full_name] học lớp XD18CTT. . Em làm đơn này để xin mở lớp môn máy bơm trạm bơm vào học kỳ dự thính 211. . Em mong thầy, cô chấp nhận để mở lớp giúp em ạ.. . Em xin chân thành cảm ơn!",
            "Chào bạn. . Cô đã lấy dữ liệu chuyển cho bộ phận xử lý, bạn theo dõi đến 15 giờ ngày 12/8 mà không thấy mở lớp thì báo lại. . Nếu có phản hồi gì Cô sẽ báo trên BKsi và mail, kiểm tra thường xuyên nghen bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . MÔN: Công nghệ các chất tạo màng. . MSMH: MA3025. . . . https://mail.google.com/mail/u/0/#inbox/FMfcgzGkZkTvcrJhdGBzqlMgQhGXNQrT",
            "Chào bạn. . Bạn làm theo quy trình:. . 4. Hiên tại Phòng đào tạo chỉ nhận đơn “Đề nghị mở môn học” cho HK dự thính 211(đối với các môn không có thực hành/thí nghiệm). Đăng ký học Dự thính, SV nhớ lưu ý vấn đề học phí.. .          Quy trình: tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giáo viên giảng dạy, Khoa/Bộ môn để được xem xét đồng ý + ghi rõ Thời khoá biểu và forward email               cuối cùng gửi qua trang hỗ trợ trực tuyến (BKSI) ghi rõ tiêu đề MỞ MÔN HỌC DỰ THÍNH HK211.. . Thời gian: từ ngày 7/8/2020 đến 17g ngày 11/8/2021.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào Thầy/Cô Phòng Đào tạo,. . Em tên: [full_name]. . MSSV: [student_id]. . Hệ VLVH: Khoa Điện-Điện tử. . Ngành: Kỹ thuật Điện tử - Truyền thông. . Em đã thanh toán trễ học phí HK202 đợt 2 (đính kèm biên nhận đã thanh tán). . Nay em gửi Đơn trình bày lý do thanh toán trễ học phí và xin được mở đăng ký môn học để tiến hành đăng ký kịp thời hạn.. . Kính mong thầy/cô xem xét và giải quyết giúp em.. . Em xin chân thành cảm ơn.. .",
            "Chào bạn. . . . SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . . . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . . . Về việc rút MH (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021.. . . . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào admin!. . Em tên là [full_name] MSSV:[student_id]. . Trong đợt đăng kí môn học, do đăng kí chậm môn giải tích 1 nên đã full sỉ số.. . Em xin đề nghị phòng đào tạo mở thêm sỉ số môn học Giải tích 1 MT1003 - lớp DT01. . Em xin cảm ơn rất nhiều!",
            "Chào bạn,. . . . •\tPdt đã cập nhật một số môn mở lớp mới (do [full_name] gởi lên, SV nộp đơn..., các môn anh văn), SV vào kiểm tra và đăng ký nếu có nhu cầu.. . •\tHiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . •\tXem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . •\tChúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . đơn xin tăng sỉ số môn học để đăng ký học kịp tiến độ học tập. . kính mong pdt tăng sĩ số hoặc có thể đăng ký giúp em các môn sau để em có thể học kịp tiến độ học tập.. . ĐAMH kết cấu bê tông ct2-msmh:CI3177- nhóm [full_name]01. . Kết cấu bê tông cốt thép 2-msmh:CI3175-nhóm:[full_name]01. . Đồ án môn học kết cấu bê tông cốt thép 1-msmh:CI2093-nhóm: [full_name]01. . Công trình trên đất yếu-msmh:CI4037- nhóm:[full_name]02-[full_name]02. . Kết cấu thép 2 (dự thính): msmh:CI3211- nhóm :DT01.. . kính mong PDT xem xét tăng sỉ số hoặc đăng ký bổ sung giúp em để em có thể hoàn thành chương trình học tập đúng hạn. em xin chân thành cảm ơn",
            "Chào bạn,. . . . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . . . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ kính chào Pđt, em là [full_name] mssv [student_id] khoa Kỹ thuật giao thông.. . Hiện em đã học môn Nhập môn kỹ thuật mã CI1001. . và muốn chuyển đổi môn tương đương thành môn Nhập môn kỹ thuật mã TR1001 ạ, vì môn này là môn học trước để em đăng kí Đề cương luận văn tốt nghiệp ( hàng không) mã TR4331.. . em xin cảm ơn ạ.",
            "Dạ kính chào Pđt, em là [full_name] mssv [student_id] khoa Kỹ thuật giao thông.. . . . Hiện em đã học môn Nhập môn kỹ thuật mã CI1001. . và muốn chuyển đổi môn tương đương thành môn Nhập môn kỹ thuật mã TR1001 ạ, vì môn này là môn học trước để em đăng kí Đề cương luận văn tốt nghiệp ( hàng không) mã TR4331.. . nội dung chi tiết trong đơn đính kèm .. . kính mong pđt sớm giải quyết để em được hoàn thành chương trình học ạ.. . em xin cảm ơn.",
            "Chào em,. . Vấn đề môn tiên quyết, môn khác mã, tương đương, thay thế em liên hệ [full_name], GVCN  tư vấn. Sau khi có thông tin chính xác thì SV mới đkmh được nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "em xin phòng đào tạo mở thêm sí số môn học: K  B Ĩ THUẬT SIÊU CAO TẦN MSMH: EE3025. .   /B khoa Điện- Điện tử",
            "hào bạn,. . . . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . . . Chúc bạn học tập tốt nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "dạ tại vì có cỡ 5-6 bạn đăng kí giống e và đều đang là hk cuối để tốt nghiệp nên em đại diện đăng kí trước nếu được mọi người sẽ làm đơn với pdt, do cô em không liên lạc được nên không biết sao ạ",
            "4. Hiên tại Phòng đào tạo chỉ nhận đơn “Đề nghị mở môn học” cho HK dự thính 211(đối với các môn không có thực hành/thí nghiệm). Đăng ký học Dự thính, SV nhớ lưu ý vấn đề học phí.. .          Quy trình: tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giáo viên giảng dạy, Khoa + Bộ môn để được xem xét đồng ý + ghi rõ Thời khoá biểu và forward email               cuối cùng gửi qua trang hỗ trợ trực tuyến (BKSI) ghi rõ tiêu đề MỞ MÔN HỌC DỰ THÍNH HK211.. . Thời gian: từ ngày 7/8/2020 đến 17g ngày 11/8/2021.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Sau khi pdt trả lời vấn đề của em như thế này thì em có liên hệ với giảng viên và nhận được câu trả lời của giảng viên là : \"Em hỏi lại pdt coi, thiếu thời khoá biểu là thiếu cái gì?\". Em mong pdt giúp đỡ ạ!",
            "Chào bạn. . Bạn xem lại trong đơn mở lớp của bạn. . Phần thời khoá biểu để trống, bạn phải giải thích với giảng viên, mặc dù là học hangout, nhưng phải có TKB để Pdt xếp, và hỗ trợ nhanh chóng. . Gấp nghen bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin gửi đơn xin HỦY hoãn thi một số môn ạ.",
            "Chào bạn. . . . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . . . - Bạn thi bình thường theo Lịch thi đã thông báo. . . . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . . . Chúc bạn học tập tốt nhé.. . . .",
            "Chào bạn. . Phòng đào tạo có nhận thông tin đăng ký huỷ Hoãn thi của bạn, nhưng sau khi đối chiếu lại với danh sách Hoãn thi (chính thức) không thấy dữ liệu đăng ký Hoãn thi của bạn, nêu yêu cầu huỷ không thể giải quyết. . Thân. .",
            "Chào PĐT ạ!. . . . Em [full_name] MSSV [student_id]. . Em xin dữ liệu danh sách đăng ký Hoãn thi (chính thức) của em đã đăng ký với PĐT ạ.. . . . Em cảm ơn ạ. .",
            "Thông tin tại Pdt:. . 09/08/2021  14:04:05\t[email]. . [student_id]\t[full_name]\t. . Trang thiết bị không sẵn sàng để phục vụ thi ạ \tHK202\t. . CO3059\tĐồ họa máy tính"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào quý thầy cô Phòng Đào Tạo trường đại học Bách Khoa Tphcm, em là sinh viên khoá k17 khoa kỹ thuật giao thông, chuyên ngành công nghệ kỹ thuật ô tô. . . Đợt 1 đăng ký môn học vừa rồi em có đăng ký môn Dung Sai Và Kỹ Thuật Đo mã môn học ME3801, nhưng không được mở lớp do khoa không mở môn, và em cũng được biết là các khoá về sau của bộ môn ô tô không còn học môn đó nữa.. .  Em đã có hỏi thầy trưởng bộ môn ô tô, và thầy có nói là môn đó khoa cơ khí quản lý, em có liên hệ với thầy khoa Cơ Khí, và thầy có hướng dẫn em học môn thay thế là Các Quy Trình Chế Tạo nhưng hiện tại đã không còn sỉ số để em đăng kí lớp và em có phản hồi với thầy khoa Cơ Khí sau đó thầy nói em liên hệ với Phòng Đào Tạo.. . Em rất mong quý thầy Phòng Đào Tạo hướng dẫn em các bước tiếp theo em cần làm để có thể học xong môn cuối cùng này. Em cảm ơn Phòng Đào Tạo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô,. . Em tên Nguyễn Mậu Quốc Dương sinh viên K15, học kỳ 1 (2020-2021) do đã hoàn thành đủ chương trình học tập nhưng còn thiếu Anh Văn 2 kỹ năng nên em không đăng ký môn học ở học kỳ 2, do đó đã bị tam dừng học tập.. . Hiện tại do tình hình dịch nên em đang bị cách ly, em gửi mẫu đơn xin thu nhận lại trong file đính kèm.. . Hiện tại em thấy đến ngày 12/08/2021 là hết hạn đăng ký môn học. Trong trường hợp chưa được thu nhận lại và không thể đăng ký môn học em có bị buôc thôi học không ạ.. . Em cảm ơn, chúc thầy cô và gia đình giữ gìn sức khỏe thật tốt trong thời điểm này.. .",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn thu nhận vào HK211 của bạn. . Bạn vui lòng theo dõi tình trạng sinh viên của bạn chuyển sang từ “tạm dừng” sang tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 14/08/2021. . Sau 13h ngày 12/8 bạn vui lòng vào ĐKMH, nếu không vô được bạn đợi mail để đăng ký môn học vào đợt 3 (nếu có nhu cầu). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[student_id]. . . . Xin chào phòng đào tạo,. . Cho em hỏi có thể xin mở lớp Đồ án môn học, mã môn học MA3059 vào học kì 211 hay không? Nếu có thể mở thì em cần thực hiện những bước gì?. . Em cảm ơn.. .",
            "4. Hiên tại Phòng đào tạo chỉ nhận đơn “Đề nghị mở môn học” cho HK dự thính 211(đối với các môn không có thực hành/thí nghiệm). Đăng ký học Dự thính, SV nhớ lưu ý vấn đề học phí.. .          Quy trình: tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giáo viên giảng dạy, Khoa/Bộ môn để được xem xét đồng ý + ghi rõ Thời khoá biểu và forward email               cuối cùng gửi qua trang hỗ trợ trực tuyến (BKSI) ghi rõ tiêu đề MỞ MÔN HỌC DỰ THÍNH HK211.. . Thời gian: từ ngày 7/8/2020 đến 17g ngày 11/8/2021.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name], lớp CK18LOG1. Ở đợt ĐKMH lần 1, lớp em có nhiều bạn đăng kí môn ME4645 (Hệ thống logistics thu hồi) nhưng qua đợt 2 đã bị hủy. . . . . Do đó, lớp em đã liên hệ với các thầy và đã có thầy nhận dạy môn này vào sáng thứ 7. Vì vậy tụi em muốn làm đơn để xin mở môn học này trong học kỳ chính có được không ạ? Và quy trình làm như thế nào, mong phòng đào tạo giải đáp thêm giùm em.. . . . Em xin cảm ơn!",
            "4. Hiên tại Phòng đào tạo chỉ nhận đơn “Đề nghị mở môn học” cho HK dự thính 211(đối với các môn không có thực hành/thí nghiệm). Đăng ký học Dự thính, SV nhớ lưu ý vấn đề học phí.. .          Quy trình: tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giáo viên giảng dạy, Khoa/Bộ môn để được xem xét đồng ý + ghi rõ Thời khoá biểu và forward email               cuối cùng gửi qua trang hỗ trợ trực tuyến (BKSI) ghi rõ tiêu đề MỞ MÔN HỌC DỰ THÍNH HK211.. . Thời gian: từ ngày 7/8/2020 đến 17g ngày 11/8/2021.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "I Em vừa thanh toán xong học phí rồi ạ. Mong nhà trường mở lại trang đăng ký môn học cho em ạ. Em xin cảm ơn ạ.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]7  /b \t. . . .   i Đăng ký môn học . Chào anh/ chị, em là sinh viên K13 của chương trình PFIEV , hiện tại em đang bị tạm dừng vì học kỳ 202 em không đăng ký môn học, hiện tại em đã hoàn thành được 262 tín chỉ, em còn nợ 1 môn học  trong học kỳ 211, em xin phòng đào tạo xem xét tạo điều kiện cho em tiếp tục học thêm 1 học kỳ để em hoàn thành việc học, không bỏ công sức 8 năm ở trường.. .",
            "Chào bạn,. . Bạn có thể làm đơn xin xem xét gia hạn thêm học kỳ và gửi qua bksi.. . Trình bày rõ trong đơn bạn là SV chương trình PFIEV, thuộc đối tượng Khu vực 1. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào quý thầy cô.. . Em tên [full_name], khóa 16, khoa KH-KT máy tính. . . Em đã hoàn thành đủ số tín chỉ và luận văn ở học kì 201 nhưng không đủ điểm anh văn nói viết để xét tốt nghiệp đợt tháng 4. Hiện tại tình trạng sinh viên của em đã bị tạm ngừng do không đăng kí môn học ở học kì 202. Vừa rồi em đã thi lại và đủ điểm anh văn nói viết, có thể xét tốt nghiệp. . . Dạ thầy cô cho em hỏi, tình huống của em cần làm những thủ tục gì để được thu nhận lại và đăng kí tốt nghiệp đợt tới ạ.. . . . Em cảm ơn.",
            "Chào bạn,. . Để tiếp tục ĐKMH cho HK 211, SV vui lòng tải mẫu đơn thu nhận tại trang aao.hcmut.edu.vn/Sinh viên/biểu mẫu. . Điền đầy đủ thông tin và gửi qua bksi nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Dạ đợt ĐKMH thứ hai HK211 này, em có đăng ký lớp CH2051 - Q/trình &tbị truyền khối L02-02 và CH3003 - Vi sinh vật L01-01.. . . . Hai lớp này có lịch cách nhau 1 tiết giữa 2 cơ sở vào ngày thứ năm (ở duy nhất tuần 11), nhưng em vẫn đăng ký được.. . . . Vậy không biết có phải do hệ thống bị lỗi không hay vẫn có thể đăng ký như vậy ạ?. . . . Mong được giải đáp sớm để không bị hủy môn ạ.",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Gửi Thầy, cô.. . Em tên [full_name] MSSV: [student_id]. . Em đã thanh toán học phí dự thính trễ hạn học kỳ 202.. . Mà phòng đạo tạo ko giải quyết cho em được thi ạ, mặc dù em đã gửi đơn trình bày lý do thanh toán học phí trễ hạn ạ.. . Theo quy định bộ giáo dục nếu đã thu học phí thì phải có trách nhiệm giải quyết vấn đề liên quan đến hoàn thành khoá học.. .",
            "Chào bạn. . - Nhà trường đã thông báo rất lâu về việc phải thanh toán học phí đúng hạn và gia hạn thêm đợt đkmh. . - Hiện tại, Pdt đã phục hồi lịch thi cho bạn. . - Lịch thi của bạn có 2 môn, 1 môn đã trễ bạn có thể đăng ký hoãn thi. . - Môn còn lại Cô gởi đính kèm phiếu cho phép vào phòng thi, bạn xem và đi thi nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin Phòng Đào Tạo cho mở lớp dự thính Cơ lưu chất mã CI2005. Môn này từ K2019 đã không còn học mong Phòng Đào Tạo tạo điều kiện để bọn em có thể tốt nghiệp.. .",
            "4. Hiên tại Phòng đào tạo chỉ nhận đơn “Đề nghị mở môn học” cho HK dự thính 211(đối với các môn không có thực hành/thí nghiệm). Đăng ký học Dự thính, SV nhớ lưu ý vấn đề học phí.. .          Quy trình: tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giáo viên giảng dạy, Khoa/Bộ môn để được xem xét đồng ý + ghi rõ Thời khoá biểu và forward email               cuối cùng gửi qua trang hỗ trợ trực tuyến (BKSI) ghi rõ tiêu đề MỞ MÔN HỌC DỰ THÍNH HK211.. . Thời gian: từ ngày 7/8/2020 đến 17g ngày 11/8/2021.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ Em xin chào Thầy/Cô ạ!. . Kì này Em muốn đăng kí môn kết cấu Thép 1 (CI3009) nhưng trường không có mở. . . Vậy cho Em hỏi Em có thể đăng kí môn tương đương của kết cấu thép 1 là kết cấu thép CI3231 không ạ? Nếu học môn tương đương thì sau này em có được tính vào điểm tốt nghiệp được ko ạ?. . Em xin chân thành cám ơn!",
            "Chào em,. . Vấn đề môn tiên quyết, môn khác mã, tương đương, thay thế em liên hệ [full_name], GVCN  tư vấn. Sau khi có thông tin chính xác thì SV mới đkmh được nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào quý thầy cô ! . . Hiện kỳ chính này không mở lớp   B Kết cấu thép 2 CI3211 và kỳ dự thính chỉ mở đăng ký 1 lớp nên hiện lớp đã full nên tụi em không thể đăng ký thêm được. . . Mong pđt có thể mở thêm lớp Kết cấu thép 2 CI3211 ạ !. . Em xin cám ơn !",
            "4. Hiên tại Phòng đào tạo chỉ nhận đơn “Đề nghị mở môn học” cho HK dự thính 211(đối với các môn không có thực hành/thí nghiệm). Đăng ký học Dự thính, SV nhớ lưu ý vấn đề học phí.. .          Quy trình: tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giáo viên giảng dạy, Khoa/Bộ môn để được xem xét đồng ý + ghi rõ Thời khoá biểu và forward email               cuối cùng gửi qua trang hỗ trợ trực tuyến (BKSI) ghi rõ tiêu đề MỞ MÔN HỌC DỰ THÍNH HK211.. . Thời gian: từ ngày 7/8/2020 đến 17g ngày 11/8/2021.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô.. . Em muốn xin mở môn học mạch điện tử (EE2007) vì trước đây em bị vướng môn tiên quyết nên chưa đăng kí môn học được, hiện tại em. . cần đăng kí học môn này để hoàn thành chương trình học và kịp tiến độ để làm đồ án môn học ở học kì 212.. . Ngoài ra cũng có nhiều bạn khác giống như em và 1 số anh chị đang cần trả môn này để ra trường ạ. Mong quý thầy cô xem xét.. . Em đã liên hệ với thầy [full_name] và thầy đã đồng ý nhận lớp vào thứ 7 (tiết 6-8) và chủ nhật (tiết 4-6).",
            "Chào bạn. . Đơn mở lớp của bạn còn thiếu xác nhận của Khoa + Bộ môn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa cô(thầy). . Em tên là [full_name]. . Sinh viên khóa k17 khoa Cơ khí ạ.. . Dạem là sinh viên năm cuối nhưng hiện tại em còn nợ môn học ME3001-K/thuật thủy lực &khínén nhưng trong kì này em có đăng kí môn học để trả môn nợ thì em lại bị giới hạn số lượng sỉ số môn do lớp hiện tại đã 30/30 ạ.. . Em hi vọng được Phòng Đào Tạo xem xét và hỗ trợ giúp em được đăng kí môn ME3001-K/thuật thủy lực &khínén nhóm DT01 ạ. Do tình hình dịch kéo dài nên em sợ kì sau sẽ bị không thể đăng kí thì trễ quá trình tốt nghiệp ạ.. . Em cám ơn ạ!. . . .",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ e chào cô [full_name]. . em xin gửi đơn xin thu nhận lại ạ.. . Em cảm ơn cô ạ. .   i Đăng ký môn học .",
            "Chào bạn,. . PDT đã tiếp nhận và đang xử lý đơn thu nhận vào HK211 của bạn. . Bạn vui lòng theo dõi tình trạng sinh viên của bạn chuyển sang từ “tạm dừng” sang tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 14/08/2021. . Sau 13h ngày 12/8 bạn vui lòng vào ĐKMH, nếu không vô được bạn đợi mail để đăng ký môn học vào đợt 3 (nếu có nhu cầu). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]\t[student_id]. . Kỹ thuật an toàn lao động (GE3131). . . .",
            "Chào bạn. . Có thứ nhưng thiếu TIẾT,. . Bạn hỏi lại GVGD và báo lại gấp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Sau khi được pdt trả lời câu hỏi về việc mẫu đơn không để tkb giảng dạy của môn KTCT1. Em đã chuyển câu trả lời của pdt đến thầy của em, và thầy em hỏi pdt như này ạ: \"PDT tự sắp thời khóa biểu chứ không phải GV tự sắp được. Sau khi PDT sắp, Bộ môn sẽ phân công giảng viên phù hợp để dạy môn đó.\" . . Em mong pdt giúp đỡ để em kịp đăng kí môn ạ, đây là môn thật sự rất rất quan trọng với bọn em ạ.",
            "Chào bạn. . Pdt tự xếp TKB theo quy trình là sau đợt 1, và việc này đã xử lý từ tháng 7, Pdt gởi thông tin về Khoa bộ môn và GV để xếp tkb và đồng ý dạy. . - Nhưng hiện tại việc mở môn này là ngoại lệ và cần giải quyết gấp và nhanh chóng chứ không thì trễ đợt dkmh 2 này. . - Nếu Giảng viên không báo TKB nào của Thầy phù hợp thì PDT không thể giải quyết. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô!. . . . Em tên [full_name]. . MSSV :[student_id]. .  . . Sau phần thi môn Nguyên lý máy lúc 16h ngày 9 tháng 8, em đã gặp sự cố dẫn đến việc nộp bài không được hoàn thành đúng theo thời gian qui định.Được sự hướng dẫn của Giảng viên em đã đăng kí hoãn thi và bây giờ em cần phải đăng kí thi lại vào học kì sau như thế nào ạ? Em xin chân thành cảm ơn!. . . .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . . . Em đọc kỹ nhé.. . . . . . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào thầy/cô, em tên [full_name], mssv [student_id]. Em có một câu hỏi là do em thanh toán học phí trễ học kỳ hè môn thực tập ngoài trường nên là trên thời khóa biểu không còn môn ấy nữa (dù trước kia khi vừa đăng ký là vẫn có). Nay em đã thanh toán và đã được thu nhận lại bình thường thì không biết đến lúc chính thức tổ chức thực tập em có được đi thực tập không ạ. Trên gmail của bộ môn thì danh sách có tên em, do em không thấy tkb còn trên thông tin nên em thắc mắc. Em xin cảm ơn thầy/cô đã dành thời gian trả lời ạ !",
            "Chào bạn,. . Theo thông báo của ĐKMH HK203, nếu SV không đóng học phí sẽ bị hủy TKB và ghi nợ học phí nhé bạn.. . Hiện tại đã quá trễ để phục hồi TKB của HK203. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là sinh viên K17, PĐT cho em hỏi học kỳ tới nếu em đăng ký số tín chỉ   = 12 thì có được giảm 25% tiền học phí của học kỳ hay không?",
            "Chào bạn,. . Bạn vui lòng xem quy định về học phí tại đây: aao.hcmut.edu.vn/Sinh viên/học vụ/học phí/ MỨC THU HỌC PHÍ CỦA NĂM HỌC/Năm học 2021-2022). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho hỏi là hiện tại em đang tạm dừng học và em muốn quay lại học vào học kì 211. Nhưng hiện do tình hình dịch bệnh nên em không thể nào làm thủ tục thu nhận lại trực tiếp tại trường. Vậy làm sao để em có thể làm thủ tục thu nhận lại được ạ? Em xin cảm ơn",
            "Chào bạn,. . tiếp tục ĐKMH cho HK 211, SV vui lòng tải mẫu đơn thu nhận tại trang aao.hcmut.edu.vn/Sinh viên/biểu mẫu. . Điền đầy đủ thông tin và gửi qua bksi nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Học kỳ chính em muốn xin đăng ký học 24 chỉ được không ạ? Nếu được phải làm những thủ tục nào ạ?",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] [student_id]\t. . Kỹ thuật an toàn lao động . . . .",
            "Chào bạn. . Cô đã lấy dữ liệu chuyển cho bộ phận xử lý, bạn theo dõi đến 10 giờ ngày 13/8 mà không thấy mở lớp thì báo lại. . Nếu có phản hồi gì Cô sẽ báo trên BKsi và mail, kiểm tra thường xuyên nghen bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi nhà trường,. . Em có thắc mắc cần được giải đáp như sau: . . . . Đối với những sinh viên năm cuối sẽ tốt nghiệp sau khi hoàn thành học kì 212. Tuy nhiên nhiều bạn vẫn còn thiếu chứng chỉ Tiếng Anh nghe-nói, trong khi BKEnglish đã tạm dừng mở kì thi này do tình hình dịch Covid-19.. . Vậy em muốn hỏi có cách thức nào có thể hoàn thành chứng chỉ này để kịp thời bổ sung vào hồ sơ tốt nghiệp không ạ?. . . . Kính mong phản hồi sớm từ nhà trường, em cảm ơn.. . Trân trọng,. . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô, . . Em muốn đăng ký 2 môn học mã số là EE2005, EE2027 mà không thấy mở lớp ạ, không biết lý do là gì, đợt 1 em thấy có mấy trăm bạn đăng ký cơ ạ! . .",
            "Chào bạn. . . . SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . . . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . . . Bạn vui lòng vào ĐKMH nhé, đến hết 14h59, ngày 19.8.21. . . . Về việc rút MH (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021.. . . . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] [full_name] [full_name] Em chào thầy (cô)[full_name] Em hiện đang là sinh viên K18 khoa cơ khí, em đã xin được sự đồng ý của Khoa mở bổ sung lớp Kỹ Thuật Chế Tạo 2 (ME3033) lớp đại trà kỳ chính HK211[full_name] Em đại diện gửi lên PDT đơn xin mở lớp đã được duyệt của khoa ạ[full_name] Mong PDT giúp đỡ vì môn này là môn tiên quyết của đồ án chuyên ngành nên rất quan trọng[full_name][full_name] [full_name] Em xin cảm ơn![full_name] [full_name] [full_name]",
            "Chào bạn. . Cô đã lấy dữ liệu chuyển cho bộ phận xử lý, bạn theo dõi đến 15 giờ ngày 12/8 mà không thấy mở lớp thì báo lại. . Nếu có phản hồi gì Cô sẽ báo trên BKsi và mail, kiểm tra thường xuyên nghen bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy cô. . Đợt 1 em đã đăng ký môn này và đợt và đợt 2 vẫn còn nhưng sau đó môn học đã bị pđt hủy không biết vì lí do gì. Em mong thầy cô mở thêm slot cho em đăng kí vì đây là môn bắt buộc của em, k19 k20 không học môn này và môn này không hề có môn tương đương thay thế. Sỉ số môn chỉ mới có 55 thôi ạ. Nếu em không học được kì này thì sẽ không thể ra trường vì thiếu môn bắt buộc.. . Xin thầy cô giúp em mở thêm slot ạ. . Em xin chân thanh cảm ơn.",
            "Chào bạn,. . . . •\tPdt đã cập nhật một số môn mở lớp mới (do [full_name] gởi lên, SV nộp đơn..., các môn anh văn), SV vào kiểm tra và đăng ký nếu có nhu cầu.. . •\tHiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . •\tXem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . •\tChúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy/cô cho em xin mở thêm số lượng lớp 2 môn. . EE3021\tThực tập điện tử 2. . EE3023\tThực tập điện 2. . của học kỳ 211 với ạ. . . .",
            "4. Hiên tại Phòng đào tạo chỉ nhận đơn “Đề nghị mở môn học” cho HK dự thính 211(đối với các môn không có thực hành/thí nghiệm). Đăng ký học Dự thính, SV nhớ lưu ý vấn đề học phí.. .          Quy trình: tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giáo viên giảng dạy, Khoa/Bộ môn để được xem xét đồng ý + ghi rõ Thời khoá biểu và forward email               cuối cùng gửi qua trang hỗ trợ trực tuyến (BKSI) ghi rõ tiêu đề MỞ MÔN HỌC DỰ THÍNH HK211.. . Thời gian: từ ngày 7/8/2020 đến 17g ngày 11/8/2021.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em hiện tại là sv năm 4, sắp bảo vệ luận văn hoàn thành chương trình học.. . Vậy nên ở học kì tiếp theo em không đăng ký thêm bất kỳ môn học nào vì đã hoàn thành xong tất cả các môn.. . Nếu dịch bệnh kéo dài, dẫn đến việc còn rất nhiều sv không thể thi tiếng anh nói - viết kịp thời hạn, thì sv chúng em có bị đình chỉ học do không có thời khóa biểu không ạ.. . Bên cạnh đó, PĐT có hướng giải quyết nào về việc còn rất nhiều sv chưa kịp thi tiếng anh hay nộp bằng tiếng anh để xét tốt nghiệp vì tình hình dịch bệnh không ạ?. . Em xin cảm ơn.",
            "Chào bạn. . Bạn xem thông báo đầu năm của Pdt gởi về vấn đề này nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1613092  /b \t. . . .   i Đăng ký môn học . Em xin chào Thầy/Cô ạ. . Em muốn xin mở thêm sĩ số lớp L01 môn học Tổ chức thi công - CI4125 - tiết 4,5 ạ.. . Em xin chân thành cám ơn!",
            "Chào bạn,. . . . •\tPdt đã cập nhật một số môn mở lớp mới (do [full_name] gởi lên, SV nộp đơn..., các môn anh văn), SV vào kiểm tra và đăng ký nếu có nhu cầu.. . •\tHiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . •\tXem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . •\tChúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  CH3101. . DẠ [full_name] [full_name]- [full_name] LÀ ĐÃ THÔNG BÁO PHÒNG ĐÀO TẠO MỞ LỚP GIÙM [full_name] NHƯ [full_name] [full_name] Ạ. . [full_name] KÍNH MONG NHẬN ĐƯỢC PHẢN HỒI MỞ LỚP VÌ TỤI [full_name] RẤT CẤP BÁCH VÀ RẤT CẦN Ạ. . [full_name] XIN CẢM ƠN RẤT NHIỀU. . CHÚC MỌI NGƯỜI SỨC KHỎE TỐT   3. .",
            "Chào bạn. . Cô đã lấy dữ liệu chuyển cho bộ phận xử lý, bạn theo dõi đến 15 giờ ngày 12/8 mà không thấy mở lớp thì báo lại. . Nếu có phản hồi gì Cô sẽ báo trên BKsi và mail, kiểm tra thường xuyên nghen bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi HK202 vừa rồi em có đăng kí học av4a ở trường thì môn av4a này có dùng để tính điểm cho môn học av4 với tín chỉ tích lũy không ạ hay chỉ dùng để xét chuẩn av để đăng kí môn học? em xin cảm ơn. [full_name] [student_id]",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa cô em là sv k15 ạ. em còn thiếu đúng 1 môn thí nghiệm vật lý chưa trả được mà cả kì hè lẫn kì 211 đều không mở cô ạ. Do khoa không mở lớp. Mà đây là kì cuối của em rồi cô. Cô xem có cách nào em có thể học môn này được không ạ. Em cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Em đã bổ sung phần còn thiếu vào đơn rồi ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn. . Cô đã lấy dữ liệu chuyển cho bộ phận xử lý, bạn theo dõi đến 15 giờ ngày 12/8 mà không thấy mở lớp thì báo lại. . Nếu có phản hồi gì Cô sẽ báo trên BKsi và mail, kiểm tra thường xuyên nghen bạn. . Thân. .",
            "Cô ơi, em đã kiểm tra đăng ký môn Kinh tế năng lượng lại và không có ạ. Do em chưa rành dùng bksi nên không biết trả lời sao nên em đã tạo một Hỏi/Yêu cầu để báo lại là em chưa thấy vào 3h15 hôm qua và sáng nay trên gmail báo là đã thêm lớp mới nhưng vẫn không có môn Kinh tế năng lượng ạ. Cô xem giúp em với",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    }
]