[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào phòng đào tạo! . . Em là [full_name]. MSSV: [student_id]. . Hôm nay e thanh toán lệ phí thi av nói viết tháng 12 bị trễ 30p. ( Do gặp sự cố cá nhân) V. . ậy nên e viết mail này kính mong phòng đào tạo có thể hỗ trợ cho e được tham dự kì thi av nói viết sắp tới được không ạ! . . Em xin cảm ơn và kính mong phòng đào tạo có thể hỗ trợ giải quyết cho e!",
            "Chào bạn,. . Được nhé bạn, hôm nay phòng đào tạo mới lấy dữ liệu đóng tiền AV để chuyển cho TTNN tổ chức thi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là sinh viên khoa điện Điện K19.Em thấy theo chương trình đào tạo thì HK6 em có môn thực tập ngoài trường.Cho em hỏi là đến đợt đăng kí môn học thì em có đăng kí thực tập không ạ.",
            "Chào em,. . Về Chương trình đào tạo em liên hệ GVCN, [full_name] để được hỗ trợ nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa Phòng đào tạo,. . Em tên [full_name], sinh viên khóa K17. . . Theo như thông tin trên thẻ sinh viên thì thẻ sinh viên của em sẽ hết hạn vào tháng 3/2022. Nếu đến thời hạn vẫn chưa tốt nghiệp được thì cần phải đăng ký in thẻ sinh viên mới hoặc là gia hạn thẻ sinh viên như thế nào ạ? Em xin cảm ơn.",
            "Chào bạn,. . Trường hợp thẻ hết hạn, SV vui lòng đăng ký làm lại thẻ SV nhé bạn.. . Đăng ký làm lại thẻ tại mybk/Đăng ký làm lại thẻ SV. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name], lớp VP17XDC, khoa KTXD. . . Cuối tuần rồi em nhận được mail kiểm tra bằng tốt nghiệp THPT đã nộp hay chưa từ PĐT. Em làm theo hướng dẫn trong mail rồi nhưng do em đang là diện   I \"tạm dừng học\"  /I  do đang đi trao đổi tại trường đối tác nên bị hệ thống chặn lại, em không thể kiểm tra được (như hình đính kèm). Em kính báo lại với PĐT về trường hợp của mình như trên ạ. . . . . Trân trọng,. . [full_name]",
            "Chào em,. . Em vui lòng email đến [email] để  được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "dạ cho em hỏi là bây giờ cô [full_name] đang yêu cầu upload lại đường dẫn video mà như bữa trước em đã trình bày với phòng đào tạo là video của em gặp lỗi trong lúc ghi và giờ không khôi phục được nữa mà hạn nộp video thì đến 23:59 30/11 thì giờ em phải làm gì ạ? nếu được thì có thể cho em xin số điện thoại hoặc gmail của cô [full_name] để em liên hệ được không ạ? Em cảm ơn. . . .",
            "Chào em,. . Nếu được thì có thể cho em xin số điện thoại hoặc gmail của cô [full_name] để em liên hệ được không . . =  Em vui lòng liên hệ [full_name] qua email [email] để được hỗ trợ.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào thầy/cô,. . Thầy/cô cho em hỏi Chuẩn anh văn kỳ 212 có được miễn/gia hạn tiếp không ạ? . . Tình hình dịch tỉnh em vẫn còn khá căng thẳng nên em không thể đi vào HCM để thi anh văn được ạ.. . Mong thầy/cô giải đáp giúp em ạ, em cảm ơn thầy/cô.. . . .",
            "Chào em,. . Thầy/cô cho em hỏi Chuẩn anh văn kỳ 212 có được miễn/gia hạn tiếp không ạ?. . =  Hiện tại chưa có thông báo việc này.. . Em theo dõi email sắp tới từ PĐT nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name], MSSV: [student_id]. Thầy/cô cho em hỏi hiện em đã tiêm 2 mũi Astra, mũi thứ 2 đã đủ 14 ngày, nhưng khu vực em ở đang dịch cấp độ 4 (cụ thể phường Lê Hồng Phong, tp.Quy Nhơn, tỉnh Bình Định). Nhưng quanh xóm em thì đã gỡ phong tỏa được 1 tuần, bản thân gia đình em cũng chưa ai bị dương tính. Nên em muốn hỏi là với điều kiện như vậy em có được đi học không ạ? và nếu được thì em có cần vào sớm để cách li không ạ? Em đã đăng ký danh sách đi học. Em cảm ơn thầy cô!",
            "Chào em,. . Quan trọng là bạn có vào TPHCM được hay không?. . Tùy bạn cân nhắc việc vào trường theo đúng quy định và hướng dẫn của Bộ Y tế nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô.. . . . Thầy cô cho em hỏi về kế hoạch tổ chức thi các môn hoãn thi học kì trước mà học kì này lại không mở được không ạ. . . . . Vì em còn một môn hoãn thi học kì trước mà lại không có lịch thi lại trong học kì này, đó cũng là môn học cuối cùng để em hoàn thành số tín chỉ tốt nghiệp. Nếu đến học kì sau mới thi thì thời gian tốt nghiệp của em sẽ thêm một học kì nên em khá lo lắng.. . . . Em mong nhận được sự hồi đáp từ thầy cô.. . Em chúc thầy cô sức khoẻ.. . Em xin cảm ơn.",
            "Chào em,. . Em xem lại email PĐT đã gửi, xem hết thông báo, cô chỉ trích lược. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . \"Về việc thi để xóa điểm Hoãn thi:. . - Môn học có mở trong HK211: PĐT sẽ tự động xếp [full_name] thi và đồng thời cập . . nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/[full_name] thi.. . - Môn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp [full_name] thi . . và đã gởi email cho từng Sinh viên [full_name] thi (Sinh viên xem chi tiết [full_name] thi cập. . nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/[full_name] thi).. . - Các môn học còn lại (không mở trong HK211): Sinh viên vui lòng đợi thông . . báo sau.. . - Trường hợp PĐT đã xếp [full_name] thi nhưng SV không thể Thi để xóa điểm HT . . trong HK211 này: SV sẽ đăng ký tại trang Mybk.hcmut.edu.vn    Ứng dụng . . cho Sinh viên    12. Đăng ký hoãn thi Cuối kỳ. \". . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào pđt,. . Em tên [full_name], pđt cho em hỏi giờ em muốn hoãn thực tập tốt nghiệp để chuyển cho hè tới thì được không ạ, nếu được thì phải làm như thế nào ạ.. . Em cảm ơn",
            "Chào bạn. . Về vấn đề này bạn liên hệ [full_name] để hỗ trợ nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào pđt,. . Pđt cho em hỏi kỳ 211 được miễn không xét tiếng Anh nên em đủ điều kiện đăng kí một số môn học, mà kỳ này em rớt thì kỳ sau 212 nếu xét tiếng Anh em không đủ điều kiện thì có được đăng kí lại môn học không ạ. Em cảm ơn",
            "\"Chào em,. . Em vui lòng xem mail SV về V/v Đăng ký môn học HK Chính + Dự thính 212+ VLVH, đã gửi cho SV vào ngày 01/12/2021 nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "B Học vụ .    Em chào quý thầy cô, hiện tại em đang có dự định tạm dừng học kì thì mình có thể làm thủ tục online được hay không ? Vì tình hình dịch bệnh ở địa phương còn phức tạp nên em không thể lên trường làm trực tiếp được. Em xin cảm ơn quý thầy cô.",
            "Chào em,. . Hiện tại em đang có dự định tạm dừng học kì thì mình có thể làm thủ tục online được hay không . . =  . . Em muốn tạm dừng HK nào ? gửi đơn qua email [email] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô,. . . . Em là [full_name],. . Lớp CC18OTO. . . . Em có thấy mail trường thông báo việc đi học trực tiếp các môn thí nghiệm với đường link đăng ký ở bên dưới.. . . . Do bất cẩn nên em quên không điền link đăng ký học trực tiếp.. . Vậy bây giờ em phải liên hệ thầy cô nào để giải trình ạ?. . . . Mong thầy cô nhận được câu hỏi của em và phản hồi giúp em ạ.. . . . Em cám ơn thầy cô, chúc thầy cô nhiều sức khỏe.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 13/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi các lớp thực hành ở CS1 là tất cả sinh viên đều phải đi học hay là chỉ những sinh viên đã đăng kí học off tại trường mới đi học ạ?",
            "Chào em,. . Em xem lại email PĐT đã gửi, xem hết email, cô chỉ trích lược. . Kế hoạch về việc giảng dạy, học tập trực tiếp các học phần Thực hành, Thí nghiệm, Đồ án môn học, Đề cương Luận văn tốt nghiệp, Luận văn Tốt nghiệp của học kỳ 2 và học kỳ hè/năm học 2020-2021, và học kỳ 1/năm học 2021-2022. . \"Các Sinh viên đã có đủ các điều kiện phòng chống dịch hiện hành (di chuyển, làm việc/học tập) để có thể đến trường học thực hành, thí nghiệm, đăng ký để Phòng Đào tạo có căn cứ phối hợp bố trí sắp xếp lịch học thực hành, thí nghiệm trong trường...\". . =  SV có đăng ký mới học nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô. . Em tên: [full_name]_[student_id]. . . . Hiện tại em chưa có chứng chỉ TOEIC theo yêu cầu nhận LVTN.. . . . Em có thắc mắc là, điều kiện nhận LVTN là bắt buộc phải có chứng chỉ quốc tế hay là chỉ cần qua AV4 thôi ạ? . . . . Em đang ở quê, em có phải bắt buộc lên TPHCM để thi lấy chứng chỉ hay không ạ? Trường mình có hỗ trợ các bạn thi lấy chứng chỉ quốc tế online không ạ? Mong thầy cô hỗ trợ em ạ.. . . . Em cảm ơn thầy cô.. . [full_name]",
            "Chào em,. . Em theo dõi email sắp tới từ PĐT nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào anh/chị ạ. Em là sinh viên K17. Em đã hoàn thành thi AV của BK English vào đợt ngày 6/11/2021 và đã có kết quả báo đậu vào ngày 16/11/2021. Những mà tới hiện nay em vẫn chưa thấy có mail thông báo về danh sách tốt nghiệp dự kiến ạ. Em không biết là do chưa đến đợt hay là em có bị gửi sót hk ạ. Anh/chị có thể kiểm tra giúp em với ạ.. . Em xin chân thành cảm ơn ạ.. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 07/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Trong mail của Trường thông báo ngày 26/11/2021 có ghi là đối với các môn thí nghiệm trong năm học 2020-2021 dự kiến bắt đầu vào ngày 6/12/2021. . . . . Nhưng theo thông báo trong mail ngày 12/11/2021 là học Thí nghiệm Vật lý theo hình thức online và trong Thông tin sinh viên cũng ghi vậy. Em muốn biết là mình học theo phương thức nào vậy ạ. Em cảm ơn nhiều.. . . . Thân mến,. . [full_name]",
            "Dạ theo thông báo ngày 26/11/2021 là học trực tiếp dự kiến vào ngày 6/12/2021 ạ.",
            "Chào em,. . Em xem email PĐT đã gửi . . Thông báo về lịch học môn thí nghiệm vật lý chuyển sang hình thức online. . Hộp thư đến. . . . [email]. . 15:52, Th 6, 12 thg 11. . tới thinh.lamtien2304. . . . Thân gửi các bạn Sinh viên,. . Phòng đào tạo thông báo về lịch học môn thí nghiệm vật lý PH1007 HK202 và HK203 chuyển sang hình thức online từ tuần 46, Sinh viên vui lòng xem thời khóa biểu trên mybk để biết lịch học chi tiết.. . - Dạ theo thông báo ngày 26/11/2021 là học trực tiếp dự kiến vào ngày 6/12/2021 ạ.. . =  Email này nói chung cho các môn thí nghiệm . . Thân mến. . . . . .  . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT,. .  . .  Em là [full_name], sinh viên B2 K2021. Em có thấy email của PĐT về kế hoạch dạy học trực tiếp các môn thí nghiệm cho HK211, dự kiến vào ngày 06/12/2021. Tuy nhiên, em thấy hiện tại TKB vẫn chưa cập nhật lại lịch học các học phần thí nghiệm này, vậy nên em không biết là sắp tới có học hay không ạ. Mong PĐT trả lời giúp để em có thể sắp xếp kế hoạch vào lại thành phố ạ.. . . . Em cảm ơn ạ.. . . .",
            "Chào em,. . Các trường hợp SV đăng ký học thí nghiệm trực tiếp, dự kiến từ ngày 6/12/2021 SV vui lòng đợi mail thông báo và TKB cập nhật nhé. . Thân",
            "Dạ vâng,. . . .  Vậy tức là những sinh viên đã đăng ký học thí nghiệm đợt rồi thì mới vào học, còn lại thì sẽ học vào kỳ sau đúng không ạ?",
            "Chào em,. . còn lại thì sẽ học vào kỳ sau đúng không ạ?. . =  Em vui lòng xem lại email PĐT đã gửi: . . \"Kế hoạch về việc giảng dạy, học tập trực tiếp các học phần Thực hành, Thí nghiệm, Đồ án môn học, Đề cương Luận văn tốt nghiệp, Luận văn Tốt nghiệp của học kỳ 2 và học kỳ hè/năm học 2020-2021, và học kỳ 1/năm học 2021-2022\". . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo,. . Em tên là [full_name]. MSSV: [student_id]. . Do có một số vấn đề cá nhân nên em đã thanh toán trễ phí thi anh văn nói viết đợt tháng 12. Kính mong Phòng đào tạo tạo điều kiện cho em được thi anh văn nói viết đợt này để kịp tốt nghiệp đợt sắp tới. . . Em cảm ơn!",
            "Chào em,. . Được nhé bạn, em theo dõi mail về lịch thi nhé, hôm nay Phòng Đào tạo mới lấy dữ liệu gửi cho TTNN nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "PĐT cho em xin hỏi là khi nào nhà trường cập nhật tình trạng sinh viên của em là tạm dừng thì em mới được nộp giấy thu nhận lại hay sao ạ?. . . . Nếu em nộp trước ngay lúc này được không ạ? ( tình trạng sinh viên của em vẫn còn đang học). . . . Em cảm ơn ạ!. .",
            "\"Chào bạn,. . Về việc đăng ký thu nhận lại:. . Bạn vui lòng tải mẫu đơn: Thu nhận tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ Em chào Thầy/ Cô ạ, Em là K16, cho Em hỏi về việc nếu Em quá 13 Học Kì nhưng vẫn chưa ra được Trường thì có cách nào gia hạn thêm 1 Học Kì nữa được không ạ? . . Em xin chân thành cám ơn ạ!",
            "Chào bạn. . - Về quy định thời gian và kế hoạch học tập: Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào thầy cô, em là [full_name], mssv [student_id]. Em có thắc mắc là kì 211 em đăng kí học 17 chỉ, kì 212 em đăng kí 12 chỉ thì có được giảm tiền học phí khi em đóng vào tháng 4(5) không ạ ? Với học dự thính trong kì thì 1 chỉ là bao nhiêu ạ ?. . Cảm ơn thầy cô. . . .",
            "Chào em,. . Em xem quy định về học phí tại đây nhé:http://www.aao.hcmut.edu.vn/sinh viên/học vụ/học phí. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào cô!. . Hiện em đã nhận được thông báo Hủy QĐ thu nhận vào hệ VHVL ( thông tin sinh viên) . . . . giờ em phải làm gì để đk tốt nghiệp hệ CQ ạ?. . Em cám ơn!. .",
            "Chào em,. . Sau ngày 30/11 em vào mybk/Đăng ký tốt nghiệp để đăng ký nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name]. . MSSV: [student_id]. . Nay em làm đơn này xin được gia hạn thời gian thanh toán lệ phí thi Anh văn 2 kỹ năng theo hình thức trực tuyến-Đợt tháng 12-MSMH:BKE123 do em quên hôm nay là ngày cuối cùng của thời hạn thanh toán lệ phí. Em rất mong quý thầy cô và phòng đào tạo cho em được gia hạn thời gian thanh toán lệ phí ạ!.Em cảm ơn thầy cô rất nhiều ạ.. . . .",
            "Chào bạn. . Bạn đã có tên trong danh sách đóng, bạn vui lòng đợi mail của Trung Tâm Ngoại Ngữ thông báo chi tiết ngày thi cho từng SV qua mail Sinh viên. Dự kiến trước ngày 14/12/21. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PĐT cho em hỏi các khoá chính quy đã đến đợt đăng ký môn học kỳ 212 chưa ạ ?. . Em thấy trên mybk đã cho đăng ký rồi nhưng chưa có mail thông báo chính thức và hạn đăng ký trên mybk có vẻ như đang bị lỗi.. . Em xin cảm ơn !. . . . Trân trọng,",
            "Chào em,. . Em theo dõi email sắp tới từ PĐT nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào Thầy/Cô,. . Em tên: [full_name], MSSV:[student_id]. . . . Cho em hỏi là em đã đủ điều kiện tốt nghiệp và đã có tên trong danh sách dự kiến tốt nghiệp nhưng em đăng ký xét tốt nghiệp trên MyBK không được, báo là \"Không được phép đăng ký (tạm dừng )\".. . . . Mong nhận được phản hồi thừ Thầy/Cô ạ, em cảm ơn!",
            "Chào em,. . Sau ngày 2/12 em vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào quý Thầy/ Cô. Em là [full_name], MSSV: [student_id], sinh viên lớp CK19CTM2.. . Vấn đề của em là:. . Trong mail của PĐT thông báo về kế hoạch học tập trực tiếp, em có điền đăng kí để tham gia học lại. Tuy nhiên hiện tại điều kiện để em tham gia học tập trực tiếp không đủ (em chưa tiêm đủ 2 mũi Vắc-xin, khu vực em sinh sống đang thuộc vùng cam, điều kiện sinh hoạt trong thành phố cũng không đảm bảo) nên em không thể tham gia học tập trực tiếp như thông tin bản thân đã đăng kí. Vậy nếu như theo thông tin đăng kí của em, em được sắp xếp tham gia học tập trực tiếp vào thời gian sắp tới (06/12) thì em phải làm thủ tục hay cách nào để hủy đăng kí tham gia học trực tiếp, hoặc hoãn đến thời gian . . trường cho học tập trực tiếp đầy đủ ạ!. . Em kính mong quý Thầy/Cô giải đáp giúp em! Em xin chân thành cảm ơn!. . Trân trọng!",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . \t. . Hiện tại thì em đã được cập nhật điểm môn Đề cương Luận văn tốt nghiệp học kì 2 năm học 2020-2021 nên em muốn nhờ PĐT có thể rút môn Đề cương Luận văn tốt nghiệp (GE4341) học kì I năm học 2021-2022 ạ.. . . . Em cám ơn.",
            "Chào em,. . Đã hết thời gian rút môn học (phải thanh toán học phí), em cần làm theo hướng dẫn sau để trình BLĐ phòng xem xét. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy cô (phòng đào tạo),. . Hiện tại em đã đủ hết các điều kiện, yêu cầu để đăng kí tốt nghiệp vào tháng 12 này. Nhưng không biết lý do gì mà em vẫn chưa nhận được mail và không đăng kí tốt nghiệp được ạ.. . Mong phòng đào tạo xem xét trường hợp cho em.. . Rất mong nhận được phản hồi từ các thầy cô phòng đạo tạo.. . Em chân thành cảm ơn.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 07/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi 2 câu ạ.. . 1 là chuyện học thực tập tại cơ sở 1. Chúng em nhận được email là học thực tập nhưng em đã email cho pđt về chuyện nơi ở khi học ở cs1, chúng em có được ở KTX Bách Khoa hay KTX đại học quốc gia không ạ? trường dự định sắp xếp như thế nào ạ?. . 2 là nộp giấy chứng nhận tốt nghiệp thpt quốc gia. Hiện một số giấy tờ không tùy thân như giấy tốt nghiệp em đã gửi ở kho của ktx đại học quốc gia rồi, KTX cũng không mở cùa để chúng em vào nhận đồ, thì chúng em được phép chụp và đăng trễ hẹn được không ạ? tin là ktx đại học quốc gia tháng 2 năm sau mới mở ạ.. . Em cảm ơn. .",
            "Chào em,. . PĐT đã gửi email, em xem lại nhé.. . Kế hoạch về việc giảng dạy, học tập trực tiếp các học phần Thực hành, Thí nghiệm, Đồ án môn học, Đề cương Luận văn tốt nghiệp, Luận văn Tốt nghiệp của học kỳ 2 và học kỳ hè/năm học 2020-2021, và học kỳ 1/năm học 2021-2022. . Hộp thư đến. . . . - Ho Tro SV   [email] . . 16:04, Th 4, 17 thg 11 (13 ngày trước). . tới stu.all. . . . + nộp giấy chứng nhận tốt nghiệp thpt quốc gia. . =  Vì tình hình dịch nên phải dựa vào tình hình thực tế rồi nhà trường sẽ thông báo cụ thể cho SV sau.. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ hôm trước trường có gửi mail đăng kí bảo hiểm y tế nhưng do sơ ý em không để ý ngày hết hạn đăng kí và đóng tiền . Hôm nay em vô đăng ký thì đã quá hạn và không thể đăng kí được bảo hiểm y tế được .Trường có thể gia hạn đăng kí bảo hiểm y tế được không ạ",
            "\"Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quý thầy/cô,. . Em hiện là sinh viên năm 4, theo lịch thì kì sau dự kiến em sẽ làm LVTN.. . Tuy nhiên theo điều kiện thì để được nhận đề tài luận văn, em phải có chứng chỉ TOEIC, nhưng theo tình hình dịch hiện tại thì em vẫn chưa xuống TP.Hồ Chí Minh để thi lấy bằng được.. . Thầy/cô cho em hỏi là hiện tại PĐT có dự kiến sẽ dời hạn nộp chứng chỉ TOEIC cho LVTN không hay vẫn giữ nguyên ạ?. . Em xin cảm ơn thầy/cô!. . . .",
            "Chào em,. . Hiện tại chưa có thông báo gì về việc không xét Chuẩn tiếng Anh cho việc đăng ký LVTN ở HK212.. . Em theo dõi email sắp tới từ PĐT nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô. Thầy/Cô cho em hỏi, em thấy ở chỗ đăng ký môn học kì 212 đã đăng ký được, nhưng lại chưa có mail thông báo. Vậy em có cần đăng ký trước không ạ? Em cảm ơn thầy/cô.",
            "Chào em,. . Em theo dõi email sắp tới từ PĐT nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô,. . . . Trường mình đã có quy định mới về bằng toeic tối thiểu để đăng ký nhận luận văn tốt nghiệp chưa ạ?. .  . . Hiện tại do em chưa có bằng TOEIC, mà chỉ mới có điểm anh văn lúc thi trên trường, nên em đang rất lo lắng về việc có thể thực hiện đăng ký được luận văn ở kỳ tiếp theo không.. . . . Mong thầy/cô có thể thông tin thêm,. . N.. . . .",
            "Chào em,. . Hiện tại chưa có thông báo gì về việc không xét Chuẩn tiếng Anh cho việc đăng ký LVTN ở HK212.. . Em theo dõi email sắp tới từ PĐT nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "\"Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của bạn.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . Sau 10h ngày 06/12/2021, SV vào ĐKMH. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "En tên [full_name] mssv [student_id]. Em cần hỗ trợ việc nộp bằng PTTH, em lỡ xóa mã phiếu đăng kí khi chưa in ra. Em không đăng kí lại được, vậy phải làm sao. Em mong được giúp đỡ",
            "Chào em,. . Em vui lòng email đến [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Việc là em đang bị f0 và đang cách ly tập trung tại địa phương em đang sống nhưng em thấy thời khóa biểu có để tuần 49,50 học thí nghiệm. Vậy mình học onl hay off ạ. Nếu onl thì thiệt thòi cho tụi em quá và khi không kịp thời gian cách ly thì sao tụi em lên kịp ạ. Mong pđt xem xét lại và hướng dẫn tụi em cách khắc phục ạ. Tại vì trong lớp em cũng có rất nhiều bạn f0 hiện đang cách ly và không thể nào lên kịp thời gian về lại trường như trên thời khóa biểu ạ. Mong pđt xem xét lai và phản hồi sớm nhất có thể ạ. Em cảm ơn!!!!. . . .",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi: . . Kế hoạch về việc giảng dạy, học tập trực tiếp các học phần Thực hành, Thí nghiệm, Đồ án môn học, Đề cương Luận văn tốt nghiệp, Luận văn Tốt nghiệp của học kỳ 2 và học kỳ hè/năm học 2020-2021, và học kỳ 1/năm học 2021-2022. . Hộp thư đến. . . . - Ho Tro SV   [email] . . 16:04, Th 4, 17 thg 11 (13 ngày trước). . tới stu.all. . Thân mến. .",
            "E đã xem r nhưng thời khóa biểu để là tuần này với tuần sau học TN . Nhưng hiện em đang bị f0 và đang cách ly ko đi đâu được.  Vậy em có cần làm đơn gì hay ko ạ. Nếu có thì cho em xin hướng dẫn ạ. E cảm ơn!!!!",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào Cô.. . Cô cho em hỏi, Kì này 211 em làm LVTN nhưng em chưa có nộp AV 2 kỹ năng Reading & Listening. Vậy vào kì sau em bổ sung AV 4 kỹ năng vào khoảng thời gian nào ạ để kịp tốt nghiệp vào tháng 4/2022. Em cảm ơn Cô.. . Rất mong nhận được phản hồi từ Cô.. . Chúc cô có một ngày làm việc vui vẻ !",
            "Chào em,. . Hiện tại chưa có lịch trình tốt nghiệp của tháng 4/2022 nhé, em theo dõi tại lịch học vụ nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Trong giai đoạn dịch covid19 em có tình  nguyện tham gia hoạt động phòng chống của địa phương từ giữa tháng 8 đến cuối tháng 9. Vì hiện tại em vẫn chưa quay trở lại thành phố Hồ Chí Minh. Thế nên em muốn thầy/cô xem xét trường hợp của em bổ sung để em có đủ ngày ctxh xét nhận luận văn vào học kì tới ạ. Đây là giấy tờ chứng minh hoạt động của em.",
            "Chào em,. . Về việc cập nhật ngày công tác xã hội em vui lòng liên hệ về văn phòng Đoàn khoa của bạn để được cập nhật nhé. . Thân",
            "Dạ cho em hỏi liên hệ đoàn khoa cách nào ạ. Em vẫn chưa đến trường trực tiếp được ạ.",
            "Chào em. . Em có thể liên lạc qua email của khoa bạn nhé, em có thể vào trang web của Khoa để xem thông tin liên hệ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô ạ. . . Em tên [full_name]. MSSV - [student_id]. . Tài khoản bkexam của em bị khóa nên mong thầy cô mở khóa tài khoản giúp em ạ. . . Em xin cảm ơn. . .",
            "Chào em,. . Trước giờ thi vẫn vào được, thông báo có ghi rõ mà.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là sv K19 sắp thi học kỳ nhưng ko thể vào đc bkel để ôn tập, ko biết có cách nào giải quyết đc ko ạ. . EM CÁM ƠN. . . .",
            "Chào em,. . PĐT đang khắc phục, bảo trì, dự kiến khoảng thứ 6 sẽ xong và email đến SV.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em tên NGUYỄN TẤN THÀNH-MSSV: [student_id]. . Học kỳ trước em có đăng ký hoãn thi môn VẬT LIỆU XÂY DỰNG (MMH: CI2037) vì tưởng sẽ thi online nhưng môn này lại lấy bài BÁO CÁO CHUYÊN ĐỀ để tính điểm thi cuối kỳ nên em đã tham gia hoàn thành bài báo cáo và đã có điểm tông kết môn này.. . Chắc là phòng đào tạo cho em hoãn thi trong khi không biết chuyện này nên em vừa nhận được email của thầy bộ môn báo em phải làm báo cáo chuyên đề cho trường hợp hoãn thi.. . Vậy em có cần phải làm báo cáo thêm một lần nữa trong khi đã có đểm tổng kết môn học trên bảng điểm không ạ?. . Trân trọng!",
            "Chào bạn. . Bạn kiểm tra lại mail, Pdt đã gởi ngày 11/11/2021 về hủy QD hoãn thi vì SV đã có điểm tổng kết. . . . 240\t[student_id]\tNguyễn Tấn\tThành\tHK202\tCI2037\tVật liệu xây dựng\tL05\t6.00. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em xin phép được hỏi về vấn đề Thực tập ngoài trường ạ. . . Em là sinh viên năm 3, khoa Điện-Điện tử, vào Học kỳ sắp tới theo chương trình đào tạo có cả Thực tập ngoài trường. Em có thắc mắc là nếu em đăng ký môn vào kỳ sau HK212 thì em sẽ phải đi vào kỳ 212 hay là kỳ Hè 213 ạ. . . Em cảm ơn.",
            "Chào em,. . Em vui lòng liên hệ [full_name], GVCN để được hỗ trợ nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi quý thầy cô. . em có câu hỏi mong thầy cô giải đáp giúp em với ạ. . về việc học offline thì theo như mail em nhận được thi mình bắt đầu học offline vào ngày 6/12 . . dành cho sinh viên học kì 1 năm 2021-2022, đối với các môn học thí nghiệm, thực hành nhưng em thấy trên thời khóa biểu thì không có ghi ngày và tuần học của môn đó. Vậy thì mình học khi nào và hình thức học thì sao ạ?. . em cảm ơn quý thầy cô!",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . \"Kế hoạch về việc giảng dạy, học tập trực tiếp các học phần Thực hành, Thí nghiệm, Đồ án môn học, Đề cương Luận văn tốt nghiệp, Luận văn Tốt nghiệp của học kỳ 2 và học kỳ hè/năm học 2020-2021, và học kỳ 1/năm học 2021-2022. . Hộp thư đến. . . . - Ho Tro SV   [email] . . 16:04, Th 4, 17 thg 11. . tới stu.all,\". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em xin chào quý thầy cô.. . Quý thầy cô vui lòng cho em hỏi về vấn đề đăng kí mua BHYT. . . Phần đăng kí chọn loại BHYT để mua sau khi cập nhật thông tin của em không hiển thị đề mục để em chọn loại bảo hiểm đăng kí mua như hình, em đã cập nhật thông tin đăng kí mua trong mốc trước 25/11 nhưng không mua được. Đến nay vô kiểm tra lại thì vẫn không hiện ra mục để thanh toán BHYT. Kính mong quý thầy cô giải đáp giúp em. Em cảm ơn quý thầy cô. .   i Yêu cầu khác .",
            "\"Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có đăng kí in bảng điểm ở trường từ tháng 4 ạ nhưng quên thanh toán, nay em đã thanh toán thì để địa chỉ nhận là CS2 ạ. Cho em hỏi là em có thể xin bẳng scan của bảng điểm không ạ? Hay là có thể nhờ bạn lấy dùm không ạ? Em cảm ơn ạ.",
            "Chào em,. . Hiện bảng điểm của em đang ở Phòng Đào tạo CS1 nhé, em vui lòng ghi rõ là nhờ bạn nào đến nhận? và người nhận giùm em nhớ mang theo thẻ SV và trình bày rõ khi đến nhận nhé. . Thân",
            "Em nhờ bạn [full_name] - Mssv: [student_id] đến nhận giúp ạ. Em xin cảm mơn ạ.",
            "Chào em,. . Được nhé, em nhắn bạn em khi nào đến nhờ trình bày rõ vấn đề nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin kính chào quý Thầy/Cô.. . Hiện tại do tình hình dịch bệnh bùng phát trở lại kiến cho việc thực tập không thể tiến hành trong kỳ 211 được, tuy nhiên do là môn TTTN em đã đăng ký trong kỳ 203 nên vì thế em muốn dời qua kỳ 212 hy vọng tình hình dịch sẽ cải thiện để có thể thực tập lại. Vậy thì em nên làm những thủ tục như thế nào để có thể dời TTTN qua kỳ 212 ạ.Hy vọng sẽ nhận được sự tư vấn từ quý Thầy/Cô. Em xin chân thành cảm ơn.. . . .",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ [full_name] để được hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em là LÊ CÔNG LUẬN MSSV [student_id]. Em muốn hỏi là trong giai đoạn dịch này thì phòng đào tạo làm việc lại chưa ạ ? Em muốn lên phòng đào tạo làm đơn xét miễn môn học. . . Em Cảm Ơn !. .",
            "Chào em,. . Em muốn hỏi là trong giai đoạn dịch này thì phòng đào tạo làm việc lại chưa ạ ?. . =  PĐT làm việc hành chánh, giai đoạn nào cũng làm. Em cần nộp đơn thì gửi qua email [email]. . Thân mến. .",
            "Dạ em đã gửi mail pdt nhờ cô check mail lại giúp em với ạ nếu cần làm việc trực tiếp thì em vào luôn ngày mai ạ. Vì em đi làm cũng không mấy khi được có thời gian nghỉ ạ. Em cảm ơn !"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Phòng Đào tạo,. . Em tên [full_name], mss: [student_id]. Sau khi hoàn thành kì thi chuẩn tiếng Anh Nói-[full_name]ết, em đã đủ điều kiện Tốt nghiệp. Em đã đăng kí xét tốt nghiệp và đã thanh toán thành công. Nhưng ngày hôm nay sau khi kiểm tra tình trạng Xét tốt nghiệp thì em nhận kết quả như hình.. . Cho em hỏi như vậy có vấn đề gì xảy ra không, do em đã đủ điều kiện Tốt nghiệp.. . Em xin cảm ơn.",
            "Chào em,. . Trường hợp của em đã đăng ký và thanh toán lệ phí tốt nghiệp thành công rồi nhé, PDT sẽ tự động ra QD thu nhận và QD tốt nghiệp sau nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name] - [student_id]. . Hiện là sinh viên năm 2 ngành Kỹ thuật và Quản lý Nước đô thị của chương trình PFIEV. . Năm 1 em học ở hệ Đại trà và đến năm 2 em chuyển sang hệ clc PFIEV. Học kì HK211 vừa qua học bên PFIEV thì em thấy bản thân hoàn toàn không hợp với chương trình. Vì vậy em mún rút về hệ Đại trà. . . Vậy em cần làm những thủ tục gì ạ?",
            "Chào bạn. . [full_name] đã đồng ý rút khỏi chương trình học việt pháp của bạn, sẽ gởi qd vp cho bạn sau. . Khoảng 23/12 bạn đăng ký môn học nghen. . Nếu có gì trục trặc, thì bạn liên hệ [full_name] nghen. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi e chưa đăng kí bảo hiểm y tế bây giờ phải làm sao ạ . Trường đã khóa đăng ky bảo hiểm y tế rồi â",
            "\"Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy (cô). . . . Thầy (cô) cho em hỏi về thời gian đăng ký môn học học kỳ 212 ạ. Vì em vẫn chưa thấy mail nhưng khi vào trang đăng ký môn học thì thấy khá nhiều bạn đăng ký môn ạ.. . . . Em cảm ơn.",
            "Chào em,. . Em theo dõi email sắp tới từ PĐT gửi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gởi Phòng đào tạo tạo,. . Em là sinh viên khóa k19, hiện tại kì 202 em còn 1 môn bị vướng thí nghiệm, tuy nhiên việc di chuyển khó khăn và không có nơi ở gần trường do quê em ở tỉnh thì em có được dời thí nghiệm qua kì sau khi tình hình ổn hơn không ạ? Kí túc xá của ĐHQG cũng chưa có thông báo cho sinh viên lên ở lại ạ.. . Em xin cảm ơn và mong nhận được phản hồi từ PĐT.",
            "Chào em,. . Trong thông báo có nói rõ là cho SV tự nguyện đăng ký mà bạn, những SV nào đủ điều kiện có thể đăng ký. Em vui lòng đọc lại thông báo nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . thầy cô cho em hỏi là em quên đi SHCD nên em bị cấm đăng ký môn vào kỳ 212 thì em có được đăng ký môn vào kỳ dự thính 212 không ạ",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    }
]