[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name]. . MSSV [student_id]. . Khóa 2015. . Em chào thầy cô, thầy cô cho em hỏi em lỡ không điên phiếu khảo sát mà em muốn thi anh văn nói viết thì phải làm sao ạ?. . Em xin cảm ơn.. .",
            "Chào bạn. . Về đăng ký thi anh văn 2 kỹ năng nói viết trực tuyến đợt tiếp theo, dự kiến sẽ tổ chức thêm 1 đợt cho HK211, Bạn vui lòng đợi thông báo đăng ký qua mail Sinh viên dự kiến sau ngày 15/11.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em là [full_name] - Lớp COA01 chương trình tiên tiến.. . . . Trường cho em hỏi là em không nợ môn nào và cũng không nợ học phí nhưng em lại không có tên trong danh sách tốt nghiệp dự kiến.. . . . Em cảm ơn ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 02/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. .",
            "Chào chị,. . Hiện tại em vẫn chưa nhận được mail đăng ký tốt nghiệp. . . Chị có thể kiểm tra lại giúp em được không ạ.. . Em cảm ơn chị.. . Trân trọng",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Chào em,. . Cô gửi em file xét tốt nghiệp, em kiểm tra lại nếu có khiếu nại gì vui lòng phản hồi lại qua bksi giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Nhà trường. . Em tên [full_name]. . Mssv: [student_id]. . Em đã đăng kí xét tốt nghiệp và chọn gửi bằng tốt nghiệp tạm thời về địa chỉ đã đăng kí. Em đã kiểm tra lại thông tin đăng kí, tất cả thông tin đăng kí của em là chính xác. Tuy nhiên đã có sự nhầm lẫn từ phía nhà trường, bằng tốt nghiệp tạm thời của em đã bị gửi nhầm đến một bạn sinh viên khác ở An Giang. . . Em mong nhận phản hồi sớm từ Nhà Trường.. . Em cảm ơn. . [full_name]  i Tốt nghiệp .",
            "Chào bạn. . Pdt đã in lại và chuyển lại đúng địa chỉ qua bưu điện cho bạn rồi nghen. . Bạn vui lòng đợi nhận . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT, ngày 18/10/2021 em đã đăng ký tốt nghiệp thành công trên trang web của trường và hoàn tất thanh toán phí tốt nghiệp. Tuy nhiên sau đó em chưa nhận được email thông báo chính thức và khi kiểm tra lại thì bị báo là chưa đủ điều kiện đăng ký do thiếu ngày CTXH mặc dù em đã đủ 15 ngày và trước đó đã đăng ký và thanh toán thành công.. . Em mong PĐT sớm kiểm tra lại và phản hồi giúp em ạ.",
            "Chào em,. . Danh sách QĐ chính thức sẽ cập nhật lại sau nhé,bạn đã đăng ký tốt nghiệp thành công rồi nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Ngày 23/10/2021 lúc 16h em có thi cuối kì môn vật lý bán dẫn EE1007 nhóm L04-B thì bị cúp điện ạ.. . Em có nhờ bạn vào gg meet của phòng thi để thông báo tình trạng và giám thị kêu liên lạc phòng đào tạo.. . Hiện tại em có bản ghi màn hình và ảnh màn hình. Mong phòng đào tạo có thể sắp xếp 1 buổi thi khác cho em càng sớm càng tốt.. . Em cảm ơn .",
            "https://drive.google.com/file/d/1YP3MsNJqbC-ilUl4MjJ6zef0v-IWk10y/view",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. .  có thể sắp xếp 1 buổi thi khác cho em càng sớm càng tốt.. . =  Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào anh/chị, mây hôm trước em có đăng ký tốt nghiệp rồi, và cũng đã thanh toán lệ phí rồi. Nhưng hôm nay em vào xem thì thấy báo thế này ạ, không biết như thế có bị gì không ạ. Em cảm ơn anh/chị.. .",
            "Chào em,. . không sao nhé, QD chính thức sẽ cập nhật lại, hiện tại em đã đăng ký tốt nghiệp thành công rồi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào pdt !. . Trong mail hoãn thi phòng đào tạo có gửi link để sinh viên hoãn thi nhưng hôm nay em vào link đó không còn khả dụng nữa ạ",
            "Chào bạn. . - Đúng rồi bạn, hiện tại Pdt đã khóa không đăng ký hoãn thi theo form. . - Nếu bạn muốn hoãn thi HK202, HK203 bạn làm như sau:. . + Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . + Sau khi có xác nhận của Giảng viên giảng dạy và Khoa (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua email [email] hoặc BKSI)) . . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy(cô) chuyên trách, buổi thi môn vật lí bán dẫn vừa rồi, em có bị trục trặc về máy tính trong quá trình làm bài(không thể quay lại tiếp tục bài thi), vì vậy em xin đăng kí hoãn thi cho môn học \"vật lí bán dẫn\"(EE1007)(đã đính kèm đơn) cho học kì 202 ạ. Mong thầy cô xem xét ạ. . .",
            "Chào bạn. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Điền nội dung + ký tên. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa (theo quy định) gởi cho Phòng đào tạo xem xét (nộp qua mail pdt@hcmut.edu.vn hoặc BKSI). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] . Mssv [student_id]. . Ngành Công nghệ vật liệu- khoa Kĩ thuật vật liệu.Lớp Vl2001. . Em làm mail và đơn này Để xin cho em được dời thi kì thi cuối kì và hoãn học phần thí nghiệm của Môn Vẽ kĩ thuật Mã môn học CL1003 Học kì 202 (2020- 2021) Lớp L14-AB Ngày 20/11/2021. . Giờ 18h . . Lý do là . . Em không đủ trang thiết bị điện tử để tham gia kì thi cuối kì của [full_name]. Đồng thời mạng nhà em hay bị rớt mạng ảnh hưởng lớn đến kì thi ạ. Chính vì vậy em làm mail và đơn này Xin PDT cho em được dời thi.. . P/s: Em đã xin phép giáo viên bộ môn và đã mail pđt rồi ạ.. . Em xin chân thành cảm ơn.. . . .",
            "Chào bạn. . Theo quy trình Pdt tiếp nhận đơn Hoãn thi môn chính (lý thuyết) không ghi nhận HOãn thi môn thí nghiệm. . - Bạn báo cáo lại với Giảng viên để Thầy/ Cô hỗ trợ về việc làm thí nghiệm sau. . - Đồng thời hồ sơ xin Hoãn thi của bạn còn thiếu xác nhận đồng ý của Khoa, bạn vui lòng bổ sung. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào phòng đào tạo!. . Em cần bảng điểm để bổ túc hồ sơ học bổng online (chỉ cần bản pdf) thì phòng đào tạo có thể gửi cho em được không ạ? Hay em phải in bảng điểm, nhưng em sợ do dịch nên vận chuyển sẽ không kịp thời hạn nộp. Mong phòng đào tạo giúp em, em xin cảm ơn.",
            "Chào em,. . Em phải đăng ký in bảng điểm tại mybk, có thể đăng ký nhận qua đường bưu điện và có tự scan và nộp.. . Vì bảng điểm phải xuất in ra xong mới ký tên và đóng dấu nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào cô, em có học tiếng anh 1A 2A hồi học kì 202, em qua cả 2 môn luôn, mà trong bảng điểm chưa cập nhật tín chỉ cho em ạ.. .   i Học vụ .",
            "Chào bạn. . Bạn kiểm tra việc nhập điểm trước nghen. . Số tín chỉ sẽ được cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào thầy/cô ạ. . Em là [full_name] - [student_id], lớp Việt Pháp K17 - Năng lượng.. . Em muốn hỏi về tình hình cập nhật điểm tổng kết của môn học:   B ĐAMH mô phỏng- DA t/học (501709)  /B  vào học kì 202 do cô [full_name] hướng dẫn ạ.. . Cô đã xác nhận nhập điểm và gửi cho PĐT rồi ạ nhưng trên MyBK của em vẫn chưa được cập nhật điểm môn này ạ.. . Mong PĐT kiểm tra và cập nhật điểm giúp em ạ, em xin cảm ơn.. . . .",
            "Chào em,. . - Bảng điểm [full_name] chưa gửi PĐT em nhé.. . - Em liên hệ [full_name] qua email [email] để được hỗ trợ.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . PĐT cho em hỏi. Môn đã hoãn thi, nếu muốn thi lại thì bắt buộc phải đăng kí môn học lại ngay từ đầu kì, hay có thể đăng kí thi trước khi thi cuối kì được không ạ!",
            "Chào em,. . Em chờ thông báo sau khi có quyết định hoãn thi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào anh/chị,. . . . Em gửi mail này nhằm thắc mắc về việc cập nhật điểm môn TTTN HK 202 của em ạ.. . . . Thầy [full_name] (GVHD môn TTTN) đã xác nhận đã đăng điểm lên từ tháng 7, nhưng đến giờ em check lại vẫn chưa được cập nhật điểm lên mybk ạ, anh/chị có thế kiểm tra lại giúp em được không, do đây cũng là môn cuối để em đủ chỉ tiêu xét tốt nghiệp trong đợt tới đây.. . . . Em cám ơn anh/chị.. . . . Trân trọng,. . [full_name].",
            "Chào em,. . Thầy [full_name] (GVHD môn TTTN) đã xác nhận đã đăng điểm lên từ tháng 7. . =  Bảng điểm PĐT chưa nhận được. Em liên hệ Khoa, Bộ môn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào Ban Giám Hiệu,. . . . Trong đợt thi online vừa rồi được tổ chức vào ngày 09/08/2021, em có đăng ký hoãn thi do laptop bị hỏng và đã được phòng đào tạo chấp thuận (email đính kèm).. . . . Nhưng khi em kiểm tra lại điểm số được cập nhật trên mybk thì lại nhận điểm 13.. . . . Mong Ban Giám Hiệu có thể kiểm tra lại và giải đáp giúp em.",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào tạo,. . Em là Nguyễn Ngọc Hiền MSSV [student_id], lớp CK14LOG.. . Vừa rồi em có làm đơn xin chuyển từ hệ Chính quy sang hệ VHVL để tốt nghiệp. Đến nay em vẫn chưa nhận được mail tốt nghiệp.. . Em mong nhận được sự hỗ trợ từ Quý Thầy Cô ạ.. . Em chân thành cảm ơn",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 02/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]. . - MSSV: [student_id]. . - Họ và tên: [full_name]. . - lý do: vì điều kiện di chuyển ở địa phương chưa cho phép lưu thông. . - Ngày tháng năm: 23/10/2021. . - Họ tên chữ ký của người làm đơn: [full_name]. . . .",
            "Chào bạn[full_name] [full_name] Pdt đã ghi nhận thông tin của bạn[full_name] [full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào Thầy/cô. Hiện tại em vừa thi qua môn anh văn nói viết và đủ điều kiện xét tốt nghiệp. Nhưng em đang bị tạm dừng học vì không đăng kí môn học. Vậy cho em hỏi em tải mẫu đơn thu nhận về và viết tay, sau đó có thể gửi lên trường online hay hình thức nào khác được không ạ. Vì dịch nên em không thể lên trường để nộp đơn được ạ. Em xin chân thành cảm ơn",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 02/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Nếu bạn đủ điều kiện tốt nghiệp, PDT sẽ tự động làm thu nhận cho SV để tốt nghiệp nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . dạ cho em hỏi hồi chiều em có lịch thi thí nghiệm hóa đại cương 202 nhưng do quê em có mưa rất to nên bị cúp điện nên em không thể tham gia thi được ạ ,vậy trường hợp của em sẽ được xử lý nhưng thế nào ạ. .",
            "Chào em,. . Cô đóng câu này, vì đã trả lời em ở câu khác. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào Thầy/cô! . . Em tên là [full_name], mssv: [student_id].. . Hiện tại em đang gặp vấn đề là không thể đăng nhập vào BK-elearning mặc dù đã sử dụng nhiều hình thức đăng nhập khác nhau...ngoài BKelearning thì tất cả các mục khác trong mybk em vẫn vô được ạ. Xin giúp em giải quyết sự cố này vì em đang rất cần sử dụng bkel để phục vụ cho việc thi sắp tới ạ! . . Em xin chân thành cảm ơn!",
            "Chào em,. . - Các hoạt động trong khóa học do GV phụ trách môn học quản lý. PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . - phục vụ cho việc thi sắp tới ạ!. . =  Trước giờ thi vẫn vào được, thông báo có ghi rõ mà.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Thầy Cô PĐT kiểm tra giúp em, khi em đăng ký xét tốt nghiệp trên mybk thì không thê cập nhật khai lý lịch tốt nghiệp, không thể cập nhật ảnh 3x4 và không nộp đơn được ạ.. . Em xin cảm ơn.\t. . . .   i Tốt nghiệp .",
            "Chào em,. . Cô gửi em file xét tốt nghiệp em kiểm tra lại điều kiện nhé, nếu có khiếu nại vui lòng phản hồi lại qua bksi giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi, hiện tại em có môn Giải tích mạch (EE1011) chuẩn bị tổ chức thi cuối kì 202 (7h - 24/10/2021) nhưng em muốn hoãn thi do không đảm bảo đủ điều kiện trang thiết bị. Vì form đăng kí hoãn thi trong mail đã đóng nên em không biết có cần phải gửi phiếu hoãn thi (có chữ kí của GVBM và CN khoa) theo biểu mẫu trên trang aao hay không, mong được thầy/cô hướng dẫn giúp em ạ.. . . . Em xin cảm ơn.",
            "Chào bạn. . - Đúng rồi bạn, hiện tại Pdt đã khóa không đăng ký hoãn thi theo form. . - Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . - Sau khi có xác nhận của Giảng viên giảng dạy + Khoa (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua email pdt@hcmut.edu.vn hoặc BKSI )). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712096  /b \t. . . .   i Tốt nghiệp . Kính gửi phòng đào tạo trường ĐHBK Tp.HCM. . . . Em là Vũ Đức Lượng. MSSV 1712096.. . em là sinh viên sắp tốt nghiệp, chuyên ngành Cơ Kỹ Thuật.. . . . Em đã hoàn thành hầu hết chương trình học để nhận bằng kĩ sư, tuy nhiên em vẫn còn thiếu và cần chuyển điểm một vài môn anh văn để để xét tốt nghiệp.. . . . Ngày 9/10/2021 em đã thi IELTS đạt band 5.5 overall và em đã đăng kí xét miễn tiếng anh. . . . . Nay em viết mail này kính mong Phòng Đào Tạo tạo điều kiện xét duyệt và miễn 3 môn tiếng anh (anh văn 2,3,4) giúp em ạ. Vì chỉ còn vài ngày nữa thôi là hết hạn xét tốt nghiệp đúng hạn của học kì này.. . . . Trong suốt thời gian 4 năm học, em đã luôn cố gắng để có thể được tốt nghiệp đúng thời hạn như các bạn đồng trang lứa và bước ra cuộc sống kiếm tiền để không phải là gánh nặng của gia đình nữa. Kính mong nhà trường xem xét giúp trường hợp của em và duyệt bằng tiếng anh. Em xin chân thành cảm ơn quý thầy/ cô.. . . . Em đã gửi đăng kí xét chứng chỉ ngoại ngữ rồi ạ.. . . . Dưới đây là Link tra điểm và 1 số thông tin cá nhân về kì thi IELTS để thầy/ cô dễ dàng đối chiếu bảng điểm IELTS của em với IDP ạ:. . . . https://ielts.idp.com/results/check-your-result. . . . Given name: DUC LUONG. . Family name: VU. . . . Số CCCD: 031099003054. . Số báo danh: 007613. . SĐT: 0768951320. . Thi ngày: 9/10/2021. . Địa điểm thi tại: ĐH Hàng Hải - TP Hải Phòng.. . . . Đây là khoảng thời gian rất quan trọng trong cuộc đời em. Kính mong thầy/ cô giúp đỡ em. Em xin chân thành cảm ơn quý thầy/ Cô.. . . . Sinh viên:. . Lượng",
            "Chào em,. . Theo quy định về thẩm tra chứng chỉ IELTS, SV phải đề nghị đơn vị cấp chứng chỉ gửi bản sao về Phòng Đào tạo nhé.. . Gửi theo thông tin sau:. . Cô [full_name]. . Phòng Đào tạo - Trường Đại Học Bách Khoa. . 268 Lý Thường Kiệt, phường 14, quận 10, TPHCM. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào pdt, theo như quy định trong học kì này pdt đang tạm thời bỏ qua chỉ tiêu về chuẩn anh văn toeic để những bạn sinh viên năm cuối được làm luận văn trước, cho em hỏi nếu cuối học kì này khi đã đi học trở lại nhưng em vẫn chưa đủ chuẩn av thì học kì tới em có cần phải đóng tiền để đăng kí học lại luận văn hay kết quả luận văn sẽ được bảo lưu đến khi nào đủ chuẩn anh văn em sẽ được bảo vệ luận văn mà không phải đóng tiền lại? Mong pdt giải đáp thắc mắc giúp em, em cảm ơn",
            "Chào bạn. . - Thật tình Bạn viết Cô không hiểu bạn hỏi gì, nên thôi Cô sẽ trả lời theo ý hiểu của Cô [full_name]. . - Hk211 bạn có đăng ký môn LVTN, nếu Hk này em không hoàn thành LVTN thì bị điểm 13. . - Hk212 về chuẩn anh văn để làm LVTN chưa có thông báo (không biết nhà trường có áp dụng pass chuẩn khi xét LVTN như Hk211 không?), nên sẽ đợi thông báo sau, nếu HK211 bạn không đạt LVTN thì bạn đăng ký lại ở HK212 và phải thanh toán học phí. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào cô,. . Cô cho em hỏi, em tên là [full_name], MSSV [student_id], đợt tháng 9 em có hỏi cô về việc chuyển qua hệ vừa học vừa làm mà cô nói là đầu tháng 11, cô cho em là thời gian đăng ký ạ.. . Em cảm ơn cô ạ.",
            "cHÀO EM,. . Em đọc lại câu trước cô Quỳnh có trả lời em:. . . . \"Hk 211 không kịp để chuyển sang VLVH. . - Cuối tháng 11 Bạn tải mẫu đơn thôi học  tại trang web: aao.hcmut.edu.vn (đánh dấu vào option chuyển sang VLVH ) gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Về CTDT là giống nhau của đại trà và VLVH. . Tuy nhiên, VLVH sẽ:. . Giảm chuẩn anh văn xét LVTN và tốt nghiệp so với Chính quy: chi tiết xem quy chế học vụ. . Không xét môn anh văn 1234, GDTC, GDQP, Ngày CTXH,. . Thời gian học là 10 năm\". . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kinh gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành Phố Hồ Chí Minh.. . Em tên là: [full_name]. . cho em hỏi là kỳ 1 năm học 2021- 2022 lớp anh văn theo yêu cầu nhà trường dự kiến mở mấy dợt ạ, do em đang học đợt 1 không biết là trường có mở đợt 2 không ạ . .",
            "Chào bạn. . Về việc này bạn vui lòng đợi thông báo nếu có mở lớp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào PĐT, em là [full_name], MSSV [student_id]. . em đã đăng ký và đã được xử lý xong giấy chứng nhận sinh viên bằng hình thức gửi qua bưu điện và tới nay em chưa nhận được cho em hỏi phải đợi bao lâu nữa ạ ?. . Em cảm ơn. . . .",
            "Chào bạn,. . - [full_name] đã ghi nhận phản hồi của bạn. Vì số lượng đăng ký giấy CNSV tăng đáng kể, PĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa phòng đào tạo. . . . Em là sinh viên vừa thi xong 1 môn học online. Em có ghi hình bằng phân mềm OBS. Trước đó em cũng đã kiểm tra và thi những môn khác, phần mềm hoạt động bình thường. Nhưng hôm nay sau khi thi xong, xuất file ra thì chỉ ghi được phần màn hình camera quay mặt của em. Em không biết phải xử lý thế nào. Mong phòng đào tạo hướng dẫn em.. . . . Em xin cảm ơn nhiều ạ !",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào phòng đào tạo,. . . . Hiện em cần giấy xác nhận sinh viên để bổ sung hồ sơ NVQS cho địa phương em muốn hỏi là  trường có giấy xác nhận online không vì phường yêu cầu em nộp trong tuần em sợ không gửi bưu điện kịp ạ em cảm ơn. Nếu trường đã mở cửa em có được lên lấy không ạ vì em ở TPHCM.. . . . Em cảm ơn. . . .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Vì số lượng đăng ký giấy CNSV tăng đáng kể, PĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Học vụ . Em tên là[full_name] [full_name]. . MSSV[full_name] [student_id]. . Môn [full_name] Thí nghiệm CI1004 HK202 em đã hoàn thành được 4/5 buổi học, còn 1 buổi học online do em không có máy tính để học nên em đã liên hệ giảng viên phụ trách ghi nhận rồi ạ.. . Vậy cho em hỏi là em đã đủ điều kiện không bị cấm thi để hoãn thi cuối kì HK202 môn [full_name] chưa ạ?. . Mong PĐT giải đáp giúp em với ạ.. . Em xin cám ơn nhiều ạ.",
            "Chào bạn. . Về vấn đề này do Giảng viên phụ trách. . Phòng đào tạo đã tiến hành gởi thông báo và Khoa về việc Hoãn thi để Giảng viên xác nhận đồng ý Hoãn thi các môn có thí nghiệm. . Thân",
            "Chào em,. . Danh sách cấm thi là do GV và khoa quyết định và gửi cho PDT nhé em. Em lòng liên hệ với GV để hỏi về việc mình có bị cấm thi không nhé, PDT đã gửi danh sách đăng ký hoãn thi của SV về Khoa để phản hồi về các trường hợp cấm thi trước khi ra quyết định chính thức nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào cô ạ!. . Em là [full_name], sinh viên K18, cô cho em hỏi đợt đăng ký luận văn vào kỳ 212 về bằng anh văn như thế nào ạ, theo qui định phải nộp bằng anh văn nhưng hiện tại tình hình dịch bệnh nên em chưa thể vào thành phố được ạ.Mong nhận được sự phản hồi từ cô ạ, em cảm ơn.",
            "Chào bạn. . - Nếu bạn đã có CCNN thì nộp tại Mybk-nộp CCNN. . - Nếu bạn chưa có CCNN thì vui lòng đợi thông báo của trường về HK212. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào PĐT, em đã có tên trong danh sách dự kiến tốt nghiệp rồi nhưng mà giờ em muốn in bảng điểm thì em có thể đóng qua bkpay hay chuyển khoản được không ạ? Tại giờ em đang ở quê với chờ đến tháng 1/2022 mới làm lễ tốt nghiệp rồi nhận bằng với bảng điểm luôn thì lâu quá ạ. Em cảm ơn.",
            "Chào bạn. . Bạn đăng ký in bảng điểm, nếu để Bkpay thì bạn thanh toán luôn. . Nếu để đóng trực tiếp thì bạn vui lòng liên hệ Pdt để thanh toán (có thể nhờ bạn hay người thân hỗ trợ). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em mới có kết quả 250 toeic nói viết. Tuy nhiên em lên mybk thì không đăng kí tốt nghiệp được. Pđt kiểm tra giúp e. Em là [full_name] mã sinh viên [student_id]. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 02/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Thầy/ Cô phòng Đào tạo,. . Em tên là [full_name], sinh viên khoa Điện - Điện tử lớp DD17KSVT, mssv: [student_id]. Em xin trình bày vụ việc như sau: giấy chứng nhận TN tạm thời của em bị chuyển phát nhầm địa chỉ. Cụ thể là địa chỉ của một bạn [full_name] ở Tuy Hòa, Phú Yên thay vì địa chỉ đúng là Tân Phú, TP. HCM (trên hình đính kèm ngoài bìa thư chuyển phát). Bạn [full_name] đã liên hệ lại với em để trao đổi. Em đang suy nghĩ về hai phương án giải quyết, cách thứ nhất là bạn [full_name] có thể gửi bưu điện về cho em theo đúng địa chỉ (nhưng cách này hơi bất tiện và làm phiền nếu chỗ bạn [full_name] khó có thể ra bưu điện trong thời buổi dịch như thế này). Cách thứ hai em có thể xin phòng Đào tạo cấp lại giấy chứng nhận TN tạm thời cho em được không ạ? . . Em xin cảm ơn Thầy/ Cô phòng Đào tạo đã đọc thư. Em xin chúc mọi người có một ngày làm việc hiệu quả. Em mong nhận được hồi âm sớm nhất từ phòng Đào tạo.. . Trân trọng,. . [full_name]",
            "Chào bạn. . Pdt đã in lại và chuyển lại đúng địa chỉ qua bưu điện cho bạn rồi nghen. . Bạn vui lòng đợi nhận . . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name], MSSV: [student_id]. Vào học kì 202 em đã đăng kí hoãn thi với trường thông qua bksi đã được trường đồng ý  và cũng đã điền thông tin theo link:  https://forms.gle/ckyYcJMWN7w3kqe56 tuy nhiên tới hôm nay em kiểm tra lại vẫn chưa thấy tên mình trong danh sách hoãn thi học kì 202 của trường ạ. Mong thầy cô phòng Đào tạo kiểm tra lại giúp em ạ. Đồng thời em muốn hỏi thủ tục đăng kí thi những môn em đã hoãn thi trong học kì 211 này như thế nào ạ. Em xin cám ơn thầy cô!",
            "Chào bạn. . Sau khi đối chiếu dữ liệu, [full_name] xác nhận bạn đã đăng ký Hoãn thi:. . . . [student_id]\tHK202\tAS2001. . [student_id]\tHK202\tSP1009. . [student_id]\tHK202\tMT1005. . [student_id]\tHK202\tMT2001. . [student_id]\tHK202\tAS3069. . [student_id]\tHK202\t[full_name]1005. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính chào thầy cô PĐT,. . . . Em tên [full_name] mssv [student_id]. Kỳ vừa rồi em đã có kết quả hoãn thi thành công môn XSTK MT2001, tuy nhiên cho đến hiện tại thì điểm XSTK của em vẫn là điểm 13. Kính mong thầy cô PĐT xem xét và cập nhật lại điểm hoãn thi môn XSTK cho em ạ.. . . . Em xin cám ơn!. .",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy cô ạ.  Thầy/cô cho em hỏi là do em đăng kí môn học của ngành khác do mở rộng thêm kiến thức nhưng vì không đủ thời gian học nên điểm em không được tốt. Như vậy môn đó có được tính vô tbtl của em không và có làm giảm kết quả xuống không ạ. Hoặc nếu em rớt môn đó thì có ảnh hưởng gì đến kết quả của em không ạ. Em xin cảm ơn thầy/cô",
            "Chào em,. . SV cứ để môn học bình thường, không ảnh hưởng gì đến ĐTBTN nếu môn học đó không có trong chương trình đào tạo mà sv đang theo học suốt khóa.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng đào tạo, em làm đơn này xin phép cho em hoãn thi vì lý do card mạng máy tính em hư đột xuất và chưa thể sửa kịp trong vòng chiều nay. Em xin chân thành cảm ơn.",
            "Chào bạn. . Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký kiểm tra bổ sung giữa kỳ. Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi + Minh chứng. . Lưu ý:. . Về quy định kiểm tra bổ sung giữa kỳ:  Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name] (MSSV: [student_id]) sinh viên năm 4 khoa Điện-Điện Tử. Em có tham gia kỳ thi anh văn nói-viết tháng 10 nhưng không đạt. Và đợt nói-việt tháng 11 em không được phép đăng ký. Mong phòng đào tạo mở đăng ký giúp em ạ. Em xin chân thành cảm ơn.",
            "Chào bạn. . Về đăng ký thi anh văn 2 kỹ năng nói viết trực tuyến đợt tiếp theo, dự kiến sẽ tổ chức thêm 1 đợt cho HK211, Bạn vui lòng đợi thông báo đăng ký qua mail Sinh viên dự kiến sau ngày 15/11.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi :. . Văn phòng khoa gửi nhầm giấy xác nhận tốt nghiệp tạm thời của người khác qua cho mình thì làm thế nào để nhận lại giấy của mình đây ạ? . . Em xin chân thành cảm ơn! . . . .",
            "Chào em,. . Em vui lòng chụp hình bản em nhận được và bìa thư trường gửi giúp cô nhé, em có thể tải file mềm để sử dụng trước nhé, vào mục mybk/Đăng ký tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em kính chào cô/thầy và Phòng Đào tạo của trường ạ.. . Em là bạn sinh viên hôm trước nhờ cô [full_name] về việc nhờ Phòng Đào tạo scan bảng điểm và gửi tới email em bản electronic, sau khi em đăng ký in trên mybk ạ.. . . . Hiện tại, em thấy tình trạng bảng điểm em đăng ký in trên mybk là \"Đã in xong\" ạ. Em kính nhờ cô/thầy và Phòng Đào tạo có thể (nhanh nhất) scan giúp em và gửi tới email của em bản electronic của bảng điểm đó ạ.. . . . Em xin cung cấp đến cô/thầy và Phòng Đào tạo thông tin của em ạ:. . Họ và tên: [full_name]. . MSSV: [student_id]. . Email để em nhờ Phòng gửi bản electronic scan bảng điểm của em: [email]. . . . Em xin cảm ơn cô/thầy và Phòng Đào tạo rất nhiều ạ!. .   i Yêu cầu khác .",
            "Chào em,. . Cô gửi em file scan bảng điểm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]\t. . . . . . . .",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . Bổ sung xác nhận:. . HK chính 202: Xác nhận của [full_name] viên [full_name]  V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để [full_name] viên [full_name] xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . . HK DT202 và DT203: Xác nhận của [full_name] viên [full_name] V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để [full_name] viên [full_name] xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . Lưu ý:. .  Về quy định (thi xóa điểm Hoãn thi, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. .",
            "Dạ vì trực tuyến nên em gửi thầy hơi lâu ạ, mong thầy cô thông cảm. Dưới đây là đơn hoãn thi có xác nhận của chủ nhiệm khoa và email xác nhận của giảng viên ạ.. .",
            "Chào em,. . Đơn hoãn thi của em đã được đồng ý nhé, PDT sẽ tập hợp lại và [full_name]D hoãn thi chung, dự kiến trước tháng 12/2021 và sẽ gửi mail thông báo cho SV.. . Sau thời gian trên mà chưa nhận được mail thông báo về [full_name]D, em vui lòng phản hồi lại qua bksi để PDT kiểm tra lại nhé!. . Thân. .",
            "Dạ em cảm ơn chị ạ.. . Chúc chị ngày làm việc vui vẻ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi gấp là thứ 2 này em có thể lên gặp phòng đào tạo để lấy giấy hoãn nghĩa vụ quân sự trực tiếp  được không vì em có đăng ký gửi qua bưu điện nhưng ko nhận được còn bản PDF thì ở địa phương em lại không chấp nhận ạ?",
            "Chào bạn,. . - [full_name] đã ghi nhận phản hồi của bạn. Vì số lượng đăng ký giấy CNSV tăng đáng kể, PĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . - Cho em hỏi gấp là thứ 2 này em có thể lên gặp phòng đào tạo để lấy giấy hoãn nghĩa vụ quân sự trực tiếp  được không . . =  Hiện tại chưa vào trường được nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi là em có đăng ký thi anh văn hai kỹ năng nhưng không được vì lý do :\"Sinh viên không được phép đăng ký trong đợt này\". Một số bạn bảo em là do em không làm khảo sát nên không được đăng ký. Nên mong nhà trường cho phép đăng ký trong đợt này ạ. Em xin chân thành cảm ơn.. .   i Đăng ký môn học .",
            "Chào bạn. . Về đăng ký thi anh văn 2 kỹ năng nói viết trực tuyến đợt tiếp theo, dự kiến sẽ tổ chức thêm 1 đợt cho HK211, Bạn vui lòng đợi thông báo đăng ký qua mail Sinh viên dự kiến sau ngày 19/11.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào quý thầy cô PĐT,. . Em có thắc mắc về chuẩn anh văn xét điều kiện nhận luận văn. Cho em hỏi là:. . Câu thứ nhất, em không biết với tình hình học kỳ như thế này thì việc xét chuẩn anh văn để nhận luận văn sẽ tiến hành như thế nào? Thời gian cụ thể ra sao ạ?. . Câu thứ hai, khi nào sẽ có lịch thi học kì 211 này? . . Với hai câu hỏi trên, mục đích là để em chuẩn bị chứng chỉ Toeic kịp thời ạ.. . Rất mong nhận được phản hồi sớm từ phía PĐT.. . Em cảm ơn rất nhiều.",
            "Chào bạn. . - Hk211 hiện tại không xét chuẩn anh văn khi xét LVTN, HK212 đợi thông báo của nhà trường. . - Bạn xem biểu đồ để biết Lịch trình của nhà trường tại: aao.hcmut.edu.vn - Lịch học vụ - Biểu đồ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Học vụ . Em tên là[full_name] [full_name]. . MSSV[full_name] [student_id]. . Em còn 4 buổi thí nghiệm môn [full_name], nhưng do không có laptop nên em không thể hoàn thành buổi học này được ạ.. . -Vậy cho em hỏi là em có cần làm đơn hoãn học phần thí nghiệm của môn [full_name] này không ạ? Hay em chỉ cần báo giảng viên phụ trách ghi nhận là được ròi ạ?. . -Và nếu phải làm đơn hoãn học học phần thí nghiệm thì cho em xin biểu mẫu với ạ.. . (Em đã xin giảng viên trước đó nhưng giảng viên kêu em lên Bksi hỏi phòng đào tạo ạ). . Mong PĐT giải đáp sớm giúp em với ạ.. . Em xin cảm ơn nhiều ạ",
            "Chào bạn. . Pdt không ghi nhận việc hoãn thi thí nghiệm, chỉ ghi nhận việc hoãn thi môn lý thuyết. . Nên bạn liên hệ trực tiếp Giảng viên. . Vì theo quy trình : 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào quý thầy cô!. . Thầy cô cho em hỏi bên trường mình có cấp giấy xác nhận sinh viên bản pdf không ạ? Do em sợ gửi về lâu và không kịp hạn nộp ạ.. . Em xin cảm ơn quý thầy cô!. .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là những học kỳ trước em có làm giấy xác nhận sinh viên để vay vốn ở địa phương, nhưng bây giờ dịch em không vào trường được thì có cách nào để em có thể in giấy xác nhận sinh viên vay vốn theo đúng mẫu xác nhận sinh viên những lần trước đây em đã gửi trường ký được không ạ? Do em thấy trên hệ thống in giấy xác nhận sinh viên thì không có mục vay vốn ạ. Em xin cảm ơn nhiều ạ.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em xin đăng ký môn gdtc ạ vì em đăng ký mà bị huỷ rồi mở lớp lại em cũng k đăng ký được vì full lớp ạ.. .   i Đăng ký môn học .",
            "Chào em,. . - Hiện tại toàn bộ môn học GDTC đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của TT GDTC (tối đa của nhóm thể dục là 50sv). . - Trường hợp SV bị trùng lịch học, hết chỗ không đăng ký trong HK1 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   p Vì học online nên em không thể gặp mặt trực tiếp giảng viên, có một số bài tập em vẫn thắc mắc cách giải. Liệu em có thể liên lạc với các thầy cô bằng cách nào ạ?  /p . . . .",
            "Chào em,. . - Các hoạt động trong khóa học do GV phụ trách môn học quản lý. PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . - Em liên hệ cô [full_name] [phone_number], phòng 520 Nhà điều hành ĐHQG-HCM (khu phố 6, phường Linh trung, Thủ đức). . Email của cô [full_name] : [email]. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .   B Dạ em xin chào PĐT.  /B . . . . PĐT cho em hỏi về điều kiện xét HBKKHT với ạ.. . Cụ thể là cho em hỏi số TCTL phải  = 90% số TC theo CTĐT, vậy cho em hỏi mốc thời gian tính số TC đó là khi nào trong kì xét HB ạ. . . Ví dụ đầu HK211 thì em không đủ 90% TCTL. Nhưng sau khi kết thúc HK211, vì có 1 số môn hoãn thi em sẽ thi vào HK211 cũng như nộp bằng Tiếng Anh để quy đổi điểm cũng như những môn đăng kí trong học kỳ. Do đó, sau khi cộng vào thì TCTL của em sẽ   90%. Vậy em có được xét HBKKHT kì 211 không? . . . .   B Em xin cám ơn.  /B",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em có làm đơn hoãn thi hai môn học  ạ. Nhưng điểm hai môn đó phòng đạo tào chưa sửa ạ. . . EE2005\tTín hiệu và hệ thống. . EE2003\tTrường điện từ",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi thẩy/cô. Hiện tại con đang muốn bảo lưu HK211, thầy cô cho con xin cách bảo lưu ạ.. .",
            "Chào em,. . - Em phải thanh toán hết học phí . . - Tải mẫu đơn: có đầy đủ chữ ký của GVCN, [full_name]. . - Xong 2 bước trên gửi đơn qua [full_name]. . - Mẫu đơn: aao/biểu mẫu tạm dừng. . + Xem quy chế tạm dừng. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . Thân mến. .",
            "Học vụ . Kính gửi thầy/cô. . Con tên [full_name], mssv [student_id]. Hiện tại con đang muốn bảo lưu HK211 thì con phải làm thế nào ạ ?. .",
            "Chào em,[full_name] [full_name] - Em phải đóng hết học phí HK211[full_name] [full_name] - Tải mẫu đơn tạm dừng: có chữ ký đầy đủ của GVCN, [full_name][full_name] [full_name] - Đầy đủ 2 bước trên gửi lại [full_name][full_name] [full_name] Biểu mẫu:[full_name] [full_name] http://www[full_name]aao[full_name]hcmut[full_name]edu[full_name]vn/image/data/bieumau/sinhvien/new%20PDT-06_Tam%20dung%20hoc[full_name]pdf[full_name] [full_name] - Xem quy chế tạm dùng điều 26[full_name] [full_name] http://www[full_name]aao[full_name]hcmut[full_name]edu[full_name]vn/index[full_name]php?route=catalog/chitietsv&path=90&tid=1658[full_name] [full_name] Thân mến[full_name] [full_name] [full_name] [full_name] [full_name] [full_name]"
        ]
    }
]