[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . thầy/cô cho em hỏi, hiện tại trường cho đăng kí in bảng điểm không ạ, em có đăng kí rồi nhưng lúc thanh toán thì cứ bị lỗi ạ",
            "Chào bạn,. . Bạn vui lòng vào thanh toán lại nhé, bị lỗi gì vui lòng chụp hình gửi giúp cô kiểm tra nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Thầy, Cô.. . Em có thắc mắc là không biết nếu em làm thủ tục rút môn học (theo thời hạn quy định) khi đã học vài tuần thì phải đóng   B \"học phí theo quy định\"  /B  là bao nhiêu ạ.. . Em cảm ơn.. . Chúc Thầy, Cô một ngày tốt lành. :). .",
            "Chào em,. . phải đóng \"học phí theo quy định\" là bao nhiêu ạ.. . =  Là môn đó bao nhiêu tiền em phải thanh toán. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . EM gửi cô bảng điểm 4 môn minh chứng e đã qua gồm 11 chỉ. (file đính kèm).. . tổng số tín chỉ e hiện có là 122  121 thỏa điều  kiện đăng kí.. . Mong cô xem xét và cập nhật luận văn cho em trong hôm nay ạ.. . em cảm ơn.. . luận văn cảng công trình biển.. . mã môn học ci4333",
            "Chào bạn,. . Bạn vui lòng trình bày rõ trong ô nội dung những môn thiếu cô gửi nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "PĐT cho em hỏi em là k16, đã hết chương trình đào tạo nhưng kì này em đang học lại quốc phòng thì em xin giấy tạm hoãn quân sự được không ạ",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] Chào Thầy/Cô[full_name] [full_name] Hiện tại em đã đặt câu hỏi rất nhiều lần về việc đăng ký môn Luận Văn không được, trong khi mọi điều kiện tiên quyết em đều đáp ứng đủ, mà vẫn chưa được giải quyết, trạng thái câu hỏi luôn ở \"Đang giải quyết\" là sao ạ? Tình hình dịch bệnh em không lên gặp trực tiếp được, xin thầy/cô giải quyết triệt để cho em có thời khóa biểu môn này[full_name][full_name] [full_name] Cảm ơn thầy/cô [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] [full_name] [full_name]",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH (học phần tốt nghiệp: TTTN, DCLV, LVTN) của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV. . . Trường hợp nếu không đăng ký được (không đủ điều kiện (thiếu môn tiên quyết, thiếu ngày CTXH..)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[student_id] [full_name]. . . . Không đăng kí được AV 2 kĩ năng đợt 1. .",
            "Chào bạn,. . Do khả năng tổ chức thì online có giới hạn, nên chỉ lọc danh sách những bạn đủ tiêu chuẩn TN trong đợt này để ưu thi trước (có thể không đủ).. . Trường hợp của bạn cô sẽ ghi nhận lại và bạn vui lòng đợi mail thông báo vào đăng ký thi trong đợt tiếp theo nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kinh gửi Phong đào tạo. . Em tên: [full_name]. . MSSV: [student_id]. . Hệ VHVL. . . . Do em cập nhật thông tin chậm trễ nên đã không đăng ký được môn Đề cương luận văn tốt nghiệp trong đợt đăng ký bổ sung.. . Em có liên hệ khoa và khoa đã chấp nhận đơn xin đăng ký bổ sung môn Đề cương luận văn tốt nghiệp ở học kỳ HK211 a.. . Tên môn học: Đề cương luận văn tốt nghiệp. . Mã môn học: CO4321. . File đính kèm là đơn đã có chữ ký của chủ nhiệm khoa ạ.. . Mong phòng đào tạo xem xét và chấp nhận đơn đăng ký bổ sung của em ạ. . Chúc thầy cô nhiều sức khỏe. . Em xin chân thành cảm ơn. . Kính thư,. . Sinh viên. . [full_name]. .   i Đăng ký môn học .",
            "Chào bạn,. . Bạn vui lòng xem lại yêu cầu trước bạn xin ĐK LVTN?. . Thân",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name] Em chào thầy cô ạ[full_name] [full_name] Ngày 6/9/2021 em có đăng kí chuyển điểm môn anh văn 2[full_name] Nhưng đến bước thanh toán học phí thì bị lỗi và em đã thử mọi cách cho đến nay vẫn không thanh toán được ạ[full_name] Nên em mong là trường hợp của em, nhà trường có thể xóa yêu cầu chuyển điểm trên mybk và hóa đơn thanh toán trên bkpay được không ạ[full_name][full_name] [full_name] Em xin chân thành cảm ơn![full_name] [full_name] [full_name] [full_name] Vinh[full_name] [full_name] [full_name]",
            "Chào em,. . Mai em vào thanh toán nhé, do OCB bị lỗi kỹ thuật.. . Thân mến,. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thời gian: 09/01/2021 09:52:03 pm. . Từ: [2004] ([student_id]) [full_name]. . . . MSSV/MSGV: [student_id]    . . . . Học vụ. . Dear Phòng Đào tạo Trường ĐH Bách Khoa TPHCM.. . Em tên là [full_name], lớp CK14LOG, em xin nộp phiếu đề nghị được thôi học chuyển sang hệ vừa học vừa làm.. . Vì dịch bệnh khó khăn nên em không thể in phiếu ra được ạ, mong PĐT thông cảm và được bổ sung sau ạ.. . Mong được sự giúp đỡ của quý Thầy cô. Chúc quý Thầy cô nhiều sức khỏe.. . [ Trích dẫn ]. . Thời gian: 09/06/2021 04:58:52 pm. . Từ: [548] (002282) [full_name]. . . . Chào bạn. . hiện bạn còn nợ môn nào để tốt nghiệp? báo để Cô hướng dẫn bạn tiếp theo. . Thân. . . . . . Em chào Cô,. . Em xin trả lời như sau: Hiện tại e không còn nợ môn học nào nữa và số ngày CTXH hiện tại là 12.5 ngày vì dịch bùng lên nên kỳ này e không đi làm CTXH và thi anh văn được ạ, em làm 3 tại chỗ tại công ty. Rất mong được cô và nhà trường thông cảm cho em ạ. Em chân thành cảm ơn ạ!",
            "Chào bạn. . Bạn tải mẫu đơn thôi học  tại trang web: aao.hcmut.edu.vn (đánh dấu vào option chuyển sang VLVH ) gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Ghi rõ chuyển sang để tốt nghiệp . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PDT, hôm qua em có đăng ký thi anh văn nói viết và đã hủy đăng ký ngay sau đó thì em có thể đăng ký lại trong đợt thi tháng 10 phải không ạ.Em xin cảm ơn.",
            "Chào bạn,. . Được nhé bạn, đợt này hệ thống cho ghi nhận hủy, nên bạn có thể đăng được đợt tiếp theo (lưu ý SV chỉ có thể đăng ký 1 lần duy nhất trong 4 đợt của tháng 9 và 10 nhé). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT,. . - Theo kế hoạch học vụ của PĐT thông báo thì thực hiện việc xét tốt nghiệp đến cuối HK211.. . - Nhưng theo lịch trình đăng ký tốt nghiệp và cấp bằng tháng 11/2021 được đăng trên trang web của PĐT thì ngày 20/10/2021 là hạn cuối nhận các trường hợp bổ sung điều kiện tốt nghiệp. . . Vậy sau ngày 20/10/2021 thì PĐT có còn thực hiện việc xét tốt nghiệp bổ sung nào trong HK211 nữa không ạ (do em được giải đáp là thực hiện xét tốt nghiệp đến cuối HK211 tức là đến tháng 12/2021 nên em thấy hơi mâu thuẫn), hay là phải đợi sang HK212 đợt xét tốt nghiệp tháng 4/2022 ạ. . . Do tình hình dịch bệnh gây nhiều khó khăn nên em rất mong được giải đáp cụ thể ạ, em xin cảm ơn.",
            "Chào bạn. . Pdt sẽ giải quyết đến cuối tháng 12/2021 nghen, yên tâm nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Yêu cầu khác . Kính gửi PĐT trường ĐHBK, em là sinh viên ngành Kiến trúc, khoa KTXD.. . MSSV: [student_id]4. . Em đã hết thời gian đào tạo chính quy và mong muốn chuyển sang hệ VHVL.. . Em đã ĐKMH cho học kì 211 và bị xóa thời khóa biểu.. . Kính mong PĐT chấp nhân đơn xin chuyển hệ và khôi phục thời khóa biểu để em tiếp tục chương trình học và tốt nghiệp.. . Em xin chân thành cảm ơn.. . Mong PĐT xem xét xử lý sớm giúp em đã gửi yêu cầu hơn 1 tuần rồi ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào thầy cô!. . Em tên là [full_name] mssv là [student_id].. . Học kỳ 202 em còn nợ 8 chỉ lớn hơn 7 chỉ để đăng ký luận văn tốt nghiệp. Và trong kỳ 202 em cũng có học dự thính môn giải tích 2 để trả nếu qua em sẽ đủ điều kiện để đăng ký luận văn tốt nghiệp, nhưng do kỳ thi cuối kỳ diễn ra trễ vào ngày 24/8/2021 nên em vẫn chưa có điểm do đó em không đủ điểu kiện để đăng ký đợt cuối cùng luận văn tốt nghiệp. Nếu bây giờ em qua được môn giải tích 2, học kỳ 211 Phòng Đào Tạo có thể hỗ trợ em đăng ký luận văn tốt nghiệp được không ạ! Mã môn luận văn tốt nghiệp là GE4333. . Em cảm ơn thầy cô.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 20/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đang ở trong khu vực phong tỏa nên chưa thể đóng học phí trong thời gian quy định. Em có thể dời thợi hạn đóng học phí không ạ.",
            "Chào em,. . Em có thể dời thợi hạn đóng học phí không ạ.. . =  Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô Phòng Đào Tạo ạ, em tên [full_name] [student_id]. Em muốn hỏi Thầy cô ạ, em đã đủ tiêu chuẩn làm luận văn tốt nghiệp rồi ạ, em cũng đã đăng vào đợt bổ xung vừa rồi nhưng không có thời khóa biểu ạ. Em mong thầy cô giúp đỡ em và mong thầy cô cho em đăng ký làm Luận văn(260663) ạ. Em đã gửi yêu cầu này là lần thứ hai rồi ạ. Mong thầy cô phản hồi ạ, Em cảm ơn ạ. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 20/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Chào bạn. . Pdt kiểm tra tình trạng tích luỹ của bạn: 87+6=93 Không đủ ĐK nhận TLTN. . Bạn kiểm tra lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em xin chào PĐT,. . Em đã có trong danh sách xét nhận LVTN HK211 trên aao, nhưng em chưa có Thời khóa biểu và danh sách thực hiện LVTN Bộ môn Công nghệ Nhiệt lạnh. Em đã liên hệ với giáo viên hướng dẫn. . . Dạ cho em hỏi có vấn đề gì không ạ hay PĐT sẽ cập nhật trong thời gian tới. Em xin cám ơn.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào tạo,. . Em là [full_name], mã số sinh viên [student_id].. . Em đăng ký trễ môn Đề cương Luận văn AS4325 (do đăng ký sai mã đợt 1) và Thực tập Ngoài trường AS3325 (do nhầm lẫn với Thực tập Kỹ thuật). Em đã được sự đồng ý của Bộ môn, kính mong quý thầy cô hỗ trợ em đăng ký bổ sung 2 môn học này trong HK211, để em kịp tiến độ đăng ký Luận văn tốt nghiệp vào kỳ sau. Em xin lỗi vì sự sai sót của mình và xin hứa hoàn thành học phí đầy đủ.. . Chúc quý thầy cô làm việc hiệu quả và sức khỏe.",
            "Trước đó, em đã gửi yêu cầu hỏi trên BKSI nhưng đến hôm nay là khoảng 1 tuần vẫn chưa được giải quyết nên em gửi lại yêu cầu ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 20/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em tưởng là nộp đơn qua bksi và phòng đào tạo đã chấp nhận là được rồi ạ và lúc đó em không có để tâm đến pdt là có gửi mail điền form ạ ,em mong là pdt có thể giải quyết cho em ,hiện tại em đang rất là hoang mang ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là SV khóa 2017, vừa hoàn thành xong luận văn tốt nghiệp. Em còn thiếu 2 điều kiện để đủ đăng kí tốt nghiệp:. . 1. Tiếng anh S - W. . 2. Anh văn 4. . . . Em muốn hỏi là em muốn khi nào hết dịch, IIG hoặc BKEnglish tổ chức, thì e sẽ thi lấy bằng Toeic 2 kỹ năng để nộp AV4, nên học kì 211 này em không đăng kí môn học nào hết thì có được duy trì trạng thái sinh viên không ạ, có vấn đề gì không ạ?. .",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào anh/chị, em tên là [full_name] k20. Dạ cho em hỏi cuối học kì 1 năm nhất em có thi toeic được 550 tại trường(không phải kì thi toeic đầu vào), vậy cho em hỏi em có được pass chuẩn tiếng anh năm 2 không ạ. Em xin cảm ơn.. .",
            "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 2-c. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] . . MSSV : [student_id]. . Sao em đăng kí hoãn thi mà điểm lại ghi 13 vậy ạ , mong pdt xem xét lại ạ, em hoãn tất cả 3 môn : PPT , Khí động lực học và Nhiệt động lực học và truyền nhiệt ạ . . . .   i Học vụ .",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có đọc qua QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2 trong đó có nhắc đến việc ''có tính học phí'' khi rút môn học. Em khá thắc mắc về việc này bởi không rõ ''có tính học phí'' ở đây sẽ là phí rút môn học hay là vẫn phải đóng học phí của môn mình đã rút ạ ? . . Cụ thể: em đang đăng ký học dự thính môn GIẢI TÍCH 2. nhưng vì lí do cá nhân không thể tiếp tục tham gia học nên có ý định đăng ký rút môn học.. . Trong BKpay hiện tại học phí của môn này là 3,200,000vnđ. Vậy khi em đăng ký rút môn học thì em sẽ phải đóng bao nhiêu ạ ?. . . . Em xin PDT đã giải đáp cám ơn ạ.",
            "Chào em,. . Em khá thắc mắc về việc này bởi không rõ ''có tính học phí'' ở đây sẽ là phí rút môn học hay là vẫn phải đóng học phí của môn mình đã rút ạ ?. . =  . . Em vẫn phải đóng học phí của môn mình đã rút nhé.. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy cô , em là [full_name] , mã số sinh viên [student_id] . Thầy cô cho em hỏi là mình viết đơn xin gia hạn thời gian đóng học phí của học kì DT211 được không ạ , tại chỗ em là vùng dịch nên không thể ra ngoài đóng tiền được ạ. Em cảm ơn . Chúc thầy cô nhiều sức khoẻ ạ.. .",
            "Chào em,. . - Em chờ email từ PĐT, sẽ gia hạn đến 20/9/21.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Thầy/ Cô ạ!. . Tình hình của Em là HK202 bị tạm dừng do đóng trễ HP, nên đã bị xoá TKB và kết quả học tập. . Cho Em hỏi là Em có được phục hồi TKB và kết quả học tập của HK202 không ạ? Vì Em đã làm đơn xin thu nhận lại và đóng HP đầy đủ rồi ạ. . Em xin chân thành cám ơn!",
            "Chào bạn,. . Trường hợp của bạn chỉ được cứu xét thu nhận vào HK211 để tiếp tục ĐKMH.. . TKB của HK202 đã bị hủy và không phục hồi nhé bạn.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 7. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em muốn đăng kí anh văn nói viết để xét tốt nghiệp trong học kì này.. . Em xin cảm ơn.",
            "Chào bạn,. . Bạn vui lòng đợi mail thông báo về đăng ký thi AV nói viết thi online, đợt 2 nhé.. . Thân",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "Vậy cho em hỏi thêm là đợt 2 sẽ mở khi nào ạ, và phòng đào tạo có chắc chắn là em sẽ không bị dời sang đợt 3,4 hay 5 không ?. .",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Chào bạn. . Ngày 9/9 sẽ có thông báo đăng ký anh văn nói viết đợt 2, và chắc chắn bạn có tên trong ds nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy cô pđt, em có đăng ký hoãn thi môn kinh tế chính trị mác lê nin vào học kỳ 203 nhưng khi có bảng điểm thì em nhận điểm 13 ạ?. .",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . . Em muốn đăng kí anh văn nói viết để xét tốt nghiệp trong học kì này.. . Em xin cảm ơn",
            "Chào bạn,. . Do khả năng tổ chức thi online có giới hạn, nên chỉ lọc danh sách những bạn đủ tiêu chuẩn TN trong đợt này để ưu tiên thi trước (có thể không đủ).. . Trường hợp của bạn cô sẽ ghi nhận lại và bạn vui lòng đợi mail thông báo vào đăng ký thi trong đợt tiếp theo nhé.. . Thân. .",
            "Đăng ký môn học . . . Em muốn đăng kí anh văn nói viết để xét tốt nghiệp trong học kì này.. . Em xin cảm ơn",
            "Đã tl",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ mã môn học là ME4029. Luận văn tốt nghiệp ktct. . Bên khoa đã gửi mail cho pđt và em đã nhận được mail xác nhận thu nhận lại của pđt rồi ạ. Em có hỏi sao chưa được cập nhật trạng thái sv thì pđt bảo đang cập nhật ạ. em có gửi kèm tệp khoa gửi pđt và mail pđt gửi cho em ạ. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 20/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . SV liên hệ Khoa để xin QD thu nhận và gửi lại file để đối chiếu nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô,. . Em tên [full_name]-[student_id] hiện đang là sinh viên năm 4 khoa kỹ thuật giao thông(khóa 2018).. . Thầy cô cho em hỏi học phí đang áp dụng với khóa 2018 trong học kỳ 211 là bao nhiêu một tín chỉ, do em được biết là trường thông báo không tăng học phí, nhưng hiện tại kỳ 2011 em chỉ đăng ký 8 tín chỉ(do chỉ còn 8 tín chỉ) mà hiện tại học phí của em và một vài bạn khác được thông báo trên Bkpay dự kiến đóng là 3.500.000 đồng, tương đương 437.500 đồng/tín chỉ.. . Em không biết đây là do tăng học phí hay là vì một lý do khác.. . Em rất mong nhận được sự phản hồi từ thầy cô.. . Em cảm ơn và kính chúc thầy cô sức khỏe!. . Sinh viên,",
            "Chào em,. . -      Thông báo về mức thu học phí các bậc đào tạo năm 2021-2022 tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí. . - Môn Đề cương luận văn tính 2TC HP. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô, . . Em là [full_name]. MSSV:[student_id]. . Kì học 202 em có đăng kí 1 môn học tự chọn  có đi kèm học phần thí nghiệm. Nhưng do điều kiện dịch bệnh nên chưa thể kết thúc học phần môn này được (môn thí nghiệm này cũng không thể tổ chức học học online được). . . Theo như em đọc lịch trình tốt nghiệp trên trang aao.hcmut thì lịch xét tốt nghiệp tới ngày 20/10. Nếu trong trường hợp xấu nhất em không thể lên trường hoàn thành môn học trước ngày 20/10 thì sao ạ.. . Em cảm ơn. Chúc thầy cô nhiều sức khoẻ.",
            "Chào bạn. . •\tPdt sẽ giải quyết tốt nghiệp theo thông báo đến hết HK211 (dự kiến cuối tháng 12/2021) nghen, bạn yên tâm nghen.. . •\tLịch trình trình tốt nghiệp hiện tại trên trang aao.hcmut.edu.vn là để kịp Lễ tốt nghiệp trao bằng dự kiến tháng 11/2021 . . •\tXem chi tiết lịch trình tốt nghiệp tại trang web PĐT (aao.hcmut.edu.vn)    Tốt nghiệp    Thông tin tốt nghiệp    Tháng 11/2021    Lịch trình đăng ký tốt nghiệp và cấp bằng tháng 11/2021. . Thân. . . .",
            "Em vẫn chưa hiểu cho lắm, cho em hỏi kĩ một số vấn đề sau ạ.. . - Nếu PĐT giải quyết tốt nghiệp đến hết HK211(12/2021) là để xét tốt nghiệp cho đợt tháng 4 hay sao ạ.. . - Lịch trình trên trang aao.hcmut.edu.vn cho đợt tháng 11 có hạn đến ngày 20/10/2021 thì có liên quan gì đến lịch pdt giải quyết tốt nghiệp đến cuối HK211 vậy ạ.. . Em cảm ơn.",
            "Chào em,. . - Nếu PĐT giải quyết tốt nghiệp đến hết HK211(12/2021) là để xét tốt nghiệp cho đợt tháng 4 hay sao ạ.. . =  cho tháng 11 (đâu có nói gì tháng 4 đâu em). . - Cô đã trà lời câu trước, em đọc kỹ nhé:. .  pdt sẽ giải quyết tốt nghiệp theo thông báo đến hết HK211 (dự kiến cuối tháng 12/2021) nghen, bạn yên tâm nghen.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào thầy cô,. . Em tên [full_name] MSSV [student_id] . . Em có thắc mắc theo như thông báo học phí của trường ngày 23/8/2021 học phí chính quy đại trà khóa 2018: 350.000VNĐ/TC. . Học kỳ 211 em đăng ký 20 tín chỉ học kỳ chính và Kết quả trên BKpay học phí ĐH chính quy của em 7.700.00VNĐ chia ra thì đến 385.000VND/TC.. . Mong thầy cô giải đáp thắc mắc giúp em.. . Em xin chân thành cảm ơn.",
            "Chào em,. . Em xem . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_79&tid=1978. . o   Số tín chỉ định mức để tính học phí trọn gói cho một học kỳ: ĐH là 17 TC. . . . o   Tín chỉ đăng ký vượt định mức được tính theo đơn giá tín chỉ.. . ... . . Thân mến,. .",
            "Chào em,. . - Người phụ trách HP trả lời: Em đăng ký 22tc, đơn giá 350.000. . - SV nói đăng ký 20TC là không đúng vì có 2 TC học phí môn đề cương luận văn là môn đặc thù có ghi trong thông báo HP.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa quý thầy cô Phòng đào tạo trường ĐHBK TPHCM. . Em tên là [full_name], Mssv [student_id]. . Tuần trước em có khiếu nại về việc em đã đăng kí LVTN  môn Thiết kế dự án tốt nghiệp, MSMH: CI4303, nhưng hiện tại thời khoá biểu em vẫn chưa có TKB môn đấy.. . Hiện tại số tính chỉ tích luỹ của em tính đến HK203 là 157 tính chỉ, số ngày công tác xã hội là 15 ngày đủ điều kiện đăng kí LVTN, nên em thắc mắc tại sao TKB của em vẫn chưa có môn LVTN.. . . . Kính mong thầy cô Phòng đào tạo có thể kiểm tra và trả lời giúp em để em có thể kịp tiến độ học.",
            "Chào bạn,. . Trường hợp của bạn không đủ điều kiện nhận LVTN nhé, bạn xem thông tin file cô gửi và kiểm tra lại nhé:. . 134+20=154  155 Không đủ điều kiện nhận LVTN"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em mong là phòng đào tạo xem xét cho em chứ từ lúc em được phòng đào tạo đồng ý hoãn thi trong bksi ,em không có check mail để mà điền form (tại lúc đó em đang trong khu cách ly),em cảm ơn ạ",
            "Chào bạn,. . Bạn vui lòng gửi lại đơn để PDT tiếp nhận lại từ đầu nhé!. . Thân",
            "https://drive.google.com/drive/folders/1M51Y91zts6X9oqmpM4esRx5JYyIbwrOF. . . . Dạ đây là link drive chứa các đơn hoãn thi của em ạ ,em cảm ơn",
            "Chào em,. . - Bây giờ em điền vào theo email sau:. . - Xem email xác nhận nhé.. . . . . . Thân gửi các bạn sinh viên,. . . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . . . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . . . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . . . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . . . Thông tin thêm:. . . . Quy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . . . Các môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . . . Riêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. . . . . . . . Chúc các bạn học tập thật tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ đây là quyết định thu nhận lại ạ. Trước đó em đã có Thầy hướng dẫn đề cương và em vẫn liên lạc với Thầy đến giờ ạ. chỉ chờ đăng kí được môn học thì Thầy sẽ hướng dẫn em ạ. . em cảm ơn!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 20/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . https://drive.google.com/drive/folders/1M51Y91zts6X9oqmpM4esRx5JYyIbwrOF. . . . Dạ đây là link drive chứa các đơn hoãn thi của em ạ ,em cảm ơn",
            "Chào em,. . ý em cô chưa hiểu ? em nói rõ hơn nhé.. . Nếu em đã điền form hoãn thi thì xem email xác nhận nhé.. . Thân mến,. .",
            "dạ em hiểu rồi ạ ,tại lúc đó em ở trong khu cách ly nên không check được mail điền form ạ ,nên hồi nãy rồi có vào bksi hỏi lại thì cô [full_name] có bảo là em gửi lại đơn để phòng đào tạo tiếp nhận lại từ đầu ạ ,em rất xin lỗi cô ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin gửi đơn Hủy hoãn thi",
            "Không có đơn đính kèm nhé bạn",
            "Học vụ . Em xin nộp đơn Hủy hoãn thi ạ",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là: [full_name]. . MSSV :[student_id]. . Đợt đăng kí TTTN-DCLVTN-LVTN : Em có đăng kí môn LVTN mã môn CI4313 nhưng đã bị hủy vào đợt kết quả.. . Số TCTL :125. . Số ngày CTXH: 17.5. . Các môn tương đương đã học :. . CI3219 ở HK201 và CI3221 ở HK192 tương đương môn CI3075. . CI4121 và CI4123 cùng ở HK201 tương đương. . môn CI4033. . Trước em có gửi khiếu nại rồi nhưng vẫn chưa có trong danh sách được nhận LV của BM và chưa có TKB,nay em gửi lại mong PĐT kiểm tra lại ạ.. . Em xin cảm ơn!.. .   i Đăng ký môn học .",
            "Chào em,. . Cô kiểm tra TKB của em đã có môn LVTN rồi, chắc mới bổ sung nên danh sách ở [full_name] chưa có. Em gửi minh chứng bằng cách chụp hình tkb gửi [full_name],BM trước nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính chào PĐT!. . . . Em đã nhận được email thông báo về việc:. . . . ''Sinh viên chú ý thực hiện đăng ký đợt cuối cùng LVTN, TTTN, Đề Cương LV từ 10g ngày 23/08/2021  đến 14g59 ngày 25/08/2021 cho HK chính 211 . .  . . . . Trước tình hình diễn biến phức tạp của dịch Covid-19, hiện trạng có khả năng nhiều sinh viên không thể thi để nhận Chứng chỉ Anh văn quốc tế để xét nhận LVTN, Nên Nhà Trường sẽ không xét chuẩn CCAV quốc tế khi xét LVTN trong HK211''. . . . Sau đó em đã ĐKMH ME4029 - Luận văn tốt nghiệp ktct nhưng hiện tại ở mục ĐỢT KẾT QUẢ không có kết quả thành công, cũng như trong TKB không xuất hiện môn LVTN e đã đăng ký.. . . . Em có gửi kèm hình ảnh lịch sử đkmh của em và email PĐT đã gửi. Mong PĐT giải đáp, em rất cảm ơn ạ!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 20/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. .",
            "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 121  123 Không đủ ĐK nhận LVTN. . Bạn kiểm tra lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cô ơi em đã học và qua các môn. . CI3009  [full_name]P 1            2        . . CI3037  [full_name]                  3                      . . CI4005  [full_name]       3                      . . CI4017  CONG TRINH DUONG THUY     3 . . em có gửi kèm bảng điểm trong file pdf cô xem qua giúp em với ạ.. . máy môn này em học mã mới nên cần chuyển điểm  thì em sẽ có 122 chỉ đủ điều kiện đăng kí luận văn rồi cô.. . CÔ XEM FILE [full_name] EM.",
            "em ghi lại giúp cô rõ ràng xíu nhé, môn nào tương đương với môn nào? em học ở HK nào? (những môn PDT xét thiếu trong file txt cô gửi nhé), ghi trong ô nội dung nhé.. . chỉ ghi những môn trong file cô gửi (chưa xét cho bạn vì bạn học tương đương thôi). . Thân",
            "Đăng ký môn học . DẠ thưa cô.. . môn kết cấu thép 1 (CI2003) em đạt 5.0 (hk2 2020-2021). . môn nền móng (CI3037) em học mã mới đạt 7.5 (hk2 2020-2021) và đồ án đạt 8.0 (hk2 2019-2020). . môn công trình ven biển (ci4005) em học mã mới CI4133 đạt 6.0 (hk1 2019-2020) + đồ án mã CI4115 đạt 5.0 (hk1 2020-2021). . môn Công trình đường thủy em học mã mới CI4117 đạt 6.5+ đồ án ci4119 đạt 7.5 (hk1 2020-2021). . cô xem lại giúp em ạ.. . em cảm ơn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào thầy cô, . . Lúc nảy em có gửi câu hỏi khiếu nại không đăng kí được môn Thiết kế dự án tốt nghiệp MSMH CI4303, và được trả lời là không đủ điều kiện nhận LVTN kèm theo file, em có kiểm tra file và thấy có môn  B  Nhập môn kiến trúc MSMH CI1009  /B  là môn học bắt buộc chưa tích lũy được, nhưng trong học kì 1 (2020-2021) em đã học và qua môn Nhập môn kiến trúc MSMH CI1065 với điểm tổng kết là 7.0 (có gửi hình ảnh chứng minh), là môn tương đương với môn CI1009. . . Em mong thầy cô xem xét và hiệu chỉnh giúp em ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin đăng kí môn:. . MT1005 - Giải tích 2, nhóm lớp DT03_DT03. . . . . . . .",
            "Chào bạn,. . Hiện tại SV muốn xin ĐK bổ sung môn học (ghi rõ lý do xin đăng ký trễ, tên MH, mã MH, mã nhóm xin đăng ký và kèm xác nhận đông ý của GV cho vào lớp (thời điểm này đã là tuần thứ  4 của HK rồi). . Đã qua trễ rồi nên bạn vui lòng bổ sung cho cô trước 16h ngày 10/9 nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào thầy/cô. . Em tên [full_name] mssv [student_id] hệ VHVL khoa Kỹ thuật máy tính.. . Em có đặt câu hỏi có id 35241 nội dung câu hỏi em muốn đăng ký môn [full_name] chứ không phải môn [full_name] ạ. Theo yêu cầu của [full_name] em đã đủ điều kiện ạ.. . Kính mong thầy cô xem xét giúp em ạ.. . File đính kèm là đơn xin đã được khoa chấp nhận ạ.. . Em xin chân thành cảm ơn. . Sinh viên,. . [full_name]. .   i Đăng ký môn học .",
            "Bạn chào,. . Vui lòng xem lại yêu cầu bạn gửi ngày 31/8 nhé. . . . Thời gian: 08/31/2021 09:42:44 am. . Từ: [29500] ([student_id]) [full_name] [full_name]. . . . MSSV/MSGV: [student_id]    . . Chào thầy/cô,. . Em tên [full_name] [full_name] MSSV:[student_id], hệ VLVH khoa kỹ thuật máy tính.. . Em có đăng ký bổ sung ở mục \"ĐĂNG KÝ BỔ SUNG TTTN + LVTN + DCLVTN HK211\" môn LVTN mã CO4323, nhưng kết quả không được đăng ký do thiếu môn học trước ạ.. . Ở chương trình chính quy em đã học tất cả các môn học theo chương trình đào tạo và đủ điểm đạt, ngoại trừ môn Vi xử lý - vi điều khiển em đã học nhưng chưa đạt ạ. Môn Vi xử lý - vi điều khiển là môn học trước của LVTN ạ.. . Ở hệ chính quy em thiếu CCAV nên không đăng ký được môn LVTN, nay trường cho phép đăng ký LVTN mà không cần CCAV nên em đã đăng ký nhưng bị hủy do thiếu môn học trước ạ.. . Mong thầy cô xem xét giúp em ạ.. . Chân thành cảm ơn. . Sinh viên. . [full_name]. . Đăng ký môn học. . Bạn vui lòng xem yêu cầu bạn gửi ngày 31/8 nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thầy cô cho em hỏi, em có nhận mail thông báo việc thi Tiếng Anh nói viết trong tháng 9 và 10, thì trong đợt này em có bắt buộc phải đăng ký không ạ? Và hiện tại em đang tham gia TNV xét nghiệm Covid - 19, không thể đảm bảo các yêu cầu dự thi như đề nghị của BKEnglish, vậy em cần làm gì để tạm hoãn thi theo lịch của PĐT ạ? Em chân thành cảm ơn thầy cô ạ.",
            "Thân gửi các bạn sinh viên,. . . . Được sự đồng ý của Ban Giám Hiệu, Phòng Đào tạo kết hợp cùng Trung tâm Ngoại ngữ tổ chức kiểm tra Anh văn 2 kỹ năng Nói - Viết theo hình thức trực tuyến trong tháng 9 & tháng 10 năm 2021 dành cho các sinh viên chuẩn bị tốt nghiệp trong học kỳ 211(dự kiến xét tốt nghiệp đến hết học kỳ 211).. . . . - Đăng ký tại: Mybk.hcmut.edu.vn    chọn  Đăng ký môn học    chọn Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến–Đợt 1-MSMH:BKE123. . . . - Thời gian đăng ký Đợt 1: từ 8g ngày 06/9 đến 14g50 ngày 08/9. . . . - Thời gian thanh toán lệ phí (150.000): từ 8g ngày 9/9 đến 14g50 ngày 10/9. . . . - Lưu ý:. . . . 1) Trong tháng 9/2021 dự kiến tổ chức 4 đợt thi, mỗi đợt tổ chức khoảng 800 SV thi. Cụ thể Đợt 1 sẽ thi vào các ngày: 15/9, 16/9, 17/9, 18/9, 19/9 và 20/9 (TTNN sẽ có thông báo chi tiết ngày thi cho SV qua mail sau khi SV thanh toán lệ phí).. . . .  Trường hợp SV không đăng ký được trong Đợt 1, vui lòng đợi thông báo đăng ký vào đợt tiếp theo. . . . 2) SV chỉ được đăng ký thi 1 lần duy nhất trong đợt tháng 9 & tháng 10 /2021 (hình thức trực tuyến), trường hợp SV thi không đạt, hoặc bỏ thi, hoặc thanh toán lệ phí thi trễ hạn vui lòng đợi thông báo sau hoặc hết thời gian giãn cách có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ. Nên SV đã đăng ký được ở Đợt 1 thì không đăng ký tiếp ở Đợt 2 này.. . . . 3) Trường hợp SV không thanh toán lệ phí hoặc thanh toán lệ phí trễ hạn sẽ không được thi & ghi nợ lệ phí (SV phải thanh toán dù không dự thi).. . . . 4) Hình thức thi trực tuyến theo file đính kèm.. . . . 5) SV đã đăng ký được ở đợt 1 & SV đã đạt Anh văn 2 kỹ năng Nói - Viết theo quy định vui lòng bỏ qua email này."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ PDT cho em hỏi là em có nhận được mail thông báo đăng ký thi 2 kỹ năng trực tuyến đợt tháng 9 và được đăng ký nhưng em không muốn thi đợt 1 mà thay vào đó là đợt 2 vậy đợt tháng 2 vào tháng 10 em có được đăng ký không ạ. Em cảm ơn.",
            "Chào bạn,. . Đọc kỹ hướng dẫn mail gửi nhé:. . Nếu bạn không đăng ký đợt 1 thì đợi đợt tiếp theo nhé, lưu ý trong 4 đợt của tổ chức trong tháng 9&10 SV chỉ được đăng ký 1 lần nhé. . Thân gửi các bạn sinh viên,. . Được sự đồng ý của Ban Giám Hiệu, Phòng Đào tạo kết hợp cùng Trung tâm Ngoại ngữ tổ chức kiểm tra Anh văn 2 kỹ năng Nói - Viết theo hình thức trực tuyến trong tháng 9 & tháng 10 năm 2021 dành cho các sinh viên chuẩn bị tốt nghiệp trong học kỳ 211(dự kiến xét tốt nghiệp đến hết học kỳ 211).. . . . - Đăng ký tại: Mybk.hcmut.edu.vn    chọn  Đăng ký môn học    chọn Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến–Đợt 1-MSMH:BKE123. . . . - Thời gian đăng ký Đợt 1: từ 8g ngày 06/9 đến 14g50 ngày 08/9. . . . - Thời gian thanh toán lệ phí (150.000): từ 8g ngày 9/9 đến 14g50 ngày 10/9. . . . - Lưu ý:. . . . 1) Trong tháng 9/2021 dự kiến tổ chức 4 đợt thi, mỗi đợt tổ chức khoảng 800 SV thi. Cụ thể Đợt 1 sẽ thi vào các ngày: 15/9, 16/9, 17/9, 18/9, 19/9 và 20/9 (TTNN sẽ có thông báo chi tiết ngày thi cho SV qua mail sau khi SV thanh toán lệ phí).. . . .  Trường hợp SV không đăng ký được trong Đợt 1, vui lòng đợi thông báo đăng ký vào đợt tiếp theo. . . . 2) SV chỉ được đăng ký thi 1 lần duy nhất trong đợt tháng 9 & tháng 10 /2021 (hình thức trực tuyến), trường hợp SV thi không đạt, hoặc bỏ thi, hoặc thanh toán lệ phí thi trễ hạn vui lòng đợi thông báo sau hoặc hết thời gian giãn cách có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ. Nên SV đã đăng ký được ở Đợt 1 thì không đăng ký tiếp ở Đợt 2 này.. . . . 3) Trường hợp SV không thanh toán lệ phí hoặc thanh toán lệ phí trễ hạn sẽ không được thi & ghi nợ lệ phí (SV phải thanh toán dù không dự thi).. . . . 4) Hình thức thi trực tuyến theo file đính kèm.. . . . 5) SV đã đăng ký được ở đợt 1 & SV đã đạt Anh văn 2 kỹ năng Nói - Viết theo quy định vui lòng bỏ qua email này.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hủy môn học EE1005 (Kỹ thuật điện)  . Kính gửi thầy/cô đang công tác tại PDT. . Em tên là [full_name]. . MSSV: [student_id] . . . . Hiện tại em đang vướng một số bất tiện về điều kiện học tập cũng như về tài chính nên em mong muốn được   B Rút môn học EE1005 (Kỹ thuật điện)   /B . Em có thể làm thủ tục Rút môn học như thế nào vậy ạ.(Môn EE1005 được tự động đăng ký kèm với EE1006). . . . Em xin cảm ơn!. . . . . .",
            "Thân gửi các bạn sinh viên,. . . . . . . .      Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định)(Chính quy + Dự thính) của học kỳ 1(2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link: https://forms.gle/4X6kA3XbDWNfs93u6. . . . Thời gian đăng ký: Từ ngày 6/09/2021 đến hết ngày 01/10/2021. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . . . . . . . Chúc các bạn học tập thật tốt!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy/ cô, em có thắc mắc là sắp đến hạn đóng học phí dự thính. Nhưng chỗ em hiện tại phong tỏa nên không thể ra ngân hàng, thẻ ocb của em cũng chưa được kích hoạt nên không chuyển tiền được.. . Vậy em có thể làm đơn xin dời hạn đóng học phí dự thính không ạ? Và nếu như em đóng trễ học phí dự thính thì có sao không ạ.. . Em cảm ơn thầy/cô. . . .",
            "QUOTE Dạ em chào thầy/ cô, em có thắc mắc là sắp đến hạn đóng học phí dự thính. Nhưng chỗ em hiện tại phong tỏa nên không thể ra ngân hàng, thẻ ocb của em cũng chưa được kích hoạt nên không chuyển tiền được.. . Vậy em có thể làm đơn xin dời hạn đóng học phí dự thính không ạ? Và nếu như em đóng trễ học phí dự thính thì có sao không ạ.. . . . Với em có thể nhờ bạn em lấy tài khoản ocb của bạn để đóng học phí cho em không ạ? . . . . Em cảm ơn thầy/cô. . . . . . . .   /QUOTE . .",
            "Chào em,. . - Em chờ email từ PĐT, sẽ gia hạn đến 20/9/21.. . - Với em có thể nhờ bạn em lấy tài khoản ocb của bạn để đóng học phí cho em không ạ?. . =  Được nhé em.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT . . Dạ cho em hỏi là đơn hoãn thi của em thành công nhưng trên bảng điểm lại ghi là điểm 13 là sao vậy ạ",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Đăng ký môn học . Kính gửi PDT,. . Em tên [full_name] - [student_id]4. . . Hiện tại kỳ vừa rồi là kỳ học cuối cùng em được theo học.. . Em đã hoàn thành Luận văn và đang chờ thi môn cuối cùng. . . Do tình hình dịch bệnh nên em về Đồng Nai sớm cũng như không thể đăng ký thi chứng chỉ ngoại ngữ VNUEPT (tháng 7) theo kế hoạch ban đầu.. . Dạ cho em hỏi chứng chỉ VNUEPT 4 kỹ năng có cần phải thi 2 kỹ năng nói và viết tại trường nữa không.. . Và nếu có thì cho em xin phép PDT đăng ký thi 2 kỹ năng Nói và Viết Online, vì em lên ĐKMH nhưng hiện thông báo không được quyền đăng ký môn học.. . Rất mong PDT phản hồi và hỗ trợ giúp em ạ.. . Em xin cám ơn.",
            "Chào bạn,. . Bạn xem quy định về các loại chứng chỉ 4 kỹ năng được chấp nhật tại đây nhé:. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/3.   Chuẩn tiếng Anh khi nhận Luận văn tốt nghiệp (LVTN) và khi tốt nghiệp/b) Quy định về kỹ năng tiếng Anh:. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em đã điền form đăng ký rút môn học HK211 của trường thông báo trong thời gian quy định. Và em đã nhận được mail đồng ý yêu cầu trường. Vậy em xin hỏi em đã được chắc chắn hủy môn học đó chưa ạ? Hay phải chờ ý kiến xem xét của trường có hủy hay không ạ ?",
            "Chào em,. . E đã điền form rút môn học, em xem email phản hồi nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .   i  Em là [full_name] MSSV [student_id]. Em muốn hoãn môn Mạch Điện Tử (EE2035) ngày 12/09 này sẽ thi nhưng chưa có lịch thi TN môn này thì phải làm sao mong các thầy cô tư vấn .",
            "Chào em,. . Em đọc kỹ email PĐT đã gửi nhé. . . . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . . . Đọc kỹ nhé em. . . . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn đổi giáo viên hướng dẫn đồ án thì làm cách nào ạ",
            "Chào em,. . Em liên hệ Khoa, Bộ môn để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ kỳ trước em có làm đơn hoãn bảo vệ luận văn đã được phòng đào tạo đồng ý. Theo như email thì ngày 6/9/2021 sẽ có kết quả nhưng đến hôm nay luận văn của em vẫn để điểm 13 ạ.",
            "Chào em,. . PĐT đang tiến hành hậu kiểm nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em có in bảng điểm và đăng ký hình thức gửi bưu điện tuy nhiên em đang cần phải scan bảng điểm để kịp nộp hồ sơ. Em sợ với tình hình hiện tại thì bảng điểm sẽ không gửi về kịp. Thầy/Cô cho em hỏi là sau khi in xong bên PĐT có thể scan và gửi qua mail [email] trước khi gửi bưu điện, giúp em được không ạ? Em xin cảm ơn!. ."
        ]
    }
]