[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào quý thầy cô. . Em hiện tại có thắc mắc là  các khoản thu của nhà trường bao gồm học phí mỗi kỳ và các khoản thu bảo hiểm y tế em đều đóng đủ. Nhưng chỉ riêng khoản thu bảo hiểm y tế năm 2017 em chưa đóng (do em đăng ký nhằm nên xuất hiện trên BKpay, em có đính kèm ảnh). Vậy thì em có bị chưa thanh toán đầy đủ học phí không ạ? Và với tình trạng của em thì em đủ điều kiện tốp nghiệp không ạ? Mong quý thầy cô giải đáp thắc mắc giùm em với ạ . . Em cảm ơn ạ",
            "Chào em,. . Việc nợ khoản thu BHYT không ảnh hưởng đến việc xét tốt nghiệp. . Trường hợp của bạn xét tốt nghiệp báo bạn còn nợ TOEIC, em kiểm tra lại điều kiện của em đã có kết quả 2 kỹ năng đợt nào vui lòng phản hồi lại nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy cô,. . Kỳ vừa rồi em có đăng ký hoãn thi, không biết giờ em muốn hủy hoãn thi được không ạ. . Mong nhận được sự phản hồi sớm từ thầy cô ạ. . Trân trọng",
            "\"Chào bạn. . Hiện tại [full_name] đã ra quyết định Hoãn thi chính thức. . Bạn vui lòng viết đơn xin hủy Hoãn thi: trong đơn ghi rõ hủy hoãn thi môn gì? ở học kỳ nào ? Lý do?. . Nộp trước ngày 10/04/2022, để Cô trình Ban lãnh đạo phòng xem xét.. . Thân. . \". ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em nộp đơn rút môn học ạ",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK212(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/Thời khóa biểu trễ nhất là 15/04/2022. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thân gửi Phòng đào tạo, em đã phúc tra bài thi cuối kỳ môn học CI2095 - Địa chất công trình (HK211) thì nhận lại kết quả không phúc tra là sao ạ .",
            "Chào bạn. . đã xử lý và gởi thông tin về Khoa để phúc tra, bạn đợi kết quả cập nhật trên trang phúc tra nghen. . Thân. .",
            "Kết quả cập nhật vẫn bị sai ạ.Em có liên hệ giảng viên nhưng giảng viên không giải quyết ạ",
            "Chào bạn, . . Điểm môn học CI2095 - Địa chất công trình (HK211) đã được cập nhật tại Mybk    bảng điểm. . . Bạn vui lòng vào kiểm tra lại. . . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân",
            "Ảnh 1[full_name]png là điểm thí nghiệm của em[full_name]Em biết điểm thí nghiệm vì em có học thầy [full_name] và thầy [full_name] có thông báo điểm cho lớp em[full_name][full_name] [full_name] Ảnh đáp án 211 a[full_name]jpg là đáp án đề thi cuối HK211[full_name]Em có check lại đáp án so với bài làm của em và  đúng hết[full_name]Vậy cho nên điểm [full_name][full_name]5 cuối kì là không đúng và em muốn chấm lại bài làm của em [full_name]",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Giảng viên để được hỗ trợ. Pdt không thể giải quyết vấn đề này của bạn. . Thân",
            "Em đã liên hẹ giảng viên nhưng giảng viên không giải quyết ạ",
            "Chào bạn. . Pdt đã ghi nhận đơn phúc tra và gởi về Khoa (Giảng viên) để phúc tra cho bạn theo quy trình. . Còn nội dung chi tiết cách chấm điểm thì là QUYỀN và nhiệm vụ của Giảng viên. Bạn liên hệ lại. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cô ơi, bkpay của em đã mở thanh toán nhưng khi nhấp vào để đến ocb thanh toán thì lại ko truy cập được, internet và máy tính của em cũng ko bị lỗi. Em cũng đã thử lại trên điện thoại cũng không truy cập được, cô xem lại giúp em ạ.. . Em cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gui PDT. . . . Thầy/cô cho em xin hỏi, hiện tại em bị hết thời gian đào tạo, em có thể xin chuyển hệ vừa làm vua học không ạ. Nếu chuyển em phải làm thế nào ạ, em xin cảm ơn.. . . .",
            "\"Chào bạn. . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "QUOTE Yêu cầu khác: Em có xin hoãn học phí vào kỳ 211, trên bk pay có hiện ra mục thanh toán, nhưng em không biết đã được bấm vào và thanh toán hay chưa. Vì hạn ghi là 19/11. Hiện tại em có nên tiến hành thanh toán luôn học phí luôn không ạ ?",
            "Chào em,. . Vui lòng trình bày rõ vấn đề của bạn giúp cô nhé? Em xin hoãn học phí ở đâu?. . Thân",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i   B . . . .",
            "\"Chào bạn. . Môn PH1005, PH1003 có mở ở HK 212 nên [full_name] sẽ xếp lịch xóa điểm HT cho bạn vào HK212,. . Bạn theo dõi thông báo chi tiết Lịch thi tại tin nhắn BKEL trong tháng 04/2022. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Gửi thầy cô phòng đào tạo em có 2 điều muốn trình bày như sau:. . 1. Vê việc đăng ký môn học HK213. Em chư học môn Vi xử lý( EE2039) và môn Cơ sở điện tử công suất( EE2021) hai môn này đều nẳm ở chương trình đào tạo năm 2 và năm 3 của em, em chưa đăng ký học, xin phép phòng đào tạo có thể xét duyệt cho em được đăng ký 2 môn này vào kỳ 213 để em theo kịp chương trình đào tạo và làm đồ án môn học. . . 2. Việc thực tập ngoài trường, em có thể xin vào một công ty đúng chuyên ngành mà không cần đăng ký thì em cần làm những giấy tờ và thủ tục như thế nào để được xác nhận thực tập ngoài trường với mã môn học là ( EE3345) . . Em xin chân thành cảm ơn.",
            "Chào bạn. . 1)Bạn xem thông báo DKMH Hk213 tại tin nhắn của trang Bkel. Sinh viên vui lòng đăng ký môn học theo quy trình.. . 2) Về việc thực tập ngoài trường bạn phải liên hệ [full_name] để [full_name] tư vấn và hỗ trợ bạn về kế hoạch thực tập. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em xin email của thầy [full_name], gv môn cầu lông lớp L03 với ạ. . . Em có gửi tin nhắn qua bkel nhưng không thấy thầy hoạt động ạ.. . Em cảm ơn",
            "Chào em. . SV liên hệ Trung tâm Giáo dục thể chất: Email: [email]. . Địa chỉ: phòng 520 Nhà điều hành ĐHQG-HCM (khu phố 6, phường Linh trung, Thủ đức. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . dạ cho em hỏi em đã bảo vệ lvtn kì trước, kì này em không còn dki môn học nhưng chưa có av để dki tốt nghiệp, nên tình trạng sinh viên giờ là tạm dừng. vậy kì sau có ảnh hưởng gì không ạ. em sợ để lâu quá thì bị buộc thôi học ạ",
            "Chào bạn, . . - Khi nào bạn đủ điều kiện để tốt nghiệp bạn vui lòng đăng ký xét tốt nghiệp bổ sung tại BKSI mục tốt nghiệp. . . - Bạn phải nộp Chứng chỉ ngoại ngữ trước tháng 04/2023, nếu không tình trạng của bạn sẽ chuyển sang \"xóa tên vì tạm dừng quá thời hạn cho phép\".. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Tốt nghiệp .",
            "\"\"\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"\"\". . . .",
            "\"Chào bạn. . Pdt kiểm tra hiện tại bạn còn nợ Toeic. . Không đủ ĐK để tốt nghiệp. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào Thầy/ Cô,. . Em là [full_name], MSSV: [student_id]. . Trong thời khóa biểu phòng đào xếp cho em bị trùng lớp thí nghiệm Công nghệ Cơ khí 3 (IU3066) và Công nghệ Khí nén (IU3064), nhưng 2 lớp này vẫn trùng phòng học ạ (em có gửi hình ảnh đi kèm).. . Mong Thầy/Cô giải quyết giúp em. Em cám ơn!. .",
            "Chào em;. . đã cập nhật lại thời khóa biểu, em vào kiểm tra lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô. . . . . HK211 em có xin hoãn học phí. Em có đọc quy định là phải thanh toán học phí HK211 và HK212 vào HK212. Nhưng gia đình em thực sự khó khăn thì em có thể nào thanh toán trước HP của 1 kì được không ạ?. .",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email: [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng đào tạo. . Học kì này em có chuyển sang hệ VLVH và nhận được hướng dẫn đăng kí các môn theo chương trình đào tạo đại trà. Em có đăng kí theo nhưng không có nhu cầu học liên thông kĩ sư- thạc sĩ nhưng trong chương trình đào tạo không ghi rõ đó là môn trong liên thông nên em không biết, đợt đóng học phí 21/03/2022 , em chỉ thấy trên BKpay học phí chuyển hệ, nhưng hôm nay 4/4/2022 có thêm mục học phí liên thông. Em muốn nhận được sự tư vấn về chương trình đào tạo cử nhân chính thức để không đăng kí nhầm cho lần sau. Và em có thể hủy môn liên thông trong học kì này được không ạ.. .",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về Chương trình đào tạo SV vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT và Giáo viên chủ nhiệm để được tư vấn và hỗ trợ thêm.. . Hiện tại đã hết thời gian hủy môn học cho HK212 nhé bạn. SV có thể đăng ký rút môn. . Về việc rút môn học (Có tính học phí):. . Bạn vui lòng tải mẫu đơn: RÚT MÔN HỌC tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua BKSI. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào pđt. . Em là [full_name] MSSV [student_id]. . Thưa phòng đào tạo vì lý do đột xuất nên em đã bỏ lỡ đợt lấy thẻ ngân hàng ocb, em không biết có thể nhận lại thẻ ở đâu ạ, xin pđt chỉ giúp em. . Em xin cảm ơn",
            "Chào em,. . Em liên hệ tại ngân hàng OCB (CN [full_name]) để hỏi về thẻ ngân hàng của em nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn hỏi về việc đăng ky tốt nghiệp.. .   i Tốt nghiệp . EM đã hoàn thành đủ các điều kiện để được tốt nghiệp nhưng do không đăng kí môn học nên tình trạng của em đang là tạm dừng. Em khẩn xin phòng đào tạo mở lại cho em để em được làm lễ tốt nghiệp trong thang tới.. . Em xin cám ơn!. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác . cho em hỏi là thẻ sinh viên lần đầu của em, do là lúc gửi ảnh thẻ bị mờ nên hiện tại em chưa nhận được thẻ. vậy cho em hỏi làm sao để nhận được thẻ ạ và nhận ở đâu ạ",
            "Chào em;. . em phải cập nhật lại hình trên trang mybk    nhập học thì Phòng Đào tạo mới in thẻ được nhé, chứ hình mờ thì không in thẻ được nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy/cô. . . . Em tên là [full_name] - [student_id].. . . . Hiện em đã đăng ký xét tốt nghiệp trên mybk được 1 tuần nhưng em vẫn chưa thấy cập nhật lên bkpay để thanh toán lệ phí 95.000. . . . Thầy/cô cho em hỏi khi nào thì em được cập nhật để thanh toán lệ phí tốt nghiệp vậy ạ?. . . . Em cảm ơn thầy/cô ạ. .",
            "SV đã thanh toán lệ phí tốt nghiệp thành công ngày 4/4"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT. . . . . . Em xin gửi đơn chuyển hệ chính quy sang VLVH mong được phòng đào tạo xem xét và duyệt ạ.. . . . Em xin cảm ơn",
            "Chào bạn,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV theo dõi mail và lịch học vụ để vào đăng ký môn học cho HK213 nếu còn nợ MH(từ tháng 05/2022). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Học vụ . Kính gửi quí thầy cô,. . . . Em là sinh viên khóa 20, chương trình chất lượng cao.. . . . Hiện kì 212 em có đăng ký học môn Thiết kế công việc và nhân trắc học. Đây không phải là môn có trong chương trình đào tạo của ngành em học. Do một số lí do cá nhân, nên em có mong muốn được rút môn học này. Em đã đóng đủ học phí cho kì 212 và sau khi rút môn em vẫn đủ số tín chỉ tối thiểu cho kì này.. . . . Do đó, em thắc mắc rằng thời điểm này có còn trong thời gian được rút môn và nếu có thì quy trình như thế nào?. . . . Rất cảm ơn quí thầy cô đã đọc, mong sớm nhận được phản hồi từ quí thầy cô,. . . . Trân trọng.",
            "Chào bạn,. . Về việc rút môn học (Có tính học phí):. . Bạn vui lòng tải mẫu đơn: RÚT MÔN HỌC tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua trực tiếp hoặc BKSI trước ngày 15/04/2022. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name], MSSV [student_id], lớp VP20VT.. . Em xin quý thầy cô giải quyết về vấn đề học phí của kỳ này ạ. Ngày t5 31/03/2022 em kiểm tra trên BKPay mức học phí là 5.850.000đ. Ngày t6 01/04/2022 kiểm tra lại mức học phí là 6.550.000đ, dư số tiền 3 tín chỉ môn Điện - Giải tích mạch EE2031 là học phần thí nghiệm của kỳ 211 (đã hoàn thành học phần lý thuyết, kỳ 212 bổ sung học phần thí nghiệm để kết thúc môn học).. . Kính xin quý thầy cô hỗ trợ giải quyết ạ. Em xin cảm ơn!",
            "đã xử lý xong"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1910111  /b \t. . . .   i Học vụ . Em chào Thầy/Cô,. . . . Em là sinh viên lớp P01 của môn học Hệ thống mt & ngôn ngữ lt (EE2009) ở HK 212. Em đã nhận được lịch thi cuối kỳ của môn học trên MyBK do PĐT thông báo. Cụ thể là chúng em sẽ thi vào ngày 22/05 (tức là ở tuần 21), trong khi lúc đó chúng em còn đến 2 buổi thực hành vào tuần 22 và tuần 24 vẫn chưa học xong. . . Vậy nên em thấy lịch thi này vẫn chưa phù hợp với kế hoạch học tập và ôn thi của chúng em ạ. Vì thời khóa biểu học tập đã được thông báo trước cho chúng em từ đầu học kỳ nên chúng em cũng đã lên kế hoạch làm việc theo tiến trình đó. . . Việc có lịch thi đột xuất vào ngay trong thời gian học thế này làm chúng em rất hoang mang và không kịp chuẩn bị chu đáo nhất cho bài thi. Do đó, em mong thầy xem xét giúp lớp em về vấn đề này ạ.. . . . Em cảm ơn Thầy/Cô",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Giảng viên giảng dạy. . Nếu sau khi Giảng viên xem xét lại lịch học và lịch thi cần thiết thay đổi lịch thi thì Giảng viên sẽ là người phản hồi cho bộ phận xếp lịch thi của [full_name]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . cho em hỏi là sắp tới em tốt nghiệp hệ chính quy xong thì muốn đăng kí hệ vừa học vừa làm bằng 2 thì phải làm đơn ở đâu ạ, và điều kiện là gì ạ.. . Và vào ngày làm lễ tốt nghiệp em có việc ở xa nên không tham gia được thì có sao không ạ, sau đó em nhận bằng sau được không ạ.. . Em cảm ơn ạ.",
            "Chào em,. . Em theo dõi thông tin tuyển sinh tại đây nhé:. . http://tuyensinh.hcmut.edu.vn/admission/. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa thầy cô,Cho em hỏi kì này 1 tín chỉ là bao nhiêu tiền ạ?",
            "Chào bạn,. . Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí    Mức thu học phí các bậc đào tạo năm 2021-2022   Mục III- Đại học chính quy. . Chúc bạn học tốt.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô.. . Em tên Phạm Quang Nghĩa, mssv [student_id].. . Trong danh sách tốt nghiệp dự kiến, điểm tbtl của em là 7.11 và đạt loại KHÁ.. . Nhưng giấy chứng nhận tốt nghiệp tạm thời của em tại sao lại xếp loại TRUNG BÌNH KHÁ vậy?. . Thầy cô xem, xét giúp em.. . . . . .",
            "Chào em,. . Đã in lại giấy Chứng nhận tốt nghiệp tạm thời cho bạn. Bạn có thể liên hệ tại Phòng Đào tạo (101A1) để nhận nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Thầy/Cô,. . Thầy/Cô cho em hỏi mục học phí dự thính chuyển hệ trong ảnh em gửi kèm là của nội dung gì ạ.. . Do em không có thời khóa biểu dự thính.. . Em xin cảm ơn.. .   i Học vụ .",
            "Chào bạn, . . - Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí    Mức thu học phí các bậc đào tạo năm 2021-2022   Mục VI- Vừa làm vừa học. . - Học phí dự thính chuyển hệ là SV chuyển hệ VHVL đăng ký các môn học chung với lớp chính quy. . . - Bạn vui lòng xem lại. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Học vụ . Kính gửi quý thầy cô, . . . . Em xin được gửi Phiếu đăng ký rút môn học. Thông tin chi tiết được ghi rõ trong tệp đính kèm.. . . . Kính mong quý thầy cô, PĐT xem xét cho em được rút môn học (điểm R).. . . . Cảm ơn quý thầy cô vì đã đọc.. . . . Kính chúc quý thầy cô buổi chiều tốt lành, mong sớm nhận được phản hồi từ quý thầy cô,. . . . Trân trọng.",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK212(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/Thời khóa biểu trễ nhất là 15/04/2022. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ thưa thầy cô, hiện em chỉ còn thiếu bài thi anh văn nói - viết ở trung tâm BK English, nhưng do dịp lễ nên lịch thi của em bị dời sang 16/4. Cho em hỏi sau khi thi xong em xin xét bổ sung tốt nghiệp được không ạ?",
            "\"Chào bạn,. . Trường hợp SV, khi nào em điều kiện tốt nghiệp, có thể gửi câu hỏi qua bksi để được xét TN bổ sung (nếu đã đủ điều kiện tốt nghiệp). SV xem lịch trình xét tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo,. . Em tên [full_name],lớp CC20QKD2. . Em viết đơn này gửi đến phòng đào tạo để xin đăng ký rút môn học.. . Cảm ơn phòng đào tạo đã xem, em rất mong nhận được phản hồi từ phía phòng đào tạo.. . Kính thư. . [full_name]. . [full_name]-Ngành Quản lí công nghiệp. . . .",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK212(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/Thời khóa biểu trễ nhất là 15/04/2022. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào tạo,. . Em tên là [full_name] thuộc lớp CC20QKD2. . MSSV [student_id]. Vì tình hình sức khỏe không tốt nên em hiện không thể đảm bảo việc hoàn thành môn học. Hôm nay em xin được phép gửi đơn đăng ký xin rút môn học Thiết kế công việc và nhân trắc học (ME2111 và ME2112) trong học kỳ 212 này ạ. . . Kính mong Quý Thầy Cô có thể xem xét và chấp thuận cho trường hợp của em ạ.. . Cảm ơn Quý Thầy Cô và kính chúc Quý Thầy Cô bình an và mạnh khỏe.. . Trân trọng./.. . [full_name] . . . .",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK212(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/Thời khóa biểu trễ nhất là 15/04/2022. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thời khóa biểu của em bị trùng môn TN Đo lường điều khiển bằng máy tính và môn thực tập điện 2    vào tuần 14,15 (hình đính kèm ở dưới).. . Mong pđt xếp lại lịch để em tham gia học đầy đủ 2 môn ạ.",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào em,. . Trường hợp của bạn không thuộc đối tượng được kéo dài. em vui lòng trình bày rõ giúp em hiện tại em còn nợ gì để tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là sinh viên bằng 2 khoa KHMT. Trong thời gian chờ đợi thẻ sinh viên bằng 2, em đã đăng ký in thẻ mới (đã đóng tiền) vào tuần trước do nhầm tưởng trường không in thẻ lần đầu. Hiện em vừa nhận được mail báo đi nhận thẻ tại trường. Cho em hỏi PĐT có thể hủy đăng ký in thẻ và gửi lại qua stk được không ạ?. . Em cảm ơn ạ.",
            "Chào em,. . Trường hợp của em đã đăng ký và đóng tiền làm thẻ trên bkpay rồi nên không hủy được nhé.. . SV liên hệ PDT 101A1 để nhận thẻ SV nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào phòng đào tạo,. . Em tên là [full_name]. . Mssv: [student_id]. . Hiện nay em đã hoàn thành đủ điều kiện tốt nghiệp. . Mong phòng đào tạo xem xét thu nhận lại để em được xét tốt nghiệp. . Em cám ơn ạ.. . . .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào Phòng Đào Tạo.. . Phòng Đào Tạo cho em hỏi là kỳ 201 em có hoãn thi môn phương pháp tính (MT1009) nhưng kỳ 211 em có đăng ký học dự thính và đạt kết quả qua môn rồi. Nhưng giờ em lại có lịch thi bù môn phương pháp tính ( của kỳ 201 ) thì bây giờ em có cần phải thi nữa không ạ. Em cảm ơn Phòng Đào Tạo mong Phòng Đào Tạo sớm hồi đáp em . Chúc Phòng Đào Tạo 1 ngày làm việc hiệu quả ạ! . . . .",
            "Chào bạn. . Việc thi xóa điểm hoãn thi do SV quyết định, nếu SV không đi thi xóa điểm hoãn thi thì điểm hoãn thi sẽ cập nhật theo quy định, không ảnh hưởng đến điểm đã đạt của bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . - Hiện tại em đã bổ sung đầy đủ các điều kiện để đăng ký tốt nghiệp trước ngày   B 11/04/2022  /B  rồi ạ.. . - Em xin phòng đạo tạo cho em   B \"Đăng ký tốt nghiệp\"  /B  bổ sung đợt tháng   B 4/2022  /B  ạ, do em đang trong tình trạng \"nghỉ\" vì quá thời gian đào tạo theo quyết định   B \"727/QĐ-ĐHBK\"  /B  của nhà trường.. . - Thông tin sinh viên:. .   + Tên: [full_name]. .   + MSSV: [student_id]. .   + Khoa: Kỹ thuật Xây Dựng. . Em xin cảm ơn ạ.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào quý thầy/cô,. . Em là [full_name] (MSSV: [student_id]).. . . . Em đã chuyển điểm toeic từ ngày 31/3 đến giờ vẫn chưa được cập nhật. Em mong thầy/cô có thể cập nhật điểm chuyển anh văn 3,4 sớm để em có thể đăng ký tốt nghiệp ạ. Và em mong thầy/cô xem xét cập nhật lại tình trạng sinh viên đợt này cho em để em kịp xét tốt nghiệp vào tháng 4/2022.. . Hiện tại thì em đã kết thúc hết học phần và chỉ đợi chuyển điểm và mở lại tình trạng sinh viên để tốt nghiệp thôi ạ.. . Em xin chân thành cảm ơn!!!. . [full_name]",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \"",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thời khóa biểu của em bị trùng lịch học Thí nghiệm môn Thực tập điện 2 và môn Đo lường và điều khiển bằng máy tính thí nghiệm ạ. Cho em hỏi có cách nào giải quyết không ạ. Mong phòng đào tạo sớm phản hồi cho em ạ.",
            "đã cập nhật, bạn vào xem lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã được duyệt chuyển hệ VHVL, có thể bắt đầu đăng kí môn học từ tháng 4, nhưng môn em cần đăng kí là LVTN, nếu học kì hè em không đăng kí mà để sang học kì 221 đăng kí thì có được không ạ",
            "Chào bạn. . Được nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Họ và tên: [full_name]. . Mssv: [student_id]. . Lớp: VP2017 Năng lượng. . Học kì 202 em có đăng kí hoãn thi môn Bdiễn &xlý t/hiệu nnhiên - 404711. Phòng đào tạo cho phép em được đăng kí thi chuyển điểm HT vào học kì 212 này ạ. Em có hỏi khóa 2018 đang học thì có lịch thi rồi nhưng trang lịch thi của em chưa được đăng ký ạ. Mong phòng đào tạo có thể đăng kí cho em thi chuyển điểm để hoàn thành môn học ạ. Em xin chân thành cảm ơn ạ!",
            "Chào em,. . Lịch thi môn 404711 đã được cập nhật lại mybk/Thông tin sinh viên/lịch thi. . SV vào kiểm tra lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô, . . . . Em xin gửi thầy cô đơn xin rút môn học của em ạ. Em cảm ơn thầy cô đã hỗ trợ.",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK212(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/Thời khóa biểu trễ nhất là 15/04/2022. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là: [full_name]. . MSSV: [student_id]. . Lớp: TN GIải tích mạch thầy [full_name] (VL01). . Em xin phép được chuyển lịch học thí nghiệm Giải tích mạch sang học kì hè 2021-2022.. . Nguyên nhân: Do em bị dương tính với covid vào những ngày học tngtm, nên không thê tham gia vào lớp học.. . Em cảm ơn.",
            "Chào em;. . đã chuyển nhóm học cho em nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào PĐT, em tên [full_name] , là sinh viên chuyển hệ từ CQ sang VLVH. . MSSV cũ : [student_id]3. . MSSV VLVH : [student_id]. . lúc đăng ký chuyển hệ , em chọn chương trình k17.. . Em kiểm tra trong bảng điểm chuyển trên stinfo thì thấy bị thiếu một số môn mặc dù em đã hoàn thành lúc còn học chính quy : Giải tích 2 (MT1005) ,Xác suất thống kê (MT2001) ,Giáo dục quốc phòng (MI1003) ,Vật lý bán dẫn (EE1007).. . Em xin hỏi làm sao để giải quyết ạ.",
            "Chào bạn, . . Về việc này vui lòng gởi mail cho anh [full_name]: [email] để được tư vấn và hỗ trợ nghen. . Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo Trường Đại Học Bách Khoa - ĐHQG TP.HCM,. . . . Em tên: [full_name]. MSSV: [student_id].. . Hiện tại em đã có tên trong danh sách tốt nghiệp dự kiến nhưng em chưa thể đăng ký tốt nghiệp được do tình trạng của em vẫn đang là \"tạm dừng\", đồng thời số tín chỉ tích lũy của em vẫn chưa được cập nhật lên 142 ạ. Mong Phòng Đạo Tạo kiểm tra và hỗ trợ em.. . Em xin trân trọng cảm ơn.",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng đào tạo!. . Em lên là: [full_name] . . MSSV: [student_id]. . Hệ VLVH - Khoa: Cơ Khí. . Nội dung: Em có nhận được thông báo đóng học phí, em có truy cập vào thì thấy thu thêm một khoản 1.575.000 với nội dung \"Học phí dự thính chuyển cơ sở học kỳ 212\". Em rất băn khoăn về khoản này, mong phòng đào tạo giải thích giúp em ạ.. . Em xin chân thành cảm ơn!. . . .",
            "Chào bạn, . . Học phí dự thính chuyển cơ sở học kỳ 212 là học phí của môn phương pháp số ME2091 nhóm Z3LI 3 tín chỉ. . . Bạn vui lòng xem lại. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Đăng kí hoãn thi giữa kì. . Tên sinh viên: [full_name]. . MSSV: [student_id]. . Lí do. . Do không đảm bảo trang thiết bị để thi:. . - Laptop hiện đang bị lỗi, không thể mở máy. . - Điện thoại cá nhân không đáp ứng được các yêu cầu: vừa làm bài thi trên web, vừa vào Google meet và ghi lại màn hình.. .",
            "\"\"\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào phòng đào tạo ạ. Em đang là sinh viên năm nhất của trường và em có ý định thi lại Đánh giá năng lực để chuyển ngành khác ạ. Cho em hỏi là nếu em thi đợt 2 đạt đủ điểm của ngành mà em muốn chuyển thì em có được chuyển ngành và học tiếp lên năm 2 không hay em phải học lại từ năm nhất ạ? Em cảm ơn phòng đào tạo ạ.   3",
            "Chào bạn, . . Sinh viên vui lòng xem chi tiết quy định: Điều 25.3 chuyển ngành tại Quyết định ban hành Quy định chung về học vụ và đào tạo (số 2931 ngày 10/9/21). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1510564  /b \t. . . .   i Tốt nghiệp . Kính chào Thầy Cô.. . . . Em đã hoàn thành đầy đủ các điều kiện để xét tốt nghiệp trong tháng 4.. . Nhưng ngày CTXH của em vẫn chưa được cập nhật trong trang Đăng Ký Tốt Nghiệp nên em không được phép đăng ký vì nợ ngày CTXH.. . . . Kính mong Thầy Cô cập nhật giúp em để em kịp đăng ký tốt nghiệp đúng hạn ạ.. . . . Em xin cảm ơn.",
            "Chào bạn,. . Sau 10h ngày 6/4 SV vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào quý thầy cô lãnh đạo,. . . . Em tên [full_name], hiện đang học chương trình PFIEV khóa 2018. Em xin đại diện lớp học môn Bộ chấp hành thông minh gửi đơn thi kết thúc môn học sớm. Trong đơn đã có xác nhận của thầy giảng dạy.. . Chúng em chờ phản hồi sớm nhất từ quý thầy cô ạ.. . . . Trân trọng,. . [full_name].",
            "Chào em,. . PDT đã tiếp nhận đơn thi sớm của bạn.. . SV theo dõi lịch thi được cập nhật tại mybk/Thông tin sinh viên/lịch thi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Quý thầy cô Phòng đào tạo trường Đại học Bách Khoa - ĐHQG - TPHCM.. . . . Theo em được biết thì từ khóa K17 trở về trước chứng chỉ TOEIC S-W có thể thi ở IIG để nhận bằng quốc tế hoặc tham gia thi tại BK English và chuyển điểm tương đương để đủ yêu cầu tốt nghiệp. Tuy nhiên, từ khóa K18 trở về sau thi BẮT BUỘC phải thi chứng chỉ quốc tế tại IIG mới được chấp nhận. . . Em không biết thông tin này có đúng không ạ, nếu em chỉ thi ở BK English thì có được chấp nhận không ạ? . . . . Rất mong nhận được phản hồi từ quý thầy cô Phòng Đào tạo ạ.. . . . Chân thành cảm ơn quý thầy cô.",
            "Chào bạn, . . - Sinh viên khóa 2018 được dùng kết quả thi anh văn 2 kỹ năng nói viết tại trung tâm ngoại ngữ của trường để xét tốt nghiệp. . . - Sinh viên vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Gởi phòng đào tạo. . Em tên: [full_name]. . MSSV: [student_id]. . Hệ: VLVH. . . . Vì lý do kinh tế nên em muốn hoãn đóng học phí kì này thì mình cần làm những gì ạ.. . . . Cảm ơn phòng đào tạo. . trân trọng. .",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email: [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em tên [full_name], MSSV: [student_id], em thuộc khoa cơ khí khoá k15 hiện em chỉ còn tiếng anh nói viết nữa là có thể tốt nghiệp nhưng hiện tại thì em đã hết thời gian học theo chương trình đào tạo. Vậy em có thể xin gia hạn thêm để có thể hoàn thành chương trình học để tốt nghiệp không ạ. Mong nhà trường có thể giúp em với ạ. Em cảm ơn nhiều rất nhiều ạ.",
            "Học vụ. . . . Dạ em tên [full_name], MSSV: [student_id], em thuộc khoa cơ khí khoá k15 hiện em chỉ còn tiếng anh nói viết nữa là có thể tốt nghiệp nhưng hiện tại thì em đã hết thời gian học theo chương trình đào tạo. Vậy em có thể xin gia hạn thêm để có thể hoàn thành chương trình học để tốt nghiệp không ạ. Mong nhà trường có thể giúp em với ạ. Em cảm ơn nhiều rất nhiều ạ.  /QUOTE . .",
            "Chào bạn, . . - Bạn thuộc khu vực 1 được phép kéo dài thêm một học kỳ chính. . . - Bạn vui lòng làm đơn kéo dài(tự làm, không mẫu)nộp qua BKSI hoặc tại Phòng đào tạo. . - Sinh viên vui lòng xem chi tiết quy định: Điều 3.2 Kéo dài thời gian đào tạo tại Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21). . Thân"
        ]
    }
]