[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô.. . Em là [full_name] sinh viên K21 - Điện Điện Tử. MSSV: [student_id]. . Em có câu hỏi là.. . Đầu năm em có tham gia các minigame, các bài đăng post Facebook của đoàn khoa với gần đây em có đi hiến máu mà sao em không được cập nhật bất kì ngày CTXH nào vậy ạ ?. . Em cảm ơn.. .",
            "\"Chào em,. . Về ngày CTXH, SV vui lòng liên hệ về văn phòng Đoàn Khoa/Đoàn Trường để được hướng dẫn và cập nhật nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy, cô phòng đào tạo,. . Em là [full_name], MSSV: [student_id]. Em đã hoàn thành Toeic 4 kỹ năng đúng chuẩn tốt nghiệp của khoá K16. Và em đã nằm trong danh sách tốt nghiệp dự kiến tháng 04/2022. Hiện tại, em cần đăng ký thu nhận lại để được đăng ký tốt nghiệp.. . Em cảm ơn thầy cô đã đọc yêu cầu này và mong sớm nhận được phản hồi từ thầy, cô!",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào phòng đào tạo trường đại học bách khoa tp hcm.. . Em tên [full_name], mssv [student_id], khoa công nghệ vật liệu. Em hiện tại chỉ còn thiếu anh văn nói viết là đủ điều kiện tốt nghiệp, nhưng hiện tại em đã hết hạn 13 học kỳ nên bị đưa vào tình trạng nghỉ trên mybk.. . Mong phòng đào tạo giúp đỡ gia hạn thời gian đào tạo tối đa thêm 1 kỳ để em có thể hoàn thành đủ điều kiện tốt nghiệp.. . Em xin chân thành cảm ơn phòng đào tạo rất nhiều.. .",
            "Chào bạn,. . Pđt gởi đính kèm Mẫu đơn kéo dài thời gian đào tạo, SV điền thông tin và gởi tại BKSI để Pđt xử lý. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi đợt đăng kí dự thính hè lần 1 này nếu chọn được môn thì có chắc chắn được chọn ở lần 2 không ạ",
            "Chào bạn. . . . - Về việc đăng kí môn học học kì hè 2021 - 2022 (HK213), bạn vui lòng xem lại thông báo chi tiết ngày 01/04/2022 (tại tin nhắn BKel) nhé.. . Xem chi tiết lịch đăng ký môn học tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ năm học 2021-2022    Học kỳ 3.. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . . . Thưa thầy/cô,. . . . Em tên là [full_name]. . MSSV: [student_id]. . . . Em có đăng kí tốt nghiệp và theo mybk em đã đủ ngày ctxh nhưng vẫn bị thông báo là nợ ctxh vẫn chưa được tốt nghiệp. Kính nhờ quý thầy cô kiểm tra giúp em vấn đề này ạ. . . . . Em xin trân trọng cảm ơn.",
            "\"Chào bạn, . . Thứ 6 hàng tuần  Phòng đào tạo  sẽ lấy dữ liệu SV đăng ký và đã thanh toán lệ phí tốt nghiệp trước đó để tiến hành in giấy chứng nhận tốt nghiệp tạm thời, dự kiến nhận trễ nhất vào thứ 3 tuần tiếp theo bảng scan giấy chứng nhận tốt nghiệp sẽ được tải lên trang đăng ký hồ sơ cấp bằng, Sinh viên tự lên tải về sử dụng trong thời gian này. Sau đó Sinh viên liên hệ Phòng đào tạo (101A1) để nhận bảng chính nếu có nhu cầu. . Thân\"",
            "Thưa cô, vấn đề em đang mắc phải ở đây là em vẫn   B  bị thông báo là chưa đủ điều kiện để đăng kí tốt nghiệp ạ, mặc dù em đã hoàn thành ngày CTXH (15,5 ngày)  /B .. . . . Em có đính kèm hai hình ảnh ở câu hỏi đầu tiên ạ. Mong cô giải quyết giúp em vấn đề này.",
            "Chào bạn. . Thứ 6 hàng tuần Phòng Đào tạo sẽ cập nhật lại danh sách tốt nghiệp mới và mở khóa cho các trường hợp sinh viên nợ HP và Nợ ngày CTXH (sau khi đã thanh toán HP/bổ sung đầy đủ ngày CTXH trước thứ 5 hàng tuần), Sinh viên đăng ký tốt nghiệp lại vào thứ 2 tuần sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name] . . Em có những thắc mắc sau mong pdt giải đáp. .   i Tốt nghiệp . 1. Dạ hiện tại em muốn đăng kí in bằng tốt nghiệp tạm thời ạ. . . Xin phòng đào tạo hướng dẫn. . . . . 2.. . - Em đã đăng kí tốt nghiệp từ tháng 3 rồi. Cho em hỏi là trễ nhất là bao lâu em mới có bằng chính thức ạ. . - Em có đăng kí gửi qua bưu điện tới địa chỉ nhà. Trong trường hợp sai sót mong pđt phản hồi để em chỉnh sửa kịp thời ạ. . . . . 3. Em đăng kí in bảng điểm từ 16/03 gửi qua đường bưu điện nhưng hiện tại (08/04) vẫn chưa có ai liên hệ ạ. . . . . Em cảm ơn",
            "Chào em;. . Phòng Đào tạo gửi em giấy chứng nhận tốt nghiệp tạm thời (bản scan). Còn thời gian lịch trình tốt nghiệp đã có thông báo trên trang aao    tốt nghiệp    thông tin tốt nghiệp. . Bảng điểm sẽ gửi lại cho em qua đường bưu điện trong chiều nay nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện em đã đăng kí tốt nghiệp và có tên trong danh sách tốt nghiệp dự kiến tháng 04/2022. . . Em mong muốn được lấy chứng nhận tốt nghiệp tạm thời để bổ sung vào hồ sơ du học ạ.",
            "Chào bạn. . Bạn chuẩn bị được cấp bằng chính thức luôn nghen, vui lòng đợi mail thông báo nhận bằng trong tháng 04/2022. . Thân",
            "Chào bạn, . . Phòng đào tạo hỗ trợ in giấy chứng nhận tốt nghiệp tạm thời cho bạn, thứ 4 tuần sau bạn liên hệ trực tiếp phòng đào tạo 101A1 để lấy bản chính. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào quý thầy Cô! Em là [full_name], MSSV : [student_id], em vừa đủ điểm nói viết để xét tốt nghiệp, giờ em phải làm gì mới có tên trong danh sách tốt nghiệp ạ! Em cảm ơn! Mong nhận được sự phản hồi sớm từ phòng đào tạo ạ!!!",
            "\"\"\"Chào bạn. . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nghen. . . Thân. . \"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh/chị,. . em dã nộp đơn cứu xét tốt nghiệp và đã được xác nhận vào ngày 04/04/2022. Nhưng đến nay em chưa được mỡ lại trạng thái học để đăng ký tốt nghiệp, bởi vì ngày 9-10-11 tháng 4 là 3 ngày nghĩ, em sợ không đăng ký tốt nghiệp trước ngày 11/4 kịp. mong anh /chị phản hồi sơm giúp em.",
            "\"Chào bạn. . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nghen. . . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào [full_name]T. . . . Em tên [full_name], MSSV: [student_id]. . [full_name]T cho em hỏi em là sinh viên khoa giao thông bị buộc thôi học do không có CCTA. Em muốn xin chuyển sang hệ VLVH thì em cần làm đơn như thế nào vậy ạ?. . . . Em xin cám ơn",
            "Chào bạn,. . . . - Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . . . - Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ lúc xét tuyển em có nộp bản photo IELTS và có đóng tiền để bên IDP chuyển qua cho trường, nhưng em quên bấm chuyển điểm, bây giờ bằng IELTS của em đã hết hạn, nên em đã chạy xuống phòng đào tạo hỏi thì được hướng dẫn lên đây. Có cách nào để em được chuyển điểm không ạ, chứ nếu như thi lại thì rất tốn tiền ạ. . .   i Yêu cầu khác .",
            "Chào bạn,. . . . Theo quy định về nộp chứng chỉ ngoại ngữ. . . . TOEFL iBT: Sinh viên liên hệ trung tâm khảo thí IIG Việt Nam và đề nghị gửi một bản sao CCNN về Phòng Đào tạo trường ĐH Bách Khoa, 268 Lý Thường Kiệt, Quận 10, Tp.HCM; hoặc SV mang hai bản sao CCNN đến Trung tâm ngoại ngữ trường Đại học Bách Khoa để được xác nhận và nộp tại Phòng Đào tạo.. . . . KET, PET, FCE, CAE: SV mang hai bản sao CCNN đến Trung tâm ngoại ngữ trường ĐH Bách Khoa để được xác nhận và nộp tại Phòng Đào tạo. . . . . IELTS: Sinh viên liên hệ Hội đồng Anh hoặc IDP và đề nghị gửi một bản sao CCNN về Phòng Đào tạo (Người nhận: [full_name]) - trường Đại học Bách Khoa, 268 Lý Thường Kiệt, P.14, Quận 10, Tp.HCM.. . . . Phòng đào tạo sẽ không xác nhận dữ liệu anh văn của bạn nếu chứng chỉ hết hạn.. . . . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . . . Thân",
            "Dạ tức là bằng IELTS của em đã được chuyển cho nhà trường lúc đăng kí nhập học rồi ạ, bằng lúc đó chưa hết hạn, liệu nhà trường có thể cho em chuyển điểm được không ạ. và nếu trường hợp xấu nhất là em ko được chuyển điểm thì có ảnh hưởng đến việc đăng kí môn học năm 3 của em không ạ",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Chào bạn,. . . . Thời điểm đó bạn nộp cho nhà trường để làm thủ tục xét tuyển tuyển sinh. Sau khi bạn trúng tuyển thì bạn phải khai thông tin Chứng chỉ ngoại ngữ trên app myBK theo quy định và theo thông báo. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện tại em đang định đăng ký tốt nghiệp nhưng tài khoản mybk của em đang chưa được cấp quyền để đăng ký. Em có hỏi thì biết được rằng do em không đăng ký môn học nên tài khoản không được cấp quyền. Vậy có cách nào để mở khóa lại để em có thể đăng ký tốt nghiệp không ạ. Em có gửi kèm ảnh chụp màn hình ạ. . . . Hiện tại bên bke đang cập nhật điểm anh văn cho em và họ cũng gửi thông báo là sẽ cập nhật điểm trong tuần này để kịp đăng ký tốt nghiệp. Thì em cũng mong muốn là khi bên họ cập nhật bằng toeic qua thì em có thể đăng ký tốt nghiệp liền để kịp trước này 11/4 này ạ. . . . Em xin cảm ơn và xin chúc thầy/cô có 1 ngày tốt lành",
            "Hiện tại em đã nhận được email tốt nghiệp nhưng tài khoản mybk vẫn chưa được cấp quyền để đăng ký tốt nghiệp. Mong thầy cô có thể xem lại trường hợp của em ạ",
            "Chào em;. . đã có quyết định thu nhận, em lên đăng ký tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa phòng đào tạo,. . Do tình hình dịch bệnh nên bây giờ em mới hoàn thành thực tập được nhưng mà điểm thực tập của em đã cập nhật là điểm 13. Liệu em có thể làm đơn xin cập nhật lại điểm được không ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . . . Về vấn đề này, bạn vui lòng liên hệ giảng viên giảng dạy để được hỗ trợ nhé. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô ạ. . . Em là [full_name], MSSV [student_id] thuộc khoa Xây Dựng và đã đăng ký xét tốt nghiệp trên bksi nhưng nhận được thông báo là em còn nợ bằng toeic nên chưa đủ điều kiện xét tốt nghiệp mặc dù em đã nộp lên myBK và được thẩm tra hợp lệ ngày 5/4/2022.. . Vì vậy nên em đã kiểm tra kỹ lại về chứng chỉ ngoại ngữ.. . . . Chứng chỉ ngoại ngữ (toeic kỹ năng nghe + đọc) em đã nộp và đã được thẩm tra hợp lệ vào ngày 5/4/2022 (đạt kết quả 670/500 theo chuẩn đầu ra cho sinh viên khóa 17 ạ).. . . . [full_name] nói viết em thi tại BK English cũng đã đạt 255/200. Và trên trang web của trung tâm cũng có ghi là điểm được chuyển thẳng về phòng đào tạo ạ.. . . . Đồng thời khi kiểm tra đầu vào em cũng đã được miễn anh văn cơ bản, anh văn 1,2,3 và cũng đã học xong anh văn 4 (mã môn học: LA1009) trong năm nhất học kỳ 171 (minh chứng ở hình dưới). . . . Em hi vọng pđt kiểm tra thông tin lại giúp em ạ. Em rất mong được tốt nghiệp trong đợt này ạ. . Em cảm ơn thầy cô rất nhiều."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào anh (chị) PĐT.. . . . Cho em hỏi hệ VLVH đóng trễ học phí bị phạt như thế nào ạ?. . . . Xin cảm ơn!",
            "Chào bạn, . . - Sinh viên vui lòng xem chi tiết quy định: Điều 28.4 Không thanh toán học phí tại Quyết định ban hành Quy định chung về học vụ và đào tạo (số 2931 ngày 10/9/21).. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thông tin sinh viên . Em là [full_name], MSSV:[student_id]. Hiện tại thì điểm TBTL và số TCTL của em chỉ mới cập nhật tới HK202. Mong PĐT check lại và cập nhật giúp em với. Em cảm ơn",
            "Chào bạn. . . . Trước tiên, Bạn vui lòng kiểm tra lại điểm từng môn học được nhập đúng là được. . Hiện tại số tín chỉ và điểm trung bình học kỳ chưa cập nhật đúng. . Sẽ được cập nhật đúng vào cuối tháng 05/22. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em tên [full_name] , mssv: [student_id]. Dạ trước đó em có đóng tiền cho trường nhưng qua việc chuyển khoản cho trường qua số tài khoản ocb của trường ạ , stk: 000 410 686868 8006 , chi nhánh Phương Đông Chợ Lớn ạ , đóng học phí theo hình thức này có được chấp nhận không ạ?",
            "đã xử lý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Sinh viên nhờ lấy hộ bảng điểm đã đăng ký in tại trường. . . . Người nhận hộ: [full_name]. . MSSV: [student_id]. . . . Người nhận: [full_name] - [student_id]",
            "Đã giải quyết trực tiếp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào phòng đào tạo, em là [full_name], khóa K19. Em có câu hỏi muốn hỏi là vào học kì 203 em có đăng ký môn Giải tích 2 (MT1005) nhưng em đã đăng ký hoãn thi và đến nay em đã hoãn thi môn này được 2 lần (dự tính học kì 212 sẽ hoãn thi luôn tức là 3 lần) thì trong kì hè này (HK213) em có thể thi để xóa điểm hoãn thi được không ạ vì theo quy định của nhà trường thì thời gian là một năm. Em cám ơn admin nhiều ạ. Chúc admin một ngày tốt lành. . . . .",
            "Chào bạn. . Hiện tại môn Mt1005 đã cập nhật lịch thi. . SV xem lịch thi được cập nhật tại: mybk.hcmut.edu.vn =  Thông tin sinh viên =  Lịch thi. .  Lưu ý:. . -    Lịch thi sẽ được cập nhật liên tục vì vậy SV cần theo theo dõi thường xuyên lịch thi của mình. . -    Các môn học sẽ được thi tại trang thi: exam.hcmut.edu.vn , SV chỉ được đăng nhập vào trang thi 01 lần duy nhất trong ngày (trước thời gian thi môn đầu tiên). ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào Cô.. . Em tên là [full_name] - MSSV: [student_id].. . Em đã nộp AV để xét tốt nghiệp, chuyển điểm và đang đợi thẩm tra. 11/4 này hết hạn nên mong Cô có thể xét cho em để em có thể mở trang Đăng ký tốt nghiệp ( Trang ĐKTN của em đã bị đóng em không thể lên ĐK được) để đăng ký đúng hạn ngày 11/4 được không ạ. . . Em rất mong nhận được sự giúp đỡ và phản hồi từ Cô. Em cảm ơn.",
            "\"Chào bạn, . . - Khi nào bạn đủ điều kiện để tốt nghiệp bạn vui lòng đăng ký xét tốt nghiệp bổ sung tại BKSI mục tốt nghiệp. . . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Phòng đào tạo ạ,. . . . Em đăng ký môn Luận văn tốt nghiệp (EE4337) vào kỳ hè 213 gồm 9 tín chỉ, vậy em phải đóng học phí là 880 x 9 phải không ạ?. . . . Em xin cảm ơn phòng đào tạo.. . . .   i Đăng ký môn học .",
            "Chào bạn,. . . . Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí    Mức thu học phí các bậc đào tạo năm 2021-2022   . . Chúc bạn học tốt.. . . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . . Dạ em chào thầy/cô,. . . . Em tên [full_name], MSSV [student_id].. . . . Hiện tại em đang gặp trục trặc về tài khoản thẻ ngân hàng. Cụ thể là:. . Thông thường, em sẽ chuyển tiền từ tài khoản ViettelPay sang OCB và sau đó thanh toán học phí trên BKPay.. . Tuy nhiên, hôm nay em thanh toán trên ViettelPay bị lỗi (giao dịch đã bị trừ tiền và giao dịch thì đang trong tình trạng chờ xử lý) và bên ngân hàng MB bảo là giao dịch của em sẽ được hoàn tiền sớm nhất vào ngày 13/4.. . . . Hiện tại em cũng chưa biết xử lý thế nào? Em có thể xin gia hạn nộp học phí không ạ? Và cách thức xin gia hạn học phí như thế nào? Mong thầy cô hỗ trợ em.. . . . Em cảm ơn.",
            "Chào bạn. . PĐT đã ghi nhận bạn thanh toán xong học phí HK212. . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là giờ em muốn gia hạn thời gian đóng học phí học kì dự thính hoặc kì chính dc ko ạ",
            "Chào bạn, . . PĐT ghi nhận bạn chưa thanh toán học phí đại học chính quy HK 212. Bạn vui lòng thanh toán học phí theo đúng quy định.. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Nộp đơn xin gia hạn học phí",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email: [email]. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào các thầy cô ạ. . . . Em có một thắc mắc đó là nếu khi em sử dụng dịch vụ in   B giấy xác nhận điểm trung bình học kỳ   /B thì trên giấy đó có bảng điểm của học kỳ mà em chọn để in hay không ạ. Hay là chỉ có điểm trung bình của học kỳ đó thôi.. . . . Em xin cảm ơn ạ.. .   i Yêu cầu khác .",
            "Chào em;. . Giấy xác nhận điểm trung bình học kỳ chỉ in ở học kỳ hiện tại, không in các học kỳ cũ nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng đào tạo,. . . . Hiện Đoàn trường đã cập nhật đủ ngày công tác xã hội cho em là 18.5 ngày. Tuy nhiên khi vào đăng ký tốt nghiệp hệ thống báo em còn nợ CTXH nên không đăng ký được. Nhờ phòng đào tạo xem xét giúp em. Em xin chân thành cảm ơn.. . . . [full_name]. . Nguyễn Nhật [full_name].. . . .",
            "Chào bạn. . Thứ 6 hàng tuần Phòng Đào tạo sẽ cập nhật lại danh sách tốt nghiệp mới và mở khóa cho các trường hợp sinh viên nợ HP và Nợ ngày CTXH (sau khi đã thanh toán HP/bổ sung đầy đủ ngày CTXH trước thứ 5 hàng tuần), Sinh viên đăng ký tốt nghiệp lại vào thứ 2 tuần sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Em chào các thầy cô ạ!. . . . Hiện tại em đang làm một hồ sơ mà bên nhận hồ sơ yêu cầu phải có điểm rèn luyện khá trở lên.. . . . Em có một thắc mắc nữa là làm thế nào để em được nhà trường xác nhận điểm rèn luyện của mình ạ?. . . . Em xin cảm ơn.\t. .   i Yêu cầu khác ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy/cô,. . Em là [full_name], Khóa K19.. . . . Bắt đầu từ khóa K19 trở đi, tụi em phải trả học phí theo học kỳ (17tín chỉ/HK) và được giảm 25% nếu đăng ký ít hơn 12 tín chỉ/HK.. . . . Em có một đề nghị là nhà trường nên giảm 50% học phí nếu sinh viên đăng ký ít hơn (bằng) 9 tín chỉ/HK. Và giảm 75% học phí nếu sinh viên đăng ký ít hơn(bằng) 5 tín chỉ/kỳ.. . . . Lý do: Một số sinh viên, đặc biệt là sinh viên năm cuối có số tín chỉ đăng ký trong một học kỳ ít hơn 12 hoặc 9 tín chỉ nhưng vẫn phải đóng trọn học phí theo quy định. Như vậy, sinh viên sẽ bị mất một số tiền lớn và hằng năm học phí còn tăng 10% thì số tiền bị mất cũng ngày càng tăng và số tiền đó cũng là một vấn đề lớn của nhiều gia đình.. . . . Mong các thầy cô đồng ý với đề nghị của em đưa ra.. . Em cám ơn thầy cô!. . . . . .",
            "Chào bạn,. . - Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí    Mức thu học phí các bậc đào tạo năm 2021-2022. . - Cô ghi nhận ý kiến đóng góp của bạn và sẽ trình ban lãnh đạo ý kiến đóng góp của bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em kính chào thầy/cô,. . . . Hiện trạng bây giờ em không đăng ký tốt nghiệp trên hệ thống trang web của trường. Sau khi em điền hết thông tin yêu cầu nhưng không cho xác nhận. . . Mong thầy cô xem xét giúp em.Em xin chân thành cám ơn thầy cô.. .",
            "Chào em;. . em chụp mịnh chứng lại để xem bị gì nhé. . Thân",
            "Em kính chào thầy,. . . . Em là [full_name], mssv [student_id], lớp liên thông đại học chính quy nhưng chưa thi xong anh văn 2 kỹ năng và hết hạn đào tạo nên đã chuyển sang hệ VHVL. Em đã lên trường gặp thầy/cô phòng đào tạo làm giấy chuyển hệ và các thầy/cô nói không cần thi anh văn 2 kỹ năng nữa, đăng ký tốt nghiệp kỳ này nhưng em vẫn ko đăng ký, xác nhận qua online. (hình gửi đính kèm(. . . . Mong thầy xem xét giúp em, có thể đăng ký tốt nghiệp tháng 4 này kịp thời không ạ. Em chân thành xin cảm ơn.. . . . [full_name]. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo Trường Đại Học Bách Khoa TPHCM.. . . . Em là [full_name] - lớp DD17KTD5. . Em đã nộp chứng chỉ TOEIC vào ngày 10/2 và đã đăng ký chuyển điểm vào ngày 1/4. Được xác nhận đăng ký chuyển điểm vào ngày 4/4. Tình trạng hiện tại của em đang bị tạm dừng học vì không đăng ký môn học, hiện tại em đã đủ điều kiện Tốt Nghiệp và đã gửi đơn xin thu nhận lại về Văn Phòng Khoa Điện, Văn Phòng Khoa xác nhận đã gửi công văn đến Phòng Đào Tạo. Em xin phép hỏi Phòng Đào Tạo rằng em có được thu nhận lại sớm để kịp cho đợt tốt nghiệp 24/4 sắp tới hay không? Kính mong nhận được phản hồi và hướng dẫn của phòng đào tạo để em được tốt nghiệp đúng hạn và có sự chuẩn bị tốt hơn cho buổi lễ TN sắp tới. . . Em xin chân thành cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là nếu đăng ký thực tập trong hè thì học phí vẫn tính theo chỉ dự thính hay tính theo trong năm học ạ!. . Em cảm ơn",
            "Chào bạn,. . Về học phí thực tập HK hè 213, bạn vui lòng xem lại thông báo về việc đăng ký môn học HK hè 2021-2022 (HK213) + Dự thính hè 213 tại tin nhắn BKel.. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kì 212 em chưa đăng kí LVTN được, nên đang tình trạng tạm dừng học, nhưng tại sao đăng kí vào học kì hè thì không được đăng kí vì lí do đang tạm dừng học ạ",
            "Chào bạn,. . . . -Về việc này bạn đăng ký thu nhận lại nhé. . -Về việc đăng ký thu nhận lại:. . Bạn vui lòng tải mẫu đơn: Thu nhận tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua trực tiếp tại Phòng đào tạo hoặc BKSI. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Học vụ  /i [full_name] [full_name] [full_name] [full_name] Kính gửi phòng đào tạo đại học Bách Khoa Tp[full_name]HCM[full_name][full_name] [full_name] [full_name] [full_name] Vì những lý do gia đình, em đã không đăng ký môn học học kỳ 212 năm 2021 - 2022[full_name] Hiện tại em đã bị tạm dừng học học kỳ 212 năm học 2021-2022[full_name] Em viết đơn này rất mong sự giúp đỡ của phòng đào tạo giúp em đăng ký thu nhận lại trong học kỳ 213 năm học 2021-2022 để hoàn thành chương trình học của mình[full_name][full_name] [full_name] [full_name] [full_name] Em sẽ cố gắng học tập và chấp hành tốt quy chế của nhà trường, thực hiện đầy đủ nhiệm vụ sau khi được thu nhận lại[full_name] Mong phòng đào tạo và nhà trường tạo điều kiện để em có thể quay lại tiếp tục học và đăng ký môn học trong học kỳ 213 năm học 2021 - 2022[full_name] [full_name] [full_name] [full_name] [full_name] Em xin chân thành cảm ơn[full_name][full_name] [full_name]                             Sinh viên[full_name] [full_name]                                [full_name][full_name] [full_name]                             Lê Văn [full_name][full_name] [full_name]",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của bạn.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 05/2022). . Xem chi tiết lịch đăng ký môn học HK kế tiếp (HK 213) dự kiến cập nhật trước tháng 05/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2021-2022    Học kỳ 3. . để đăng ký môn học. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy (cô),. . Em tên [full_name] MSSV: [student_id] hiện đã hoàn thành tất cả điều kiện tốt nghiệp nhưng vẫn chưa được cập nhật trong danh sách dự kiến tốt nghiệp. Thầy (cô) xem lại giúp em còn thiếu điều kiện gì mà em chưa biết không ạ. Em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã đủ điều kiện tốt nghiệp, nên gửi câu hỏi qua bksi để được xét TN bổ sung. Vậy là em không cần đăng kí tốt nghiệp đúng không ạ? Do trạng thái sinh viên của em đang là tạm dừng, không đăng kí trên mybk được."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "\"\"\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] - sv k20 trường ĐHBKTPHCM , kì 212 vừa rồi em bị hủy 1 môn thể chất dẫn đến em k đủ 2 thể chất để pass sang năm 3 , và kì hè cũng k được đăng ký thể chất thì có cách nào giải quyết được không ạ . .  .",
            "Chào bạn,. . . . -Về quy định giáo dục thể chất, sinh viên phải hoàn thành chương trình Giáo dục Quốc phòng - An ninh và Giáo dục Thể chất để có thể được xếp trình độ từ năm thứ ba. . . . -Bạn lưu ý theo dõi tin nhắn qua BKEL về việc đăng ký học GDTC trong kỳ hè bạn nhé. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô (anh/chị). Em là [full_name], MSSV [student_id]. Hiện tại em đã đủ điều kiện để xét tốt nghiệp nhưng hiện tại tình trạng sinh viên của em là \"Tạm dừng\". Cho em hỏi là Phòng Đào tạo có thể kiểm tra điều kiện xét tốt nghiệp của em được không ạ? Nếu em đã đủ điều kiện xét tốt nghiệp thì Phòng Đào tạo có thể ra quyết định thu nhận để em đăng kí tốt nghiệp được không ạ? . . Em xin chân thành cảm ơn. . .  . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ cho em hỏi em đã đủ điều kiện tốt nghiệp chưa ạ, và nếu đủ rồi thì có thể mở lại tình trạng sinh viên cho em được không ạ?. . Em cảm ơn.. .",
            "Chào bạn. . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nghen. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào PĐT ạ, em muốn hỏi là sinh vién K20 có được đăng kí những môn học lần đầu (ví dụ các môn chính trị...) ở kì hè 213 không ạ. Mong PĐT giải đáp thắc mắc giúp em ạ. Em xin cảm ơn.",
            "Chào bạn, . . - Về việc đăng kí môn học học kì hè 2021 - 2022 (HK213), bạn vui lòng xem lại thông báo chi tiết ngày 01/04/2022 (tại tin nhắn BKel) nhé.. . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào phòng đào tạo . . Em tên là [full_name], mssv [student_id], khoa công nghệ vật liệu. . Cho em hỏi là nếu em đăng ký luận văn tốt nghiệp đợt hè 213 thì học phí sẽ theo kỳ chính hay là kỳ dự thính 880xn ạ.",
            "Chào bạn, . . Về học phí LVTN HK hè 213, Dự thính hè 213, bạn vui lòng xem lại thông báo chi tiết ngày 01/04/2022 (tại tin nhắn BKel) nhé.. . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Người thân tới nhận bảng điểm có mối quan hệ là anh.. . Họ tên người tới nhận: Nguyễn Huỳnh Như Ý. . . Sinh năm: 1992.. . Em xin cảm ơn.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . chào thầy , cô ngày mai 9/4 em có tiết kiểm tra giữa kỳ mà thiết bị thi của em bị hư em muốn hoãn thi thì sao ạ",
            "\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "V/v thu nhận lại . Dạ thưa thầy cô, em không đăng ký môn HK2 nên đã bị tạm dừng HK2. Em đã làm đơn và gửi PĐT để có thể thu nhận lại. Nhưng nay em lên xem lại tình trạng sinh viên của mình vẫn đang bị tạm dừng ạ.. . Em kính cảm ơn quý thầy cô.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của bạn.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 05/2022). . Xem chi tiết lịch đăng ký môn học HK kế tiếp (HK 213) dự kiến cập nhật tháng 04/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2021-2022    Học kỳ 3. . Sau 13h ngày 10/05/2022, SV vào ĐKMH. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô, em là SV K19. . Em có nghe được thông tin được là, kì tới muốn đăng kí các môn học có mã 4xxx thì bắt buộc phải nộp bằng tiếng anh dù đã pass được chuẩn anh văn.. . Thầy, cô cho em hỏi thông tin đó có chính xác không ạ?. . Em xin cảm ơn.",
            "Chào bạn,. . . . Về chương trình đào tạo, vui lòng liên hệ Khoa/ Bộ môn để được hỗ trợ bạn nhé. . . . Bạn vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt.. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn. . Phòng đào tạo gởi Sinh viên Phiếu cho phép kiểm tra bổ sung học kỳ 2/2021-2022 theo file đính kèm.. . Sinh viên cần bản chính vui lòng liên hệ phòng đào tạo 101A1 để nhận.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào nhà trường, em vừa đóng học phí HK212 với tổng số tiền là 12 triệu đồng. Trên biên lai, \"số tiền\" hiển thị đúng 12 triệu đồng, nhưng \"số tiền bằng chữ\" lại chỉ ghi là MỘT ĐỒNG. Em rất lo rằng sẽ có trục trặc gì đó vì số tiền 12 triệu với em rất lớn. Mong nhà trường xem xét và phản hồi lại cho em trong thời gian sớm nhất. Em xin cám ơn.",
            "Chào bạn,. . PĐT đã ghi nhận bạn thanh toán xong học phí đại học chính quy HK212. . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] Thưa cô![full_name] [full_name] Em tên là [full_name], MSSV: [student_id][full_name] [full_name] [full_name] Em viết đơn này lý do là phòng đào tạo đã gửi mail cho em nói em đã có tên trong danh sách tốt nghiệp[full_name] Nhưng khi em lên danh sách xem thông tin của em, nhưng lại không có tên em trong danh sách ạ[full_name] Em xin chân thành cảm ơn cô[full_name] [full_name] [full_name] Sinh viên,[full_name] [full_name] [full_name]",
            "Thưa cô!. . Em tên là [full_name], MSSV [student_id]. . Hôm nay ngày 9/4 em đã vô xem và đã thấy tên mình trong danh sách tốt nghiệp ạ. Nhưng em chưa đăng ký tốt nghiệp được do tình trạng sinh viên là nghỉ học. EM xin phép được thu nhận lại để được làm tốt nghiệp ạ. Xin chân thành cảm ơn.. . Sinh viên. . [full_name]",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào thầy/ cô đang đọc bản câu hỏi này, em là sinh viên khoa Kỹ thuật Hóa học K17, bộ môn Công nghệ Sinh học. . . Học kỳ hè này em muốn đăng ký môn học thực tập tốt nghiệp CH33B3 nhưng khi đăng ký thì em chưa thấy môn học được mở. Kính xin quý thầy cô xem xét và tạo điều kiện cho em được đăng ký môn học, để được thực tập tốt nghiệp, từ đó có điều kiện làm đồ án môn học và luận văn. . . Em xin cảm ơn quý thầy/ cô.. .",
            "Chào bạn,. . . . Về việc mở môn học thực tập tốt nghiệp sinh viên vui lòng liên hệ về Khoa để kiểm tra mã số môn học chính xác. Sau đó khoa sẽ báo bộ phận đăng ký môn học mở bổ sung để sinh viên đăng ký vào 10/05/22 nhé. . . . -Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em vừa chuyển trường, bên trường mới yêu cầu bảng điểm những môn đã học có con dấu của trường BK nên em muốn xin bảng điểm của trường. Em xin cảm ơn.. .",
            "\"Chào em,. . SV vui lòng vào trang https://mybk.hcmut.edu.vn/3. Đăng ký in Bảng điểm. . Để đăng ký nhé!. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ không biết em có thể huỷ hoãn thi môn Phân tích thiết kế giải thuật (CO3031) học kì 202 được không ạ.Nếu được thì phải làm như nào ạ.  Mong PDT xem xét giúp em với ạ. Em cảm ơn.. .",
            "Chào bạn. . Pdt kiểm tra bạn đã có điểm môn này ở Hk202 rồi, tại sao lại hủy hoãn thi?. . Thân",
            "Chào em,. . Em vui lòng trình bày rõ vấn đề của bạn giúp? lý do hủy là gì?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em muốn đăng ký môn PE1025, pdt giúp em đăng ký . .",
            "Chào em;. . em phải đăng ký online nhé. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân.\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1512850  /b \t. . . .   i Tốt nghiệp . Em chào Thầy/Cô,. . Em khóa 2015 nay đã hết thời hạn học và tình trạng sinh viên của em báo Nghỉ và em không thể đăng kí tốt nghiệp được.. . Em đã đủ anh văn Speaking/Writing để xét tốt nghiệp. Dạ cho em hỏi em có thể tốt nghiệp được không ạ.. . Em chân thành cảm ơn Thầy/Cô ạ.. .",
            ". . Em chào Thầy/Cô,. . Em mới có tên trong danh sách tốt nghiệp dự kiến, nhưng tình trạng em báo Nghỉ và em không thể đăng kí tốt nghiệp được. . . Làm sao để em có thể đăng kí được ạ.. . Em chân thành cảm ơn Thầy/Cô.",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . . . Thân"
        ]
    }
]