[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name]. MSSV: [student_id]. . Lớp CK19LOG2. . Em bị hủy môn PE1023 do bị trùng lịch với ME2123 Kỹ thuật hệ thống (mới cập nhật thời khóa biểu). . Cho em xin được đăng ký môn PE1023 Võ lớp L04 ạ.. . Em xin cảm ơn.",
            "Đã bổ sung môn PE1023 nhóm L04 cho em. . Em xem lịch học và đi học trước, tkb cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] - [student_id] - [phone_number]. .   i Yêu cầu khác . Cho mình hỏi là vào ngày   B 19/09/2020  /B . . Mình đã thực hiện CTXH là đo thân nhiệt trong 2 ca là   B ca 1  /B  và   B ca 2  /B , thời gian từ 6h tới 13h30.. . . . Và hôm đó mình đã xác nhận được tính là 2 ca rồi, nhưng phòng CTXH chỉ cập nhật   B 0.5  /B  ngày CTXH cho mình thôi?. . . . Hiện nay mình đang   B thiếu 0.5  /B  ngày CTXH để đăng ký tốt nghiệp nên rất cần phòng CTXH cập nhật sớm để mình có thể tốt nghiệp đúng hạn.. . Cám ơn.. .",
            "Chào bạn,. . . . Việc này bạn liên hệ văn phòng Công Tác Chính Trị Sinh Viên.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin được cập nhật lại ngành học của em ạ. Em đã xin rút chương trình việt pháp vào khoảng đầu hk191 và đã được phân ngành kĩ thuật xây dựng vào đầu hk201 ạ",
            "Chào bạn,. . . . Phần thông tin sinh viên trên cổng thông tin sinh viên PDT sẽ cập nhật sau nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô! . . Em tên là [full_name]. Mssv [student_id]. Hệ VHVL. . . Thầy cô cho em hỏi là em chuyển hệ chính quy qua vhvl khóa 2019 nhưng chương trình học của em là khóa mấy ạ? Em thấy có nhiều bạn khóa 2019 nhưng chương trình học là khóa 2013. Em xin cảm ơn!. . . .",
            "Chào bạn,. . . . Bạn học theo chương trình khoá 2013.. . . . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào, em tên là Nguyễn Xuân [full_name] sinh viên khoa khoa học và kỹ thuật máy tính.. . Hiện tại em đang thực hiện Luận văn tốt nghiệp để hoàn thành chương trình học, nhưng do thiếu chứng chỉ ngoại ngữ nên em vẫn chưa đăng ký được môn học Luận Văn Tốt Nghiệp. . . Em đã đăng ký nộp bổ sung chứng chỉ ngoại ngữ vào ngày 24/09/2020 trễ so với hạn chót nộp chứng chỉ ngoại ngữ xét luận văn tốt nghiệp trong lịch học vụ. Em cần phải làm gì để có thể được đăng ký môn học Luận Văn Tốt Nghiệp trong đợt đăng ký cuối cùng vào ngày 25/09/2020 đến ngày 01/10/2020. . . Mong quý thầy cô giúp đỡ.. . Em xin cảm ơn.. . [full_name]",
            "Chào bạn. . Bạn vào đăng ký lvtn lúc 13g ngày 1/10/20 nghen bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô,. . Em tên là [full_name] [full_name], MSSV:[student_id]. . Mai em dự thi cuối kì của kì dự thính hè 193. . và hôm nay em mới có thể đóng học phí trễ hạn được nhưng hệ thống [full_name] báo lỗi không thanh toán được.. . Giờ có cách nào giải quyết không ạ!. . Em xin cảm ơn",
            "Chào bạn,. . . . Việc này bạn liên hệ trực tiếp ngân hàng OCB nha, nếu bạn chưa hoàn thành học phí sẽ không cho phép vào phòng thi nha. Bạn liên hệ gấp.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em xin đăng ký môn Nhà nhiều tầng (CI3121) lớp A01 để đảm bảo chương trình học.. . Em xin chân thành cảm ơn",
            "Chào bạn,. . . . Đã đăng kí, bạn xem kết quả DKMH trên cổng thông tin sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em xin đăng kí môn học Kết cấu thép 1, mã môn học CI3009, lớp: A04, giáo viên: [full_name], tiết học: 789 thứ 3. Em mong nhà trường tạo điều kiện cho em xin vào lớp để hoàn thành chương trình học đúng tiến độ để kỳ sau có thể nhận luận văn tốt nghiệp, em cảm ơn. .",
            "Nhóm A04 Trùng TKB"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1733102  /b \t. . . .   i Yêu cầu khác . Thưa thầy(cô)!. . Cho em hỏi là lần update điểm mới đây tại sao điểm môn Nguyên Lý Máy (ME2003) của em lại không có trong khi lần update lần trước điểm của em có rồi. . . Em cám ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Tốt nghiệp . Chào thầy/cô,. . . . Cho em hỏi là em đã đủ điều kiện tốt nghiệp, làm thế nào để em được vô danh sánh dự kiến tốt nghiệp ạ",
            "Chào bạn . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 30/09/20 phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :. . - Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn    tốt nghiệp    thông tin tốt nghiệp    danh sách tốt nghiệp 11/2020 - Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên vui lòng phản hồi tại trang bksi.hcmut.edu.vn để để phòng đào tạo kiểm tra lý do.. .  Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ, cho em hỏi:. . . . 1. Vào tháng 10 tới em chuyển điểm anh văn để tốt nghiệp, vậy điểm chuyển sẽ tính theo cách mới chung của trường hay vẫn tính theo khóa K15 vậy ạ.. . . . 2. Học kì 201 em vẫn đăng kí 1 môn đễ giữ thời khóa biểu, nếu em đủ điều kiện tốt nghiệp thì e hủy môn (đóng phí) sẽ vẫn được công nhận tốt nghiệp trong kì này luôn đúng ko ạ.. . . . Em cám ơn !!",
            "Chào bạn,. . . . Từ học kỳ 201 điểm qui đổi anh văn cao hơn, bạn tham khảo qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . 2. Nếu bạn đủ điều kiện tốt nghiệp, bạn làm đơn rút môn học và đăng kí xét tốt nghiệp ra trường.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]0  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] Chào thầy/cô,[full_name] [full_name] [full_name] [full_name] Em đã đăng ký tốt nghiệp và đóng tiền trên bkpay thì thấy thông báo phiếu đăng ký của em đã được xử lý nhưng vẫn chưa nhận được mail báo và kiểm tra   B danh sách dự kiến tốt nghiệp 11/2020  /B  vẫn không có tên em ạ[full_name][full_name] [full_name] [full_name] [full_name] Thầy/cô cho em hỏi khi nào tên em được cập nhật trong danh sách ạ[full_name] [full_name] [full_name] [full_name] Em cảm ơn,[full_name] [full_name] [full_name][full_name] [full_name]",
            "Chào bạn . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 30/09/20 phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :. . - Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn    tốt nghiệp    thông tin tốt nghiệp    danh sách tốt nghiệp 11/2020 - Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên vui lòng phản hồi tại trang bksi.hcmut.edu.vn để để phòng đào tạo kiểm tra lý do.. .  Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa, đợt tổ chức kiểm tra anh văn tiếp theo là khi nào ạ.",
            "Chào bạn. . bạn vui lòng kiểm tra mail thường xuyên để cập nhật thông tin về đợt đăng ký kiểm tra anh văn tiếp theo. . Chúc bạn học tốt . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em bị hủy môn do trùng lịch với 1 môn mới có TKB. Giờ em muốn xin chuyển lớp môn em bị hủy thì phải làm sao ạ ?. . Em cảm ơn",
            "Chào bạn,. . . . Bạn cho biết mã số môn học bị huỷ.. . . . Thân",
            "Dạ mã môn học là MT1009 ạ",
            "đã đk cho em môn MT1009 nhóm L01 (học thứ 6, tiết 10). . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT, cho em xin đăng ký môn học Anh văn 2 (LA1005) lớp A01 để đảm bảo chương trình học.. . Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . Tất cả các nhóm anh văn của học kỳ 201 đã full sỉ số, bạn vui lòng đăng kí học kỳ dự thính nha.. . . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . xin chào thầy (cô) ạ , em là [full_name] [student_id] . em có môn học Mạch điện tử Thông tin         EE3011 học vào ngày thứ 6 nhóm A01 hk201 có tkb rồi ạ , nhưng em k có môn học trên elearning . Rất mong thầy cô sửa lỗi để em có thể tiếp cận tài liệu cũng như tương tác với giáo viên ạ .em cảm ơn",
            "Chào bạn,. . . . Có môn trên elearning, bạn kiểm tra lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy(cô) ạ,thầy(cô) cho em hỏi là khi đăng ký làm lại thẻ sinh viên chỉ cần làm online hay có làm gì nữa không ạ,khi có thẻ thì có được thông báo đã có thẻ không ạ và vừa rồi em có đăng ký làm thẻ online nhưng hơn 1 tháng chưa lấy thì phải làm lại đúng không ạ.Em cảm ơn thầy(cô) ạ.",
            "Chào bạn,. . . . Bạn lại lấy vẫn được nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có đăng kí làm luận văn cho hk1 ( hk chính 2020-2021) đợt 2, nhưng thời khoá biểu của em hiện tại không thông báo lịch làm luận văn ạ.. . Mong thầy/ cô giúp em kiểm tra lại ạ.",
            "Chào bạn,. . . . Bạn xem TKB  trên cổng thông tin sinh viên, nếu không có thì bạn đăng kí luận văn trong đợt 4 này.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]\t. . . . Em là [full_name], sinh viên khóa k19. . .  Vừa rồi ngày 20/9/2020 em có thi kì thi toeic do trường tổ chức và đạt được số điểu tổng cộng cho 2 kỹ năng nghe và đọc là 625 điểm. . . Em đã cố đọc ở web phòng đào tạo nhưng vẫn chưa hiểu điểm thi vừa rồi của em có thể được quy đổi để đạt qua chuẩn anh văn 4 chưa ạ, tại vì k19 nếu đạt trên 550 điểm toeic thì có thể được qua cả anh văn 4 ạ. . . Em có đính kèo mail mà phòng đạo tạo gửi đó ạ. Em mong sớm nhận được câu trả lời để có phương án học tập. . . . . Em cảm ơn. . . . Nhật. . .",
            "Chào bạn,. . . . Lần đầu lúc vào nhập học bạn thi điểm cao sẽ xét miễn điểm anh văn, đây là móc điểm được miễn điểm anh văn:. . . . . . Điểm kiểm tra\tXếp lớp\tMiễn học. . và ghi điểm miễn. .    400\tAnh văn cơ bản (nếu có)\t . . 400 – 445\tAnh văn 1\t . . 450 – 495\tAnh văn 2\tAnh văn 1. . 500 – 545\tAnh văn 3\tAnh văn 1, 2. . 550 – 595\tAnh văn 4\tAnh văn 1, 2, 3. . ≥ 600\t \tAnh văn 1, 2, 3, 4. . . . . . Những lần sau bạn thi chỉ dùng để xét chuẩn sinh viên sau các năm.. . . . Bạn tham khảo qui học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . . . Thân. .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]. . . . Pđt cho e hỏi là sao e bị huỷ môn đăng ký.. . E có chụp hình lại và up lên bên dưới. . E muốn đăng ký bổ sung vào những lớp buổi sáng, nhưng e đăng ký trễ.. . Vậy hiện có cách nào để e đc đăng ký ko? e phải làm đơn viết tay hay là mẫu của trường?. . Xin pđt cho e câu trả lời sớm nhất.. . E xin cảm ơn.. . . .",
            "Chào bạn,. . . . Bạn làm đơn DKMH nộp PDT, đơn này tự viết không có mẫu.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Yêu cầu khác . Kính gửi PĐT. . Em là: [full_name]. . MSSV: [student_id]. . Em có một thắc mắc mong PĐT giải đáp dùm em ạ!. . Theo như quy chế:\"Đăng ký nộp CCNN để xét nhận Luận văn tốt nghiệp, chuyển điểm cho các môn ngoại ngữ, xét chuẩn tiếng Anh sau mỗi năm học và để không bị xếp lớp Anh văn bắt buộc: phải đăng ký nộp CCNN trước ngày bắt đầu Đợt đăng ký môn học từ 2 ngày đến 2 tuần tùy theo lịch quy định trong Lịch học vụ cuả từng học kỳ,  /B không cần chờ kết quả thẩm tra \".. . Em đã nộp CCNN vào ngày 24/09/2020 và chưa có kết quả thẩm tra, theo như quy chế nói là không cần đợi thẩm tra vẫn có thể đăng ký LVTN được, nhưng 25/9 có đợt đăng ký em lại được báo là chưa nộp CCNN. PĐT cho em hỏi là vì sao như vậy ạ? Nếu phụ thuộc vào kết quả thẩm tra thì em phải làm cách nào để kịp thời hạn đăng ký LVTN đợt 25/9-1/10/2020 ạ? Em mong nhận được phản hồi sớm từ PĐT. . . Em cảm ơn nhiều ạ!!!",
            "Chào bạn,. . . . Bạn lên đăng kí lại nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Tốt nghiệp . Dạ em chào thầy/ cô.. . Em tên: [full_name]. MSSV: [student_id]9. . Khoa cơ khí.. . Thầy/cô cho em hỏi là nếu em không thể kịp tốt nghiệp tháng 11 này thì em có bị đuổi khỏi trường không ạ.. . Hiện tại em chỉ còn thiếu Toeic nói viết 200d để ra, nhưng em thi 6 lần rồi vẫn không thể qua. Em vẫn còn 2 lần thi cho tháng 10. Vậy nếu em vẫn không thể qua thì điều gì sẽ xảy ra với em ạ.. . Kính mong thầy/ cô giải đáp giúp em.. . Em xin cám ơn thầy/ cô ạ.. .",
            "Chào bạn,. . . . Bạn tham khảo qui chế học vụ điều 5, mục 5.5 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . . . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn huỷ môn [full_name] Tính mã môn MT1009 vì môn đó không có trong ctdt. .",
            "Chào bạn,. . . . Đã guỷ môn MT1009 cho bạn rồi, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi quý thầy cô phòng đào tạo.. . Hiện tại đang trong đợt đăng kí bổ sung đợt cuối cùng cho đồ án tốt nghiệp hk201, tuy nhiên em vẫn chưa kịp có chứng chỉ anh văn. Vì vậy em muốn hỏi là liệu em có thể nộp bổ sung chứng chỉ anh văn trễ để học kì 201 này em vẫn có thể làm đồ án tốt nghiệp không ạ? Nếu được thì cho em hỏi yêu cầu/ thủ tục để được làm đồ án tốt nghiệp trong học kì 201 này và nộp chứng chỉ anh văn bổ sung trễ là như thế nào ạ?. . Em xin cảm ơn.",
            "Chào bạn,. . . . Khi nào bạn có CCNN thì mới nhận đồ án tốt nghiệp, nếu có CCNN muộn thì bạn làm đơn xin nhận đồ án tốt nghiệp muộn nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào cô/ thầy ạ. Hiện giờ em mới rớt 1 môn ở học kì hè 193 làm em mất 3 chỉ và tổng tín chỉ em đạt được là 51 không đủ chuẩn năm 3. Vậy sắp tới em có bị hủy tất cả môn học trong học kì 201 không ạ. Do tất cả môn em hiện đang học đều là môn của năm 3 ạ. Em chân thành cảm ơn",
            "Chào bạn,. . . . Khi nào có đủ điểm học kỳ hè 193 PDT sẽ xét lại chuẩn tín chỉ các năm nha bạn, bạn nào không đạt sẽ bị huỷ.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô, em là [full_name] - MSSV:[student_id] nay em đăng ký chuyển điểm AV tại MyBK và được biết bảng quy đổi điểm tương ứng với mức điểm 645 trên trang PĐT tương ứng AV1-2-3-4 là 10-10-10-8.5 nhưng sao khi đăng ký chuyển điểm trên MyBK lại hiện ra chỉ có 10-10-9-6.5 là sao ạ ? Mong thầy/cô xem xét vì tháng 12/2019 có thông báo học vụ mức điểm 650 tương ứng với ít nhất 8.0 AV4 nhưng 645 của em lại ra 9.0 AV3 và 6.5 AV4. Mong quý thầy/ cô xem xét. . . .",
            "Chào bạn,. . . . Bạn tham khảo qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658 giúp nha, từ học kỳ 201 điểm qui đổi có thay đổi.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào cô/thầy ạ.. . . . Phòng đào tạo vừa gửi email về việc đăng ký Thực tập tốt nghiệp, LVTN và đề cương LV cho HK Chính 201 đợt cuối.. . . . Trong đợt 3 em đã đăng ký thành công và có TKB rồi thì bây giờ cần phải đăng ký thêm lần nữa không ạ?. . . . Em cảm ơn.",
            "Chào bạn,. . . . Nếu TKB có trên cổng thông tin thì không đăng kí.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào quý Thầy Cô!. . Em tên: [full_name] MSSV:[student_id]. . Lý do: Em vừa đăng ký giấy xác nhận sinh viên, nhưng lại gặp vấn đề về thông tin, cụ thể là \" ngày sinh\" - em sinh ngày : 10/12/1996 nhưng trên thông tin cá nhân lại là 10/01/1996 =  em không thể thay đổi được. Trước khi nhập học em đã báo váo thầy cô tiếp nhận hồ sơ \"và được đảm bảo sẽ không có ảnh hưởng gì\".. . Mong thầy cô xem xét, hướng dẫn em làm cách nào để giấy \"xác nhận sinh viên \" được chính xác ạ.. . Em chân thành cảm ơn! . . \"hình ảnh đính kèm bên dưới\"",
            "Chào bạn,. . . . PDT kiểm tra hồ sơ của bạn và cập nhật theo đúng hồ sơ nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô. . Cho em hỏi muốn đăng ký các môn học năm 3 thì cần anh văn mấy ạ.. . Em cảm ơn.. .",
            "Chào bạn,. . . . Bạn xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là SV K18 khoa Hóa. . Em chưa qua môn Vật Lý 2, và theo như thông tin em được biết thì K19( khoa Hóa) trở về sau không phải học môn Vât Lý 2 mà thay bằng môn [full_name].. . Vậy kỳ sau em có được đăng ký học XSTK thay vì môn VL2 không ạ. . Em xin cảm ơn",
            "Chào bạn,. . . . Bạn [full_name]H những môn đúng theo chương trình đào tạo của bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: - Hiện nay lịch học  bị trùng vào giờ đi làm của em . Em xin được hủy môn học ạ . Em xin cảm ơn Thầy/Cô. . - Môn : Toán kỹ thuật. . - Mã môn học : EE1003. . - Nhóm tổ : Z3CD",
            "Chào bạn,. . . . Bạn viết đơn xin huỷ môn học nộp PDT nha.. . . . Thân",
            "Dạ. Em xin cảm ơn Cô ạ",
            "li answer rate:"
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV [student_id]. . Dạ em xin pdt cấp lại giấy xác nhận sinh viên vì bị xin sai thông tin thường trú ạ.. . Hộ khẩu thường trú của em là Huyện Đức Phổ. . không phải là huyện Tư Nghĩa .. . Em cảm ơn",
            "Chào bạn,. . . . Chiều mai bạn liên hệ Phòng Đào Tạo cơ sở 1 để đổi lại giấy xác nhận sinh viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo Trường Đại học Bách khoa. . . . Em có thắc mắc về học kì 1 như sau:. . . . 1: Sau khi đăng ký môn học học kì 1 thì thời khóa biểu có 2 môn với thời gian bắt đầu học của từng môn cách xa nhau 10 tuần (hình đính kèm). Vì sao lại như vậy ạ.. . 2: Trong học kì 1 còn mở thêm đợt đăng kí môn nào nữa không?. . . . Mong nhận được giải đáp của quý thầy/cô, em xin cảm ơn.",
            "Chào bạn.. . HK201 có 2 đợt học. . Các môn đợt 1 học từ tuần 1 đến tuần 10, ( tuần 11 thi). . Môn đợt 2 tiếp tục sau đợt 1.. . Theo kế hoạch đkmh thì vẫn còn đợt đk cho các môn đợt 2 nữa. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô,. . . . Cho em hỏi môn   b  Kỹ thuật điện - điện tử   /b  (  i   B Mã môn  /B  : EE2011  /i ) có sĩ số lớp tối thiểu là bao nhiêu thì sẽ được mở ạ?!. . . . Em xin cảm ơn thầy/cô.",
            "Chào bạn,. . . . . . Khoảng  25 sv, nếu là dự thính thì mở lớp phải có sự đồng ý của khoa nữa nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Phòng Đào Tạo giúp em cập nhật lại phần thông tin đăng ký tốt nghiệp.. . . . Họ và tên của em bị sai:. . [full_name] --  Sửa thành: [full_name]",
            "Chào bạn,. . . . PDT ghi nhận và sẽ cập nhật tên đúng cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi chút là trong hệ thống BK E-learning, sau khi đã hoàn thành môn học tại học kỳ trước 192 thì trong tab 'Sự kiện sắp tới' vẫn còn hiện lên những mốc thông báo thời gian của những môn học cũ trong khi đã sang học kỳ mới 201, như trong ảnh đính kèm thì có thừa 3 thông báo đầu của 2 môn Calculus 2 và Linear Algebra ạ. Có cách nào để ẩnh những thông báo đó không ạ?. . Em cảm ơn trước ạ",
            "Chào bạn,. . . . - Hiện tại trang video là trang học liệu điện tử của bộ môn. Tất cả các sinh viên các học kỳ đều xem được trang này.. . . . - Tuy nhiên khi cán bộ cập nhật nội dung này bạn vẫn thấy thông báo.. . . . - Nếu bạn không cần xem lại nội dung trang cũ. Chúng tôi sẽ gỡ danh sách của bạn trong các khóa học cũ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi nếu không đăng kí môn học trong học kì chính(không có thời khoá biểu HK chính) thù có được đang kí môn học trong HK dự thính hay không?",
            "Chào bạn,. . . . Vẫn đăng kí được bình thường.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . thầy cô cho em hỏi là kỳ này em đã hoàn thành chương trình học và đang thi anh văn nói viết để tốt nghiệp.. . Vậy em có cần đăng ký môn học để tiếp tục duy trì tình trạng sinh viên không nếu như  kỳ này em chưa qua anh văn nói viết? . . Em cám ơn",
            "Chào bạn,. . . . Tuỳ bạn, nếu bạn đăng kí môn học để duy trì tình trạng sv vẫn được. Nếu bạn không DKMH bạn sẽ bị tạm dừng, khi bạn hoàn thành xong anh văn nói viết, bạn làm đơn thu nhận lại để ra trường. Thời gian tạm dừng chỉ có 1 năm nha bạn.. . . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy/cô,. . Em tên là [full_name] - là sinh viên khóa K17 khoa Môi Trường và Tài Nguyên. Cho em xin hỏi là để nhận được đề tài luận văn là chỉ cần hoàn thành 4 anh văn của trường hay là phải bắt buộc phải nộp bằng toeic 500 ạ. Và cách quy điểm của 4 anh văn khi em nộp chứng chỉ toiec 500 vô sẽ như thế nào ạ?. . Em xin cảm ơn.. . Mong được nhận sự phản hồi sớm ạ!. . Trân trọng, . . [full_name].",
            "Chào bạn, . . . . Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo,. . . . Em muốn xin file đề cương môn học( bản mô tả nội dung môn học) tất cả các môn em đã học thì làm như thế nào ạ? Trên Elearning có giảng viên đăng đề cương môn học, có giảng viên không đăng ạ.. . Mong Phòng Đào Tạo hồi âm sớm ạ!. . Chúc Phòng Đào Tạo một ngày làm việc vui vẻ!. . . . Em xin cảm ơn.. . . .   Họ tên: [full_name] . .   MSSV: [student_id] . .   Sđt: [phone_number]",
            "Chào bạn,. . . . Việc này bạn xin giáo viên gảng dạy nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "I Chào [full_name],. . Em là sv khóa k16, theo quy chế lúc vào trường thì điểm toeic 500 là có thể quy đổi được cả 4 môn anh văn 1, anh văn 2, anh văn 3, anh văn 4. Đó cũng là điểm số cần thiết cho chuẩn đầu ra để tốt nghiệp, nên một phần đông sv k16 chúng em không học theo lộ trình 4 anh văn mà đợi thi toeic đủ 500 để quy đổi điểm. Nhưng hiện nay có thông tin muốn quy đổi đủ 4 anh văn phải vượt qua toeic 600 giống như các khóa sau ( k19, K20) trong khi chuẩn đầu ra 500 thì vẫn dữ nguyên. Điều nay đang làm khó khăn và hoang mang cho các sv khóa k16 chưa đủ 4 anh văn như em. Mong pdt xem xét và thông báo sớm cho chúng em. . . Em xin chân thành cảm ơn. .   i Yêu cầu khác .",
            "Chào bạn,. . . . Việc sửa đổi qui chế học vụ PDT đã gởi mail và thông báo cho sinh viên từ tháng 12/2019. Đã có một khoản thời gian dài cho các bạn chuẩn bị và cân nhắc.Nếu bạn không đủ 600 để miễn anh văn 4, bạn có thể đăng kí học anh văn 4 nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  . . Em có học bóng đá vào thứ 7 tiết 2-5 ở b12 sân 1. Bữa đầu tiên em không biết sân ở đâu và học như thế nào ạ?. . . .",
            "Chào bạn,. . . . Hiện tại bạn đã liên hệ thầy cô giảng dạy chưa?. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên việt pháp. Hiện tại em còn nợ môn Vật lý 1 mã 007706, em định sẽ học trả nợ môn nay trong ký dự thính này. Em muốn hỏi là em đăng ký mã mới tương đương là PH1009, em có cần phải đăng ký thêm môn TN Vật lý mã PH2007 không ạ?",
            "Chào bạn,. . . . Sinh viên học môn của [full_name] [full_name]1009 Vật lý 1 đạt, thì được ghi điểm miễn môn gốc 007706 Vât lý 1 CTDT K17. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . MT2013. . L05. . . . Đăng ký lại theo sự hướng dẫn của Phòng đào tạo nhà trường vì bị trùng lịch học ( có đính kèm ảnh chụp email do phòng đào tạo gửi ).",
            "Chào bạn,. . . . Đã đăng kí cho bạn môn MT2013 rồi, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô phòng ban, em là [full_name]130, em là sinh viên hệ CLC Việt - Pháp đã chuyển ngành sang hệ đại trà từ trước (hiện đã là sinh viên chính quy). Em có thắc mắc là có một số môn năm 1 mà em đã   B đạt ở chương trình cũ nhưng có MSMH khác với chương trình hiện tại  /B  đó là:. . 1  03 Môn Giáo dục thể chất  ([full_name] ở VP). . 2  Giáo dục quốc phòng       ([full_name] ở VP). . 3  Những ngLý cơbản cn M-[full_name]  ([full_name] ở VP). . 4  Môi trường và con người   ([full_name] ở VP). . Vậy em có cần làm các Đơn xin miễn môn học gửi đến từng văn phòng khoa để xét không ạ? Mong thầy cô giúp em, em xin chân thành cảm ơn thầy cô."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Thầy/Cô, em là sv việt pháp K19 sẽ sinh hoạt công dân vào ngày thứ 7 03/10/2020 từ 7h00-10h30. Nhưng sáng hôm đó lớp em cũng có lịch học môn xác suất thống kê MT2009 từ 8h00-11h50. . Vậy em phải giải quyết như thế nào ạ? Em cảm ơn",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Việc này bạn liên hệ Phòng Công Tác Chính Trị Sinh Viên để đổi lịch SHCD.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ xin phép cho em hỏi là môn học giải tích 1 và giải tích 2 có đổi mã môn học không ạ? Vì em lên đăng kí mã cũ thì không có lớp mở ạ.",
            "Chào bạn,. . . . Bạn cho biết mã số môn bạn đăng kí.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em đã thanh toán chi phí in thẻ sinh viên mới trên BKpay tuy nhiên hệ thống Dịch vụ sinh viên vẫn báo đang chờ thanh toán. Em không biết có gì sai sót không ạ.Em cảm ơn.. . . .",
            "Chào bạn,. . . . Bạn kiểm tra BKAY để biết thời gian lấy thể sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là sinh viên lớp thường, đã đăng kí môn học Hoá vô cơ (CH2013), được xếp vào lớp L03. Lớp L03 bây giờ là lớp cho KSTN, do không nắm bắt được thông báo của Thầy [full_name] nên em đã không kịp thời đăng kí để chuyển lớp.. .  Nay em có nguyện vọng được chuyển vào lớp Hoá vô cơ học ở CS2.. .  Kính mong Phòng Đào tạo quan tâm giải quyết giúp em!",
            "Chào bạn,. . . . Đã chuyển nhóm CH2013 sang nhóm khác cho bạn rồi, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô ạ!. . Em muốn hỏi về môn Cơ lưu chất có phải là môn tiên quyết của môn Sức bền vật liệu không ạ?. . Em có thể học 2 môn song song không ạ?. . Em xin cảm ơn nhiều ạ.. . Mong được phản hồi của thằy cô!. . Trân trọng!. .",
            "Chào bạn,. . . . - Bạn muốn biết môn này có phải là môn tiên quyết không?, bạn vào xem phần cấu trúc môn học nha http://www.aao.hcmut.edu.vn/index.php?route=catalog/chuongtrinhdaotao.. . . . - Nếu là môn tiên quyết thì môn đó phải học và có điểm đậu mới đăng kí được nha.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ cho em xin hỏi về việc chuẩn anh văn cuối năm 2 của k19 ạ, dạ theo như hình 1 thì muốn qua anh văn 3 phải nộp bằng toeic 450 nhưng theo hình 2 thì phải đạt 550 mới qua được ạ. Vậy k19 vẫn áp dụng 450 hay xét theo học kì mới là 550 ạ. Em xi cảm ơn rất nhiều ạ!. .",
            "Chào bạn,. . . . Bạn xem qui chế học vụ điều 31, phụ lục 1 nha http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   B  Cho em hỏi là mình làm sao để vai vốn hỗ trợ cho SV học vậy ạ, và mình đc mượn tối đa bao nhiêu vậy ạ",
            "Chào bạn,. . . . Bạn liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . . . Kính gởi Thầy/Cô phòng Đào Tạo.. . Em tên là [full_name].. . Dạ Thầy/Cô cho em hỏi là mình có được miễn học môn thể dục, quốc phòng không ạ? Từ lớp 10 đến lớp 12, do vấn đề sức khỏe nên em được nhà trường Trung học phổ thông miễn học môn giáo dục, quốc phòng (môn quốc phòng em kiểm tra lý thuyết ạ). Em có giấy chứng nhận của bệnh viện về việc yêu cầu miễn học môn thể dục, quốc phòng ạ. Vậy nếu có miễn, em phải cần những giấy tờ gì ạ?. . Em chân thành cảm ơn Thầy/Cô.. . Trân trọng.",
            "Chào bạn,. . . . Việc này liên hệ Trung Tâm Giáo Dục Quốc Phòng và Trung Tâm Giáo Dục thể chất của ĐHQG nha bạn.. . . . Thân"
        ]
    }
]