[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em đã cập nhật thông tin lý lịch online nhiều lần nhưng hiện tại đăng kí môn học vẫn bị báo lỗi. Mong pdt giải quyết giúp em ạ.. . Em xin cảm ơn!. . . .",
            "chào bạn.. . bạn vào trang đăng ký môn học lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Mình đã thực hiện cập nhật trong thời gian qui định theo mail trường gửi, sao bây giờ báo mình chưa cập nhật và không cho hiệu chỉnh môn học",
            "Chào bạn.. . bạn vào trang đăng ký môn học lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . cho em hỏi điều kiện như thế nào để được đăng kí trên 22 chỉ và các bước tiến hành như thế nào? có cần lên Phòng đào tạo xin giấy xác nhận không ạ?",
            "Chào em,. . . . Em xem giúp qui chế về DKMH mục 9.3 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ, hiện tại em đang hiệu chỉnh đkmh. Sau một hồi hiệu chỉnh nhiều lần thì đột nhiên trang web hiện ra thông báo \"Em chưa cập nhật thông tin sinh viên\". Trong khi đợt cập nhật thông tin vừa rồi em đã cập nhật đầy đủ. PĐT vui lòng kiểm tra lại tài khoản giúp em với, vì hiện tại em không truy cập được vào trang Thông tin SV của mình.",
            "em vào đăng ký lại thử nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chào Phòng Đào tạo. Em muốn hỏi rằng thời gian đang viết đơn này em hiện có 18 tín chỉ ở năm nhất và 8 tín chỉ của AV. Nghĩa là em bị hụt 2 chỉ so với chuẩn sinh viên năm 2(28-56). Liệu có cách nào để em được đăng ký môn không ạ, chứ em không thể để trống 1 học kì vậy được, em cảm ơn.. .",
            ". . Chào bạn. . Như emai PĐT đã gửi trước đó, PĐT đã cập nhật lại số tín chỉ xếp loại sinh viên theo các năm. Các môn học ở HK191 vẫn được cộng vào số tín chỉ hiện tại nên bạn có thể vào đăng ký môn học.. . Đối với chuẩn giáo dục thể chất PĐT sẽ không áp dụng ở HK192 nhưng sẽ áp dụng từ HK193 trở đi.Sinh viên phải học và đạt cả 3 môn thể dục thì được tính đạt chuẩn giáo dục thể chất. Các bạn SV lưu ý chuẩn bị trước để tránh trường hợp không ĐKMH được.. . Các thay đổi về quy chế các bạn xem tại đây :. . http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK192-updated.pdf. . Chúc bạn học tốt.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . chào thầy/cô. . em đã cập nhật lý lịch online từ đợt trước rồi mà sao hôm nay em vào đăng kí môn học không được ạ.. . Mong thầy/cô giải quyết cho ạ. .",
            "Chào bạn.. . bạn vào trang đăng ký môn học lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được  /i  . .   Kính thưa thầy,e biết là số tín chỉ tích lũy e không đủ 28, theo ctdt từ hk192 sẽ không được đk.Nhưng e mong pđt xem xét lại tại vì quy định quá nhanh e ko kịp chuẩn bị.và kì này e lại có 2 môn mà 1 năm mới mở.e ko học sẽ gặp nhiều khó khăn.Mong thầy xem xét lại quy chế.e cám ơn. . . .",
            "Chào bạn. . . . Đây là quy chế của nhà trường áp dụng từ HK192 nên bắt buộc phải áp dụng.. . . . PĐT kiểm tra bạn đã đạt chuẩn SV năm 2 nên bạn hoàn toàn có thể đăng ký môn học năm 2"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là em đã cập nhật thông tin lý lịch vào đợt trước rồi và hiện tại thì em không đăng kí hiệu chỉnh môn học được vì lí do mybk ghi là chưa hiệu chỉnh lý lịch ạ. . Em cảm ơn.",
            "chào bạn. . bạn vào trang đăng lý lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Chào cô, Thầy.. . Hiện tại là sơ yếu lý lịch em đã cập nhật lâu rồi. mà giờ nó lại hiện em chưa cập nhật. . . Đợt 1 em có đăng ký được rồi. Sang đợt 2 thì bị như thế?. . Mong Thầy,Cô coi lại giúp em cho e được sớm đăng ký.. . Em xin cảm ơn.",
            "Chào bạn.. . Bạn vào trang đăng ký môn học lại nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .   /I  Thầy/Cô cho em hỏi là em đã cập nhật thông tin liên lạc vào ngày 4/11 là trong thời gian quy định trong email mà bây giờ em vào mục đăng kí môn thì e lại bị không cho đăng kí vì lí do chưa cập nhật thông tin liên lạc ạ.",
            "Chào bạn.. . Bạn vào trang đăng ký môn học lại nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được  /i [full_name] [full_name] CHÀO PDT[full_name] [full_name] CHO [full_name] [full_name] LÝ LỊCH ONLINE RỒI[full_name] [full_name] NHƯNG SAO [full_name] [full_name][full_name] [full_name] HIỆN GIỜ EM DKMH KO DC[full_name] [full_name] [full_name][full_name] [full_name] TKS",
            "Chào bạn.. . Bạn vào trang đăng ký môn học lại nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em đã cập nhật thông tin từ trước nhưng vẫn bị không được ạ",
            "Chào em,. . . . Em vào DKMH lại nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã qua môn giáo dục thể chất 2 vào kỳ 172 nhưng em đăng ký môn học cho học kỳ 192 thì bị hủy hết các môn chuyên ngành với lý do là em bị thiếu môn gdts2,xin giải đáp giúp em",
            "Chào bạn.. . Hiện tại PĐT đã cập nhật tạm điểm môn GDTS_2 lên hệ thống đăng ký môn học.. . Bạn vào đăng ký lại môn học nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Em tên [full_name]  /B Em chào thầy/cô, em muốn hỏi là em đã cập nhật lý lịch sinh viên trong đúng thời gian được mail thông báo, và đã được đăng ký môn học cho học kì 192 đợt 1. Nhưng đợt đăng ký 2 em không được đăng ký với lý do là chưa cập nhật lý lịch sinh viên. Mong thầy/cô xem xét giúp em. Em xin chân thành cảm ơn.. .   i Yêu cầu khác .",
            "Chào bạn.. . Bạn vào trang đăng ký môn học lại nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi Ban Lãnh Đạo trường Đại học Bách Khoa. . Em hy vọng là quy chế 192 sẽ áp dụng vào năm sau bởi vì hiện tại em không thể tiếp tục được các môn cơ sở ngành và phải học lại môn đại cương thay vì học song song (môn đại cương học theo dự thính). Cũng chính vì thế mà em sẽ trễ hơn 1 năm so với các bạn khác bởi vì các môn cơ sở ngành chỉ mở được trong 1 học kì và giả sử mà em có đủ tín chỉ cho năm 3 thì em sẽ phải vừa học trên 2 cơ sở liên tục. . . Em mong nhà trường xem xét lại quyết định. . Em cám ơn vì đã đọc và hy vọng nhận phản hồi sớm nhất ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được  /i [full_name] [full_name] [full_name] [full_name] Dear Thầy/Cô,[full_name] [full_name] [full_name] [full_name] Em kiểm tra kết quả đăng ký môn học HK192 đợt 1 và bị huỷ môn học (Luận văn tốt nghiệp - CO4323)[full_name] Sau đó, em có thử đăng ký lại trong đợt 2 vào hôm nay - ngày 18/12 thì nhận được thông báo chưa cập nhật thông tin sinh viên mặc dù em đảm bảo là em có cập nhật thông tin đầy đủ theo thông báo của nhà trường[full_name] [full_name] [full_name] [full_name] [full_name] Mong Thầy/Cô xem xét giúp em ạ[full_name][full_name] [full_name] [full_name] [full_name] Trân trọng,[full_name] [full_name] [full_name]",
            "Chào bạn.. . Bạn vào trang đăng ký môn học lại nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin PĐT xem xét tăng sỹ số môn Lập trình web- CO3049-L01-L01 giúp em với ạ. . . Nếu không tăng được xin PĐT xem xét lại giúp em về cách sắp xếp tkb, 1 môn học mà chiếm 3 ngày trong tuần(như nhóm L01-L02) mà ngày thứ 4 chỉ học đúng 1 buổi, như vậy rất khó khăn cho SV trong việc đkmh (vì đụng lịch các môn) thay vì như trước kia: 1 môn học chỉ chiếm đúng 2 buổi trong tuân. Học kỳ này có rất nhiều môn bị tình trang như vậy, gây khó khăn cực kỳ cho việc ĐKMH. Mong PĐT xem xét lại ạ.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi phòng đào tạo trường Đại học Bách Khoa. . Em là [full_name]- MSSV [student_id] Lớp DD15dv2. Theo quy chế mới phòng đạo tạo có gửi mail qua cho em thì có 1 đoạn là : Từ K.2018 trở về trước sinh viên phải hoàn thành học phần GDTC  sau năm 3 để được đăng kí môn học của CTĐT năm 4. Em hiện là sinh viên bị trễ hạn 1 năm do bảo lưu(tai nạn giao thông), hiện có hơn 60 tín chỉ ( chưa tính học kì 182) và em đã học qua 2 môn thể chất là bóng đá và bơi lội. Và vấn đề em thắc mắc là tại sao những môn của năm thứ 3 ví dụ như Đồ án,  Thiết kế hệ thống nhúng , v..v.. em đều không được đăng kí vì lí do GDTS_2 - Chuẩn thể chất sau năm 2. Em không biết cái này do lỗi hệ thống không hoặc nếu như phòng đào tạo áp dụng quy chế này thì có cả em và rất nhiều bạn sinh viên sẽ bị trễ hạn hoặc đơn giản là tất cả dự tính trong chương trình học của họ đều từ nhiên biến mất chỉ sau 1 ngày khi Phòng đào tạo áp ụng quy chế mới vì đơn giản nó quá bất ngờ với tụi em. Mong phòng đạo tào xem xét ý kiến của em và có sự thay đổi phù hợp. Em xin cảm ơn",
            "Chào em,. . . . Học kỳ này không qui chế về GDTC, em đăng kí lại nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tên SV: [full_name]. . MSSV: [student_id]. . Thưa Thầy/cô, hiện tại e không đăng kí hiệu chỉnh môn học hk192 đợt 2 được. Trên trang mybk phần đăng kí môn học thông báo em chưa khai báo thông tin lí lịch online nhưng trên thực tế em đã hoàn thành khai báo vào đợt bổ sung (trước 15h 19/11/2019). . . Em mong quý thầy cô xem xét và giải quyết kịp thời để em có thể kịp đăng kí môn học.. . Em chân thành cảm ơn.",
            "Chào bạn,. . Hiện tại đã mở cho đkmh, bạn vui lòng vào kiểm tra và đăng ký lại nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Học kì 192 em có đăng kí 9 môn, nhưng kết qủa đkmh chỉ còn 2 môn, các môn còn lại đều bị mất. Thầy/cô có thể kiểm tra lại hệ thống hộ em với ạ.",
            "Chào bạn.. . Hiện tại PĐT đã cập nhật tạm điểm môn GDTS_2 lên hệ thống đăng ký môn học.. . Bạn vào đăng ký lại môn học nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . HK192 - Đăng ký môn học Học kỳ 2 (2019 - 2020) - Đợt 2\tPDT không đ/ký cho SV MH 003101 (K: Môn học khoa không mở lớp - SV liên hệ Khoa). .  Kì này em có đăng kí kiểm tra anh văn nhưng lại không được chấp nhận",
            "Chào em,. . . . Em đăng kí trễ hạn nên không đăng kí được."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em là [full_name] lớp Việt Pháp K17. Bị lỗi đăng kí môn học không được vì môn tiên quyết thể chất 3.. .",
            "Chào em,. . . . Học kỳ này không qui chế về GDTC, em đăng kí lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Cho em hỏi về việc quy chế mới cho sinh viên các năm thì nhà trường định khi nào áp dụng ? Trường vừa ra quy chế mới lại áp dụng giữ năm thì sao sinh viên tụi em chuẩn bị kịp.",
            "Chào bạn. . Như emai PĐT đã gửi trước đó, PĐT đã cập nhật lại số tín chỉ xếp loại sinh viên theo các năm. Các môn học ở HK191 vẫn được cộng vào số tín chỉ hiện tại nên bạn có thể vào đăng ký môn học.. . Đối với chuẩn giáo dục thể chất PĐT sẽ không áp dụng ở HK192 nhưng sẽ áp dụng từ HK193 trở đi.Sinh viên phải học và đạt cả 3 môn thể dục thì được tính đạt chuẩn giáo dục thể chất. Các bạn SV lưu ý chuẩn bị trước để tránh trường hợp không ĐKMH được.. . Các thay đổi về quy chế các bạn xem tại đây :. . http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK192-updated.pdf. . . . Chúc bạn học tốt.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em không thể đăng kí vào môn Đại số (Mã MH: 006727) do Việt Pháp K2019 không cần đăng kí môn học vào năm nhất.. . Em xin phép thầy mở cho em đăng kí vào môn này vào kì tới.",
            "Chào bạn.. . Hiện tại PĐT đã cập nhật tạm điểm lên hệ thống đăng ký môn học.. . Bạn vào đăng ký lại môn học nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .   B   I   /B   /I   B   U . . Kính gửi văn phòng đào tạo Đại học Bách Khoa Tp.HCM. Em tên là [full_name], sinh viên K18 khoa cơ khí.. . Nay em làm đơn này xin khiếu nại về việc thay đổi chính xác đăng ký môn học ngay giữa năm ạ, điều này làm chúng em không chuẩn bị kịp. Điển hình như việc 2 kì đầu năm 1 em học y hệt chương trình nhà trường đề ra nhưng chỉ vì em rớt 1 môn chưa trả nợ kịp dẫn đến kết quả làm em không được kì 2 của năm 2. . . Em hoàn toàn không chấp nhận điều này, đang lẽ ra nhà trường phải thay đổi chính sách này từ cuối năm 1, để chúng em biết đăng ký học để trả nợ, mà nhà trường lại ra luật này vào cuối kì 1 năm 2, nên chúng em hoàn toàn bất ngờ và khá sốc. . . Em xin phép nhà trường xem xét lại việc này, không chỉ riêng em mà cả hàng trăm các bạn sinh viên khác cũng đang như trong tình trạng của em.. . Em xin chân thành cám ơn, và mong nhà trường chấp thuận và xem xét lại.. .",
            "Chào bạn. . Như emai PĐT đã gửi trước đó, PĐT đã cập nhật lại số tín chỉ xếp loại sinh viên theo các năm. Các môn học ở HK191 vẫn được cộng vào số tín chỉ hiện tại nên bạn có thể vào đăng ký môn học.. . Đối với chuẩn giáo dục thể chất PĐT sẽ không áp dụng ở HK192 nhưng sẽ áp dụng từ HK193 trở đi.Sinh viên phải học và đạt cả 3 môn thể dục thì được tính đạt chuẩn giáo dục thể chất. Các bạn SV lưu ý chuẩn bị trước để tránh trường hợp không ĐKMH được.. . Các thay đổi về quy chế các bạn xem tại đây :. . http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK192-updated.pdf. . . . Chúc bạn học tốt.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi, tại sao em cập nhật thông tin liên lạc rồi mà vẫn bị báo là chưa cập nhật, em chắc chắn là có xem ngày cuối cùng cập nhật đã đúng hạn. Xin nhà trường giải quyết để em đăng kí môn học. Em cám ơn  B dfg  /B",
            "Chào bạn,. . Bạn vô kiểm tra và đăng ký lại nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . em tên [full_name] Anh học Việt Pháp K17, em chưa đăng kí được môn học do môn tiên quyết giáo dục thể chất 2.",
            "Chào bạn. . Như emai PĐT đã gửi trước đó, PĐT đã cập nhật lại số tín chỉ xếp loại sinh viên theo các năm. Các môn học ở HK191 vẫn được cộng vào số tín chỉ hiện tại nên bạn có thể vào đăng ký môn học.. . Đối với chuẩn giáo dục thể chất PĐT sẽ không áp dụng ở HK192 nhưng sẽ áp dụng từ HK193 trở đi.Sinh viên phải học và đạt cả 3 môn thể dục thì được tính đạt chuẩn giáo dục thể chất. Các bạn SV lưu ý chuẩn bị trước để tránh trường hợp không ĐKMH được.. . Các thay đổi về quy chế các bạn xem tại đây :. . http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK192-updated.pdf. . . . Chúc bạn học tốt.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Theo chuẩn sinh viên năm 2 thì sinh viên phải trên 28 chỉ nhưng em không đủ không đăng ký môn được. Em chỉ đăng ký được 5 chỉ nếu như vậy thì sẽ bị cảnh cáo. Em mong phòng đào tạo xem xét lại ạ.",
            "Chào bạn. . Như emai PĐT đã gửi trước đó, PĐT đã cập nhật lại số tín chỉ xếp loại sinh viên theo các năm. Các môn học ở HK191 vẫn được cộng vào số tín chỉ hiện tại nên bạn có thể vào đăng ký môn học.. . Đối với chuẩn giáo dục thể chất PĐT sẽ không áp dụng ở HK192 nhưng sẽ áp dụng từ HK193 trở đi.Sinh viên phải học và đạt cả 3 môn thể dục thì được tính đạt chuẩn giáo dục thể chất. Các bạn SV lưu ý chuẩn bị trước để tránh trường hợp không ĐKMH được.. . Các thay đổi về quy chế các bạn xem tại đây :. . http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK192-updated.pdf. . . . Chúc bạn học tốt.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1613833  /b \t. . . . Chào PĐT, em có đăng kí môn chuyên ngành Đo lường và điều khiển bằng máy tính [ mã EE3017], nhưng lại bị vướng môn học trước là EE3165, môn VI XU LY, tuy nhiên môn này của khoa điện- điện tử mà các khóa học là EE2013, còn môn EE3165 hoàn toàn không có trong chương trình đào tạo, nhiều bạn khoa điện đăng các môn khác cũng bị dính lỗi thiếu môn học trước này EE3165. Mong phòng đào tạo sớm giải quyết lỗi này để em và các bạn được đăng kí môn học bình thường, cảm ơn PĐT!",
            "Trường hợp này [full_name] đã cập nhật lại môn TQ, Bạn có thể vào đăng ký lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là K19 chương trình Việt Pháp. . . . . Em không thể đăng kí được môn học, dù chọn ỡ nhóm A hay L",
            "Bạn là SV việt pháp bạn chọn vào đợt chuyển hệ để đăng ký nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô ạ, . . . .    Em là sinh viên K18 hiện đang học ngành Cơ Sở Sinh Học. Em có email cho thầy [full_name] về quy chế mới thì được thầy cho biết là những môn đang học cũng được tính là đạt trong TCTL. Nếu vậy em đã đủ số TCTL để tính là sinh viên năm 2, vậy tại sao lại không đăng ký được những môn năm 2 của học kì 2 ạ?. . . .    Mong thầy/cô có thể sớm trả lời vì em đang hoang mang lắm. Nếu đúng như thầy [full_name] nói thì mong PĐT có thể cập nhật lại để em đăng kí môn cho học kì tiếp theo với ạ.. . . .    Em cám ơn rất nhiều.",
            "Chào bạn. . Như emai PĐT đã gửi trước đó, PĐT đã cập nhật lại số tín chỉ xếp loại sinh viên theo các năm. Các môn học ở HK191 vẫn được cộng vào số tín chỉ hiện tại nên bạn có thể vào đăng ký môn học.. . Đối với chuẩn giáo dục thể chất PĐT sẽ không áp dụng ở HK192 nhưng sẽ áp dụng từ HK193 trở đi.Sinh viên phải học và đạt cả 3 môn thể dục thì được tính đạt chuẩn giáo dục thể chất. Các bạn SV lưu ý chuẩn bị trước để tránh trường hợp không ĐKMH được.. . Các thay đổi về quy chế các bạn xem tại đây :. . http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK192-updated.pdf. . Chúc bạn học tốt.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi. . Cho em hỏi về việc không đăng kí được môn học do môn tiên quyết n2 chuẩn sv năm 2 là sao a.làm thế nào để em đăng kí được môn học, cảm ơn cô.",
            "Chào bạn,. . Bạn vui lòng kiểm tra email, Phòng Đào tạo đã gửi hướng dẫn vấn đề này (ngày 18/12/2019). . \"Xếp năm đào tạo cho Sinh viên . .                                                                SV năm thứ nhất: dưới 28 tín chỉ  . .                                                                SV năm thứ hai: từ 28 đến dưới 56 tín chỉ . .                                                                SV năm thứ ba: từ 56 đến dưới 80 tín chỉ . .                                                                SV năm thứ tư: từ 80 đến dưới 128 tín chỉ SV năm thứ năm (đối với các CTĐT trên bốn năm): từ 108 tín chỉ. . . . -  Sinh viên phải tích lũy số tín chỉ theo quy định trên để được đăng ký môn học theo các năm tương ứng. Các môn học ở Học kỳ hiện tại vẫn được tính vào số tín chỉ tổng.. . -  Khi đăng ký môn học các sinh viên không đủ chuẩn sinh viên sau các năm sẽ bị báo lỗi các mã : SV_N2 Chuẩn sinh viên năm 2. .                                                                                                                                                                            SV_N3 Chuẩn sinh viên năm 3. .                                                                                                                                                                            SV_N4 Chuẩn sinh viên năm 4\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã đăng kí môn Vật lý 2 mã PH1005 nhưng vì lý do trùng TKB nên phòng Đào Tạo không đăng kí môn đó cho em. Em muốn xin nhà trường mở rộng nhóm L09-L16 giúp em. Em xin cảm ơn nhà trường.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Về việc tăng sĩ số/khiếu nại đăng ký MH. . Bạn vui lòng vào trang http://bksi.hcmut.edu.vn/. . Bước 1: Chọn mục Hỏi/yêu cầu. . Bước 2: Tạo câu hỏi/ yêu cầu mới . . Bước 3: Click vào dấu (+) đứng trước các danh mục để chọn chủ đề câu hỏi cho phù hợp. . Ví dụ: Chọn mục” đăng ký môn học”. . Lưu ý phải chọn cho đúng chủ đề để được trả lời nhanh nhất.. . Bạn vui lòng chọn lại mục nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa thầy / cô , em hiện đang là sinh viên năm 3 . Đợt đăng ký môn học cho hk2 năm học 2019-2020 , em bị huỷ một số môn học chuyên nghành vì lỗi không đạt chuẩn thể chất năm 2 . Theo em được biết , theo quy định mới về môn thể chất của trường đối với sinh viên khoá trước 2018 phải hoàn thành đầy đủ các môn thể chất sau năm 3 . Em mong thầy / cô kiểm tra lại giúp em ạ . Em xin cảm ơn ! . .",
            "Chào bạn,. . Bạn vui lòng kiểm tra email, Phòng Đào tạo đã gửi hướng dẫn thông báo về việc này.. . \". . 1/ Chuẩn giáo dục thể chất sau các năm (GDTS_2; GDTS_3) : Từ K.2018 về trước, SV phải hoàn thành học phần GDTC sau năm 3 để được đăng ký môn học của CTĐT năm 4 . . .                                                                                                                       Từ K.2019 về sau, SV phải hoàn thành học phần GDTC sau năm 2 để được đăng ký môn học của CTĐT năm 3.. . . .               -  Sinh viên phải học và đạt 3 môn thể dục  để được công nhận \"Hoàn thành học phần GDTC\". . .               -  Tuy nhiên PĐT sẽ không áp dụng quy chế này ở HK192 nhưng sẽ áp dụng từ Hk193 trở đi, sinh viên cần chủ động hoàn thành các môn thể dục để tránh trường hợp không đăng ký được môn học ở năm 3,4.\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kinh gửi Phòng đào tạo. . Em tên là: [full_name]. . MSSV: [student_id]. . Em chưa được đăng kí môn học kì 192 do chưa đủ chuẩn sinh viên năm 2 ạ.. . Em có thắc mắc là nhà trường đổi quy chế đột ngột quá nên là nhiều sinh viên không kịp cập nhật và trả nợ môn gấp nên kết quả là sau năm nhất không đủ 28 chỉ. Em mong nhà trường có thể dời việc áp dụng quy chế này vào đầu học kì năm sau được không ạ? Vì em và các bạn đã được học môn chuyên ngành vào kì 191 rồi ạ, rồi đến học kì 2 bị gián đoạn.. . Em mong nhà trường có thể hiểu và thông cảm cho sinh viên chúng em  ạ. . Em xin chân thành crm ơn.",
            "Quy chế chung của nhà trường áp dụng từ HK192, . . . . Rất tiếc không thể giúp bạn trong trường hợp này.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Ngày đkmh của em bị dời thành 20/12/2019 và em không đkmh được. Mong thầy cô sớm hỗ trợ. em xin cám ơn.. .",
            "Chào bạn,. . Bạn vui lòng vào kiểm tra và đăng ký lại nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chưa cập nhật điểm . em là sinh viên năm 2 năm nhất m đạt được 21 tín chỉ học kỳ 191 của em vẫn chưa kết thúc nên em chưa đạt đủ chuẩn 28 tín chỉ mong phòng đào tạo xem xét cho em được đăng ký môn học năm 2",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã cập nhật lại số tín chỉ (cộng cả số TC HK191) và chuẩn về giáo dục thể chất, bạn vui lòng vào kiểm tra email và đăng ký lại nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em là sinh viên K18, em muốn đăng kí môn Kỹ thuật lập trình, theo như chương trình đào tạo của em thì có mã mh: CO1011, nhưng khóa K19 là mã CO1027, và khi đăng kí thì em chỉ thấy có môn có mã CO1027, cho em hỏi em phải đăng kí mã môn này hay phải làm sao ạ?",
            "Chào bạn. . . . CTĐT khóa 2019 có thay đổi, bạn phải liên hệ trực  tiếp [full_name] để biết rõ 2 môn có tương đương với nhau không.. . . . Để tránh việc học cùng 1 môn học nhưng lại không được xét tốt nghiệp do sai mã môn hoặc không tương đương."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Phòng Đào Tạo. Em tên là [full_name] sinh viên K16, theo em được biết là phòng đào tào mới đổi quy chế về đăng kí môn học , trong đó có nội dung khống chế đăng kí môn học về giáo dục thể chất. Hiện em không thể đăng kí môn học do điều kiện này vì việc áp dụng quy chế mới quá nhanh và một phần em cũng không nắm rõ, em mong phòng đào tạo có thể cho em đăng kí môn song hành ở năm nay để được học tập theo đúng tiến trình của trường. Em mong Phòng đào tạo sớm liên hệ lại ạ . Em cảm ơn.",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã cập nhật lại số tín chỉ (cộng cả số TC HK191) và chuẩn về giáo dục thể chất, bạn vui lòng vào kiểm tra email và đăng ký lại nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em tên: [full_name]. . MSSV: [student_id]. . Tình trạng: Em học hệ Cao đẳng chính quy (Bảo Dưỡng Công Nghiệp). Trong chương trình đào tạo của em chỉ có 2 môn Giáo dục thể chất và em đã hoàn thành xong (đạt) 2 môn Giáo dục thể chất trông chương trình đào tạo của em. . . Nhưng khi đăng ký môn học kì 192(đợt 2) thì trang web Đăng ký môn học ghi lỗi \"Thiếu môn học GDTS2 _Chuẩn thể chất sau năm 2\".. . . . Em mong Phòng đào tạo cập nhật 2 môn giáo dục thể chất. Để em có thể đăng ký môn học thành công, hoàn thành chương trình đào tạo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Gửi thầy cô,. . Em tên là [full_name] ( MSSV:[student_id]), thuộc khoa kĩ thuật hoá, chuyên ngành công nghệ thực phẩm. Do HK181 em học bên chương trình đào tạo quốc tế, sau đó thì chuyển sang chương trình đại trà, nên em bị trễ 1 học kì. Em chỉ mới bắt đầu học từ học kì 182, vì vậy nên em không đủ tín chỉ tích luỹ . Học kì này PĐT ban hành luật sinh viên năm 2 phải trên 28 tín chỉ mới được đăng ký môn năm 2, nên em bị huỷ hết môn.. . Thầy cô cho em hỏi là em phải làm gì để được đăng kí môn chuyên ngành năm 2 ạ ? Có trường hợp nào được cứu xét không ạ ?. . Em xin cảm ơn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Nếu trường có áp dụng chuẩn đó thì em mong pđt áp dụng vào năm sao để chúng em biết sắp xếp lịch trình học thật phù hợp. Chứ áp dụng đột ngột như vậy rất khó xử lý ạ. Em cám ơn.",
            "Chào bạn. . Như emai PĐT đã gửi trước đó, PĐT đã cập nhật lại số tín chỉ xếp loại sinh viên theo các năm. Các môn học ở HK191 vẫn được cộng vào số tín chỉ hiện tại nên bạn có thể vào đăng ký môn học.. . Đối với chuẩn giáo dục thể chất PĐT sẽ không áp dụng ở HK192 nhưng sẽ áp dụng từ HK193 trở đi.Sinh viên phải học và đạt cả 3 môn thể dục thì được tính đạt chuẩn giáo dục thể chất. Các bạn SV lưu ý chuẩn bị trước để tránh trường hợp không ĐKMH được.. . Các thay đổi về quy chế các bạn xem tại đây :. . http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK192-updated.pdf. . Chúc bạn học tốt.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[student_id]. .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Chào bạn,. . Vui lòng trình bày rõ nội dung câu hỏi nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . E đã thi toiec 310đ vào hồi tháng 7 năm 2019 ạ,đã nộp lên mybk mà tới giờ e vẫn chưa đăng kí được anh văn 1 ạ,e lên đăng kí môn học thì nó ghi là tiên quyết anh văn cơ bản và e đã đăng kí rất nhiều lần và e đã hỏi phòng đào tạo rất nhiều lần ạ và e củng viết như vậy mấy lần rồi ạ,e mông thầy(cô) giải quyết giúp e đăng kí học anh văn 1 ạ,vì e là k17 đã trể 1 năm vì thiếu anh văn để vào chuyên nghành rồi ạ,e mong thầy cô giúp e ạ,e xin cảm ơn ạ",
            "Chào bạn,. . Phòng đào tạo đang cập nhật lại dữ liệu av, bạn vui lòng vào đăng ký lại lúc 13g ngày 20/12/2019.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi PĐT. . Hiện nay sao khi PĐT quyết định thay đổi quy chế đăng ký môn học thì có rất nhiều vấn đề xảy ra. Chẳng hạn như một số bạn do năm nhất không tích lũy đủ 28 tín chỉ nên không đăng ký được một số môn của năm hai và những môn các bạn rớt của năm nhất lại có số tín chỉ quá ít; một số bạn lại học xong tất cả các môn đại cương và một số môn cơ sở ngành nên những môn còn lại của năm hai còn số tín chỉ khá ít (không đủ 10 tín chỉ);... Vậy nên em viết thư này yêu cầu PĐT xem xét lại quyết định của mình, chúng em cảm thấy quy chế mới có rất nhiều bất cập, nên mong các cán sự của PĐT hãy tôn trọng nền dân chủ xã hội chủ nghĩa mà lắng nghe sinh viên.",
            "Chào bạn. . . . Đây là quy chế chung do nhà trường ban hành và áp dụng từ HK192. Mình sẽ chuyển góp ý của bạn lên ban lãnh đạo nhà trường."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . em sv năm 2 và không đkmh do không đủ stctl. . Có bạn mail cho thầy [full_name] và theo như thầy nói thì các môn mình đang học vẫn được xem là đạt. Nếu các bạn bị vấn đề môm đang học không tính TC tích lũy thì báo PĐT kiểm tra lại.. . em mong pdt kiểm tra lại trường hợp của em... . mssv [student_id]. .",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã cập nhật lại số tin chính (cộng cả số TC HK191) và chuẩn về giáo dục thể chất, bạn vui lòng vào kiểm tra và đăng ký lại nhé!. .",
            "vẫn không được ạ. . mong pđt xem lại dùm em. . mssv [student_id]. . em cảm ơn",
            "Chào em,. . . . sv vào đăng kí lại sau 17h."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Xin chào các thầy (cô) ạ, . . Em tên là [full_name], MSSV [student_id], khoa Cơ Khí, ngành Kỹ thuật Hệ thống Công nghiệp. . . Chuyện là thay đổi chỉ tiêu chỉ qua từng năm áp dụng cho năm nay em thấy như vậy là hơi bất ngờ ạ. Năm nhất em học đúng theo chương trình đào tạo nên kì 1 là 14 chỉ kì 2 là 15 chỉ tổng cộng là 29 chỉ, nhưng em bị rớt môn nên không đủ để đăng kí cho năm nay. Kì hè chúng em phải đi kiến tập nên không được đăng kí học hè, kì chính thì buổi tối em học tiếng Nhật bên chương trình VJEP nên cũng không đăng kí học dự thính được. Kính mong PĐT xem xét về việc dời chỉ tiêu này sang kì sau để chúng em có thời gian chuẩn bị được không ạ.. . Em chân thành cảm ơn ạ. Mong sớm nhận được phản hồi từ phía PĐT ạ.",
            "Rất tiếc đây là quy chế chung của nhà trường áp dụng từ Hk192 nên không thể đáp ứng yêu cầu của bạn được.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Xin chào thầy (cô).. . Em tên [full_name] MSSV [student_id] ở khoa Kỹ thuật Hóa học.. . Em có thắc mắc khi đăng kí môn học em có đăng kí môn Kỹ thuật điện (Mã môn học EE2027 môn bắt buộc ở HK6) nhưng khi có tkb tạm thời thì bị mất môn và trong đợt hiệu chỉnh sáng 18/12 em có đăng kí lại nhưng lại hiện thông báo thiếu chuẩn sinh viên năm 3 (tiên quyết). Em có ý định chuyển môn này lên học trước để hk6 có thể học những môn tự chọn nhiều hơn. Nhưng tình trạng hiện tại em đăng kí không được môn này (em đã thỏa các môn học trước).. . Không biết do hệ thống bị lỗi hay như thế nào. Và em muốn xin cách giải quyết.. . Em cám ơn.",
            "Chào bạn. . Như emai PĐT đã gửi trước đó, PĐT đã cập nhật lại số tín chỉ xếp loại sinh viên theo các năm. Các môn học ở HK191 vẫn được cộng vào số tín chỉ hiện tại nên bạn có thể vào đăng ký môn học.. . Đối với chuẩn giáo dục thể chất PĐT sẽ không áp dụng ở HK192 nhưng sẽ áp dụng từ HK193 trở đi.Sinh viên phải học và đạt cả 3 môn thể dục thì được tính đạt chuẩn giáo dục thể chất. Các bạn SV lưu ý chuẩn bị trước để tránh trường hợp không ĐKMH được.. . Các thay đổi về quy chế các bạn xem tại đây :. . http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK192-updated.pdf. . Chúc bạn học tốt.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ PĐT cho em hỏi, theo chương trình đào tạo mới của trường, SV muốn đăng kí môn cho HK2 học kì 192 phải đạt từ 28 chỉ trở lên, nhưng hiện em chỉ có 27 chỉ, em nên làm như thế nào để được cứu xét cho đăng kí các môn chuyên ngành ạ??. . . .",
            "Chào bạn. . Như emai PĐT đã gửi trước đó, PĐT đã cập nhật lại số tín chỉ xếp loại sinh viên theo các năm. Các môn học ở HK191 vẫn được cộng vào số tín chỉ hiện tại nên bạn có thể vào đăng ký môn học.. . Đối với chuẩn giáo dục thể chất PĐT sẽ không áp dụng ở HK192 nhưng sẽ áp dụng từ HK193 trở đi.Sinh viên phải học và đạt cả 3 môn thể dục thì được tính đạt chuẩn giáo dục thể chất. Các bạn SV lưu ý chuẩn bị trước để tránh trường hợp không ĐKMH được.. . Các thay đổi về quy chế các bạn xem tại đây :. . http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK192-updated.pdf. . Chúc bạn học tốt.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chưa cập nhật điểm . Chào thầy/cô,. . . . Em tên là [full_name], MSSV [student_id]. Theo quy chế đào tạo học vụ mới thì em bị thiếu môn GDTC3 nên không thể đăng kí môn học HK192 được. Trong HK191 này em đã học và trả xong môn GDTC3 nhưng hiện tại chưa cập nhật điểm, nên em chưa thể đăng kí môn học cho kì sau được. Em mong thầy/cô giải quyết cho em sớm ạ! Em sợ bị hết sĩ số không đăng kí được làm chậm tiến độ học tập của em. . . . . Em xin cảm ơn thầy/cô!",
            "Chào bạn. . Như emai PĐT đã gửi trước đó, PĐT đã cập nhật lại số tín chỉ xếp loại sinh viên theo các năm. Các môn học ở HK191 vẫn được cộng vào số tín chỉ hiện tại nên bạn có thể vào đăng ký môn học.. . Đối với chuẩn giáo dục thể chất PĐT sẽ không áp dụng ở HK192 nhưng sẽ áp dụng từ HK193 trở đi.Sinh viên phải học và đạt cả 3 môn thể dục thì được tính đạt chuẩn giáo dục thể chất. Các bạn SV lưu ý chuẩn bị trước để tránh trường hợp không ĐKMH được.. . Các thay đổi về quy chế các bạn xem tại đây :. . http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK192-updated.pdf. . Chúc bạn học tốt.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "PĐT thông báo thay đổi về học vụ quá vội vàng cũng như không phù hợp với chương trình đào tạo của nột số ngành, chúng tôi theo lý lẽ vẫn phải được đăng kí môn vì đã đủ tiêu chuẩn các môn học trước, tiên quyết, song hành.... nếu phòng đào tạo muốn áp dụng điều khoản này thì phải xoá bỏ đi điều kiện tiên quyết, sh, ht, hai là các môn phải luôn được mơt ở hai kì chính chứ không phải có môn mỗi năm chủ mở một lần. Một một cổ mà không biết bao nhiêu tròng thì sinh viên chỉ còn chết dở chứ sống làm sao nổi ở cái môi trường áp lực đang thay đổi theo hướng áp lực hơn này.. . . .",
            "Chào bạn. . . . PĐT ghi nhận và sẽ chuyển ý kiến của bạn lên ban lãnh đạo nhà trường."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Cho em hỏi hạn chót nộp bằng ngoại ngữ để nhận LVTN là vào tháng mấy ạ.",
            "Chào bạn,. . Bạn vui lòng xem chi tiết lịch học vụ của HK201 để biết rõ các đợt lấy dữ liệu anh văn cho từng đợt đăng ký môn học tương ứng tại:www.aao.hcmut.edu.vn- sinh viên - Lịch học vụ.. . Thân.. ."
        ]
    }
]