[
    {
        "intent": "",
        "message": [
            "Xin chào Thầy/Cô ạ,. . . . Em tên là [full_name] - MSSV [student_id], là sinh viên lớp CK17KSCD. Vừa rồi em đã hoàn thành chương trình học, đáp ứng các chuẩn xét tốt nghiệp về tiếng Anh, CTXH. Tuy nhiên em chưa thể đăng ký tốt nghiệp vì thiếu học phần mở rộng.. . Em có nguyện vọng xin ra khỏi chương trình Tài năng để kịp tiến độ tốt nghiệp tháng 1/2021. Em đã gửi đơn lên văn phòng khoa và đã được chấp nhận (chi tiết trong file đính kèm).. . Em kính mong PĐT giải quyết sớm để em có thể nhận và bổ sung bằng tốt nghiệp tạm thời vào hồ sơ xin việc ạ.. . . . Xin chân thành cảm ơn,. . [full_name].. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 02/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT,. . . . Em đã có phản hồi một lần (ngày 21/10) về việc chưa được cập nhật trong danh sách dự kiến tốt nghiệp đợt 2 năm 2021 và nhận được trả lời là đến ngày 26/10 nếu vẫn chưa nhận được email thông báo được cập nhật trong danh sách thì phản hồi lại cho PĐT. Em kính mong PĐT có thể xem xét và cập nhật sớm giúp em vì em đang rất cần có bằng tốt nghiệp tạm thời để nộp cho công ty.. . . . Em xin chân thành cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT,. . . . Em tên là [full_name], MSSV: [student_id]. Em có đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến - Đợt tháng 11. Trong lúc thanh toán học phí, em không biết tại sao màn hình BKpay của em không hiện thanh toán học phí cho đăng ký thi vào ngày 26/10/2021, cho tới lúc em kiểm tra lại vào sáng ngày 27/10/2021 và thanh toán thì đã báo trễ.. . Kính mong PĐT xem xét trường hợp của em để em được dự kì thi để tốt nghiệp được đúng hạn.. . Em xin cảm ơn các thầy cô PĐT đã xem xét trường hợp của em",
            "Chào em,. . PDT sẽ ghi nhận trường hợp của em và bổ sung vào danh sách thi, em vui lòng theo dõi mail thông báo của Trung tâm ngoại ngữ để biết lịch thi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em xin chào cô và nhà trường. Cô cho em hỏi là có cách nào để nhà trường cấp được giấy hoãn nghĩa vụ quân sự cho em không ạ? Do em đang ở địa phương nên phường yêu cầu gọi em đi nghĩa vụ quân sự nửa tháng nay liên tục nhưng em không biết cách nào để có thể có được giấy hoặc giấy online như thế nào ạ. Em ở Bình Thuận. Nếu được cô có thể cấp giấy online để e tải xuống và trình bày cho địa phương được không ạ? Em cảm ơn cô.. . Trân trọng.. . . .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em đã đăng kí hoãn thi 2 môn hk203 thì đã được chấp nhận còn môn giải tích 1 MT1003 ở hk202 thì không được ạ. .",
            "Chào em,. . Em vui lòng trình bày rõ vấn đề giúp cô nhé! em đã nộp đơn hoãn thi như thế nào?. . Các trường hợp hoãn thi không đúng PDT đã gửi mail cho SV để kiểm tra lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi là nếu em cần gấp em có thể lên trường để làm giấy chứng nhận sinh viên luôn không ạ em cám ơn. .",
            "Chào em,. . Hiện tại chưa được phép vào trường em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dear Cô giáo,. . . . Em tên: [full_name], MSSV: [student_id],là SV chuyển hệ CQ sang VHVL.. . . .  Em nhận được mail của [email] yêu cầu gửi hồ sơ scan qua email [email], nhưng sau đó em làm theo chỉ dẫn này để nhưng không nhận được bất kỳ phản hồi nào từ email [email] trong vòng gần 10 ngày nay dù em có gửi thêm 1 mail nữa để nhờ sự hỗ trợ.. . . .   Em cũng gửi email [email] để yêu cầu hỗ trợ nhưng cũng không nhận được bất kỳ phản hồi nào. (Em có đính kèm 2 hình ảnh). . . .   Kính mong Cô giáo có thể giúp đỡ em để em hoàn tất quá trình chuyển hệ. Trân trọng cảm ơn CÔ.",
            "Chào em,. . - Em vui lòng gửi email đến [email] nếu chưa được hỗ trợ.. . - Email của em được gửi đến địa chỉ email này rồi.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ vậy thầy/cô có thể giải quyết nhanh đăng kí giấy xác nhận sinh viên giúp em được không ạ. em cám ơn. . [full_name] [student_id]. .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đăng kí gửi bằng tốt nghiệp về nhà, nhà trường cho em hỏi là bằng của em đã được gửi chưa ạ, để em đi xin việc ạ.",
            "Chào em,. . Trường hợp của em đã scan giấy chứng nhận TN tạm thời và up lên trang mybk/Đăng ký tốt nghiệp (SV có thể vào tải về trước), bản giấy cũng đã được gửi cho bưu điện để gửi cho SV nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name], MSSV: [student_id]. Em có đăng ký giấy chứng nhận sinh viên vào ngày 9/9/2021 và gửi qua đường bưu điện, nhưng hiện tại em chưa được nhận giấy CNSV. Mong trường kiểm tra giúp em ạ. Em cảm ơn.",
            "Chào em,. . Em xem file cô gửi.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: năn nỉ pđt xử lý phiếu em nhanh ạ để em đi in chiều nay hạn chót nộp nvqs rồi ạ. Em cám ơn ạ. . [full_name] [student_id]",
            "Chào em,. . Ngày nào Phòng Đào tạo cũng lấy dữ liệu in giấy xác nhận SV để in, trình ký và đóng dấu.. . Em theo dõi trên trang mybk/Xác nhận SV, khi nào chuyển qua trạng thái đã xử lý, em có thể tải file scan để nộp của bên Quân sự trước nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô,. . . . Hiện tại thì em vừa có điểm môn học Dự thính cuối cùng và điểm TBTL hiện tại của em là 8.08. Nhưng ở   B Danh sách tốt nghiệp dự kiến   /B thì điểm Trung bình tốt nghiệp của em là 8.04 (do cập nhật trước đó khi chưa có điểm tất cả các môn học).. . . . Em kính mong PĐT xem xét và cập nhật lại điểm Trung bình tốt nghiệp giúp em ạ.. . . . Chúc quý thầy/cô nhiều sức khỏe!",
            "Chào bạn,. . Điểm TBTL ngành của em sẽ được cập nhật lại trong bảng điểm tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy/cô PĐT,. . Em vừa mới có điểm môn cuối cùng, thầy cô vui cập nhập lại điểm của em trên danh sách tốt nghiệp dự kiến để em đăng kí tốt nghiệp ạ! . . Em xin cảm ơn! Chúc thầy/cô sức khoẻ.",
            "Chào em,. . ĐTBTN = 8.07. Em xem lại ds dự kiến sau ngày 31/10/2021. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào các thầy/cô PĐT. . . . Em tên là [full_name], MSSV:[student_id]. Em vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được sau khi nhận được trả lời của cô [full_name]. Em có vào danh sách tốt nghiệp dự kiến và nhập mã sinh viên thì thông báo \"Không tìm thấy mã số sinh viên này trong trong danh sách\" nên em mong các thầy/cô ở PĐT kiểm tra lại giúp em. Em cảm ơn . . . .",
            "Chào em,. . Cô gửi lại em file xét tốt nghiệp, em xem và kiểm tra lại điều kiện nhé, nếu có khiếu nại gì vui lòng phản hồi qua bksi giúp cô nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em có đăng kí xét tốt nghiệp nhưng bọ hủy kết quả vì thông báo nợ học phí, giờ em đã thanh toán đầy đủ rồi và có nguyện vọng đăng kí lại nên tạo yêu cầu này.. . Em xin cảm ơn",
            "Chào em,. . PĐT đã xóa nợ.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi,em đã nhận được mail của phòng đào tạo gửi là sẽ áp học phí 211 cho sinh viên hệ VHVL là sẽ giảm học phí,do em kì này học 4 chỉ nên học phí sẽ thu là 25% của 15tr là 3.750 triệu.Và lúc trước được phản hồi qua mail là gần đến đóng học phí thì sẽ giảm,nhưng còn khoảng 1 tuần nữa tới hạn đóng rồi nhưng e cũng chưa thấy cập nhật mức hoc phí mới.Cho em hỏi là khi nào thì có thề cập nhật mức học phí mới ak.Em cảm ơn. .",
            "Chào em,. . - Câu trước cô đã trả lời em: em xem email. . - PĐT chưa sẽ cập nhật lại học phí, em yên tâm sẽ cập nhật trước khi em đóng HP. . . - PĐT sẽ có email thông báo về việc đóng HP, lúc đó em vào mybk kiểm tra lại nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy cô, . . Em hiện tại đã hoãn thi môn Mạch điện tử và chưa học thí nghiệm môn này (lịch thí nghiệm bắt đầu vào 1/11). Vậy hiện tại em có thể rút môn học này (vẫn tính học phí) có được không ạ? . . Thông tin môn học: Mạch điện tử EE2036 - HK202 . . Em xin cảm ơn.",
            "Chào bạn. . Nghĩa là bạn hủy hoãn thi và rút môn học phải không?. . Bạn làm giúp 1 tờ đơn hủy hoãn thi trình bày rõ lý do + ký tên. . Đồng thời SV tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web : aao.hcmut.edu.vn    biểu mẫu) . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Tốt nghiệp . . . Em tên: [full_name], MSSV: [student_id]1, sinh viên K2013. . em đã hoàn thành chương trình đào đạo hệ chính quy K2013 chuyên ngành chế tạo máy, khoa cơ khí,. . . . nhưng thiếu chứng chỉ anh văn Writing and Speaking.. . . . đã chuyển sang hệ VHVL, nhưng hiện em tra cứu danh sách dự kiến tốt nghiệp hệ VHVL đợi 2 năm 2021 không tìm thấy trong danh sách dự kiến tốt nghiệp.. . . . anh/chị cho em hỏi trong trường hợp của em có thể đăng ký nhận bằng tốt nghiệp được chưa hay còn phải đăng ký những môn học nào.. . em vào trang đăng ký tốt nghiệp thì vẫn hiện là hệ chính quy, em có đính kèm tệp anh/ chị hỗ trợ giúp em. . mong nhận được sự hỗ trợ giúp thủ tục tốt nghiệp.. . Em đã phản hồi rất nhiều lần như vẫn chưa nhận được kết quả, PDT có thể để lại phone để e liên hệ được không? trên hệ thống vẫn hiển thị e là sinh viên chính quy? trong khi em đã chuyển sang hệ VHVL",
            "Chào em,. . Cuối tuần này sẽ cập nhật SV đăng ký tốt nghiệp. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có đăng ký làm giấy xác nhận sinh viên của trường cách đây hai tuần ạ. Ở phường em yêu cầu nộp giấy đó trong tuần nếu k thì sẽ gọi đi nghĩa vụ quân sự ạ.",
            "Chào bạn,. . - [full_name] đã ghi nhận phản hồi của bạn. Vì số lượng đăng ký giấy CNSV tăng đáng kể, PĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo.. . Em tên Nguyễn Trần Bảo Châu, MSSV: [student_id], hệ đào tạo VLVH, chuyên ngành Công nghệ may.. . Kính mong Thầy/Cô xem xét giúp em chuyển khóa K14 vì để hoàn thành nhanh chóng CTĐT.. . Em xin cảm ơn.",
            "Chào em,. . Đơn chuyển khóa của bạn đã được duyệt, bạn theo dõi quyết định cập nhật tại trang mybk/Thông tin sinh viên. Sau ngày 20/11 nếu QD chưa được cập nhật vui lòng phản hồi lại BKSI để kiểm tra  lại nhé.. . SV lưu ý là sẽ học theo CTĐT khóa 2014. . Thân",
            "Chào em. . Cô gửi em file scan QD chuyển khóa, em xem và kiểm tra lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em xin chào thầy cô ạ,. . Vào tối ngày 21/10/2021, em có đăng kí giấy chứng nhận sinh viên với lý do là tạm hoãn nghĩa vụ quân sự ạ. Do đang cần gấp nên em đăng kí nhận tại trường. Vào thứ 2 (25/10) em thấy trên mybk để phiếu đã được xử lý nên em có lên trường để nhận thì được biết là trường hiện đang không cho sinh viên vào trường ạ. . . Do phiếu của em đã đăng ký đã được xử lý nên em không thể hủy để dăng kí phiếu mới. Nên em muốn hỏi rằng em có thể chuyển đổi hình thức từ nhận tại trường thành nhận qua đường bưu điện được không ạ. Và nếu có thể thì em cần làm gì ạ. . . Em xin lỗi vì sự bất tiện này ạ.. . Em xin cảm ơn ạ.. .",
            "Chào em,. . - Vào thứ 2 (25/10) em thấy trên mybk để phiếu đã được xử lý nên em có lên trường để nhận thì được biết là trường hiện đang không cho sinh viên vào trường ạ.. . =  Em chờ email thông báo được vào trường nhận luôn nhé. . . - Chuyển đổi hình thức từ nhận tại trường thành nhận qua đường bưu điện được kg ?. . =  PĐT thử tạo đơn nhưng chỗ em còn bị ảnh hưởng Covid nên bưu điện không chuyển đi được.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô,. . Hiện tại em đã đăng ký giấy chứng nhận sinh viên cho mục đích tạm hoãn nghĩa vụ quân sự từ ngày 07/09/2021 và đã có bản pdf nhưng cho đến nay đã hơn 1 tháng mà em vẫn chưa nhận được bất cứ thông báo nào từ bưu điện. Nên em mong Phòng đào tạo xem xét cấp lại cho em bản mới ạ. Em xin cảm ơn.. . Chúc thầy/cô một ngày làm việc vui vẻ.. . . . Trân trọng,. . [full_name] - [student_id]",
            "Chào em,. . Do chổ em còn bị ảnh hưởng dịch Covid nên bưu điện không chuyển được.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: e có bị tính là đóng học phí trễ không, do hệ thông không đóng được nên e đóng trễ mong pdt xét dùm em. .",
            "Chào em,. . Lần sau cố gắng đóng sớm nhé em. TKB của em chưa bị xóa.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em tên là [full_name], MSSV: [student_id], em đã đủ điều kiện để đăng kí tốt nghiệp kì này. Tuy nhiên em thấy trong mục BKPay của mình vẫn còn 1 khoản chưa thanh toán (như hình đính kèm bên dưới). . . Em xin phép nhà trường mở khoản phí này cho em để em thanh toán và đăng kí tốt nghiệp trong đợt này.. . Em xin chân thành cảm ơn!. . . .",
            "Chào em,. . BKPAY luôn mở nhé, em vào thanh toán không được thì gửi lại.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào thầy/cô,. . . . Em khóa K14, cho em hỏi thủ tục để chuyển sang hệ VLVH cần những gì ạ.. . . . Em cảm ơn ạ.. . . .   i Yêu cầu khác .",
            "Chào bạn. . Bạn tải mẫu đơn thôi học  tại trang web: aao.hcmut.edu.vn (đánh dấu vào option chuyển sang VLVH ) gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Học vụ . . . Kính gửi thầy cô.. . Em tên là[full_name] [full_name]. . MSSV[full_name] [student_id]. Vì không có trang thiết bị và đường truyền ổn định để thực hiện thi online, nên em kính mong phòng Đào tạo cho phép em hoãn thi cuối kì môn Giải Tích Mạch kì 202. Em xin cảm ơn ạ.",
            "Chào em,. . Đơn xin hoãn thi của em còn thiếu xác nhận của [full_name].. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thưa, em có yêu cầu muốn rút môn học Cấu trúc rời rạc cho khoa học máy tính vì lý do kỳ trước em đã đủ điểm như do thiếu tự tin nên đã đăng ký học lại, nay thấy thông báo điểm đã qua môn, nhưng do báo điểm khá trễ (đã qua 6 tuần ) nên em muốn  phòng đào tạo xem xét cho em rút môn học (phải thanh toán học phí) kì này ạ, em xin chân thành cảm ơn !",
            "Chào em,. . Đã hết thời gian rút môn học (phải thanh toán học phí), em cần làm theo hướng dẫn sau để trình BLĐ phòng xem xét. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thưa, em có câu hỏi là nếu đăng ký học cải thiện điểm môn học nhưng nếu điểm trung bình thấp hơn học kì trước thì cuối cùng sẽ lấy điểm nào ạ ?. .",
            "Chào em,. .  đăng ký học cải thiện điểm môn học nhưng nếu điểm trung bình thấp hơn học kì trước thì cuối cùng sẽ lấy điểm nào . . =  Lấy điểm cao nhất tính cho cùng 1 mã MH để tính vào ĐTB tích lũy. . . - vd: Môn A = 5,0 đ . .    Học lại cải thiện môn A =7,0 đ . . =  sẽ lấy 7,0đ tính . . Thân mến. . . .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "hiện địa phương đã gửi giấy hẹn lịch khám nghĩa vụ quân sự vào ngày 30/10 này.EM đã đăng ký nên mong phòng đào tạo xem xét và xử lý nhanh giúp em trong ngày 28, 29 để em gửi bản scan về trước ạ.",
            "Chào bạn,. . - [full_name] đã ghi nhận phản hồi của bạn. Vì số lượng đăng ký giấy CNSV tăng đáng kể, PĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "QUOTE   /QUOTE Yêu cầu khác: Em tên là [full_name]. . MSSV [student_id]. . Em xin hỏi là nếu mình chưa có tài khoản OCB thì có thể thanh toán bằng Smart banking khác được không ạ? Và cho em xin thông tin để có thể chuyển khoản ạ.. . Em xin cảm ơn ạ.",
            "Chào em,. . Số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào PĐT ạ!. . . . Cho em hỏi là hk211 này em không đăng kí học và  không có thời khoá biểu. . . . Mà địa phương em cần giấy xác nhận sinh viên nên em không đăng ký được do không có đăng kí hk211. . . . Giờ em cần phải làm gì để đăng kí giấy xác nhận ạ?. . . . Giấy hoãn nvqs nên em mong pđt sớm giúp em ạ. . Em cảm ơn!",
            "Chào em,. . - Trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . - Giờ em cần phải làm gì để đăng kí giấy xác nhận ạ?. . =  Khi nào em được thu nhận lại, có TKB HK212 thì mới được cấp CNSV (trường chuẩn bị ra quyết định tạm dừng vì không ĐKMH HK211).. . - Khi tình trạng sv đã cập nhật: tạm dừng, thì em tải mẫu đơn thu nhận lại HK212 gửi qua bksi.. . mẫu đơn thu nhận: aao/biểu mẫu. . . . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào PDT ạ!. . Em đã đăng kí được LVTN và thực hiện nhưng không thấy thông báo về tiền học phí trên bk pay ạ! Vậy em phải đóng khi nào ạ!",
            "Chào em,. . - Vậy em phải đóng khi nào ạ!. . =  Theo quy định khoảng tháng 11/2021 có thông báo về việc đóng học phí CQ.. . - PĐT sẽ cập nhật lại học phí trước khi đưa lên BKPAY.. . Thân mến. .  . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name], mssv: [student_id]. . Lớp: DD17KT04. . Đã tạm dừng từ học kỳ 202, năm học 2020-2021. . Lý do: tạm dừng vì không đóng học phí và xóa tên vì không đăng ký môn học. Quyết định số: 69/QĐ-ĐHBK và 260/QĐ-ĐHBK. . Nay em có đề nghị được thu nhận lại từ học kỳ 211 năm học 2021-2022.. . Em xin cảm ơn.. . . . Đính kèm: File 1: ảnh tình trạng sinh viên và lý do bị tạm dừng học.. . File 2: Đơn xin xác nhận thu nhận lại",
            "Chào bạn. . Đơn thu nhận của bạn Pdt đang xử lý. . Dự kiến cuối tháng 11 tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên. . - Xem chi tiết lịch đăng ký môn học HK kế tiếp (HK 212) dự kiến cập nhật cuối tháng 11/2021 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2021-2022    Học kỳ 2 . . Thân. .",
            "Chào bạn. . Sau khi kiểm tra tình trạng của bạn là Buộc thôi học vì tự ý nghỉ học theo quyết định số 260(9/4/21) . . Nên Bạn phải liên hệ Khoa Điện - Điện tử để làm công văn thu nhận gởi Pdt để trình Ban giám hiệu xem xét thu nhận lại. . nên đơn thu nhận lạn bạn đã nộp cho Pdt không thể giải quyết. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name]. . MSSV [student_id]. . Em có thực hiện in bảng điểm nhận tại Phòng Đào tạo CS1. Em có nhờ bạn vào trường lấy giúp (do em chưa đủ điều kiện tiêm vaccine) nhưng ở cổng có 2 bác bảo vệ nói hiện tại không cho sinh viên vô trường ạ.. . Cho em hỏi có cách nào để em nhận bảng điểm không ạ? Em có mail phòng đào đạo để hỗ trợ scan bảng điểm để em nhận online (em bổ sung hồ sơ học bổng online) nhưng vẫn chưa được phản hồi ạ.. .",
            "Phòng đạo tạo đã gửi em bản scan roi ạ.. . Em cảm ơn ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào Phòng Đào Tạo.. . Em tên [full_name]. Có Mssv [student_id] hiện em đang học tại khoa Kỹ Thuật Xây Dựng bộ môn Địa Tin Học. Hiện tại em đang học năm thứ năm và đang làm luận văn chuẩn bị tốt nghiệp. Nhưng ở quê địa phương em có giấy mời khám nghĩa vụ quân sự. . . Em viết thắc mắc này hỏi là em còn nhận được giấy miễn nghĩa vụ quân sự nữa hay không ạ.. . Em cám ơn vì đã đọc yêu cầu của em.. . Em mong nhận được sự hồi âm từ Phòng Đào Tạo ạ.",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa thầy cô,. . . . Em là [full_name], mã số sinh viên [student_id].. . . . Hôm bữa em có giải quyết xong về vấn đề lệ phí in bảng điểm từ năm 2017 do không còn nhu cầu nữa và đã được giải quyết.. . . . Tuy nhiên, hôm nay khi mở lên, em lại thấy mình từ trạng thái đang chờ nhận bằng qua bưu điện bị đổi sang không được phép đăng ký.. . . . Nội dung của lần trước:. . Thời gian: 10/26/2021 10:17:54 am. . Từ: [563] (001829) [staff_name] . . . . Chào em,. . Về lệ phí In bảng điểm ( Từ năm 2017), vì không có nhu cầu nên em xin phép huỷ được không ạ?. . =  PĐT đã hủy rồi nhé.. . Thân mến. . . . Ngoài ra, em còn đóng luôn tiền 200 000 VND phí chuyển điểm [full_name] nhưng vẫn chưa thấy cập nhật.. . . . Hiện BKpay của em không còn khoảng nào chưa hoàn tất.. .  . . Kính mong thầy cô giúp em.. . . . Kính thư,. . [full_name]",
            "Chào em,. . PĐT đã xóa nợ.. . Thân mến. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào pdt. . Trong học kì 1 năm 2020-2021, em đã học và qua 2 môn sau:. . 1/ Xây dựng cầu, mã CI4121, 2 chỉ, . . 2/ ĐAMH thiết kế cầu, mã CI4123, 1 chỉ.. . . . Hai môn trên tương đương với môn . . Xây dựng cầu, mã CI4033, 3 chỉ. . Nay em xin phòng đào tạo chuyển điểm môn tương đương theo quy định để em đủ điều kiện đăng kí tốt nghiệp ạ.. . Xin cảm ơn pdt.",
            "Chào em,. . Em xem lại ds dự kiến sau ngày 31/10/2021.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi thầy/cô,. . Em là [full_name]. Hiện tại em đang học lớp tài năng nhưng hiện tại tiếng anh nói viết của em không đạt yêu cầu. Ngoài ra, em còn không đủ 1 số chuẩn của KSTN nên muốn rút khỏi lớp tài năng để được tốt nghiệp kịp thời đợt TN.20211.1. . . Em mong được thầy cô giúp đỡ.. . Em xin chân thành cảm ơn.. . Trân trọng. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 02/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: kính gửi PDT, em xin được trình bày lý do của mình như sau:Em đã đến trước giờ thi 30'và em ngồi đợi email link hoặc là trên elearning như các môn thi online trước đã từng thi. vì trước giờ các hôm thi online của em trước đây chưa từng có môn nào phải truy cập trêm bkexam để lấy link nên em chưa từng biết và sử dụng bkexam nên em ngồi chờ đến 18h5'. vẫn không thấy email với elearning có link. nên em đã phải ngồi tìm link và lên các group nhóm học môn khác để hỏi về link phòng thi. vì em là sv bằng 2 nên ko có quen nhiều bạn cùng lớp để hỏi. đến lúc được các bạn trong group môn khác trả lời là lên bkexam để lấy link thì đã 6h25 thì em vô thì hình như phòng đã đóng link.em biết là việc không biết đến bkexam là lỗi của mình nhưng rất kính mong PDT xem xét sắp xếp cho em được thi bổ sung với các bạn hoãn thi để có thể hoàn thành môn học. rất kính mong PDT xem xét.Em xin chân thành cảm ơn.",
            "Chào em,. . - Cô đã trả lời em ở câu trước.. . - Em nên liên hệ GV giảng dạy để được hướng dẫn.. . - Trường hợp bất khả kháng: . . + Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . + Sau khi có xác nhận của Giảng viên giảng dạy và Khoa (theo quy định). . Gửi cho Phòng đào tạo xem xét (nộp qua email pdt@hcmut.edu.vn hoặc BKSI ). . Thân mến. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "U Học vụ . Do đi chữa trị covid và gv đã xcas nhận nên E k đieenf form...E có liên hệ gv xin hoãn có đăng ký trên bksi nhưng k điền form vì e nghĩ gv xác nhận kí onl là đc..E dính covid nên lúc đó cũng k màng đến ạ. Mong pdt xem xét trường hợp của E với ạ. .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Hoãn Thi/[full_name] thi HK202/203 của bạn. . . Bạn vui lòng theo dõi kết quả được cập nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/xem điểm và mail sinh viên sau ngày 01/12/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi mình xin giấy xác nhận điểm rèn luyện năm học 2019-2020 bằng cách nào vậy ạ? Em xin cảm ơn ạ.",
            ". . Chào bạn. . Vấn đề Gia hạn học phí, BHYT, Học bổng, vay vốn ngân hàng, điểm rèn luyện… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn. Địa chỉ email: [email]. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Tên : [full_name]. . Mssv: [student_id]. . Môn: Cơ học kết cấu. . Mã môn học : ci2029. . Lý do: dịch bệnh gây khó khăn trong thi . Em đã đúng giờ thi trên mybk nhưng em chỉ biết vào elerning , không thấy link vào thi . Em đã mail cho pdt hỏi . Thì pdt mới báo vào link exam.hcmut.edu.vn để thi, lần đầu tiên thi online nên em không biết ạ. . . Em cảm ơn",
            "Chào em,. . Em gửi lại phiếu hoãn thi có xác nhận của GV giảng dạy và Khoa XD. . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi em muốn xin giấy chứng nhận sinh viên để hoãn nghĩa vụ mà kì này em không có đăng kí thời khóa biểu nên không đăng kí trên trang mybk được thì phải làm sao ạ",
            "Chào em,. . Trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là trường mình cấp giấy hoãn NVQS chưa ạ. Bên địa phương đang yêu cầu nên em xin để nộp cho địa phương ạ.. . . .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . . . . . Em là [full_name] MSSV :[student_id].. . . . Em đã đủ điều kiện tốt nghiệp rồi nhưng vẫn chưa có tên trong danh sách dự kiến tốt nghiệp , mong PDT kiểm tra giúp em.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 31/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng đào tạo,. . Kì học trước em có đăng kí hoãn thi hai môn và đã được đồng ý. Sắp tới kỳ thi cuối kì nên phòng đào tạo cho em hỏi cách thức và quy định đăng kí kiểm tra lại các môn hoãn thi như thế nào ạ? . . Em xin cảm ơn",
            "Chào em,. . Em chờ thông báo sau khi có quyết định hoãn thi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . CHào thầy/cô,. . Hiện tại em còn thiếu 1 môn để tốt nghiệp và em đang học dự thính trong kỳ này. Theo lịch thì em thấy giữa tháng 12 sẽ kết thúc - có bảng điểm.. . Em muốn hỏi là nếu trễ hạn 24/12 thì thời gian để đăng ký tốt nghiệp tiếp theo là khi nào không ạ?  tại vì em đang cần giấy tốt nghiệp tạm thời ạ. . . . Cảm ơn thầy cô",
            "Chào bạn,. . - Bạn theo dõi thông tin xét tốt nghiệp đợt tháng 11/2021 tại aao.hcmut.edu.vn/Sinh viên/Lịch học vụ . . - PĐT thực hiện đợt xét tốt nghiệp tháng 11/2021 đến hết HK211. . - 1 năm có 2 đợt tốt nghiệp: dự kiến tháng 5, 11 hàng năm.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT,. . . . Em tên là [full_name], sinh viên khóa K17, khoa Cơ Khí.. . Do bị sơ xuất trong lúc đăng kí 1 môn học của năm 2 (môn học ME2073 - An toàn lao động trong dệt may) nên bây giờ em vẫn chưa được xét tốt nghiệp do thiếu tín chỉ. Nhưng sau khi tham khảo chương trình đào tạo của k20 thì môn học này không còn trong cấu trúc môn học. Tuy nhiên đây là môn học bắt buộc theo chương trình đào tạo của K17. Em muốn hỏi PĐT có cách nào để em bù lại 3 chỉ của môn học này để được xét tốt nghiệp không ạ?. . . . Em xin chân thành cảm ơn!",
            "Chào bạn. . Về chương trình đào tạo bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: DẠ chào Thầy (cô);. . Em tên trần phước ngọc thuận, MSSV: [student_id] hiện tại đã đủ điều kiện đặng kí tốt nhiệp em xin hủy môn học Anh văn 1A, mã MH LA1037, lớp DT03 và đả thanh toán họ phí rồi."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa quý Thầy (Cô),. . . . Em tên là [full_name], MSSV [student_id], em có đăng ký in bảng điểm nhằm mục đích bổ túc hồ sơ cho phòng sau đại học, lịch hẹn trả trả bảng điểm của em là vào ngày 27/10/2021, nhưng do quy định phòng chống dịch của nhà trường nên bác bảo vệ nhắn với em không được phép vào. Em xin phép quý Thầy (Cô) liệu còn biện pháp nào khác để em có thể nhận được kịp thời bảng điểm để bổ túc hồ sơ không ạ? Mong quý Thầy (Cô) thấu hiểu và giải đáp thắc mắc giúp em. Em xin cảm ơn.. . . . Chúc quý Thầy (Cô) thật nhiều sức khỏe."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa quý thầy cô, em tên [full_name], MSSV [student_id], ngày 18/10 vừa rồi em đã đăng kí thành công giấy chứng nhận sinh viên để hoãn Nghĩa vụ quân sự. Tuy nhiên đã hơn 1 tuần làm việc nhưng em vẫn chưa nhận được giấy từ bưu điện, em xin hỏi em có thể kiểm tra tiến độ gửi như thế nào được ạ, vì ngày 5/11 là hết hạn nộp. Trường hợp giấy không về kịp thì em nên làm gì, có thể đến văn phòng [full_name] để nhận giấy được không ? Em xin cảm ơn.. .   i Yêu cầu khác .",
            "Chào bạn,. . - PĐT sẽ scan để đưa lên hệ thống ngay khi xử lý xong. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa Thầy Cô PĐT xem xét giúp em.. . Hồi đáp của Cô [full_name] về điều kiện tốt nghiệp của em do điểm tổng kết môn nền móng trong hk172 không đạt. . . Em đã học lại môn Nên Móng và Đồ án môn học Nền Móng theo mã đào tạo mới vì học kỳ đó PĐT đã không còn mở môn học theo mã cũ như trong chương trình đào tạo của khóa em.. . Em đã đạt điểm qua môn học nền móng theo mã mới có đính kèm file bên dưới.. . Mong Thầy Cô PĐT giải đáp và hướng dẫn em để cập nhật / quy đổi điểm này để em có thể đăng ký tốt nghiệp ạ.. . Em xin cảm ơn Thầy Cô.. .   i Tốt nghiệp .",
            "Chào em,. . EM XEM DS DỰ KIẾN TN SAU NGÀY 31/10/2021.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào PĐT,. . . . Em hiện đang muốn nộp đơn xin học bổng POSCO TJ Park, học bổng có yêu cầu \"  B Bảng điểm và giấy xác nhận điểm rèn luyện có xác nhận của nhà trường  /B \".. . . . Cho em hỏi bây giờ em phải làm gì để có 2 cái đó ạ? 2 cái đó chỉ cần có bản PDF thôi 2 phải có bảng điểm được in ra ạ?. . . . PĐT hướng dẫn giúp em với. Em cám ơn ạ.",
            "Chào em,. . - Giấy xác nhận điểm rèn luyện . . =  Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . - Bảng điểm. . =  Em đăng ký trên mybk. . Thân mến. ."
        ]
    }
]