[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . E xin được tăng sĩ số môn phương pháp tính lớp L05 hoặc L06. .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .  Em xin tăng sĩ số môn cấu trúc dữ liệu và giải thuật nhóm L01_L02.. . . .  Hiện giờ đó em đã có lịch, nhưng nếu tăng sĩ số lớp cấu trúc dữ liệu và giải thuật được thì em sẽ thay thế.. . . .  Em xin cảm ơn.. .",
            "Chào bạn,. . Môn học hiện tại đã vượt sức chưa tối đa cho phép.. . Nếu bạn môn đăng ký môn học thì bạn liên hệ VP Khoa xin mở thêm đăng ký trong đợt Dự thính.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1814512  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Lý do: đợt đăng kí trước em đăng kí những môn năm 2 nhưng qua đợt 3 trường xóa vì chưa có kết quả anh văn 1 nên em bị thiếu chỉ học ở kì tới, em xin được tăng sỉ số 2 môn để em có thể có đủ thời khóa biểu để học ạ. . Môn Phương Pháp Tính(MT1009) lớp L06. . Môn Tư Tưởng Hồ Chí Minh(SP1005) lớp L05. . Em mong thầy cô có thể giúp em tăng sỉ số 2 môn ở trên",
            ". . Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. .",
            "Dạ lớp phương pháp tính( MT1009) lớp L06 em bị trùng lịch ạ. . Thầy cô có thể tăng sỉ số lớp phương pháp tính(MT1009) lớp L09 giúp em với ạ",
            "đã tăng lên tối đa nhóm L09. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Chào bạn. . . . Môn học đã ở sĩ số tối đa không thể tăng thêm"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Kính gửi PĐT Đại Học Bách Khoa TP. HCM.. . . . Em là [full_name], MSSV:[student_id], Khóa K14, Khoa Xây Dựng, Ngành Cảng Công Trình Biển.. . Đợt đăng ký môn học đợt 2 chính quy em có đăng ký luận văn tốt nghiệp(CI4333) thành công ạ nhưng khi có kết quả lại bị hủy ạ.. . Lý do hủy là thiếu tiên quyết nhưng em đã học hết và qua hết tất cả các môn của chưng trình đào tạo ạ.. . Em xin PĐT xem xét Đăng Ký lại cho em môn Luận Văn Tốt Nghiệp(CI4333) của ngành Cảng Công Trình Biển ạ. . . Em chân thành biết ơn PĐT ạ!",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...). . Kính gửi PĐT Đại Học Bách Khoa TP. HCM.. . . . Em là [full_name], MSSV:[student_id], [full_name]a K14, Khoa Xây Dựng, Ngành Cảng Công Trình Biển.. . Đợt đăng ký môn học đợt 2 chính quy em có đăng ký luận văn tốt nghiệp(CI4333) thành công ạ nhưng khi có kết quả lại bị hủy ạ.. . Lý do hủy là thiếu tiên quyết nhưng em đã học hết và qua hết tất cả các môn của chưng trình đào tạo ạ.. . Em xin PĐT xem xét Đăng Ký lại cho em môn Luận Văn Tốt Nghiệp(CI4333) của ngành Cảng Công Trình Biển ạ. . . Em chân thành biết ơn PĐT ạ!  /QUOTE . . Chào [full_name], Em xem kết quả sau ngày 14/1/2020 nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em là [full_name]V [student_id] khoa cơ khí khóa 2016. Do em bị vướng anh văn toeic để nhận luận văn tốt nghiệp. Em muốn tập trung vào học anh văn để có thể nhận luận văn. Hiện tại trình độ anh văn em chưa đạt được đúng yêu cầu nhà trường, em là sinh viên khóa 16. Lúc đăng ký đợt 2 em không hủy môn học Điện Trong Kỹ Thuật Lạnh (ME4311) vì em chờ kết quả thi anh văn Toeic. Nhưng sau khi có kết quả thi Toeic em không đạt và còn khó khăn về anh văn. Với kết quả anh văn hiện tại thì em đã trễ 1 kỳ nhận luận văn. Em mong là nhà trường có thể hủy môn học Điện Trong Kỹ Thuật Lạnh của em kì 192 của em giùm, để có em có thời gian tập trung học anh văn để có thể ra trường. Em xin chân thành cảm ơn thầy cô đã đọc qua  yêu cầu và giải quyết nguyện vọng của em. Một lần nữa em xin chân thành cảm ơn quý thầy cô.",
            "Chào bạn. . Trong đợt 3 ĐKMH bạn không thể hủy hoặc chuyển nhóm môn học. Bạn có thể làm đơn xin rút môn học khi học kỳ bắt đầu.. . Lưu ý khi rút môn học vẫn được tính học phí môn đã rút.. . Đơn xin rút môn học bạn nộp về PĐT theo mẫu có sẵn.. . Mẫu đơn rút môn:. . http://www.aao.hcmut.edu.vn/image/data/bieumau/sinhvien/PDT-03_Rut%20mon%20hoc%20(%C4%90iem%20R).pdf. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . chào anh chị, em muốn xin tăng sỉ số lớp.. . môn CNC mã ME4007 lớp A01_A01",
            ". . Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . em muốn đăng kí môn anh văn 1, em chỉ rãnh vào ngày thứ 2 mà lớp anh văn 1 vào ngày thứ 2 đã đủ người rồi thì có em thể viết đơn xin vào lớp đó đó được không?",
            ". . Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm)  /ivanw. . kinh gui pdt . . em tên la [full_name] mssv [student_id]. . em dã nôp bang av từ 1/8/ 2019 là đã qua av cơ bản do em sv k17 av1 300-350 nhưng dợt này em đăng kí thì báo la chưa qua av cơ bản . em mong pdt kiểm tra giúp em",
            "Chào bạn,. . Dữ liệu anh văn đang được cập nhật, bạn vui lòng vào đky lại sau 13g ngày 03/01/2020 nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào ad ạ. . Em là [full_name]. . Mssv [student_id]. . Em đăng ký môn xác suất thống kê vào ngày thứ 4 tiết 345 nhóm lớp A02 nhưng đã hết slot. . Em mong muốn được mở rộng sĩ số để có thể đăng ký vào học ạ. . Em cảm ơn ad nhiều",
            "Chào bạn. . . . Các nhóm MT2001 đã ở sĩ số tối đa không thể tăng thêm được. Bạn có thể đăng ký môn này ở học kỳ dự thính sắp tới (nếu sĩ số mở lớp cho phép)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Do đợt 2 em chưa đủ anh văn đầu vào nên không đăng ký được chuyên ngành. Nhưng thi avđv ngày 22/12/2019 và tới ngày 25,26/12/2019 mới có kết quả và chuyên ngành bị trùng môn học đại cương. Em muốn hủy một số môn:. . +Hóa đại cương(CH1003). . +Bóng Chuyền(PE1011). . +Giải tích 2(MT1005). Để đăng ký các môn chuyên ngành:. . +Công nghệ cơ khí 1(IU2019). . +Độ tin cậy và đảm bảo chất lượng(IU2007)",
            "Chào bạn. . Trong đợt 3 ĐKMH bạn không thể hủy hoặc chuyển nhóm môn học. Bạn có thể làm đơn xin rút môn học khi học kỳ bắt đầu.. . . . Lưu ý khi rút môn học vẫn được tính học phí môn đã rút.. . . . Đơn xin rút môn học bạn nộp về PĐT theo mẫu có sẵn.. . Mẫu đơn rút môn:. . http://www.aao.hcmut.edu.vn/image/data/bieumau/sinhvien/PDT-03_Rut%20mon%20hoc%20(%C4%90iem%20R).pdf. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô,. . Em tên là [full_name],MSSV:[student_id]. . ,LỚP:CK18DET. . Em đã đk 18 chỉ vài đợt 2,nhưng vào đợt 3 khi xem kết quả ĐKMH thì em phát hiện em chỉ còn 8 chỉ(em đã đủ chuẩn anh văn).. . Hôm nay em vô đk lại nhưng lại bị hết slot môn KHOA HỌC VẬT LIỆU . . Vì vậy, em xin thầy cô mở thêm sĩ số lớp KHVL DỆT để  em đk học kịp tiến độ. . Em chân thành cảm ơn thầy cô.. .",
            "Bạn vui lòng cung cấp MSMH để PĐT kiểm tra",
            "Hk 192 PĐT có mở 2 lớp KHVL dệt,. . MSMH: ME2063 Khoa học vật liệu dệt. . Đợt trước em có đk rồi ở đợt 2 mà bị out ra,. . Bây giờ em vô đk thì . . 1 lớp bị trùng lịch. . 1 lớp full. . Thầy xem xét giúp em vs ạ",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. .",
            "Em cảm ơn thầy nhiều ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính thưa thầy cô phòng đào tạo, em là sinh viên K17, trong đợt đaqng kí môn học 191, em thường đăng kí mã số môn học theo tiến độ học tập trong mybk nhưng khi e xem lại chương trình đào tạo thì em thấy mã môn học đồ án(ee3151) lại khác với trong tiến độ học tập của mybk (ee3061) nhưng vì lỡ đăng kí theo trong tiến độ học tập của mybk (ee3061) nên em xin quý thầy cô đổi lại môn học đồ án giúp em theo như trong chương trình đào tạo là (ee3151) , em xin cám ơn thầy cô.",
            "ĐÃ mở khóa cho bạn tự hiệu chỉnh lại môn đồ án"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em xin huỷ môn học do đăng ký vượt số tín chỉ tối đa khi đăng ký thực tập tốt nghiệp nhưng đã quá thời gian của kết quả đăng ký môn học thì em phải làm như thế nào ạ?  Hiện đang trong thời gian đăng ký môn học bổ sung, nên em muốn xin huỷ 1 môn để đăng ký thực tập tốt nghiệp và đề cương luận văn ạ! Em xin cảm ơn!",
            "Chào bạn. . Trong đợt 3 ĐKMH bạn không thể hủy hoặc chuyển nhóm môn học. Bạn có thể làm đơn xin rút môn học khi học kỳ bắt đầu.. . Lưu ý khi rút môn học vẫn được tính học phí môn đã rút.. . Đơn xin rút môn học bạn nộp về PĐT theo mẫu có sẵn.. . Mẫu đơn rút môn:. . http://www.aao.hcmut.edu.vn/image/data/bieumau/sinhvien/PDT-03_Rut%20mon%20hoc%20(%C4%90iem%20R).pdf. .",
            "Mong trường huỷ giúp em một môn ạ vì nếu không được em sẽ trễ 1 kỳ cho mỗi đề cương luận văn.. . Mong trường giúp em huỷ môn Đường lối CM của ĐảngCSVN. MSMH: SP1009   Nhóm: A05. . Em xin cảm ơn ạ!!!",
            "Bạn vui lòng đọc lại nội dung đã trả lời ở trên.",
            "Mong trường giúp em ạ, em đã hoàn thành các môn chuyên ngành chỉ còn thực tập và tốt nghiệp thôi ạ. Không được thì em trễ 1 kỳ để làm mỗi đề cương luận văn mất.. . . Mong trường giúp em huỷ môn Đườnglối CM của ĐảngCSVN. . . MSMH: SP1009   Nhóm: A05. . MSSV: [student_id] . . Em mong trường có thể giúp em lần này.. . Em xin cảm ơn nhiều ạ...",
            "Bạn tự hủy môn học nhé.. . PĐT đã mở khóa để bạn hiệu chỉnh. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào ad ạ. . Em là [full_name]. . Mssv [student_id]. . Em đăng ký môn sức bền vật liệu vào ngày thứ 2 và 3 nhóm lớp A02 nhưng đã hết slot. . Em mong muốn được mở rộng sĩ số để có thể đăng ký vào học ạ. . Em cảm ơn ad nhiều. .",
            "Bạn vui lòng cung cấp MSMH + mã nhóm cần tăng sĩ số",
            "CI2007. . A02. . Đây nha ad",
            "Chào em,. . . . . . Môn này  phòng thí nghiệm bị full sỉ số không tăng được nữa. Em có thể làm đơn xin mở lớp dự thính.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học  /i",
            ". . Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào PĐT. . Em có nhu cầu đăng ký môn học EE3079 lớp A01. Do môn này là môn nhóm C tự chọn của ngành Điện tử - Viễn thông, và kì này là kì cuối của em và em rất cần môn này để đủ điều kiện tốt nghiệp. Em xin PĐT bổ sung môn học này!",
            "Chào bạn. . . . bạn thực hiện đăng ký môn học trong đợt 3, PĐT không thể đăng ký giúp bạn được.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào PĐT. . Em có nhu cầu đăng ký môn học EE3079 lớp A01. Do môn này là môn nhóm C tự chọn của ngành Điện tử - Viễn thông, và kì này là kì cuối của em và em rất cần môn này để đủ điều kiện tốt nghiệp. Em xin PĐT bổ sung môn học này!",
            "Em xin chào PĐT. . Em có nhu cầu đăng ký môn học EE3079 lớp A02. Do môn này là môn nhóm C tự chọn của ngành Điện tử - Viễn thông, và kì này là kì cuối của em và em rất cần môn này để đủ điều kiện tốt nghiệp. Em xin PĐT bổ sung môn học này!  /QUOTE . .",
            "Bạn vui lòng đăng ký trong đợt 3 ĐKMH"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . chào thầy cô em xin tăng sĩ số lớp mã môn học ME3031 và ME2011 ạ.mong thầy cô giúp đỡ, em xin cảm ơn ạ.",
            ". . Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]0  /b \t. . . .   i Yêu cầu khác . Em đã cập nhật thông tin online rồi và đã hai lần lên phòng đào tạo để hỏi về việc đăng ký môn học của em. Em đã nhận được hướng dẫn là vào 10h ngày 2/1/2020 em xẽ đăng ký được môn học, nhưng tới nay trên trang ĐKMH vẫn không được mở. Em xin PĐT giúp em mở quền ĐKMH trong kỳ ĐKMH này. Em xin cám ơn!",
            "Chào bạn.. . bạn cần đăng ký môn học gì. . Vui lòng cung cấp mã môn học và mã nhóm để kiểm tra và đăng ký cho bạn. . Lưu ý:. . Bạn phải cập nhật đầy đủ thông tin cá nhân trước. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học Truyền số liệu và mạng (EE3019) lớp A01_A01 của giảng viên \t[full_name]  .",
            ". . Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tăng sĩ số môn Truyền số liệu và mạng EE 3019 lớp A01 cô [full_name]",
            ". . Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em tên là : [full_name]. . Mssv [student_id]. . Sau khi tham gia kì thi anh văn định kì do trường tổ chức thì với kết quả nhận được em quyết định đăng kí môn Anh Văn 3 để kịp tiến độ học tập của mình. . Tuy nhiên so với thời khóa biểu mà em đã đăng kí trước đó vào đợt hai thì chỉ có lớp L01 và lớp L08 là em có thể tham gia học được. Tuy nhiên mặc dù đã cố gắng đăng kí sớm nhưng sĩ số đã đủ, còn những lớp sĩ số chưa đủ thì em lại không đăng kí được.. . Em kính mong có thể được xem xét và tăng sĩ số môn học của một trong hai lớp để em có thể tham gia học tập.. . Em xin chân thành cảm ơi!",
            ". . Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Cho em hỏi có thể mở cho em đăng ký vào lớp L27-L49 môn giải tích 2 được ko. . hông ạ? Vì lúc 9:02 e vào đăng ký thì chưa được, em thoát ra 1 lúc rồi quay lại thì đã hết slot rồi ạ.. . Em xin cảm ơn.",
            ". . Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B   b MSSV/MSGV: [student_id]  /b . . Kính gửi ban điều hành BKSI,. . . . Dạ em tên là [full_name] MSSV: [student_id]. . Do anh văn em vừa thi ở đợt tổ chức vừa rồi và đã đạt chuẩn nhưng hiện tại chỗ trống các lớp học đã bị đăng ký hết, nên em xin phòng mở giúp em 3 môn học này với ạ: CI2003 (Cơ lưu chất), GE2009 (Cơ học đá), GE2001 (Cơ sở kỹ thuật dầu khí).. . Em xin cám ơn ạ.. . . .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. .",
            "Em cảm ơn nhiều ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tôi là [full_name]. Vì lý do tôi thiếu một môn học ở nhóm C. Tôi xin được đăng ký bổ sung vào lớp môn   B Điện Tử Công Suất Ứng Dụng  /B , Mã môn   B EE3079  /B , lớp   B A02  /B",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn xin mở thêm sỉ số môn Anh văn 2 (mã môn học LA1005), lớp A01 chiều thứ 3 tiết 8-9-10.. . Em cảm ơn",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào PĐT. . Em có nhu cầu đăng ký môn học EE3079 lớp A02. Do môn này là môn nhóm C tự chọn của ngành Điện tử - Viễn thông, và kì này là kì cuối của em và em rất cần môn này để đủ điều kiện tốt nghiệp. Em xin PĐT bổ sung môn học này!",
            "Bạn có thể đăng ký trong đợt 3 ĐKMH nếu môn học còn sĩ số cho phép."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em xin chào thầy/ cô ạ!. . Em tên là [full_name]. MSSV: [student_id].. . Trong đợt đăng kí môn học vừa qua, em không đăng kí được môn Phương pháp tính, MT1009. Nên em mong thầy/ cô có thể tăng sỉ số lớp môn Phương pháp tính của thầy [full_name], nhóm lớp L12 ạ! . . Em xin chân thành cảm ơn!",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em cần đăng kí môn   B Cơ sở laser và ứng dụng  /B , Mã môn học   B AS3075  /B , nhưng đã đủ sĩ số. Em chỉ cần học môn này nữa là đủ tín chỉ để tốt nghiệp. PĐT có thể tăng sĩ số giúp em được không ạ?. . . . Em có cần lên trực tiếp phòng đào tạo để xin mở sĩ số không?",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy cô ! Em xin phép mở thêm sỉ số môn Kết cấu thép 1 ( CI3009) lớp A01 do em cần cải thiện môn này trong học kì sắp đến em mong thầy cô tạo điều kiện giúp e ạ. Em chân thành cám ơn.",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Kính gửi: Quý Thầy Cô PĐT Đại học Bách Khoa TPHCM,. . . . Em là [full_name], sinh viên năm 4 khoa Điện- điện tử, tình hình là trong đợt đăng kí môn học đợt 2, em đã sơ suất đăng kí nhầm môn Vi xử lí (EE2013) dưới CS2 (nhóm L02_L05) trong khi em đang ở gần CS1. Do đó, em mong PĐT có thể xem xét trường hợp của em và có thể chuyển môn EE2013 lên CS1 (nhóm A01_A04) giúp em được không ạ?. . Vì đang trong giai đoạn đăng kí môn học đợt 3, nên em hi vọng sẽ sớm nhận được hồi âm của PĐT. Em xin cảm ơn và kính chúc Quý Thầy/Cô nhiều sức khỏe.. . [full_name].",
            "Chào bạn.. . Hiện đã mở khóa cho bạn hiểu chỉnh môn học online. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em xin chào quý thầy/cô. . . . Em xin phép được hỏi điều kiện ràng buộc môn thực tập điện tử 1 đã thay đổi như thế nào ạ? . . . . Nếu môn học đã trở về điều kiện ràng buộc cũ như phòng đào tạo đã phổ biến cho K18,  em kính mong quý thầy/cô xem xét việc mở rộng sỉ số lớp L18 vì em bị chặn lại ở đăng ký đợt 2.(em được biết sỉ số tối đa là 40/40 ạ vì các lớp [full_name] và [full_name] cùng học tại CS1) . . . . Dưới đây là mail phản hồi từ khoa về chỉnh sửa điều kiện môn học. . . . . Em xin cảm ơn quý thầy/cô.",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. .",
            "Thầy ơi em vẫn chưa đăng ký được ạ! sỉ số vẫn như cũ ạ!. .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học EE2023 lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ em muốn chuyển môn hóa đại cương thành môn trang bị điện 2( giờ học thứ 2 2345( hóa đại cương . Môn trang bị điện 2 345( thứ 2). . Do trước đó môn trang bị điện 2 chưa có ra lịch nên em đăng kí vào đợt 2. Sau đó pđt mới ra đăng kí bổ sung môn học cho hệ cao đẳng.. . Mong phòng đào tạo xem xét cho em được chuyển đăng kí môn mới để đăng kí được môn chuyên nghành.. . Em xin cảm ơn.",
            "Đã mở khóa cho bạn hiệu chỉnh môn học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Pđt cho em hỏi vào đợt đăng kí môn học đợt 3 này có được xin mở thêm lớp không ạ?. . Em cảm ơn !",
            "Chào em,. . . . Đợt 3 không mở lớp em, chỉ mở những môn ĐA, những môn không xếp TKB."
        ]
    },
    {
        "intent": "",
        "message": [
            "Do có sự nhầm lẫn nên đợt đăng kí môn học lần 2 em đã đăng kí môn học IM1007 - Quản trị đại cương không liên quan đến ngành của em .. . Em mong nhà trường có thể xóa môn học này của em được không để em có thể đăng kí những môn học có liên quan đến ngành được không ạ.Em xin cảm ơn . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . Trong đợt 3 ĐKMH bạn không thể hủy hoặc chuyển nhóm môn học. Bạn có thể làm đơn xin rút môn học khi học kỳ bắt đầu.. . Lưu ý khi rút môn học vẫn được tính học phí môn đã rút.. . Đơn xin rút môn học bạn nộp về PĐT theo mẫu có sẵn.. . Mẫu đơn rút môn:. . http://www.aao.hcmut.edu.vn/image/data/bieumau/sinhvien/PDT-03_Rut%20mon%20hoc%20(%C4%90iem%20R).pdf. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Hiện tại lớp:. . + thực tập công nghệ phần mềm, mã môn học : CO3055.. . + Mô hình hóa toán học, mã môn học: \tCO2011.. . đang full slot nên em không đăng ký được 2 môn này, có thể tăng sĩ số hai lớp này giúp em được không ạ. . .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "PĐT có thể mở rộng sỉ số lớp TƯ TƯỞNG HCM (SP1005) mã lớp A02 và thêm em vô được không, em muốn học môn này vào kì 192 nhưng không may hết sỉ số . .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . em mong muốn phòng đào tạo tăng sĩ số cho nhóm lớp L_07 môn Tư tưởng [full_name]. .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] MSSV: [student_id]  /b \t. . . . Em đăng kí môn học thí nghiệm công trình nhưng hiện tại chưa có điểm thép 1. Khi có điểm em có thể đăng ký bổ sung sau được không ạ!. . . .",
            "Chào bạn,. . Bạn vui lòng xem lịch học vụ để biết thời gian đăng ký MH nhé bạn. Đăng ký MH trong thời gian quy định."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô, em tên là [full_name], mssv [student_id], em xin thầy cô tăng thêm sỉ số lớp học môn địa chất công trình CI1043, lớp L04 thứ 3 tiết 789 phòng H6-313. . Em cám ơn thầy cô.",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Giấy xác nhận sinh viên . Dạ thầy/ cô vui lòng cho em hỏi trường mình có cung cấp giấy xác nhận tình trạng sinh viên bằng tiếng anh hoặc tiếng anh song song tiếng việt không ạ?",
            "Chào bạn,. . Trường chỉ cấp giấy chứng nhận tiếng việt.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho e hỏi hôm nay r mới đăng kí môn học kì 2 mà giờ mấy môn học bắt buộc đều kín lớp rồi .giờ e phải làm sao ạ ?",
            "bạn cung cấp mã môn học, mã nhóm để kiểm tra",
            "[full_name] và [full_name] nhóm l01 .có môn vật lí 2 đăng kí được mà lại trùng tiết với mấy môn kia mà e không xóa được nên k thể đổi lại được ạ",
            "2 môn PH1005 vật lí 2 và CH1003 hóa đại cương của e bị trùng lịch nên r không đki đc cả 2 môn giờ phải lsao ạ ?",
            "đã mở khóa để bạn hiểu chỉnh môn học.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa Phòng đào tạo!. . Em là sinh viên năm nhất ạ,Phòng đào tạo cho em hỏi em có được đăng ký môn của Khoa khác không ạ? Sau khi hoàn thành văn bằng chính quy,em có dự định lấy bằng 2 thì những môn em đã tích lũy của Khoa thứ 2 có được chuyển điểm để rút ngắn thời gian học văn bằng 2 không ạ?. . Em cảm ơn Phòng đào tạo!. .",
            "responsible person: [551] [staff_name] [helpdesk staff]"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1752130  /b \t. . . . Thầy cô phòng đào tạo có thể giúp em mở thêm 1 sĩ số Môn PE1025 Điền Kinh Nhóm A01 Thứ 6 Tiết 11-12 ở B12-SAN3 CS1 với ạ em cám ơn.",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào nhà trường ạ! . . Em xin nhà trường mở thêm sĩ số lớp Pháp Luật Đại Cương( SP1003) L03 của thầy [full_name]. Tiết: 7-8-9 phòng: H6-205. . Em mong nhà trường có thể mở thêm sĩ số lớp này để em có thể đăng kí vào học lớp này ạ. . Em xin cám ơn ạ!",
            ". . Chào bạn,. . Môn học hiện tại đã vượt sức chưa tối đa cho phép.. . Nếu bạn môn đăng ký môn học thì bạn liên hệ VP Khoa xin mở thêm lớp đăng ký trong đợt Dự thính.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào PĐT, hiện em rất có nhu cầu xin học môn Truyền số liệu và Mạng, mong PĐT mở rộng sĩ sỗ lớp này cho em!",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. .",
            "Em chào PĐT, hiện sĩ số lớp đang hiện trên trang là 37/37. Em xin hỏi là số này có phải là sĩ số lớn nhất chưa hay vẫn đang trong quá trình cập nhật. . Em xin cảm ơn!",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "đúng rồi.. . sĩ số tối đa là 30 thôi.. .",
            "Em chào anh, em muốn xác nhận lại là sĩ số tối đa là 37  phải không anh?. . (Vì hình như anh gõ nhầm)",
            "Sĩ số tối đa phòng TN là 30. PĐT đã tăng vượt mức cho phép rồi. nên ko thể thêm nữa. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Cho em hủy môn cơ sở thiết kế nhà máy hóa( CH3037 để đăng ký môn công nghệ chế biến khí(CH3155) Do 2 môn trùng lịch nhau. Trong đó môn Công nghệ chế biến khí là môn bắt buộc học để đi thực tập. Em cảm ơn ạ",
            "Chào bạn.. . hiện tại đã mở khóa đê bạn hiệu chỉnh môn học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào anh/chị em là sinh viên năm cuối vì thiếu một môn nhóm C nên muốn đăng ký Môn điện tử công suất ứng dụng EE3079, em muốn xin được mở thêm sỉ số lớp để có thể đăng ký được ạ!. . em xin cảm ơn",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi nhà trường,. . Em là [full_name], khóa K17, khoa Kỹ thuật Hóa học,. . Vì đợt đăng ký môn học hệ chính quy trùng với đăng kí môn học hệ cao học nên em đã đăng kí dư môn học vì không biết hệ cao học có mở những môn nào, hôm nay hệ cao học đã có tkb chính thức nên em muốn xin hủy môn Kỹ thuật xúc tác và ứng dụng của hệ chính quy, vì em đã đăng kí được môn Hóa học nano và Công nghệ bột và hạt bên hệ cao học và 2 môn này có thể  chuyển điểm qua hệ chính quy nên việc đăng kí môn Kỹ thuật xúc tác và ứng dụng đã bị dư. Mong nhà trường xem xét hủy môn học trên. . . Em xin chân thành cảm ơn.",
            "Đã mở khóa môn học, bạn vào hủy online nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   I Em muốn đắng ký lớp bóng bàn L14 vào đợt 3 nhưng lớp đã đủ sỉ số vì kẹt lịch các môn khác nên em không đăng ký được lớp nào khác cho em xin vào lớp L14 bóng bàn được không ạ. . . .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    }
]