[
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Hiện tại em đã Đăng ký môn học Dự thính môn học HK212 - CQ + VLVH Đợt 3 - Lộ Trình 1 môn Xác suất và thống kê MT2013. Tuy nhiên, đến hiện tại, tức là tuần 7 trong lịch học, em vẫn chưa có được thời khoá biểu hay tham gia trang e-learning để theo học.. . . . Trong lần trả lời gần nhất, thầy trả lời có nói rằng   I em phải liên hệ với giảng viên của lớp để được chấp thuận.  /I    B Nay em đã xin được giảng viên là cô [full_name] ([email]) là người phụ trách lớp DT01 mã môn MT2013 cho phép tham gia lớp học. Đính kèm là hình chụp email trả lời chấp thuận của cô.  /B . . . . Nay em viết đơn này kính mong phòng đào tạo xem xét và cho phép em tham gia chính thức vào lớp học DT01 mã môn MT2013 học kỳ 212.. . . . Cảm ơn thầy/cô đã đọc. Em mong sớm nhận được phản hồi từ thầy/cô.. . . . Trân trọng,. . [full_name].. . . . . .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trước ngày 22/02/2022.. . Thân mến. .",
            "Chào bạn. . Bạn xem câu trả lời nhé:. . . . PDT không đ/ký cho SV [full_name]H [full_name]T2013 (F: SV chưa từng học môn học - học lại dự thính [full_name].CHUA.HOC)\t2022-01-03 17:26:45. . SV đăng ký môn học [full_name]T2013 - Xác suất và thống kê - Nhóm DT01\t2022-01-05 20:59:42. . . . - Sinh viên xem lý do tại sao có đăng ký dự thính - lộ trình 1 - đợt 3 mà không có TKB tại trang web : mybk.hcmut.edu.vn    Đăng ký môn học    ĐK[full_name]H Dự thính HK212 - Đợt 3    bấm vào mục Đăng ký mới    chọn loại hình đăng ký    xem Lịch sử đăng ký (SV xem file hướng dẫn đính kèm).. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi Phòng đào tạo,. . . . Em có đăng ký môn học Kỹ Thuật Số (EE1009) nhóm DT02 của thầy [full_name] tiết 13-14 thứ 2 và thí nghiệm (EE1010) vào ngày Chủ nhật tiết 7-11 ở CS1. Hiện tại mới cập nhật lớp học lý thuyết, còn lớp thí nghiệm  vẫn chưa cập nhật.. . . . Em xin Phòng đào tạo kiểm tra và cập nhật lại môn học giúp em.. . . . Thân. .",
            "Chào em,. . Em vào mybk xem nhé, cô thấy có . . EE1010\tKY THUAT SO (TN)\t--\t--\tL01\t4\t2-6\t7:00 - 11:50\tH6-303.2. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em muốn phúc khảo điểm môn học EE2017 Lớp L03 của thầy [full_name] học kì 202. Chức năng phúc khảo trên bkel đã hết hạn do qua 7 ngày nghỉ lễ tết. Ngày em nhận được điểm là 26/1/2022 trùng với ngày nghỉ lễ.Em có nhận được mail của Thầy vào ngày 26/1/2022. Em có chụp lại đính kèm bên dưới."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào cô/thầy,. . Em có thấy thông báo trện trang của trường về nhận bằng tốt nghiệp http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitiettn&path=68&tid=1999 . Em có đăng ký xét tốt nghiệp trong tháng 12, giờ vẫn chưa có email nhận bằng. Vậy cô/thầy cho em hỏi là em có cần đợi mail hay đã có thể lên trường lấy bằng tốt nghiệp rồi ạ. Em xin cám ơn.",
            "Chào bạn, . . Bạn đã có bằng tốt nghiệp rồi, bạn liên hệ PDT để nhận bằng nhé. Khi liên hệ nhớ mang theo CMND hoặc thẻ SV.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào [full_name], em tên [full_name], mssv [student_id]. Em có đăng kí môn học dự thính  kì 2,CH2081 - Thiết kế P&ID, ngày mai thứ sáu (18/02) là bắt đầu học rồi, mà chưa thấy thời khoá biều và trên BK E-Learning.Nhờ [full_name] giúp em với để em có thể học đươc ạ. Em cảm ơn [full_name] nhiều ạ",
            "Chào em,. . - Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em vừa nộp bảng điểm học giáo dục quốc phòng và đã đủ điều kiện tốt nghiệp, xin phòng đào tạo thêm giúp em vào danh sách đăng kí tốt nghiệp đợt này ạ. Em cảm ơn!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 01/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em gửi lại Danh sách mới nhất ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi PĐT,. . Em có đọc email thông báo về việc mở đăng ký LVTN và TTTN học kỳ hè 213 trong email ngày 27/12/2021.. . - Em thắc mắc về vấn đề học phí được tính như thế nào trong đăng ký luận văn hè ạ?. . - Em có đọc được dòng này trong email thông báo: \"Học phần Thực tập ngoài trường tổ chức trong hè (HK213). Đối với các khoá từ K2019 của chính quy, số tín chỉ này được tính cộng vào học kỳ HK212 khi tính học phí trọn gói\" . Vậy đối với sinh viên VP k17 thì học phí được tính như thế nào ạ? Vì học phần tốt nghiệp của chương trình cũ tụi em tính số TCHP là 19. Nếu tính theo môn đăng ký hè thì là 850*19 TC ~ 16 triệu ạ?. . . . Em cảm ơn PDT,. . [full_name]",
            "Chào em,. . - Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí. . - Môn LVTN tính tiền giống với TTTN trong hè các hk trước nhé. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng đào tạo, em tên [full_name], hiện em đang có một số môn đã hoàn thành học phần vad kết thúc thi cuối kì là Thí nghiệm công trình CI4011; cơ lưu chất CI2003; phương pháp tính MT1009 nhưng bây giờ đã qua gần giữa của học kì mới mà điểm vẫn không được cập nhật để em có bảng điểm hoàn chỉnh ạ. Mong phòng đào tạo xem xét kiểm tra lại giúp e ạ.",
            "Chào em,. . Điểm do GV nhập, bảng điểm [full_name] gửi PĐT. Em vui lòng liên hệ GV, [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . .   i Yêu cầu khác . - Nếu em không đăng kí được LVTN cho học kì sau vậy sang học kì sau nữa (hk 221) thì em có được sử dụng đề tài đã đăng kí của DCLVTN làm tiếp không ạ?. . . .",
            "Chào em,. . Vấn đề này em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]\t. . . . Rút môn học HK 212/2021-2022 (có tính học phí). . . . Em kính chào PĐT, mm xin rút môn học Sức Bền Vật Liệu CI2007.. . . . Em xin cảm ơn ạ.",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . \"ĐĂNG KÝ RÚT MÔN HỌC HỌC KỲ 2(2021-2022). . Hộp thư đến. . . . - Ho Tro SV   [email] . . 08:57, Th 6, 7 thg 1. . tới stu.all. . . . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản [email] và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại [full_name] [full_name] điều 11.2. . . . Chúc các bạn học tập thật tốt!\". ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa phòng đào tạo,. . . . Em tên là [full_name] - [student_id], sinh viên khoá 17 chương trình đào tạo CLC Việt - Pháp. Em muốn chuyển điểm môn học tương đương của em là môn Phương pháp tính - MT1009 (3 chỉ) - Nhóm/Tổ DT04-A đã có điểm tổng kết là 5.00 ở học kỳ 193 quy đổi tương đương với môn Phương pháp tính - 006719 (3 chỉ) thuộc chương trình đào tạo khoá 17 Việt - Pháp để em có thể cập nhật vào số tín chỉ tích lũy của em cho đúng theo chương trình học ạ. . .",
            "Chào em,. . Em cần làm đơn chuyển điểm (đơn không có mẫu) gửi bksi để PĐT kiểm tra rồi trả lời em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào thầy/cô,. . Em tên [full_name], mssv [student_id].. . Ở học kỳ trước em đang thực hiện LVTN bộ môn điện tử do thầy [full_name] hướng dẫn nhưng do kẹt ở quê trong đợt dịch Covid nên em không có máy để thực hiện đề tài LVTN. Em đã xin phép thầy và được đồng ý đăng ký làm lại đề tài ở học kỳ 212.. . Trên danh sách giáo viên hướng dẫn LVTN ở học kỳ 212 thì em lại được xếp dưới sự hướng dẫn của thầy [full_name] bộ môn Viễn Thông thay vì thầy [full_name] ạ. . . Em xin hỏi thầy cô có thể kiểm tra lại giúp em không ạ.. . Em xin gửi kèm đơn xin có chữ ký của thầy [full_name] ạ.. . Em xin cảm ơn  . .",
            "Chào em,. . Em vui lòng liên hệ Khoa để được hỗ trợ nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em xin chào quý thầy cô. . như yêu cầu của phòng đào tạo . . dưới đấy là những mã môn học tên môn học , giáo viên ạ ̣̣( còn đơn xin vào lớp và chữ ký của các giáo viên chấp thuật em đã nộp vào thư trước rồi ạ ). . + Giải tích 2 ( MT1005) -[full_name]. . +[full_name] 2 (PH1005)- [full_name]. . + Kinh tế kỹ thuật (IM1027)-[full_name]. . +Vẽ kỹ  thuật giao thông (bài tập )(TR1004) -[full_name]. . +Vẽ kỹ  thuật giao thông (TR1003)-[full_name]. . +Giải tích 2( bài tập )(MT1006)-[full_name]. . +[full_name] 2(PH1006)(bài tập )  - Lê Quốc  Khải. . + giáo dục quốc phòng ( em là sinh viên năm nhất ). . em rất mong quý thầy cô khôi phục thời khóa biểu nhanh nhất có thể cho em ạ tại vì sắp thì giũa kì ạ em rất lo lắng ạ  em rất mong quý thấy cô giúp đỡ ạ. . em cảm ơn quý thầy cô đã bỏ thời gian đọc mail ạ. .",
            "Chào em,. . Đã đăng ký môn học cho bạn, SV theo tình trạng SV và TKB được cập nhật tại mybk/Thông tin sinh viên nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là tại sao điểm tổng kết môn học dự thính Vật Lý Bán Dẫn của em lại là 0.0 ạ? mong phòng đào tạo hỗ trợ ạ",
            "Chào em,. . Điểm do GV nhập, em vui lòng liên hệ GV nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ hiện tại em có đăng kí Đồ án môn học mã EE3151 theo hướng Điện tử và có trong thời khóa biểu. Em cũng đã xin phép thầy [full_name] bên bộ môn Điện tử và được thầy chấp nhận hướng dẫn nhưng hiện tại theo thông báo danh sách của bộ môn thì không có tên em cả bên Điện tử lẫn bên Viễn thông.. . Em mong phòng đào tạo sớm đưa ra phản hồi cho em để em có hướng giải quyết tiếp theo ạ.. . Em chân thành cảm ơn!",
            "Chào em,. . Em vui lòng liên hệ [full_name], gửi minh chứng này nhé, thường PĐT gửi danh sách về [full_name].. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa thầy cô, hiện tại phòng đào tạo đã xếp lịch thời khóa biểu bổ sung các môn thí nghiệm của kỳ cũ nhưng mà thời khoa biểu của em vẫn trùng môn học ạ (có file hình đính kèm ạ). . em biết việc xếp lịch cho sinh viên rất khó, nhưng trong trường hợp này em phải giải quyết như thế nào ạ. . do thứ 6 - 18/2 em còn phải xếp lịch đi thực nghiệm đồ án mong thầy cô giải đáp sớm cho em với ạ. .",
            "Chào em,. . SV vui lòng xem lại thông báo số 11/ĐHBK, ngày 24/01/2022, về cập nhật Kế hoạch học tập của HK 2 và học kỳ hè năm học 2021-2022 và phần bù các học kỳ trước theo hình thức trực tiếp và phối hợp trực tuyến/trực tiếp đã gửi mail cho SV ngày 24/1/2022, thời gian bù thí nghiệm từ tuần 10-13 (từ ngày 07/03/2022 đến 03/04/2022), trong thời gian này tạm ngưng HK212 để tham gia bù các phần thí nghiệm của các học kỳ cũ. SV vui lòng đọc lại thông báo nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa Phòng đào tạo,. . . . Em tên là [full_name] - [student_id], sinh viên khoá 17 chương trình đào tạo CLC Việt - Pháp. Em muốn chuyển điểm môn học tương đương của em là môn   B Phương pháp tính - MT1009 (3 chỉ) - Nhóm/Tổ DT04-A  /B  đã có điểm tổng kết là   B 5.00  /B  ở học kỳ 193 quy đổi tương đương với môn   B Phương pháp tính - 006719  /B  (3 chỉ) thuộc chương trình đào tạo khoá 17 Việt - Pháp để em có thể cập nhật vào số tín chỉ tích lũy của em cho đúng theo chương trình học ạ. Trước đó em có tạo một yêu cầu trên BKSI và đã được hướng dẫn phải làm đơn xin chuyển điểm. Nay em xin phép tạo một yêu cầu mới bổ sung thêm đơn của em ạ. . . Cảm ơn Phòng đạo tạo ạ.. .",
            "Chào bạn. . Pdt đã chuyển điểm cho bạn rồi, đã cập nhật tại Mybk   thông tin sinh viên    chuyển điểm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Em là [full_name] MSSV [student_id], trước đây em có chuyển từ chương trình PFIEV về chương trình chính quy khoa điện nên có ĐTBTL và TCTL khác với ĐTBTLN và TCTLN.. . Trang thông tin sinh viên của em chỉ hiển thị ĐTBTL và TCTL nên em muốn hỏi về ĐTBTLN và TCTLN của em để cho việc đăng ký xét tốt nghiệp ạ.. . Em xin cảm ơn.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 01/3/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name]- MSSV [student_id]. . Các môn thí nghiệm của kì cũ em đã được xếp lịch và đẫ học vào đợt trước tết rồi, nhưng giờ PĐT lại tiếp tục xếp lịch học cho em ở kỳ này. Mong PĐT giải quyết trường hợp của em.. . Các học phần thí nghiệm đẫ học:. . 1. Hóa sinh- CH2033 đã đăng kí học ở HK202. . . . 2. Vi sinh vật - CH3003 đã đăng kí học ở HK212. . . . 3. Sinh học tế bào - CH3351 đã đăng kí học ở HK212. . . .",
            "Chào em,. . Nếu em đã hoàn thành  thì em liên hệ GV để xác nhận có cần đi học không, PĐT chỉ xếp lịch học bù chung.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . . . Kính gửi phòng đào tạo. . Em tên [full_name], MSSV [student_id]. . Em đã đăng kí đăng tốt nghiệp vào đầu tháng 8/2021. Tuy nhiên em vẫn chưa nhận được email xác nhận đơn cấp bằng tốt nghiệp. Em đã gửi phản hồi trên bksi vào ngày 16/12/21 và 29/12/21. Nhận thấy tình trạng là đã giải quyết nhưng đến thời điểm hiện tại em vẫn chưa nhận được bất kì email nào về việc nhận bằng tốt nghiệp chính thức và khi tra danh sách tốt nghiệp vẫn không có tên em. Không biết lý do vì sao, mong phòng đào tạo phản hồi giúp em.. . Em xin chân thành cảm ơn.",
            "Chào bạn, . . Bạn đã có bằng tốt nghiệp rồi, bạn liên hệ PDT để nhận bằng nhé. Khi liên hệ nhớ mang theo CMND hoặc thẻ SV.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào thầy/cô,. . Em là [full_name], mssv [student_id], lớp Việt Pháp k17.. . Em muốn nhờ PĐT kiểm tra giúp em môn [full_name] Trình Hệ thống điện (403707), môn đã có lịch học trên trang TKB của em nhưng chưa có bên trang BKel ạ.. . . . Mong PĐT kiểm tra và cập nhật giúp em ạ, em xin cảm ơn.",
            "Chào em,. . [full_name] phân công CBGD, em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1814390  /b \t. . . .   i Học vụ .   Mong PDT cập nhật các môn tương đương và các môn đã đăng kí trong khoảng thời gian ảnh hưởng dịch Covid-19 để em có đủ tín chỉ tích lũy ngành để em có thể đăng kí được luận văn tốt nghiệp ạ.. . Em đã học môn học tương đương:. . - Môn hoạch đinh mặt bằng (ME3253): 8.5 Điểm.   Tương đương môn Thiết kế mặt bằng (ME3117). . - Môn xác suất thống kê (MT2013): 5.5 Điểm. Tương đương môn Thống kê trong công nghiệp (ME2055). . - Thiết kế công việc và nhân trắc học (ME2111): Chưa có điểm. Tương đương môn Thiết  kế và đo lường lao động (ME2053). .   Các môn học trên em đều học ở học kì 2 năm học 2020-2021. Nhưng môn Thiết kế công việc và nhân trắc học do dịch Covid-19 nên hiện tại vẫn chưa thi cuối kì nên vẫn chưa có điểm tổng kết môn học ạ. Và môn Quản lý dự án (ME3223) đã học trong học kì 1 năm học 2021-2022 vì dịch Covid-19 nên giảng viên chưa sắp xếp được các buổi học thí nghiệm nên vẫn chưa có điểm tổng kết môn học.. .   Các môn đã đăng kí trong khoảng thời gian ảnh hưởng dịch Covid-19, em được biết là chỉ đăng kí là được tính tích lũy môn đó vào tín chỉ để xét điều kiện đăng kí môn học. Với trong trường hợp các môn tương đương được cập nhật đầy đủ thì hiện tại em đạt được 121 tín chỉ, tuy nhiên hiện tại em chỉ được 114 tín chỉ. Nên em mong PDT xem xét cập nhật các môn học tương đương và các môn chưa hoàn thành nhưng đã đăng kí học trong đợt dịch Covid-19 để em có thể đủ điều kiện đăng kí luận văn tốt nghiệp và ra trường đúng hạn ạ.. . Em xin chân thành cảm ơn! . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
            "Chào bạn, . . PDT đã xử lý chuyển điểm tương đương theo yêu cầu của bạn.. . Dự kiến trong tháng 3/2022 sẽ cập nhật tại mybk  thông tin sinh viên  điểm chuyển. . . Hiện tại bạn có thể đăng ký in bảng điểm tại mybk để kiểm tra.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy(cô) ạ.. . . . Mã số môn học: CO4313 . . Tên môn học: Luận văn tốt nghiệp. . Mã nhóm lớp: A01 . . HK: 212. . Lý do: Em có đăng ký Luận văn tốt nghiệp trong đợt 3 nhưng kết quả đăng ký không thành công.. . . . Em mong được thầy(cô) cho em được đăng ký bổ sung môn học Luận văn tốt nghiệp ạ.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trước ngày 22/02/2022.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ e chào thầy cô e là [full_name] mssv [student_id]. HK 211 e còn môn Thực tập điện tử 1(EE2023) [[full_name]4] [[full_name]02] chưa học xong nhưng giờ e chưa thấy tkb mới. . . Kính mong thầy cô sắp tkb để e được hoàn thành môn này.. . E cám ơn thầy cô rất nhiều.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quý thầy/cô Phòng Đào tạo ĐH Bách khoa - ĐHQG TP.HCM ạ.. . Em tên là [full_name]. MSSV: [student_id], sinh viên khoa Xây dựng khóa K21 của trường mình ạ.. . Vì 1 số lý do cá nhân nên em muốn được bảo lưu kết quả 1 kỳ để qua năm em học lại ạ. Em mong Phòng Đào tạo sẽ tạo điều kiện cho em cách để bảo lưu kết quả với ạ.. . Em cảm ơn thầy/cô đã đọc đơn này của em, và em xin chúc thầy/cô một ngày vui vẻ cùng gia đình.. . Em chào thầy/cô ạ.. . Trân trọng. . .",
            "\"Chào bạn. . Hiện tại đến tuần thứ 6 của học kỳ 212, nên theo quy định bạn phải thanh toán  toàn bộ học phí của Hk212. . Dự kiến đầu tháng 04/2022 học phí Hk212 sẽ cập nhật, sau khi bạn thanh toán học phí xong bạn nộp đơn tạm dừng HK212 lại cho Pdt xử lý\". ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy cô!. . . . Em có tạo yêu cầu in thẻ sinh viên trên mybk và đã thanh toán. Giờ em muốn nhận thẻ qua bưu điện ạ.. . . . Người nhận: [full_name]. . Sdt [phone_number]. . Địa điểm: Chung cư H3, P.6 Q, 384 Đ. Hoàng Diệu, Phường 6, Quận 4, Thành phố Hồ Chí Minh.. . . . Em cảm ơn",
            "Chào thầy cô!. . . . Em mong thầy cô phản hồi giúp em nhanh nhất có thể ạ.. . . . Em cảm ơn.",
            "Chào em;. . thẻ của em sẽ dc gửi bưu điện trong hôm nay nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa phòng đào tạo. Em đã nhận được phản hồi của Thầy sẽ chuyển em sang nhóm VL03 ạ. Em có kiểm tra thời khóa biểu nhưng vẫn thấy để nhóm cũ VL13 ạ.. . Em xin trân trọng cảm ơn.. .",
            "Kính thưa phòng đào tạo, hôm qua thời khóa biểu của em đã được cập nhật lại đúng rồi ạ.. . Em xin trân trọng cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tên: [full_name]. . MSSV: [student_id]. . Cho em hỏi là sao bảng điểm có 1 môn mạch điện tử đăng kí học kì 2 (2020-2021) _Đã qua môn_Học cải thiện điểm.. . Nhưng đến nay bảng điểm vẫn 14(hoãn thi đợt 1 và đã thi lại trong đợt 2), mặc dù trước đó học offline đi học đầy đủ và vẫn làm bài kiểm tra giữa kì đầy đủ. Nhưng vẫn chưa cập nhật điểm, chỉ có mỗi điểm thí nghiệm(online sau này) nên em thắc mắc ạ.. . Em cảm ơn.. . --------------------------. . môn: Mạch điện tử. . Mã MH: EE2007. . Lớp A01. . Em thi lại trong \"Phòng thi Mạch điện tử (EE2007)_20/12/2021_18g00 (DT01_A) [DT_HK211]\". .",
            "Chào em,. . Điểm do GV nhập, bảng điểm [full_name] gửi PĐT. Em vui lòng liên hệ GV, [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi nhà trường. . . . Em tên là [full_name]. . mssv [student_id]. . Lớp CK21HT1 . . Khoa cơ khí, ngành kỹ thuật hệ thống công nghiệp logistic và quản lý chuỗi cung ứng.. . . . Hiện tại em đã có tham gia học môn giáo dục quốc phòng và đã có chứng chỉ. Em mong nhà trường có thể cho em miễn học môn học môn này. . . . . Em xin chân thành cảm ơn và chúc thầy cô nhiều sức khỏe.. . . . . . . . . . . .",
            "Chào em,. . Em tải mẫu đơn miễn môn học, điền đầy đủ thông tin nộp tại PĐT CS1- [full_name] kèm bảng photo + bảng chính CC GDQP để PĐT đối chiếu.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi Phòng đào tạo,. . . . Em có đăng ký môn học Kỹ Thuật Số (EE1009) nhóm [full_name]T02 của thầy [full_name], ở lớp thí nghiệm (EE1010) nhóm [full_name]T02 học vào ngày Chủ nhật tiết 7-11 ở CS1. Còn ở trên thời khóa biểu hiện là nhóm [full_name]01 học thứ 4 tiết 2-6 ở CS2.. . . . Em muốn xin Phòng đào tạo cập nhật lại môn thí nghiệm ở nhóm [full_name]T02 học vào Chủ nhật ở CS1, vì hiện tại em ở gần CS1. Em cảm ơn.. . . . Thân.",
            "đã cập nhật"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào phòng đào tạo, hiện em đã bảo vệ luận văn thành công và hoàn thành tất cả môn học nhưng em không thể đăng ký được tốt nghiệp ạ. Phòng đào tạo có thể kiểm tra lại hộ em được không ạ?",
            "\"Chào bạn. . Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Sinh viên xem lịch trình đăng ký tốt nghiệp trang web PĐT: . . . . http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp. . . . - Sinh viên kiểm tra kỹ các thông tin (Họ tên, ngày tháng năm sinh, nơi sinh, điểm TB, loại tốt nghiệp, ngành tốt nghiệp,..) trên danh sách dự kiến tốt nghiệp và Giấy chứng nhận tốt nghiệp tạm thời và đảm bảo không có sai sót vì các thông tin này sẽ được in trên Bằng tốt nghiệp và học bạ. Xin phản hồi ngay với Phòng Đào tạo nếu có sai sót.. . . .   Thứ 6 hàng tuần P.ĐT sẽ lấy dữ liệu SV đăng ký và đã thanh toán lệ phí tốt nghiệp trước đó để tiến hành in giấy chứng nhận tốt nghiệp tạm thời, dự kiến nhận trễ nhất vào thứ 3 tuần tiếp theo. Giấy chứng nhận tốt nghiệp sẽ được tải lên trang đăng ký hồ sơ cấp bằng. Sinh viên tự lên tải về sử dụng trong thời gian này. . . . . Giấy chứng nhận tốt nghiệp bản chính sẽ được gửi về Sinh viên qua bưu cục theo địa chỉ Sinh viên đã đăng ký.. . . . Lưu ý :      . . . . - Đăng ký tốt nghiệp tại myBK (Mục Đăng ký tốt nghiệp), thanh toán tiền qua BKPay, sau đó nhấn xác nhận (Sinh viên không phải in đơn cấp bằng).. . . . - PĐT xác nhận Đơn cấp bằng qua hệ thống, sinh viên theo dõi thông tin được gửi trong email sinh viên.. . . . Trân trọng thông báo.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quý thầy cô PDT ạ,. . Em tên là [full_name], MSSV [student_id]. Dạ cho em hỏi là làm sao để mình biết môn A là môn tiên quyết, song hành hay khuyến nghị của môn B vậy ạ ? Em xin chân thành cảm ơn ạ . .",
            "Chào em,. . Về Chương trình Đào tạo, danh sách môn tương đương…, em vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kính gửi Phòng đào tạo!. . Em là [full_name], MSSV [student_id] thuộc khoa Công nghệ Vật liệu. Em có nhận được phản hồi của PĐT về lí do em bị hủy Luận văn (MA4317) là thiếu Tín chỉ tích lũy NGÀNH. . . Vì em đã chuyển chuyên ngành nên kết quả cho thấy em bị thiếu tín chỉ ạ. Thực tế, em đã tích lũy đủ số tín chỉ ngành của chuyên ngành Vật liệu Silicat là 131 TC (bằng tổng số tín chỉ tích lũy) và ĐỦ điều kiện nhận Luận văn rồi ạ (các chuyên ngành đều cùng một mã môn Luận văn ạ).. . Để giải quyết vấn đề này, khoa Vật liệu đã gửi Công văn đến PĐT đề nghị cập nhật lại số Tín chỉ tích lũy NGÀNH cho em rồi ạ (ngày 14/02).. . Mong PĐT đăng ký lại Luận văn MA4317 giúp em ạ. Em xin cảm ơn!",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trước ngày 22/02/2022.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Thầy/Cô,. . Em tên [full_name]. MSSS: [student_id]. . Em muốn hỏi về việc hậu kiểm tra điều kiện CCAV cho LVTN là vào thời gian nào? Các sinh viên đã đăng kí LVTN học kì này (HK 212) nhưng còn thiếu CCAV thì hạn chót nộp CCAV (nghe, đọc) là khi nào ạ?. . Em cảm ơn. Em rất mong nhận được phản hồi sớm từ Thầy/Cô ạ!. .",
            "Chào bạn, . . - Trường hợp của bạn sẽ phải nộp chứng chỉ ngoại ngữ để xét tốt nghiệp.. . - Thời gian nộp chứng chỉ: xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2022(cập nhật sau).. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào. em tên [full_name], MSSV [student_id].. . Cho em hỏi bằng tốt nghiệp của em đã có chưa ạ, và khi nào em có thể lên trường để nhận ạ.",
            "Chào bạn, . . Bạn đã có bằng tốt nghiệp rồi, bạn liên hệ PDT để nhận bằng nhé. Khi liên hệ nhớ mang theo CMND hoặc thẻ SV.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô, cho em hỏi hiện tại thời khóa biểu của em không có môn Luận văn TN, mặc dù đã đăng ký thành công trước đó.. . . . Nhờ thầy/cô kiểm qua giúp em trường hợp này với ạ.. . . . . . Em cảm ơn.",
            "Chào em,. . - Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . - Em vui lòng gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Em xin quý thầy cô phụ trách cho em mẫu đơn hoãn học Quốc phòng để em có thể trình lên phòng đào tạo xét duyệt cho em hoãn học Quốc phòng an ninh vì lí do cá nhân. Em cam kết gia đình đã đồng ý và lí do là chính đáng,em cảm ơn quý thầy côYêu cầu khác:",
            "Chào em,. . GQDP là do trường xếp cứng cho SV  chính quy khóa 2021 và SV chương trinh CLC khóa 2020 đi học (SV không được hủy).Nhà trường chỉ gửi SV đi 1 lần duy nhất để học GDQP. Những trường hợp SV tự ý nghỉ nếu muốn học lại phải tự liên hệ tại TT GDQP đăng ký để hoàn thành học phần GDQP.. . Trường hợp SV đã có chứng chỉ GDQP, vui lòng làm đơn xin miễn (tải mẫu đơn tại aao.hcmut.edu.vn/sinh viên/biểu mẫu), kèm theo bản chụp Chứng chỉ GDQP và gửi qua bksi. . - Mẫu đơn hoãn học Quốc phòng . . =  Không có mẫu đơn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ nhà trường cho em hỏi là đầu năm mình đóng tiền là có bảo hiểm y tế rồi, vậy thẻ bảo hiểm y tế chừng nào có vậy ạ?",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy cô ạ,. . Dạ thầy cô cho em hỏi là khi em đăng kí lớp anh văn theo yêu cầu cụ thể là lớp Anh văn 4A (LA1043) và qua môn này thì nghĩa là em đã đạt được môn Anh văn 4 (LA1009) phải không ạ? . . Em cảm ơn ạ.",
            "Yêu cầu khác. . . . Chào thầy cô ạ,. . Dạ thầy cô cho em hỏi là khi em đăng kí lớp anh văn theo yêu cầu cụ thể là lớp Anh văn 4A (LA1043) và qua môn này thì nghĩa là em đã đạt được môn Anh văn 4 (LA1009) phải không ạ? . . Em cảm ơn ạ.  /QUOTE . .  Dạ và cho em hỏi nữa là tại sao trên   B Đăng ký môn Anh Văn theo yêu cầu khai giảng 28/02/22  /B  không có mở lớp Anh văn 4A ( nhu cầu)? Em muốn đăng kí nhưng không mở lớp ạ. Em cảm ơn ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  . . Kính gửi phòng đào tạo. . Em tên Huỳnh Tuấn Kiệt - MSSV [student_id]. . Em là sinh viên K13 chuyển hệ MSSV cũ là [student_id]2. . Em muốn trình bày việc DKMH HK 212. . Đợt DKMH HK212- Bổ sung TTTN,DCLV,LVTN: Mã môn học 801303- Luận văn tốt nghiệp, nhưng khi trả kết quả thì không có kết quả, em xem lịch sử đăng ký thì báo là chưa hoàn thành Thực Tập Tốt Nghiệp, do ở K13 em đã hoàn thành Thực Tập Tốt Nghiệp và hoàn tất hồ sơ chuyển môn.. . Em mong phòng đào tạo xem xét và giúp đỡ để em được hoàn thành chương trình đào tạo sớm nhất.. . Em xin gởi ảnh bên dưới.. . Em xin chân thành cảm ơn.. . . .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trước ngày 22/02/2022.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô,. . Học kì trước em có đăng kí làm luận văn tốt nghiệp nhưng vì lí do dịch bệnh nên em chưa hoàn thành. Vào 8/1/2022 em có gửi mail cho thầy [full_name] (trưởng khoa Hóa) xin thấy xác nhận cho hoãn luận văn, nhưng thầy phản hổi là lúc đó PĐT chưa cho hoãn.. . Hiện tại em muốn hỏi giờ em có thể xin hoãn được chưa ạ? . . Em cảm ơn thầy/cô. Chúc thầy/cô một ngày tốt lành!",
            "\"Chào bạn,. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua BKSI). . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name] MSSV: [student_id]. . Em đã hoàn thành các môn học ở trường rồi nhưng còn thiếu điều kiện anh văn để xét tốt nghiệp, em không kịp thi trong kỳ này nên em xin phòng đào tạo cho em được kéo dài thêm một học kỳ nữa. em cảm ơn thầy cô ạ.",
            "\"Chào em,. . Phòng Đào tạo đã tiếp nhận đơn gia hạn 1 học kỳ của bạn. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trễ  nhất  trong tháng 3/2022) và gửi mail cho SV. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "B Kính gửi phòng đào tạo  /B . . Em tên [full_name]- MSSV: [student_id]- Khoa : Kỹ thuật điện hệ VLVH . . Đợt 20/01/2022 vừa rồi em quên đóng học phí môn . . Anh văn. Cho em hỏi em muốn đóng bù có được không ạ.. .",
            "Chào em,. . BKPay vẫn mở, em đóng bình thường. Lưu ý các lần sau thanh toán đúng hạn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy (cô) PĐT. . Trước em xin chuyển hệ từ CQ sang VLVH, nay em xin bổ sung thêm mẫu đơn xin chuyển ngành có xác nhận của Khoa.. .   i Học vụ . Xin thầy ( cô) PĐT cho phép em được chuyển sang ngành mới. Em có đính kèm mẫu đơn được scan bên dưới.. . . . . . Em xin cám ơn. .",
            "\"Chào bạn,. . [full_name] đã tiếp nhận đề nghị chuyển ngành của bạn. . [full_name] sẽ trả lời kết quả qua mail dự kiến sau ngày 02/03/2022. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có đăng kí thực tập ngoài trường nhưng bị hủy tới lần 4 ạ, mong thầy/cô cho em biết lý do, nêu có thể mong cho phép em đăng kí lại môn thực thập ngoài trường với ạ",
            "Chào em,. . - Em vui lòng gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . - Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy cô,. . Em có thắc mắc về số tín chỉ tích lũy hiện tại của em. Trừ kì 211 trường chưa cập nhật chỉ tính từ kì 202 trở về trước thì lẽ ra em tích lũy được 66 chỉ, nhưng trên bảng điểm thì chỉ có 63 chỉ thôi ạ. Mong thầy cô kiểm tra lại giúp em với ạ. . . Em cảm ơn thầy cô nhiều.",
            "Chào em,. . - Trên Mybk chưa có cập nhật. Điểm vẫn còn thiếu, chưa có điểm của tất cả sv chứ không phải của 1 mình em. Do đó khi nào đủ điểm mới cập nhật. . . - Khi sv cần in bảng điểm thì sẽ có đầy đủ ĐTB tính đến thời điểm sv đăng ký in.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: CHo em hỏi trong TKB em hôm nay có thêm 1 môn là \"Thực tập điện 2\" ạ, em không đăng kí môn này",
            "Chào em,. . Nhóm V... là phần bù cho các HK trước nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT,. . . . Em muốn hỏi là khi chuẩn bị lên năm tư, làm đồ án tốt nghiệp thì có cần phải chuẩn bị các loại bằng cấp như bằng tiếng anh như IELTS, TOEIC à bằng tin học như MOS không ạ ? Nếu có thì đạt mức tối thiểu bao nhiêu mới được làm đồ án và ra trường ạ và nếu bằng hết hạn mà em chưa ra trường thì có cần phải thi lại bằng và nộp cho nhà trường không ạ ?. . . . Em xin cám ơn.",
            "Chào bạn, . . -Ngoại ngữ: Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . -Tin học: Không áp dụng chứng chỉ MOS cho K19. . Chúc bạn học tập tốt nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kính gửi phòng đào tạo, . . Em tên [full_name], MSSV [student_id]. . . Trước tết em có nhờ pdt kiểm tra điều kiện đăng ký luận văn tốt nghiệp với mã IM4323, mong pdt kiểm tra dùm em ạ. . . Em xin chân thành cảm ơn.",
            "Chào em,. . Pdt kiểm tra số tín chỉ tích luỹ ngành của em: 119+6=125  126 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Em vui lòng kiểm tra lại nhé. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .   Em chào ban đào tạo. .   Hôm nay, em thấy trên web trường có đăng danh sách dự kiến tốt nghiệp đợt tháng 4/2022 .. .   Tuy nhiên, khi em tra cứu thì vẫn chưa thấy tên em có trong danh sách dự kiến mặc dù em đã hoàn thành đầy đủ các tiêu chí để tốt nghiệp.. .   Em mong ban đào có thể kiểm tra và phản hồi giúp em ạ. (Vì em đang rất cần bằng tốt nghiệp tạm thời để xin việc). .   Em cảm ơn ạ.. . . .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 01/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Môn \"Thực tập điện 2\" của kỳ trước em đã học xong và có điểm ạ, giờ nó được thêm vào khoảng thời gian học bù cho kỳ trước em không cần học nữa đúng hông ạ.",
            "Chào em,. . Nếu em hoàn thành thì em liên hệ GV để xác nhận có cần đi học không, PĐT chỉ xếp lịch học bù chung nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào quý thầy/ cô,. . Em tên [full_name] - MSSV: [student_id] - Lớp: L24.. . Em có một số thắc mắc về điểm môn Giải tích 1, mong quý thầy/ cô giải đáp và xem xét giúp em ạ.. . 1) Vào ngày 28/12/2021, em có tham gia thi cuối kì môn Giải tích 1, có record lại màn hình thi (đã nộp) và em cũng có tên trong file điểm cuối kì được đăng trên BKel. Nhưng em lên xem điểm tổng kết trên Cổng thông tin sinh viên thì thấy bị điểm 13 ạ.. . 2) Về điểm BT, các bài kiểm tra trên BKel em đều làm hết, các bài đều 9 điểm trở lên nhưng điểm tổng kết về phần BT chỉ 8.5 (em tính trung bình phần BT là 9.5). . (*) Ảnh minh chứng:. . https://drive.google.com/drive/folders/1hZg538pdh3SKCir7x120cGn17EeU424p?usp=sharing. . (**) Record minh chứng:. . https://drive.google.com/file/d/1IoAs_6SXP7gBN-VWxxLWpO0GqBwLR7ej/view?usp=sharing. . Kính mong quý thầy/ cô xem xét giúp em ạ. . . Em xin chân thành cảm ơn!",
            "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý, PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến. ."
        ]
    }
]