[
    {
        "intent": "",
        "message": [
            "Dạ e chào ad . . Em đang học khoa KTXD_mssv [student_id]. . Hiện tại đang trong đợt 3 đăng kí môn học.. . Em vừa mới kiểm tra anh văn định kì trong trường vừa qua và vừa đã qua, đủ điều kiện để đăng kí môn học có bắt buộc anh văn đó là môn sức bền vật liệu(ci2007),nhưng pđt chỉ có mở mỗi lớp thứ 2 có tiết 8-11 và không may em bị trùng lịch học với môn giải tích 2 và không thể nào đăng kí được vì số lượng bây giờ rất ít và lớp mở ra cũng có một lớp. Vì vậy em mong ad có thể mở khóa cho em hiệu chỉnh để đăng kí môn sức bền được ạ, em đã bị chậm môn học này 1 kì rồi do thiếu anh văn giờ mà chậm thêm nữa thì em sẽ ra sao,môn này là môn điều kiện tiên quyết cho những môn học kế tiếp nên mong được ad giúp đỡ hoàn cảnh này của em ạ.. . Em cảm ơn.",
            "Chào bạn.. . PĐT đã mở khóa để bạn hiểu chỉnh môn học online. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ em là [full_name] MSSV [student_id], em có nhu cầu rút môn do không thuộc CTĐT của học kì này (Đường lối Đảng Cộng sản VN, MSMH SP1009) do đăng kí nhầm và không còn chỉ để đăng kí được môn Quản trị kinh doanh cho kĩ sư, MSMH IM3001 (để học cùng lớp chuyên ngành trong kì 192 vì lớp em đăng kí môn này cho kì này rồi,khả năng cao là nếu để kì sau nữa thì các bạn đẩy môn chuyên ngành không đăng kí đc do không mở lớp ở kì 192 lên thì em sẽ khó để đăng kí học được). . Vì vậy, em kính mong quý thầy cô xem xét và cho phép em được đăng kí lại, Em xin chân thành cảm ơn.",
            "Chào em,. . . . Trong đợt 3 DKMH theo qui định chỉ có bổ sung, không huỷ môn học. Em không chuyển nhóm được nhé.. . . . Nếu em muốn rút môn học thì phải làm đơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện em có đăng ký được 1 chỗ của môn học CI2003 (Cơ Lưu Chất), nhưng vì lý do bận vào ngày học hôm đó em xin đổi qua lớp khác được không ạ?. . Hiện em đăng kí ở lớp L02_L05 muốn xin đổi qua lớp L01_L04 được không ạ?. . Em xin cảm ơn.",
            "Chào bạn.. . PĐT đã mở khóa để bạn hiểu chỉnh môn học online. . Bạn cần xem sĩ số của lớp mới trước khi quyết định đổi nhóm. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT.. . . . Cho em xin chuyển lớp A01 đến A02 của môn học có mã môn EE3079 (Điện tử công suất ứng dụng). Vì lớp A01 học vào thứ 2 và tại thời điểm em có đi làm thêm hàng tuần.. . . . Em xin chân thành cám ơn PĐT.",
            "Chào bạn.. . PĐT đã mở khóa để bạn hiểu chỉnh môn học online. . Bạn cần xem sĩ số của lớp mới trước khi quyết định đổi nhóm. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào admin. . Em tên [full_name] MSSV: [student_id]. . Em khoa Kỹ Thuật Hóa Học. . Trong đợt hiệu chỉnh môn học đợt 2 vào ngày 26/12/2019 em không biết là không hủy đăng kí môn được.. . Em xin đề nghị Phòng Đào tạo xóa môn Hóa Lý 2 mã môn học CH2031 lớp L02 mà em đã đăng kí để em đổi môn học khác.. . Vì hoàn cảnh em không thể rút môn được ạ.. . Em xin chân thành cảm ơn.",
            "Chào bạn.. . PĐT đã mở khóa để bạn hiểu chỉnh môn học online. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . em xin được thêm vào lớp kỹ thuật lập trình mã môn hc CO1027 lớp CC03_CC03",
            "Chào em,. . . . Môn này  phòng thí nghiệm bị full sỉ số không tăng được nữa. . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Dear phòng đào tạo,. . Em tên: [full_name] . . MSSV : [student_id]. . Em viết mail này xin cho em được chuyển lớp môn Đường lối CM của Đảng CSVN. . Mã môn học  SP1009. . Chuyển từ lớp A01 sang A06. . Trong khi đợi xác nhận của phòng đào tạo em xin trân thành cảm ơn.",
            "Chào bạn.. . PĐT đã mở khóa để bạn hiểu chỉnh môn học online. . Bạn cần xem sĩ số của lớp mới trước khi quyết định đổi nhóm. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em tên: [full_name]. . MSSV: [student_id]. . Lớp: CK17LOG. . Em chào admin, trong đợt đăng kí môn học vừa rồi, em đăng kí nhầm môn \"Quản lý nhà kho và tồn kho\" mã ME4661 ( môn bắt buộc theo CTDT) thành môn \"Kỹ thuật mô hình hóa\" mã ME3231 ( môn tự chọn theo CTDT). . . Nay em muốn đổi môn: Kỹ thuật mô hình hóa, mã môn học ME3231, lớp A01- nhóm A02, tiết 8-9-10 thứ 5 ( lớp thực hành thứ 2 tiết 8-9-10-11-12) thành môn Quản lý nhà kho và tồn kho, mã môn ME4661 ( lớp A02- chiều thứ 2 tiết 789).. . Em kính mong admin chuyển đổi  môn học giúp em sớm để em học đúng chương trình đào tạo ạ!",
            "Chào bạn.. . PĐT đã mở khóa để bạn hiểu chỉnh môn học online. . Bạn cần xem sĩ số của lớp mới trước khi quyết định đổi nhóm. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào admin. . Em tên là [full_name], MSSV:[student_id]. . Là sinh viên khoa Quản lý công nghiệp. . Sau khi gửi yêu cầu mở khóa cho môn học Kế toán quản trị (IM2019), PĐT đã mở khóa cho em hiệu chỉnh nhóm lớp. Tuy nhiên, sau khi xóa đăng ký ở nhóm lớp cũ (L02) để chuyển sang L01, thì gặp vấn đề là: nhóm L01 không có nút đăng ký, mà cũng không đăng ký lại L02 được. Nói chung em đang không đăng ký được môn học này. . . Em rất mong admin giúp em giải đáp thắc mắc sớm về vấn đề này. Nếu được em rất mong PĐT mở đăng ký lớp L01 môn học IM2019 để em có thể hoàn thành hiệu chỉnh chuyển nhóm lớp.. . Em xin cảm ơn rất nhiều.",
            "Chào bạn.. . PĐT đã mở khóa để bạn hiểu chỉnh môn học online. . Bạn cần xem sĩ số của lớp mới trước khi quyết định đổi nhóm. . Hiện tại sĩ số đã được tăng lên 45. nếu bạn ko đăng ký được nữa thì bạn phải chịu. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . . . Gửi BKSI,. . . . Em tên Nguyễn Quốc Việt. . MSSV: [student_id]. . . . Hiện tại em không thể hủy hay thay đổi lớp được 2 môn . . + Xác suất thông kê. . + Tư tưởng Hồ Chí Minh. . . . Vì 2 môn này tự chọn lớp cho em nên em không thể đăng ký thêm môn vì trùng lịch học. Mong anh/chị giúp em vấn đề này ạ.. . . . Em xin phép cám ơn ạ. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu .",
            "[student_id]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào anh/chị em muốn thay đổi lịch học của em để đăng kí thêm môn học do bị trùng 2 môn và muốn đăng kí thêm 3 môn nữa ạ.Em cảm ơn !. . SP1009 - Đườnglối CM của ĐảngCSVN. . chuyển từ thứ 4 234 sang thứ 4 101112 tức A04 sang A07.. . AS2009 - Csở cơhọc lượngtử - vlcr . . chuyển từ thứ 2 789 sang thứ 4 234 tức LO1 sang L02.. .",
            "Chào bạn.. . PĐT đã mở khóa để bạn hiểu chỉnh môn học online. . Bạn cần xem sĩ số của lớp mới trước khi quyết định đổi nhóm. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Admin. . Em tên là [full_name] MSSV: [student_id]. . Em học khoa Xây Dựng ạ. . Trong đợt hiệu chỉnh môn học đợt 3(cuối) vào ngày 2/1/2020 Em bị trùng lịch học môn tiên quyết. . Em xin đề nghị pdt  mở thêm sỉ số  môn cơ lưu chất (mã CI2003 - lớp L02-L07 ). . Em xin lỗi vì đã làm phiền pđt nhiều lần. . Em xin cảm ơn rất nhiều. . . .",
            "Chào em,. . . . Môn này  phòng thí nghiệm bị full sỉ số không tăng được nữa. Em có thể làm đơn xin mở lớp dự thính.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Chào admin. . Em tên là [full_name]. . Mssv [student_id]. . Trong đợt hiệu chỉnh môn học đợt cuối vào ngày 2/1 em ko biết là không xoá môn được. Nên em đã lỡ đăng kí môn tư tưởng và cầu lông trùng với thời khoá biểu môn sức bền. Vì môn sức bền khá quan trọng với em, admin có thể mở khoá cho em chuyển giờ 2 môn kia để em đăng kí thêm sức bền được không ạ?. . Tư tưởng SP1005 - Nhóm L04. . Cầu lông PE 1017 - Nhóm L04. . Em thấy nhiều bạn yêu cầu được mở khóa hiệu chỉnh, mà em yêu cầu vậy mấy lần rồi mà cứ bị bắt làm đơn xin rút môn học là sao? Mấy bạn kia có phải làm đơn gì đâu ạ?",
            "Chào bạn.. . PĐT đã mở khóa để bạn hiểu chỉnh môn học online. . Bạn cần xem sĩ số của lớp mới trước khi quyết định đổi nhóm. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa Thầy/Cô, em muốn xin phép được hủy môn ở học kì tới (học kì 192). Do không biết đợt hiệu chỉnh cuối không được hủy môn nên đợt trước em đã đăng kí dư một môn. . . Mssv của em là [student_id], em cần hủy môn Tin học trong quản lí xây dựng, mã CI3169 nhóm lớp A01. . . . . Do tài chính gia đình không cho phép nên em không thể bỏ gần 1 triệu để rút môn. Em biết Phòng Đào tạo có thể chỉnh sửa giúp em, mong thầy/cô xem xét cho em vì đây đã là kì cuối cùng em học ở trường.. . Em xin chân thành cảm ơn.",
            "Chào bạn.. . PĐT đã mở khóa để bạn hiểu chỉnh môn học online. . . . Lần sau bạn cần chú ý đến việc đkmh. đăng ký và học không bảo là trò chơi nhé. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Bạn vui lòng đặt câu hỏi đầy đủ, rõ ràng để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . Em tên [full_name], học lớp Hóa 3 HC14. Em có môm [full_name] Vật Lý tiết 9 10 bị trùng lịch ạ, và bây giờ em muốn được đổi lịch môn này ạ. Mong quý thầy/cô xét duyệt giúp em ạ. Em xin cảm ơn.",
            "Chào bạn.. . PĐT đã mở khóa để bạn hiểu chỉnh môn học online. . Bạn cần xem sĩ số của lớp mới trước khi quyết định đổi nhóm. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa phòng đào tạo, thưa ban quản lí nhà trường. . . Em là Trần Ngọc Minh Châu, khoa Kỹ thuật Hóa học. Trong đợt đăng kí môn học đợt 2 em đã đăng kí môn Thí Nghiệm Vật lí L46, tuy nhiên vì lí do gia đình em không thể sắp xếp được thời gian theo học ở nhóm lớp này. Em có thể xin nhà trường mở chuyển nhóm để em có thể thay đổi sang nhóm L khác nhằm tiếp tục học tập môn học này được không ạ? . . Em xin chân thành cảm ơn.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . em là [full_name] MSSV [student_id] khoa điện -điện tử.Hiện e đang bị trễ môn học chuyên ngành,em mong quý thầy/cô mở khóa đăng ký môn học giúp em được khộng ạ.Em xin chân thành cảm ơn quý thầy/cô,mong thầy cô giúp đỡ em.",
            "Chào bạn.. . PĐT đã mở khóa để bạn hiểu chỉnh môn học online. . Bạn cần xem sĩ số của lớp mới trước khi quyết định đổi nhóm. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "I Em kính chào thầy cô phòng đào tạo.. . . . Em muốn xin thầy cô cho em được hiệu chỉnh lớp học Thí nghiệm Vật lý (PH1007) . . . . Lí do: em bị kẹt lịch học anh văn, em mới nhìn lại lịch hôm qua thì ra mình bị kẹt lịch. Em biết đợt 3 này mình không đổi được nhưng vì lý do bất đắc dĩ nên mong thầy cô xem xét và giúp đỡ em ạ. . . . . Em cảm ơn rất nhiều. .",
            "Chào bạn.. . PĐT đã mở khóa để bạn hiểu chỉnh môn học online. . Bạn cần xem sĩ số của lớp mới trước khi quyết định đổi nhóm. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Mở khóa môn điện tử y sinh EE3037,em muốn đăng ki môn học khác",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em kính chào thầy cô phòng đào tạo.. . . . Em muốn xin các thầy cô cho em được hiệu chỉnh lớp học Thí nghiệm vật lí (PH1007) từ nhóm L40 sang nhóm L47 ạ.. . . . Lí do: em bị kẹt lịch học [full_name] và em mới biết lịch học vào ngày hôm qua.. . . . Em biết đợt 3 này không được hiệu chỉnh nữa xin thầy cô xem xét cho em.. . . . em xin chân thành cám ơn.. . . . [full_name] kính chào",
            "Chào bạn.. . PĐT đã mở khóa để bạn hiểu chỉnh môn học online. . Bạn cần xem sĩ số của lớp mới trước khi quyết định đổi nhóm. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Vì lí do bận vào giờ học TNVL nhóm L40, em có thể xin đổi qua nhóm L47 được không ạ ?",
            "Chào bạn.. . PĐT đã mở khóa để bạn hiểu chỉnh môn học online. . Bạn cần xem sĩ số của lớp mới trước khi quyết định đổi nhóm. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em xin chào các thầy cô trong đội ngũ BKSI.. . . . Trong đợt đăng kí môn học HK192 vừa rồi em có đăng kí môn Thí nghiệm Vật lý PH1007 được PĐT sắp vào lớp L40(Tiết 9,10 thứ năm). Hiện tại e có học Anh văn tại một trung tâm ngoại ngữ và ngày học bị trùng vào 2 tiết của môn này vào học kì sau. Vì vậy hôm nay e viết bản trình bày này để xin thầy cô xem xét và hỗ trợ cho em được chuyển sang nhóm lớp L47 để phù hợp với lịch học tập của em ở HK192.. . . . Kính mong thầy cô xem xét và tạo điều kiện cho em được đổi TKB phù hợp với lịch học hiện tại của mình.. . . . Em xin chân thành cảm ơn.",
            "Chào bạn.. . PĐT đã mở khóa để bạn hiểu chỉnh môn học online. . Bạn cần xem sĩ số của lớp mới trước khi quyết định đổi nhóm. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1910081  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em kính chào các thầy cô phòng đào tạo ạ!. . . . Vì em bị trùng với lịch học Anh Văn vào chiều thứ 5 nên em muốn xin được đổi lớp thí nghiệm Vật Lý (PH1007) từ nhóm L40 sang nhóm L47 vào trưa thứ 4 ạ. . . . . Em mong các thầy cô xem xét cho em vì nhà em ở xa nên việc đi lại cũng không được thuận tiện.. . . . Em xin chân thành cảm ơn ạ.",
            "Chào bạn.. . PĐT đã mở khóa để bạn hiểu chỉnh môn học online. . Bạn cần xem sĩ số của lớp mới trước khi quyết định đổi nhóm. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Em xin phép được đăng ký môn học thí nghiệm công trình CI4011. Trong lúc này môn kết cấu thép 1 là môn tiên quyết chưa có điểm, nên em không thể đăng ký ạ. Nếu đến lúc có điểm, em nghĩ sẽ không kịp đợt đăng ký môn học bổ sung này. Mong PĐT có thể mở đăng ký môn CI4011 để em có thể tham gia lớp này trong học kỳ tới ạ. . . . Em xin cảm ơn. Chúc quý thầy cô một ngày tốt lành.",
            "Chào em,. . . . Việc này phần mềm đã lập trình sẵn nên không can thiệp được em nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Dạ chiều thứ 5 tiết 9-10 bộ môn TNVL lớp L40 em bận không thể học được mong nhà trường có thể mở hiểu chỉnh cho em để đăng kí lớp khác. Em xin cảm ơn.",
            "Chào bạn.. . PĐT đã mở khóa để bạn hiểu chỉnh môn học online. . Bạn cần xem sĩ số của lớp mới trước khi quyết định đổi nhóm. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . . . Kính gửi phòng đào tạo.. . Em tên là [full_name], khoa Kỹ thuật Hóa Học K19.. . Vì lí do bận việc gia đình vào giờ học Thí nghiệm Vật Lý nhóm L40, cho em xin phép các thầy cô chuyển em qua nhóm lớp L47 ạ.. .  . . . . Em xin chân thành cảm ơn.",
            "Chào bạn.. . PĐT đã mở khóa để bạn hiểu chỉnh môn học online. . Bạn cần xem sĩ số của lớp mới trước khi quyết định đổi nhóm. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào quý thầy cô ạ. . Em hiện là sinh viên lớp kỹ sư tài năng (KSTN) K17. . Học kì hè vừa rồi 183 em có đăng kí học trước môn Truyền số liệu và mạng, nhưng lúc đó chưa có quy chế lớp kỹ sư tài năng phải học thêm học phần mở rộng của môn cốt lõi KSTN và điểm tổng kết môn này em đạt 9.0. . Đến gần cuối học kì 183 thì có quy chế là sinh viên KSTN phải đăng kí môn cốt lõi KSTN theo đúng phân phối chương trình thì mới được đính kèm học phần mở rộng và phải đạt học phần lý thuyết từ 7.5 trở lên và điểm Đạt của học phần mở rộng. Nhưng hiện tại điểm học phần lý thuyết môn này trong kì này em không đủ 7.5 còn phần mở rộng đã được chấm Đạt.. . Vậy em có được xét là đã qua được môn này theo quy chế của sinh viên lớp KSTN chưa ạ. Điểm lý thuyết môn này kì hè em học đã được 9 nhưng lúc đó chưa có phần mở rộng.. . Em cảm ơn ạ",
            "Chào bạn,. . Được tính là đạt nha bạn.(lấy điểm cao nhất tính).. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em chào các thầy cô ạ. . Em tên là [full_name]. . Mssv [student_id]. . Em khoa điện-điện tử. . Hôm vừa rồi em có gửi yêu cầu mở khóa môn học để em đăng kí môn học cho học kì 192 trong đợt đăng kí 2/1/2019, do em không biết là không xóa được những môn học đã đăng kí của lần trước nên em có lỡ đăng kí môn   B phương pháp tính  /B  nhưng do lịch học môn phương pháp tính trùng với môn   B mạch điện tử  /B  là môn tiên quyết của khoa em, vì vậy em có xin phòng đào tạo gỡ môn   B phương pháp tính  /B  để em có thể đăng kí môn   B mạch điện tử  /B  để em có thể theo kịp chương trình đào tạo của khoa em.Sau đó các thầy cô có trả lời lại là nộp đơn rút môn học, nhưng hôm vừa rồi em lên phòng đào tạo hỏi thì nếu nộp đơn rút môn học thì sẽ không kịp để đăng kí môn học   B mạch điện tử  /B , vì vậy em xin mong phòng đào tạo xóa môn   B phương pháp tính(nhóm lớp A01)  /B  để em có thể đăng kí môn mạch điện tử để em có thể kịp đăng kí môn tiên quyết của khoa em, em mong phòng đào tạo giúp đỡ tạo điều kiện để em có thể  đăng kí môn học mới. . Em xin chân thành cám ơn các thầy cô",
            "Chào bạn.. . PĐT đã mở khóa để bạn hiểu chỉnh môn học online. . Bạn cần xem sĩ số của lớp mới trước khi quyết định đổi nhóm. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi phòng đào tạo và ban quản lí của trường ĐH Bách Khoa. . . Em là [full_name] MSSV:[student_id]. . . Vì lí do cá nhân đột xuất nên em không thể sắp xếp thời gian suốt hk2 để đảm bảo có mặt đầy đủ suốt hk2 lớp Thí nghiệm vật lí L40 như nhà trường sắp xếp trước đó. . . Em mong quí nhà trường cho phép em mở phần chuyển đổi lớp để đảm bảo hoàn thành môn học. Em cảm ơn ạ.",
            "Chào bạn.. . PĐT đã mở khóa để bạn hiểu chỉnh môn học online. . Bạn cần xem sĩ số của lớp mới trước khi quyết định đổi nhóm. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT Đại học Bách Khoa TP. HCM. . Em là [full_name]. . Hiện đã đăng kí đợt 3 nhưng em muốn đăng kí thêm môn học nhưng bị trùng lịch. Vì vậy em mong   B xin phép được hiệu chỉnh đổi nhóm lớp môn học đã đăng kí  /B  thì có được không?. . Nếu được mong PĐT giải quyết sớm vì 6/1 là kết thúc hiệu chỉnh đợt 3.. . Em xin cảm ơn",
            "Chào bạn.. . PĐT đã mở khóa để bạn hiểu chỉnh môn học online. . Bạn cần xem sĩ số của lớp mới trước khi quyết định đổi nhóm. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em xin mở thêm sĩ số 2 môn Mạch điện tử EE2007 và Tín hiệu EE2005 ạ",
            "Chào em,. . . . Môn EE2008 phòng thí nghiệm bị full sỉ số không tăng được nữa. Em có thể làm đơn xin mở lớp dự thính.. . . . Còn môn EE2005 PDT đã tăng sỉ số, em đăng kí nhanh nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin pdt tăng sỉ số quản lí thu mua ME4657 lớp L01",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            ". . Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "em là [full_name] mssv [student_id]. . nay em có nhu cầu bỏ khoá môn [full_name] vào tiết 345 thứ 3 lớp thầy [full_name] với lý do em trùng lịch với đăng ký môn chuyên ngành. Mong thầy cô duyệt giúp em ạ",
            "Chào bạn.. . PĐT đã mở khóa để bạn hiểu chỉnh môn học online. . Bạn cần xem sĩ số của lớp mới trước khi quyết định đổi nhóm. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn đăng kí môn pháp luật đại cương nhưng tất cả các lớp đã không còn chỗ trống, Mong phòng đào tạo xem xét ạ!. . Em xin chân thành cảm ơn!. .   i Yêu cầu khác .",
            "Chào em,. . \t. . Môn này PDT đã tăng lên sỉ số max không tăng được nữa. Em có thể làm đơn mở xin mở lớp dự thính.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kỳ học vừa rồi (191) em có đăng ký môn Cấu trúc dữ liệu và giải thuật. Vì không biết mình có qua môn hay không nên em không đăng ký môn đó vào kỳ tiếp theo (kỳ 192). Khi thi cuối kỳ xong thì em mới biết mình không đủ điều kiện qua môn Cấu trúc dữ liệu và giải thuật. Em muốn đăng ký lại nhưng số lượng đăng ký ở trường đã đầy. Vì vậy, em xin ban giám hiệu đăng ký giúp em lớp này ạ:. . - CO2003 Cấu trúc dữ liệu và giải thuật - lớp. . L01_L02.. . Em xin cảm ơn ạ",
            "Chào em,. . . . Môn này  phòng thí nghiệm bị full sỉ số không tăng được nữa. Em có thể làm đơn xin mở lớp dự thính.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi: Phòng Đào Tạo . . Em tên: [full_name]  MSSV: [student_id]. . Trong học kỳ 192 này, em có đăng ký môn Phân Tích Cảm Quan Thực Phẩm (Mã MH: CH3049)thuộc nhóm A01.Tuy nhiên có một vấn đề xảy ra như sau: Khi kết thúc đợt 1 đăng ký môn học và khi bắt đầu đăng ký đợt 2, phần ngôn ngữ trong môn học vẫn để là \"Tiếng Việt\". Tuy nhiên khi kết thúc đợt 2 và bắt đầu đăng ký đợt 3 thì phần ngôn ngữ trong môn học lại ghi là \"Tiếng Anh\". Vì thế em không hiểu vấn đề này là như thế nào?có phải lớp này là của Kỹ sư tài năng và em không được đăng ký vào không?Nếu vậy thì tại sao lúc đầu là để ngôn ngữ \"Tiếng Việt\" và phòng đạo tạo lại đăng ký theo kế hoach đăng ký của em?. . Rất mong phòng đạo phản hồi giúp em, và đưa ra hường giải quyết (nếu có),trường hợp bắt buộc phải hủy thì như thế nào? có mất tiền học phì không?. . Em xin trân trọng cảm ơn!!!",
            "Chào bạn. . . . Nhóm lớp môn học này sau khi phân công giảng dạy Khoa quy định môn này giảng dạy bằng tiếng Anh.. . Nếu bạn không thể học nhóm này PĐT có thể hủy nhóm cho bạn.. . . . Bạn vui lòng phản hồi lại",
            "Kính gửi phòng Đào tạo!. . Tại lâu nay dịch bênh chưa đi học và e vừa đi làm nên em không vào BKsi để cập nhật tin tức nhiều, nên đến hôm nay e mới đọc được phản hồi! Vậy PĐT cho e hỏi bây giờ e muốn hủy môn học nhóm này vẫn được chứ ạ (có mất tiền học phí không?). Nếu được e xin được phép hủy  ạ!. . Em xin cảm ơn!",
            "Chào em,. . . . Thời gian này hết thời gian huỷ môn học, bạn phải xin rút môn học, nếu rút môn học phải mất tiền học phí.",
            "Dạ e cảm ơn PĐT!. . Nhân đây e cũng xin phép có một số đóng góp ý kiến thế này.Khi giải quyết các ý kiến thắc mắc, kính mong Phòng đào tạo nên ghi rõ ràng  thời gian trong khoảng bao lâu sẽ phản hồi lại câu hỏi! Chứ như trường hợp của e đây, gần nữa tháng trời mới phản hồi câu hỏi (trong khi tuần đầu tiên thì em vào kiểm tra liên tục), đến lúc này thì mọi chuyện sẽ khó có hướng giải quyết khi lần đăng ký môn học cuối cùng đã kết thúc cách đó 1 tuần. Kết quả e là người chịu thiết, mất tiền học phí (của hệ VLVH), mất thời gian, chậm tiến độ học tập.. . Vì vậy rât mong phong đào tạo sẽ có những phản hồi trả lời thắc mắc sơm để những SV như e không bị thụ động trong một số vấn đề!. . Em xin trân trọng cảm ơn sự lắng nghe góp ý của phòng đào tạo đối với e!",
            "Chào em,. . . . . . - Trong đợt 3 DKMH (từ ngày 1- 6/1/2020) SV chỉ được bổ sung và không huỷ môn học rồi.. . . . - Những môn dành cho lớp tài năng khoa Hoá đều thông báo cho sv.. . . . - PDT sẽ huỷ môn CH3049 nhóm A01 theo nguyện vọng của em.. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . . . . . Dạ thầy/cô cho em xin được tăng sĩ số lớp của môn cơ lưu chất (CI2003) mã môn học là: L02_L06 lớp của thầy [full_name] ạ. Các lớp khác đều đủ sĩ số rồi ạ. Em cảm ơn thầy/cô nhiều lắm ạ. .",
            "Chào em,. . . . Môn này  phòng thí nghiệm bị full sỉ số không tăng được nữa. Em có thể làm đơn xin mở lớp dự thính.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em chào thầy/cô ạ.. . Em có đăng ký môn học nhưng tuần thứ 7 các môn học có bị trùng và em sợ bị hủy môn nên mong thầy cô tăng sĩ số các lớp sau cho em đổi lớp để không bị trùng lịch tuần thứ 7 ạ.. . Vật lý 2 lớp L05_L10. . Bóng chuyền lớp L10. . Vật lý bán dẫn lớp L08_L22. . Về lớp vật lý bán dẫn hôm 1/1 em có xin và cô bảo em phòng thí nghiệm đủ chỗ không thể tăng sĩ số lớp nên bảo em xin mở lớp mới kì dự thính. Nhưng kì 191 em đi mổ bệnh và nhà có việc nên em đã không học được nên kì này em không học được giải tích 2 và phương pháp tính nên em tính kỳ dự thính em sẽ học giải tích 1 và vật lý 1, em thấy cũng có lớp 28 29 30 bạn nên mong thầy/cô giúp em mở 1 chỗ cho em học trong kỳ này ạ.. . Em cảm ơn ạ!  B",
            "Chào em,. . . . Những trường hợp, hoàn cảnh đặt biệt em có làm đơn xin nộp PDT nha em.",
            "Dạ không ạ.. . Em mong PĐT tăng sĩ số lớp bóng chuyền L10 và lớp vật lý 2  L05_L10 cho em để em đăng ký thôi ạ ! . . Em cảm ơn ạ !",
            "Em cần tăng 2 lớp này trước cũng được ạ. . Mong cô hỗ trợ giúp em chứ em không thể đến trường trong hôm nay mà cũng sắp hết hạn đkmh nữa ạ.. . Em cảm ơn nhiều ạ!",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học PE1011 lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]   b/ . . . . Thưa Phòng đào tạo, Ban quản lý nhà trường.. . . . Em tên là [full_name] MSSV [student_id], thuộc khoa Kỹ Thuật Hoá Học. . . . . Trong đợt đăng ký môn học lần 2, em đã đăng ký lớp L46 [full_name], song vì có lí do gia đình và công việc, em không thể sắp xếp được thời gian cho lớp này. . . . . Em mong được mở hiệu chỉnh và có thể thay đổi sang nhóm lớp L khác? Không biết có được không ạ. Em xin cảm ơn.",
            "Chào em,. . \t. . Trong đợt 3 DKMH theo qui định chỉ có bổ sung, không huỷ môn học. Em không chuyển nhóm được nhé.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ vừa qua em có hỏi về việc bị hủy môn học Kỹ thuật thi công (CI3043) thì nhận lại được câu trả lời từ phòng đào tạo là bạn liên hệ với văn phòng khoa vì cấu trúc môn học của khoa xây dựng mới được câọ nhật lại (em có kèm theo hình ảnh câu hỏi của em và câu trả lời của phòng đào tạo bên dưới) em cũng đã làm theo và đã liên hệ với văn phòng khoa thì cô bên văn phòng khoa xây dựng có nói là cái cấu trúc môn học của K17 đã cập nhật lâu rồi em. Thế thì em không biết là bên khoa xây dựng mới cập nhật lại cấu trúc môn học cho K17 trong thời gian nào mà phòng đào tạo không đưa lên trước học kỳ 191  để em biết mà tới đợt đăng ký môn học lần 3 của HK192 này mới đưa lên (ngay cả khi trước đợt đăng ký môn học lần 1 của HK192 phòng đào tạo vẫn chưa cập nhật) làm em không lường trước được trường hợp này dẫn đến bị hủy môn kỹ thuật thuật thi công (CI3043) vì thiếu môn học trước đồ án bê tông cốt thép 1. Vậy giờ em cần phải làm thế nào hay làm đơn gì để được đăng ký mà không bị hủy môn kỹ thuật thi công (CI3043) khi mà liên hệ phòng đào tạo thì bảo liên hệ văn phòng khoa còn liên hệ với văn phòng khoa thì văn phòng khoa bảo liên hệ phòng đào tạo nếu gặp sự cố trong việc đăng ký môn học với lại cấu trúc môn học của K17 đã đưa lên lâu rồi chỉ có cấu trúc môn học của k19 mới đưa đây thôi. Cả hai bên phòng đào tạo và văn phòng khoa đều trả lời như thế và không có sự liên kết với nhau thì làm sao vấn đề của em được giải quyết nhanh chóng. Và bây giờ em không biết này là lỗi do bên nào hay ở đâu, vấn đề của em là làm sao để được giải quyết nhanh chóng. Em có thể làm đơn lên phòng đào tạo phản ánh hay xin học luôn môn kỹ thuật thi công (CI3043) trong học kỳ 192 này luôn được không ạ với lời hứa là sẽ học qua môn kỹ thuật thi công trong học kỳ 192. Trong học kỳ trước em đã học môn kết cấu bê tông cốt thép 1 (môn lý thuyết) và trong học kỳ này em cũng đã đăng ký được môn đồ án bê tông cốt thép 1 nên cũng phần nào ít ảnh hưởng đến môn Kỹ thuật thi công(CI3043). Nếu còn cách giải quyết nào khác mong AD cho em biết và nhanh chóng xử lí cho em chứ nay cũng đã gần hết thời hạn đăng ký cho môn học lần 3.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy cô phòng đào tạo.. . Em là: Đoàn Đức Tài.. . MSSV: [student_id].. . Hôm nay em làm đơn này mong quý thầy cô phòng đào tạo giúp em thay đổi một vài môn học ở HK192.. . Lý do: Do lớp em đã thông nhất sẽ xin mở lớp cho môn học Công nghệ cơ khí 1 vào ngày thứ 7 và em đã điền form đăng kí xin mở lớp. Do đó em đã xoá môn CNCK1 ở trong phần đăng kí môn học trên Mybk, sau đó em đã thay thế chỗ trống đó bằng môn Kinh tế học đại cương. Hiện tại thì việc xin mở lớp thứ 7 có vẻ không thực hiện được, nên em muốn đăng kí lại môn CNCK1 nhưng lại trùng lịch đã đăng kí của môn KTHĐC. Vì CNCK1 là môn tiên quyết của khoa em và em rất cần môn học này, xin quý thầy cô PĐT xem xét có thể xoá giúp em môn KTHĐC để em có thể đăng kí môn CNCK1.. . Em xin cám ơn.",
            "Chào bạn.. . PĐT đã mở khóa để bạn hiểu chỉnh môn học online. . Bạn cần xem sĩ số của lớp mới trước khi quyết định đổi nhóm. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo, Ban Quản Lý. . Em tên là [full_name], khoa Kỹ thuật Hóa học. Trong đợt đăng ký môn học lần 2 em đã đăng ký môn học Thí Nghiệm Vật Lý lớp L46. Nhưng hiện nay vì lý do gia đình nên em không thể tiếp tục theo học lớp được. Kính mong nhà trường mở chuyển môn để em có thể tiếp tục việc theo học ạ. . . Em xin chân thành cám ơn.",
            "Chào em,. . . . Trong đợt 3 DKMH theo qui định chỉ có bổ sung, không huỷ môn học. Em không chuyển nhóm được nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em xin thầy/cô có thể tăng sĩ số lớp môn học kỹ thuật điện hóa CH3175 (nhóm lớp A01, GV [full_name]). . Em xin cám ơn.",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ vừa qua em có hỏi về việc bị hủy môn học Kỹ thuật thi công (CI3043) thì nhận lại được câu trả lời từ phòng đào tạo là bạn liên hệ với văn phòng khoa vì cấu trúc môn học của khoa xây dựng mới được câọ nhật lại (em có kèm theo hình ảnh câu hỏi của em và câu trả lời của phòng đào tạo bên dưới) em cũng đã làm theo và đã liên hệ với văn phòng khoa thì cô bên văn phòng khoa xây dựng có nói là cái cấu trúc môn học của K17 đã cập nhật lâu rồi em. Thế thì em không biết là bên khoa xây dựng mới cập nhật lại cấu trúc môn học cho K17 trong thời gian nào mà phòng đào tạo không đưa lên trước học kỳ 191  để em biết mà tới đợt đăng ký môn học lần 3 của HK192 này mới đưa lên (ngay cả khi trước đợt đăng ký môn học lần 1 của HK192 phòng đào tạo vẫn chưa cập nhật) làm em không lường trước được trường hợp này dẫn đến bị hủy môn kỹ thuật thi công (CI3043) vì thiếu môn học trước đồ án bê tông cốt thép 1. Vậy giờ em cần phải làm thế nào hay làm gì để được đăng ký mà không bị hủy môn kỹ thuật thi công (CI3043) khi mà liên hệ phòng đào tạo thì bảo liên hệ văn phòng khoa còn liên hệ với văn phòng khoa thì văn phòng khoa bảo liên hệ phòng đào tạo nếu gặp sự cố trong việc đăng ký môn học với lại cấu trúc môn học của K17 đã đưa lên lâu rồi chỉ có cấu trúc môn học của k19 mới đưa đây thôi. Cả hai bên phòng đào tạo và văn phòng khoa đều trả lời như thế và không có sự liên kết với nhau thì làm sao vấn đề của em được giải quyết nhanh chóng. Và bây giờ em không biết này là lỗi do bên nào hay ở đâu, vấn đề của em là làm sao để được giải quyết nhanh chóng. Em có thể làm đơn lên phòng đào tạo phản ánh hay xin học luôn môn kỹ thuật thi công (CI3043) trong học kỳ 192 này luôn được không ạ với lời hứa là sẽ học qua môn kỹ thuật thi công trong học kỳ 192. Trong học kỳ trước em đã học môn kết cấu bê tông cốt thép 1 (môn lý thuyết) và trong học kỳ này em cũng đã đăng ký được môn đồ án bê tông cốt thép 1 nên cũng phần nào ít ảnh hưởng đến môn Kỹ thuật thi công(CI3043). Nếu còn cách giải quyết nào khác mong AD cho em biết và nhanh chóng xử lí cho em chứ nay cũng đã gần hết thời hạn đăng ký cho môn học lần 3.",
            "Dạ vừa qua em có hỏi về việc bị hủy môn học Kỹ thuật thi công (CI3043) thì nhận lại được câu trả lời từ phòng đào tạo là bạn liên hệ với văn phòng khoa vì cấu trúc môn học của khoa xây dựng mới được câọ nhật lại (em có kèm theo hình ảnh câu hỏi của em và câu trả lời của phòng đào tạo bên dưới) em cũng đã làm theo và đã liên hệ với văn phòng khoa thì cô bên văn phòng khoa xây dựng có nói là cái cấu trúc môn học của K17 đã cập nhật lâu rồi em. Thế thì em không biết là bên khoa xây dựng mới cập nhật lại cấu trúc môn học cho K17 trong thời gian nào mà phòng đào tạo không đưa lên trước học kỳ 191  để em biết mà tới đợt đăng ký môn học lần 3 của HK192 này mới đưa lên (ngay cả khi trước đợt đăng ký môn học lần 1 của HK192 phòng đào tạo vẫn chưa cập nhật) làm em không lường trước được trường hợp này dẫn đến bị hủy môn kỹ thuật thi công (CI3043) vì thiếu môn học trước đồ án bê tông cốt thép 1. Vậy giờ em cần phải làm thế nào hay làm đơn gì để được đăng ký mà không bị hủy môn kỹ thuật thi công (CI3043) khi mà liên hệ phòng đào tạo thì bảo liên hệ văn phòng khoa còn liên hệ với văn phòng khoa thì văn phòng khoa bảo liên hệ phòng đào tạo nếu gặp sự cố trong việc đăng ký môn học với lại cấu trúc môn học của K17 đã đưa lên lâu rồi chỉ có cấu trúc môn học của k19 mới đưa đây thôi. Cả hai bên phòng đào tạo và văn phòng khoa đều trả lời như thế và không có sự liên kết với nhau thì làm sao vấn đề của em được giải quyết nhanh chóng. Và bây giờ em không biết này là lỗi do bên nào hay ở đâu, vấn đề của em là làm sao để được giải quyết nhanh chóng. Em có thể làm đơn lên phòng đào tạo phản ánh hay xin học luôn môn kỹ thuật thi công (CI3043) trong học kỳ 192 này luôn được không ạ với lời hứa là sẽ học qua môn kỹ thuật thi công trong học kỳ 192. Trong học kỳ trước em đã học môn kết cấu bê tông cốt thép 1 (môn lý thuyết) và trong học kỳ này em cũng đã đăng ký được môn đồ án bê tông cốt thép 1 nên cũng phần nào ít ảnh hưởng đến môn Kỹ thuật thi công(CI3043). Nếu còn cách giải quyết nào khác mong AD cho em biết và nhanh chóng xử lí cho em chứ nay cũng đã gần hết thời hạn đăng ký cho môn học lần 3."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Phòng đào tạo cho em hỏi sỉ số lớp 11/32 như hình sau đợt 3 có bị hủy lớp không ạ? Nếu như có thì mong Phòng đạo tạo mở hiệu chỉnh cho em và các bạn trong lớp có thể chuyển sang nhóm khác để không bị mất môn ạ.. . Em cảm ơn.",
            "Chào em,. . . . Cho biết mã số môn học?",
            "Dạ EE2017 ạ",
            "Mã môn EE2017, lớp L11_L21",
            "Chào em,. . . . . . Mã môn EE2017, lớp L11_L21 phòng thí nghiệm bị full sỉ số không tăng được nữa. Em có thể làm đơn xin mở lớp dự thính.",
            "Dạ em đang ở lớp đó ạ, ý em là lớp đó có bị hủy không ạ do sỉ số đang có 10/32 thôi ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ tên: [full_name]. . MSSV: [student_id]. . Mình mong trường có thể mở thêm sĩ số lớp Tư tưởng [full_name] ạ, mã môn học SP1005. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Về việc tăng sĩ số/khiếu nại đăng ký MH. . Bạn vui lòng vào trang http://bksi.hcmut.edu.vn/. . Bước 1: Chọn mục Hỏi/yêu cầu. . Bước 2: Tạo câu hỏi/ yêu cầu mới. . Bước 3: Click vào dấu (+) đứng trước các danh mục để chọn chủ đề câu hỏi cho phù hợp. . Ví dụ: Chọn mục” đăng ký môn học”. . Lưu ý phải chọn cho đúng chủ đề để được trả lời nhanh nhất.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em bị trùng thời gian 1 số môn nên em có thể xin vào 1 lớp đủ sĩ số môn Hóa Đại Cương nhóm L05 L14 L15 để k bị trùng thời gian k ạ",
            "Chào em,. . . . Môn này  phòng thí nghiệm bị full sỉ số không tăng được nữa. . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em xin chào thầy/cô ạ.Theo em biết được là hết năm nhất thì sinh viên phải tích lũy đủ 28 tín chỉ mới được đăng kí môn học cho năm tiếp theo.Vậy 28 tín chỉ đó có tính những tín chỉ em học lại trong hè môn em đã bị rớt trong 2 kì đầu không ạ?. . Em xin cảm ơn",
            "Chào bạn,. . Bạn vui lòng trình bày rõ lại nội dung câu hỏi nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . cho e xin mở khóa môn Mác SP1003 nhóm A05 và môn đường lối SP1009 nhóm A06 để e có thể đăng kí môn chuyên ngành ạ. Vì lí do môn chuyên ngành mới mở đợt 3 và e bị trùng lịch ạ. mong pđt mở khó để e có thể hoàn thành kịp tiến độ học tập ạ.",
            "Chào bạn.. . PĐT đã mở khóa để bạn hiểu chỉnh môn học online. . Bạn cần xem sĩ số của lớp mới trước khi quyết định đổi nhóm. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy cô,. .  Ngay sau 1 tuần kể từ khi nộp chứng chỉ Anh văn thì mình có thể đăng kí chuyển điểm được không ạ?. . Em cảm ơn",
            "Chào bạn,. . Ngay khi bạn khai báo xong chứng chỉ ngoại ngữ là bạn đã có thể đăng ký chuyển điểm được rồi.. . Thân.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi hạn đăng ký chương trình học liên thông từ đại học lên thạc sĩ đã hết hạn từ ngày 15/12/2019 , vậy kỳ tới thì có mở để đăng ký không vậy .. . . .",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Phòng Đào tạo sau Đại học để được hướng dẫn nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PDT đh Bách Khoa TP Hồ Chí Minh. . Em tên là [full_name] mssv:[student_id] khoa Kỹ thuật Vật Liệu. . Em gửi yêu cầu này với mong muốn pđt cho phép em xóa 1 môn học em đã lỡ đăng kí ở đợt đkmh đợt 2, vì trùng lịch nên em không thể đăng kí môn chuyên nghành được (do vừa mới qua anh văn nên đợt 3 em mới đăng kí được môn chuyên nghành) . . Em rât mong được pđt xem xét và đồng ý . . Em cảm ơn",
            "Chào bạn.. . PĐT đã mở khóa để bạn hiểu chỉnh môn học online. . Bạn cần xem sĩ số của lớp mới trước khi quyết định đổi nhóm. . Thân. ."
        ]
    }
]