[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Gửi PĐT, em có khoản học phí dự thính ngày 07/09/2021 mở thu và kết thúc thu vào 15:00 ngày 14/09/2021 nhưng em vào nhiều lần thì đến nay vẫn chưa hiện dấu tích để chọn thanh toán. Vậy cho em hỏi có phải bị lỗi gì không và có thể khắc phục cho em được không ạ. Vì cũng còn 5 ngày nữa là hết hạn rồi ạ",
            "Chào bạn. . Bạn vui lòng theo dõi thông báo đóng học phí qua mail (nhà trường điều chỉnh lại thời gian đóng học phí dự thính nghen bạn). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Trường cho em hỏi là học phí học kì dự thính kì 211 thời gian bắt đầu đóng là 7/9 vậy mà sao nay em vào trang thì tại mục thanh toán vẫn để tình trạng là chưa đến kì thanh toán vậy ạ. Em cảm ơn ạ. . . .",
            "Chào bạn. . Bạn vui lòng theo dõi thông báo đóng học phí qua mail (nhà trường điều chỉnh lại thời gian đóng học phí dự thính nghen bạn). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1711835  /b \t. . . .   i Đăng ký môn học . Em chào Thầy/Cô, hiện em có đăng kí thi anh văn 2 kỹ năng mã môn học BKE123, hạn đóng lệ phí từ ngày 9-10/9/2021 qua bkpay. Khi em tiến hành đóng lệ phí thì OCB báo lỗi như hình đính kèm, em đã thử lại 2 lần và vẫn bị lỗi tương tự.. . Mong Thầy/Cô hỗ trợ ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . Hiện tại hệ thống bên Ngân hàng đang bị lỗi, họ đang cố gắng khắc phục trong hôm nay, có gì bạn mai bạn vô thanh toán lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi pđt , em có thấy trên BKpay là ngày đóng học phí dự thính là 7/9/2021 nhưng đến bây giờ vẫn không thể đóng học phí được ạ và chúng em cũng chưa nhận được mail về ngày đóng học phí cũng như ngày hết hạn .",
            "Chào em,. . Em chờ email từ PĐT, sẽ gia hạn đến 20/9/21.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô.. . Em muốn đăng ký tham gia lớp học dự thính Anh văn 4 (LA1009). Hiện tại lớp này đang học, không biết có cách nào để có thể đăng kí lớp học này không ạ. . . Em cảm ơn!",
            "Chào bạn,. . . . Thời điểm hiện tại đã đến tuần thứ 4 của HK211, quá thời gian để bổ sung môn học cho HK 211.. . . . Xem chi tiết lịch đăng ký môn học HK kế tiếp (HK 212) dự kiến cập nhật cuối tháng 11/2021 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2021-2022    Học kỳ 2. . . . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa phòng đào tạo,. . Em là [full_name] - [student_id], kì này em có đăng kí 2 môn để cải thiện là môn cơ học đất có mã môn là CI3001 và môn Hạ tầng công trình giao thông có mã môn là CI4019. Do kì này dịch bệnh nên nhà em không đủ khả năng trang trải học phí nên cho em hỏi em có thể xin rút 2 môn học này và hủy học phí của 2 môn này được không ạ. Mong phòng đào tạo xem xét. Em xin cảm ơn.. . [full_name].",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email ctctsv@hcmut.edu.vn để được hướng dẫn nhé. (vay vốn, gia hạn HP, miễn giảm HP...). . - PĐT đã gửi email về rút môn học:. . . . Thân gửi các bạn sinh viên,. . . . . . . .      Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định)(Chính quy + Dự thính) của học kỳ 1(2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link: https://forms.gle/4X6kA3XbDWNfs93u6. . . . Thời gian đăng ký: Từ ngày 6/09/2021 đến hết ngày 01/10/2021. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . . . . . . . Chúc các bạn học tập thật tốt!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . dạ thưa phòng đào tạo! Cho em hỏi là do đang dịch nên kinh tế nhà em bị ảnh hưởng phần nào nên em có thể đăng kí rút môn mà không tính học phí được không ạ? em cảm ơn",
            "Chào em,. . - Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé. (vay vốn, gia hạn HP...). . - nên em có thể đăng kí rút môn mà không tính học phí được không ạ?. . =  Theo quy chế tính HP nhé em.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em gửi lại đơn ạ .. .",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn tạm dừng vào HK1(2021-2022) của bạn.. . Bạn vui lòng theo dõi tình trạng sinh viên từ “đang học” sang tình trạng “tạm dừng” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 24/9/2021. . PDT sẽ gửi qua mail file scan quyết định tạm dừng cho sinh viên trễ nhất là 30/9/21. Sau thời gian này vẫn chưa nhận được file quyết định tạm dừng vui lòng gửi phản hồi lại bksi để PDT kiểm tra và trả lời.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi. Em thuộc trường hợp được hỗ trợ 70% học phí ấy ạ. Nhưng mà hiện tại trên BKPay thì em lại đóng 100% học phí. Cho em hỏi là trường sẽ gửi lại khoảng hỗ trợ đó sau có đúng không ạ.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại điện thoại em bị lỗi camera khả năng cao không thi được môn mạch điện tử vào ngày 12/9 tới. Em xin hỏi pdt là em xin vắng thi có phép thì em làm thủ tục như thế nào ạ.. . Em có thể điền form  https://forms.gle/ckyYcJMWN7w3kqe56 thôi được không hay phải xin phép giảng viên nữa ạ. Em xin cảm ơn vì thầy/cô đã dành thời gian đọc",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . Quy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Các môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . Riêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô.. . Em có nhận được câu trả lời về đăng ký dự thính môn học anh văn 4 (LA1009). Em muốn đăng ký lớp dự thính (theo thông tin trên đăng ký môn học là học từ 30/8/2021), không phải lớp học kì chính (đã diễn ra 4 tuần). . . Rất mong thầy cô hỗ trợ để e được học lớp dự thính anh văn 4 (LA1009).. . Em cảm ơn ạ.",
            "Chào bạn,. . HK dự thính HK211 cũng đã diễn ra được hơn 2 tuần rồi nhé bạn. . . Nói chung thời điểm này cũng đã hết thời gian để bổ sung ĐKMH nhé bạn.. . SV lưu ý đăng ký MH theo đúng lịch thông báo của PDT nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em có đăng ký giấy chứng nhận sinh viên vào ngày 07/08/2021 (Lý do: Tạm hoãn nghĩa vụ quân sự). Nhưng tới bây giờ em vẫn chưa nhận được kết quả dù trên hệ thống ghi đã xử lý và đã chuyển cho bưu điện. Mong phòng đào tạo giải đáp thắc mắc này giúp em ạ.. .",
            "Chào bạn;. . Bạn đăng ký lại trên hệ thống cho Hk211 này nghen. . Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng đào tạo,. . . . Em xin đính kèm câu hỏi đã đề ra trong mail trước cũng như lời giải đáp của nhà trường trong mail này. Tình hình của em hiện giờ là em đã hoàn thành môn 3 chỉ tại kỳ 192 và đang theo học môn 1 chỉ trong kỳ này. Em biết là do lỗi của em không tìm hiểu kỹ đã đăng ký. Em cũng xin lỗi vì đã làm phiền nhà trường về vấn đề của em nhưng có cách nào để em có thể được tính điểm 2 môn tương đương vào điểm TBTL được không ạ? Em cũng đã bỏ công sức và tiền bạc để có thể nhận lại một kết quả tốt hơn để bù lại khoảng thời gian chểnh mảng của em. Thành thật mong nhà trường giúp đỡ.. . . . Em xin chân thành cảm ơn.. . . . Trân trọng,. . . . [full_name].",
            "Chào em,. . Điểm tbtl chung vẫn được tính bình thường. Chỉ có đtbtn mới không tính.. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo. . Em có trình bày ở những câu hỏi trước đây về việc em bị lỗi đăng ký môn học và em đã nộ các đon đăng ký môn học ci4343 nhưng hiện tại khoa cần em có xác nhận trên bkel mới cho em nhận luận văn em không biết trường hợp của em đã đăng ký thành công chưa ạ. . Em là [full_name] mssv [student_id] đăng ký ci4343 luận văn tốt nghiệp công trình xây dựng ạ. . . .",
            "Đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng Đào tạo,. . . . Kể từ ngày thi cuối kỳ 20/8 đến nay 09/09 điểm của môn Mạng máy tính (EE3033) vẫn chưa được cập nhật. Em liên hệ giảng viên thì thầy nói đã nộp điểm lên phòng ĐT từ 2 tuần trước. Cho em hỏi tại sao giờ vẫn chưa update lên hệ thống ạ?. . . . Em xin cảm ơn.. .",
            "Chào bạn. . Bạn hỏi lại Thầy có làm theo đúng quy trình không? vì hệ thống tự động, Thầy làm đúng theo quy trình thì Pdt tự động cập nhật điểm . . Thân",
            "Kính gửi phòng Đào tạo,. . . . Em hỏi thì thầy nói thầy đã khóa các cột điểm trên hệ thống nên không biết vì sao điểm chưa update ạ. Phòng ĐT có thể xem lại được không ạ?",
            "Chào bạn. . Bạn cứ hỏi [full_name]ầy các bước theo quy trình [full_name]ầy làm có đúng chưa? chứ đâu chỉ có khoá trên hệ thống là được. . Nếu không được thì [full_name]ầy sẽ liên hệ với Khoa để hỗ trợ, hoặc liên lạc bộ phận điểm của Pdt để kiểm tra. . [full_name]ân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên là [full_name]. . Mssv: [student_id]. . Em xin gửi đơn hoãn thi HK202. .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . Quy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Các môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . Riêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dear thầy/cô.. . . . Hiện tại em có dự định ứng tuyển học bổng Pony Chung, và ban điều hành yêu cầu bản scan của bảng điểm.. . . . Do tình hình dịch, nên em không thể lên trường để lấy bản in, và hạn nộp hồ sơ là ngày 13/9 nên việc sử dụng dịch vụ chuyển phát sẽ đáp ứng kịp.. . . . Thầy/cô cho em hỏi là nếu em đăng ký in bảng điểm, thì phòng đào tạo có hỗ trợ gửi bản scan qua mail không ạ?. . . . Mong thầy/cô hồi âm sớm. Em cảm ơn.. . . . . .",
            "Yêu cầu khác: Dear thầy/cô.. . . . Hiện tại em có dự định ứng tuyển học bổng Pony Chung, và ban điều hành yêu cầu bản scan của bảng điểm.. . . . Do tình hình dịch, nên em không thể lên trường để lấy bản in, và hạn nộp hồ sơ là ngày 13/9 nên việc sử dụng dịch vụ chuyển phát sẽ không đáp ứng kịp.. . . . Thầy/cô cho em hỏi là nếu em đăng ký in bảng điểm, thì phòng đào tạo có hỗ trợ gửi bản scan qua mail không ạ?. . . . Mong thầy/cô hồi âm sớm. Em cảm ơn.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name] -[student_id]. . Em có đóng tiền thực tập ngoài trường ở học kì hè 203 mà em chưa được đi thực tập thì có được trường hoàn tiền lại không ạ??. . Với học phí HK211, là đóng dự thính hạn cuối là 14/9/2021, mình có thể đóng thẳng lun học kì chính với dự thính được không ạ??. .",
            "Chào bạn. . - HK203 không hoàn tiền, Khoa/ bộ môn sẽ hỗ trợ cho bạn hoàn thành. . - Học phí sẽ có thông báo cụ thể sau, bạn theo dõi mail giúp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "U Yêu cầu khác: Dạ em chào thầy cô. Em [full_name], mssv [student_id]. Em muốn xin gia hạn thêm thời gian đóng học phí cho đợt Dự thính được không ạ. Dạ em có xem trên quy chế thì không được gia hạn cho học kì Dự thính, nhưng hiện tại em đang là F0 đang cách ly điều trị tại nhà, nhà em thì đang bị giăng dây. Các thành viên trong nhà không ra đường được, nên người nhà em không ra ngân hàng nộp tiền được ạ. Mong thầy cô xem xét cho trường hợp của em. Dạ em cảm ơn thầy cô. Chúc thầy cô nhiều sức khỏe trong mùa dịch này ạ.",
            "Chào em,. . Em chờ email từ PĐT, sẽ gia hạn đến 20/9/21.. . - Hoặc em có thể nhờ người khác có tk ocb thanh toan giúp.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em xin chào quý thầy cô,. . em có đăng kí thi anh văn nói - viết đợt 1, em đã nhiều lần thực hiện thao tác thanh toán, nhưng đến bước xác nhận bên ngân hàng thì bị phát sinh lỗi giao dịch, rất mong quý thầy cô kiểm tra lại, hoặc liên hệ bên ngân hàng kiểm tra ạ. . em xin cảm ơn.. . mong phản hồi sớm từ thầy cô. . . .",
            "Chào bạn,. . Hiện tại hệ thống bên Ngân hàng đang bị lỗi, họ đang cố gắng khắc phục trong hôm nay, có gì bạn mai bạn vô thanh toán lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . cho em hỏi là trên bkpay đã hiện tiền học phí và em thấy để là 14/9/2021 hết hạn nhưng trên trang bkpay không có hiện nút thanh toán ạ!. . . .",
            "Chào em,. . Em chờ email từ PĐT, sẽ gia hạn đến 20/9/21.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô ạ!. . Em có đăng ký thi tiếng anh nói viết, MSMH: BKE123, hôm nay là ngày đóng học phí, tuy nhiên khi đóng học phí nó lại báo lỗi. Em không biết là lỗi như vầy thì khi nào mới hết ạ, do chiều mai là hạn chót đóng học phí rồi ạ, ngoài ra em còn hỏi 1 bạn thi tiếng anh chung em và bạn ấy cũng nói là không đóng học phí được. Mong thầy cô giải quyết giúp bọn em ạ, em xin cung cấp 1 tấm hình giúp thầy/cô dễ hình dung ạ",
            "Chào bạn,. . Hiện tại hệ thống bên Ngân hàng đang bị lỗi, họ đang cố gắng khắc phục trong hôm nay, có gì bạn mai bạn vô thanh toán lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin tiếp tục ở mail trước đó ạ. Thực ra em muốn hỏi về việc tính vào trung bình tốt nghiệp ạ cô. Nhà trường có cách nào tạo điều kiện cho em được chuyển điểm 2 môn tương đương được tính vào điểm tốt nghiệp không ạ? Vì hiện em đã hoàn thành môn 3 chỉ và hiện đang học môn 1 chỉ ạ.. . . . Em xin lỗi vì đã làm phiền. Mong cô thấu hiểu cho tình hình của em bây giờ.. . . . Em xin chân thành cảm ơn.. . . . Trân trọng,. . . . [full_name].",
            "Chào em,. . Theo quy chế làm thôi em, cô phụ trách về việc này đã trả lời em 2 lần rồi. Không làm trái quy chế được.. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn hiểu thêm về rút môn học ạ, em tính rút 1 môn trong học kì này, mà em đọc điều lệ vẫn chưa hiểu ạ, có phải rút môn sẽ ko cần học môn mình đã rút trong học kì này nhưng vẫn phải đóng tiền học đúng ko ạ",
            "Chào bạn. . Đúng rồi, rút môn học tương đương như huỷ môn học nhưng phải đóng tiền cho môn học đó. . Thân",
            "Chào em,. .  có phải rút môn sẽ ko cần học môn mình đã rút trong học kì này nhưng vẫn phải đóng tiền học đúng ko ạ. . =  Đúng rồi em.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1913384  /b \t. . . .   i Yêu cầu khác . Chào PĐT.. . Em muốn hỏi là khi nào đến ngày đóng tiền học phí vậy ạ và em có thể mua bảo hiểm tai nạn của trường qua BK Pay được không ạ ? Tại vì em thấy hạn chót đóng tiền học phí kỳ dự thính 211 kết thúc 14/9 mà em lại không bấm nút đóng tiền được.. . Em xin cám ơn",
            "Chào bạn. . Bạn vui lòng đợi thông báo sau (gia hạn thời gian đóng tiền). . - Vấn đề BHYT, Học bổng, vay vốn ngân hàng… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cô cho em gửi Đơn xin cứu xét và bảng điểm.. . Em học khoa Công nghệ vật liệu cô, không phải khoa Môi trường",
            "Chào bạn,. . PDT đã tiếp nhận đơn của bạn và trình Ban Lãnh đạo xem xét và sẽ trả lời kết quả đơn cho bạn trễ nhất là sau ngày 20/09/2021.. . Nếu sau ngày này vẫn chưa nhận được câu trả lời bạn vui lòng gửi lại phản hồi qua bksi để PDT kiểm tra.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào anh, chị. . Cho em hỏi vấn đề thi anh văn sắp tới 2 kĩ năng dành cho các bạn chuẩn bị tốt nghiệp kì 211. Em là [full_name], khoa Kĩ Thuật Hoá Học, K17 và các bạn trong lớp đã nhận được mail thông báo đăng kí thi, còn em chưa nhận được ạ? . . Đợt 1 em vào mục đăng kí thi anh văn nói viết trên mybk nhưng xuất hiện dòng: không được phép đăng kí?. . Như đã thông báo thì có 2 đợt thi tháng 9 và 10. Nếu các bạn không nhận được mail thì sẽ thi tháng 10 hay sao ạ?. . Đợt 2 em cũng không nhận được mail thông báo?",
            "Chào bạn,. . Do khả năng tổ chức thi online có giới hạn, nên chỉ lọc danh sách những bạn đủ tiêu chuẩn TN trong đợt này để ưu tiên thi trước (có thể không đủ).. . Trường hợp của bạn cô sẽ ghi nhận lại và bạn vui lòng đợi mail thông báo vào đăng ký thi trong đợt tiếp theo nhé (nếu đợt 2 còn sĩ số sẽ mở cho bạn đăng ký vào ngày 12/9 nhé). . Thân. .",
            "Dạ, em cám ơn.. . Hiện tại em đang chuyển điểm anh văn để miễn anh văn 1-2-3-4 để đủ điều kiện, nhưng OCB đang bảo trì và không thanh toán được. Vậy là em trễ 1 kì hả cô. Em mong cô có thể cho em 1 slot đăng kí thi anh văn nói viết để được ra trường đúng hạn",
            "Chào bạn. . Có thể ngày mai BKpay sẽ hoạt động lại nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào anh, chị. . Cho em hỏi vấn đề thi anh văn sắp tới 2 kĩ năng dành cho các bạn chuẩn bị tốt nghiệp kì 211. Em là [full_name], khoa Kĩ Thuật Hoá Học, K17 và các bạn trong lớp đã nhận được mail thông báo đăng kí thi, còn em chưa nhận được ạ? . . Đợt 1 em vào mục đăng kí thi anh văn nói viết trên mybk nhưng xuất hiện dòng: không được phép đăng kí?. . Như đã thông báo thì có 2 đợt thi tháng 9 và 10. Nếu các bạn không nhận được mail thì sẽ thi tháng 10 hay sao ạ?. . Đợt 2 em cũng không nhận được mail thông báo?. .",
            "Đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào anh chị, hiện tại em chuyển điểm và qua mục thanh toán của OCB banking, khi có mã xác nhận, em nhập mã để thanh toán thì hiện dòng chữ không có hiệu lực. Mặc dù trong tài khoản vẫn đủ để thanh toán.. . Em đã mượn Tài khoản OCB của bạn khác đóng cũng không thực hiện được. Pdt có thể kiểm tra giúp em không ạ?",
            "Thân gửi các bạn sinh viên,. . . . Hiện tại Hệ thống ngân hàng OCB đang gặp sự cố, PDT gia hạn thời gian thanh toán lệ phí qua cổng thanh toán BKPay (150.000). . . . Thời gian:  từ ngày 8 giờ 10/09 đến 8 giờ ngày 11/09. . . . Lưu ý:. . . . -      Số điện thoại hotline của Ngân hàng OCB để được hỗ trợ (khi có phát sinh sự cố):[student_id]8",
            "Dạ hiện tại ngày 10/9 em vẫn chưa thanh toán được ạ",
            "Tài khoản OCB thì đã trừ tiền, trên  bkpay vẫn hiển thị chưa thanh toán, em chưa hiểu lắm ạ?",
            "Chào bạn. . Bạn chụp màn hình lỗi để Cô chuyển bộ phận dự liệu kiểm tra. . Thân",
            "Dạ tối qua em đã thanh toán lệ phí chuyển điểm ngoại ngữ và đã bị trừ tiền rồi ạ. Cô có thể kiểm tra giúp em với ạ? Cám ơn cô nhiều . . Lúc đầu, em nhập mã từ điện thoại để xác nhận thanh toán, nhưng xuất hiện đang xử lí rất lâu, em thoát ra và khoảng sau 2 phút thì đã trừ vào tài khoản rồi ạ",
            "Cô kiểm tra giúp em tại sao đã thanh toán phí chuyển điểm anh văn rồi mà vẫn hiển thị chưa thanh toán vậy ạ?. . Hôm trước bị lỗi không thanh toán được, hôm vừa rồi em thanh toán bị trừ tiền rồi nhưng vẫn hiển thị chưa thanh toán.. .",
            "Chào bạn. . Do lỗi bên ngân hàng OCB. . bạn gọi hot line OCB để được hỗ trợ nghen: [student_id]8. . Thân",
            "Dạ có cách nào liên hệ bên OCB ngoài hotline không ạ? Em đã liên hệ gọi mấy ngày nay vẫn không ai nghe máy. Hiện tại em cần xử lí để kịp đăng kí tốt nghiệp ạ. . Em cám ơn cô",
            "Chào bạn. . Bạn có thể liên hệ thêm số điện thoại: [student_id]97, Chị [full_name], phụ trách kỹ thuật. . Thân",
            "Dạ hiện tại em đã thanh toán được rồi ạ. . Em cám ơn thầy cô nhiều ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào Phòng đào tạo,. . Em đã xin hoãn thi cuối kì HK202/2020-2021 và được Phòng Đào tạo đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của em, em muốn hỏi về:. . 1. Quyết định bảng chính của em ạ?. . 2. Em có theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021, nhưng các chỉ có một môn cập nhật thôi ạ, em không biết các môn khác có vấn đề gì không ạ?. . . . Mong Phòng đào tạo sớm trả lời thư của em.. . Trân trọng,. . [full_name]",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ kính gửi thầy cô, . . . . Em tên là [full_name] MSSSV [student_id] - Khoa Quản lý Công nghiệp.. . . . Em xin hỏi về vấn đề: Đăng kí in bảng điểm em có thấy mục cho nhận tại trường, vậy là em có thể lên trường nhận trực tiếp đúng không ạ?. . . . Còn nếu em chọn mục chuyển phát theo bưu điện nhận tại nhà, thì nhà em ở Huyện Bình Chánh thì tổng thời gian từ lúc in bảng điểm đến lúc chuyển phát thì trong bao lâu mới nhận được bảng điểm thế ạ?. . . . Em xin cảm ơn. . . . Trân trọng./.. .",
            "Chào bạn. . hiện tại Bạn có nhu cầu thì đăng ký in bảng điểm, và đăng ký nhận qua bưu cục, thời gian thì tuỳ theo bưu cục vận chuyển nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy cô, từ sáng đến giờ em đăng nhập bkpay để thanh toán lệ phí thi mà cứ báo lỗi không thể thanh toán,em đã thực hiện 5-6 lần vẫn bị tình trạng như vậy,mai là hạn chót thanh toán,mong thầy cô hỗ trợ gấp ạ.. . Sdt của em [phone_number].",
            "Thân gửi các bạn sinh viên,. . . . Hiện tại Hệ thống ngân hàng OCB đang gặp sự cố, PDT gia hạn thời gian thanh toán lệ phí qua cổng thanh toán BKPay (150.000). . . . Thời gian:  từ ngày 8 giờ 10/09 đến 8 giờ ngày 11/09. . . . Lưu ý:. . . . -      Số điện thoại hotline của Ngân hàng OCB để được hỗ trợ (khi có phát sinh sự cố):[student_id]8. . Mai bạn vô thanh toán lại nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Tốt nghiệp . Chào thầy cô!. . Em là [full_name], MSSV là [student_id]9. . Em gửi đơn chuyển qua hệ VLVH để xét tốt nghiệp, theo hướng dẫn của thầy cô trên BKSI.. . Em cám ơn thầy cô nhiều!. . . .",
            "Chào bạn. . Hiện bạn đã có QD chuyển hệ, Cô ghi nhận chuyển cho [full_name] phụ trách xét tốt nghiệp cho bạn nghen, Bạn đợi danh sách công bố khoảng giữa tháng 10, không có phản hồi, bạn vui lòng báo lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b  [full_name]\t. . . .   i Yêu cầu khác . Chào quý thầy cô! Em có một vài vấn đề về việc đóng học phí. Thứ nhất, trên BKpay có ghi là chưa đến hạn đóng học phí, nhưng ngày hết hạn là ngày 11/9. Thứ hai, kì 211 này em đăng kí 9 tín chỉ, có nghĩa số tín chỉ nhỏ hơn 12 và được xét giảm 25%. Tuy nhiên có 1 môn em được học 1 buổi đầu, sau đó bị pdt xóa, và em chỉ còn 6 tín chỉ, nhưng vẫn phải đóng mức học phí như vậy. Em xin phép hỏi là có được xét giảm thêm không ạ ?. . . .",
            "Chào em,. . - Thứ nhất, trên BKpay có ghi là chưa đến hạn đóng học phí, nhưng ngày hết hạn là ngày 11/9. . =  nếu HP DT . . Em chờ email từ PĐT, sẽ gia hạn đến 20/9/21.. . . . - Tuy nhiên có 1 môn em được học 1 buổi đầu, sau đó bị pdt xóa, và em chỉ còn 6 tín chỉ, nhưng vẫn phải đóng mức học phí như vậy. Em xin phép hỏi là có được xét giảm thêm không ạ =  PĐT làm theo quy chế em nhé.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   I Học vụ . . . Em chào thầy cô, em muốn hoãn thi môn mạch điện tử (EE2035) vào ngày 12/9 do bị trùng lịch thi. Tuy nhiên biểu mẫu google form đăng kí hoãn thi đã bị đóng nên em không thể đăng kí được. Mong thầy cô có thể mở lại hoặc hướng dẫn cách khác cho em đăng kí hoãn thi ạ.. . Em cảm ơn thầy cô nhiều.",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . Quy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Các môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . Riêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: kính gửi PDT, PDT cho em hỏi giấy xác nhận sinh viên với lý do bổ túc hồ sơ cho địa phương có phải là giấy xác nhận hoãn nghĩa vụ quân sự không ạ?? vì mấy năm trước em thấy thấy hoãn nghĩa vụ quân sự phát riêng. kính mong PDT giải đáp thắc mắc giúp em. em xin chân thành cảm ơn",
            "Chào bạn. . Hiện hệ thống có 2 lý do cho bạn chọn : bổ túc hồ sơ đăng ký giấy hoãn nghĩa vụ hoặc bổ túc cho địa phương, mục nào cũng được. . Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân. .",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . . . - Tương tự với lý do bổ túc hồ sơ cho địa phương . . . . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Thưa thầy cô, em xin hỏi là em đăng ký hoãn thi thì cần điền form, ngoài ra còn cần làm gì thêm cho đủ yêu cầu không ạ? . . Em xin cảm ơn! . .",
            "Chào em,. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] Mssv [student_id] . . Kính thưa phòng đào tạo em xin phép trình bày về việc thanh toán lệ phí thi nói viết của em bị gặp trục trặc không thể thanh toán được và ngày mai là hết hạn thanh toán đến giờ em vẫn chưa thể thanh toán được. Mong phòng đào tạo xem xét trường hợp của em ạ.. . Em xin chân thành cảm ơn và mong nhận được phản hồi.. . . .",
            "Chào bạn. . Bạn xem lại thông báo qua mail mới nhất của Pdt nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Thầy/Cô,. . Em là Lê Anh Sơn,sinh viên khoá K18 khoa kỹ thuật công trình thuỷ. . . Thưa Thầy/Cô trong chương trình đào tạo của ngành em có môn nhận thức ngành học vào kỳ 2 của năm 2. Do em không đăng ký đợt đó nên tới giờ em vẫn chưa đăng ký được vì không đủ sĩ số để mở lớp. Nhưng chương trình đào tạo của khoá sau là K19 thì môn học nhận thức ngành được bỏ khỏi chương trình đào tạo. Mà môn này lại không có môn tương đương nên em không biết làm thế nào để em có thể đăng ký vì em còn thiếu một môn đó nữa để hoàn thành chương trình học và làm luận văn tốt nghiệp. Mong thầy/cô giúp đỡ và cho em giải pháp để học môn đó ạ. . . Em cảm ơn,. . Chúc Thầy/Cô có một ngày làm việc thật vui.",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có đăng ký môn Đề cương luận văn tốt nghiệp(mã môn AS4325) nhưng do môn không có tính chỉ em đã không nhận ra khi bị lỗi và bị xóa mất lúc hoàn tất đăng ký môn. Mong Phòng đào tạo giải quyết giúp cho em để em không bị trễ tốt nghiệp ạ. Em xin chân thành cảm ơn",
            "Chào bạn,. . Bạn muốn Đăng ký bổ sung môn ĐCLV?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào thầy/cô phòng đào tạo,. . Em muốn hỏi em hiện tại là sinh viên K17, đã hoàn thành xong tất cả các điều kiện tốt nghiệp, ngoài trừ anh văn nói viết. Thầy cô cho em hỏi em có được nhận giấy hoãn NVQS vào tháng 9 này không ạ? Và nếu được nhận thì thời gian cụ thể có thể đăng ký và nhận được là khi nào ạ?. . Em xin cảm ơn!. . . .",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "-Họ tên:Châu Trọng Nghĩa. . -Mssv:[student_id]. . -Dạ pđt cho em hỏi ngày 15/9 là mình bắt đầu nộp đơn xin đăng kí học môn nhập môn kĩ thuật CI1001 của khóa sau rồi phải không ạ.. .",
            "Chào bạn,. . Khóa 2021 dự kiến bắt đầu từ 4/10 nhé, nên tới đó bạn cứ nộp đơn để PDT ghi nhận lại thôi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy cô ạ. . Thầy cô cho em hỏi là em mới đăng kí khóa thi online 2 kĩ năng nói viết toeic đợt 2 mã số môn học BKE123. . Đến lúc thanh toán là bắt đầu từ ngày hôm nay thì em không thanh toán được và bên web thanh toán báo lỗi giao dịch ạ.. . Này cho em hỏi là do bên web đang gặp trục trặc hay là tài khoản của em có vấn đề vậy ạ?. . Và cho em hỏi là còn cách nào thanh toán khác không ạ? Vì đợt này là đợt cuối cũng để lấy bằng tiếng anh để tốt nghiệp nên em hơi lo. em cảm ơn ạ.. .   i Đăng ký môn học .",
            "Chào bạn. . Bạn xem thông báo Pdt đã gởi nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào quý thầy, cô!. . Hiện tại em đang có thắc mắc về các thiết bị sinh viên được sử dụng trong quá trình là bài thi.. . . . Trong quá trình làm bài thi, sinh viên phải sử dụng 2 thiết bị chính và thiết bị phụ. Trong đó thiết bị phụ được sử dụng để quay toàn cảnh quá trình thi của sinh viên. . .  . . Hiện tại thiết bị phụ của em sử dụng là điện thoại cá nhân em đang sử dung. Nhưng cấu hình máy và dung lượng hiện tại của máy không đủ để giúp nó có thể ghi hình trong suốt hơn 60 phút làm bài thi. . . . . Vì vậy em chỉ có thể sử dụng thiết bị chính là laptop cá nhân để đáp ứng các yêu cầu của thiết bị chính, thiết bị phụ thì em không thể đảm bảo chắc chắn có thể ghi hình hết thời gian thi.. . . . Theo thông báo được gửi đính kèm e-mail sinh viên được nhận thì em thấy có bắt buộc thiết bị chính ghi hình màn hình trong quá trình thi và nộp trong 48h sau thi. (Nhưng em không thấy thông tin bắt buộc nộp video thiết bị phụ). . . . . Qua đây, em muốn hỏi là đối với thiết bị phụ là điện thoại quay toàn cảnh quá trình thi. Nếu em không nộp hoặc nộp video không đủ thời gian quá trình thi có ảnh hưởng gì không ạ?. . . . Em chân thành cảm ơn thầy/cô.. . . . . .   i Yêu cầu khác .",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ TTNN [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em có đăng kí luận văn đợt cuối cùng, nhưng lại không có thời khóa biểu trong khi các bạn khác lại được.. . Phòng đạo tạo giúp đăng kí luận văn giúp em vói ạ",
            "Mã môn học ?. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Thầy (Cô).. . Em tên là [full_name], mssv:[student_id].. . Em được biết tới đây Trường sẽ tổ chức thi online Tiếng anh 2 kĩ năng nói viết, em đã hoàn thành các môn học thuộc chương trình đào tạo và hoàn tất đủ ngày công tác xã hội nhưng em không thể đăng kí được theo Hướng dẫn như trong e-mail.. . Em kính mong Thầy (Cô) hỗ trợ cho em ạ.. . Em xin cảm ơn!",
            "Chào bạn. . Bạn kiểm tra lại mail, chắc chắn là bạn đã có tên trong ds đợt 2, bạn vào đăng ký nghen. . - Đăng ký tại: Mybk.hcmut.edu.vn    chọn  Đăng ký môn học    chọn Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến–Đợt 2-MSMH:BKE123. . - Thời gian đăng ký : từ 8g ngày 09/9 đến 14g50 ngày 13/9 . . - Thời gian thanh toán lệ phí (150.000): từ 8g ngày 14/9 đến 14g50 ngày 15/9. . - Ngày thi: TTNN sẽ thông báo chi tiết ngày thi cho từng SV qua mail sau khi đã hoàn tất thanh toán lệ phí thi đúng hạn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là học phí để hạn thanh toán tùe 7-9 đến 14-9 nhưng e vào thì để là chưa đến hạn thanh toán là sao ạ.",
            "Chào bạn. . Bạn đợi thông báo của Pdt sau nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên: [full_name]. . MSSV: [student_id]. . Khoa: TTĐT Bảo dưỡng Công nghiệp. . . . Lý do: Hiện tại em vẫn chưa thể thanh toán được học phí môn học HK203 do ngân hàng báo thanh toán trên Bkpay hiện đang bảo trì và sửa lỗi. Mong Phòng Đào Tạo xem xét và xác nhận giúp em, để em không bị đóng trễ hạn học phí ạ. Em xin hứa khi hệ thống được sửa lỗi xong em sẽ đóng đúng hạn trong thời gian yêu cầu ạ. Em xin chân thành cảm ơn. Chúc thầy/cô thật nhiều sức khỏe.",
            "Chào bạn. . mai ngày 9/9 bạn vào thanh toán nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]7  /b \t. . . .   i Đăng ký môn học . Em xin đăng ký môn học Luận Văn Tốt Nghiệp (218303). Do em thuộc diện thu nhận lại nên không đăng ký môn học trên trang ĐKMH được.",
            "Chào bạn,. . Em chụp hình giúp cô bản quyết định thu nhận đi NVQS về nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy cô ạ. . Em xin phép trình bày về tình trạng của em hiện tại ạ:. . Tình hình là em đã học xong hết tín chỉ rồi, chỉ còn bằng ngoại ngữ nữa là tốt nghiệp ạ.. . Giờ em đăng kí thi ngoại ngữ thì báo về là bị tạm dừng học vụ do kì vừa rồi do không đăng kí môn học.. . Giờ em phải làm thế nào để được nhận lại và đăng kí được thi ngoại ngữ ạ? Vì hiện tại em ở quê không vào sài gòn được mấy tháng nay vì tình hình covid ạ.. . Em cảm ơn. .   i Tốt nghiệp .",
            "Chào bạn,. . Bạn vui lòng vào trang aao.hcmut.edu.vn/Sinh viên/biểu mẫu, tải mẫu đơn thu nhận, điền đầy đủ thông tin và gửi qua bksi nhé!. . Ghi rõ xin thu nhận để xét tốt nghiệp nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy/cô,. . . . Em tên là [full_name], MSSV: [student_id]. Em đã nhận được phản hồi của thầy/cô phòng đào tạo là không thể xóa tên khỏi danh sách đợt 1 và chuyển sang đợt đăng kí khác của thi anh văn nói viết. Do em có lịch thi ngày 12/9, em mong thầy/cô có thể sắp xếp cho em thi vào ngày cuối cùng (ngày 20/9). Như vậy, em nhiều thời gian ôn để làm tốt bài thi.. . . . Mong nhận được phản hồi sớm nhất từ thầy/cô và chúc thầy/cô thật nhiều sức khỏe.. .",
            "Chào bạn . . Hiện danh sách đó do Trung tâm ngoại ngữ sắp xếp nhưng Cô sẽ cố gắng điều phối giúp bạn nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là giá hạn học phí dự thính có được không ạ. Do khu em là khu cách ly, bị cấm ra vào.",
            "Chào bạn. . Vấn đề Gia hạn học phí, BHYT, Học bổng, vay vốn ngân hàng… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cô ơi cho em hỏi hạn chót học phí chính quy HK211 là 11 tháng 9 hay là 9 tháng 11 vậy ạ ?. . . .",
            "Chào bạn. . Bạn vui lòng đợi thông báo của [full_name] nghen. . Thân"
        ]
    }
]