[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào em,. . Vui lòng trình bày rõ nội dung câu hỏi giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "em xin bo xung don xac nhan cua benh vien ( li do em vang thi hoa a ). .",
            "Chào bạn. . Phòng đào tạo gởi Sinh viên Phiếu cho phép kiểm tra bổ sung học kỳ 2/2021-2022 theo file đính kèm.. . Sinh viên cần bản chính vui lòng liên hệ phòng đào tạo 101A1 để nhận.. . Thân. .",
            "Chào bạn. . Phòng đào tạo gởi Sinh viên Phiếu cho phép kiểm tra bổ sung học kỳ 2/2021-2022 môn CH1003 theo file đính kèm.. . Sinh viên cần bản chính vui lòng liên hệ phòng đào tạo 101A1 để nhận.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy cô cho em hỏi, kỳ này (HK212) em đang làm luận văn tốt nghiệp thì trong kỳ này có cần nộp bằng anh văn để được bảo vệ luận văn ko ạ? Dạ em cảm ơn!",
            "Chào bạn, . . Bạn không cần phải nộp bằng anh văn để bảo vệ luận văn nhưng bạn cần phải đạt chuẩn chứng chỉ ngoại ngữ để tốt nghiệp. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi: Phòng Đào Tạo Trường Đại học Bách Khoa TPHCM.. . Em tên là: [full_name]. . MSSV: [student_id]. . Hiện tại em đang có tên trong danh sách dự kiến tốt nghiệp tháng 4 năm 2022, nhưng em không Đăng ký tốt nghiệp được do trạng thái sinh viên chưa cập nhật qua Đang học. . . Kính mong quý thầy cô xem xét hỗ trợ giúp em để em được Đăng ký Tốt Nghiệp.. . Em xin chân thành cảm ơn!",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng đào tạo . . Em là [full_name] - [student_id] lớp CK18CTM03. Hiện thời khoá biểu của em và lịch thi học kỳ này không hiện đã gần 2 tháng ạ. Em không biết bị lỗi gì ạ.. . Mong nhận được phản hồi từ phòng đào tạo ạ. . Em xin trân thành cảm ơn ạ",
            "Chào em,. . Trường hợp của bạn do thanh toán học phí học kỳ 211 trễ hạn nên bị xóa lịch thi và TKB HK212 nhé.. . Trường hợp SV đã TT đủ học phí, vui lòng đợi cập nhật lại TKB trong tuần sau. . SV lưu ý thanh toán học phí đúng hạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào phòng đào tạo, em tên [full_name], MSSV:[student_id]. . . Hiện tại đang trong thời gian thanh toán học phí HK212( Dự thính và Anh văn theo nhu cầu). Em đang học AV3A nhưng không thể thanh toán trên BKPAY do hệ thống báo chưa đến thời hạn thanh toán. Các bạn cùng lớp em cũng gặp tình trạng tương tự. Cho em hỏi làm sao để thanh toán học phí ạ.. . . . 19/3/2022.",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi (gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào [full_name]!. . Em là [full_name] [student_id]. . Em có nhận thông báo thanh toán học phí trên BKpay ngày 21/03 là hết hạn, nhưng hiện nay trên BKpay không có ô tích chọn đóng học phí. Em phải làm sao ạ, ngay ngày 19/03 rồi ạ! Mong [full_name] phản hồi nhanh ạ!. .",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi (gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi phòng đào tạo, em tên [full_name]-[student_id].Theo như thông báo, phòng đào tạo có thông báo thanh toán học phí dự thính từ ngày 14/03/2022-21/03/2022 nhưng đến nay là ngày 19 thì vẫn hiện chưa đến kì thanh toán và em không thể thực hiện thanh toán học phí được. Em mong phòng đào tạo giải đáp thắc mắc. Em xin chân thành cảm ơn.. . . . Người viết. . [full_name]. .",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi (gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Ngày 21/3 là hạn chót đóng học phí dự thính nhưng hiện tại là ngày 19/3 nhưng bkpay của em vẫn để như vậy là sao ạ?",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi(gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào Quý Thầy Cô Phòng Đào Tạo,. . Em tên là [full_name], MSSV [student_id], sinh viên lớp VL15KL- Khoa Công Nghệ Vật Liệu. Nay em viết mail này kèm đơn xin gia hạn thời gian hoàn thành chương trình đào tạo mong quý Thầy Cô và nhà trường xem xét cho em xin được gia hạn thêm 1 học kỳ cuối để có thể hoàn thành chương trình học của mình ạ. . . Em xin chân thành cảm ơn và tha thiết mong đợi sự phản hồi của Quý Thầy Cô ạ",
            "\"Chào bạn. . - Trường hợp thiếu chứng chỉ anh văn 2 kỹ năng để đủ điều kiện tốt nghiệp, SV [full_name]15 sẽ nộp đơn kéo dài (tự làm, không mẫu) thời gian sau tháng 04/2022.. . - Về quy định thời gian và kế hoạch học tập: Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy cô,. . Em tên là [full_name], em có tạo câu hỏi về vấn đề học phí nhưng nhận được câu trả lời chưa thỏa đáng nên em xin phép được đặt lại câu hỏi ạ.. . Em đang là sinh viên khoa học máy tính bằng hai diện sáng. Nhưng lại bị tính học phí chuyển hệ dự thính dù em đã đăng ký và đang học lớp sáng.. . Bên dưới là đoạn đính kèm phần em đã đặt câu hỏi và được trả lời là em bị tính học phí vì em đang theo diện bằng 2 lớp tối.. . Như đã đề cập ở trên em hiện là sinh viên bằng hai lớp sáng. Ngoài ra sinh viên bằng 2 khoá 2018 khoa học máy tính đã được chuyển sang lớp sáng từ đợt nhà trường quyết định không mở lớp tối vì không đủ sỉ số.. . Em nghĩ là có sự nhầm lẫn ở đây, em mong thầy cô kiểm tra lại giúp em.. . Em xin chân thành cảm ơn.",
            "đã giải quyết"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Thầy (Cô),. . . . Em sắp hết hạn thanh toán học phí học kỳ này vào ngày 21/03/2022 mà vô BKPAY bị lỗi không thanh toán được. Mong Thầy (Cô) kiểm tra giúp em. . . . . Em xin chân thành cảm ơn.",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi(gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Dạ cho em hỏi là hồi lúc em có hoãn thi môn vật lý 1 vào kì hè [Học kỳ 3 (2020-2021)] và được sắp lịch thi lại nhưng khi đến giờ em vẫn kh biết là có điểm chưa vì trên trang xem điểm thì điểm cuối kì của em vẫn để là 14 nhưng điểm tổng kết thì lại để là \"14; 4.50 (lần 2)\" như hình. Vì thế nên em kh biết điểm cuối kì của em là bao nhiêu mà ra được 4.50 và em kh biết là bao nhiêu để em phúc khảo ạ. Không biết là giờ làm sao để em biết được điểm cuối kì của em ạ.. . . . Em mong thầy cô trả lời giúp em về vấn đề này. . . Em cảm ơn thầy cô ạ. .   i Học vụ .",
            "Đã trả lời."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào PĐT ạ,. . PĐT cho em hỏi Điểm xét tốt nghiệp là điểm trung bình tích lũy ngành hay điểm trung bình tích lũy ạ?. . Và điểm quy đổi từ chứng chỉ Toeic có tính trong Điểm xét tốt nghiệp?. . Em cám ơn ạ.",
            "Chào em,. . Là điểm trung bình tích lũy ngành nhé bạn. Có tính điểm quy đổi CCNN nhé bạn. Tính điểm cao nhất cho SV. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy/cô cho em hỏi tại sao khi em vô BKpay để đóng học phí thì trang hiện là chưa đến kỳ thanh toán trong khi mail thông báo là bắt đầu từ 14/03/2022 ạ. (em có gửi mail chp pđt tưg hôm 17/03/2022 đến nay vẫn chưa được phản hồi). . . . . . Em xin phép gửi kèm hình chụp thông báo đóng học phí và hình chụp trang BKpay.",
            "Em gửi thêm hình chụp trang BKpay hôm nay (20/03/2022) ạ",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi(gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi: Phòng đào tạo trường Đại học Bách Khoa TP Hồ Chí Minh. . Em tên [full_name] K18 khoa kỹ thuật xây dựng, ngành trắc địa bản đồ. . MSSV: [student_id]. . Em nhận được thông báo đóng tiền dự thính học kỳ 212 hạn cuối là 21/3/2022 nhưng đến hôm nay em vào trang bkpay thì không thể chọn thanh toán được. Xin phòng đào tạo xem xét giúp em ạ.Em xin cảm ơn.",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi(gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  Em tên là [full_name] [student_id]. Cho em hỏi là hạn đóng học phí anh văn theo nhu cầu là 21/3/2022. Mà cho đến hôm nay 20/3/2022 BKPay của em vẫn để là chưa đến hạn thanh toán ạ. Em cảm ơn. . . .",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi(gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào thầy/cô,. . Em có xem thông tin trên website của trường mục lịch học vụ thì thấy lễ Tốt Nghiệp đợt 1/2022 diễn ra 22-23/04/2022. Vậy cho em hỏi là trường có tổ chức lễ Tốt Nghiệp không ạ tại tới giờ em vẫn không thấy thông báo cụ thể từ trường? Em là sinh viên Tốt Nghiệp hồi đợt 2/2021 ạ. . Em cảm ơn thầy/cô nhiều ạ!",
            "Chào em. . Về lễ tốt nghiệp SV vui lòng đợi thông báo sau của nhà trường. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . đến hạn thanh toán tiền học phí dự thính nhưng em không đóng được ạ.. .",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi(gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào pđt ạ, em là sinh viên K17 nên hiệu lực trong thẻ SV chỉ đến T3/2022 nên đã hết thời hạn. Em có đăng kí làm lại thẻ mới cũng như đóng tiền lệ phí thẻ. Không biết thẻ mới có được kéo dài thời hạn sinh viên ra hay không và mình có thể theo dõi ngày đến nhận thẻ ở đâu được ạ? Em xin cảm ơn",
            "Chào bạn. . Bạn theo dõi tình trạng in tại Mybk   in thẻ. . Thẻ mới sẽ cập nhật lại thời gian. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Tên sinh viên: [full_name]. . MSSV [student_id]. . Phòng Đào Tạo cho em hỏi em gặp trường hợp không thanh toán được học phí dự thính ngoài giờ học kỳ 212 với lý do chưa đến kỳ thanh toán, nhưng ngày dự kiến hết hạn là 21/3/2022. . Em mong Phòng Đào Tạo hỗ trợ để em hoàn thành đóng học phí đúng kỳ hạn. Em xin cảm ơn",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi(gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em kính chào thầy cô. . . . Em là [full_name], MSSV: [student_id], sinh viên năm hai của trường Đại học Bách Khoa.. . . . Khi còn là năm nhất thì điểm thi anh văn đầu vào của em là 480 và cho đến hiện tại em vẫn chưa học bất kì lớp anh văn nào trên trường cũng như chưa nộp bằng toeic học bên ngoài. Sắp tới em sẽ nộp bằng anh văn bên ngoài nhằm để đáp ứng chuẩn anh văn năm hai và đạt đủ điều kiện đăng kí môn học cho năm ba. Hôm nay em gửi mail này mục đích là để có thêm thông tin về ngày nộp bằng anh văn.. . . . Rất mong nhận được sự phản hồi từ thầy cô. . . . Em xin cảm ơn. .",
            "Chào bạn. . Hiện tại Pdt sẽ lấy dữ liệu CCNN hàng tuần nên khi nào bạn có CCNN đạt yêu cầu thì nộp trước thời gian dkmh Hk221. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy cô,. . Em là [full_name], mã số sinh viên [student_id], lớp XD15KT khoa Kỹ Thuật Xây Dựng.. . Em gửi yêu cầu này mong thầy cô xem xét giúp em là em còn thiếu xót gì không, để em có thể được tốt nghiệp vào tháng 4/2022 này, vì hiện tại em chưa tra được tên mình trong danh sách dự kiến tốt nghiệp (ảnh đính kèm).. . Hiện em đã hoàn thành hết tất cả môn học từ học kì 202, nhưng đến nay số tín chỉ của em vẫn chưa được cập nhật là đủ 171 chỉ, lần cập nhật cuối là 05/04/2021 (ảnh đính kèm). . . Em đã đạt đủ số ngày CTXH, điểm Tiếng Anh nghe nói đọc viết cũng đã nộp và được cập nhật rồi (ảnh đính kèm).. . Cảm ơn thầy cô đã đọc yêu cầu này của em, em mong nhận được tin từ thầy cô ạ.. . Thân mến,. . [full_name].. .   i Tốt nghiệp .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy cô,. . EM tên [full_name] [student_id]. . Em có đăng kí hoãn thi môn kỹ thuật AN toàn điện EE3097 nhưng bị điểm 0 và vẫn chưa được cập nhật lại điểm.Thầy/cô có thể giúp em cập nhât điểm 14 được không ạ. EM cảm ơn thầy/cô. Em hoãn thi ở kì 211 hình thức hoãn là đăng kí trên mybk",
            "Chào bạn. . Bạn xem lại Mail Pdt có gởi ngày 26/01/2021 do Giảng viên báo cấm thi trường hợp của bạn nê Pdt không thể ra quyết định hoãn thi. .  . . Tiêu đề: Hủy yêu cầu Hoãn thi HK211. . Nội dung:. . Thân gởi các bạn sinh viên,. .  . . Phòng đào tạo đã nhận thông tin đăng ký Hoãn thi HK211 từ Sinh Viên. Sau khi hậu kiểm và đối chiếu danh sách không đồng ý Hoãn thi & Câm thi của Khoa (Danh sách chi tiết SV vui lòng xem file gởi đính kèm). Phòng đào tạo sẽ hủy yêu cầu Hoãn thi HK211 của Sinh Viên.. .  . . Sinh viên thắc mắc, khiếu nại vui lòng liên hệ Giảng viên/Bộ môn/Khoa để hỗ trợ giải đáp lý do.. . Thân.. .  . . . . . . 423\t[student_id]\t[full_name]\tEE3097\tKỹ thuật an toàn điện\tL05\tA\t0.00\tx\t\t\t\tKhông nộp bài tập quá trình. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ vì có vài lý do gia đình của em cộng với ôn luyện tiếng anh mà em quên mất thời hạn đăng ký môn học. Hiện em chỉ còn anh văn để hoàn thành chương trình học. kính mong phòng đào tạo xem xét thu nhận lại em ạ.Em xin cảm ơn ạ.. .",
            "\"Chào em,. . SV khóa 2015 hiện tại đã hết thời gian đào tạo theo quy định và hạn cuối tốt nghiệp vào đợt tháng 4/2022 này.. . Hiện tại PDT đã ra quyết định thôi học vì hết thời gian đào tạo. . Trong đợt tốt nghiệp tháng 4/2022 này, khi nào SV đủ điều kiện tốt nghiệp, có thể làm đơn gửi qua bksi để xin cứu xét thu nhận lại để xét tốt nghiệp nhé. . Sau ngày 22/04/2022, SV chưa đủ điều kiện tốt nghiệp do chưa hoàn thành đủ ngày CTXH, CCNN xét tốt nghiệp, có thể nộp đơn xin gian hạn 1HK tại Phòng Đào tạo.. . (chưa đủ điều kiện vì thiếu CCNN  có nghĩa là SV phải hoàn thành tất cả các môn học thuộc CTĐT, kể cả AV1,2,3,4. có thể làm đơn xin gia hạn thời gian nộp CCNN để tốt nghiệp. SV lưu ý, trường hợp này PDT phải xét điều kiện đúng là SV chỉ còn nợ CCNN để tốt nghiệp mới được gia hạn nhé). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . dạ tại sao bkpay của em không thể thanh toán học phí ạ em có gửi hình bên dưới .. .",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi(gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào bạn. . Phòng đào tạo gởi Sinh viên Phiếu cho phép kiểm tra bổ sung học kỳ 2/2021-2022 theo file đính kèm.. . Sinh viên cần bản chính vui lòng liên hệ phòng đào tạo 101A1 để nhận.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ thưa pđt!. . Em muốn được đăng kí tốt nghiệp.. . Hiện tại em đã đủ điều kiện tốt nghiệp, nhưng tình trạng sinh viên không được duy trì do không đăng kí môn học.. . Mong Pđt giúp em khôi phục tình trạng sinh viên để em có thể đăng kí tốt nghiệp vào đợt tháng 4/2022 tới đây.. . Em xin chân thành cảm ơn !",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \"",
            "Chào [full_name] !. . Em đã đặt câu hỏi yêu cầu mở lại tình trạng sinh viên để em có thể đăng kí tốt nghiệp đợt 4/2022.. . Nhưng đến nay là hết ngày 30/3/2022, thì em vẫn chưa thể đăng ký được tốt nghiệp trên trang MyBK.. . Mong Pđt kiểm tra và hổ trợ em.. . Em cảm ơn !",
            "Chào Pđt !. . hôm nay đã là 31/03, theo như hướng dẫn, thì em báo cáo với pđt là em vẫn chưa đăng kí được tốt nghiệp. Nhưng đã có trong danh sách tốt nghiệp dự kiến.. . vậy pđt cho em biết là giờ em phải làm gì tiếp theo ạ.. . Mong pđt hỗ trợ để em kịp ra trường đợt 4/2022.. . Em chân thành cảm ơn!",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i. . Em chào thầy cô,em xin hỏi về việc thanh toán học phí dự thính hk212,trên bkpay ngày mai là hết hạn đóng học phí nhưng trên đó lại ghi là chưa đến kì hạn thanh toán ạ",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi(gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy, cô. . Em là sinh viên K18 hệ đại trà và không học 4 anh văn ở trường. Vậy em cần bằng toeic bao nhiêu điểm để chuyển điểm 4 anh văn để tốt nghiệp vậy ạ. . Em cảm ơn. .   i Tốt nghiệp .",
            "\"Chào bạn. . Em vui lòng xem quy định về chuyển điểm tại đây:. . SV xem quy định tại đây: http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quyết định ban hành Quy định học vụ và đào tạo bậc Đại học/ phụ lục 1/mục 5.4. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Thầy/Cô,. . . . Em xin nộp đơn gia hạn thêm 1 học kì 212.. . Em mong sự chấp thuận từ Phòng đào tạo.. . . . Em xin cảm ơn.",
            "\"Chào bạn. . - Trường hợp thiếu chứng chỉ anh văn 2 kỹ năng để đủ điều kiện tốt nghiệp, SV [full_name]15 sẽ nộp đơn kéo dài (tự làm, không mẫu) thời gian sau tháng 04/2022.. . - Về quy định thời gian và kế hoạch học tập: Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ là Khóa 2015, em đã hết hạn chương trình đào tạo, hiện chưa học av3 av4 và chưa có chứng chỉ ngoại ngữ. Trường cho em xin hỏi gia hạn thêm 1 học kì hay chuyển sáng hệ tại vừa làm vừa học phải làm sao ạ",
            "\"Chào em,. . SV khóa 2015 hiện tại đã hết thời gian đào tạo theo quy định và hạn cuối tốt nghiệp vào đợt tháng 4/2022 này.. . Hiện tại PDT đã ra quyết định thôi học vì hết thời gian đào tạo. . Trong đợt tốt nghiệp tháng 4/2022 này, khi nào SV đủ điều kiện tốt nghiệp, có thể làm đơn gửi qua bksi để xin cứu xét thu nhận lại để xét tốt nghiệp nhé. . Về việc chuyển qua VLVH thì tùy sinh viên nhé bạn.. . Về việc chuyển qua hệ VLVH. . Bạn vui lòng tải mẫu đơn: Phiếu đề nghị chuyển sang hình thức Vừa Làm Vừa Học  tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua BKSI. . Thân. . \". ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy cô ạ.. . Theo như tính đến thời điểm HK202, thì em được 69 chỉ tích lũy ạ nhưng trên bảng điểm của em chỉ có 66 chỉ thôi. Kì 201 thì em đã 51 chỉ, kì 202 em đăng ký 18 chỉ thì lẽ ra cộng vô là 69 chỉ chứ ạ. . . Mong thầy cô xem lại giúp em và cho em biết nếu như có môn học nào không được tính vào ạ . . Em cảm ơn nhiều ạ.",
            "Dạ đây là số chỉ tích lũy 2 kì gần nhất đã tổng kết của em ạ",
            "\"Chào bạn,. . Do điểm của các HK202,HK203 chưa đủ, nên hiện tại điểm trung bình tích lũy, số tín chỉ tích lũy trên Cổng thông tin sinh viên/Xem điểm chưa được cập nhật (hiện tại chưa đủ), SV hiện tại chỉ có thể tham khảo điểm của từng môn được cập nhật và tự tính theo quy chế học vụ.. . Trường hợp khi đăng ký MH, xét LVTN, TTTN, ... xét thiếu cho SV, khi môn học đã có điểm mà chưa được cộng, SV có thể khiếu nại và gửi câu hỏi qua bksi.. . Hoặc SV có thể đăng ký in bảng điểm tại mybk/Đăng ký in Bảng điểm (bảng điểm cá nhân), thì trong bảng điểm này sẽ được tính tất cả các môn học đã có điểm tới thời điểm SV đăng ký in.. . Trường hợp SV học môn tương đương/ thay thế, khi có điểm SV có thể gưi câu hỏi qua bksi để xin cập nhật môn tương đương, trường hợp này SV vui lòng ghi rõ: Tên và Mã MH (SV đã học), ở học kỳ nào? tương đương  với MH học nào (thuộc CTĐT của SV).. . Thân\"",
            "Dạ vâng ạ. . Tại các bạn học cùng lớp với em đều đã được cập nhật đầy đủ từ đầu, chỉ có riêng em là chưa đủ nên em hơi lo lắng ạ. Tại kì 202 đó em có đăng ký môn tự chọn không nằm trong danh sách các môn của ngành, tức là em học môn của khoa khác ấy ạ ( mã môn là IM1013), nên em sợ môn đó không được tính vô nhưng các bạn học chung với em đều được tính sau khi vừa có điểm hết rồi ạ.",
            "Chào em,. . Em vui lòng kiểm tra lại là môn IM1013 là môn học thuộc CTĐT của bạn hay bạn học môn tương đương. Nếu là môn tương đương thì sẽ tính theo môn tương đương nhé bạn.. . Thân",
            "Dạ môn đó nằm trong CTĐT của khoa QLCN và theo em biết thì các bạn khoa Hóa cũng học môn này luôn ạ. Nhưng mà kì 202 em và các bạn cùng ngành với em (Logistics của khoa Cơ khí ạ) cùng đăng kí và học chung lớp với nhau cũng tầm 10 bạn ấy ạ, mà các bạn của em đều được tính đầy đủ hết. Em chưa được tính nên cũng lo lắng không biết vì sao.",
            "\"Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về Chương trình đào tạo SV vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT và Giáo viên chủ nhiệm để được tư vấn và hỗ trợ thêm.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào pdt. . Em là sinh viên k15 hiện tại em đã hoàn thành hết các môn học nhưng còn thiếu chứng chỉ anh văn nói viết để tốt nghiệp và hiện tại em thấy tình trạng sinh viên là \"Nghỉ, xoá tên do hết tg học\". Cho em hỏi là em thi xong nói viết và nộp cho pdt thì em vẫn được xét tốt nghiệp lấy bằng và được đăng ký làm lễ vào tháng 11 đúng không ạ. Em xin cảm ơn và đợi phản hồi từ pdt.",
            "\"Chào em,. . SV khóa 2015 hiện tại đã hết thời gian đào tạo theo quy định và hạn cuối tốt nghiệp vào đợt tháng 4/2022 này.. . Hiện tại PDT đã ra quyết định thôi học vì hết thời gian đào tạo. . Trong đợt tốt nghiệp tháng 4/2022 này, khi nào SV đủ điều kiện tốt nghiệp, có thể làm đơn gửi qua bksi để xin cứu xét thu nhận lại để xét tốt nghiệp nhé. . Sau ngày 22/04/2022, SV chưa đủ điều kiện tốt nghiệp do chưa hoàn thành đủ ngày CTXH, CCNN xét tốt nghiệp, có thể nộp đơn xin gian hạn 1HK tại Phòng Đào tạo.. . (chưa đủ điều kiện vì thiếu CCNN  có nghĩa là SV phải hoàn thành tất cả các môn học thuộc CTĐT, kể cả AV1,2,3,4. có thể làm đơn xin gia hạn thời gian nộp CCNN để tốt nghiệp. SV lưu ý, trường hợp này PDT phải xét điều kiện đúng là SV chỉ còn nợ CCNN để tốt nghiệp mới được gia hạn nhé). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy(cô) . . Cho em hỏi sao trường đến hạn thanh toán học phí nhưng trên BKpay của em vẫn chưa chọn thanh toán được vậy ạ.. . Em xin cám ơn.",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi(gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào Phòng đào tạo,. . . . Em là [full_name], MSSV [student_id].. .  . . Em có trong danh sách được tốt nghiệp đợt này 4/2022, nhưng mà vì không đăng ký môn học nào nên bị tạm dừng. . . . . PDT cho em hỏi, em nộp giấy thu nhận lại thì có thể đăng ký tốt nghiệp chưa ạ? . . . . Em cảm ơn nhiều ạ.",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào Phòng đào tạo của trường.Em là [full_name] -MSSV:[student_id]-Ngành Cơ kĩ thuật (CQ)-Khoa Khoa học ứng dụng.Em nhắn tin này với lí do là trong lúc thi Đại số tuyến tính(MT1007) ngày 20/3/2022 lúc 14h00 nhóm L08B thì nhà em bị mất điện từ lúc khoảng 14h15 đến khoảng 17h00.Do đó em không thể hoàn thành bài thi và bị out khỏi phòng meet.Em mong phòng đào tạo cho em thi bù giữa kì môn Đại số tuyến tính.Em cảm ơn ạ!. . . .",
            "Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa phòng đào tạo.. . Em là [full_name], sinh viên khóa 2015, hiện tình trạng sinh viên : nghỉ- xóa tên vì hết thời gian học.Em đã hoàn thành chương trình học  cũng như [full_name] 4 Kỹ năng để kịp tốt nghiệp kì này( học kì 13).Em mong phòng đào tạo giúp đỡ để em được xét tốt nghiệp.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \"",
            "\"Chào bạn. . Pdt kiểm tra hiện tại bạn còn nợ Toeic. . Không đủ ĐK để tốt nghiệp. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô.. . . . Em vừa thi đậu toeic 2 kỹ năng nói viết. Hiện tại tình trạng của em đang bị tạm dừng, thầy/cô cho em hỏi làm sao em có thể đăng ký tốt nghiệp ạ.. . Em cảm ơn.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên [full_name] . . MSSV: [student_id]. . Học kỳ 2 năm học 2021-2022, em không đăng kí môn học nào nhưng trong thời khóa biểu và bảng điểm sao lại có môn Hóa phân tích (TN) với mã môn học CH2010.. . Nếu có nhầm lẫn gì mong PĐT xóa môn giúp em ạ.",
            "Chào bạn . . Môn thí nghiệm xếp học bù cho các học kỳ trước. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  . . . . Em chào PĐT,. . . . Em có đăng ký môn học AV4A dự thính vào tháng 12.. . Học phí hiện thông tin trên BKpay vào ngày 14/3 và hạn chót là ngày 21/3 nhưng đến hôm nay là ngày 20/3 em vẫn chưa đóng được học phí. . Lý do: Trạng thái hiện tại trên web BKPAY là   B chưa đến kỳ hạn thanh toán.  /B . . Em cũng chưa nhận được mail thông báo thanh toán HP.. . . . Em rất mong PĐT giúp em kiểm tra lại hệ thống và hy vọng nhận được phản hồi sớm để tránh hiện tượng đóng HP trễ hạn. . . Em chân thành cảm ơn.",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi(gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy/cô, . . Em tên là [full_name] MSSV [student_id]. . Hiện tại là ngày 20/3/22 nhưng trên hệ thống bkpay vẫn chưa thể thanh toán được (21/3/22 mới hết hạn và nó ghi chưa đến kì thanh toán). Kính mong thầy/cô giúp em nhanh chóng khắc phục sự cố này.. . Em xin chân thành cảm ơn.",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi(gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào thầy/cô, . . Thầy/cô cho em hỏi điểm TBTL trên bảng điểm của em và trên danh sách tốt nghiệp tạm thời không khớp với nhau ạ (điểm TBTL trên bảng điểm là 7.79 và trên DSDK là 7.76 ạ). Mong thầy/cô xem xét và giải quyết giúp em với ạ!. . Em chân thành cảm ơn thầy/cô ạ.",
            "Chào em. . Điểm trên mybk/Thông tin sinh viên là điểm TB tích lũy chung nhé bạn.. . Còn trên ds tốt nghiệp là điểm TB tích lũy ngành.. . Bạn vui lòng xem quy định về tính điểm trung bình tại đầy:. . http://aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/Điều 19. Số tín chỉ tích lũy, điểm trung bình tích lũy. . Bạn tính điểm theo quy định, trường hợp nếu PDT tính sai, bạn vui lòng ghi rõ khiếu nại cụ thể sai như thế nào giúp cô nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào cô.. . Hôm trước em có thắc mắc về trùng lịch học của 2 môn như hình đính kèm và được cô thông tin sẽ được giải quyết trước ngày 14/3/2022. Dạ hiện tại thời khóa biểu của em vẫn giữ nguyên.Dạ vậy là 2 môn này em phải tự sắp xếp xin phép với giảng viên hay giải quyết như thế nào ạ. Em cảm ơn cô nhiều ạ.. . Dạ trích dẫn trả lời trước của cô ạ. . \"Chào em, PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý. SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/3/2022. Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. Thân\"",
            "Chào em,. . Vui lòng trình bày rõ tên và mã Mh bị trùng giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào PĐT,. . . . Vào tháng 11/2020 em có đăng ký thanh toán tiền bảo hiểm y tế.. . . . Khi bấm đăng ký nhưng trang BKpay lại xuất hiện 2 mục thanh toán BHYT: . . Năm 2021 là 563,220: em đã thanh toán ngay sau đó. . Năm 2017 là 491,400(em đã đóng khi nhập học rồi). . . . Thời điểm đó em có hỏi cán bộ Phòng y tế có nói với em đây là lỗi hệ thống nếu không ảnh hưởng đến vấn đề ĐKMH thì không sao và mục HP này không ảnh hưởng đến KQ ĐKMH của em.. . . . Tuy nhiên, sắp tới em có đăng ký tốt nghiệp. PĐT cho em hỏi là phần này có ảnh hưởng đến KQ đăng ký tốt nghiệp của em không vì trên trang BKPAY vẫn hiện thanh toán. . . . . Em có đính kèm ảnh bên dưới.. . . . Em rất mong nhận được hồi đáp của PĐT. Em cảm ơn",
            "\"Chào bạn. . Vấn đề BHYT Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email: [email]. . - Khoản tiền này không ảnh hưởng đến kết quả dkmh và tốt nghiệp nghen. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào các thầy cô trong Phòng đào tạo ạ.. . Em là [full_name], sinh viên khoa Máy tính. Hiện tại em đang muốn đăng ký fresher cho một công ty, nhưng công ty yêu cầu cần có bảng điểm bằng định dạng JPG, PNG hoặc PDF. Trong mục yêu cầu in bảng điểm, sau khi thanh toán hết các chi phí thì chỉ có bảng giấy gửi về cho sinh viên. Cho phép em hỏi là bảng điểm có thể xuất dưới dạng PDF không ạ? Em xin cảm ơn các thầy cô nhiều ạ.",
            "Chào em,. . Bảng điểm xuất file in ra mới được ký tên và đóng dấu, nên không có file PDF nhé bạn. SV sau khi nhận bảng điểm có thể tự scan hoặc chụp hình theo nhu cầu của mình nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy (cô),. . Em tên [full_name] Mssv [student_id], ngày mai 21/03/2022 là ngày dự kiến hết hạn đóng học phí dự thính ngoại ngữ theo yêu cầu, nhưng hiện tại hệ thống thanh toán trực tuyến qua Bkpay lại không thanh toán được . . . Thầy (cô) cho em hỏi bây giờ em phải đóng như thế nào ạ, em có thể ra ngân hàng nhờ ngân hàng đóng giúp không ạ?. . Em cảm ơn, mong thầy ( cô ) phản hồi .. .",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi(gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi phòng đào tạo trường Đại Học Bách Khoa TPHCM,. . Em tên là [full_name], MSSV: [student_id],. . Học kì này em có đăng kí học anh văn theo nhu cầu, cụ thể môn anh văn 3. Trên BKpay có để ngày mai là ngày dự kiến hết hạn thanh toán học phí nhưng đến hôm nay trên BKpay vẫn hiển thị chưa đến kì thanh toán ạ.Em muốn hỏi là giờ em đóng học phí như thế nào ạ.. . Em cảm ơn.",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi(gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào thầy cô PĐT,. . . . Hiện tại em đã hoàn thành điều kiện tốt nghiệp và cần đăng kí tốt nghiệp trên MyBK nhưng tình trạng sinh viên của em đang bị tạm dừng. Thầy cô cho em hỏi cách làm đơn xin thu nhận để có thể đăng kí tốt nghiệp? . . . . Em xin cảm ơn thầy cô,. . . . . .   i Tốt nghiệp .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \"",
            "\"Chào bạn. . Pdt kiểm tra hiện tại bạn còn nợ Toeic. . Không đủ ĐK để tốt nghiệp. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 413T1085  /b \t. . . .   i Yêu cầu khác .",
            "Chào bạn,. . Vui lòng trình bày rõ nội dung câu hỏi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sinh viên khóa K2015, em thuộc khu vực 1,trên MYBK ghi em đang trong tình trạng \"nghỉ\" và làm đơn này để xin được gia hạn thêm thời gian để nộp chứng chỉ ngoại ngữ. Em cảm ơn.. .",
            "đã xử lý trực tiếp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa Phòng Đào Tạo, em là [full_name], MSSV [student_id]. Dạ chẳng là ngày 21/3/2022 là hết hạn đóng học phí dự thính, tuy nhiên khi em lên bkpay để đóng thì nó lại hiện lên mục \"Chưa đến kỳ thanh toán\". Như vậy thì phải làm sao ạ?",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi(gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em hiện không học đăng ký được vài môn học theo chương trình khóa K19 nên em xin được làm đơn  chuyển học môn khác và được tính tín chỉ vào học phần của mình.. . . . Hiện em đang học môn   B Các quá trình sinh học trong kỹ thuật môi trường  /B  chung với k20 thay cho môn   B Hóa học trong kỹ thuật và khoa học môi trường 2  /B . . . . Mong phòng đào tạo có thể giúp đỡ em.. . Cảm ơn và mong thầy/cô cho em phản hồi sớm nhất.",
            "\"Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân. . \""
        ]
    }
]