[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi thêm là đợt đăng kí dự thính đợt 2 em có đăng kí môn Động Lực Học Và Điều Khiển(ME3011) vào nhóm lớp Z3LI nhưng hiện tại em không có thời khóa biểu cũng như elearning của môn này ạ.. . Em cảm ơn.. .",
            "Chào bạn. . . . SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . . . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . . . Bạn vui lòng vào ĐKMH nhé, đến hết 14h59, ngày 19.8.21. . . . Về việc rút MH (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021.. . . . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa PĐT em là [full_name], MSSV [student_id], dạ hiện em muốn đăng ký môn MA3121 - TN hóa học PO, môn này hiên có 3 lớp nhưng 2 lớp bị full sỉ số rồi ạ, còn lớp còn lại thì bị trùng tkb.. .  . . Dạ nếu hiện giờ em muốn đăng ký cho lớp bị trùng TKB được không ạ, em có thể sắp xếp thời gian sau vì môn em đăng kí là môn thí nghiệm chuyên ngành của khoa em nên em có thể liên hệ thầy cô khoa để sắp xếp lại thời gian thí nghiệm cho không bị trùng lịch học ạ.. . . . Mong pđt giải quyết có thể giúp em đăng ký môn này được không ạ vì mai là hạn chốt rồi ạ, mà đây là môn chuyên ngành quan trọng của  em ạ, em cảm ơn pđt nhiều.",
            "Dạ hiện em đã liên hệ với thầy dạy môn này và thầy đã đồng ý linh động lại rồi ạ, mong pdt giúp em với ạ, môn này với em rất quan trọng, môn trùng tkb với em cũng là môn chuyên ngành luôn nên em cũng ko xoá được ạ, em cảm ơn pdt nhiều ạ",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Dạ môn MA3121 là môn thí nghiệm tới giữa kì 211 mới học ạ, lúc đó em có thể sắp xếp lại thời gian được hoặc rút bớt môn ạ, mong pđt đăng ký giúp em với ạ, môn này quan trọng với em lắm ạ, thầy dạy môn này cũng đồng ý linh động giúp em rồi ạ",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Nhà trường,. . Em là sinh viên khóa 2017, ngành Logistics và Quản lý chuỗi cung ứng.. . Hiện tại em đã hoàn thành bảo vệ luận văn tốt nghiệp, tuy nhiên em chưa đủ chỉ toàn bộ vì chưa chuyển điểm anh văn 3, 4. Em dự định là thi Toiec và chuyển điểm vào, nhưng tình hình dịch bệnh nên bên IIG không tổ chức thi. Hiện tại em khá hoang mang và không biết phải làm sao để có thể nộp bằng hoặc học anh văn trong trường để có thể kịp tốt nghiệp vào đợt này. Bây giờ nếu như em đăng kí học anh văn 3 và 4 dự thính cùng lúc (trong một kỳ) luôn có được không ạ. Hay phải hoàn thành anh văn 3 mới được học anh văn 4 ạ.. . Trong thời gian chờ phản hồi từ Trường, em xin chân thành cám ơn.",
            "Chào bạn,. . Bạn phải xem CTĐT, muốn ĐK AV4 phải cần điều kiện gì (về môn học trước, môn tiên quyết nhé). . Phải đăng ký theo đúng quy định nhé bạn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào quý thầy cô.. . Do tình hình học gấp rút, em xin được đặc cách học môn 260628 Công nghệ lạnh điều hòa 2.. . Em xin quý thầy cô xem xét.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . Vui lòng làm đơn trình bày rõ vấn đề nhé bạn!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi pđt . . Em tên [full_name]-[student_id]. . Pđt cho em hỏi học kì này em được đăng kí tối đa 21 chỉ. Nhưng em đã xin và được mở lớp thêm. Hiện tại em đăng kí được 20 chỉ, đó là các môn mà còn số lượng sinh viên quá ít em ko thể bỏ được ạ. Kính mong phòng đào tạo giải quyết giúp em vì môn em đăng khí là truyền động thuỷ lực 1-260618 2 tín chỉ. . . Kính mong pđt xem xét và giải quyết giúp em . . Em câm ơn . .",
            "Chào bạn. . Theo quy định là không thể tăng . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Cho em hỏi là kì này em đăng kí 19 tín chỉ nhưng giờ em muốn xóa 1 môn để đăng kí thêm 1 môn song hành để em đăng kí được môn đề cương luận văn thì có được không ạ.. . Em cảm ơn.",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "i Tốt nghiệp . Thưa thầy/cô,. . Hiện tại em đã hoàn thành luận văn tốt nghiệp nhưng bị thiếu chứng chỉ ngoại ngữ cả 4 kỹ năng nghe đọc - nói viết, đợt trước vì quy chế chuyển điểm anh văn mới nên em không chuyển hết được 4 cột anh văn (em pass được mức làm luận văn). Hiện tại vì tình hình dịch Covid thì nhà trường có tổ chức thi online 2 kỹ năng nói viết, nhưng không thể thi được 2 kỹ năng nghe đọc, vậy trường hợp của em có thể giải quyết bằng cách nào để em có thể tốt nghiệp đúng hạn vào tháng 11 ạ?. . . . . .",
            "Chào bạn,. . Bạn phải hoàn thành đủ các điều kiện để được tốt nghiệp nhé, bạn có thể đăng ký học các môn AV trong trường để hoàn thành CTĐT của bạn nhé. . Việc thi CCNN bạn vui lòng liên hệ tại IIG để được hướng dẫn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô, đợt vừa rồi em có thanh toán trễ học phí kì 203. Em đã thanh toán học phí và nộp đơn xin khôi phục và đơn thu nhận lại. Đến giờ em đã chuyển từ tạm dừng sang đang học rồi nhưng môn học kì 203 của em vẫn chưa được khôi phục. Kính xin thầy cô xem xét giúp em. Em cảm ơn. .",
            "Chào bạn. . Trên hệ thống chính đã phục hồi, Pdt sẽ cập nhật trên stinfor cho SV kiểm tra vào tuần sau nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em rút môn Phương pháp tính mã MT1009, và môn Nhập môn về lập trình mã CO1003.. .  . .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô,. . Em muốn hỏi là chứng chỉ ngoại ngữ dùng để xét luận văn và dùng để tốt nghiệp ra trường cho hệ giảng dạy bằng tiếng Việt bắt buộc phải là chứng chỉ Tiếng Anh hay sao ạ? Em có thể nộp bằng Delf Tiếng Pháp được không ạ?. . Em xin cám ơn thầy/cô",
            "Chào bạn,. . Vui lòng xem quy định về CCNN nhận LVTN và tốt nghiệp tại đây nhé:. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ phụ lục 1 (3.   Chuẩn tiếng Anh khi nhận Luận văn tốt nghiệp (LVTN) và khi tốt nghiệp). . Ngoài các loại CC quy định trên thì không được nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn chuyển lớp để tránh bị trùng lịch học, đã xin phép và nhận được sự đồng ý của giảng viên.. . Môn: Sản xuất sạch hơn CH4027. . từ L01 thứ 6 tiết 4-5. . Sang: L02 thứ 6 tiết 2-3. . [full_name]. . [student_id]. . mail: [email]. .",
            "Chào bạn,. . - Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . - Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "kính gửi nhà trường cho em hỏi. muốn kiểm tra mình còn bao nhieu môn nữa là xong chương trình thì xem ở đâu ạ. .   i Yêu cầu khác .",
            "Chào bạn,. . SV có thể tự đối chiếu với CTĐT đã công bố trên aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo để xem mình đã hoàn thành được bao nhiêu tín chỉ nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: xin huỷ môn học thí nghiệm công trình ci4011 và thay bằng môn công trình ngoài khơi ci4041. môn công trình ngoài khơi 1 năm chỉ mở 1 lần nên xin phòng đạo tạo giúp e",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo,. . . . Em là [full_name], [student_id] khoá 2019 nhưng học cùng khoá 2020, chương trình chính quy Chất lượng cao. Vừa rồi em có nhận được thông báo là phòng đào tạo đã xoá TKB đã đăng kí ở HK211 ở đợt 2 của em gồm những môn sau là em đã đăng kí thành công (IM2017 - Hành vi tổ chức, IM1011 - Máy tính trong kinh doanh). và tụi em phải đăng ký lại.. . Hiện tại ở đợt 3 em đã không đăng kí được 2 môn này vì sỉ số đều kín hết các lớp và giờ em chỉ mới đăng kí được 1 môn (3 tín chỉ). . Mong Phòng đào tạo có thể sắp xếp mở thêm lớp hoặc khôi phục TKB trước giúp em để em có thể đăng kí đủ tín chỉ trong học kỳ này ạ.. . . . Em mong sẽ nhận được phản hồi từ phòng đào tạo ạ.. . . . Trân trọng./.. . . .",
            "Chào bạn,. . Bạn vui lòng liên hệ với [full_name] (Văn Phòng Đào tạo Quốc tế) để được hướng dẫn và hỗ trợ về ĐKMH nhé:. . [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Gửi Phòng đào tạo, em muốn hỏi có phải nhóm lớp L06 của môn Con người và môi trường mã môn EN1003 bị đổi giáo viên giảng dạy không ạ ? Vì mấy hôm trước khi vào e-learning em vẫn thấy do cô [full_name] giảng dạy nhưng hôm nay đã đổi thành cô [full_name] rồi ạ ?. .",
            "Chào em,. . Việc đổi GV giảng dạy do Bộ môn, Khoa thay đổi, PĐT cập nhật GV mới nhất.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Gửi phòng Đào tạo,. . Em tên: [full_name]. . MSSV: [student_id]. . Hệ VLVH: khoa khoa học và kĩ thuật máy tính. . Em muốn tìm giáo viên chủ nhiệm của lớp em, nhưng không biết cách tìm như thế nào, và em cùng nhiều bạn hệ vhvl chờ mail sinh hoạt lớp Chủ nhiệm mà không thấy.. . Em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em thên [full_name] MSSV[student_id] ngày 15/8 e thi môn phương pháp tính vì sáng hôm đó em đc lệnh cách li ko chuẩn bị đc tốt em vào thi nhưng vì sự cố mạng và điện nên ko thể hoàn thành tốt bài thi do hết tg nên bài thi tự động nạp em vào đc thì chỉ còn xác nhận nạp em cũng có xác nhận nạp nhưng sau đó em đk hoãn thi thì cho em hỏi em có đc hoãn thi bài thi đó ko ạ em cảm ơn",
            "Chào bạn,. . . . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép).. . Bạn phải báo với CBCT để ghi nhận về trường hợp của bạn trong quá trình thi, vì PDT sẽ gửi ds hoãn thi về Khoa để đối chiếu lại nhé!. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào cô/thầy!. . Dạ hiện tại em không đăng ký được môn học thí nghiệm công trình mã CI4011 do các lớp đã đủ chỉ số.. . Môn này ảnh hưởng đến điều kiện nhận LVTN kì 212 nên em kính mong cô/thầy xem xét tăng thêm chỉ số lớp để em có thể đăng ký ạ.. . . .",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô, em muốn hỏi là trong tình hình dịch bệnh hiện tại thì việc học online có thể kéo dài, nên phòng đào tạo có thể xem xét việc không đủ thời gian giãn cách giữa 2 cơ sở được không ạ ?. . Em có TKB vào thứ 4 tiết 5-6 ở CS2, em muốn được đăng ký môn CH3007-lớp A01 ngày thứ 4 tiết 2-3 CS1. Nếu đi học offline trở lại thì em có 1h để di chuyển, em có thể xin phép giảng viên vào trễ một chút ạ. Vì môn CH3007 là môn nhóm A mà em rất muốn học và khó mở nên em mong phòng đào tạo xem xét giúp em ạ. Em xin cảm ơn ạ.",
            "Chào bạn,. . Nếu giảng viên không đồng ý thì bạn sẽ xử lý như thế nào nhé?. . Bạn làm đơn xin đăng ký đặc cách và có xác nhận của giảng viên qua email nhé (ghi rõ cụ thể trong đơn nhé). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: MSSV: [student_id]. . Họ và tên: [full_name]. . Lý do: đăng kí hoãn thi nhầm môn. . Học kỳ: 203. . Mã số môn học: MT1003. . Tên môn học: Giải tích 1",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa Phòng Đào Tạo . . . . Cho em xin phép được nộp đơn đăng ký học môn tương đương để thay thế cho môn [full_name] Và [full_name] ME3801 đã không còn được mở lớp do sỉ sổ đăng kí còn ít. . . Mong Phòng Đào Tạo có đồng ý chấp thuận cho em được học môn thay thế để em có thể hoàn thành chương trình học sớm nhất. . . Em xin cảm ơn Phòng Đào Tạo.",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT, KSTN vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] Dạ em xin chào ạ[full_name][full_name] [full_name] Dạ học kỳ trước em có việc gia đình nên phải bảo ạ[full_name][full_name] [full_name] Và vào kỳ này em có đăng ký môn học nhưng không được ạ (lý do là bị tạm dừng học ạ)[full_name][full_name] [full_name] Dạ cho em hỏi[full_name] em muốn đăng ký môn học ở đợt 3 này thì phải làm thế nào ạ[full_name][full_name] [full_name] Em rất mong muốn được đi học lại vào kỳ này ạ[full_name][full_name] [full_name] Em cảm ơn[full_name][full_name] [full_name] [full_name]",
            "Chào bạn,. . Để tiếp tục ĐKMH cho HK 211, SV vui lòng tải mẫu đơn thu nhận tại trang aao.hcmut.edu.vn/Sinh viên/biểu mẫu. . Điền đầy đủ thông tin và gửi qua bksi nhé. . Nếu có nhu cầu ĐKMH HK211, bạn vui lòng gửi thêm 1 yêu cầu xin đăng ký môn học, ghi rõ tên và Mã MH, mã nhóm, để PDT kiểm tra và ĐKMH cho bạn (nếu còn sĩ số). . . SV chủ động liên lạc với GV để xin vào lớp vì hiện tại đã bắt đầu HK211. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào ad,. . Cho em hỏi về việc e có thể đăng kí học anh văn 3 ở kì dự thính 211 và anh văn 4 ở kì dự thính 211 bổ sung lộ trình 2 được không ạ?. . Mong ad trả lời giúp e câu hỏi ạ. . Em cảm ơn. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Như em đã phản hồi ở câu hỏi trước, PĐT đã xác nhận em có thể đăng kí được. Tuy nhiên sau khi em vào DDKMH thì vẫn không thể đăng kí.. . Mong phòng đào tạo xem xét ạ! . . . . (2 ảnh đính kèm: 1 ảnh là phản hồi từ bksi và 1 ảnh là hiện trạng sau khi phản hồi em vẫn chưa đăng kí được)",
            "Chào bạn. . Chính xác bạn chỉ có thể đăng ký tối đa 21 tín chỉ thôi nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên : [full_name] . . MSSV   : [student_id]. . Em bị tạm dừng học kỳ 2 (2020-2021) do không đóng học phí. Nay em đã đóng học phí đầy đủ và nộp đơn xin thu nhận lại để được đăng ký tốt nghiệp vào học kỳ 1 (2021-2022).",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn thu nhận vào HK211 của bạn. . Bạn vui lòng theo dõi tình trạng sinh viên của bạn chuyển sang từ “tạm dừng” sang tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 25/08/2021. . Nếu có nhu cầu ĐKMH HK211, bạn vui lòng gửi thêm 1 yêu cầu xin đăng ký môn học, ghi rõ tên và Mã MH, mã nhóm, để PDT kiểm tra và ĐKMH cho bạn (nếu còn sĩ số). . . SV chủ động liên lạc với GV để xin vào lớp vì hiện tại đã bắt đầu HK211. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô, em là [full_name] [student_id] lớp GTTAU15 khoa Kỹ thuật Giao Thông. Mấy học kì vừa rồi em đăng ký môn Cơ học thủy khí nhưng số lượng ít quá không mở lớp được, mà môn đó lại là môn tiên quyết để làm LVTN  nên em không đăng ký LVTN được. Đến kì này thì môn đó mới mở và em đã đăng ký được, thầy/cô có thể cho em đăng ký vừa làm LVTN vừa học môn Cơ học thủy khí song song được không thầy. Vì kỳ này là học kỳ thứ 13 là học kỳ cuối của em rồi ạ. Em đã làm đơn gửi Khoa Kỹ thuật Giao thông và được khoa đồng ý cho em nhận LVTN rồi ạ. Mong thầy/cô phòng đào tạo cho em được đăng ký LVTN trong học kỳ 211 này ạ. Em cảm ơn thầy ạ. .",
            "Xem TKB tại mybk"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào tạo,. . Em là sinh viên lớp KSTN, hiện tại lớp em có được PĐT cho phép thay đổi đăng kí môn học trong đợt 3, để đăng kí được vào lớp A01 các môn bắt môn (môn core) của KSTN. Nhưng để đăng kí các lớp này em đã không thể đăng kí được môn tự chọn và có thể thiếu chỉ trong kì này. Ngày mai đã hết hạn đăng kí, nên em rất mong phòng đào tạo có thể mở thêm sĩ số lớp L02, môn Cơ sở vật liệu - bảo vệ ăn mòn, mã CH3331.. . Em xin chân thành cảm ơn,. . HM",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1713317  /b \t. . Chào Thầy/Cô,. . Hiện tại em muốn đang ký môn học \"Kỹ thuật điện nước trong toà nhà\" (800704) - đây là môn học bắt buộc trong chương trình đào tạo nhưng trước đó em đã đăng ký một môn học khác trùng vào một tiết của môn học này. Do môn học chỉ học trong 6 tuần và hiện tại trường đang học online nên em có thể cùng tham gia 2 lớp học và hoàn thành khỗi lượng học tập của giảng viên giao, nhờ Thầy/Cô có thể hỗ trợ giúp em để có thể đăng ký môn học này để cho kịp chương trình với ạ. Vì em không thể thay đổi các môn học đã đăng ký rồi được nữa ạ. . Em xin cảm ơn và chúc Thầy/Cô nhiều sức khoẻ.. .   i Đăng ký môn học .",
            "QUOTE MSSV/MSGV: 1713317    . . Chào Thầy/Cô,. . Hiện tại em muốn đang ký môn học \"Kỹ thuật điện nước trong toà nhà\" (800704) - đây là môn học bắt buộc trong chương trình đào tạo nhưng trước đó em đã đăng ký một môn học khác trùng vào một tiết của môn học này. Do môn học chỉ học trong 6 tuần và hiện tại trường đang học online nên em có thể cùng tham gia 2 lớp học và hoàn thành khỗi lượng học tập của giảng viên giao, nhờ Thầy/Cô có thể hỗ trợ giúp em để có thể đăng ký môn học này để cho kịp chương trình với ạ. Vì em không thể thay đổi các môn học đã đăng ký rồi được nữa ạ. . Em xin cảm ơn và chúc Thầy/Cô nhiều sức khoẻ.. . Đăng ký môn học. . . . Nhờ Thầy/Cô hỗ trợ giúp em với ạ. Môn này chỉ 1 tín chỉ thôi nhưng nếu trễ là phải đợi năm sau. Do sơ suất của em, em xin lỗi ạ.. .   /QUOTE . .",
            "MSSV: 1713317    . . Chào Thầy/Cô,. . Hiện tại em muốn đang ký môn học \"Kỹ thuật điện nước trong toà nhà\" (800704) - đây là môn học bắt buộc trong chương trình đào tạo nhưng trước đó em đã đăng ký một môn học khác trùng vào một tiết của môn học này. Do môn học chỉ học trong 6 tuần và hiện tại trường đang học online nên em có thể cùng tham gia 2 lớp học và hoàn thành khỗi lượng học tập của giảng viên giao, nhờ Thầy/Cô có thể hỗ trợ giúp em để có thể đăng ký môn học này để cho kịp chương trình với ạ. Vì em không thể thay đổi các môn học đã đăng ký rồi được nữa ạ. . Em xin cảm ơn và chúc Thầy/Cô nhiều sức khoẻ.. . Đăng ký môn học. . . . Nhờ Thầy/Cô hỗ trợ giúp em với ạ. Môn này chỉ 1 tín chỉ thôi nhưng nếu trễ là phải đợi năm sau. Do sơ suất của em, em xin lỗi ạ.",
            "Chào bạn,. . [full_name] sao ĐKMH được bạn, bạn giải quyết vấn đề trùng của bạn như thế nào?. . [full_name]ân",
            "Dạ phương án giải quyết của em là nhờ PĐT đổi môn học MIP(003709) bằng môn học Kỹ thuật điện nước trong toà nhà (800704) giúp em ạ.. . Em xin cảm ơn.. .",
            "Chào bạn,. . Bạn vui lòng trình bày lại rõ ràng vấn đề, ghi rõ nguyện vọng trong đơn (tên MH, mã MH, mã nhóm xin đăng ký), đổi là sao bạn? ghi cụ thể lại từ đầu nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name], MSSV: [student_id], rất mong Phòng đào tạo xem xét và phản hồi nhanh giúp em để em có thể bắt đầu chương trình học kỳ 211 một cách sớm nhất. . Em chân thành cảm ơn",
            "Chào bạn,. . Bạn vui lòng ghi rõ lý do, tên MH, mã MH và mã nhóm môn học xin đăng ký (ghi trong ô nội dung). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . - Kính chào quý thầy cô ! vừa rồi em không đăng kí môn học kì 211 được vì lý do trễ học phí kì hè.Do tình hình dịch khó khăn cho việc trang trải cuộc sống, nên em không đủ điều kiện đóng học phí kì 203 được  . Mong quý thầy cô xem xét cho em hoãn đóng học phí kì hè và để em có thể đăng kí môn học kì 1 (211) .. . . .",
            "- dạ thưa thầy cô ! Em bị hủy môn học (em không được học cũng như không được thi) nhưng vẫn bị treo học phí , Không lẽ em phải thanh toán học phí bị sao ạ . Mong quý thầy xem xét giúp đỡ có hướng giải quyết cho em để em theo kịp tiến độ học tập , em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b  [full_name]\t. . . .   i Yêu cầu khác . Em xin chào thầy cô ạ, vào học kì 202 vừa rồi em đã trễ hạn đóng học phí dẫn đến tình trạng bị xóa lịch thi cũng như  xóa điểm của tất cả môn học kì 202 vừa rồi. Em đã thanh toán học phí nhưng đã trễ so với trường yêu cầu của trường nên tình trạng trên cũng không được khắc phục. Vậy em có được hoàn tiền lại số học phí hay có thể dụng số tiền đó vào học kì tiếp theo không ạ?",
            "Chào bạn,. . Không hoàn lại học phí nhé bạn, vấn đề học phí là xử lý theo quy chế nhé ban, vui lòng xem quy định tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/điều 7.2. . Về thông báo và mail nhắc đóng học phí đã gửi cho SV nhiều lần.. . Các trường hợp khó khăn SV cần liên hệ tại Phòng Công tác Chính trị Sinh viên để làm đơn gia hạn học phí ngay từ đầu học kỳ.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em kính mong thầy cô mở giúp em quyền hiệu chỉnh đăng ký môn chủ nghĩa xã hội khoa học vì không đủ thời gian giãn cách giữa 2 cơ sở",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vì trục trặc về mạng ngay trước giờ thi cuối kỳ môn Hệ Điều Hành ngày 16/8/2021 nên em không thể tham giam vào google meet để làm bài. . . Em xin được hoãn thi môn Hệ Điều Hành vào lần thi sau.. . Em xin cảm ơn.. . . .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho e hỏi là các môn đại cương như GT2,VL2... đky học lại thì có đc đky vào học kì chính hun ạ. Mong trường sớm phản hồi!!!!",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . . . - đky học lại thì có đc đky vào học kì chính hun ạ.. . =  đăng ký vào HK nào do sv nhé.. . Chúc bạn học tập tốt nhé.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . -Kính gửi quý thầy cô ! em bị mất thời khóa biểu học tập cũng như thi học kì 3. Đến giờ em vẫn chưa nhận được thời khóa biểu thi học kì hè (203) .Mong quý thầy cô giải đáp .",
            "Chào bạn. . Bạn chưa thanh toán học phí HK203, theo quy định bạn bị huỷ TKB không có lịch thi, nhưng vẫn bị treo học phí. . Bạn vui lòng đọc thông báo về HK203 mà Pdt đã gởi. . Thân",
            "- Dạ , Thưa quý thầy cô ! Liệu giờ em bổ sung học phí thì có được mở thời khóa biểu với lịch thi lại ko ạ ! em xin cám ơn",
            "-Thưa quý thầy cô !. .  - Do tình dịch nên tình khó kinh tế nên em chưa thanh toán được , nhà trường có biện pháp nào giải quyết cho để em có thời khóa biêu thi được không ạ ! Em xin hứa sẽ cố gắng thanh toán đầy đủ học phí trong những học kì kế tiếp ạ ! Mong quý thầy cô xem xét giúp đỡ ,để em có thể tiếp tục lịch học cũng như lịch thi học kì203",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "-Thưa quý thầy cô !. . - Do tình dịch nên tình khó kinh tế nên em chưa thanh toán được , nhà trường có biện pháp nào giải quyết cho để em có thời khóa biêu thi được không ạ ! Em xin hứa sẽ cố gắng thanh toán đầy đủ học phí trong những học kì kế tiếp ạ ! Mong quý thầy cô xem xét giúp đỡ ,để em có thể tiếp tục lịch học cũng như lịch thi học kì203"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy/ cô ạ,. . Em là Lê Đình Hiệp [student_id] vừa thi cuối kỳ môn Kỹ Thuật Điện EE1005 nhóm L02-A vào ca chiều lúc 16:00 ngày 18/08. Em thắc mắc về việc NỘP VIDEO ghi màn hình thi cuối kỳ môn kỹ thuật điện EE1005 nhóm L02-A, vì khi em nhấp vào link L02-A thì bên trong lại để là KHÔNG CHẤP NHẬN PHẢN HỒI (như 2 hình đính kèm). Vậy em phải làm thế nào để nộp được video ghi màn hình ạ? Vì đến ngày 20/08 là đến hạn nộp rồi ạ. Mong thầy/ cô giải đáp giúp em.. . Em xin cảm ơn thầy/ cô rất nhiều ạ!. .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép).. . Bạn phải báo với CBCT để ghi nhận về trường hợp của bạn trong quá trình thi, vì PDT sẽ gửi ds hoãn thi về Khoa để đối chiếu lại nhé!. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . .   B Rất gấp ạ!  /B \t. . Kính gửi thầy/cô!. . Em có thắc mắc là em có thể xin bảng điểm dạng pdf để khỏi phải gửi qua bưu điện không ạ? Nếu được thì làm sao để em đăng ký ạ? Vì em mới được thông báo về hạn nộp hồ sơ là 30/8 nên mong quý Thầy/Cô hỗ trợ giải đáp giúp em sớm nhất có thể ạ . . Em xin cảm ơn thầy/cô. .   i Học vụ .",
            "Chào bạn. . Hiện tại chỉ có thể hỗ trợ bạn đăng ký in bảng điểm và nhận bảng điểm qua bưu cục. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Thưa Phòng Đào tạo,. . . . Em là [full_name], MSSV [student_id], Sinh viên khóa K18, Ngành Khoa học máy Chương trình CLC.. . . . Hiện em đã được Khoa Khoa Học Máy Tính đồng ý cho phép đăng kí môn học CO1023 + CO1029. . . . Em gửi đơn xin phòng đào tạo đồng ý đăng kí môn CO1023 + CO1029.. .",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi video em quay bằng hangout meeting nhưng lên drive sau mấy ngày nó bị hiện tượng:\"video không tồn tại\" nhưng tải xuống thì nó vẫn xem được.. . Vậy cho em hỏi trong trường hợp rà soát thì video em có được chấp nhận không ạ. Nếu không thì có biện pháp nào thay thế không ạ. . Em cảm ơn. .   i Học vụ .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Học vụ  /i [full_name] [full_name]  [full_name] [full_name] Kính gửi Thầy, Cô[full_name] [full_name] Em hiện tại bị tạm dừng do 2 học kỳ vừa rồi không đăng ký môn học[full_name] Thời hạn nhập học cũng sắp hết nên em sẽ cố gắng tốt nghiệp trong học kỳ này nên mong Thầy, Cô  giúp em khôi phục lại tình trạng sinh viên ạ[full_name] Cảm ơn Thầy, Cô",
            "Bạn tải mẫu đơn thu nhận tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý thu nhận lại cho bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào các anh (chị) PĐT.. . Sau khi em hoàn thành Đơn Miễn môn Luận văn tốt nghiệp và Đơn chuyển khóa học sang K2013 (file ảnh đính kèm). . . Em xin hỏi, với các môn học em đã tích lũy và các điều kiện bổ sung ở trên thì em đã đủ điều kiện để xét tốt nghiệp vào xét tốt nghiệp sắp tới chưa? Nếu chưa, em cần hoàn thành điều kiện gì trong thời gian tới để đủ điều kiện tốt nghiệp. . . Em mong sớm nhận được hỗ trợ kịp thời để kịp bổ sung trong học kì tới. Xin chân thành cảm ơn các anh (chị).. . Trân trọng!. . [full_name]",
            "Học vụ. . . . Chào các anh (chị) PĐT.. . Sau khi em hoàn thành Đơn Miễn môn Luận văn tốt nghiệp và Đơn chuyển khóa học sang K2013 (file ảnh đính kèm).. . Em xin hỏi, với các môn học em đã tích lũy và các điều kiện bổ sung ở trên thì em đã đủ điều kiện để xét tốt nghiệp vào xét tốt nghiệp sắp tới chưa? Nếu chưa, em cần hoàn thành điều kiện gì trong thời gian tới để đủ điều kiện tốt nghiệp.. . Em mong sớm nhận được hỗ trợ kịp thời để kịp bổ sung trong học kì tới. Xin chân thành cảm ơn các anh (chị).. . Trân trọng!. . [full_name]  /QUOTE . .",
            "Chào bạn,. . Về việc này, bạn vui lòng gửi mail về cho anh [full_name]: [email] để được tư vấn và hỗ trợ nhé!. . Thân. .",
            "Chào các anh (chị) PĐT, . . Em đã gửi mail cho anh [full_name] và mail của PĐT nhưng đã hơn 10 ngày em vẫn chưa nhận được mail phản hồi.. .   B Em đang rất cần được hỗ trợ và hướng dẫn.  /B . . Xin các anh (chị) giúp đỡ.. . Trân trọng!. . [full_name].",
            "Chào bạn. . Cô đã gởi thông tin lại để [full_name] kiểm tra và phản hồi cho bạn. Bạn vui lòng đợi nghen. . Thân",
            "Cô ơi, có thông tin gì mới không ạ? Em chưa được phản hồi email.. . Mong cô có kết quả sớm.. . Em cảm ơn cô.. . Trân trọng!. . [full_name].",
            "Chào bạn. . Cô đã chuyển dữ liệu 1 lần nữa để [full_name] xét cho bạn, có thể đang trong thời gian cập nhật thông tin xét tốt nghiệp, Bạn đợi danh sách xét tốt nghiệp dự kiến chuẩn bị công bố xem có tên hay không nghen? có gì phản hồi lại. . Thân",
            "Chào chị, . . Em theo dõi cập nhật thông tin xét tốt nghiệp suốt thời gian qua nhưng em chưa có tên trong danh sách dự kiến đợt 2 tháng 11/2021. . . Thời gian tốt nghiệp đang đến gần nhưng kết quả nhận được của em lại không có gì ngoài đợi sự giúp đỡ. Em đã mail Phòng đào tạo, em mail anh [full_name] đại diện PĐT, em liên tục chatbox với bộ phận bksi, em gọi điện đến PĐT rất nhiều lần. . . EM [full_name].. . [full_name] . . Trân trọng!. . . .",
            "Chào cô.. . Hôm nay em kiểm tra danh sách dự kiến tốt nghiệp hệ VLVH thấy có thông tin của em rồi ạ.. . Tuy nhiên vẫn còn đợi thẩm tra bằng tốt nghiệp.. .  . .",
            "Chào bạn. . Bạn đã có tên trong danh sách dự kiến tốt nghiệp,. . Tuần sau Bạn kiểm tra mail để thực hiện theo hướng dẫn nghen. . Có 1 mail hướng dẫn về vấn đề này : Hiện nay do tình hình dịch bệnh Sinh viên không thể vào Trường để nộp bản sao bằng … . Các trường hợp Sinh viên chỉ còn báo thiếu: “Chưa có kết quả thẩm tra bằng tốt nghiệp”, PĐT vẫn sẽ cập nhật để Sinh viên có thể đăng ký làm bằng bình thường nhưng các Anh / Chị sinh viên phải hoàn thành thủ tục của mục này như trên, thời gian: trước khi nhận bằng tốt nghiệp hoặc sớm hơn trong điều kiện cho phép.. . Thân. .",
            "Chào cô!. . Cô ơi, hôm bữa em lên Đăng kí tốt nghiệp sau khi có thông báo tên trong danh sách tốt nghiệp tạm thời (VLVH). Nay PĐT cập nhật danh sách Tốt nghiệp chính thức tháng 11/2021, em kiểm tra thì chưa thấy có tên của em ạ? (file ảnh đính kèm). . Cô ơi, phản hồi giúp em nhé cô. . . Em cảm ơn cô!. . [full_name].. . Trân trọng!",
            "Chào bạn,. . Cô thấy bạn đã đăng ký tốt nghiệp thành công và thanh toán lệ phí tốt nghiệp 95.000đ. Em đợi cập nhật QD tốt nghiệp chính thức nhé. . Thân",
            "Dạ cô. Như vây em có Giấy chứng nhận tạm thời chưa cô? Em muốn nhận nộp cho công ty.",
            "Chào bạn,. . Trong tuần sau sẽ in giấy chứng nhận tốt nghiệp tạm thời, file sẽ được tải lên trên mybk/Đăng ký tốt nghiệp, bản giấy sẽ gửi qua đường bưu điện cho SV. . Thân",
            "Chào cô!. . Chúc cô năm mới hạnh phúc và thành công!. . Cô ơi, em nhận giấy chứng tốt nghiệp tạm thời rồi, thời gian qua em đợi thông tin Ngày nhận bằng tốt nghiệp. Em thấy PĐT thông báo dự kiến tổ chức vào đầu học kì mới trong tháng 01/2022. . . Em xin hỏi cô về kế hoạch tổ chức tốt nghiệp của trường nhé. . . Em cảm ơn cố. Trân trọng!. . [full_name]. . MSSV: [student_id] - VLVH",
            "Chào em,. . Về lễ tốt nghiệp SV vui lòng đợi thông báo sau của nhà trường. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin tạm dừng hk211 ạ. .",
            "đã tl. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .  Khối tự chọn C tối thiểu là 10 chỉ (5 môn), nếu em đăng kí học 6 môn luôn thì tính điểm TBTL như thế nào ạ?. . Em có đọc trên aao, theo như em hiểu là trong 6 môn em học thì sẽ lấy điểm 5 môn ( từ cao tới thấp), em không biết em hiểu như vậy là đúng không ạ?. . Em cảm ơn ạ.",
            ". . Chào bạn. . Đối với môn tự chọn, ĐTBTL được tính từ điểm cao nhất của số tín chỉ quy định trong nhóm các môn tự chọn.. . Thân",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em tên [full_name] - MSSV: [student_id]. . Hiện tại em đã hoàn thành tồng số tín chỉ cần thiết theo chuyên hành. nhưng do em chưa có bằng Tiếng Anh nghe đọc, nói viết và thiếu 1 ngày ctxh theo yêu cầu tốt nghiệp và em đã bị tạm dừng 2 học kì liên tiếp là 201 và 202. Nhưng do tình hình dịch bệnh nên em chưa thể thi và nộp giấy xin thu nhận lại. em có phải bị đuổi học không ạ nếu kì 211 này tiếp tục không đăng kí môn học.. . Do tình hình dịch bệnh thì xét tốt nghiệp đợt sẽ dời đến khi nào ạ.. . Nếu em dời muốn đăng kí tốt nghiệp vào 04/2022( 03 hk liên tiếp không dkmh) có được không ạ.. . Để đăng kí môn học thì em nộp giấy thu nhận bằng cách nào ạ. (trực tiếp hay gừi qua mail phòng đào tạo hay gừi qua đây luôn). . Mong Thầy (Cô) sớm trả lời em nhé.",
            "Chào bạn. . Pdt đã ghi nhận đơn thu nhận của bạn. . - Nếu không còn nợ môn thì không cần dkmh. . - bạn đã tạm dừng 2 Hk và Hk211 này là HK cuối cùng để bạn tốt nghiệp, nên bạn cố gắng nhé. . - Bạn chú ý thông báo qua mail hoặc liên lạc TTNN để cập nhật thông tin thi anh văn nói viết online, Nhà trường đã có thông báo qua mail. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo. . Em tên là [full_name] MSSV : [student_id]. . em là sinh viên chính quy đã chuyển sang hệ VHVL (Lúc chuyển em có làm hồ sơ chuyển và vẫn giữ nguyên MSSV bên chính quy , chỉ thay đổi sang hệ VHVL), em đã tham khảo ý kiến thầy cô tại Phòng Đào Tạo là lúc chuyển vẫn giữ là sinh viên K18 và học tiếp chương trình K18 hệ VHVL, chuẩn nhận LVTN và ra trường của K18 hệ VHVL là Toiec450 và em đã đạt được chứng chỉ. . Toiec465 và cũng đã thẩm tra thành công trên MyBK, vậy em đã đủ điều kiện đăng ký môn LVTN ME4029 ,nhưng ĐKMH đợt 2 em vẫn không thể đăng ký được vì hệ thống báo thiếu Chứng chỉ Ngoại Ngữ , em mong Phòng Đào Tạo xem xét để em có thể đăng ký môn LVTN ,em xin chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Do máy tính bị hư nên em không tải file ghi màn hình đúng trong 48 giờ, cho hỏi có cách nào xin chấp nhận bài thi được không ạ. . . .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép).. . Bạn phải báo với CBCT để ghi nhận về trường hợp của bạn trong quá trình thi, vì PDT sẽ gửi ds hoãn thi về Khoa để đối chiếu lại nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin trường tăng sĩ số cho lớp L03 của môn Quản trị kinh doanh cho kỹ sư mã IM3001 trong học kỳ chính 211 giúp em với ạ?. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . cho em nộp đơn thu nhận với ạ! em cảm ơn ạ! . .",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn thu nhận vào HK211 của bạn. . Bạn vui lòng theo dõi tình trạng sinh viên của bạn chuyển sang từ “tạm dừng” sang tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 26/08/2021. . Nếu có nhu cầu ĐKMH HK211, bạn vui lòng gửi thêm 1 yêu cầu xin đăng ký môn học, ghi rõ tên và Mã MH, mã nhóm, để PDT kiểm tra và ĐKMH cho bạn (nếu còn sĩ số). . . SV chủ động liên lạc với GV để xin vào lớp vì hiện tại đã bắt đầu HK211. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mong nhà trường tăng sĩ số cho lớp L03 của môn quản trị kinh doanh cho kỹ sư mã IM3001 trong học kỳ chính 211 này giúp em với ạ.. . . .",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào pdt,. . Em tên là [full_name] MSSV [student_id] đang học tại khoa điện bộ môn viễn thông em muốn đăng kí TTTN mã EE3333 do tình hình dịch bệnh làm ảnh hưởng khiến em không làm được trong kì vừa rồi và em đã đăng kí quá sô tín chỉ cho phép để đăng kí TTTN, nên em mong pdt có thể đăng kí giúp em.. . Em cảm ơn ạ!. .",
            "Chào bạn,. . Vui lòng trình bày rõ ràng vấn đề của bạn và nguyện vọng của bạn như thế nào?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại, có thể hủy môn học HK211 không ạ?. . Do em nhầm lẫn nên đã đăng ký nhầm môn học không thuộc chương trình đào tạo. Mong trường giải đáp giúp em. Em cảm ơn.. . Em thuộc khoa Hóa và đăng ký nhầm môn của khoa Cơ Khí.",
            "Bạn bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT, KSTN vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Vì Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo DHBK TP HCM. . Em [full_name](MSSV [student_id]), em gửi đơn mong PĐT có thể giúp em đăng ký vào lớp L02 môn Hoá Hữu Cơ (CH2021), do là đợt thi vừa rồi em nhận được kết quả không tốt môn này nên muốn đăng ký cải thiện lại, hiện tại ở HK chính em mới 15 chỉ thôi, còn trống 2 chỉ để đạt mốc 17 chỉ, nên là mong PDT cân nhắc giúp đỡ em đăng ký môn Hoá Hữu Cơ (CH2021) vào lớp L02 ở học kỳ Chính 211. Em hứa sẽ đóng học phí sớm, đầy đủ ạ. Hiện tại thì lớp L02 mới 98 bạn thôi, nên nếu đăng ký thêm em  và cả giảng viên cũng như share màn hình giảng viên vẫn được thôi ạ, mong PDT đăng ký giúp em. Em cũng đã tự sắp xếp điều chỉnh lịch để trống hết phù hợp với lớp L02 rồi ạ. Dịch bệnh khó khăn nên em thú thật là nếu học dự thính nữa thì em không có tiền, mong PDT đăng ký giúp em vào kỳ chính môn Hoá Hữu Cơ(CH2021), lần trước lúc PDT mở từ 90-99 bạn thì gấp quá mấy bạn đăng ký nhanh hết em không kịp xoay sở kịp, em gửi đơn về vấn đề này cũng nhiều rồi và em thành thật mong PDT đăng ký giúp em. Em là sinh viên của trường cũng 2 năm rồi, em cũng chỉ xin PDT giúp em điều nhỏ nhoi này thôi ạ. Em hiện cũng đăng ký học chương trình liên thông đại học thạc sĩ, sẽ đồng hành với trường với PDT thêm 3 năm nữa, nên là mong PDT giúp đỡ em lần này, nếu có gì em có thể giúp đỡ cho trường cũng như PDT thì em luôn sẵn sàng ạ . Em cảm ơn nhiều ạ, mong PDT đọc được và đăng ký giúp em môn Hoá Hữu Cơ vào lớp L02 ở học kỳ chính"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em muốn đăng ký phúc khảo cuối kỳ 203 mà em vô trang mybk nó hiện như bên dưới ạ. Vì ngày 16/8 giáo viên em đã nộp bảng điểm về pđt rồi mà thời hạn phúc khảo chỉ trong vòng 7 ngày thôi ạ.",
            "Chào bạn. . Môn này bạn liên hệ trực tiếp Giảng viên nghen. . Thân"
        ]
    }
]