[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi pđt,. . Em muốn hỏi về   B thời khóa biểu  /B  của môn Truyền nhiệt (210701). Đến bây giờ đã là đợt 3 đăng kí môn học rồi mà thời khóa biểu vẫn chưa có. Em hi vọng là nếu sao này có sự cố gì do trùng thời khóa biểu mà sinh viên chúng em không tham gia học được thì mong pđt chịu trách nhiệm.. . Thân.",
            "Chào bạn,. . . . Hôm này bạn kiểm tra TKB trên cổng thông tin sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ Em chào Thầy/Cô ạ!. . Kính xin nhà Trường mở thêm sĩ số lớp A01, môn học Hư hỏng sữa chữa công trình, mã môn: CI1051 để Em và các bạn có thể đăng kí và theo học ạ!. . Em xin chân thành cám ơn!",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào PĐT, vào ngày 24/08/2020 PĐT có công bố danh sách tốt nghiệp dự kiến, em có vào tra cứu danh sách nhưng nhận được phản hồi là Mã số sinh viên không nằm trong danh sách. Và em lên PĐT hỏi thì PĐT yêu cầu điền thông tin vào danh sách bổ sung và chờ đến ngày 08/09/2020 thì tra cứu lại. Nhưng hôm nay (08/09/2020) em tra cứu lại thì phản hồi vẫn như trên và cũng không có mail phản hồi từ PĐT. PĐT có thể cho em biết lí do vì sao em chưa có tên trong danh sách tốt nghiệp không ạ ? . . Em cảm ơn ạ.",
            "Chào bạn,. . Hiện tại bạn chưa đủ điều kiện tốt nghiệp, xét bạn còn thiếu tín chỉ trong TH(2) (260632,260633,260634) 2TC. Bạn vui lòng kiểm tra lại điều kiện tốt nghiệp.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là nếu e đăng kí môn k có trong chương trình đào tạo và em qua môn thì có tính vào tín chỉ tích lũy không vậy ạ",
            "Chào bạn,. . . . Bạn học môn không có trong chương trình đào tạo của mình sẽ không tính vào số tín chỉ tích luỹ ngành.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PĐT cho em hỏi đợt 3 chưa hủy lớp thì lớp sẽ được mở hay sau đợt 3 mới hủy lớp ạ",
            "Chào bạn,. . . . Sau đợt 3 mới huỷ nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có hai câu hỏi ạ:. . 1) Em đang được tạm tính chỉ HK hè 193 để đủ chuẩn sv năm 3. HK 193 em đang thực tập QTTB sẽ có điểm trễ hơn khi vào học HK 201, như vậy thì em có được ĐKMH và học môn năm 3 không ạ hay phải có điểm trước HK 201?. . 2) Nếu sau HK 193 em không đủ chuẩn sv năm 3 thì sẽ bị hủy đăng kí môn năm 3 thôi hay là hủy hết toàn thời khóa biểu ạ?",
            "Chào bạn,. . . . Sau khi cập nhật TKB bạn vui lòng kiểm tra TKB trên cổng thông tin sinh viên.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo. . . . Em tên [full_name] sinh viên K15 của trường ,hiện tại em làm xong đề cương luận văn và bảo lưu đề tài một học kì .Hiện tại , em vừa đăng kí thi anh văn để làm luận văn tốt nghiệp . Thời gian thi vào cuối tháng 9. Em không đăng kí luận văn tốt nghiệp được vì chưa đủ điều kiện chuẩn anh văn làm luận văn tốt nghiệp. Em có thể xin phòng đào tạo thêm thời gian để nộp chứng chỉ anh văn làm luận văn không ạ ?. Mong phòng đào tạo cứu xét cho em ạ.. . . . Ân.",
            "Chào bạn,. . . . Bạn cố gắng thi CCNN sớm nha, để đăng kí nhận luận văn. . . . . Thân.",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác . Em xin hỏi là giáo dục thể chất môn Quần vợt thì trường có sẵn vợt hay sinh viên phải tự trang bị ạ.. . Xin cảm ơn.. . . .",
            "Chào bạn,. . Sinh viên vui lòng liên hệ với giảng viên và TT GD thể chất để được hướng dẫn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em bị trùng lịch môn học chuyên ngành  thì có thể làm đơn xin vào lớp đã đủ sỉ số được không và làm như thế nào ạ?",
            "Chào bạn,  . . . . Tuỳ môn nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào quý thầy cô,. . Em tên Nguyễn Hữu Nhân, MSSV: [student_id]. . Em muốn xin mở sĩ số lớp A01 môn Thí Nghiệm Quá Trình Thiết Bị (CH3015) thì có được không ạ?. . Lý do: Lúc đăng ký môn học đợt 1 và 2 em đều đăng ký môn này và vào lớp A01, nhưng đến đợt đăng ký môn học lần 3 em lại bị hủy môn này và đến khi định đăng kí lại thì lớp đã đầy. Môn này có rất nhiều lớp nhưng do thời khóa biểu của em bị trùng nên không cho phép em đăng ký được vào những lớp khác nên rất mong quý thầy cô xem xét và phản hồi giúp em ạ!. . Em cảm ơn",
            "Chào bạn,. . . . Tất cả các môn  đã mở sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô PĐT,. . . . Thầy cô cho em xin tăng sỉ số môn CS t/toán &tkế tbị hchất (CH2061) lớp A01 và A06 được không ạ?. . . . Em cảm ơn thầy/cô nhiều ạ,",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em muốn đổi hình trên thẻ và muốn in lại thể sinh viên thì nên là gì ạ . .",
            "Chào bạn. . Tại sao phải đồi hình trên thẻ. . Vì không có lý do chính đáng thì không thể đồi nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Phòng đào tạo cho em hỏi là giáo dục thể chất kì này còn được đk ở cs1 ko ạ :( em là sinh viên chuẩn bị lên năm 3 đã dọn ra cs1 nên nghe vấn đề học thể dục chung vs dhqg em hơi hoang mang :(( . . . .",
            "Chào bạn,. . . . Các lớp GDTC mã Lxx học cơ sở 2 nha bạn.. . . . Các lớp chất lượng cao mới học CS1.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name], MSSV: [student_id]. . . . Em có đăng ký môn trong cả đợt 1 lẫn đợt 2, có đóng học phí đầy đủ, và hệ thống cũng ghi rằng em thỏa điều kiện (hình bên dưới). . . . Thế nhưng sau cả 2 đợt, một số môn em đăng ký lại bị văng ra mà không biết lí do. Em vốn đăng ký tới 15 tín chỉ nhưng giờ chỉ còn có 9 tín chỉ, không đủ theo yêu cầu của trường nhưng các lớp em học được cũng bắt đầu đã đủ thành viên.. . . . Xin nhà trường xem xét và giải quyết giùm.",
            "Chào bạn,. . . . Bạn xem kết quả DKMH, bạn có đạt chuẩn sinh viên sau các năm không?.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô ở phòng đào tạo. Em tên [full_name], mssv [student_id]. Hiện tại do số lượng các bạn đăng kí kín chỗ nên em không thể tham gia học môn Triết học [full_name] được, em xin thầy cô mở thêm sỉ số lớp L15 môn này để em có thể tham gia học tập. Em xin chân thành cảm ơn",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] [full_name] [full_name] Chào [full_name][full_name] [full_name] Cho em hỏi là bao giờ mới có danh sách môn học thay thế và tương đương chương trình đào tạo 2014 và 2019 vậy ak[full_name]",
            "Chào bạn,. . . . Hiện tại các khoa đang quá trình xây dựng và hoàn thiện.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ kính gửi PĐT. Phòng đào tạo cho em xin không hủy môn \"kết cấu thép 2 CI3211 nhóm A01 \" được không ạ ? Môn này đủ sĩ số 65/65 và là môn tiên quyết cho Luận văn tốt nghiệp kì 2 , chúng em đã rất vất vả xin thầy mở lớp này để kịp tiến độ học tập, PĐT bảo chúng em đổi sang nhóm khác nhưng kì này mở chỉ mỗi 1 lớp thôi. Nhưng Phòng đào tạo lại sắp hủy nó đi, em và các bạn khác quả thật sẽ bị trễ 1 kì nếu PĐT hủy môn này của chúng em. Em kính mong PĐT cho chúng em cách giải quyết và làm sao để giữ lại lớp để chúng  em không bị \"trễ 1 kì chỉ vì việc hủy lớp một môn\" đó . Em chân thành cảm ơn PĐT",
            "Chào bạn,. . . . Việc này bạn liên hệ khoa để có hướng giải quyết.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: mở thêm sĩ số lớp tn hóa phân tích mã số môn học CH2115",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo Đại học Bách Khoa TPHCM.. . Em tên là [full_name]. . MSSV:[student_id], Lớp: XD16KT. . Em viết mail này với mong muốn PĐT có thể giải quyết giúp em về việc đăng môn thực tập tốt nghiệp. Hiện giờ đang là thời điểm đăng ký môn học HK1 (2020-2021) đợt 3, em có đk môn TTTN nhưng không được, lý do hiện lên là không được đk quá 14 tín chỉ. Vì các môn em đã đăng ký được thuộc vào nhóm chuyên ngành, và môn TTTN của ngành Kiến Trúc là một môn học trong trường bình thường như các môn học khác, không phải thực tập ở các Công ty; vì vậ em vẫn có thể học và hoàn thành môn TTTN như các môn đk học trong trường mà không bị ảnh hưởng. Em kính mong PĐT có thể giải quyết giúp em việc trên. Do hạn đkmh đợt 3 là ngày 10/9/2020 nên em mong PĐT phản hồi kịp thời ạ.. . Em xin cảm ơn PĐT nhiều ạ.. .",
            "Chào bạn,. . . . Bạn làm đơn nộp PDT để ban lãnh đạo phòng xem xét.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name] (mssv:[student_id]). . Bị lỗi khi đăng nhập Kết Nối Cựu Sinh Viên Bách Khoa.( Em có đính kèm file hình lỗi đăng nhập. Yêu cầu xin được cấp quyền đăng nhập (https://mybk.hcmut.edu.vn/app/alumni/home) để Kích hoạt tài khoản cựu sinh viên để có thể đăng kí tốt nghiệp. Mong quí thầy cô xem xét giúp em.",
            "Chào bạn,. . Bạn vui lòng vào kiểm tra thùng thư rác hoặc đổi 1 địa chỉ email khác. Nếu vẫn không thao tác được, bạn có thể đến trực tiếp PDT để được hỗ trợ. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào các thầy/cô, em đã đăng kí tốt nghiệp đợt 2 tháng 11 năm 2020 lúc phòng đào tạo chưa cập nhật chính xác số ngày CTXH. Em đã nhận được e - mail xác nhận kích hoạt tài khoản cựu sinh viên và đã thanh toán phí đăng kí tốt nghiệp nhưng đến nay vẫn chưa nhận được e - mail xác nhận đăng kí thành công. Khi đăng nhập tài khoản cựu sinh viên thì em được báo vẫn đang là sinh viên. Mong các thầy/cô xem xét giúp em.",
            "Chào bạn,. . Bạn vui lòng vào kiểm tra thùng thư rác hoặc đổi 1 địa chỉ email khác. Nếu vẫn không thao tác được, bạn có thể đến trực tiếp PDT để được hỗ trợ. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/ cô. . Em tên: [full_name] . . Mssv: [student_id]. . Thầy cô kiểm tra giùm em sao em đăng kí tiểu luận tốt nghiệp không được vậy ạ. Bên cao đẳng em là anh văn 350 và đạt 93 chỉ tích luỹ . . Em đã thoả cả hai mà không được ạ. Em cảm ơn thầy/ cô. . . .",
            "Chào bạn,. . . . - Còn đợt 4 DKMH dành cho các môn thực tập tốt nghiệp, luận văn và đề cương luận văn.. . . . - Bạn thường xuyên theo dõi mail để biết được thời gian đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   I   U   QUOTE   /QUOTE Đăng ký môn học . cho e hỏi là sau đợt 3 này pdt có xóa lớp không nếu như lớp đó chỉ được sĩ số 1 nữa ạ. .",
            "Chào bạn,. . . . Sau đợt 3 những môn sỉ số ít sẽ bị huỷ nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1810565  /b \t. . . .   i Yêu cầu khác . Em chào Thầy/Cô.. . Theo như thông báo của PĐT tạm thời không xét chuẩn Anh Văn sau mỗi năm học cho HK 193,201, DT201 có nghĩa là các chuẩn Anh Văn tương ứng đúng ra xét vào cuối năm trước sẽ được xét vào cuối kì 201 phải không ạ hay sẽ được xét vào cuối năm sau luôn ạ ?? . . Em cảm ơn ạ.",
            "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . - Bắt đầu xét chuẩn anh văn từng năm vào HK202. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Em tên là [full_name] MSSV [student_id], khóa k17, ngành Điện tử Viễn Thông. . . . Em xin phòng đào tạo mở thêm sĩ số môn Kỹ thuật an toàn điện (ee3097) để em kịp tiến độ học tập.. . . . Em xin chân thành cảm ơn",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  . . Dạ thưa cô cho e hỏi hk201 môn giáo dục thể chất 3 e đăng kí như thế nào ạ. Sao e đăng kí môn học trên mybk đợt 3 thì môn giáo dục thể chất 3 không mở lớp ạ. . . .",
            "Chào bạn,. . . . Bạn xem thông báo môn GDTC có cập nhật trên trang web PDT http://www.aao.hcmut.edu.vn/image/data/CTDT/thay_doi_mon_hoc_gdtc.pdf. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   I   U   /U   /I   /B Yêu cầu khác: Chào thầy, cô. . Em là [full_name] k17, khoa điện. Em viết thư này mong pđt xem xét cho em. Em đã đóng tiền học phí hk hè 640k, em đã thanh toán và trừ tiền trong tài khoản. Hôm đó (5/9/2020) trang BKpay có vấn đề nên em vào cả chục lần mới đóng được... Nhưng hôm nay em lên lại BKpay thì thấy vẫn chưa đóng.... . Mong thầy cô xem giúp em, dạo này em thực sự không có tiền để đóng thêm nữa ạ.. . Em có đính kèm 2 ảnh ở dưới ạ, một ảnh là học phí 640k, ảnh còn lại là em đã đóng đúng hạn. Em cảm ơn.. . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô. . Vì em dính chuẩn sinh viên năm 3 nên đợt 3 này em mới có thể đăng kí môn chuyên ngành. Nhưng lại full sỉ số em mong thầy cô có thể tăng giúp em sỉ số môn hóa học xúc tác (MA3011) nhóm L01 ạ.. . Em chân thành cảm ơn.",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô, e có vấn đề muốn hỏi là môn học kết cấu thép ci3211 nhóm A01 em đã đăng ký, thì e có nhận mail bên pđt là yêu cầu chuyển nhóm khác vì không đảm bảo cơ sở vật chất, mà trên hệ thống chỉ có nhóm A01 của thầy [full_name], thì chúng em phải xử lý như thế nào ạ!",
            "Chào bạn,. . . . Bạn về khoa để hướng dẫn cho bạn.. . . . Thân",
            "Xin PĐT đăng ký giúp e môn Lập trình hướng đối tượng (CO2005):. . Thứ 3-[full_name] 7,8,9-Phòng 604H6. . Thứ 3-[full_name] 10,11,12-Phòng 506H6. . . .",
            "Chào bạn,. . . . Tất cả các môn  đã mở sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT ạ. . . . Em viết đơn này để xin PĐT mở rộng sĩ số lớp L10 môn XSTK (MT2013) học vào tiết 8-9-10 thứ 5, các lớp khác còn trống em đều đã bị trùng lịch và không đăng ký được ạ.. . . . Em xin cám ơn.. . . .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi quý Thầy (cô).. . . . Em tên [full_name],. . MSSV: [student_id].. . . . Em muốn hỏi là trong năm nay đợt đăng ký tốt nghiệp bổ sung sẽ hết hạn vào ngày nào ạ. Nếu em thi anh văn để chuyển điểm, thì thời hạn cuối cùng em nộp sẽ rơi vào khi nào?. . . . Em cảm ơn.. . . . Trân trong,. . Chúc quý Thầy cô một ngày làm việc hiệu quả.",
            "Chào bạn,. . Bạn vui lòng xem lịch trình tốt nghiệp tháng 11/2020 tại: aao.hcmut.edu/vn/lịch học vụ/tốt nghiệp T11/2020.. . Bạn phải hoàn thành tất cả các điều kiện tốt nghiện trước hạn cuối xét tốt nghiệp.. . Về việc chuyển điểm:. . Nếu bạn nộp Chứng Chỉ Ngoại Ngữ và đăng ký chuyển điểm (phải hoàn thành lệ phí chuyển điểm) trước ngày 18/9/2020 thì áp dụng theo quy định chuyển điểm cũ - Bảng quy đổi điểm chuyển Ngoại Ngữ mới bắt đầu từ ngày 21/9/20 áp dụng cho HK201. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hiện tại, E chưa đăng ký môn học. Cho e hỏi bây giờ e muôn đăng ký thì phải làm sao ạ.",
            "Chào bạn. . Bạn nhanh chóng vào đăng ký môn học nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào quí thầy cô.. . Do em thiếu 2chỉ đăng kí môn học hk 201, nên em muốn hỏi là em có thể đăng kí những môn học kì 201 vào kì dự thính 201 không.. . Em xin cảm ơn và mong được thầy cô phản hồi sớm nhất.",
            "Chào bạn,. . . . Bạn vui lòng nói rõ ý bạn, chưa hiểu ý bạn muốn gì?. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa Thầy/cô! . . Em đăng ký phúc khảo cuối kỳ 192 môn PLC từ ngày 30/7. Tuy nhiên, hiện tại vẫn chưa có kết quả phúc khảo và vẫn đang trong tình trạng \" đang xử lý\" (như hình đính kèm). Khi em liên hệ với giáo viên phục trách thì được trả lời là giáo viên chưa nhận được bất kỳ thông báo phúc khảo nào.. . Vậy cho em hỏi khi nào có thể có kết quả phúc khảo ạ?. . Em cảm ơn!. . . .",
            "Chào bạn,. . . .  Đã cập nhật kết quả rồi: không thay đổi, sinh viên xem lại trên web nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào PĐT. . Hôm trước em trình bày là em đã hoàn thành chương trình đào tạo của cả 2 ngành là Kỹ Thuật Vật Liệu Xây Dựng (B1) và Kỹ Thuật Công Trình Xây Dựng (B2). Em muốn đăng kí tốt nghiệp 2 bằng cùng 1 lúc vào tháng 11 năm 2020. PĐT có xác nhận trường hợp đăng kí bổ sung tốt nghiệp bằng 2 của em và ngày 8/9 sẽ cập nhật.. . Tuy nhiên hôm nay em có tra thì vẫn chưa hiển thị thông tin tốt nghiệp bổ sung của bằng thứ 2.. . Mong PĐT kiểm tra giúp em. . Em xin cảm ơn !!",
            "Chào bạn,. . PDT đã ghi nhận và chuyển xét lại ngành thứ 2 cho bạn. sẽ cập nhật lại vào ngày 22/9/2020. Sau ngày này nếu không nhận được mail bạn vui lòng gửi lại phản hồi cho PDT. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name], MSSV [student_id], hiện tại là sinh viên năm 3 lớp KSTN Viễn thông K17. Em muốn xin cô mở thêm slot môn Vi xử lý (ee2013) để em có thể bắt kịp tiến độ của chương trình đào tạo. Nếu em không được học sẽ ảnh hưởng đến chương trình tài năng của em ạ. Em mong cô xem xét giúp em ạ.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1610188  /b \t. . . .   i Đăng ký môn học . Kính gửi quý thầy cô phòng đào tạo,. . . . Em là Nguyễn Thái Bảo, MSSV 1610188, sinh viên khoa điện điện tử. Vì chuẩn bị năm 5 nhưng vẫn còn thiếu 1 môn là Xử lí số tín hiệu EE2015 mà đã full sĩ số lớp rất sớm. Hôm qua em cũng đã nhận được phản hồi là không thể tăng sĩ số. Môn học này là môn học cuối cùng của em đồng thời điểm thí nghiệm được 8.5 nên có rất nhiều khả năng là sẽ chuyển được điểm thí nghiệm. Nên em viết đơn này lần nữa mong quý thầy suy xét thêm em vào lớp này được không ạ? Em xin cảm ơn rất nhiều.. . . . Trân trọng.",
            "Chào bạn,. . . . Khi bạn rớt môn EE2015 thì bạn đăng kí lại cả môn này luôn nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin mở thêm sỉ của nhóm lớp A05 của môn học có mã SP1009 để đăng ký bổ sung ạ.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa thầy (cô). . Em là [full_name], sinh viên khoa Kỹ thuật Giao thông khóa K17. Em xin thầy (cô) mở thêm sĩ số lớp A02_A04_môn Nhập môn lập trình (CO1003) để em có thể tham gia lớp học này vì những lớp khác em bị kẹt lịch môn chuyên ngành nên không tham gia được.. . Em xin cảm ơn.. . [full_name]",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô, thầy/cô cho e xin tăng sĩ số thêm 4 chỗ cho môn học Phương pháp phần tử hữu hạn mã CI3061 lớp A01 tiết 7-8-9 vào trưa thứ sáu ạ. Mã số sinh viên của em: [student_id]. . Mã số sinh viên của các bạn em:. . [student_id]. . [student_id]. . Em cảm ơn thầy/cô rất nhiều ạ.",
            "Chào bạn,. . . . Tất cả các môn  đã mở sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là sv k14 khoa xây dựng hiện không đăng kí được luận văn do thiếu môn tiên quyết thép 2.Nhưng môn này mã k14 bây giờ không còn mà chia ra làm 2 bao gồm lý thuyết và đồ án thì em đã qua đuọc lý thuyết rồi. Vậy cho em hỏi em có đăng kí đc luận văn chung với đồ án trả nợ cùng lúc để kịp ra trường không ạ. Em cảm ơn",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký mở lớp Kinh tế học đại cương ( IM1013 )",
            "Chào bạn,. . . . Đã hết thời gian mở lớp nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Về việc đăng ký luận văn nếu thiếu chứng chỉ Anh văn thì có cách nào để giải quyết không ạ?",
            "Chào bạn,. . . . Không đủ CCNN thì không đăng kí luận văn được nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1813903  /b \t. . . .   i Đăng ký môn học .   B  em chào thầy cô ạ, em là SV K18 ngành oto . vấn đề của em hiện tại là chưa đăng kí được môn \" kết cấu động cơ đốt trong\" vì bị ràng buộc phải học trước môn NGUYÊN LÝ MÁY , em đã liên hệ thầy Trần Hữu Nhân bên khoa giao thông về vấn đề chương trình đào tạo của ngành oto K18, em nhận được câu trả lời từ thầy là mặc dù chương trình đào tạo mới áp dụng cho K19 nhưng tụi em là K18 vẫn sẽ không bị ảnh hưởng nên tụi em vẫn sẽ đăng kí được môn Kết cấu động cơ đót trong-TR2007 mà không cần yêu cầu là phải học trước môn nguyên lí máy-ME2003 ạ,thầy Nhân có bảo thầy cô gỡ bỏ ràng buộc đó giúp em và nhiều bạn khác K18 muốn đăng kí môn này ạ,  mong thầy cô gỡ bỏ ràng buộc đó giúp em để em có thể đăng kí được môn học Kết cấu động cơ đốt trong ạ.. . em cảm ơn thầy cô nhiều ạ.. . . .",
            "Chào bạn,. . . . Việc này khoa phải có công văn lên Phòng Đào Tạo mới giải quyết cho bạn nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em hiện là sv k16. Tiến độ học tập học kì 7 thì em có đồ án 2 nhưng do có 1 môn học trước em chưa học nên không được đăng kí. Em muốn nhờ PĐT giúp đỡ cứu xét để em được làm đồ án cho đúng tiến độ ạ. Môn học trước kia em sẽ bổ sung ở kì 8 ạ. Về kiến thức môn học thì em có thể tự tìm hiểu đủ để làm đồ án ạ! Em tha thiết được làm ở kì này ạ! mong PĐT xem xét giúp đỡ.. . em chân thành cám ơn",
            "Chào bạn,. . . . Việc này không thể giúp cho bạn được.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Thầy Cô. . . Hôm nay ngày 9/9 em có đặt yêu cầu in bảng điểm và có ngày hẹn kết quả là ngày 14/9.. . Thầy Cô cho em hỏi là in bảng điểm thường mấy ngày là có thế ạ. Em có lấy trước ngày hẹn đc ko ạ.. . Do hiện tại em đang ở dưới quê là chính, em đang có việc trên TP HCM ít ngày, nếu đợi lấy bảng điểm theo lịch hẹn thì trễ quá ạ.. . Em cảm ơn thầy cô nhiều ạ   3. .   i Yêu cầu khác .",
            "Chào bạn,. . Khi nào tình trạng bảng điểm ghi đã in xong bạn mới có thể đến nhận nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thêm sĩ số lớp thí nghiệm hóa phân tích mã CH2115 sáng thứ 7",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ cho em hỏi là ở hk trước em đã qua môn thể chất bóng đá rồi mà kì này em muốn học tiếp thì em có thể đăng kí môn khác sau đó em học lớp bóng đá để cuối kì chuyển điểm có được không ạ",
            "Chào bạn,. . . . Bạn xem thông báo môn GDTC có cập nhật trên trang web PDT http://www.aao.hcmut.edu.vn/image/data/CTDT/thay_doi_mon_hoc_gdtc.pdf.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là: [full_name], sinh viên ngành Kỹ thuật máy tính, khoa KH&KTMT.. . . . Hiện tại, em đã hoàn thành luận văn tốt nghiệp nhưng không có tên trong danh sách tốt nghiệp dự kiến. Em muốn hỏi mình còn thiếu điều kiện gì để đăng ký xét tốt nghiệp.. . . . Trân trọng,. . [full_name]. . . .",
            "Chào bạn . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 22/9/20 phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :. . - Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn    tốt nghiệp    thông tin tốt nghiệp    danh sách tốt nghiệp 11/2020 - Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên vui lòng phản hồi tại trang bksi.hcmut.edu.vn để để phòng đào tạo kiểm tra lý do.. .  Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Vì hiện tại em chưa có bằng toeic 450, nên không được đăng kí làm luận văn tốt nghiệp.. . Em xin nhà trường cho em được làm luận văn và nộp bằng toeic bổ sung trong thời gian làm luận văn. . . Mong nhận được sự phản hồi sớm từ nhà trường. . Em cảm ơn",
            "Chào bạn,. . . . Không đủ chuẩn anh văn sẽ không đăng kí được, đó là qui định nhà trường nên không thể giúp bạn được.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hello anh/chị/thầy/cô. . . . Em là [full_name], năm sau e sẽ lên năm 4, số tín chỉ hiện tại của em là 122 tín, sau kì này e sẽ có tổng cộng 124 tín chỉ. Theo chương trình đào tạo em cần phải đạt 142 tín chỉ để tốt nghiệp, do đó em dự định sẽ đăng kí 9 chỉ cho học kỳ sau và 9 chỉ luận văn cho kì cuối cùng. . . . . Em muốn biết là nếu đăng ký môn như vậy thì em có vi phạm quy định gì của trường không ạ. . . . . Em cám ơn. .",
            "Chào bạn,. . . . Bạn xem qui chế học vụ điều 25 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name] lớp XD17CTXD03. . Hiện tại em mới đang kí được 9 chỉ cho kì sau còn 1 số môn em cho đang kí được do full lớp ạ. Mong thầy/cô giúp em đăng kí vào   I lớp A03 môn CI1053 - Quản lý dự án xây dựng và lớp A01 môn CI3061 - Phương pháp phần tử hh  /I  với ạ.. . Em cảm ơn ạ!. . . .",
            "Chào bạn,. . . . Tất cả các môn  đã mở sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô ạ. . Em có lên hỏi pđt về việc mở thêm sỉ số lớp môn Hóa đại cương thì cô ở pđt có trả lời rằng lên Bksi xin tăng sỉ số",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. . . ."
        ]
    }
]