[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi, em đã đọc quy chế học vụ điều 28 về học song bằng, nhưng em chưa rõ cách đăng ký ạ. Mong gv tư vấn giúp em ạ. Nếu em vô bằng ĐGNL thì có được học song bằng ngành QLCN không ạ",
            "Chào bạn. . Theo quy định thi bằng ĐGNL thì được học song bằng ngành QLCN là được nghen em, Quan trọng là em phải tư vấn Tại Khoa QlCN về chương trình đào tạo . . Em xem chi tiết lại quy chế học vụ điều 28, có gì không hiểu cứ hỏi nghen. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi [full_name] có thể đăng ký học liên thông thạc sĩ (5 năm ra bằng thạc sĩ không ạ). và điều kiện đăng ký như thế nào ạ?",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Phòng Đào tạo Sau đại học để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1612908  /b \t. . . .   i Học bổng khuyến khích . Kính gởi Thầy/Cô,. . . . Em tên là Nguyễn Ngọc Như Quỳnh - 1612908, sinh viên khoa QLCN. Em có thắc mắc về danh sách học bổng khuyến khích học kỳ 191 như sau:. . . . Học kỳ vừa qua, em đăng ký 15 tín chỉ, trong đó có 3 tín chỉ dự thính với kết quả như sau:. . ĐTBHK191: 8.1. . ĐTBTL: 8.51. . TC tích luỹ: 127. . ĐTB 1 học kỳ: 8.00. . . . Về ĐTB 1 học kỳ, do có 1 học kỳ em tham gia trao đổi tại Đức nhưng kết quả học tập tại Đức lại không được tính vào, như vậy số học kỳ của em tại Việt Nam tính cả HK191 chỉ có 6 học kỳ (thay vì 7 như nhà trường đang tính).. . . . Sau khi xem qua danh sách được nhận học bổng học kỳ vừa qua và so sánh với kết quả em đạt được, em nhận thấy mình đủ điều kiện để xem xét vào danh sách ạ.. . . . Em mong Thầy/Cô xem xét giúp em với ạ.. . . . Em xin cảm ơn và chúc Thầy/Cô một ngày vui vẻ.. . Em Như Quỳnh.",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu khiếu nại Học bổng khuyến khích của bạn. Bạn vui lòng theo dõi kết quả được trả lời sau ngày 21/07/2020 tại đây (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể gởi lại câu hỏi vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Cám ơn những góp ý, và phản hồi của bạn cho nhà trường, mong bạn chia sẻ và đồng hành cùng nhà trường.. . Chúc bạn học tập tốt nhé.. .",
            "Chào bạn,. . Theo [full_name] VỀ HỌC BỔNG KHUYẾN KHÍCH sinh viên không không thõa điều kiện để xét học bổng khuyến khích. . . . o  14 TC (nếu số TC của học kỳ được thiết kế theo CTĐT ≥ 14). . o  10 TC (nếu SV học vượt có số TCTLN ≥ 100% số TC của CTĐT tính đến học kỳ xét học bổng).. . . . HK191 Sinh viên đăng ký học 13 tín chỉ (không tính tín chỉ học dự thính) thì SV phải đạt 130 tín chỉ tích lũy nhưng sinh viên chỉ đạt 124 tín chỉ. . Thân",
            "Em cảm ơn Cô đã phản hồi.. . . . Vậy cho em hỏi trường hợp bạn [full_name], số tín chỉ tích lũy chỉ có 121 thì sao ạ. Em xin cảm ơn.. . . . [full_name]",
            "Em đăng ký 12 tín chỉ không tính tín chỉ dự thính vì học kỳ rồi em học chung môn Thực tập nhận thức, và theo quy định của nhà trường, sinh viên không được đăng ký quá 12 tín chỉ nếu học chung môn này.. . . . Em mong Cô có thể xem xét lại. Em xin cảm ơn ạ // [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dear Thầy, cô. . Em là sinh viên hệ VLVH thuộc khoa Điện-Điện tử khóa 2019, dù đã học được 2 học kỳ nhưng bây giờ em vẫn biết được kế hoạch giảng dạy chi tiết các môn học để em có thể sắp xếp thời gian học cho hợp lý hay cả số lượng môn mình phải học để đạt được yêu cầu của trường.. . . . Mong thầy cô giải đáp. .",
            "Chào bạn,. . Bạn có thể liên hệ tại Văn phòng Khoa để được tư vấn về chương trình đào tạo của bạn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em thấy trường nói môn Mác sẽ học vào học kì 201, không dạy ở học kì hè 193, nhưng em lỡ đăng kí vào kì hè rồi ạ, không biết là trường sẽ tự động hủy cho em hay em phải viết đơn xin hủy môn vậy ạ. Em cảm ơn.. . . .",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1927002  /b \t. . . .   i Học vụ . Em chào Thầy/Cô. . . . Em là sinh viên văn bằng 2 hệ chính quy, em có thắc mắc về điều kiện tốt nghiệp, bằng cấp, mong Thầy/Cô giải đáp giúp em :. .  . . + Thầy/Cô cho em hỏi em là văn bằng 2 hệ chính quy thì để tốt nghiệp em có cần ngày công tác xã hội như văn bằng 1 không ạ ?. . + Em nghe nói trường sẽ cấp bằng cử nhân thay vì kỹ sư cho k19 trở đi, vậy với văn bằng 2 khoá 2019 như của em có áp dụng như vậy không hay vẫn là bằng như trước? Và học phí của em từ năm 2021 có tăng như một số thông tin trên báo không ạ ? . . . . Em cám ơn Thầy/Cô",
            "Chào bạn,. . . . - Bằng 2 khi xét tốt nghiệp không xét ngày CTXH.. . - Cấp bằng cử nhân hay kỹ sư bạn phải hỏi khoa bạn. Ban chủ nhiệm khoa sẽ trả lời.. . . . - Hiện tại nhà trường chưa có thông báo chính thức về học phí 2021.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là hiện chuyên ngành của em bị đổi 1 số môn học, và hiện chưa update lên. Em muốn đăng ký học truóc 1 số môn ở hè mà chưa biết danh sách thì em phải làm sao ạ. ( em thuộc khoa kỹ thuật xây dựng (chất lượng cao) ạ)",
            "Chào bạn,. . . . Việc này bạn liên hệ với khoa, giáo viên chủ nhiệm để tư vấn cho bạn biết môn học  bạn đăng kí.. . . . Thân.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào các thầy cô, em là sv K19, đợt này em có đăng kí dự thính hè HK193 môn Pháp luật VN đại cương , được biết HK201 sẽ đổi mới phần lớn các môn chính trị như [full_name]-[full_name], không biết là em học trước môn PLDC có ảnh hưởng gì ko ạ, em cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  . . Kính gửi Phòng Đào tạo Trường Đại học Bách Khoa TP HCM,. . Em tên: [full_name], MSSV: [student_id].. . Hôm nay em gửi yêu cầu hủy môn học Thực tập kỹ thuật_MSMH: ME2085 sang môn Thực tập tốt nghiệp_MSMH: ME3261.. . Lý do là em đăng ký nhầm môn nhưng không kiểm tra và bị trễ hạn chỉnh sửa.. . Em mong Phòng Đào tạo xem xét và duyệt giúp em.. . Em xin cảm ơn và chúc sức khỏe!. . [full_name].",
            ". . [full_name]. Yêu cầu khác. . . . Kính gửi Phòng Đào tạo Trường Đại học Bách Khoa TP HCM,. . Em tên: Nguyễn Đình [full_name], MSSV: [student_id].. . Hôm nay em gửi yêu cầu hủy môn học Thực tập kỹ thuật_MSMH: ME2085 .. . Lý do là em đăng ký nhầm môn nhưng chưa xóa và bị trễ hạn chỉnh sửa.. . Em mong Phòng Đào tạo xem xét và duyệt giúp em.. . Em xin cảm ơn và chúc sức khỏe!. . [full_name].   . . . .",
            "Chào bạn,. . Bạn vui lòng làm đơn xin chuyển mã môn học, trình bày rõ lý do và có khoa xác nhận nộp đơn trực tiếp tại Phòng Đào tạo để được xem xét.. . Chúc bạn học tốt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là nếu sinh viên năm nhất tích lũy không đủ 28 tín chỉ thì có bị xử lý học vụ không ạ.em cảm ơn.",
            "Chào bạn,. . Nếu bạn không tính lũy được số tín chỉ theo quy định của năm nhất, thì bạn sẽ không được đăng ký môn học của năm 2.. . Bạn vui lòng tham khảo về quy định đăng ký MH tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 9. Đăng ký môn học. . Chúc bạn học tốt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là em có đăng kí tham gia chiến dịch Tiếp sức mùa thi năm nay thì làm sao để quy đổi thành ngày ctxh của trường ạ.",
            "Chào bạn,. . Vấn đề về ngày CTXH bạn vui lòng liên tại Văn phòng Đoàn Khoa của bạn hoặc văn phòng Đoàn Trường để được hướng dẫn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thầy cô cho em hỏi là em có đăng ký môn học mà em rút trước khi có thời khóa biểu vậy thì em có rút được hay không ạ ? Và nếu rút được thì có còn phải đóng tiền học cho môn rút ko ạ. Em cảm ơn",
            "Chào bạn,. . Rút môn học thì phải đóng học phí theo quy định nhé bạn, bạn vui lòng xem quy định rút môn học tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 11. Hủy, rút môn học/ 11.2 Rút môn học. . Rút MH trong 5 tuần đầu của học kỳ nhé bạn. . Chúc bạn học tốt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Vào đợt 1 em đăng ký 4 môn trong học kì hè 193, nhưng vì bị trùng giờ học nên đã bị bỏ 2 môn. Vào đợt 2 thì em muốn đổi môn 1 chỉ mà trường sắp thành 1 môn 4 chỉ đã bị loại bỏ nhưng không được. Cho em hỏi có cách nào để thay đổi môn học đã được xếp lịch trong học kì hè không ạ ? Em cảm ơn.",
            "Chào bạn,. . . . Đợt 3 chỉ cho bổ sung không cho huỷ môn học nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào PĐT . Học kì 192 này , em đóng trễ tiền học phí . Hạn chót ngày 2/7 nhưng ngày 9/7 em mới đóng . Cho em hỏi em có cần phải làm đơn trình bày lí do trễ học phí không ạ . Em cảm ơn ạ . .",
            "Chào bạn,. . Bạn vui lòng làm đơn trình bày đóng học phí trễ và nộp đơn tại Phòng Đào tạo nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1711231  /b \t. . . .   i Đăng ký môn học . Em muốn hỏi mình có đủ điều kiện đăng kí Thực tập tốt nghiệp không?. . Số tín chỉ tích lũy ngành là 79. . Số tín chỉ đang học kì chính là 12. . Số tín chỉ đang học dự thính là 4. . Điều kiện đăng kí TTTN là 93 tín chỉ.. . Nếu không đủ điều kiện em cần phải làm đơn như thế nào để vẫn thực tập được?. . Em xin cảm ơn ạ!",
            "Chào bạn,. . . . - Bạn vào xem :[full_name] [full_name] [full_name] - [full_name]P - Khóa 2017 . . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_62&tid=1768.. . . . Nếu không đủ tín chỉ thì không đăng kí được nhen.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là để đăng kí thực tập hè của khoa công nghệ vật liệu, bộ môn vật liệu polymer (mã môn MA2025) có phải đạt yêu câu gì không ạ?. . . .",
            "Chào bạn,. . . . Tôi chưa hiểu ý bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1920051  /b \t. . . .   i Học vụ . Gửi Thầy/Cô PĐT,. . . . Học kỳ 192 vừa rồi em có đăng ký môn học học kỳ chính 192, nhưng vì dịch Covid19 hoành hành, gia đình gặp khó khăn nên đã rút môn học. . . . . Tuy nhiên em lại chưa làm đơn Xin tạm dừng học kỳ để không bị đưa vào diện \"Tự ý nghỉ học\". Vì vậy mong Thầy/Cô cho ý kiến để giải quyết trường hợp của em.. . . . Em xin cám ơn. . . .  . . . .",
            "Chào bạn,. . Tình trạng hiện tại của bạn đang bị tạm dừng vì không có TKB.. . Bạn vui lòng làm đơn thu nhận lại để đăng ký môn học cho học kỳ tiếp theo.. . Thân",
            "Chào Cô,. . . . Tình trạng hiện tại của em đang bị tạm dừng học kỳ 201.. . . . Em muốn xin Cô giúp em được thu nhận lại để tiếp tục học cho kỳ sau 202.. . . . Em xin cám ơn nhiều.",
            "Chào bạn,. . . . Bạn làm đơn thu nhận  lại nộp PDT.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng đào tạo Trường Đại học Bách Khoa. . . . Ngày 14/7 và ngày 19/7, em có thi 2 môn Công nghệ oto và Hệ thông điện điện tử oto. Hiện tại em đang bị sốt xuất huyết phải nằm viện ở tỉnh Bến Tre để điều trị nên không thể đến trường dự thi được.. . . . Thầy/Cô cho em hỏi rằng em có thể thi lại khi xuất viện được không ạ.. . . . Mong được sự giải đáp của quý Thầy/Cô, em xin cảm ơn.",
            "Chào bạn,. . Đơn của bạn đã có 1 bạn sinh viên đến nộp thay cho bạn và đang đợi Ban Lãnh đạo duyêt đơn nhé, bạn có thể liên hệ với bạn của bạn để xem biên nhận đơn và ngày hẹn đến Phòng Đào tạo nhận kết quả trả lời nhé!. . Chúc bạn học tốt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name] MSSV [student_id], sinh viên K19 em có đăng kí môn học [full_name] vào học kì hè 193 nhưng này em mới biết là theo chương trình đào tạo K19 thì các môn triết học xã hội đến học kì 201 mới có chương trình giảng dạy chính thức nên bây giờ em muốn hủy môn học nhưng đợt 3 thì theo mail phòng đào tạo không được hủy môn vậy không biết Trường sẽ hủy cho bọn em hay bọn em phải giải quyết sao đây ạ.Mong Trường giải đáp giúp em. . Em xin cảm ơn",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Sau khi kết thúc đăng kí môn học đợt 2 thì nhà trường có gửi mail, trong đó có văn bản trả lời các câu hỏi của sinh viên.. . . . Thì trường có trả lời rằng H[full_name]193, [full_name]19 sẽ không được học môn Chính trị [full_name] - [full_name] (SP1031) vì môn học này đang được chỉnh sửa cho phù hợp với CTĐT, chỉ được triển khai vào H[full_name]201. Mà lúc đó thì đã hết đợt 2 rồi nên không rút môn được, trong khi đó đã có rất nhiều bạn [full_name]19 đăng kí môn SP1031 này (vì các bạn đã nghe thầy nào đó nói là [full_name]19 sẽ có học mã SP1031). . . . . Em gửi mail này để mong Phòng Đào tạo có thể mở một đợt rút môn học để sinh viên [full_name]19 có thể rút môn và không mất tiền oan được không ạ? . . . . Vào buổi gặp mặt giữa sinh viên và các thầy trong trường. Một thầy ở bên PĐT có nói là PĐT sẽ tự động hủy môn SP1031 cho các bạn [full_name]19 mà đến giờ em thấy vẫn chưa hủy nữa, trong khi mai là đăng kí đợt 3 rồi, mà đợt 3 lại không được rút môn nữa ạ.. . . . Em mong PĐT có thể mở một đợt rút môn hoặc bên PĐT có thể tự động rút môn cho các bạn [full_name]19 khỏi môn SP1031 này, em cám ơn thầy cô rất nhiều ạ. . . . . Mong thầy, cô đọc được có thể trả lời sớm để tụi em đỡ lo lắng về vấn đề này ạ. Em xin cám ơn.. .",
            "Chào bạn. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi sao em không thể đăng kí môn giải tích 2 ở kì hè đợt 3 này vậy ạ",
            "Chào bạn,. . . . Môn giải tích 2 đã full sỉ số không tăng được nữa.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Do giảng viên môn VLBD có yêu cầu lập nhóm làm btl trên bkel nhưng em lại không biết cách, nhà trường có thể hướng dẫn em không ạ ?. . . .",
            "Chào em. . Em liên hệ trực tiếp giảng viên giảng dạy để Thầy/Cô hướng dẫn nghen bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thầy cô cho em hỏi là khi em điền thông tin cá nhân trên BK Pay em có thấy mục : . . Mã số thuế TNCN , em không biết phải điền gì vào đây, mong thầy cô giải đáp giúp em ạ                             . . . . Em xin cảm ơn. . . .",
            "Chào bạn,. . Bạn nhận được thông tin cập nhận mã số thuế TNCN ở đâu vậy? Vui lòng chụp hình gửi đính kèm để Phòng Đào tạo kiểm tra nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Vừa rồi em nhận được mail, tạm ngưng xet điều kiện av, em chưa qua av1 nhưng kì dự thính hè này em không định đăng kí dự thính av1 trong trường, khi nhà trường tổ chức các đợt kiểm tra tiếng Anh định kì nếu em thi trên 350đ thì có được tính là qua av1 để đang kí môn học ở năm 2 không ạ.. . Bao lâu thì trường nới mở các đợt kiểm tra Anh văn nữa ạ.. . Sang học kì sau thì chuẩn av1 của K19 em có còn ở mức 350đ hay tăng lên theo khóa K20.. . Em xin cảm ơn!. .",
            "Chào bạn. . - Trước tiên Bạn xem chi tiết quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . - Khi nào Trường tổ chức thi anh văn định kỳ sẽ thông báo qua mail cho sinh viên. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . bây giờ em lập đơn mở lớp thể dục được không ạ?",
            "Chào bạn,. . . . Đã hết hạng nhận đơn mở lớp rồi bạn. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào Thầy/Cô cho em xin hỏi vào 10h00 13/7( hôm nay ) pdt có mở đăng ký môn học HK dự thính hè 193 đợt 3 đợt đăng ký môn học bổ sung có nói là chỉ được đăng ký thêm mà giờ em có ý định rút 1 môn học để đăng ký 2 môn học khác vì 2 môn học khác này rất khó mở lớp liệu em có rút môn và đăng ký lại được không ạ . Mong được sự giải đáp của Thầy/Cô em xin cảm ơn",
            "Chào bạn,. . . . Đợt 3 DKMH chỉ cho bổ sung học, không huỷ môn học được nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi : Phòng Đào Tạo Đại học Bách Khoa. . Em là [full_name] MSSV [student_id]. . Khoa Bảo Dưỡng Công Nghiệp. . Em viết đơn này xin trình này một việc như sau : tính đến thời điểm hiện tại thì đã hoàn thành gần như là xong các môn học. Tuy nhiên em còn nợ lại hai môn là anh văn 4 và pháp luật đại cương. Hiện tại thì em đã đăng ký được pháp luật đại cương, còn anh văn 4 ( mã 003004) thì đã đầy sĩ số. Nay em viết đơn này xin Phòng Đào Tạo xem xét tăng sĩ số tạo điều kiện cho em được đăng ký môn học và em có thể ra trường trong đợt tới.. . Trong khi chờ đợi sự chấp thuận của Phòng Đào Tạo em xin chân thành cảm ơn.. . . .",
            "Chào bạn,. . . . Tăng sỉ số bạn liên hệ trực tiếp PDT nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã đăng kí môn Giải tích 3 - MSMH: 006725 vào đợt 1 đăng kí môn dự thính hè chính quy (Bảng đăng kí trong hình đính kèm) nhưng chưa có kết quả + TKB.. . . . Hiện tại một số bạn của em đăng kí môn này trong \"đăng kí dự thính hè đợt 2\" đã có kết quả + TKB và học lớp của thầy [full_name].. . . . Em xin hỏi tại sao em đăng kí đợt 1 không có kết quả. Nếu có sai sót em xin thầy/cô điều chỉnh giúp em để em có thể học môn Giải tích 3 học kỳ hè này.. . . . Em xin cảm ơn",
            "Chào bạn,. . . . Bạn vào kiểm tra kết quả đăng kí môn học nhen.. . . . Thân.. . . . . . . .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào cô ạ!. . Cô ơi hè này em bận đi thực tập cả hè mà bữa em lỡ đăng kí môn anh văn 2 mà đợt 2 em quên hủy, vậy bây giờ có cách nào để hủy được không cô , mong cô giúp đỡ ạ ,em cảm ơn cho nhiều lắm.. .   i Đăng ký môn học .",
            "Chào bạn,. . . . Đợt 3 không cho huỷ môn học nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy(cô) phòng đào tạo, lần trước em đã gửi mail cho bên xưởng thực tập điện và nhận được rằng sẽ có mở lớp thực tập điện 2 (EE3023) trong đợt đăng kí tiếp theo, em mong bên phòng đào tạo có thể mở lớp.Em xin cảm ơn.. .   i Đăng ký môn học .",
            "Chào bạn,. . . . - Bạn hỏi lại bên xưởng nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Ở đợt 2 đăng kí môn học em đã đăng kí môn Giải tích 1 , nhưng khi em kiểm tra ở đợt thứ 3 thì lại không hiện môn Giải tích 1 trong mục đăng kí . Vậy cho em hỏi em có bị mất kết quả đăng kí không ạ ? Em xin cảm ơn",
            "Chào bạn,. . . . Bạn liên hệ văn phòng đào tạo quốc tế để tư vấn cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hồi đợt 1 với 2 tụi em có đăng kí môn Triết học [full_name] [full_name] [full_name] mã môn SP1031 nên tụi em ko kịp đăng kí môn Pháp luật đại cương SP1007 vì đủ sĩ số, mà giờ nhà trường lại thông báo ko mở lớp hè môn SP1031, pđt có thể mở thêm 1 lớp PLĐC SP1007 ko ạ.",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Môn SP1007 đã full sỉ số không tăng được nũa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi nhà trường. . Hiện giờ em và 1 số bạn đang có nhu cầu học. . môn Pháp Luật lớp DT01 . . Em mong muốn nhà trường nếu có thể tăng sỉ số lớp DT01 không?. . Em chân thành cảm ơn thầy cô.. . Mong nhà trường phản hòi em sớm nhất có thể. .                                 Trân trọng.",
            "Chào bạn,. . . . Đã full sỉ số không tăng được nữa nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ xin cho em hỏi về việc k19 đăng kí môn học mác lê với mã môn sp1031 vào học kì hè 193 là sau khi đóng đăng kí đợt 2 thì có thông tin là không k19 chưa học môn này vào kì 193 vì chưa soạn lại bài kịp và sẽ học vài kì 201 vậy pđt có hủy giúp tụi em được không ạ vì qua đợt 3 không được hiệu chỉnh ạ! Em cảm ơn ạ!",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi nếu bây giờ em muốn học một môn chính trị chung với môn thực tập ME2017 thì em điền vô tờ đơn của khoa xin học. Vậy thì trên ĐKMH em có cần đăng ký nữa không, hay trên ĐKMH em chỉ cần đăng ký môn thực tập, còn môn kia thì để PĐT, sau khi em gửi đơn, sẽ tự xếp cho em",
            "Chào bạn,. . . . Bạn vào đăng kí nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em chào thầy cô ạ!. . em  tên là Đàm  Lê  Ngọc  Hợp, MSSV: [student_id], Vì không kịp đăng kí môn học Vật lý 1 PH1003 nên những lớp còn trống em bị trùng thời khóa biểu, do đó em xin pđt mở thêm sĩ số lớp DT03 môn PH1003 ạ! Em xin cảm ơn thầy cô!. .",
            "Chào bạn,. . . . Đã full sỉ số không tăng được nữa nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa Thầy/ Cô, em muốn xin mở rộng sĩ số lớp Đại số tuyến tính (MT1007)thêm 1 thành viên vì lớp đã đầy.. . MSMH: MT1007.. . Mã nhóm lớp: DT02_DT02.. . Thêm 1 thành viên.. . Em xin cảm ơn Thầy/Cô.",
            "Chào bạn,. . . . Đã full sỉ số không tăng được nữa nhen.. . . . Thân.",
            "Đăng ký môn học . Dạ thưa Thầy/ Cô, em muốn xin mở rộng sĩ số lớp Giải tích 1 (MT1003) thêm 2 thành viên vì lớp đã đầy.. . MSMH: MT1003.. . Mã nhóm lớp: DT02_DT02.. . Thêm 2 thành viên.. . Em xin cám ơn Thầy/Cô.",
            "Chào bạn,. . . . Đã full sỉ số không tăng được nữa nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] [full_name] [full_name] Chào thầy(cô),[full_name] [full_name] Em tên [full_name],mssv [student_id], khoa quản lý công nghiệp[full_name] Em muốn hỏi các vấn đề như sau:[full_name] [full_name] - Theo em được biết, k19 không thể học môn Triết học [full_name] -sp1031, nhưng chúng em đã lỡ đăng ký rồi và không được xóa trong đợt 3, vậy nếu vẫn học có được tính vào tín chỉ không ạ[full_name] [full_name] - Do thời khóa biểu của môn Triết học [full_name] trùng với 1 môn khác trong hè mà em muốn đăng ký trong đợt 3, vậy nếu e muốn hủy môn [full_name] thì phải làm sao ạ vì đợt 3 không được hủy môn[full_name] [full_name] Cảm ơn thầy(cô)[full_name] [full_name] [full_name]",
            "Chào bạn,. . . . - Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . - Đợt 3 chỉ cho bổ sung không cho huỷ môn học.. . . . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ, trong HK hÈ 193 này em có đợt thực tập tốt nghiệp, do quên nên chỉ ĐK môn học khác trước giờ tới đợt hiểu chỉnh 3 em mới ĐK, trong danh sách thì em vẫn ĐK được và thỏa điều kiện. Nhưng theo em tìm hiểu là TTTN hè không đăng ký môn khác được, nếu trùng thời khóa biểu tuy nhiên HK Hè 193 học online nên em không rõ. Vậy xin cho em hỏi, em có bị xóa môn TTTN sau khi có thời khóa biểu không ạ, và nếu bị xóa em có thể làm đơn rút môn học đã đăng ký trước đó để giữ môn TTTn không ạ?. . Em xin cảm ơn.",
            "Chào bạn,. . . . - Bạn xem lại thông báo, học kỳ hè học trực tiếp và hangout thôi nha bạn.. . . . - Thời gian này đã hết thời hạn rút môn học rồi nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô, thầy/cô cho em hỏi năm nay em học chương trình năm 3 và kì hè này thực tập tốt nghiệp, vậy trong khi đăng kí môn thực tập em có được đăng kí thêm các môn khác không. vì em thấy các bạn cùng lớp có thể đăng kí thêm các môn khác lên tới 7 tín chỉ mà sau đợt 2 vẫn chưa bị hủy. . . Mong thầy/cô giải đáp thắc mắc giùm em?. . Em chân thành cám ơn!",
            "Chào bạn,. . . . Bạn vẫn đăng kí được bình thường nếu không trùng Tkb. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy(cô). . Em tên [full_name], mssv [student_id], khoa quản lý công nghiệp. Em muốn hỏi cách để huỷ môn Triết học [full_name] (sp1031) mà em đã đăng ký trong đợt 2 vì em muốn đăng ký môn Máy tính trong kinh doanh (im1011) trong đợt 3 nhưng bị trùng lịch với môn [full_name]. . Cảm ơn thầy cô,. . [full_name]",
            "Chào bạn,. . . . - Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . -Đợt 3 không cho huỷ môn học.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn đăng kí học lớp DT01_DT01 môn xác suất thống kê MT2013 nhưng đã đủ chỉ số . Em muốn xin tăng sỉ số môn đó ạ hay đăng kí dùm em cũng được ạ. . . .",
            "Chào bạn,. . . . Hiện tại môn MT2013  đã full sỉ số không tăng được nữa.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . [full_name]ính gửi Quý Thày Cô,. . . . Trong đợt đăng kí học kì hè H[full_name]193 này em có đăng kí môn Triết học [full_name]-[full_name] (SP1003). Qua hội thảo vừa rồi em được biết [full_name]19 sẽ không được học môn này nhưng Đợt đăng kí bổ sung 3 PĐT không xóa môn học của em.. . Nay Quý Thày Cô cho em hỏi em sẽ học và được tính tích lũy bình thường hay học mà không tính và nếu học không tính tích lũy thì em rút môn vẫn phải đóng học phí theo quy định hiện hành phải không?. . Em mong nhận được sự phản hồi từ Quý Thày Cô.. . . . Chân thành cảm ơn,. . [full_name]",
            "*Đính chính:. . (SP1031)",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn đăng kí môn pháp luật sp1007 lớp DT01 nhưng đã đủ chỉ số không đăng kí được . PĐT có thể đăng kí giúp em không ạ . em xin cảm ơn. . . .",
            "Chào bạn,. . . . Đã tăng sỉ số môn này, bạn vào đăng kí nhen.. . . . Thân.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào anh/chị!. . Em đã đăng kí môn học Kỹ thuật số (EE1015) ở Học kỳ 1 (2018-2019).Sao hệ thống nói là em chưa học môn này và hủy đăng kí môn học của e ạ. .",
            "Chào bạn,. . . . Bạn kiểm tra cổng thông tin sinh viên nhen, môn EE1015 học kỳ 1 (2018-2019) không có TKB. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy cô. . Em tên [full_name], MSSV [student_id]. . Dạ em được biết môn Triết học Mac[full_name]Lenin (SP1031)  hè này không mở lớp nhưng đợt 2 em có đăng kí môn này và hiện tại môn học này vẫn chưa được xoá. Em muốn huỷ môn Triết học Mac[full_name] Lenin để đăng kí môn Máy tính trong kinh doanh (IM1011) vì môn Triết học trùng lịch với môn Máy tính trong kinh doanh ạ.. . Em cảm ơn thầy cô. . [full_name].",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT ĐH bk. . . . Sinh viên: [full_name] [student_id]. .   B Nội dung:. . Vào đợt thi Chuẩn anh văn 12/2019 e đạt 440 điểm đủ điều kiện qua môn anh văn 2 và đăng ký anh văn 3. Tuy nhiên đợt đợt đăng ký môn học dự thính hè 3, em không được cập nhật điểm.. . . . Em mong sẽ được giải quyết sớm vì anh văn ảnh hưởng trực tiếp đến tiến độ học tập.",
            "Chào bạn,. . . . Đợt thi 12/2019 này chỉ xét chuẩn anh văn sau các năm nha bạn, bạn xem lại qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn đăng kí môn học phương pháp tính MT 1009 . PĐT có thể tăng sĩ số giúp em không ạ . em cảm ơn. . . .",
            "Chào bạn,. . . . Đã tăng sỉ số môn học, bạn vào đăng kí nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng khuyến khích . Em tên là [full_name]. . Mssv: [student_id]. . Dạ cho em hỏi về vấn đề số tài khoản để nhận học bổng. Khi vào trường có phải ngân hàng đã mở Tài khoản và cấp số TK riêng cho Sinh viên phải không ạ ? Vì em chưa có thẻ ngân hàng nên em không biết xem Số tài khoản ở đâu? Và nhà trường có thể cho em dời lịch cập nhật thông tin cá nhân trên BKpay để nhận học bổng được không ạ ?. . Em Xin cảm ơn!. . . . . .",
            "Chào bạn,. . Bạn vui lòng liên hệ gặp [full_name] - Phòng kế hoạch Tài chính để hỏi về việc cập nhật số tài khoản, nhưng hiện tại chưa có danh sách học bổng chính thức nhé bạn. Nên không biết bạn xem thông tin yêu cầu cập nhật số tài khoản ở đâu. . Thân",
            "Em tên là [full_name]. . Mssv: [student_id]. . Dạ cho em hỏi về cấn đề số tài khoản để nhận học bổng. Khi vào trường có phải ngân hàng đã mở Tài khoản và cấp số TK riếng cho Sinh viên phải không ạ ? Vì em chưa có thẻ ngân hàng nên em không biết xem Số tài khoản ở đâu? Và nhà trường có thể cho em dời lịch cập nhật thông tin cá nhân trên BKpay để nhận học bổng được không ạ ?. . Em Xin cảm ơn!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . E tên [full_name] [student_id]. . Dạ cho e hỏi. điều kiện thực tập tốt nghiệp k17 của khoa Kĩ thuật Xây Dựng ạ.. . Tổng số chỉ tính luôn kì này e đc 91 chỉ (  yêu cầu 90 chỉ ). . Vậy sao e đăng kí k dc thực tập ạ??. .",
            "Chào bạn, . . . . Bạn xem chuẩn tín chỉ để đăng kí TTTN đối với khoá 2017 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_62&tid=1768.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô,. . . . Lúc trước em có nghe nói là môn Mác khóa K-19 sẽ đổi thành ba môn khác nhau, và theo một số bạn chia sẻ thì đó là các môn SP1031, SP1033,... nên kì dự thính 193 này em đã đăng kí môn SP1031 là Triết học Mác Lê-nin nhưng gần đây em nghe nhiều bạn tham gia diễn đàn sinh viên bảo rằng không mở đăng kí môn Mác cho K19 nhưng kì dự thính này chúng em vẫn đăng kí được.. . . . Vậy em xin được phép hỏi thầy/cô là các mã môn học mới chúng em được cung cấp có đúng là mã môn mới áp dụng cho K-19 chưa ạ?. . . . Em xin cảm ơn quý thầy/cô và mong nhận được hồi đáp.",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em đã hỏi về việc em đã nộp bằng anh văn 310₫ mà khi đăng kí môn học anh văn 1 e vẫn bị điều kiện là thiếu anh văn cơ bản . đợt 1 bị xoá em có hỏi thì pdt nói sẽ xem xét ở đợt này và cuối cùng là em vẫn bị xoá anh văn 1 lí do là thiếu anh văn cơ bản. Vậy là dù e có nộp bằng ngoài vẫn phải học anh văn cơ bản ạ",
            "Chào bạn,. . . . Bạn ghi rõ mã môn học anh văn 1, mã nhóm. Để PDT đăng kí cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là: Lê Phan Gia Nghiêm. . Mã số sinh viên: [student_id]. . Lớp: VP17VT.. . . . Em xin kính chào phòng đào tạo,. . Hiện tại em đã đăng ký các môn học cho học kỳ hè (193) nhưng do em vừa nhận được thông tin từ Văn phòng đào tạo Việt - Pháp là môn Hóa học (601701) mà em chưa qua ở HK181 mở môn lần sau cùng ở hè này (xem như đợt vét và sau này không mở nữa vì chương trình đạo tạo cho K19 đã đổi).. . . . Chính vì vậy em kính mong phòng đào tạo tạo điều kiện, hỗ trợ cho em được HỦY đăng ký 2 môn học THIẾT BỊ & CẢM BIẾN (404704) và môn CẤU TRÚC DỮ LIỆU NÂNG CAO (501704) để có thể đăng ký môn HÓA HỌC (601701). (vì môn 404704 và 501704 trùng lịch trên TKB của môn 601701 và bị quá 12 chỉ).. . . . Em kính xin phòng đào tạo tạo điều kiện và hỗ trợ em ạ, . . Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . Việc này bạn làm đơn nộp gấp  PDT nhen.. . . . Thân.. . . ."
        ]
    }
]