[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hôm qua em có làm bài kiểm tra 15 phút môn Cơ lưu chất lớp L04 trên e-learning tuy nhiên khi kết thúc bài kiểm tra thì điểm số của em không giống như đáp án. Mong nhà trường kiểm tra lại điểm giúp em ạ. . . Em xin cảm ơn",
            "Chào bạn,. . . . Việc này bạn liên hệ với giáo viên giảng dạy nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em là sinh viên k19 khoa cơ khí, ngành cơ khí- cơ điện tử. . em muốn đầu năm 2 tham gia chương trình VJEP, em được tham gia không ạ?",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Thông tin chương trình VJEP ở đâu?, bạn liên hệ nơi đó nhé. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ chào thầy(cô),. . Em có thắc mắc là theo như thông báo của trường là phải xem tất cả các video bài giảng, và làm kiểm tra online để đủ điều kiện thi giữa và cuối kỳ. Nhưng em có một số môn em vô video cả 4 5 lần rồi mà vẫn không xem được video tiếp theo, em cũng đã phản hồi lên giảng viên phụ trách môn đó, và nhận được câu trả lời là do lỗi hệ thống. Vậy bây giờ em không xem được thì có bị cấm thi không ạ.. . Em cám ơn đã đọc và mong nhân được phản hồi ạ.. . . .",
            "Chào bạn,. . . . Việc cấm thi do giáo viên giảng , PDT không can thiệp vào.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT , . . Dạ do sơ suất nên em chưa kịp hoàn thành 1 bài kiểm tra trắc nghiệm trên e-learning của môn Đường lối . . . . . Như vậy em có đủ điều kiện dự thi cuối kì của môn Đường lối không ạ ?",
            "Chào bạn,. . . . Việc này bạn trao đổi với giáo viên giảng dạy nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy cô. . Vì lý do cá nhân em không thể tham gia buổi lễ tốt nghiệp tại trường vào 10/7/2020, như vậy có ảnh hưởng gì đến bằng tốt nghiệp của em không và một thời gian sau thì em có thể vào trường để lấy bằng tốt nghiệp được không ạ.Mong thầy cô tư vấn giúp.. . Em cám ơn.. .",
            "Chào bạn,. . . . Bạn có thể lấy bằng sau đó vẫn được.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Quý thầy cô!. . em là sinh viên [full_name] hiện đang học lớp CD15HTDL mã số sinh viên là [student_id].. . Vào ngày 12/5/2020 em có làm đơn xin hủy miễn những môn không nằm trong chương trình đào tạo và nộp đơn xin miễn môn bổ sung cho môn học :. . - 407820: HT máy tính và ngôn ngữ C . . . . và em có gửi đính kèm bảng điểm của em học bên trường CAO ĐẲNG ĐIỆN LỰC THÀNH PHỐ HỒ CHÍ MINH nhưng đến nay chưa nhận được phản hồi. . . Em có một bạn học chung lớp này và cũng học cùng ngành và cùng trường bên CAO ĐẲNG ĐIỆN LỰC , cùng chương trình học nhưng được xét miễn môn trên.. . . . Đến ngày 20/5/2020 em có gọi điện hỏi phòng đào tạo thì Thầy [full_name] báo là đang giải quyết chưa xong. vì có nhiều đơn cần phải giải quyết. Thầy có nói là sẽ lưu ý trường hợp của em vì chỉ còn xét miễn môn này là em sẽ được xét tốt nghiệp đợt này. Nhưng đến nay vẫn chưa có kết quả thưa thầy.. . Kính mong thầy xem xét giúp đỡ cho chúng em kịp tốt nghiệp đợt này. Em xin chân thành cảm ơn thầy và kính chúc Quý thầy cô nhiều mạnh khỏe, công tác tốt!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Bạn liên hệ PDT phòng 201A4, gặp thầy [full_name] để giải quyết cho bạn nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thân gửi thầy(cô)!. . . . Hiện là em muốn   B đổi tên  /B  gmail trường là   I [email]  /I  sang tên khác là   I [email]  /I  có được không ạ?. . Em xin cảm ơn!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Tên mail đã đăng kí nên không đổi được nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác. . Năm học kì sau em đóng lệ phí in bảng điểm được không ạ( do có 53K nên học kì sau đóng chung với học phí luôn)?. . Như vậy ngoài việc trừ điểm rèn luyện thì còn bị cái gì khác nữa không? . . Em cảm ơn",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Bạn không đóng tiền in bảng điểm, thì bảng điểm sẽ không in được nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy cô,. . . . Em đang là sinh viên hệ VLVH, hiện tại em muốn bảo lưu kết quả học tập của em để sau này học tiếp. Vì lý do sau mùa dịch COVID và lý do gia đình. Không biết em có thể bảo lưu được không? và cần chuẩn bị những gì?. . Mong thầy cô tư vấn giúp em.",
            "Chào bạn,. . . . Bạn làm đơn tạm dừng nộp PDT, thời gian tạm dừng chỉ có 1 năm nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là năm nay trường có xét học bổng khuyến khích học tập cho hk191 ko ạ. Em xin cảm ơn ạ",
            "Chào bạn,. . . . Có bạn, khoảng giữa tháng 7 này sẽ công bố danh sách nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Tài khoản ngân hàng của em bị khoá. . cần phải có chứng minh nhân dân mới mở khoá được . . mà em lại làm mất chứng mình nhân dân rồi. . mai lại là hạn chót đóng học phí . . trường mình có cách đóng học phí khác không ạ ?. . Cảm ơn thầy cô",
            "Chào bạn,. . . . Bạn có thể  đóng học phí tại  ngân hàng OCB nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Ở hk192 vì một số lý do nên em xin tạm dừng ở học kỳ này và em đã đăng ký thu nhận lại ở hk193. Nhưng ở địa phương em đang yêu cầu gấp giấy xác nhận sinh viên để tạm hoãn nvqs nhưng ở học kỳ này em không đăng ký được phải đợi đến học kỳ sau.. . Vậy có cách nào giúp em có được giấy sớm nhất có thể không ạ?. .   i Yêu cầu khác .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Ngày 3/7 này là đợt đăng kí dự thính hè, bạn đăng kí môn học, có TKB thì mới in giấy xác nhận sv được nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi PĐT cập nhật DS TN chính thức chưa ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Nếu bạn có trong danh tốt nghiệp dự kiến và đã đóng lệ phí tốt nghiệp 95.000, thì bạn đã có trong danh sách tốt nghiệp đợt 1.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi học bổng khoa Việt Pháp học kỳ này sao cả lớp đa số các bạn đều đã có nhưng em chưa có vậy ạ ? Em học lớp VP2018-01 ạ .. .",
            "Chào bạn[full_name] [full_name] Bạn này không có khai báo số tài khoản trên trang bkpay nên phòng KHTC không thể chuyển tiền[full_name] Bạn iên hệ anh [full_name] phòng KHTC [full_name] [full_name] [full_name]ân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là khi phân ngành,nếu em không đủ điểm tb tích lũy vào ngành mà em mong muốn thì còn cách nào khác để được xét vào ngành đó không ạ? Nếu mà học trái ngành thì em sợ sẽ không có động lực học tập, trau dồi ạ. Em xin cảm ơn!",
            "Chào bạn,. . . . Việc phân ngành bạn liên hệ ở khoa để được tư vấn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Trang BKPay của trường 2 ngày nay không vào được ạ. Ngày mai là hết hạn đóng tiền. Cho em hỏi nếu đóng trễ có bị cảnh cáo hay trừ điểm rèn luyện không ạ. .",
            "Chào bạn,. . . .  Bạn phải lo đóng sớm, đến hạn chót đóng học phí bạn các bạn ồ ạc đóng nên mạng chậm. Các bạn rút kính nghiệm việc này. . .  Bạn đóng học phí  trực tiếp tại ngân hàng OCB nhé.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy cô cho e hỏi, em là sinh viên năm 4 , sắp thực tập tốt nghiệp, do là em thực tập ở công ty của thầy hướng dẫn luôn, nên thời gian khá là thoải mái. Em muốn đăng ký học dự thính hè thì phải làm sao ạ. Vì thời khóa biểu thực tập đã mặc định là full.",
            "Chào bạn,. . . . Đợt 2 này bạn vào đăng kí thử nhé, nếu đăng kí không được thì bạn làm đơn nộp PDT, đơn có dự đồng ý của khoa và cơ quan bạn thực tập.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Học vụ  /i [full_name] [full_name] [full_name] [full_name] Dạ phòng đạo tạo cho em hỏi, do hệ thống bảo trì nên không thể vào bkpay đóng học phí được ạ[full_name] Mà hạn chót đóng học phí vào 2/7[full_name] Vậy như v em phải làm sao ạ[full_name] Phòng đào tạo có gia hạn thêm thời gian đống học phí không ạ? Em cảm ơn! [full_name] [full_name] [full_name]!",
            "Chào bạn,. . . .  Bạn phải lo đóng sớm, đến hạn chót đóng học phí bạn các bạn ồ ạc đóng nên mạng chậm. Các bạn rút kính nghiệm việc này. . .  . . Bạn đóng học phí  trực tiếp tại ngân hàng OCB nhé.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Không thể thanh toán học phí thông qua bk pay do quá tải. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . .  Bạn phải lo đóng sớm, đến hạn chót đóng học phí bạn các bạn ồ ạc đóng nên mạng chậm. Các bạn rút kính nghiệm việc này. . .  Bạn đóng học phí  trực tiếp tại ngân hàng OCB nhé.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô ạ.. . Cho em hỏi học kỳ dự thính hè  học kỳ 193 được dạy trực tiếp tại trường hay học livestream ạ?. . Em cảm ơn.",
            "Chào bạn,. . . . Việc này PDT có gởi mail thông báp cho sv, bạn xem lại thông báo nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . em chào thầy cô ạ. . . . hiện tại em chỉ nhận được lịch thi cuối kỳ của các môn học dự thính. còn các môn học ở HK chính thức em chưa có. em phải làm như thế nào hay chờ đến khi có lịch thi ạ. . . . em cảm ơn thầy cô. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Đã cập nhật lịch thi hết rồi nha bạn, lịch thi lệ vừa làm vừa học bạn xem trên Mybk:. . https://mybk.hcmut.edu.vn/my/index.action --- Ứng dụng chung----- mục thứ 12 (xem lịch thi hệ VHVL).. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "I Yêu cầu khác: Dạ cho em hỏi bkpay bị lỗi với ngân hàng không đóng học phí được thì pdt có thể dời hạn đóng học phí 192 đợt 2 được không ạ",
            "Chào bạn,. . . .  Bạn phải lo đóng sớm, đến hạn chót đóng học phí bạn các bạn ồ ạc đóng nên mạng chậm. Các bạn rút kính nghiệm việc này. . .  Bạn đóng học phí  trực tiếp tại ngân hàng OCB nhé.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cô ơi! Chỉ em cách đóng học phí với, em đóng hôm qua giờ mà chưa được. Quá thất vọng với BKPAY, cứ đến đợt đóng học phí lại thất vọng",
            "Chào bạn,. . . .  Bạn phải lo đóng sớm, đến hạn chót đóng học phí bạn các bạn ồ ạc đóng nên mạng chậm. Các bạn rút kính nghiệm việc này. . .  Bạn đóng học phí  trực tiếp tại ngân hàng OCB nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em không vào được bkpay từ tối hôm qua rồi ạ. Nay hết hạn đóng tiền rồi, mong phòng đào tạo giải quyết ạ.. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Các bạn không đóng sớm, đến gần ngày hết hạng đóng học phí các bạn ồ ạc đóng tiền nên mạng chậm. Việc này các bạn rút kinh nghiệm nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi cô(thầy). .  Đợt đăng kí môn học kì hè lần 1 em ko biết nên chưa đăng kí môn nào, vậy thì cho em hỏi là đợt 2 này (3/7/2020) em có được đăng kí bất kì môn nào không.. .  Em cám ơn cô(thầy)",
            "Chào bạn,. . . . Đợt 2 này bạn được đăng kí môn học . Bạn vào đăng kí nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi PĐT. Em tên [full_name], MSSV [student_id]. Đầu năm học, khi đi đóng tiền nhập học em có đóng đầy đủ tiền BHYT. Vì BHYT của em được địa phương cấp và vẫn còn hạn sử dụng, em đã nộp bản photo của BHYT về KTX và được trạm Y tế KTX thông báo sẽ được hoàn tiền vào đầu tháng 1. Bây giờ là tháng 7 nhưng em vẫn chưa nhận được phần tiền hoàn ạ. Em muốn biết nhà trường đã hoàn tiền BHYT chưa ạ? EM hi vọng sẽ sớm nhận được câu trả lời ạ. Em xin chân thành cảm ơn.. .",
            "Chào bạn,. . . . Bạn liên hệ với phòng Công Tác Chính Trị sinh viên.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi hôm nay hết hạn học phí,mà trên bkpay không vào được,em không thông toán được,có cách nào khắc phục không ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . .  Bạn phải lo đóng sớm, đến hạn chót đóng học phí bạn các bạn ồ ạc đóng nên mạng bị quá tải. Các bạn rút kính nghiệm việc này. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "BKPay bị lỗi . Chào thầy cô,. . . . Em đăng nhập vô trang bkpay để thanh toán học phí mà không được.. . Nhờ thầy cô liên hệ với phòng IT để sửa.. . Em xin chân thành cảm ơn.. . . . Thân.. .",
            "Chào bạn,. . . . Bạn vào đóng tiền lại nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Từ tối ngày 1-7 đến hiện tại vẫn không vào được BKPay ạ, hoặc may mắn vào được nhưng ocb không cho thanh toán. Trường cho em hỏi là trong trường hợp này nên xử lý như thế nào ạ? Việc đến ngân hàng đóng học phí trực tiếp là không được vì nơi em đang ở không có chi nhánh ocb. Em xin cảm ơn.",
            "Hiện tại em đã thanh toán được, em xin cảm ơn nhà trường ạ",
            "Chào bạn,. . . . Hiện tại, Bkay đã  khắc   phục  bạn vào đóng lại   nhé.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Nay bkpay bị nghẽn mạng thì cho em hỏi em đóng trễ hạn ngày hôm nay thì có bị sao không ạ..em xin cảm ơn...tại em nghe nói là bị hủy kq kì",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Hiện tại, Bkay đã  khắc   phục  bạn vào đóng lại   nhé.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là hiện tại hệ thống BKPay đang bảo trì, em không biết là còn cách nào khác để giúp em thanh toán học phí ạ",
            "Chào bạn,. . . . Hiện tại, Bkay đã  khắc   phục  bạn vào đóng lại   nhé.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí . Em chào thầy cô ạ.. . Em có câu hỏi về đóng học phí đợt 2 K19 ạ.. . Hôm nay 2/7/2020 là ngày hết hạn đóng học phí đợt 2. Nhưng em ngồi đợi từ hôm qua (1/7) trang BKPay vẫn không vào được ạ. Em có hỏi các bạn khác, thì nhiều bạn cũng gặp tình trạng giống vậy ạ.. . Thầy cô cho em hỏi nhà trường có gia hạn thời gian đóng học phí hay không ạ?. . Em xin cảm ơn rất nhiều ạ.. . Thân. . . . . .",
            "Chào bạn,. . . . Hiện tại, Bkay đã  khắc   phục  bạn vào đóng lại   nhé.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là em lên bkpay để đóng tiền nhưng không lên được trang và không hoàn thành đóng học phí đúng hạn được. Vậy trường có gia hạn lại thời gian không ạ? Có rất nhiều bạn không đăng nhập vào bkpay từ chiều hôm qua được ạ.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . .  Bạn phải lo đóng sớm, đến hạn chót đóng học phí  các bạn ồ ạc đóng nên mạng bị quá tải. Các bạn rút kính nghiệm việc này. . . . . PDT đang khắc phục việc này.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào anh/ chị! Em tên [full_name] K16 lớp xây dựng clc. . . Em có câu hỏi là: Em được biết một vài trường hợp được xét miễn học giáo dục quốc phòng. Em năm nay 30 tuổi, hiện tại vợ và con em là người quốc tịch Úc. Em về nước năm 2015 và theo học tại trường Bách Khoa năm 2016. Hiện em đang làm luận văn tốt nghiệp. Sau khi tốt nghiệp em quay trở lại Úc. Vậy trường hợp như em có được miễn giáo dục quốc phòng không",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Bạn sv chất lượng cao vui lòng liên hệ văn phòng Đào tạo quốc tế nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Kính chào Thầy/Cô,. . . . Ngày 02/07 là hạn chót thanh toán học phí phần còn lại của học kỳ 192. Nhưng hệ thống BKPAY đang bảo trì, em đã thử đăng ngập vào từ ngày 01/07 cho đến nay nhưng vẫn không được. Em có ra ngân hàng và nhờ đóng tiền, nhưng bên ngân hàng cũng không đóng được ạ. Em hy vọng nhà trường có thể kéo dài thêm thời gian thanh toán để sau khi hết thời gian bảo trì hệ thống tụi em có thể vào thanh toán ạ.. . . . Em xin cảm ơn",
            "Chào bạn,. .  Hiện tại, Bkay đã  khắc   phục  bạn vào đóng lại   nhé.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi hiện tại bên ngân hàng có thông báo bên nhà trường chặn cổng thanh toán từ 16h ngày 1/7 đến sáng nay vẫn chưa thanh toán lại được , em có lên ngân hàng đóng trực tiếp và được thông báo như trên , em cũng đã thực hiện thanh toán online từ 30/6 , 1/7 và cả ngày hôm nay 2/7 nhưng hệ thống hoặc là sập hoặc chưa cho thanh toán và báo lỗi ạ . Mong nhận được hồi đáp từ thầy cô để em có thể khắc phục",
            "Chào bạn,. .  Hiện tại, Bkay đã  khắc   phục  bạn vào đóng lại   nhé.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  Em là k17 mà em chưa qua GT2. Nếu lỡ sau này mã môn học GT2 năm của em không còn ai đăng kí nữa thì em đăng kí mã mới để học được không ạ. Em cảm ơn !!. . . .",
            "Chào bạn,. . . . Hiện tại, bạn đăng kí đúng mã số môn học trong chương trình đào tạo của bạn, cố gắng học cho qua môn.. . . . Thân.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: G1300876  /b \t. . . .   i Yêu cầu khác . Em chào Thầy/Cô,. . . . Em tên : Nguyễn Thanh Định. . MSSV : G1300876. . . . Em đã đủ điều kiện tốt nghiệp và ngày 30/06/2020 em có lên phòng đào tạo đăng ký tốt nghiệp đợt ngày 10/07/2020. Em chờ mail 2 rồi mà vẫn chưa nhận được mail xác nhận để em có thể đăng ký tốt nghiệp. Mong Thầy/Cô hướng dẫn em phải làm những gì ạ?. . . . Em xin chân thành cảm ơn!. .",
            "Chào bạn. . Hiện tại bạn có thể vào khai thông tin tốt nghiệp rồi nghen. . Thân",
            "b MSSV/MSGV: G[student_id]  /b \t. . . .   i Yêu cầu khác . Em chào Thầy/Cô,. . . . Em tên : [full_name]. . MSSV : G[student_id]. . . . Em đã đủ điều kiện tốt nghiệp và ngày 30/06/2020 em có lên phòng đào tạo để đăng ký xét tốt nghiệp vào ngày 10/07/2020. Phòng đào tạo hướng dẫn em về chờ email xác nhận của nhà trường. Nhưng 2 ngày rồi em vẫn chưa nhận được email. Em đang rất lo lắng, mong thầy/cô hướng dẫn giúp em phải làm những gì? . . . . Em xin chân thành cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . em đóng trễ học kí dự thính (hạn ngày 28/5/2020), nếu em đóng học phí ấy cùng đợt với học phí chính lần 2 (hạn ngày 2/7/2020) thì có được dự thi môn dự thính bình thường không ạ? Em cảm ơn.. .",
            "Chào bạn,. . . . Bạn đóng được, nhưng bạn phải nộp đơn đóng trễ học phí nộp PDT.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Vào khoảng 4h sáng ngày 2/7/2020 (hôm nay) em có đóng tiền học phí học kì 192 lần 2 trên BKPAY thông qua OCB. Bên ngân hàng OCB đã xác nhận và trừ tiền nhưng bên BKPAY vẫn chưa cập nhật cho đến bây giờ là 10h38 tức đã hơn 6 tiếng trôi qua.. . Do ngày hôm nay là hạn cuối đóng tiền nên em rất lo lắng. Mong các thầy cô xem xét giải quyết giúp em ạ.",
            "Chào bạn. . Phòng đào tạo đã tiếp nhận thông tin của bạn và đã gởi cho Ngân hàng OCB kiểm tra, bạn vui lòng đợi thông báo cập nhật lại nghen",
            "Chào bạn. . Phòng đào tạo đã cập nhận lại số tiền đã đóng cho bạn trên BKpay rồi . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào Tạo!. . . . Em tên: [full_name] - MSSV: [student_id] - Khoa: Kỹ Thuật Xây Dựng.. . . . Em có câu hỏi mong Phòng Đào Tạo giải đáp giúp em ạ!. . Trong điều 27.2 của Quy Chế có ghi: \"Trường hợp buộc thôi học do tự ý nghỉ học do ĐTBHK bằng 0, nếu SV có đăng ký môn học tại học kỳ kế thì được xét không buộc thôi học\".. . Vậy cho em hỏi nếu em có ĐTBHK192 = 0, và em không ĐKMH vào HK193 vì là học kì dự thính, sau đó em ĐKMH vào HK201 thì có bị buộc thôi học không ạ?. . . . Em xin chân thành cảm ơn ạ!",
            "Chào bạn. . Nếu bạn có TKB HK201 thì bạn sẽ không bị Buộc thôi học vì điểm trung bình bằng O. . Thân",
            "Dạ em xin cảm ơn ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "em có đăng ký chuyển điểm anh văn trên trang mybk nhưng bị lỗi, em vô xem bảng điểm thì thấy điểm vẫn chưa cập nhật nên em vào đăng ký chuyển điểm lần nữa. Khi vào trang bkpay thì thấy 2 khoản chưa thanh toán chuyển điểm. cho em hỏi vậy phải làm như thế nào ạ? . . em xin cảm ơn!",
            "Chào bạn,. . Phòng Đào tạo đã ghi nhận trường hợp của bạn và sẽ chuyển cho bộ phận kỹ thuật kiểm tra. Nếu đúng do lỗi hệ thống, Phòng Đào tạo sẽ xóa bớt 1 khoản trên bkpay. Bạn vui lòng theo dõi trên bkpay và thanh toán 1 khoản lệ phí chuyển điểm để được xác nhận hoàn thành quy trình chuyển điểm nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy cô cho em hỏi, trong email trường gửi thì thời hạn thanh toán học phí HK 192 là 15 giờ ngày 2/7, nhưng trên trang BKPay thì là 23:39 ngày 2/7, vậy đâu mới là thời hạn đúng ạ?. . . .",
            "Chào bạn. . Căn cứ theo thông báo học phí về hạn cuối cùng để thanh toán học phí Đợt 2 là: 15g00, Thứ năm, 02/7/2020. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào ạ.. . Cho em xin hỏi là kỳ hè này em có đăng ký môn:. . EE2019 - Cơ sở điều khiển tự động. . EE2015 - Xử lý số tín hiệu. . Mà em bị hệ thống thông báo là do thiếu môn học trước EE2005, mà ở kỳ 192 này em đã đang học môn đấy.. . Mong bộ phận quản lý có thể xem xét trường hợp của em được không ạ, tại vì lớp mở sỉ số rất ít lại có thời gian đăng ký khá ngắn,với đây là những môn khá quan trọng với phân ngành của em.. . Rất mong nhận được sự tư vấn từ nhà trường ạ.. . Mong đợi hồi âm.. . Em xin cảm ơn trước.. .   i Đăng ký môn học ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là sinh viên k19 chương trình chất lượng cao.. em vừa hoàn thành chương trình pre 2 và đợi đến đến tháng 9 để vào học main.. em muốn hỏi là học kì đầu tiên em phải đóng học phí là bao nhiêu tiền ạ?? Tại em đang không hiểu tại sao hồi lúc đống học phí pre2, thay vì đóng 26tr nhà trường chỉ yêu cầu đóng 15tr vì được trừ 11tr gì đó ắ ạ. .",
            "Chào bạn,. . Bạn vui lòng liên hệ tại văn phòng đào tạo Quốc tế để được giải đáp thắc mắc về học phí của bạn nhé. . Thân",
            "Em đang ở quê,, có thể liên hệ qua gmail kh ạ.. cho e xin cách liên hệ online đi ạ",
            "Chào bạn,. . Thông tin liên hệ của VPĐTQT nhé. . Địa chỉ: Kiosk OISP, Khu B2, Trường Đại học Bách khoa, 268 Lý Thường Kiệt, P.14, Q.10, TP.HCM. . . . - Điện thoại: (028) 7300.4183 – 03.9798.9798. . . . - E-mail: [email], [email]. . . . - Website: oisp.hcmut.edu.vn, mba-mci.edu.vn. . . . - Facebook: facebook.com/bkquocte. . . . - YouTube: youtube.com/bkoisp. . . . - Trưởng Văn phòng: TS. [full_name]. . . . - E-mail Trưởng Văn phòng: [email]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy, cô. . Em là sinh viên pfiev của trường. . Em muốn hỏi là em đã đăng kí nộp chứng chỉ tiếng Pháp từ 2 tháng trước. Và em cũng có coi lịch thẩm tra tiếng Pháp của trường là ngày 1/7 tức ngày hôm qua. Nhưng kết quả thẩm tra của em sao lại vẫn chưa có ạ. . Em xin cảm ơn. . . .   i Yêu cầu khác .",
            "Chào bạn,. . Chưa hiểu rõ câu hỏi của bạn, chứng chỉ của bạn đã được gửi đi thẩm tra và đang đợi kết quả.",
            "Chào cô. . Dạ ý em là trong lịch học vụ của nhà trường thì lịch thẩm tra tiếng pháp trong năm chỉ có 4 lần và lần mới nhất là 1/7. Em thắc mắc là đã qua 1/7 mà sao chứng chỉ của em vẫn chưa có kết quả thẩm tra đó ạ? . . Em cảm ơn",
            "Chào bạn,. . Chứng chỉ của bạn đã được gửi đi thẩm tra và đang đợi trả lời nhé. Kết quả và thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ nhé bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào quý thầy cô!. . . . Em là sinh viên liên thông Cơ khí, khóa 2019.. . Theo chương trình đào tạo, vào học kỳ hè này em sẽ học môn Thực tập tốt nghiệp.. . Em đã đăng ký môn học vào đợt 1, tuy nhiên không được nhà trường đăng ký. . . Lý do: PDT không đ/ký cho SV MH ME3029 (8: Đăng ký sai mã TTTN, LVTN, DCLV theo chuyên ngành đào tạo.) (Theo Lịch sử đăng ký). . Vậy em xin quý thầy cô thông tin cho em biết mã số môn học chính xác mà em cần đăng ký ạ!. . Em cảm ơn rất nhiều.. . Mong sớm nhận được câu trả lời của thầy cô ạ!",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Văn Phòng Khoa, xin gặp thầy Phó Khoa phụ trách về chương trình đào tạo để được tư vấn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào phòng đào tạo ạ.. . Trong đợt đăng kí thực tập hè em không đạt yêu cầu vì số tín chỉ không đạt do nợ quá 16 môn. Nhưng tuần trước em có đăng kí chuyển điểm toeic để qua môn anh văn 2,3,4, nhưng phòng đào tạo chưa chuyển kịp. Nếu em hoàn thành chuyển điểm thì chỉ còn nợ 15 tín chỉ, đủ điều kiện đăng kí thực tập. Phòng đào tạo có thể xem xét cho em về việc hoàn thành chuyên điểm để đăng kí thực tập được không ạ. Em cảm ơn phòng đào tạo đã đọc và phản hồi. . .   i Đăng ký môn học .",
            "Chào bạn. . Bạn vui lòng đăng ký lại môn thực tập tốt nghiệp trong đợt 2 đang mở để Phòng đào tạo có dữ liệu xét lại nghen. . Thân",
            "Dạ em chào Phòng Đào Tạo ạ. Em đã đăng kí lần 2 nhưng vẫn bị hủy môn thực tập tốt nghiệp vì không đủ điều kiện ạ. Vậy cho em hỏi là lỗi gì ạ.",
            "Chào bạn,. . . . Bạn chụp hình gởi lại nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT, em kính mong PĐT xem cét mở thêm lớp Gt2 của cô [full_name] ạ! Em cảm ơn ạ",
            "Chào bạn,. . Bạn vui lòng làm đơn mở lớp và nộp tại trực tiếp tại Phòng Đào tạo Cơ sở 1 (theo đúng hướng dẫn đã gửi qua email nhé). . Thời gian nộp đơn mở lớp HK dự thính hè 193 tại phòng đào tạo (Cơ sở 1): từ ngày 03/7/2020 đến 10g ngày 06/7/2020 (nếu môn học chưa được mở lớp). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy/cô ạ theo em biết được là kỳ sau bắt đầu học kỳ là 21/9 vậy cho em hỏi sau ngày 21/9 sẽ có đợt đăng ký luận văn bổ sung giống mấy kỳ trước không ạ. Em chân thành cảm ơn thầy/cô mong sớm nhận được phản hồi từ thầy/cô ạ",
            "Chào bạn,. . Hiện tại chưa có lịch học vụ cho học kỳ 1/2020-2021. Bạn vui lòng theo dõi sẽ được cập nhật mới tại aao.hcmut.edu.vn/lịch học vụ nhé!. . Thân",
            "Chào bạn. . Bạn vui lòng xem chi tiết tại Lịch học vụ nghen.. . Chắc chắn là sẽ có đợt đăng ký luận văn bổ sung. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào PĐT,. . . . Em tên là [full_name], sinh viên hệ Bằng 2 ngành Khoa học máy tính Khóa 2018. . . . . Vừa qua em có thực hiện đăng ký môn học dự thính CO2003 (Cấu trúc dữ liệu & Giải thuật) đợt 1 nhưng kết quả thì PĐT đã hủy đăng ký môn học này với nguyên nhân thiếu môn học   B CO1027   /B - Kỹ thuật lập trình), tuy nhiên thì môn học Kỹ thuật lập trình theo chương trình đào tạo của em thì thuộc mã   B CO1011   /B và em cũng đã học và qua môn học này rồi.. . . . Do sĩ số môn học CO2003 cũng không nhiều và có thể full sớm, kính mong phòng đào tạo mở lại cho phép em đăng ký môn học CO2003 để em có thể hoàn thành việc đk môn học trong kỳ hè này.. . . . Chúc quý thầy cô sức khỏe, em xin chân thành cảm ơn.",
            "Chào bạn. . Trường hợp của bạn phòng đào tạo đã xử lý xong, bạn vào ĐKMH lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Em chào PDT,Em phải làm thủ tục như nào để xin được mở lớp ( trường hợp đã có sự đồng ý của giáo viên) em cảm ơn ạĐăng ký môn học .",
            "Chào bạn,. . . . Bạn làm đơn mở lớp, có sự đồng của giáo viên và buổi học cụ thể nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa phòng đào tạo, em vừa đăng ký môn học kỳ hè 2020, em có đăng ký môn học mã CO2003 (Cấu trúc dữ liệu và giải thuật).. . Tuy nhiên, khi có kết quả đợt 1, môn học bị hủy vì lý do thiếu môn học trước CO1027 (có hình), nhưng trong chương trình học của em không hề có môn CO1027 này, cũng như trong cấu trúc môn học của môn CO2003 chỉ có môn học trước là CO1011 và em đã học môn CO1011 rồi.. . Em mong phòng đào tạo giải quyết sớm cho em để có thể đăng ký học hè kịp thời cũng như đây là môn cực kỳ quan trọng cho học kì sau của em."
        ]
    }
]