[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em vẫn chưa có toeic 2 kĩ năng Nghe - Đọc. Do kì này trường cho phép đăng kí luận văn mà không cần bằng toeic nên em đã đăng kí anh văn 4 thay thế. . . Cho em hỏi là nếu vậy thì ngoài toeic 2 kĩ năng nói - viết, em đã đủ 4 anh văn 1,2,3,4 thì không biết có cần phải lấy bằng toeic 2 kĩ năng Nghe - Đọc nữa không mới đủ điều kiện xét tốt nghiệp ạ?",
            "Chào bạn. . Bạn xem quy định về tốt nghiệp, phải đạt nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Em chào thầy/cô,. . . . Hiện tại em bị thiếu 1 môn để ra trường, nhưng trong kì này em không đăng kí môn học nào hết (tức là điểm trung bình kì này của e sẽ bằng 0) theo em tìm hiểu là em sẽ phải làm mẫu đơn sau để xin tạm dừng 1 học kì để tránh việc kì sau không đăng kí môn học được, nhưng trong mẫu đơn yêu cầu chữ kí của thầy chủ nhiệm và thầy trưởng khoa, nhưng hiện e đang ở quê và chỗ em đang bị phong tỏa khó lên trường để xin chữ kí được nên em không biết làm thế nào để xin chữ kí và trình lên phòng đào tạo được ạ. Em mong sớm nhận được phản hồi từ thầy/cô.. . . . Em xin cảm ơn ạ",
            "Chào bạn,. . Trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. .",
            "Dạ thưa, . . Em muốn hỏi thêm là nếu vậy em có cần phải làm đơn mà em đã đính kèm trong thư hỏi trước để gửi lên phòng đào tạo không ạ. Và nếu làm thì làm sao để em xin chữ kí của thầy chủ nhiệm và thầy trưởng khoa ạ, tại em đang ở quê không thể lên trường ạ",
            "Chào em,. . PĐT sẽ ra quyết định tạm dừng chung vì không đkmh. Em không cần nộp đơn tạm dừng.. . Thân mến.. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "Dạ thưa, . . Vậy nếu kì sau em đăng kí môn học thì vẫn đăng kí như bình thường đúng ko ạ? Hay có cần phải làm thủ tục gì để tiến hành đăng kí môn học không ạ? . . Em xin cảm ơn ạ",
            "Chào em,. . Khi bị tạm dừng, hk sau học lại thì em gửi đơn thu nhận lại (xem quy chế thu nhận nhé).. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . . . Bùi Danh Hoàng\t. . . . Kiểm tra online thì lúc đang thi thì record bằng ứng dụng gì và như thế nào ạ?. . . . . .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Gửi các anh chị phòng đào tạo"
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi thầy/cô phòng đào tạo,. . . . Em là [full_name], khóa K17 ngành Kỹ thuật máy tính.. . . . Hiện em đã hoàn thành và có đủ điểm tất cả các môn học nhưng chưa có tên trong danh sách dự kiến tốt nghiệp 11/2021. http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach. . . . Thầy cô có thể kiểm tra giúp em được không ạ?. . . . Em xin cảm ơn!. . . . Trân trọng, . . . . [full_name]. .   i Tốt nghiệp .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 12/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Gửi các anh/chị phòng Đào tạo. . . . Em là [full_name], khóa K17 ngành kỹ thuật máy tính.. . . . Hiện tại em đã có đủ điểm số và hoàn thành đầy đủ các môn học nhưng em chưa có tên trong danh sách dự kiến tốt nghiệp đợt tháng 11/2021 ạ (dựa vào tìm kiếm ở trên đây http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2761). . . . Anh/chị có thể kiểm tra giúp em được không ạ.. . . . Em cảm ơn anh chị.. . . . Trân trọng.. . . . [full_name]. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 12/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô ạ, em muốn hoãn thi giữa kì XSTK (HL203) vì không đủ điều kiện thì em cần phải làm như thế nào ạ, mong thầy/cô hướng dẫn cho em ạ",
            "Chào em,. . Em tham khảo thông báo:. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. . Thân mến.. .  . .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là [full_name]. . vào ngày 2/10/2021 em có thi anh văn 2 kĩ năng nói viết của trường mình. Em đã hoàn thành bài thi nhưng đến lúc nộp bài thì nhà em bị cúp điện. Lúc kết nối được chỉ còn 1 phút để nộp bài, vì thời gian quá gấp rút nên em đã nộp nhầm file bài làm. . . Khi đó em đã nộp bài cho giám sát thi là thầy [full_name] email: [email]. . nhưng qua rất nhiều lần gửi mail nhờ thầy giúp đỡ cũng như liên lạc cho BK English vẫn không có phản hồi. Mọi quá trình thao tác hay làm bài gặp sự cố đều được em ghi lại toàn bộ màn hình.. . Em rất mong được nhà trường giúp đỡ!!!. . . .",
            "Chào bạn. . Về việc Bạn vui lòng liên hệ TTNN để được hỗ trợ, Pdt rất tiếc không hỗ trợ được. .  . . Điện thoại\t(08) 3866 6869 – 0909 625 988. . Fax\t(84.8) 38.[student_id]69. . Website\t. . http://bkenglish.edu.vn/. .  . . Email\t[email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ e chào thầy, cô phòng đào tạo ạ. . Em tên [full_name], MSSV: [student_id], Khoa Khoa học Ứng dụng.. . Dạ vừa r e đã thi xong anh văn 2 kỹ năng nói viết, bây giờ đã hoàn thành đủ điều kiện tốt nghiệp ạ. Em có vào mybk để đăng ký tốt nghiệp thì trang báo e k có tên trong danh sách tn dự kiến.. . Vậy thầy, cô cho e hỏi giờ e cần phải làm thêm gì nữa ạ, e có cần lên trực tiếp trường k ạ?. . Mong thầy, cô hỗ trợ giúp e ạ.. . Em cảm ơn thầy, cô nhiều ạ!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 12/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "em tên lâm bình khang mss[student_id] ngày 24/08 em có đăng kí hoãn thi môn giải tích 2 MT1005 hk203 và môn ee2017 cơ sở kỹ thuật điện hk202 phòng đào tạo đã ra danh sách hoãn thi nhưng em chỉ có tên bên hk202 còn hk203 lại ko có ,trong mail trc phòng đào tạo bảo 12/12 mới ra quyết định chính thức là với với những ai có tên trong danh sách hay lúc đó em mới có tên trong danh sách, thêm nữa trong thư ghi là đăng kí trc 6/9 phòng đào tạo đã hủy không còn dữ liệu sau 6/9 phòng đào tạo đã gửi mail xác nhận cho sinh viên nhưng em không thấy mail xác nhận nào hết chỉ có cái mail xác nhận đồng ý hoãn thi đúng ngày 24/08 , em đang rất hoang mang mà phòng đào tạo . .  trả lời 2 lần khác nhau(em có gởi trong file) mong phòng đạo tạo giải đáp giúp em ,nếu mà để giải quyết em cần làm những gì  . . . .",
            "Chào bạn,. . Sau khi đối chiếu dữ liệu, Pdt xác nhận bạn đã đăng ký Hoãn thi:. . [student_id]\tHK203\tMT1005. . Bạn xem lại mail Pdt đã gởi để biết cách thức tiến hàng sau khi Pdt đã xác nhận yêu cầu Hoãn thi của bạn. . Vì sự cố kỹ thuật nên có thể thông tin tra cứu không có dữ liệu của bạn. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy (cô),. . . . Em tên [full_name], . . MSSV: [student_id], hiện tại đang là sinh viên lớp HC17KSTN.. . . . Trong đợt thi TOEIC nói viết online đợt 2 do trường tổ chức vừa qua. Em chỉ đạt 220 điểm trong khi chuẩn tiếng anh của lớp KSTN là 245 điểm. Thầy (cô) cho em hỏi như vậy em có được xét tốt nghiệp ttrong tháng 11 này không ạ? Nếu không thì em phải làm như thế nào để được xét tốt nghiệp trong tháng 11 này ạ? Em có thể chuyển từ lớp HC17KSTN về lớp HC17CHC để được tốt nghiệp đúng hạn được không ạ? Do hiện tại em đang cần gấp bằng tốt nghiệp tạm thời.. . . .  Em mong nhận được phản hồi từ thầy (cô).",
            "Chào bạn. . Bạn vui lòng đợi thông báo khoảng từ giữa cho đến cuối tháng 10 về việc thi anh văn 2 kỹ năng các đợt tiếp theo. . ·        Pdt sẽ giải quyết tốt nghiệp theo thông báo đến hết HK211 (dự kiến cuối tháng 12/2021) . . ·        Xem chi tiết lịch trình tốt nghiệp tại trang web PĐT (aao.hcmut.edu.vn)    Tốt nghiệp    Thông tin tốt nghiệp    Tháng 11/2021    Lịch trình đăng ký tốt nghiệp và cấp bằng tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào [full_name],. . Em tên là [full_name], MSSV [student_id].. . . . Em cảm ơn [full_name] đã tạo điều kiện cho em đóng học phí và hiện em đã thành toán các khoản học phí trên trang BKpay (đính kèm 1 và 2) . . . . Em được biết [full_name] sẽ cấp bằng tốt nghiệp tạm thời vào mỗi thứ 6 hàng tuần (đính kèm 3). . . . Hiện tại em vẫn chưa thể đăng ký tốt nghiệp trên MyBK do vẫn còn thuộc diện nợ HP (đính kèm 4). . . . Em hi vọng [full_name] có thể cập nhật điểm Rút/Huỷ môn học để em có thể đăng ký tốt nghiệp cũng như nhận bằng tốt nghiệp tạm thời sau đó đem đi dịch thuật và công chứng trước 15 tháng 10 sau đó gửi sang Hàn Quốc.. . . . Em đã gọi điện cho dịch vụ chuyển phát DHL và họ thông báo là nếu gửi giấy tờ đi ngày 15 tháng 10 thì có thể ngày 18 hoặc tháng 10 mới tới Hàn Quốc được ạ.. . . . Hiện em đang ở Đồng Nai và chưa thể lên Thành phố được nên khi có bằng tốt nghiệp tạm thời em phải chờ để trường gửi bằng về Đồng Nai nên em rất mong [full_name] tạo điều kiện cho em.. . . . Em xin cảm ơn.. .",
            "Chào bạn. . Pdt sẽ cập nhật lại, bạn vào khai lại thông tin tốt nghiệp sau thứ 4 ngày 6/10 . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT,. . Em là [full_name], mssv [student_id].. . Hiện tại em chưa được cập nhật điểm trung bình tích lũy ngành trên mybk trong học kỳ 202. Lần cuối cùng được cập nhật là tính tới học kỳ 201, với 134 tín chỉ (chưa cập nhật 9 chỉ LVTN của học lỳ 202). Kết quả này dẫn tới điểm xét loại tốt nghiệp của em bị sai.. . Kính mong PĐT kiểm tra và cập nhật lại giúp em.. . Em cảm ơn.",
            "Chào em,. . Kết quả này dẫn tới điểm xét loại tốt nghiệp của em bị sai.. . =  Kết quả xếp loại tốt nghiệp: chỗ nào ghi sai em vui lòng đính kèm minh chứng để PĐT xem lại.. . =  Chưa đủ điểm nên chưa cộng điểm lại.. . Thân mến.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào tạo,. . Em là Nguyễn Ngọc Hiền MSSV [student_id], lớp CK14LOG.. . Vừa rồi em có làm đơn xin chuyển từ hệ Chính quy sang hệ VHVL để tốt nghiệp. Đến nay em vẫn chưa nhận được mail tốt nghiệp.. . Em mong nhận được sự hỗ trợ từ Quý Thầy Cô ạ.. . Em chân thành cảm ơn",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 20/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào PĐT ạ, em là [full_name], MSSV [student_id], khóa K2014.. . Tình hình hiện em còn thi nói viết để đủ điều kiện nhận tốt nghiệp ra trường, nhưng hiện chưa đạt.. . - Với khóa K2014 đây là học kì cuối cùng để ra trường, với tình hình hiện tại không biết em có thể gia hạn thêm qua học kì sau cho trường hợp của em để tốt nghiệp ra trường không ạ?. . - Nếu được em có cần làm đơn gì không ạ?. . Em cám ơn ạ!",
            "Chào bạn. . Trong tháng 10 sẽ có thông báo thi anh văn 2 kỹ năng, bạn theo dõi rồi đăng ký nghen. . Qua tháng 12, nếu không đạt thì Cô hướng dẫn tiếp nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ nhà trường xem xét kiểm tra lại giúp em về ngày thi giữa kì môn Quản lý dự án cho kỹ sư (IM2011) bị trùng lịch với ngày thi cuối kì môn Hóa vô cơ - cn vật liệu (MA2041) là cùng vào 7g00 ngày 17/10 ạ.",
            "Chào em,. . PĐT sẽ gửi email lịch kiểm tra môn MA2041. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em vừa nhận được mail về lịch thi cuối kỳ môn /Hoá vô cơ - cn vật liệu (MA2041) lúc 7h00 ngày 17/10/2021. Trên lịch thi của em vào lúc 7h00 ngày 17/10/2021 là lịch thi môn Quản lý dự án (IM2011). Lịch thi bị trùng như vậy thì được giải quyết thế nào ạ.. . Em có kèm ảnh mail và lịch thi.",
            "Chào em,. . PĐT sẽ gửi email lịch kiểm tra môn MA2041. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô,. . Chiều qua, em đã bấm nhầm form rút môn học này https://docs.google.com/forms/d/e/1FAIpQLSd_yAssInTau3UCFq23mTAK74gYnF7KAapMFhHga61jAApv7A/formrestricted. . Môn em rút có mã môn là: ME3139.. . Tên môn học là: Đồ án thiết kế.. . Cho em xin hủy form em đã gửi đó ạ.. . Em xin cảm ơn",
            "Chào em,. . PĐT đã nhận thông tin hủy rút môn học ME3139. . Đồ án thiết kế. TKB môn này bình thường nhé.. . Thân mến.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy cô ạ, em tên là [full_name] là 1 trong 315 sinh viên được hỗ trợ gói an sinh ở TPHCM ạ. Em có thắc mắc là em tạo tài khoản trên điện thoại nhưng ngân hàng báo là em đã có tài khoản nhưng em đã lạc mất tài khoản của mình và em đang không thể ra ngoài để xin cấp lại tài khoản ạ, em có thể sử dụng tài khoản của mẹ em để xin chuyển gói hỗ trợ vào được không ạ. Em cảm ơn rất nhiều ạ.. . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào thầy cô, em muốn hỏi là khi đăng ký học lại có được đăng ký vào kỳ chính không hay bắt buộc phải đăng ký dự thính?. . Em xin cảm ơn.",
            "Chào em,. . em muốn hỏi là khi đăng ký học lại có được đăng ký vào kỳ chính không hay bắt buộc phải đăng ký dự thính?. . =  Tùy theo TKB trống, đơn giá khác nhau, môn học có thường mở không ? ... do em tự quyết định nhé, không bắt buộc.. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào phòng đào tạo,. . Em là [full_name], mssv [student_id] ạ, vừa mới chuyển qua hệ vừa làm vừa học, nên kỳ này em có làm đơn xin đăng ký luận văn nhưng sao hiện tại thì em vẫn chưa có thông báo gì ạ. Không biết là do vấn đề gì mà em vẫn không đăng ký được, mong phòng đào tạo cho em biết lý do để theo được chương trình học ạ. Em xin câm ơn phòng đào tạo nhiều,. . . .",
            "Chào bạn . . Pdt đã gởi danh sách về [full_name], bạn liên hệ [full_name] để đăng ký làm LVTN. . đồng thời cuối tuần này sẽ cập nhật tkb tại Mybk-xemtkb. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Dạ em xin cám ơn phòng đào tạo nhiều ạ,",
            "Dạ phòng đào tạo có thể xem lại dùm em không ạ, em vẫn chưa có thời khóa biểu môn học ạ. em xin cám ơn phòng đào tạo.",
            "Chào bạn. . Pdt đã cập nhật bạn kiểm tra tại Mybk    thông tin sinh viên    xem Tkb. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name]_MSSV:[student_id]_Lớp XD19CTXD01. . Cho em hỏi giấy tạm hoãn nghĩa vụ quân sự (cấp lại) em đã đăng kí được 1 tuần làm việc nhưng vẫn chưa xử lí xong, do địa phương em đang rất hối thúc nên em rất mong nhận được hồi âm ạ.. . Em cảm ơn.. .",
            "Chào bạn[full_name] [full_name] [full_name] đã ghi nhận phản hồi của bạn, Vì số lượng đăng ký giấy CNSV tăng đáng kể, Nên [full_name] đang cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay, SV vui lòng thông cảm đợi thêm, giải thích thêm với cơ quan yêu cầu giấy CNSV[full_name][full_name] [full_name]  Sau khi [full_name] cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên[full_name][full_name] [full_name] Đồng thời [full_name] cũng đã gởi bưu điện nếu SV có đăng ký, SV vui lòng nhận sau [full_name] [full_name] Thân[full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name] Chào [full_name][full_name] [full_name] Em muốn hỏi là em là sinh viên bằng 2 chính quy đã đóng học phí tạm tính khi làm thủ tục nhập học online là 15 triệu[full_name] Nhưng trên trang bkpay chưa thấy cập nhật thanh toán và thấy các mục thanh toán đều bị trễ hạn[full_name][full_name] [full_name] vậy thì có bị xem là đóng trễ học phí và bị xóa tkb không?[full_name] [full_name] em cảm ơn!",
            "Chào em,. . PDT ghi nhận trường hợp của bạn, đã gửi đến bộ phận liên quan xử lý . Nếu sau thời gian 1 tuần (kể từ ngày tiếp nhận, trừ thứ 7,CN và các ngày lễ), SV vẫn chưa nhận được câu trả lời hoặc chưa được xử lý vui lòng gửi lại câu hỏi để PDT kiểm tra lại nhé!. . Thân mến. .",
            "Chào em,. . Nhà trường sẽ cập nhật trường hợp của em không nợ học phí, bạn yên tâm nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào giáo viên. . . . Cho em xin nộp minh chứng ưu tiên nhóm 3&4 phân ngành K2020 mặc dù đã trễ hạn được không ạ, nếu không được thì phải làm sao ạ.. . . . Em cảm ơn",
            "Chào em,. . Về việc phân ngành em liên hệ [full_name] nhé.. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa phòng đào tạo,em tên [full_name] MSSV [student_id].Em có hoãn thi tổng là 4 môn: Giai tích 2 MT1005, Phương pháp tính MT1009, Vật lý 1 dự thính [full_name]1003 Và Hóa đại cương CH1003. Trong đó 2 môn MT1005 và MT1009 em hoãn thi bằng đơn Xin hoãn thi và gửi trên [full_name] và được xác nhận hoãn thi 30/7/2021 cho 2 môn MT1005 và MT1009.Sau đó em có hoãn thi thêm 2 môn nữa qua đường link hoãn thi của nhà trường là [full_name]1003 Và CH1003.Tuy nhiên em mới chỉ được xác nhận 2 môn hoãn thi qua đường link là [full_name]1003 và CH1003.Còn 2 môn em hoãn thi qua đơn gửi [full_name] thì dù được xác nhận nhưng chưa được cập nhật vào danh sách các môn hoãn thi.Em Xin gửi minh chứng,mong phòng đào tạo xem xét lại.Em cảm ơn.",
            "Chào em,. . Em điền vào form này môn còn thiếu. . . . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào quý thầy cô!. . Em tên: [full_name]. . Mssv [student_id]. . Vào học kì 203 em có đăng kí hoãn thi môn Giải tích 1 ( MT1003) ngày 23/08 và đã nhận được mail xác nhận hoãn thi của phòng đào tạo. . Nhưng hiện tại em vào trang aao kiểm tra danh sách hoãn thi vẫn không có tên của em.. . Mong quý thầy cô xem xét, kiểm tra giúp em với ạ!. . Cảm ơn thầy cô đã đọc. Em xin chân thành cảm ơn. . Chúc quý thầy cô nhiều sức khoẻ!",
            "Chào bạn,. . Sau khi đối chiếu dữ liệu, Pdt xác nhận bạn đã đăng ký Hoãn thi:. . [student_id]\tHK203\tMT1003. . Bạn xem lại mail Pdt đã gởi để biết cách thức tiến hàng sau khi Pdt đã xác nhận yêu cầu Hoãn thi của bạn. . Vì sự cố kỹ thuật nên có thể thông tin tra cứu không có dữ liệu của bạn. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT. . Em xin phép bổ sung minh chứng cho yêu cầu 37969. . Em chưa được cập nhật điểm TBTLN của học kỳ 202 dẫn đến kết quả xếp loại tốt nghiệp bị sai trên danh sách tốt nghiệp dự kiến.",
            "Chào em,. . Em xem lại danh sách dự kiến tốt nghiệp sau ngày 10/10/2021.. . Thân mến.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ thưa em là [full_name], MSSV [student_id], em học lớp L06-B môn Triết học [full_name]- [full_name] (SP1031) học kì 202.. . Dạ em xin trình bày như sau : HK202 em có thi môn Triết vào ngày 4/8/2021, em được điểm tổng kết là 7.0 (Hình 1) và đã được cập nhập lên mybk cũng 7.0. Nhưng ngày sau một vài lần cập nhật điểm của hệ thống thì em chỉ còn 6.5 (hình 2).. . Dạ em mong Thầy/Cô giúp đỡ em để chỉnh sửa lại điểm ạ. Em cảm ơn rất nhiều. .",
            "Chào em,. . Điểm thi do GV nhập, em vui lòng hỏi GV xem sao nhé.. . Thân mến."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy cô.. . Em là sinh viên Khóa 2014. Thầy cô cho em hỏi là nếu em không thi đậu tiếng anh Nói - Viết đợt tháng 9 và tháng 10 thì nhà trường còn có tổ chức thêm đợt nào nữa không để cho chúng em kịp tốt nghiệp vào tháng 11. Em cám ơn rất nhiều.",
            "Chào em,. . PĐT đã gửi email:. . \"... SV chỉ được đăng ký thi 1 lần duy nhất trong đợt tháng 9 & 10 /2021 (hình thức trực tuyến), trường hợp SV thi không đạt, hoặc bỏ thi, hoặc thanh toán lệ phí thi trễ hạn vui lòng đợi thông báo sau hoặc hết thời gian giãn cách có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ (SV đã đăng ký được ở Đợt 1, Đợt 2 & Đợt 3 thì không đăng ký được ở Đợt 4).\". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . . Em chào thầy / cô,. . . . Vào thứ 3 tuần trước ngày 28/10, khi có điểm một môn vào học kì 202, em có nộp đơn phúc khảo điểm theo hệ thống mybk, thế nhưng đến giờ sau 7 ngày em có liên hệ giảng viên giảng dạy em học kì trước, thì được báo là phòng đào tạo chưa mở hệ thống sửa điểm ạ, vì thế em viết đơn này để hỏi rằng không biết đơn phúc khảo của em có được xét duyệt không ạ, tại cũng sắp hết hạn rồi ạ.. . Em mong sớm nhận được phản hồi từ thầy/cô ạ. Em xin chân thành cảm ơn.. . . . [full_name].. . . .",
            "Chào em,. . - Em  gửi phúc tra bài thi trên mybk: em vui lòng xem kết quả trên web em nhé. PĐT thường xuyên cập nhật kết quả trên web (không kể thứ 7 và chủ nhật).. . - thì được báo là phòng đào tạo chưa mở hệ thống sửa điểm ạ,. . =  Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa (HK202) trong thời gian cho phép sửa.. . Thân mến.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 201103. . . .   i Học vụ . Em xin hoãn kiểm tra giữa kỳ môn xác suất thống kê MT2013 ngày 9-10. Nhóm L-09.. .",
            "Chào em,. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. . (em tham khảo hk202, hk203 vừa rồi). . Thân mến.. . . .  . .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Em xin hoãn kiểm tra giữa kỳ môn xác suất thống kê MT2013 ngày 9-10. Nhóm L09-A.. . . . Sau khi liên hệ trực tiếp với GV thì GV bảo em cần gửi mail liên hệ cho PĐT để GV có cơ sở để cho em làm kiểm tra sau ạ.. . . . Xin cảm ơn !. .",
            "Chào em,. . Cô đã báo bộ môn Toán theo quy chế như câu trước cô đã trả lời em.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . em tên là [full_name], mssv [student_id], viết đơn này lí do là trong đợt hoãn thi lần đầu khoảng đầu tháng 8 em có gửi yêu cầu hoãn thi một môn(EE3025 Kỹ thuật siêu cao tần) trong học kì 202, pdt đã có gửi \"đã xác nhận thông tin hoãn thi\" nhưng lại bị cập nhật điểm môn đó là 13. Mong có thể giải quyết vấn đề này giùm em ạ, em cảm ơn!. .",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào tạo,. . Em tên là [full_name], MSSV [student_id], sinh viên lớp DD18KTD5. Vào ngày 28/9/2021, em có đăng ký in Giấy chứng nhận sinh viên để bổ sung cho địa phương để được hoãn Nghĩa vụ quân sự. Cho đến hôm nay kể từ ngày đăng ký đã hơn 1 tuần nhưng yêu cầu của em vẫn chưa được xử lý xong. Tuy nhiên, ngày mai, tức là ngày 7/10/2021 là hạn chót để em bổ sung Giấy chứng nhận sinh viên cho địa phương. Em mong Phòng Đào tạo có thể hỗ trợ cho em ít nhất là bản scan giấy chứng nhận được không ạ? . . Em xin cảm ơn và chúc một ngày tốt lành.",
            "Chào bạn,. . - [full_name] đã ghi nhận phản hồi của bạn. Vì số lượng đăng ký giấy CNSV tăng đáng kể, PĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa thầy/cô,. . . . Em dự định sử dụng giấy chứng nhận tốt nghiệp tạm thời để xin tư cách và VISA đi Nhật nhưng khi nộp chứng nhận thì gặp vấn đề như sau: giấy chứng nhận tốt nghiệp tạm thời nhấn mạnh thời gian mà em sẽ nhận được bằng tốt nghiệp vào tháng 1/2022 mà chưa ghi rõ ngày mà em hoàn thành các điều kiện tốt nghiệp (ngày 04/10/2021) vì thế các thủ tục sẽ không thể hoàn thành trước tháng 1/2022. Em hy vọng thầy cô có thể giúp em bổ sung thêm vào giấy tốt nghiệp tạm thời nội dung xác nhận thời gian mà em hoàn thành các điều kiện tốt nghiệp chẳng hạn như: he/she has completed all the requirements for the award of Bachelor of Industrial and Systems Engineering in October 2021.. . . . Em biết yêu cầu này có thể sẽ khó đối quý thầy/cô nhưng em vẫn hy vọng có thể nhận được sự hỗ trợ và phản hồi từ thầy cô.. . . . Mong sớm nhận được phản hồi từ thầy/cô.. . . . Trân trọng,. . Trung Tín.",
            "Chào bạn. . Giấy chứng nhận tốt nghiệp tạm thời in theo mẫu chung của toàn trường . . Nên Nếu cần bổ sung thêm xác nhận gì chắc bạn vui lòng làm đơn có kèm minh chứng yêu cầu của phía đối tác để Cô trình Ban lãnh đạo Phòng hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name] - [student_id]. . . . Em muốn hỏi là liệu em có thể nhận Giấy hoãn Nghĩa Vụ Quân Sự bản pdf được không ạ? . . . . Vì lí do dịch nên em hiện đang không tìm được giấy hoãn Nghĩa Vụ Quân Sự của mình, mà ở khu phố em đã sắp tới hạn nộp rồi.. . . . Email của em là: [email]. . . . Em xin chân thành cám ơn!. .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Vì số lượng đăng ký giấy CNSV tăng đáng kể, PĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin chào quí thầy (cô) ạ, do không để ý nên em đã điền nhầm đơn đăng kí học thí nghiệm trực tiếp tại trường, nhưng do không đủ điều kiện đi học nên em muốn hủy đăng kí thì em phải làm như thế nào ạ ?. . Em xin cảm ơn thầy (cô) đã đọc thư và mong được phản hồi ạ !  B   /B   I   B   /B",
            "Chào bạn,. . PDT tiếp nhận yêu cầu Sinh viên hủy việc đăng ký thực hiện Thí nghiệm, Thực hành tại trường. Sinh viên sẽ được lùi lịch học các học phần thực hành, thí nghiệm cho đến khi có thông báo mới.. . Dự kiến cuối tháng 10/2021, SV kiểm tra tại trang Mybk- xemTKB  nếu TKB của môn Thí nghiệm, Thực hành vẫn cập nhật lịch mới theo thông báo vui lòng gửi lại câu hỏi để PDT kiểm tra lại nhé!. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có đăng kí hoãn môn Vật lý 1 (PH1003) học kì 203, nhưng trong danh sách hoãn thi HK203 không có môn này ạ. Mong PĐT xem xét giúp em, em cảm ơn ạ.",
            "Chào bạn,. . Sau khi đối chiếu dữ liệu, Pdt xác nhận bạn đã đăng ký Hoãn thi:. . [student_id]\tHK203\tPH1003. . Bạn xem lại mail Pdt đã gởi để biết cách thức tiến hàng sau khi Pdt đã xác nhận yêu cầu Hoãn thi của bạn. . Vì sự cố kỹ thuật nên có thể thông tin tra cứu không có dữ liệu của bạn. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng Đào Tạo,. . . . Em tên là [full_name] MSSV: [student_id], ngành bảo dưỡng công nghiệp k21 trường Đại học Bách Khoa TpHCM.. . Vì em đã làm mất mật khẩu truy cập nên em muốn xin phòng đào tạo cấp lại cho em một mật khẩu mới của phần mềm nhập học tại trang https://mybk.hcmut.edu.vn/nhaphoc/login để em hoàn tất thủ tục nhập học.. . Em xin chân thành cảm ơn.",
            "Chào em,. . Em gửi email tới [email] sẽ có cán bộ reset mật khẩu cho sv.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name] có MSSV: [student_id], em xin được hỏi về việc học các môn Thực hành, Thí nghiệm trực tiếp cho SV đủ điều kiện học như sau: . . SV ở tỉnh sẽ lên lại TPHCM như thế nào ạ (tự di chuyển hay nhà trường hỗ trợ ạ).. . Sẽ có đợt đăng ký nào khác nữa không ạ. . . Việc học trực tiếp thì SV có được di chuyển từ nhà trọ đến trường và ưu tiên gì không ạ. . . Nếu không thể đăng học thì các môn/học phần có bị chuyển qua HK212 không ạ.. . Kính mong Thầy/Cô giải đáp thắc mắc giúp em ạ.. . Chúc Thầy/Cô làm việc vui vẻ và bình an!. .   . . Em xin cám ơn ạ.",
            "Chào em,. . Em đọc email PĐT đã gửi:. . . . \"Các Sinh viên chưa đủ điều kiện đến trường trong đợt này, hoặc không đăng ký sẽ vẫn được lùi lịch học các học phần thực hành, thí nghiệm cho đến khi có thông báo mới.\". . Tự túc hết em nhé. . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy/cô. Em hiện đang đăng ký thông tin tốt nghiệp nhưng trong hồ sơ mybk nơi sinh của em hiển thị Đồng Nai.. . Em muốn chuyển thành Kiên Giang nhưng không biết cách ạ. . . . . Em cảm ơn,. . Trân trọng",
            "Chào em,. . Em chụp hình giấy khai sinh có mộc đỏ rồi gửi lại nhé.. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo trường Đại học Bách Khoa TP. Hồ Chí Minh. . . . Em là [full_name], mã số sinh viên [student_id]. . . . Vừa qua thì em có đăng ký xét tốt nghiệp, và PĐT đã trả lời là đơn xin xét tốt nghiệp của em không được xử lý do là phải cập nhật lại hình. . . . . Em đã cập nhật lại hình theo đúng quy định của PĐT. Em muốn hỏi là ngoài cập nhật lại hình thì cần làm gì thêm nữa để được xét tốt nghiệp lại không ạ!. . . . Em xin chân thành cám ơn! Chúc quý thầy cô luôn mạnh khỏe!",
            "Chào bạn. . Bạn làm đúng theo Pdt báo là được nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho e hỏi là khi nào mình sẽ có giấy đi NVQS vậy ạ? Do hạn phường em là ngày 15/10. Mong PĐT thông báo cho e sớm ạ, em xin cảm ơn.",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Vì số lượng đăng ký giấy CNSV tăng đáng kể, PĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào admin, em tên là [full_name], MSSV: [student_id]. Em có thắc mắc là em đã đăng ký theo mail của trường về việc hoãn thi và em đã có mail xác nhận đăng ký thành công nhưng khi em kiểm tra thông tin thì em không thấy có tên em và em cũng không nhận được mail thông báo là em đăng ký sai học kì hay mã số môn học. Em mong admin có thể kiểm tra giúp em lại được không ạ, em có ảnh minh chứng kèm theo. Em cám ơn nhiều ạ.. .",
            "Chào bạn,. . Sau khi đối chiếu dữ liệu, Pdt xác nhận bạn đã đăng ký Hoãn thi:. . [student_id]\tHK203\tMT1005. . Bạn xem lại mail Pdt đã gởi để biết cách thức tiến hàng sau khi Pdt đã xác nhận yêu cầu Hoãn thi của bạn. . Vì sự cố kỹ thuật nên có thể thông tin tra cứu không có dữ liệu của bạn. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Nếu Em tham gia CTXH tại địa phương thì mình sẽ quy đổi tính ngày CTXH như thế nào ạ??làm tình nguyện bao nhiêu ngày thì được quy đổi thành bao nhiêu ngày? giấy xác nhận sẽ được nộp trực tiếp hay là scan pdf để nộp ạ?",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Tốt nghiệp . Thưa phòng đào tạo, tình hình dịch bệnh vẫn còn nhiều khó khăn nên em muốn hỏi thông tin về lễ tốt nghiệp tháng 11 tới này có thay đổi không ạ?. . Vẫn tổ chức ở trường hay sẽ dời ạ?. . Em xin cảm ơn. .",
            "Chào bạn. . ·        Pdt sẽ giải quyết tốt nghiệp theo thông báo đến hết HK211 (dự kiến cuối tháng 12/2021) . . ·        Xem chi tiết lịch trình tốt nghiệp tại trang web PĐT (aao.hcmut.edu.vn)    Tốt nghiệp    Thông tin tốt nghiệp    Tháng 11/2021    Lịch trình đăng ký tốt nghiệp và cấp bằng tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa Phòng Đào Tạo, em tên là [full_name], MSSV:[student_id]. Ngày 5/10 em có đăng ký đi học trực tiếp tại trường, nhưng do gia đình không cho phép đi học vì tình hình dịch bệnh còn phức tạp nên em muốn hủy đăng ký học trực tiếp tại trường.. . Mong Phòng Đào Tạo và quý thầy cô xem xét và giải quyết giúp em.. . Em xin trân trọng cảm ơn!",
            "Chào bạn,. . PDT tiếp nhận yêu cầu Sinh viên hủy việc đăng ký thực hiện Thí nghiệm, Thực hành tại trường. Sinh viên sẽ được lùi lịch học các học phần thực hành, thí nghiệm cho đến khi có thông báo mới.. . Dự kiến cuối tháng 10/2021, SV kiểm tra tại trang Mybk- xemTKB  nếu TKB của môn Thí nghiệm, Thực hành vẫn cập nhật lịch mới theo thông báo vui lòng gửi lại câu hỏi để PDT kiểm tra lại nhé!. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /Dạ em tên là [full_name] - [student_id], em có đăng ký nhầm vào form. . đăng ký học trực tiếp tại trường vì hiện tại em đang ở quê và chưa lên lại thành phố được ạ. Dạ cho em hỏi làm sao để hủy đơn đăng ký ạ?",
            "Chào bạn,. . PDT tiếp nhận yêu cầu Sinh viên hủy việc đăng ký thực hiện Thí nghiệm, Thực hành tại trường. Sinh viên sẽ được lùi lịch học các học phần thực hành, thí nghiệm cho đến khi có thông báo mới.. . Dự kiến cuối tháng 10/2021, SV kiểm tra tại trang Mybk- xemTKB  nếu TKB của môn Thí nghiệm, Thực hành vẫn cập nhật lịch mới theo thông báo vui lòng gửi lại câu hỏi để PDT kiểm tra lại nhé!. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Kính gửi phòng đào tạo. Em tên là [full_name] [student_id]. Vừa qua có thông báo đăng ký các lớp anh văn theo yêu cầu từ 20/09 - 28/09 do nhà em không có mạng thường trực nên em đã bỏ lỡ thời gian đăng ký môn học. Kính mong phòng đào tạo cho em đăng ký bổ sung môn học Anh Văn 4A có mã số môn học là LA1043. Kính mong phòng đào tạo chấp nhận. Em xin chân thành cảm ơn.",
            "Chào em,. . Em có thực sự muốn đăng ký môn LA1043 [full_name] không ? vì em đã có môn LA1009 tương đương rồi. Em em muốn đăng ký thì gửi lại.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào PĐT. . Đã qua 1 tuần kể từ 30/9/2021 mà điểm trên MYBK của em về HK202 vẫn là 13.00 trong khi em đã hoãn thi thành công ạ. Cụ thể 3 môn. . MT1005. . MT1009. . SP1007. . Mong PĐT xem xét và giải quyết giúp em ạ. . . Em cảm ơn",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Vào lúc chiều hôm qua em đã có nhập vào biểu mẫu đăng ký học trực tiếp của nhà trường gửi đến.. . Nhưng vì lí do là gia đình không muốn em ra ngoài vào thời điểm này, nên nhà trường cho em hỏi là em có thể dời lại việc học trực tiếp của em sang lần sau được không ạ?",
            "Chào bạn,. . PDT tiếp nhận yêu cầu Sinh viên hủy việc đăng ký thực hiện Thí nghiệm, Thực hành tại trường. Sinh viên sẽ được lùi lịch học các học phần thực hành, thí nghiệm cho đến khi có thông báo mới.. . Dự kiến cuối tháng 10/2021, SV kiểm tra tại trang Mybk- xemTKB  nếu TKB của môn Thí nghiệm, Thực hành vẫn cập nhật lịch mới theo thông báo vui lòng gửi lại câu hỏi để PDT kiểm tra lại nhé!. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo,. . Em tên là [full_name], MSSV: [student_id], ngành công nghệ sinh học, khoa Hoá. Em đã hoàn thành xong các môn học và đã bảo vệ luận văn xong vào tháng 8.2021, nhưng hiện tại em. . không đăng kí xét tốt nghiệp trên mybk được vì thông em không có trong danh sách tốt nghiệp dự kiến.. . Kính mong trường xem xét để em. . được tốt nghiệp vào T11.2021. . Xin cám ơn PĐT. . Hưởng [full_name]. . . . . . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 12/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Hôm Trước em có điền mail về việc quay lại trường, Nay em xin phép hủy yêu cầu đó ạ. . . .",
            "Chào bạn,. . PDT tiếp nhận yêu cầu Sinh viên hủy việc đăng ký thực hiện Thí nghiệm, Thực hành tại trường. Sinh viên sẽ được lùi lịch học các học phần thực hành, thí nghiệm cho đến khi có thông báo mới.. . Dự kiến cuối tháng 10/2021, SV kiểm tra tại trang Mybk- xemTKB  nếu TKB của môn Thí nghiệm, Thực hành vẫn cập nhật lịch mới theo thông báo vui lòng gửi lại câu hỏi để PDT kiểm tra lại nhé!. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào quý thầy cô!. . Em tên : [full_name]. Sinh viên K19. . Hiện tại. Em chưa học Giáo Dục Quốc Phòng ( vì lý do cá nhân). . Quý thầy cô cho em hỏi : Trường mình có tạo điều kiện cho sinh viên học Giáo Dục Quốc Phòng vào kì hè không ạ!. . Hay em phải chờ, xin học cùng với các bạn khoá mới trong năm sau.. . Rất mong quý thầy cô giải đáp thắc mắc giúp em!. . Em cảm ơn rất nhiều ạ!. . Chúc thầy cô nhiều sức khoẻ!. . . .",
            "Chào em,. . Em liên hệ PĐT TT GDQP qua email [email] để được hướng dẫn nhé. . Thân mến. ."
        ]
    }
]