[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hi admin,. . Admin có thể xem giúp mình số chỉ tích luỹ của mình đến hiện tại là 142 chỉ chứ không phải 145 chỉ như hình ạ.",
            "Chào em,. . Em vui lòng trình bày rõ nội dung câu hỏi nhé?. . Số tính chỉ trên mybk/Thông tin sinh viên là số tín chỉ tích lũy chung nhé bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào, em muốn hỏi k19 đăng ký gdtc đợt này được không ạ? Cụ thể là mấy môn có chữ hp1 hp2. Em xin cám ơn !",
            "\"Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học, đồng thời mở lại các môn Giáo dục thể chất. Nên SV vui lòng vào đăng ký lại . . Nếu vẫn không dkmh được bạn vui lòng báo lại PĐT. . . . Theo thông báo : . . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào.. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào phòng đào tạo e là Phạm Hải Biên mssv [student_id] khóa k16 . . Hiện tại e đang theo học và muốn chuyển qua hệ vừa làm vừa học trong học kỳ tới em mong phòng đào tạo hỗ trợ em về yêu cầu này.. . Em xin chân thành cảm ơn",
            "\"\"\"Chào em,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV theo dõi mail và lịch học vụ để vào đăng ký môn học cho HK212 nếu còn nợ MH, vào đợt 3 (từ 13 g ngày 6/1/2022). . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Tốt nghiệp . Kính gửi Phòng đào tạo Trường Đại học Bách Khoa TPHCM,. . Em tên là[full_name] [full_name]. MSSV[full_name] [student_id]. Hiện đang học lớp[full_name] KU17VLY2 - Khoa Khoa học Ứng dụng - ngành Vật lý Kỹ thuật.. . Em đã tạm dừng học kỳ 01 năm học 2021-2022.. . Lý do[full_name] em chưa đủ điều kiện tốt nghiệp ra trường và thiếu chứng chỉ ngoại ngữ.. . Hiện tại em đã đủ điều kiện để đăng kí tốt nghiệp ra trường.. . Em xin gửi phòng đào tạo phiếu xin thu nhận lại sinh viên. Mong Phòng đào tạo xem xét để thu nhận lại và cho phép em đăng ký tốt nghiệp.. . Mong sớm nhận được phản hồi từ phía PĐT. Em xin chân thành cám ơn.. . Trân trọng./.. . . . . .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô,. .  Em đã đăng kí môn này nhưng không vào được. Em là k18 đã lỡ môn mày 2 kì rồi. Mong pdt mở thêm sĩ số lớp này cho em được học ở kì này ạ.. . Trân trọng,. . Phong.. .   i Đăng ký môn học .",
            "Chào bạn, . . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên) . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2 . . Chúc bạn học tập tốt nhé. . . Thân. . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Sáng nay em có lên phòng đạo và được hướng dẫn là về viết đơn để xem xét được kéo dài thêm 1 học kì và cho em đăng kí môn học ee2007  em đã viết đơn này để gởi phòng đào tạo về trường hợp của em , mong nhà trường giải quyểt cho em sớm nhất để em đăng kí đc môn học , lí do và các chứng từ liên quan em đã viết trong đơn và file đính kèm . . em trân thành cảm ơn .",
            "\"Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn kéo dài thời gian học vào HK2(2021-2022) của bạn.. . PDT sẽ phản hồi  file scan quyết định kéo dài  cho sinh viên tại  BKSI  trễ nhất là 05/01/2022. . - Xem chi tiết Lịch đăng ký môn học + đăng ký tốt nghiệp của Hk212 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ để biết thời gian đăng ký môn học hoặc đăng ký tốt nghiệp. . - Quy chế đào tạo và học vụ: xem chi tiết tại trang web aao.hcmut.edu.vn   Sinh viên   Quy chế-Quy định  Học vụ. . Thân. . \"",
            "[full_name] CỦA [full_name] NHƯ THẾ NÀO RỒI HÔM NAY LÀ NGÀY 5/01 MÀ [full_name] VẪN CHƯA THẤY MỞ ĐĂNG KÍ",
            "em đã nhận đc đơn quyết định của nhà trường mà PĐT vẫn chưa mở đăng kí cho em",
            "\"Chào bạn. . . . -  Bạn gởi lại câu hỏi muốn đăng ký môn gì ghi rõ tên môn học + mã môn học + lý do + đính kèm quyết định kéo dài thời gian học trên Bksi mục DKMH, để Pdt xử lý. . . . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào thầy cô.. . Em tên là: VÕ THÀNH NHÂN - MSSV: [student_id].. . Vừa hồi em vừa đạt chứng chỉ Tiếng Anh Nói - Viết vào ngày 24/12/2021. Em đạt được số điểm 280/245 của chương trình tài năng. . . Em xin gửi đơn xin thu nhận và em có thắc mắc là sau khi được Phòng Đào Tạo thu nhận để xét tốt nghiệp đợt tháng 11 thì em vẫn còn trong chương trình tài năng không ạ? Và nếu có vấn đề gì về tình trạng tài năng của em, mong thầy/cô cung cấp cho em những hướng dẫn để em được nhạn bằng tài năng ạ. . . Em xin chân thành cảm ơn.. .",
            "Chào em,. . Trường hợp của bạn vẫn được xét tốt nghiệp trong đợt tốt nghiệp của tháng 11/2021 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Em xin kính chào Phòng Đào Tạo và Văn phòng đào tạo Quốc Tế OISP.. . . . Em tên [full_name] mã số sinh viên [student_id] sinh viên khóa 2018, khoa Kỹ thuật Địa chất & Dầu khí, chương trình chất lượng cao.. . . . Em xin phép được gửi đơn xin mở lớp môn học GE3045 Phương pháp minh giải tài liệu địa chấn trong học kỳ chính 212 đã có chữ ký của Chủ Nhiệm [full_name], Chủ Nhiệm Bộ Môn, Giảng Viên giảng dạy và sinh viên đến Phòng Đào Tạo và Văn phòng đào tạo Quốc Tế OISP ạ.. . . . Mong Phòng Đào Tạo và Văn phòng đào tạo Quốc Tế OISP hổ trợ giúp em mở lớp môn GE3045 Phương pháp minh giải tài liệu địa chấn để em có thể học môn này trong học kỳ chính 212. Em xin chân thành cảm ơn.. . . . Trân trọng,. . [full_name]. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Dạ cho em môn điện tử công suất ứng dụng mã EE3079 đợt 3 có mở thêm lớp không ạ. Vì lớp đã đủ số lượng nên em và một số bạn không thể đăng ký được.",
            "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT . . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký . . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dear [full_name]. . Em: [full_name]. . Mssv: [student_id]. . Ngành :kỹ thuật điều khiển và tự động hóa VLVH. . . . [full_name] giúp em ĐK2 môn EE2017,EE2019.. . Lí do là cần Học Trước (HT) môn EE2033_ Giải Tích Mạch.. . Nhưng môn EE2033 có trong nhóm môn học Bổ Túc cho SV CĐ liên thông em đang đợi học bổ túc.. . Học phí tín chọn gói 15tr mà HK này em ĐK được có 2 môn. Nên mong [full_name] xem xét giúp em đăng ký được 2 môn trên. . Em thân gửi.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo trường Đại học Bách Khoa- ĐHQG Hồ Chí Minh.. . Em tên [full_name], mssv [student_id], lớp HC15BSH, khoa Kỹ thuật Hóa Học.. . Ngày 23/12 em đã nộp phiếu đăng kí thu nhận lại và được phản hồi như file em đính kèm. Nhưng hiện tại sau ngày 27/12 em vẫn chưa nhận được email và chưa đăng kí tốt nghiệp được. Kính mong phòng đào tạo kiểm tra và phản hồi giúp em.. . Em xin trân trọng cảm ơn.",
            "\"Chào em,. . Trường hợp của em đã có tên trong danh sách tốt nghiệp dự kiến. SV vui lòng kiểm tra mai SV nhé.. . Do hiện tại hệ thống bkpay đang bảo trì, SV vui lòng đợi sau ngày 05/01/2022 mới có thể vào đăng và thanh toán lệ phí tốt nghiệp. . (SV đã đăng ký tốt nghiệp thành công vui lòng bỏ qua nội dung này).. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "\"Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . Thân.. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . PĐT cho em  hỏi, các môn hoãn thi có tính điểm thành phần và điểm tích lũy không. Em thi lại có môn 4 đ vậy có đủ qua môn không ạ? Mong PĐT trả lời giúp ạ, em đang rất hoang mang. Chúc PĐT có những ngày cuối năm ấm áp bên gia đinh, năm mới vạn sự như ý.",
            "Chào em,. . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em muốn gia hạn thêm một học kỳ có được không ạ.Vì em đã bảo lưu 3 học kỳ. Em bắt đầu học lại ở học kỳ 171. PĐT có thể xem xét cho em không ạ. Em cảm ơn. . . .",
            "\"Chào bạn. . K2015 đã hết thời gian đào tạo nên không dkmh được. . - Về quy định thời gian và kế hoạch học tập (kéo dài thêm 1 Học kỳ): Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . - Bạn có thể chuyển sang VLVH. . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212. Lý do: Em có đăng kí môn Cơ Lưu Chất (CI2003) vào đợt đăng kí môn học kì chính đợt 1 nhưng đợt 2 này em vào thì môn học đã bị hủy do các lớp đã đủ sĩ số, em tính đăng kí lại nhưng mà các lớp đều đã đủ sĩ số. Kính mong trường có thể mở thêm 1 lớp vào (thứ 5, thứ7) để chúng em có thể học kịp chương trình ạ. Em cảm ơn ạ. .",
            "- Quy trình nhận đơn mở lớp HK chính quy 212 (các môn chưa được mở lớp) : Hiên tại Phòng Đào tạo chỉ nhận đơn “Đề nghị mở môn học” cho HK chính quy 212. SV có nhu cầu mở lớp dự thính vui lòng đăng ký vào Đợt 1 của Lộ trình 2 Dự thính dự kiến bắt đầu đăng ký vào ngày 06/01/2022.. .    1- Tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giảng viên giảng dạy & Khoa/Bộ môn để được ký xác nhận đồng ý (ghi rõ đầy đủ thông tin và Thời khóa biểu);. . - Đối với các môn có thực hành/thí nghiệm : Khoa phải cam kết tổ chức được cho SV.. .    2- Sau đó gửi đơn + email xác nhận đồng ý (nếu có) qua trang hỗ trợ trực tuyến (BKSI)    chọn đề mục “MỞ MÔN HỌC HỌC KỲ 212”    ghi rõ tiêu đề yêu cầu : MỞ MÔN HỌC CHÍNH QUY HK212.. .     3- Thời gian gửi đơn từ 25/12 đến 10g ngày 28/12;. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . em chào Thầy Cô,. . . . em đã chuyển hệ đào tạo xong trên hệ thống và đã cập nhật trên tình trạng sinh viên là đã chuyển hệ vào ngày 23/12/2021.. . . . cho em hỏi giờ em làm gì bước tiếp theo để được  xét tốt nghiệp bổ sung ạ?. . . . em cảm ơn ạ,",
            "\"\"\"Chào em,. . . . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . . . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi PĐT,. . . . Em tên [full_name], mssv [student_id], sinh viên Hàng không PFIEV K16.. . Em viết đơn này để hỏi về tình trạng không đăng ký được môn học IM3001 (Quản trị kinh doanh cho kỹ sư) với lý do \"PDT không đ/ký cho SV MH IM3001 (K: Môn học khoa không mở lớp - SV liên hệ Khoa Môn không mở)\".. . Nhưng, trong lần đkmh, em có đăng ký thành công không bị full sĩ số, và hiện tại khi tìm lớp thì vẫn có 4 lớp hình thức học online L01, L02, L03, L04, và các lớp đều được xếp lịch học, và full sĩ số(60/60, trong khi học online được PĐT giới hạn tối đa 100 bạn). . . PĐT cho em hỏi : Em có thể đky được môn học IM3001 nữa không ạ? và nếu không thì cho em xin lý do cụ thể.. . . . Em xin cám ơn. Trân trọng.",
            "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT. . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký. . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT trường ĐH Bách Khoa,. . . . Em là [full_name]. . Mssv:[student_id]. . . . Cho em xin hỏi về đăng kí thi online anh văn nói viết tháng 1 ạ, bởi vì đây là hạn cuối của HK này để em tốt nghiệp, nhưng tháng 12 vừa rồi em chưa đạt được điểm tốt nghiệp của chuẩn anh văn. . . . . Mong PĐT mở thêm đợt thi cho chúng em có cơ hội ôn tập tiếp để thi ạ. . . . . Em cảm ơn./. . . . SV [full_name]",
            "Chào em,. . AV Nói - viết: Bạn vui lòng liên hệ Trung tâm ngoại ngữ sau tết Nguyên đán để đăng ký thi .. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào các anh chị. Em tên là [full_name], MSSV [student_id]. Đến thời điểm hiện tại em vẫn chưa nhận được mail báo lấy bằng tốt nghiệp. Em mong anh chị giải đáp giúp em. Em cám ơn.",
            "Chào em,. . Em kiểm tra lại, hiện tại cô thấy em còn chưa thanh toán khoản lệ phí tốt nghiệp 95.000 đ trên bkpay nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi quí Thầy/cô, em tên: [full_name]. MSSV: [student_id]. Thuộc bộ môn: Thiết kế máy. Khoa: Cơ khí.. . Nay em làm đơn này kính gửi quí Thầy/cô xem xét để em được đăng kí môn học cuối của mình.. . Vì lý do: Thời gian đào tạo của em sắp hết nên không thể đăng kí môn học.. . Em rất mong quí Thầy/cô có thể hướng dẫn và cho em cơ hội để em có thể đăng kí môn học cuối này ạ.. . Trước khi được sự chấp thuận của quí Thầy/cô, em xin chân thành cám ơn và chúc quí Thầy/cô luôn dồi dào sức khỏe.. . Trân trọng!  B   /B   B   I  .",
            "\"Chào bạn. . K2015 đã hết thời gian đào tạo nên không dkmh được. . - Về quy định thời gian và kế hoạch học tập (kéo dài thêm 1 Học kỳ): Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . - Bạn có thể chuyển sang VLVH. . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em xin chào PĐT ạ. . Em tên là [full_name] mssv [student_id] khoa Điện Điện tử, do là kì trước em đăng kí môn GIẢI TÍCH MẠCH (EE2033) nhưng mà không đăng ký được, mà môn đó lại là môn tiên quyết của 3 môn khác trong hk4 của em, nên hiện tại vì thiếu môn GIẢI TÍCH MẠCH nên đợt đăng kí môn học lần 1, em  có đăng kí 4 môn thì đã bị xóa hết 3 môn vì thiếu môn tiên quyết là Giải tích mạch và em chỉ còn có 3 chỉ trong phiếu đăng kí thôi ạ.. .  Dạ hiện tại ở kì này, môn Giải tích mạch có mở 1 lớp nhưng mà chỉ với sĩ số 80 nên đã đầy sinh viên rồi ạ. Em muốn xin PĐT có thể nào ghép em vào lớp đó để em có cơ hội học tập ở kì này và có thể đăng ký những môn học khác ở kì sau được không ạ? Vì đối với em, môn học đó ở kì này nó quan trọng với em lắm ạ. Hoặc PĐT có phương án nào có thể hỗ trợ em trong việc đăng kí môn học ở kì này không ạ, vì bữa giờ em có ngồi canh đăng kí môn rất nhiều rồi nhưng mà các môn học đều đầy rồi ạ, mà em vẫn chỉ có 3 chỉ thôi ạ.. . Mong PĐT có thể hỗ trợ trong trường hợp của em để tạo cơ hội cho sinh viên được học tập tại trường ạ.. . Dạ em cảm ơn PĐT ạ. . Chúc PĐT có nhiều sức khỏe ạ. Em mong là PĐT sẽ tạo điều kiện cho em để có thể được học tập ạ.",
            "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT . . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký . . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào Cô. . - Hiện tại hệ thống đã chuyển em sang hệ VHVL, giờ em cần phải làm gì để đăng kí tốt nghiệp vậy ạ?. . - Em có xem trong mybk thì thấy điểm trung bình tích lũy của em là 7.01 . Như vậy là em tốt nghiệp loại khá đúng không Cô?. . Dạ em cảm ơn cô nhiều.. .   i Tốt nghiệp .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ chào anh chị em đang là sv năm 2.Hk 201 do chưa quen với cách học nên em chỉ tích lũy được 7 chỉ điểm tbtl trên 5. , Hk202 thì do không đăng kí được môn học nên em chỉ đăng kí được 10 chỉ và tích lũy được 6 chỉ. Tới học kì 211 do tình hình covid nên điều kiện học tập onl k được tốt nên tình hình học tập cũng không khả quan hơn nên điểm tbtl học kì này của em rất thấp. Và qua hết 3 học kì em chỉ tích lũy được hơn 20 tín chỉ. Em có tra tại Mybk và website của phòng đào tạo thì không thấy có kết quả cảnh cáo học vụ. Vậy thì cho em hỏi là em có bị buộc thôi học sau học kì này không ạ và nếu có em phải làm gì ạ!. . Em cảm ợn a!",
            "Chào em,. . SV vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT và Giáo viên chủ nhiệm để được tư vấn và hỗ trợ thêm cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô Phòng Đào Tạo,. . Em tên là [full_name] - MSSV:[student_id]. . Hiện tại, em chưa học môn Cơ lưu chất (CI2003) do em từng đi trao đổi tại Đài Loan. Và môn này khó đăng ký dự thính, chỉ đăng ký kỳ chính. Em đã đăng kí đợt 1 nhưng bị hủy với lý do Quá sĩ số. Em thấy môn nhóm lớp L03 có 3 lớp khoảng 75 sinh viên.. . Em kính mong thầy cô PĐT có thể xem xét cho em đăng kí lớp L03_L07 để em có thể hoàn tất các môn chưa học.. . Em cảm ơn các thầy cô rất nhiều.",
            "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT . . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký . . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào quý thầy cô PĐT, hiện tại em đã bỏ qua tin nhắn đăng ký thi anh văn (mã môn học BKE123) trong đợt vừa rồi, em muốn hỏi là mình có thể đăng ký bổ sung hay không ạ (vì chưa đến hạn đóng lệ phí). Em xin cám ơn quý thấy cô!. .",
            "Chào em,. . AV Nói - viết: Bạn vui lòng liên hệ Trung tâm ngoại ngữ sau tết Nguyên đán để đăng ký thi .. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Dạ em gửi lại đơm đăng kí vì lúc sáng em nộp nhưng thiếu thời khoá biểu ạ. Lúc sáng em có nộp đơn thì được pđt yêu cầu là cần chữ kí của thầy và thời khoá biểu nhưng ở đây em có mail xác nhận sự đồng ý của thầy vì tình hình dịch bệnh em không thể có chữ kí đươc ạ. Rất mong pđt duyệt cho em vì mai là hạn chót đăng kí môn rồi ạ.. . Em xin chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Kính gửi PĐT,. . . . Em tên là Huỳnh Tấn Hưng, MSSV [student_id], hiện là sinh viên năm 4 chuyên ngành Kỹ thuật Xây dựng Dân dụng.. . . . Nay em viết mail này với nguyện vọng mong PĐT có thể đồng ý mở lớp TỔ CHỨC THI CÔNG (CI4125). . . . . Em đã liên hệ với thầy [full_name] và VP Khoa Xây Dựng và được cả thầy lẫn khoa đồng ý mở lớp. Đính kèm dưới đây là đơn xin mở lớp đã có chữ ký xác nhận của thầy lẫn VP Khoa Xây dựng.. . . . Ngoài ra còn có danh sách các bạn sinh viên có nhu cầu mở lớp ạ.. . . . https://docs.google.com/spreadsheets/d/1yQnS9wHORMI_vsOBpvsVQb2q_S0aprPC6sddaO2WoKs/edit?fbclid=IwAR1lZj-y7AjAYEoVh6xfaHfzE3mVMGsUn3OyYFTwMWXpRLoP8LmeyXjdwuY#gid=0. . . . Em khẩn thiết mong PĐT có thể đồng ý mở môn học này để em cũng như các bạn khác có thể ra trường sớm nhất có thể ạ. . . . . Hôm qua (T2, 28/12) em đã gửi 1 mail xin đăng ký nhưng vẫn chưa nhận được hồi âm của PĐT. Vì đến ngày 29/12 là hết hạn đăng ký môn nên em đang rất lo lắng. Kính mong PĐT sớm giải quyết trường hợp này của em ạ!. . . . Em xin chân thành cảm ơn! . . . . Chúc PĐT luôn làm việc hiệu quả và giữ gìn sức khỏe trong mùa dịch ạ!. . . . Kính thư!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là sinh viên [full_name]18 ngành kĩ thuật Cơ [full_name]hí của OISP. . . . . 1. Học kì này em có đăng kí môn ME4725 - Đề cương luận văn tốt nghiệp. Sáng nay em có nhận được email từ PĐT về việc em cần phải bổ sung môn học song hành là ME3267 - Thực tập ngoài trường thì mới có thề học môn Đề cương luận văn. Tuy nhiên, khi em search môn học ME3267 để đăng kí thì môn này không mở. Nhưng em thấy trong CTĐT của [full_name]19 có môn ME3135 cũng tên là Thực tập ngoài trường và môn này có mở trong kì này. Em muốn hỏi là liệu em có thể đăng kí môn ME3135 để thay thế ME4725 được không ạ?. . . . 2. Học kì này em có đăng kí môn học ME4045 - Đồ án chuyên ngành (ct). Em thấy bên đại trà có 78 bạn đăng kí, nhưng bên OISP thì chỉ có 2 bạn đăng kí thôi. Em muốn hỏi là với sỉ số lớp bên OISP ít như vậy thì liệu lớp đồ án có được giữ lại không ạ, và nếu không thì cần ít nhất bao nhiêu bạn để có thể mở lớp đồ án ạ?. . . . Em xin chân thành cảm ơn.",
            "Chào em;. . 1, em liên hệ về khoa để biết về môn mình cần học trong chương trình đào tạo của mình nhé. . 2, môn đồ án vẫn mở bình thường nhé em. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em đăng ký mã môn học ci4351 và ci3353 không thành công vì hệ thống báo lỗi về thời  giãn cách giữa 2 cơ sở không đủ",
            "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT. . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký. . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào cô em là   B [full_name]  /B  MSSV:   B [student_id]  /B . . Hôm nay là 28/12 nhưng em vẫn chưa nhận được mail về việc đăng kí tốt nghiệp cũng như là chưa đăng kí tốt nghiệp được.. . Mong cô kiểm tra giúp em ạ!. . Em cảm ơn cô!. .",
            "Chào em,. . Trường hợp của em đã có tên trong danh sách tốt nghiệp (dự kiến). SV vui lòng kiểm tra mail nhé.. . Do hiện tại hệ thống bkpay đang bảo trì, SV vui lòng đợi sau ngày 05/01/2022 mới có thể vào đăng và thanh toán lệ phí tốt nghiệp.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em mới kiểm trai thử bên ĐKMH thì PĐT vẫn chưa mở ĐKMH cho em. Mong PĐT kiểm tra lại em với. Mai là 29/12 là hết hạn ĐKMH em sợ ĐK [full_name] Không được. Em xin chân thành cảm ơn rất nhiều ạ.",
            "\"Chào bạn. . K2015 đã hết thời gian đào tạo nên không dkmh được. . - Về quy định thời gian và kế hoạch học tập (kéo dài thêm 1 Học kỳ): Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . - Bạn có thể chuyển sang VLVH. . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em xin chào PĐT, em đang Nguyễn Trọng QUang Vinh sinh K17 chương trình Việt Pháp ngành Viễn Thông, mssv [student_id]. Khi em đăng ký môn học Mạch Điện Tử (EE2035) để học tương đương cho môn Điện Tử (402705) ở mục đăng ký chuyển hệ thì em nhận được thông báo là Thiếu môn Vật lý bán dẫn (như ảnh đính kèm), do trong chương trình đào tạo của em thì không có học môn đó mà bạn cùng lớp Việt Pháp em thì vẫn đăng ký được, xin PĐT giải đáp giúp em ạ. Em xin cảm ơn PĐT rất nhiều.",
            "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT . . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký . . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào , em là [full_name] , hiện em đang học năm 2 khoa Cơ Khí , em có dự định đo du học , không biết bên trường mình có liên kết với các trường đại học nước ngoài không ạ , và có hướng nào để có thể hỗ trợ em đi du học để học tiếp năm 3 và năm 4 không ạ--. .   B [full_name]  /B",
            "Chào em,. . Em liên hệ Văn phòng Đào tạo quốc tế [email] để được hỗ trợ nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Em tên là: [full_name]. . MSSV: [student_id]. . . . Gửi [full_name] ạ!. . . . Dạ, em xin được đăng ký được làm LVTN trong HK212, lý do em làm đơn này là bởi vì theo quy định nhận luận văn của nhà trường thì tổng số chỉ tích lũy ngành cho nợ tối đa là 10TC,  theo khóa em đang theo học là 121TC sẽ được nhận LVTN, hiện tại tính đến ngày 28/12/2012 thì em tích lũy được 119TC vẫn thiếu 2 chỉ so với quy định, số ngày CTXH của em hiện tại là 12,5/10 ngày đã đạt yêu cầu. Vậy nên em làm đơn kính mong [full_name] cho em xin được làm LVTN trong HK212 này ạ.. . . . Em đã đi thực tập tốt nghiệp và bảo vệ xong đề cương LVTN ạ.. . . .      [full_name]. . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô,. . Hiện em, sinh viên khóa 2015, không đăng kí được môn học trong học kì tới vì đến hạn đào tạo.. . Em đề nghị được chuyển sang hình thức VLVH để được tiếp tục theo học tại trường.. . Đính kèm là file scan phiếu.. . Em mong được sớm xử lí để có thể kịp thời gian DKMH đợt 25-29/12.. . Em xin cảm ơn,. . Thức. . . .   i Học vụ .",
            "\"\"\"Chào em,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV theo dõi mail và lịch học vụ để vào đăng ký môn học cho HK212 nếu còn nợ MH, vào đợt 3 (từ ngày 4/1/2022). . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ em chào pdt,em tên [full_name] MSSV [student_id],cho em hỏi là sao em ko có trong danh sách đki TLTN HKI 212 mak pdt gửi mail để kiểm tra ạ,mặt dụ em đã đủ hết tất cả đki để nhận luận văn tốt nghiệp,ngoài ra thì những bạn học sau em giờ bản đki một lần 2 môn học đó là thực tập tốt nghiệp vs TLTN thì bạn ấy lại có trong danh sách,còn em thì đã hoàn thành xong hết chwuowng trình chỉ còn mỗi TLTN mak em lại ko có trong danh sách phản hồi từ mail,em xin pdt kiểm tra cho em ạ, khoa TT cũng đã gửi đơn xác nhận và đã gửi cho pdt rồi ạ,em cám ơn",
            "dạ em nhắn nhầm, xin lỗi PĐT rất nhiều ạ,em cám ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em hiện tại là sinh viên năm 2, học kì 4. Em mới học được 1 môn thể chất là bóng chuyền, kì này do đăng kí học nhiều môn nên em muốn hỏi là kì hè có đăng kí học thể chất được không ạ?. . Nêu không học đủ 2 môn thể chất thì không đăng kí môn năm 3 được đúng không ạ.. . Em xin cảm ơn.",
            "Chào bạn. . Hè có mở môn gdtc thì đợi thông báo nghen. . Hiện tại Pdt tạm thời pass chuẩn GDTC cho Hk212. . Đối với các Hk sau thì áp dụng theo quy định. . Nên bạn phải tranh thủ đăng ký để hoàn tất môn GDTC. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào anh/chị,. . Em có chuyển điểm anh văn vào ngày 27/12/2021 và đang chờ thẩm tra, nhưng đã hết thời hạn xét  TN tháng 11/2021. Do công ty em đang làm đòi hỏi bằng tốt nghiệp gấp nên em có thể làm cách nào để có thể đăng kí tốt nghiệp trong đợt tháng 11/2021 này được không ạ.. . Mong anh/chị có thể giúp em với ạ. . Em xin chân thành cám ơn anh/chị.. .",
            "\"Chào em,. . Trường hợp để được xét tốt nghiệp, yêu cầu bắt buộc chứng chỉ phải được thẩm tra hợp lệ bạn.. . . . Khi nào có kết quả thẩm tra hợp lệ em gửi lại câu hỏi qua bksi, thời điểm đó mới trả lời cho bạn còn kịp xét tốt nghiệp cho đợt tháng 11/2021 không nhé. . Thân\". . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ cho em hỏi là em đã có tên trong ds tốt nghiệp dự kiến nhưng khi vào đăng kí tốt nghiệp thì không đăng kí được ạ.",
            "Chào em,. . Sau ngày 29/12 em vào đăng ký tốt nghiệp lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào phòng đào tạo,. . . .   B Em có nhận được mail kiểm tra điều kiện đăng kí cho môn học Đồ án ngành 1 ME4121, trong đó điều kiện là đăng kí môn Song hành Thực tập ngoài trường ME3133.. . Nhưng môn Đồ án ngành 1 em đăng kí là một trong hai môn học tương đương cho môn Thiết kế trang phục 1 ME3085 của chương trình đào tạo khóa 2016 của em, do nhà trường không còn mở đăng kí cho mã số môn học này theo chương trình đào tạo của em nữa. Và môn Song Hành Thực tập ngoài trường ME3133 cũng không có trong chương trình đào tạo của em, thay vào đó, môn Thực tập tốt nghiệp của em có mã số môn học là ME3079.  /B . . . . Kính mong phòng đào tạo xem xét trường hợp của em để thỏa điều kiện đăng kí môn học ME4121.. . . . Em cảm ơn ạ!. .",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em vô phần đăng kí môn học nhưng không được. Cho em hỏi bị lỗi gì ạ. Em cảm ơn. . . .",
            "\"Chào bạn. . K2015 đã hết thời gian đào tạo nên không dkmh được. . - Về quy định thời gian và kế hoạch học tập (kéo dài thêm 1 Học kỳ): Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . - Bạn có thể chuyển sang VLVH. . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Chào PĐT,. . . . Em là [full_name], MSSV [student_id], là sinh viên K18 Khoa máy tính. Em có nhu cầu học giải tích 2 MT1005 trong kỳ này tuy nhiên tất cả các lớp bao gồm cả dự thính và chính quy đều đã full.. . Em xin PĐT hô trợ xét duyệt mở thêm slot hoặc thêm lớp để em có thể hoàn thành chỉ tiêu vì đây cũng là kỳ cuối cùng của em rồi ạ.. . . . Em cảm ơn PĐT nhiều. . [full_name].. .",
            "Chào em,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Em xin đề xuất mở môn Mô hình hóa môi trường EN2017 ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em vô phần ĐKMH nhưng báo không vô được. Cho em hỏi bị lỗi gì ạ. Em cảm ơn",
            "\"Chào bạn. . K2015 đã hết thời gian đào tạo nên không dkmh được. . - Về quy định thời gian và kế hoạch học tập (kéo dài thêm 1 Học kỳ): Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . - Bạn có thể chuyển sang VLVH. . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là sinh viên K17, MSSV [student_id]. Em có đăng kí môn học Tư tưởng HCM với mã SP1005 thì không mở lớp. Em có đăng kí mã mới SP1037 nhưng không thể đăng kí vào được lớp này. Cho em hỏi làm sao để có thể đăng kí được môn Tư tưởng HCM ạ?. .   i Đăng ký môn học .",
            "Chào em,. . Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ thưa thầy, cô. . Em là [full_name], MSSV [student_id]. . . Dạ thưa, hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp đợt 2/2021 và đã nhận được mail của PĐT. Nhưng vào tháng 11, em có đăng ký in bảng điểm, do sơ suất của em nên em quên chưa đóng phí. Hiện tại thì em đã thanh toán khoản phí này rồi ạ. Em kính mong PĐT kiểm tra lại và cho phép em được đăng ký tốt nghiệp trên dịch vụ mybk ạ.. . Em xin chân thành cảm ơn.. .",
            "Chào em,. . Đã mở cho sinh viên đăng ký.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi mình không đủ 2 học phần giáo dục thể chất năm 2 thì năm 3 có được đăng kí môn không ạ ?",
            "Chào bạn. . Hiện tại Pdt tạm thời pass chuẩn GDTC cho Hk212. . Đối với các Hk sau thì áp dụng theo quy định. . Nên bạn phải tranh thủ đăng ký để hoàn tất môn GDTC. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em xin hủy đăng kí hoãn môn xstk. em bị hoãn nhầm với môn phương pháp tính ạ. em cảm ơn. .",
            "Chào em,. . Em vui lòng làm đơn trình bày rõ vấn đề, tên và mã MH xin hủy hoãn thi? ở HK nào? ghi rõ lý do gửi lại qua [full_name]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name]- [student_id] gửi pdt đơn xin mở môn học môn thiết kế P&ID -CH2081,rất mong được duyệt. Em cảm ơn",
            "Chào bạn[full_name]. . [full_name] tại Phòng Đào tạo chỉ nhận đơn “Đề nghị mở môn học” cho HK chính quy 212. SV có nhu cầu mở lớp dự thính vui lòng đăng ký vào Đợt 1 của Lộ trình 2 Dự thính dự kiến bắt đầu đăng ký vào ngày 06/01/2022.. . Vì vậy bạn đăng ký trong đợt dự thính nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /[full_name] \t. . . .   i Đăng ký môn học . Kính gửi Văn phòng đào tạo quốc tế. . . . Em tên là [full_name]. . MSSV: [student_id]. . Thuộc khoa kỹ thuật địa chất và dầu kh. . Em xin gửi mail do em thắc mắc về đăng ký môn học HK212.. . Nó nói là em thiếu tới 4 môn tiên quyết để được đăng ký môn Luận văn tốt nghiệp GE4327. Trong khi đó 4 môn tiên quyết không hề nằm trong chương trình đào tạo.. . Do kỳ sau em chuẩn bị làm luận văn tốt nghiệp nên mong VPĐT hỗ trợ trường hợp của em để không ảnh hưởng tiến độ ra trường.. . . . Xin cám ơn . . Thân mến",
            "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT. . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký. . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em kính chào quý thầy cô và CBNV!. . Em tên là [full_name], MSSV [student_id].. . Hiện tại, ở đợt đăng kí môn học đợt 2 em đã đăng ký 19 tín chỉ. Tuy nhiên theo lộ trình học tập hiện tại, để tốt nghiệp đúng hạn và tốt nhất thì ở học kỳ này em cần phải học 22 tín chỉ, vượt quá số tín chỉ quy định 1 tín chỉ. . . Em viết mail này để xin PĐT mở cho em được phép đăng ký 22 tín chỉ ở học kì HK212. Em xin hứa sẽ cố gắng học tập hết mình và đạt kết quả tốt nhất trong khả năng của em.. . Nếu được phép thì mong PĐT có thể hướng dẫn cho em các bước để đăng ký được 22 tín chỉ.. . Chúc quý thầy cô và CBNV có một ngày làm việc vui vẻ!. . Em xin chân thành cảm ơn.. . (Em có gửi mail nhưng mà chưa thấy phản hồi)",
            "Chào em,. . Em vui lòng xem quy chế. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 9.3. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy cô ạ!. . Em là [full_name] - MSSV: [student_id], em muốn xin hoãn học thí nghiệm môn Tinh thể do tình hình dịch bệnh ạ.. . Mong thầy cô xem xét, em xin cảm ơn.. .   i Yêu cầu khác .",
            "Chào em,. . Em vui lòng làm đơn trình bày rõ vấn đề của bạn nhé và gửi lại qua bksi nhé. . Thân",
            "Dạ chào cô ạ!. . Do vào buổi học đầu tiên trùng với lịch thi nên em có xin giáo viên bộ môn vắng 1 buổi ạ. Trước đó em có đăng ký xin học thí nghiệm vì nghĩ có thể ở nhờ nhà trọ bạn, nhưng nay bạn em đã học xong và về quê rồi ạ, nhà em đến trường khá xa. Nay em bị nhiễm Covid hiện đang cách ly nữa ạ, nên em đã liên hệ với giáo viên bộ môn, xong cô nói liên hệ với BKSI ạ. Em trình bày lý do này mong cô xem xét, cho em hoãn học thí nghiệm môn Tinh thể vào kỳ này để kỳ sau học ạ. Em cảm ơn cô.. . Chúc cô một ngày tốt lành!",
            "\"Chào em,. . Phòng Đào tạo đã tiếp nhận đơn xin hủy đăng ký học thí nghiệm trực tiếp của bạn.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân\""
        ]
    }
]