[
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Cho em hỏi nếu như em muốn học lại Hoá đại cương với Vật Lí để cải thiện gpa thì có được lấy điểm bài tập lớn với điểm Hoá Thí Nghiệm cũ không, tại điểm Hoá TN e 10 với [full_name] e cũng 10",
            "Chào bạn,. . . . Việc này phụ thuộc vào giáo viên giảng dạy. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi mã môn học dành cho K19 có thay đổi gì nhiều khong ạ?. .  và mã môn xác suất thống kê cho K19 khoa điện có phải MT2001 k ạ?",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Mã số môn xác suất thống kế (MT2001) dành cho khoá 2018 trở về trước. Đối với sinh viên khoá 2019 chương trình có thay đổi, nên mã số môn học cũng thay đổi.. . . . Chương trình đào tạo do khoa cung cấp cho PDT, hiện tại một số khoa chưa cung cấp CTDT cho PDT. . . . . Việc này bạn liên hệ với khoa, giáo viên chủ nhiệm tư vấn cho bạn biết môn học để bạn đăng kí . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . PĐT cho em hỏi là HK191 có được phát cho SV không, hay là kì ấy bỏ học bổng rồi",
            "Chào bạn,. . . . Vẫn có nhưng hiện tại nhà trường cho có thông báo chính thức về việc này.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "cho em hỏi khoa xây dựng khi nào phân ngành ạ. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Bạn liện hệ khoa để biết thông tin này nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em chào cô thầy, . . Mã môn học mà em đăng kí trong học kì hè HK193 là IM2007,IM1011. Và không đăng kí được do chưa qua chuẩn anh văn.. . Mong thầy cô kiểm tra lại giúp em ạ.. . Em cảm ơn.. . . . . .",
            "Chào bạn,. . . . PDT có gởi mail thông báo cho sinh viên không xét chuẩn tiếng anh sau các năm 193, 201,dự thính 201.. . . . Bạn kiểm tra lại, hay là bạn chụp lại màng hình báo lỗi gởi PDT.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (B[full_name]eL) . Cho em hỏi [full_name]19 khi nào có lịch học vụ. Em muốn biết chương trình để đăng kí học kì 193 tới ấy ạ! Em cảm ơn.",
            "Chào bạn,. . . . [full_name] đã gởi mail cho sinh viên lịch  đăng kí dự thính 193, bạn kiểm tra mail. Hiện tại đang trong đợt đăng kí dự thính đợt 1.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ cho em hỏi nếu mất thẻ sinh viên thì khi làm lại có bị trừ điểm rèn luyện không ạ?",
            "Chào bạn,. . . . Bạn đăng kí trên MyBK để làm lại thẻ sinh viên thôi không trừ điểm rèn luyện.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ cho e hỏi sao e k chuyển điểm toeic đc ạ",
            "Chào bạn,. . . . Bạn nhập sai ngày test day.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]0  /b \t. . . .   i Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Em là [full_name],MSSV [student_id]0. Cho em hỏi quy chế học vụ là khi hoàn thành luận văn rồi chỉ thiếu mỗi anh văn nói viết là sẽ được gia hạn thêm 1 kỳ và không cần phải đkmh nhưng em lại bị tạm dừng và khi đăng ký thi anh văn nói viết thì báo lỗi ạ. Mong kiểm tra giúp em. Em cảm ơn ạ",
            "Chào bạn,. . . . Việc đăng kí thi anh văn nói viết là tại trung tâm ngoại ngữ mà bạn. Khi nào bạn đạt điểm thi anh văn nói viết làm đơn thu nhận lại để tốt nghiệp.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . gởi pdt,. . tôi là [full_name]18 bảo lưu một năm nên đang học cùng [full_name]19 , nay các mã môn học [full_name]19 khác với các [full_name] trước thì liệu các môn mã cũ có mở trong các kì chính tiếp hay không hay tôi có thể học các môn của [full_name]19 và được tính tín chỉ hay không . Xin cảm ơn",
            "Chào bạn,. . . . Bạn sinh viên khoá 2018, bạn phải đăng kí môn học chương trình đào tạo 2018.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Tạm dừng . Em tên đào quốc thái msssv [student_id] lớp bd16cdt học kì 192 em không có môn học.em xin tạm dừng học kì để em đăng kí kì hè.em cảm ơn",
            "Chào bạn,. . . . Học kỳ 192 em không đăng kí môn học nên bị tạm dừng, bạn làm đơn thu nhận lại sau đó đăng kí môn học nhen.. . . . Mẫu đơn thu nhận lại http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=91&tid=97 (phiếu số 7)"
        ]
    },
    {
        "intent": "",
        "message": [
            "các chương kiểm tra trong phần video vật lí 2 của em do em quên chưa hoàn thành bài kiểm tra chương 8 em mong xin phòng đào tạo có thể gia hạn bài kiểm tra đến hết ngày 14/6 cùng với bài kiểm tra của chương 9. Em cảm ơn",
            "Chào bạn,. . . . Việc này bạn phải liên hệ giáo viên giảng dạy, chỉ có giáo viên giảng dạy mới có quyền này.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . dạ phòng đào tạo cho e xin các môn mở trong học kì hè khoa Kỹ thuật hóa học ngành công nghệ sinh học.để e đăng kí kịp ạ. .                                   em cám ơn !",
            "Chào bạn,. . . .  Chương trình đào tạo do khoa cung cấp cho PDT, hiện tại một số khoa chưa cung cấp CTDT cho PDT. . . . . Việc này bạn liên hệ với khoa, giáo viên chủ nhiệm  tư vấn cho bạn biết môn học để bạn đăng kí môn học.. . . . Thân.. .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Lịch thi - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi PGH, PĐT trường ĐH Bách Khoa TPHCM.. . Học kì 192 chỉ con 4 tuần là kết thúc, nhưng PĐT sắp xếp lịch thi môn Nguyên lí thông tin số, mã môn học EE3115 đến tận cuối tháng 7 cụ thể là ngày 29/7. Nếu được em mong PĐT sắp xếp lại lịch thi sớm hơn thời gian đã nêu. . . Lí do: Em được người quen mời thử việc ở 1 CTy ở tỉnh với tính chất công việc là theo công trình nên không thể bỏ dỡ việc. Dự kiến ngày bắt đầu làm việc là 25/7 đến 27/7.. . Mong PĐT xem xét giúp đỡ và tạo điều kiện cho em ạ.. . Em xin chân thành cảm ơn. . . Trân trọng.",
            "Chào bạn,. . . . Lịch thi nhà trường xếp theo biểu đồ học tập của sinh viên, có thể môn EE3115 đã kết thúc sớm nhưng các bạn còn học những môn khác nữa.. . . . Việc đổi lịch thi là không đổi được, bạn cố gắng thu xếp công việc về thi cho đúng nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Điểm Av sau khi nộp bằng toeic có được cộng vào điểm trung bình tích lũy không ạ? Em xin cảm ơn",
            "Chào bạn,. . . . Điểm Av sau khi nộp bằng toeic  được cộng vào điểm trung bình tích lũy nhen.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . cho em hỏi làm cách nào để rút bản sao học bạ và bằng tốt nghiệp thpt ra ạ. (em đã bị thôi học)",
            "Chào bạn,. . . . Hồ sơ này trường vẫn lưu trữ không rút được vì trường chỉ nhận bản sao thôi.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Gởi PĐT,. . mong phòng đào tạo đọc kĩ lại câu hỏi và trả lời một cách thấu đáo.. . Tôi xin hỏi lại một lần nữa. . Tôi là K18 bảo lưu một năm nhưng các môn học của K19 đều thay đổi mã môn học không giống những khóa trước nữa. . . PĐT trả lời rằng phải đk theo ct của K18 nhưng những môn đó có mở tiếp cho những K18 bảo lưu như tôi hay không hay chỉ có những môn của K19.. .",
            "Chào bạn,. . . . [full_name] trả lời bạn lần nữa nhé:. . . . - Bạn không phải phải bị bảo lưu, mà học kỳ 191 bạn bị tạm dừng với lý do: xoá tên vì bỏ thi. Nên bạn vẫn là sinh viên khoá 2018 và bạn đăng kí môn của chương trình đào tạo 2018.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy cô,. . Em được biết chương trình đào tạo của khoa K19 sẽ khác với mọi năm ở việc tách môn Chủ nghĩa [full_name] thành 2 môn khác. Em có vài thắc về việc này và mong được thầy cô giải đáp:. . 1. Môn Chủ nghĩa [full_name] được tách thành những môn nào?. . 2. Khóa k19 có được đăng kí học hè những môn này không?. . 3. Nếu được, thì em phải chọn mã số môn học mới là gì?. . Em học ngành Quản lý công nghiệp, do trên aao chưa cập nhập chương trình đào tạo học kì 201, 202 nên em gặp vài khó khăn trên. Rất mong được thầy cô giải đáp.. . Em cảm ơn thầy cô nhiều.. .   i Yêu cầu khác .",
            "Chào bạn,. . . . . . Học kỳ hè bạn vẫn đăng kí được những môn học mới. Nhưng vì chương trình đào tạo do khoa cung cấp cho PDT, hiện tại một số khoa chưa cung cấp CTDT cho PDT. . . . . Việc này bạn liên hệ với khoa, giáo viên chủ nhiệm  tư vấn cho bạn biết môn học để bạn đăng kí môn học.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là điểm trung bình tích lũy ngành khi xét tốt nghiệp có xét những môn đại cương không ạ . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Điểm tích luỹ ngành là tính tất cả các môn trong chương trình đào tạo.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em chào cô,. . Em có chụp lại hình Gmail Phòng Đào Tạo gửi về việc không xét chuẩn anh văn.( có đính kèm  ở dưới ạ).. . Và cả thông báo lúc em đăng ký môn học nữa ạ.. . Cô kiểm tra lại giúp em với ạ. . . Em cảm ơn cô.",
            "Chào bạn,. . . . Đó là câu cảnh báo thôi nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . thưa pđt,. . theo như thông báo của pdt thì kì hè này không xét đến anh văn, và thông báo này có bao gồm môn thực tập quá trình và thiết bị (CH2087) không ạ?. .  Và cũng theo thông báo này chuẩn anh văn kì 201 nhà trường không xét, vậy thì đến kì 202 khi xét lại chuẩn anh văn thì xét như thế nào ạ. ( theo như đúng tiến độ của k18 thì để đang kí môn kì 201 thì phải hoàn thành av3, kì 202 là hoàn thành av4). vậy khi xét lại chuẩn av kì 202 k18 là av3 hay av4 ạ. . . em cảm ơn. .",
            "Chào bạn,. . . . - PDT sẽ không xét chuẩn anh văn sau các năm đối với học kỳ 193, 201 và dự thính 201 cho tất cả các môn học.. . . . - Sau thời gian này vẫn xét theo đúng qui chế học điều 31 phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (B[full_name]eL) . Dạ cho em hỏi mã môn mác lê nin, các môn chính trị của [full_name]19 ạ",
            "Chào bạn,. . . . Đối với sinh viên K2019, môn mác [full_name]lê và khối kiến thức Kinh tế [full_name]chính trị gồm các môn:. . [full_name] SP1031 Triết học [full_name][full_name][full_name] (3tc). . [full_name] SP1033 Kinh tế chính trị Mác[full_name][full_name] (2tc). . [full_name] SP1035 Chủ nghĩa xã hội khoa học (2tc). . [full_name] SP1039 Lịch sử Đảng Cộng sản Việt Nam (2tc). . [full_name] SP1037 Tư tưởng [full_name] (2tc). . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1912986  /b \t. . . .   i Hỏi đáp học trực tuyến (BKeL) . Chào cô, em muốn hỏi khoa   B Kĩ Thuật Xây Dựng  /B  phân ngành vào cuối năm nhất hay sau học kì hè, nếu không đủ 28  tín chỉ khi kết thúc kì 2 thì có được phân ngành hay không.. . Em cảm ơn.",
            "Chào bạn,. . . . Việc phân ngành bạn liên với khoa và giáo viên chủ nhiệm để tư vấn cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Thu nhận lại . Làm đơn cứu xét như thế nào ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Dạ em là sinh viên K19 - PFIEV . HK 193 hè này em có nguyện vọng đk môn học Giải tích 3 và em muốn học cùng các anh chị khóa trên của PFIEV để có thể học nắm chắc kiến thức . Không biết hai mã môn giải tích 3 MT2007 và 006725 có được công nhận tương đương không vậy ạ ! Em xin cảm ơn !",
            "Chào bạn,. . . . Hiện tại CTDT K2019 đang trong quá trình xây dựng hoàn thiện, do đó việc công nhận môn học tương đương chưa được khoa/bộ môn gởi đến phòng Đào tạo.. . . . Về kiến thức, nếu sinh viên muốn trang bị, tìm hiểu trước, thì cũng là vấn đề tốt cho quá trình học tập. Điều này tùy sinh viên chọn lựa.. . . . Chúc bạn học tốt.  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ em chào thầy/cô, thầy/cô cho em hỏi là em đã thanh toán lệ phí chuyển điểm khi nộp bằng TOEIC hai kĩ năng nhưng bảng điểm em vẫn chưa được cập nhật điểm ạ. Thầy/cô cho em hỏi khi nào em mới được cập nhật vậy ạ?. .",
            "Chào bạn,. . . . Hiện tại PDT đã cập nhật điểm miễn trong hệ thống rồi, còn trang web sẽ cập nhật sau đó.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1927013  /b \t. . . .   i Yêu cầu khác . Chào Thầy/Cô. Em là sinh viên vb2 chính qui ngành kĩ thuật hoá học, MSSV 1927013. Cho em hỏi là được đăng kí tối đa bao nhiêu tín chỉ hoc dự thính hè HK193 ?  Và các môn học có kèm theo thực hành nhưng bị rớt thì phần thực hành có được bảo lưu không ạ? ( ý em hỏi là nếu học môn đó lại có phải đi thực hành lại không ( phần thực hành em đều trên 5 phẩy ah))",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "QUOTE MSSV/MSGV: 1927013    . . . . Yêu cầu khác. . . . Chào Thầy/Cô. Em là sinh viên vb2 chính qui ngành kĩ thuật hoá học, MSSV 1927013. Cho em hỏi là được đăng kí tối đa bao nhiêu tín chỉ hoc dự thính hè HK193 ?  Và các môn học có kèm theo thực hành nhưng bị rớt thì phần thực hành có được bảo lưu không ạ? ( ý em hỏi là nếu học môn đó lại có phải đi thực hành lại không ( phần thực hành em đều trên 5 phẩy ah)). .",
            "Chào bạn,. . . . - Theo xem qui chế học vụ điều 9.5 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . - Các môn lý thuyết có phần thực hành khi rớt thì phải học lại hết. Điểm thực hành không được bảo lưu.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . trường có thể hỗ trợ em rút lại bảo sao bằng tốt nghiệp và bản sao học bạ đc không ạ. em bị mất học bạ với bằng tốt nghiệp thpt. giờ trường đuổi học em xin trường hỗ trợ trả lại cho em để em xin học ở trường khác. vì em chỉ có duy nhất 1 bản sao trường đang giữ thôi ạ. . . .",
            "Chào bạn,. . . . Nếu bạn mất bằng tốt nghiệp và  học bạ PTTH, bạn liên hệ trường phổ thông của bạn xin cấp bản sao. PDT không trả lại hồ sơ cho sinh viên.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em chào thầy cô, em bị mất thẻ sinh viên thì quy trình làm lại thẻ mới như thế nào ạ?. . Em xin cảm ơn!",
            "Chào bạn,. . . . Bạn lên MyBK đăng kí làm lại thẻ sinh viên nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Cho em hỏi là không vào đoàn thì có được tốt nghiệp không ạ? Em xin cảm ơn! . .",
            "Chào bạn,. . . . Bạn liên hệ văn phòng đoàn khoa của bạn để tư vấn cho bạn nhé. Qui chế học vụ không qui định về việc xét vào đoàn của sinh viên khi tốt nghiệp.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . dạ thầy/cô cho em hỏi là với điều kiện bắt buộc như trong ảnh thì em có thể đăng ký học môn xác suất và thống kê trên không ạ? kì 192 em mới học môn đại số tuyến tính ấy ạ. với cả mã môn học xác suất thống kê ở chương trình k19 có thay đổi không hay vẫn như các anh chị k18 ạ? nếu có thì làm thế nào em biết được mã môn học nếu em được học môn đó trong kì hè 193 ạ? em cảm ơn thầy/cô nhiều.. .",
            "Chào bạn,. . . . - Chương trình đào tạo 2019 có thay đổi so với các khoá trước, mã số môn học có thay đổi. Bạn phải đăng kí đúng mã môn học của bạn.. . . . - Chương trình đào tạo do khoa cung cấp cho PDT, hiện tại một số khoa chưa cung cấp CTDT cho PDT. . . . . - Việc này bạn liên hệ với khoa, giáo viên chủ nhiệm để tư vấn cho bạn biết môn học  bạn đăng kí.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Em thấy trên mail thông báo học kì sau không xét điều kiện t.a. V e ko đủ điều kiện học năm 3 vì thiếu t.a có được đk môn năm 3 ko ạ? và không xét t.a đến học kỳ nào ạ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Dạ em chào thầy/cô. . . . Em thuộc khóa K19 khoa Kỹ thuật Hóa học nên chưa có nhận được chương trình đào tạo của các năm sau và em cũng có nhận được thông tin là môn [full_name] - Lenin (SP1003) đối với tụi em sẽ phải phân thành một số môn khác, vậy thầy/cô cho em hỏi là đối với khóa K19 thì học kỳ dự thính này chúng em có thể đăng kí được các môn học nào và chúng em nên đăng kí những môn học nào ạ.. . . . Em cảm ơn thầy/cô rất nhiều.",
            "Chào bạn,. . . . - Chương trình đào tạo do khoa cung cấp cho PDT, hiện tại một số khoa chưa cung cấp CTDT cho PDT. . . . . - Việc này bạn liên hệ với khoa, giáo viên chủ nhiệm để tư vấn cho bạn biết môn học  bạn đăng kí.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (B[full_name]eL) . Thầy/Cô cho em hỏi, em là sinh viên [full_name]19 khoa [full_name]TXD ngành CN kĩ thuật VLXD em không biết là mình nên học và phải học môn nào trong các kì tới ạ, em có xem ctdt của [full_name]18 nhưng không biết có giống với chương trình học của khóa em không. Với cho em hỏi là tại sao cùng một môn mà lại có nhiều mã môn khác nhau ạ. VD như môn tư tưởng HCM SP1037(2tc) và SP1005(3tc) 2 này khác gì nhau v ạ và nếu là sinh viên [full_name]19 thì em bắc buột học cái nào v ạ.. .",
            "Chào bạn, . . . . - Chương trình đào tạo khoá 2019 được xây dựng mới, nên một số nội dung chương trình sẽ khác với các khoá khác. Chính vì vậy mã số môn học khoá 2019 khác hơn so với các khoá trước. . . - Hiện  trong quá trình hoàn thiện. các bạn khoá 2019 phải đăng kí đúng mã số môn học của khoá mình.. . -chương trình đào tạo do khoa cung cấp cho PDT, hiện tại một số khoa chưa cung cấp CTDT cho PDT. . . . . - Việc này bạn liên hệ với khoa, giáo viên chủ nhiệm để tư vấn cho bạn biết môn học  bạn đăng kí.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Con chào thầy (cô)!. . Thầy(cô) có thể cho con hỏi HBKKHT của HK 191 khi nào mới xét vậy ạ!. . Con cảm ơn thầy(cô) ạ!",
            "Chào bạn,. . . . Nhà trường chưa có thông báo chính thức nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Trường có chấp nhận chứng chỉ tiếng Anh của [full_name] English Test không ạ",
            "Chào bạn,. . . . Bạn xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là học kì 192 có tổ chức kiểm tra anh văn mỗi học kì không ạ hay để năm sau mới tổ chức?Em thấy để 13/6 mà chưa thấy thông báo đăng kí. Em cảm ơn!. .",
            "Chào bạn,. . . . Hiện tại nhà trường chưa có thông báo chính thức về việc này.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi làm sao để cấp được giấy chứng nhận tốt nghiệp tạm thời ạ. . . Em cám ơn ạ.",
            "Chào bạn,. . . . Giấy chứng nhận tốt nghiệp tạm thời cấp khi sinh viên đã hoàn thành xong chương trình học. đang chờ tốt nghiệp.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin hỏi PĐT là hiện tại có thể còn nộp đơn huỷ môn học không ạ. Em xin cảm ơn PĐT ạ.. . Môn học em xin huỷ là môn Sức bền vật liệu, mã môn là 809703. . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Hiện tại chỉ nhận đơn rút môn những học dự thính vì học kỳ dự thính mới triển khai học sau này.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Em chào PĐT.. . Em tên [full_name], MSSV:[student_id]. Hiện tại em đang theo học tại Trung tâm đào tạo bảo dưỡng công nghiệp. Lúc trước em có nhận được mail là sẽ miễn av theo từng năm để tạo điều kiện cho sv đăng kí môn học. Vậy cho em hỏi những đối tượng nào sẽ được miễn av để được đăng kí môn học. Vậy trong trường hợp của em là đã qua toeic 250 năm 2 nhưng bây giờ em bị vướng toeic 300 của năm 3 vậy em có được miễn để đăng kí môn học của năm 3 không ạ.. . Em cảm ơn PĐT ạ.",
            "Chào bạn,. . . . Bạn đọc kỹ thông báo PDT có gởi cho sinh viên không xét chuẩn anh văn sau các năm trong học kỳ 193, 201, dự thính 201.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Em chào anh (chị),. . Em tên là [full_name], sinh viên lớp VP16XDC.. . Em muốn hỏi về việc chuyển điểm ngoại ngữ môn tiếng Pháp 5, 6, 7 của em. Em học ngành xây dựng nên mã môn học của em khác với mã môn học của các ngành khác. Mã môn của em như sau:. . Tiếng pháp 5 (xd) : Mã môn 003727. . Tiếng pháp 6 (xd) : Mã môn 003728. . Tiếng pháp 7 (xd) : Mã môn 003729. . Em muốn hỏi về việc em có thể chuyển điểm ba mã môn này không ạ vì trên mybk thì điểm chuyển của em ba môn này lại là mã môn khác với mã môn của em, vì em thấy có 1 bạn lớp em đã đổi lại được. Em mong anh (chị) có thể giúp em trả lời thắc mắc ạ.. . Em xin cảm ơn",
            "Chào bạn,. . . . PDT ghi nhận và cập lại mã số chuyển điểm cho bạn nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dear Thầy/ Cô. . Em muốn được xác nhận lại là điểm Toeic lần mới nhất em nộp là 520, nhưng trên \" Thông tin Tốt Nghiệp\" lại để là 450. Quý Thầy/ Cô có thể chỉnh lại cho em phần này được không ạ.. . Em cám ơn!  B   /B . .",
            "Chào bạn,. . . . [full_name]T ghi nhận trường hợp của bạn, đã cập nhận điểm toeic của bạn rồi. Cuối tuần  sau bạn vào kiểm tra lại nhen.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Em chào anh/chị ạ,. . Em là [full_name] - Sinh viên ngành xây dựng dân dụng và hiệu quả năng lượng chương trình Việt Pháp - PFIEV.. . . . Em gửi yêu cầu này nhằm mục đích muốn chỉnh sửa lại mã môn học em đã chuyển điểm từ việc nộp bằng Tiếng Pháp DELF B1.. . Vì trong chương trình PFIEV tụi em được chia thành nhiều chuyên ngành.. . Nhưng với xây dựng PFIEV thì Tiếng Pháp 5,6,7 là môn bắt buộc nên mã môn và số tính chỉ khác với các ngành khác trong PFIEV.. . Tuy vậy, mã môn học đã được đổi là mã môn của các ngành khác nên em muốn chỉnh sửa lại ạ.. . Mã môn học đúng:. . - Pháp văn 5: 003727 (3TC). . - Pháp văn 6: 003728 (3TC). . - Pháp văn 7: 003729 (3TC). . Theo em được biết thì đã có bạn đổi được rồi ạ.. . Em cảm ơn anh/chị nhiều.. .",
            "Chào bạn,. . . . PDT ghi nhận và cập lại mã số chuyển điểm cho bạn nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . Em đăng ký học và qua 2 môn : CO2033, CO2035(mỗi môn 3 chỉ) tương đương với 2 môn theo thứ tự là: CO2009, CO2029( mỗi môn 4 chỉ, theo chương trình đào tạo k2016) nhưng chưa được cộng vào số tín chỉ tích lũy. Em muốn được chuyển điểm để được cộng vào số tín chỉ tích lũy để đủ tín chỉ thực tập tốt nghiệp.. . Em xin chân thành cảm ơn.. . . .",
            "Chào bạn,. . . . PDT chuyển điểm tích luỹ cho bạn rồi, sẽ cập nhật trên trang sau đó. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Chào anh/ chị. .  Em là [full_name] - MSSV:[student_id]. . Hiện tại em không thể đăng kí môn học. . EE2017- cơ sở kỹ thuật điện trong kì hè 193. . Em đã tham khảo trang web của phòng đào tạo và biết được môn học trước là EE2003- Trường điện từ, em đang theo học môn này trong kì 192 nhưng không thề đăng kí môn EE2017 được, hệ thống báo lỗi thiếu môn EE2003, mong anh/chị hỗ trợ em giải quyết vấn đề này. . Cảm ơn vì đã đọc thư. . Mong sớm nhận phản hồi từ anh/chị",
            "Chào bạn,. . . . - Hiện tại bạn vẫn đăng kí được môn EE2017, khi học kỳ 193 bắt đầu  thì PDT sẽ xét lại DKMH,  nếu môn EE2003 bạn bỏ thi thì môn EE2017 sẽ bị loại (vì môn học trước phải khác 0).. . . . - Khi bạn đăng kí môn EE2017 hiện bảng màu vàng thì đó chỉ câu cảnh báo thôi.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) .   B . . Em chào cô, cho em hỏi em muốn viết đơn xin mở lớp môn học học kỳ hè 193 thì bây giờ viết và nộp hay đợi đợt đăng ký môn học lần 2 mới viết và nộp ạ. Em cảm ơn!  /B",
            "Chào bạn,. . . . Hiện tại thời điểm này đang đăng kí môn học, bạn muốn học môn học nào thì bạn đăng kí. Sao lại làm đơn mở lớp.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /. . em chào thầy cô, em tên [full_name], mssv [student_id]. Do hình chụp trên hệ thống của em bị mờ nên ko in được thẻ sinh viên, em không biết cập nhật lại hình ảnh chụp như thế nào, mong thầy cô hướng dẫn giúp em. Em cảm ơn ạ",
            "Chào bạn,. . . . Bạn cung cập file hình cho PDT, file hình phong trắng theo chuẩn hình làm visa. Hình hiện tại của bạn rất mờ không in ra thẻ sinh viên được. Bạn chụp ngoài tiệm cho chuẩn nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào PDT!. . PDT cho em hỏi k19 có được học xác suất thống kê không ạ?",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Việc này bạn phải xem chương trình đào tạo của bạn. Hiện này, chương trình đào tạo do khoa cung cấp cho PDT, hiện tại một số khoa chưa cung cấp CTDT cho PDT. . . . . Việc này bạn liên hệ với khoa, giáo viên chủ nhiệm để tư vấn cho bạn biết môn học  bạn đăng kí.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Cho em hỏi là nếu bị đánh giá là hội viên yếu thì có sao không ạ",
            "Chào bạn,. . . . Hội viên yếu là tiêu chuẩn gì?, PDT chỉ tư vấn cho bạn về vấn đề học vụ thôi.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1811935  /b \t. . . .   i Học vụ - Đại học - Cao đẳng chính quy   Rút môn học .  Em là sinh viên Hứa Tuấn Đô. MSSV 1811935. Em xin hỏi thời hạn rút môn là trước khi thi giữa kì, nhưng có một số môn không thi giữa kì vậy em có được rút những môn đó không. Em xin cảm ơn.. .",
            "Chào bạn,. . . . Thời gian rút môn học là trước thi giữa kỳ đó là móc thời gian chung, các môn không thi giữa kỳ vẫn lấy móc thời gian này. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi quý Thầy Cô PĐT, em muốn xem lại điểm thi AVĐV lúc đầu nằm thì xem ở đâu ạ? Em kiểm tra mục Bảng điểm trong MyBK thì không thấy điểm. Em xin cảm ơn các Thầy Cô.",
            "Chào bạn,. . . . Điểm anh văn đầu vào không cập nhật trên trang web PDT. . . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ thưa thầy cô, năm nay vì dịch nên phòng lịch học vụ, nhất là thời gian nộp bằng anh văn để chuyển điểm em chưa nắm được. Dạ thưa thầy cô, em dự định thi Toeic ngày gần nhất tại BK English là ngày 5/7 (vì bên đó còn lịch gần nhất là ngày đó) và nhận kết quả sau 10 ngày. Do đó nếu sớm nhất em có thể có bằng Toeic vào ngày 15/7. Vậy em xin được phép hỏi thầy cô, em nên đăng ký nộp bằng trên web vào ngày nào (trước đó bao nhiêu ngày) để có thể vừa kịp có điểm anh văn 1,2 ạ. Em xin cám ơn thầy cô nhiều. Em đã có hỏi câu hỏi này vài lần nhưng em chưa nhận được câu trả lời thỏa đáng đúng với trường hợp của em. Vì vậy em hy vọng lần này sẽ nhận được câu trả lời thỏa đáng. Em xin chân thành cám ơn.qq",
            "Hỏi đáp học trực tuyến (BKeL). . . . Dạ thưa thầy cô, năm nay vì dịch nên lịch học vụ, nhất là thời gian nộp bằng anh văn để chuyển điểm em chưa nắm được. Dạ thưa thầy cô, em dự định thi Toeic ngày gần nhất tại BK English là ngày 5/7 (vì bên đó còn lịch gần nhất là ngày đó) và nhận kết quả sau 10 ngày. Do đó nếu sớm nhất em có thể có bằng Toeic vào ngày 15/7. Vậy em xin được phép hỏi thầy cô, em nên đăng ký nộp bằng trên web vào ngày nào (trước đó bao nhiêu ngày) để có thể vừa kịp có điểm anh văn 1,2 ạ. Em xin cám ơn thầy cô nhiều. Em đã có hỏi câu hỏi này vài lần nhưng em chưa nhận được câu trả lời thỏa đáng đúng với trường hợp của em. Vì vậy em hy vọng lần này sẽ nhận được câu trả lời thỏa đáng. Em xin chân thành cám ơn.  /QUOTE . .",
            "Chào bạn,. . . . Ngoại lịch học vụ, việc chuyển điểm phụ thuộc vào nhu cầu sinh viên. Nếu sinh viên có nhu cầu chuyển điểm nhiều thì PDT sẽ lấy dữ liệu chuyển điểm thường xuyên. Thông thường 2 tuần sẽ lấy dữ liệu.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1927002  /b \t. . . . Em chào Thầy/Cô,. . . . Em là Tuấn Anh (MSSV : 1927002), là sinh viên văn bằng 2 hệ chính quy. Em học chung chương trình đào tạo với k17. Hiện tại em muốn đăng kí học cải thiện môn Hoá Phân Tích, môn này đã qua và năm sau chỉ có k19 học. Thầy /Cô cho em hỏi nếu em đăng kí học cải thiện môn này thì em sẽ đăng kí mã mới của k19 hay vẫn đăng kí mã cũ của k17 ạ ?. . . . Em cám ơn Thầy/Cô",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Bạn học cải thiện điểm thì bạn phải học đúng mã số môn học mà bạn muốn cải thiện. Ví dụ: trước đó bạn học mã A thì phải cải thiện đúng mã A. . . . . Thân."
        ]
    }
]