[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi thầy cô.. . Em tên là [full_name] MSSV [student_id], khoa cơ khí, bộ môn công nghệ nhiệt lạnh (CK19NH2) thi môn sức bền vật liệu Mã CI2001, nhóm L02-A. Thi lúc 10g00 ngày 24/10/2021 (DH_HK202). Dạ hồi sáng ngày 3/12/2021.Thầy [full_name] có đăng bảng điểm lên mybk. Em bị điểm 13.Em có đi thi, điểm danh, nộp bài làm và file ghi màn hình đầy đủ. Em đã liên lạc thầy và thầy nói em là gửi về cho phòng nhà trường xem xét và cho chấm phúc khảo lại ạ vì thầy chỉnh sửa không được. Em vẫn còn giữ file ghi màn hình và bài thi ạ. Mong nhà trường kiểm tra lại giúp em. Em cảm ơn ạ.. .",
            "Chào em,. . Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa trong thời gian cho phép sửa.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy (cô),. . Em tên [full_name], MSSV [student_id], lớp VP16VT chương trình Việt Pháp (PFIEV).. . Do không đảm bảo thiết bị nên hôm nay em vào thi online bị trễ và bị giám thị khóa phòng thi môn Tiếng pháp 7, mã MH 003707, ngày thi 04/12, giờ thi 07g00.. . Theo hướng dẫn của giáo viên coi thi, em xin Phòng Đào tạo cho em đăng ký thi lại lần 2 (theo hình thức của chương trình Việt Pháp) môn Tiếng pháp 7, mã MH 003707 HK211.. . Mong Phòng Đào tạo xem xét đề xuất trên của em vì em đã tham gia học đầy đủ các buổi học môn này và vì chương trình Việt Pháp mỗi năm chỉ mở môn học một lần.. . Em xin chân thành cảm ơn.",
            "Chào em,. . Em hỏi rõ là em nói về việc thi lại VP hay là hoãn thi?. . Trong quy chế học vụ (Điều 12. Học lại, học cải thiện, thi lần hai, có ghi rõ. . Các môn học dành riêng của các chương trình đặc biệt (PFIEV) được phép tổ chức thi cuối kỳ lần hai. Điều kiện để tham dự kỳ thi này là SV đã đăng ký môn học, tham gia học, tham dự kiểm tra, thi và có điểm tổng kết không đạt khác không, không vắng thi, không bị cấm thi. Điểm của kỳ thi cuối kỳ lần hai được thay thế cho điểm thi cuối kỳ lần một và giữ nguyên các điểm thành phần khác (bài tập, kiểm tra, thí nghiệm, …).  . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name]; MSSV [student_id].. . Em có đăng kí học anh văn theo nhu cầu đợt  vừa rồi, nhưng do em nghĩ là sẽ bắt đầu học vào đầu học kì 2 nhưng lớp lại bắt đầu luôn vào tháng 12 này, do em hiện tại đang chuẩn bị thi cuối kì cả học kì 202 (do em hoãn thi) và học kì 211 này nên không có đủ thời gian học anh văn ạ. Em rất mong được giải đáp về việc hủy môn học, và cho em hỏi là nếu bây giờ em hủy môn học thì có phải đóng học phí môn học anh văn này không ạ?. .",
            "Chào bạn. . Nhà trường thông báo rất rõ về thời gian học là từ 01/12/21. . Nên hiện tại không thể hủy, bạn cần thì chỉ có thể rút môn học (phải thanh toán học phí ). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào phòng đào tạo.. . Em là [full_name] và MSSV [student_id]. EM có thắc mắc muốn hỏi PĐT là bây giờ em đã được 14 ngày CTXH (tức thiếu 1 ngày CTXH) và em tính sẽ đi hiến máu để đủ ngày. Vậy nếu em hiến máu ở bệnh viện chứ không phải các hoạt động do các khoa tổ chức thì em có được cộng ngày CTXH không vậy, nếu được thì em cần chuẩn bị những giấy tờ nào để được cộng ngày CTXH.. . Em cảm ơn.. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name], MSSV: [student_id], khoa Điện - điện tử. Em có một số câu hỏi sau:. . . . 1. Nếu đăng kí môn thực tập ngoài trường trong học kì chính quy 212 thì sẽ thực tập vào kì hè phải không ạ?. . 2. Nếu em đăng kí môn thực tập ngoài trương vào kì hè 213 thì thực tập trong kì hè 213 hay là kì nào ạ? Học phí là tính theo dự thính luôn đúng không ạ?. . 3. Sỉ số tối thiểu để mở lớp chính quy hay dự thính là bao nhiêu ạ?. .",
            "Chào em,. . Em vui lòng liên hệ [full_name], GVCN nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin gửi đơn đăng ký môn học ạ. Em có gửi mail cho pđt mà vẫn chưa được xác nhận.",
            "Chào bạn. . Bạn bổ sung thêm xác nhận được sự đồng ý của Khoa quản lý. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô ạ !. . Em muốn hỏi là hiện tại em là sinh viên khóa K16 và em đã đủ số tín chỉ môn học, anh văn toeic 2 kỹ năng nghe đọc và ngày công tác xã hội (15 ngày), hiện em chỉ còn thiếu anh văn nói viết và em đang ôn để thi ạ. Tình trạng em là học kì 1 (2021-2022) em không có đăng kí môn học và trên BKE là đang bị tạm dừng ạ.. . Cho em hỏi là học kì tiếp theo em có cần làm đơn thu nhận và đăng kí môn học hay không hay chỉ khi nào có kết quả anh văn nói viết rồi mới làm đơn thu nhận lại để xét tốt nghiệp ạ.. . Em chân thành cảm ơn thầy cô !. .",
            "Chào em,. . Việc đăng ký MH là tùy sinh viên nhé, nếu sinh viên không có nhu cầu ĐKMH, sau khi đủ điều kiện tốt nghiệp, SV gửi câu hỏi qua BKSI để xin đăng ký xét tốt nghiệp bổ sung nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa Phòng Đào Tạo.. .  . . Em: [full_name], MSSV: [student_id].. . Lớp: BD16CDT,Ngành: Bảo Dưỡng Công Nghiệp.. .  . . Em đã nhận được mail thông báo lịch trình tốt nghiệp đợt 2 năm 2021. Em đã kiểm tra  MSSV trên danh sách tốt nghiệp dự kiến    ( đã có tên em). Nhưng em lên mybk đăng kí tốt nghiệp không được ạ ( chỗ cập nhật ảnh thẻ sinh viên em không tải file ảnh lên được ạ). . . Kính mong Phòng Đào Tạo hướng dẫn. Em có gửi file ảnh đính kèm. . . Thân.",
            "Chào em,. . Sau 10h ngay 7/12/2021 em vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ ngày 2/12/2021 em có buổi thi anh văn 3, em đã hoàn tất và sau buổi đó thì sang ngày hôm sau em phải đi cách ly do bị F0 ạ, vì mọi chuyện gấp quá em đi cách ly và quên mang laptop theo ạ, và em đã để trễ thời gian nộp file ghi hình ạ, vì nay em mới mượn được laptop của anh hỗ trợ viên ạ. Em mong pdt mở lại link giúp em để em nộp file video ghi hình ạ. em cảm ơn ạ.",
            "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý. PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là về việc chấm điểm SHCD. Em làm bài lần 1 nhưng chờ mãi vẫn chưa được chấm điểm nên em làm bài lần 2 luôn và đã nhiều ngày trôi qua bài của em vẫn chưa được chấm. Hạn chót làm cả hai bài là 12/12 mà em vẫn chưa được chấm bài 1 nên không thể chuyển qua làm bài 2 được. Cho em hỏi là bây giờ có hướng giải quyết nào không ạ?. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo,. . Em tên là [full_name] . MSSV : [student_id]. Lớp CC20HTP1 .. . . . Em hiện đang có 2 thực hành (Sinh học đại cương và Thí nghiệm hóa hữu cơ) chưa có lịch do em không đăng ký học trực tiếp (vào 13/12 sắp tới). Thầy em có đề cập nếu muốn hoàn thành môn này thì HK212 em phải đăng ký lại môn để học tiếp học phần thí nghiệm.. . Do em vẫn chưa hiểu rõ nên em xin hỏi vậy mình buộc phải đăng ký học lại 2 môn (Sinh học đại cương và Thí nghiệm hóa hữu cơ) không vậy ạ? Nếu có thì mình có đóng phí không ạ và hình thức đăng ký thì mình vẫn vào trang \"Đăng ký môn học\" như các môn khác đúng không ạ?. . . . Em xin chân thành cảm ơn rất nhiều.",
            "Chào em,. . - Em vui lòng xem lại email PĐT đã gửi ngày 17/11, em đăng ký thì PĐT mới xếp lịch học TN cho em.. . - Nếu có thì mình có đóng phí không ạ và hình thức đăng ký. . =  Không đóng phí, nếu em muốn đăng ký thì gửi lại nhé. (đọc kỹ email rồi hãy đăng ký). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào phòng đào tạo.. . Em là sinh viên khóa K15, chương trình đại trà. Tình hình hiện tại em đang ở học kỳ cuối cùng của hạn đào tạo tối đa, em đã qua hết các môn học, chỉ còn nợ lại luận văn tốt nghiệp. Em cần thêm một học kỳ nữa để có thể hoàn thành LVTN nhưng em không thuộc các trường hợp được kéo dài thời gian đào tạo tối đa theo quy định tại điều 5.5 trong quy chế của trường. Em kính mong được phòng đào tạo có thể cứu xét, cho em có được một cơ hội nữa để hoàn thành chương trình học của mình theo chương trình chính quy. Hoặc nếu không thể, em xin phòng đào tạo hướng dẫn quy trình thủ tục chuyển hệ đào tạo để em có thể hoàn thành chương trình học. Em biết ơn rất nhiều và chúc thầy cô phòng đào tạo thật nhiều sức khỏe.",
            "Chào bạn. . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "I Học vụ . Chào thầy (cô) . . Em tên [full_name] mssv [student_id] . . Hôm thứ 5 ngày 2/12/2021 em có lich thi môn anh văn 3A ..trong lúc thi  con quy định ghi lại màn  hình.. Em sử dụng chức năng ghi màn  hình của lap top..nhưng do mấy em là win 7 nên khi thi xong nó lưu ở dạng File mht Chứ không phải  mp4..kính mong quy thầy hỗ trợ giúp e Trường hợp này ạ! . . Em xin  chân thành cảm ơn. . .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào thầy/ cô, chúc thầy cô và gia đình sức khỏe.. . Em muốn hỏi về việc hồi 11/7 nhà trường có gửi mail điền về việc có đủ điều kiện học thực hành không thì em chưa có điền vào. Nhưng ngày 14 này em có môn có học thực hành và hiện tại thì em đã đủ điều kiện tiêm 2 mũi để đi học lại thì cho em hỏi giờ em có được đi học không ạ, vì lần trước lúc điền form ngày 17/11 thì em chưa điền ạ. Em cảm ơn thầy/ cô rất nhiều ạ. .   i Yêu cầu khác .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 13/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. .",
            "Dạ em chào thầy/ cô ạ.chúc thầy/ cô và gia đình sức khỏe ạ. Chuyện là hiện tại phòng em chuẩn bị lên ở có F0 là bạn em nên em không thê lên lại sg vì chưa có chỗ ở, nên em muốn xin thầy/ cô bỏ quyết định cập nhập thời khóa biểu học thực hành giúp em. Em đã xin thầy bộ môn cho hoãn thực hành vào vào đợt 2. Em cảm ơn thầy/ cô rất nhiều ạ",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào pđt ạ,. . Hôm trước em bị lỡ mất thời gian điền form khảo sát học phần Thực hành tại trường.. . . . Em muốn hỏi là bây giờ em đăng kí để 13/12/2021 học trực tiếp phần Thực hành còn kịp không ạ?. . . . Em cảm ơn ạ.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 13/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kỳ vừa rồi em có đăng kí môn học nhưng bị lỗi nên không có lịch học. Kỳ này em đăng kí thì hệ thống hiển thị lý do bị tạm dừng nên không được đăng kí. Nhờ PĐT xem xét và mở lại giúp em.",
            "Chào bạn. . Bạn tải mẫu đơn thu nhận tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý thu nhận lại cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào thầy/cô,. . Em là [full_name], mã số sinh viên [student_id], sinh viên lớp VP19VL.. . Em xin trình bày vấn đề của mình như sau:. . Khi em thi anh văn đầu vào của khóa em là khóa 19, thì em chỉ qua được anh văn 1.. . Sau đó em đã đăng kí thi anh văn đầu vào của khóa 20, cụ thể là em đã thi ngày 20/12/2020, em đã đạt điểm 615.. . Vậy thì em có qua được anh văn 3 và anh văn 4 để đăng kí môn học của năm 3 và năm 4 không ạ?. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . Chỉ có kỳ thi đầu vào của khóa em (khóa 2019) mới dùng để xét miễn môn AV, còn các đợt thi sau đó thì chỉ dùng để xét qua chuẩn tiếng anh từng năm nhé. SV vui lòng xem lại thông báo trong các đợt tổ chức thi đều có thông báo rõ cho SV biết. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là chương trình học của K18 có thêm một số môn tự chọn chuyên ngành mà chương trình K17 của em không có. Không biết em có thể đăng kí và học tính vào tín chỉ được không ạ?. . Em xin cảm ơn.",
            "Chào em,. . Học phần tự chọn tự do là học phần sinh viên được tự do đăng ký, không bị ràng buộc với ngành/chuyên ngành sinh viên đang theo học, nhưng phải có kiến thức không trùng lắp với các kiến thức dùng để xét tốt nghiệp của chương trình đào tạo. Hai học phần được xem là trùng lắp nếu có chuẩn đầu ra/nội dung trùng lắp đến 50%.. . . . Ở một chừng mức nào đó, để tránh cho sinh viên không lúng túng khi chọn môn tự do, tránh lãng phí thời gian và tài chính, [full_name] gợi ý cho sinh viên chọn các môn nhằm trang bị kiến thức chuyên sâu hơn ở các chuyên ngành.. . . . Em liên hệ [full_name] trình bày môn đã chọn tự do, để [full_name] xem xét và xác nhận, hoặc có hướng dẫn cụ thể.. . . . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi thầy/cô.. . Em tên [full_name], MSSV [student_id], cho em hỏi sao giờ em vẫn không thấy lịch thi của em ạ. Em chân thành cảm ơn.",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . \"Nhắc thanh toán học phí HK211 (Học kỳ chính). . Hộp thư đến. . . . [email]. . 11:07, Th 4, 8 thg 12 (2 ngày trước). . tới tan.nguyenhoangduy99. . . . Thân gửi các bạn sinh viên,. . . . Theo qui chế học vụ hiện hành (Quy chế học vụ điều 7.2), Bạn chưa thanh toán học phí học kỳ 1/2021-2022 (Học kỳ chính) tính đến 15 giờ ngày 19/11/2021.. . . . Bạn cần phải thanh toán học phí mặc dù trễ hạn. . . . . Sinh viên xem chi tiết Quy chế học vụ đào tạo để thực hiện nghiêm túc tại trang: aao.hcmut.edu.vn è sinh viên è quy chế è học vụ è Quy chế đào tạo và học vụ bậc đại học, cao đẳng / Điều 7.\". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em hiện tại chưa đóng tiền học HK211, hiện tại gia đình em khó khăn quá, em muốn làm đơn xin được tham gia thi rồi đóng tiền học sau được không ạ ?",
            "Chào em,. . - hiện tại gia đình em khó khăn quá,. . =  Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . . . Nhắc thanh toán học phí HK211 (Học kỳ chính). . Hộp thư đến. . . . [email]. . 11:07, Th 4, 8 thg 12 (2 ngày trước). . tới tan.nguyenhoangduy99. . . . Thân gửi các bạn sinh viên,. . . . Theo qui chế học vụ hiện hành (Quy chế học vụ điều 7.2), Bạn chưa thanh toán học phí học kỳ 1/2021-2022 (Học kỳ chính) tính đến 15 giờ ngày 19/11/2021.. . . . Bạn cần phải thanh toán học phí mặc dù trễ hạn. . . . . Sinh viên xem chi tiết Quy chế học vụ đào tạo để thực hiện nghiêm túc tại trang: aao.hcmut.edu.vn è sinh viên è quy chế è học vụ è Quy chế đào tạo và học vụ bậc đại học, cao đẳng / Điều 7.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy, cô. . Thầy cô cho em hỏi một số vấn đề về chứng chỉ ngoại ngữ. Theo em đọc hiểu thì học kỳ 212 nhà trường không xét chuẩn anh văn để đăng ký luận văn tốt nghiệp đúng không ạ? Hay vẫn xét bình thường. Em cảm ơn thầy, cô!. .   i Đăng ký môn học .",
            "- Nhà trường tạm thời không xét điều kiện: Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm), Chuẩn CCAV quốc tế khi xét LVTN, Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1814450  /b \t. . . .   i Học vụ . Chào Thầy/Cô,. . . . Em tên là Bùi Minh Trí - 1814450, sinh viên năm cuối Khoa Điện - Điện tử. Em có một thắc mắc muốn hỏi, xin phép Thầy/Cô giải đáp giúp em, đó là: Trong Mail của PĐT gửi về việc Đăng ký môn học HK212, PĐT có ghi chú rõ: \"Nhà trường tạm thời không xét điều kiện: chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm),   B xét chuẩn CCAV quốc tế khi xét LVTN  /B , chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212\". Vấn đề là em chưa hiểu rõ về việc xét hay KHÔNG xét CCAV. Mong Thầy/Cô sẽ sớm trả lời giúp em. Em xin cảm ơn.. . . . Trân trọng,. . Bùi Minh Trí.",
            "Chào em,. . - Nhà trường tạm thời không xét điều kiện: chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm), xét chuẩn CCAV quốc tế khi xét LVTN, chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . =  Nghĩa là phía sau dấu hai chấm là không xét.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Dạ em tên là [full_name], mssv [student_id], lớp HC19KSTN khoa Kỹ thuật Hóa học. Dạ cho em hỏi là em là thành viên lớp KSTN, điểm trung bình tích lũy là 7.57 trên 7.5 mà tại sao vẫn không đăng ký được nhiều hơn 21 tín chỉ vậy ạ?. . Dạ em cảm ơn thầy cô vì đã xem ạ!. .",
            "Chào em,. . Số tín chỉ tối đa. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 9.3. . Em liên hệ [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô. Thầy cô cho em hỏi vào học kì 212 này đăng kí nhận luận văn có cần phải có bằng anh văn quốc tế hay không ạ. Tại em thấy trên mail ghi là không xét. Nhưng có bạn mail hỏi phòng đào tạo thì kêu có ạ. Em mong quý thầy cô giải đáp giúp em. Em Cảm ơn ạ",
            "Chào em,. . Em vui lòng em lại email PĐT:. . - Nhà trường tạm thời không xét điều kiện: chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm), xét chuẩn CCAV quốc tế khi xét LVTN, chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . =  Nghĩa là phía sau dấu hai chấm là tạm thời không xét.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em xin chào phòng đào tạo,. . Cho em xin có một câu hỏi về việc học các môn học tự chọn. Nếu em bị rớt 1 môn tự chọn thì em phải học học lại để hoàn thành môn đó hay là em có thể học một môn tự chọn khác miễn sao là em đủ 3 môn tự chọn để có thể ra trường ạ?. . . .",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "i Học vụ . Em có nhận được mail: \"Nhà trường tạm thời không xét điều kiện: chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm), xét chuẩn CCAV quốc tế khi xét LVTN, chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.\". . . . Tuy nhiên, em lại nhận được tin nhắn trả lời từ phòng đạo tạo mâu thuẫn với mail đã được gửi.. . Dạ cho em hỏi lại thông tin chính xác về việc xét CCAV quốc tế để nhận luận văn ạ!. . . . Em cảm ơn nhiều ạ!",
            "Chào em,. . - Nhà trường tạm thời không xét điều kiện: chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm), xét chuẩn CCAV quốc tế khi xét LVTN, chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . =  Nghĩa là phía sau dấu hai chấm là tạm thời không xét.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT,. . . . Em có hoãn thi 2 môn VL2 và GT2 kì trước, kì này em chỉ mới nhận được lịch thi GT2 chứ chưa thấy lịch VL2. Vậy cho em hỏi là lịch thi đã chốt chưa ạ? Hay lịch thi VL2 chưa cập nhật ạ? Em muốn biết để nắm tình hình sắp xếp thời gian ôn thi cho hợp lý ạ. . . . . Em cảm ơn.. . . . [full_name]. .   i Học vụ .",
            "Việc này đã có thông báo rồi, bạn xem trong thông báo kết quả hoãn thi hoặc Thông báo kế hoạch tổ chức thi HK211 Pdt đã gởi qua mail  vào ngày 22/11/2021- Mục 5.    . . . .  Về việc thi để xóa điểm Hoãn thi:. . -\tCác môn học còn lại (không mở trong HK211): Sinh viên vui lòng đợi thông báo sau.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào PDT,. . PDT cho em hỏi là hiện giờ rất nhiều bạn lan man về việc xét CCAV để đăng ký Luận Văn tốt nghiệp, vậy cho em hỏi chính xác thông tin là Có (hay không) việc được miễn CCAV đăng ký luận văn tốt nghiệp (LVTN) ạ.. . Em cảm ơn. .   i Đăng ký môn học .",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . - Nhà trường tạm thời không xét điều kiện: chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm), xét chuẩn CCAV quốc tế khi xét LVTN, chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . =  Nghĩa là phía sau dấu hai chấm là tạm thời không xét.. . Thân mến. .",
            "dạ theo như câu trả lời ở trên thì không xét chuẩn CCAV khi xét LVTN, sao em đăng ký đợt 2 lại không đủ điều kiện chứng chỉ ngoại ngữ ạ. Em cảm ơn",
            "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại. . Theo thông báo :. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em đọc mail đăng kí môn học và vẫn còn chưa hiểu lắm vấn đề sau ạ, vậy nhà trường có xét CCAV khi nhận LVTN cho kì 212 sắp tới không ạ?. .",
            "Chào em,. . - Nhà trường tạm thời không xét điều kiện: chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm), xét chuẩn CCAV quốc tế khi xét LVTN, chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . =  Nghĩa là phía sau dấu hai chấm là tạm thời không xét.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô ạ!. . Em tên là [full_name]. . Em viết gmail này là hỏi khi em học K20 khi em rớt môn vlbd của năm 1 học kỳ 2 thì em đang học gần thi năm 2 học kỳ 1 phải bắc buộc đăng ký học lại trong năm 2 học kỳ 2 hay có thể để hè đăng ký học lại được không ạ, do em sợ học dồn thi cũng nhiều không học được á. . Mong thầy cô phản hồi lại sớm ạ !. . Em chúc thầy cô tràn đầy sức khỏe trong thời điểm dịch bệnh này ạ",
            "[full_name]UOTE MSSV/MSGV: [student_id]    . . . . Đăng ký môn học. . . . Em chào thầy cô ạ!. . Em tên là [full_name]. . Em viết gmail này là hỏi khi em học K20 khi em rớt môn vlbd của năm 1 học kỳ 2 thì em đang học gần thi năm 2 học kỳ 1 phải bắc buộc đăng ký học lại trong năm 2 học kỳ 2 hay có thể để hè đăng ký học lại được không ạ, do em sợ học dồn thi cũng nhiều không học được á. . Mong thầy cô phản hồi lại sớm ạ !. . Em chúc thầy cô tràn đầy sức khỏe trong thời điểm dịch bệnh này ạ  /[full_name]UOTE . .   [full_name]UOTE MSSV/MSGV: [student_id]    . . . . Đăng ký môn học. . . . Em chào thầy cô ạ!. . Em tên là [full_name]. . Em viết gmail này là hỏi khi em học K20 khi em rớt môn vlbd của năm 1 học kỳ 2 thì em đang học gần thi năm 2 học kỳ 1 phải bắc buộc đăng ký học lại trong năm 2 học kỳ 2 hay có thể để hè đăng ký học lại được không ạ, do em sợ học dồn thi cũng nhiều không học được á. . Mong thầy cô phản hồi lại sớm ạ !. . Em chúc thầy cô tràn đầy sức khỏe trong thời điểm dịch bệnh này ạ  /[full_name]UOTE . .",
            "Chào em,. . Việc ĐKMH là tuỳ em nhé, em có thể xin tư vấn từ GVCN.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô!. . Theo như trong email PDT gửi vào hôm 01/12 thì có đề cập đến vấn đề xét Chứng chỉ anh văn với nội dung như sau:. . - Nhà trường tạm thời không xét điều kiện: chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm), xét chuẩn CCAV quốc tế khi xét LVTN, chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . Vậy thầy/cô cho em hỏi Nhà trường có yêu cầu sinh viên phải có CCAV quốc tế thì mới có thể đăng ký LVTN hay không ạ?. . . . Em xin cảm ơn!",
            "Chào em,. . - Nhà trường tạm thời không xét điều kiện: chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm), xét chuẩn CCAV quốc tế khi xét LVTN, chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . =  Nghĩa là phía sau dấu hai chấm là tạm thời không xét.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em tên [full_name] MSSV [student_id], thầy cô phòng đào tạo cho em hỏi học kì sau kì 212 trường có xét chuẩn anh văn để nhận luận văn không ạ, em đọc mail mà không hiểu lắm. Nếu có xét thì mong phòng đào tạo xem xét lại giùm cho tụi em, tại kì này dịch nên tụi em còn ở quê không thể lên thành phố thi để nộp cho trường kịp. Em cảm ơn.",
            "- Nhà trường tạm thời không xét điều kiện: Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm), Chuẩn CCAV quốc tế khi xét LVTN, Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Thầy/Cô!. . Thầy/Cô cho em hỏi học kì 212 có xét chứng chỉ anh văn quốc tế cho đăng ký luận văn tốt nghiệp không ạ.. . Em cảm ơn ạ",
            "- Nhà trường tạm thời không xét điều kiện: Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm), Chuẩn CCAV quốc tế khi xét LVTN, Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin kính chào Thầy/Cô .. . Cho em xin hỏi là hoãn thi thì thi lại cuối kì thì lấy điểm thi làm điểm tổng kết luôn hay vẫn giữ điểm thành phần ạ",
            "Chào em,. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy cô.. . Cho em hỏi em muốn in giấy tốt nghiệp tạm thời thì phải làm sao vậy ạ.",
            "Chào em,. . Sau ngày 7/12/2021 em vào trang mybk/Đăng ký tốt nghiệp để tải file scan giấy CN tốt nghiệp tạm thời nhé.. . Bản giấy PDT sẽ gửi qua đường bưu điện theo địa chỉ SV đăng ký. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi em có lịch thi vào hôm nay 5/12 nhưng khi truy cập cả e-learning và BKeX đều không thấy phòng thi nào cả. Như vậy là sao ạ?. .",
            "Chào em,. . Trước giờ thi vẫn vào được, thông báo có ghi rõ mà.. . Gg meet là do cbct tạo (có thể tạo sau khi cbct vào phòng thi). Mọi thắc mắc sv liên hệ bên tổ chức thi (bộ môn, khoa hoặc cán bộ giảng dạy).. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào admin. . Em là [full_name]. . MSSV: [student_id] thuộc Khoa Môi Trường Và Tài Nguyên. . Cho em hỏi cách làm đơn hoãn thi do mạng của em chạy chậm làm em không quay màn hình được nên em muốn làm đơn hoãn thi ạ.. . Em chân thành cảm ơn admin",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . \"Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022\". . Xem hết email thông báo.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên: [full_name]. . MSSV: [student_id]. . Hiện tại tất cả những tiêu chí xét tốt nghiệp em đều đã đầy đủ nhưng em không thể vào trang đăng kí. Em có gửi ảnh như hình 1. Mong quý thầy cô hướng dẫn em cách khắc phục ạ.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 14/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: e giờ có nhu cầu chuyển trường từ trường đại học bách khoa sang giao thông vận tải Hồ Chí Minh mà chuyển khác ngành thì cho e hỏi e có được chuyển k ạ. ngành đó có điểm thấp hơn ngành hiện tại e đang học rất nhiều ạ",
            "Chào em,. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 29. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi nhà trường kì 212 có xét CCAV quốc tết để nhận LVTN không ạ. Nếu xét thì thời gian nộp bằng cuối cùng là ngày bao nhiêu ạ.. . . .",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . - Nhà trường tạm thời không xét điều kiện: chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm), xét chuẩn CCAV quốc tế khi xét LVTN, chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . =  Nghĩa là phía sau dấu hai chấm là tạm thời không xét.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào thầy/cô,. . Em xin trình bày vấn đề của em:. . Do tại tháng 11 em bị bệnh nên ở trong chỗ cách ly và tới ngày hôm qua em mới được ra khỏi. Nhưng nay em về nhà thì thấy trong BKEL của môn Kinh tế chính trị [full_name] - Lê-nin các bài quiz đã hết hạn từ hồi tháng 11. Em thấy thông báo nếu không làm đủ sẽ có nguy cơ bị cấm thi. Mà em không có email của người phụ trách trang BKEL này để trình bày vấn đề của mình để xin gia hạn thêm 1 ngày để em có thể hoàn thành và đủ điều kiện để dự thi. Cho em hỏi vấn đề của em nên trình bày với ai và phương thức liên lạc(email) của người đó ạ?. . . . Em cảm ơn,. . [full_name]",
            "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý. PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào PĐT, em tên [full_name], MSSV [student_id]. Trước đây em đã điền link để đăng kí trở lại trường để học bổ sung các môn thí nghiệm còn thiếu. Nhưng hiện tại em chưa nhận được sự thống nhất từ gia đình em để trở lại. Vậy, PĐT có thể cho em xin rút lại kết quả đăng kí để sau Tết Nguyên Đán em học bổ sung sau được không ạ? Em xin chân thành cảm ơn!",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy(cô) phòng đào tạo trường Đại học Bách khoa Tp.Hồ Chí Minh,. . . . Em tên là: [full_name], MSSV: [student_id].. . . . Lý do: học kỳ 1 năm học 2021- 2022 e đã không đăng ký môn học nên bị buộc tạm dừng học vụ.. . Em xin thầy(cô) thu nhận lại để đăng ký môn học học kỳ 2 năm học 2021- 2022 ạ.. . Em có đính kèm Phiếu đăng ký thu nhận lại ạ.. . . . Em xin chân thành cảm ơn ạ! . . . . Trân trọng,. . [full_name]",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào các thầy cô!. . Lúc làm bài sinh hoạt công dân chuyên đề 1 thì em làm xong không thấy điểm, do đó em tưởng là bị lỗi nên em bấm làm thêm lần nữa rồi thoát ra xem có lỗi hay không (lúc này chưa hiện giới hạn số lần làm). Bây giờ chấm điểm kết quả 2 lần làm chuyên đề 1 của em là 2đ và 0đ do đó em không thể làm được chuyên đề 2 ạ. Bây giờ em phải làm sao ạ, em thực sự rất lo lắng, em mong quý thầy cô giúp em giải đáp giúp em ạ.. . Em cám ơn rất nhiều!",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Học kì 202 em có đăng kí hoãn thi 4 môn:. . Những NgLý cơbản CN M-[full_name] - sp1003. . Biến đổi t/hiệu số&ứdụng - 404710. . Bdiễn &xlý t/hiệu nnhiên - 404711. . Mạch từ & máy biến thế - 408706. . Hiện tại môn Những NgLý cơbản CN M-[full_name] - sp1003 em được pđt xếp lịch thi chuyển điểm vào ngày 10/12. Những môn còn lại là môn đặc thù của ngành Hệ thống năng lượng PFIEV và trong lớp chỉ có mỗi em đăng kí hoãn thi. Em đã liên hệ với thầy cô giảng dạy và được thông tin là xin phép pđt để sắp xếp lịch thi chuyển điểm. Vậy pđt cho em hỏi là em phải đăng kí như thế nào để được thi chuyển điểm hoãn trong học kì 211 này ạ. Để em có thể hoàn thành môn và đủ tín chỉ tích lũy để đủ điều kiện nhận luận văn cho học kì 212 ạ. Kính mong pđt hỗ trợ giúp em, em xin chân thành cảm ơn ạ!",
            "Chào bạn. . Hiện tại, Pdt đã thông báo về việc thi xóa điểm Hoãn thi:. .       Về việc thi để xóa điểm Hoãn thi:. . -\tMôn học có mở trong HK211: PĐT sẽ tự động xếp Lịch thi và đồng thời  cập nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/Lịch thi.. . -\tMôn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp Lịch thi và đã gởi email cho từng Sinh viên Lịch thi (Sinh viên xem chi tiết Lịch thi cập nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/Lịch thi).. . -\tCác môn học còn lại (không mở trong HK211): Sinh viên vui lòng đợi thông báo sau.. . -\tTrường hợp PĐT đã xếp Lịch thi nhưng SV không thể Thi để xóa điểm HT trong HK211 này: SV sẽ đăng ký tại trang Mybk.hcmut.edu.vn    Ứng dụng cho Sinh viên    12. Đăng ký hoãn thi Cuối kỳ. . . •\tLưu ý: SV cân nhắc khi đăng ký không thi ở HK211, vì PĐT đã cố gắng xếp Lịch thi cho tất cả SV diện có Quyết định Hoãn thi để SV có kết quả kịp tiến độ theo Chương trình đào tạo, HK212 khả năng dự kiến khó mở lớp những môn này, đồng thời theo quy định SV phải đăng ký thi cuối kỳ trong thời hạn một năn học để lấy kết quả này làm điểm tổng kết thay thế cho điểm HT.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ cho em hỏi, do em đủ tín chỉ và chỉ thiếu anh văn nói viết để đủ điều kiện tốt nghiệp mà sao em vẫn bị tạm dừng học do kỳ HK201 em không đăng ký môn học. Nhưng trên trang tốt nghiệp 24/12 mới hết hạn đăng ký tốt nghiệp ạ. Bây giờ em không thể vào được trang đăng ký tốt nghiệp ạ. Mong thầy cô giúp em với ạ. Em cảm ơn ạ.",
            "Chào em,. . Trường hợp SV không có TKB trong học kỳ thì bị tạm dừng theo quy chế.. . Khi nào em đủ điều kiện tốt nghiệp có thể làm đơn xin thu nhận lại và gửi qua bksi để xin xét tốt nghiệp bổ sung nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ hiện tại em là sinh viên K17, em đã hoàn thành luận văn, thi Toeic 4 kỹ năng và đủ điểm để ra trường, nhưng em còn thiếu một môn Anh văn 4 để có thể đủ điều kiện xét tốt nghiệp. Trong học kỳ này, em đã đăng ký môn Anh văn 4a (tương đương với Anh văn 4) và đã thi cuối kỳ xong, nhưng hiện vẫn chưa có tổng kết điểm trên hệ thống để đăng ký tốt nghiệp. Thầy dạy lớp Anh văn 4a của em có cho em xem bảng điểm và em đủ điểm để qua môn đó, thầy có nói với lớp gửi đơn xét tốt nghiệp trước để có thể kịp tốt nghiệp kỳ này. Nên em viết mail này để hỏi em có thể đăng ký tốt nghiệp trước được không ạ, nếu được thì em phải làm đơn như thế nào. Em xin cảm ơn.",
            "Chào em,. . Không được nhé bạn, khi nào có bảng điểm gửi lên phòng Đào tạo và cập nhật lên mybk/Thông tin sinh viên/xem điểm, em có thể gửi câu hỏi qua bksi để xin xét tốt nghiệp bổ sung nhé.. . Em liên hệ với GV nhờ nhập điểm sớm và gửi lên cho PĐT xét tốt nghiệp cho SV nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào quý thầy cô ạ. Em có thắc mắc về việc hoãn thi hk211. Vì em không có máy tính, em có mượn của bạn bè,nhưng giữa tháng này phải trả lại máy. Tính đến thời điểm trả máy, thì em thi hoàn thành được 9 chỉ. Nếu em hoãn thi, thì có bị cảnh cáo học vụ kì này không ạ. Mong thầy, cô giải đáp thắc mắc giúp em!. . Em xin chân thành cảm ơn! Chúc thầy, cô thật nhiều sức khoẻ!",
            "Chào bạn. . Về vấn đề Hoãn thi của HK211 bạn vui lòng xem chi tiết: Thông báo kế hoạch tổ chức thi HK211 Pdt đã gởi qua mail  vào ngày 22/11/2021- Mục 5.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào PĐT,. . Em có nhu cầu được đi học trực tuyến môn thực hành. Hiện tại, em có thể đăng kí đi học bổ sung không ạ?. . . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 13/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có đăng kí giấy CNSV chuyển về nhà nhưng hiện tại em chưa nhận được, mong nhà trường xem giúp ạ.",
            "Chào em,. . Vui lòng trình bày rõ, hiện tại em có thể lên mybk/Đăng ký CNSV để tải file scan sử dụng trước.. . Em có thể sử dụng số điện em đăng ký để tra cứu mã vận đơn trên trang vietel post. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy cô.. . Cho em hỏi sao cách đây một tuần em đã được mở để đăng kí tốt nghiệp và đã đăng kí. hệ thống báo đã được xử lí nhưng bây giờ vào xem lại thì hiển thị là không cho phép đăng kí \" tạm dừng \" vậy ạ.",
            "\"Chào em,. . không sao nhé, PDT sẽ tự động ra thu nhận lại và quyết định tốt nghiệp cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em hiện đang là sinh viên khoa Kỹ Thuật Hóa Học.. . Em xin được hỏi. . Các môn học tương đương/thay thế của khóa 18 so với khóa 19, về môn học thuộc nhóm A có để là 3 môn K18 = 2 môn K19. Hiện tại em đã học 1 môn và đã đăng kí được 1 môn mã cũ. Và em đăng kí một môn mã mới như vậy có được không ạ hay phải theo 3 môn K18 = 2 môn K19. Em cảm ơn.. .   i Học vụ .",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. .  . ."
        ]
    }
]