[
    {
        "intent": "",
        "message": [
            "Hồi học kỳ cũ em có nợ môn kết cấu bê tông cốt thép 1 là môn gộp là gồm lý thuyết và đồ án mã môn CI2039. . Sau này khi em trả nợ thì 2 môn này tách ra 2 mã là lý thuyết CI2091 và đồ án CI2093, xin hỏi nếu em qua môn cả 2 môn CI2091 và CI2093 thì có được tính là qua môn không và có được nhận luận văn tốt nghiệp không ạ. . Kính mong phòng đào tạo xem xét phản hồi cho em, em xin cảm ơn. .",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT, KSTN vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy, cô,. . Hiện em đang cần bảng điểm dạng file PDF có xác nhận từ trường để làm hồ sơ cho một số học bổng khuyến học, tuy nhiên do từ này 23/8 tại Tp Hồ Chí Minh các dịch vụ bưu điện đã tạm dừng do vậy em chưa thể nhận được bảng điểm mình đã in. Dạ thầy cô có thể cho em xin file PDF hoặc file ảnh chụp của bảng điểm đã được in được không ạ. . . Email của em là: [email]. . Em cám ơn thầy cô nhiều ạ.. . [full_name].",
            "gửi lại file nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào cô.. . Em là Lê Minh [full_name], MSSV: [student_id],  Sinh viên hệ VHVL,khoa Môi Trường và Tài Nguyên. Vì bận công việc nên em quên không kiểm tra lịch đăng kí môn học hệ VHVL và em không đăng kí được môn học do trễ hạn đăng kí. Mong cô giúp đỡ em đăng kí bổ sung môn Luận Văn Tốt Nghiệp(kmt)        . .  Mã Môn học: EN4323, Nhóm lớp T01, do Thầy [full_name] hướng dẫn. Lịch đăng kí 17/08/2021 - 19/08/2021 (Đợt đăng kí môn học dự thính chính quy + hệ VHVL - HK211 - Đợt 3). . . Em đã liên hệ thầy [full_name] và thầy bảo em liên hệ với bên phòng Đào Tạo hỗ trợ em đăng kí môn học. Mong cô giúp đỡ em để hoàn có thể hoàn thành chương trình học ạ.. . Trong lúc chờ đợi cô phản hồi, em xin chân thành cảm ơn!. . Em [full_name].",
            "SV liên hệ khoa nhận LVTN, đã có tên gửi ngày 31/8. . Thân",
            "Chào cô!. . Em đã được PĐT đăng kí môn LVTN , hiện đã có thời khóa biểu và học phí trên BKPAY, nhưng danh sách sinh viên nhận luận văn gửi về khoa thì không có tên em.. . Em có gửi kèm danh sách sinh viên hệ VHVL nhận luận văn học kì 211, bên khoa gửi cho em! Mong cô kiểm tra và giúp đỡ em.. . Em [full_name]",
            "Chào bạn,. . D/S đã gửi cho khoa ngày 31/8, bạn nói khoa cập nhật lại ds nhé, hoặc bạn chụp hình TKB trên Mybk nhờ Khoa phân GVHD và đề tại luận văn trước cho bạn . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào cô ạ,. . Em tên [full_name], MSSV [student_id], lớp VP16VT. . Em có nhận được mail thông báo Đăng ký bổ sung TTTN + LVTN + DCLVTN HK211 không xét chứng chỉ Anh văn học kì 211.. . image1.png. . Em có đăng ký LVTN đợt này. Nhưng vào trang đăng ký môn học và thời khóa biểu thì không có. Em đã đủ điều kiện về số tín chỉ ạ.. . Em có hỏi một số bạn đăng ký LVTN đợt này cũng chưa có chứng chỉ Anh văn nhưng vẫn có thời khóa biểu còn em thì không ạ.. . image2.png. . Em mong cô kiểm tra giúp em ạ.. . Em mong nhận được phản hồi từ cô.. . Em cảm ơn cô nhiều ạ.",
            "Chào bạn,. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký nhầm lẫn mã môn học . Do lúc đăng ký môn học em đăng ký nhiều môn chung với một anh khoá trước cho nên em đã bị đăng ký nhầm lẫn môn Đề cương luận văn của khoá trước. (CO4315 thì em viết thành CO4311). Em rất lo lắng vì đây là đợt đăng ký cuối cùng và mong rằng sẽ được nhà trường hỗ trợ để có thể hoàn thành việc học theo thời gian dự kiến. Em rất xin lỗi vì sai sót không đáng có. Hiện tại thì em đang làm đề cương luận văn cùng với nhóm và đang bắt đầu vào tuần đầu tiên.. . . . Mong nhận được hồi đáp sớm từ phòng đào tạo để hướng dẫn em làm đơn nộp ạ.. . . . Trân trọng,. . [full_name].",
            ". . Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 6/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em tên là: [full_name]. . MSSV: [student_id]. . Đợt đăng kí bổ sung vừa rồi em có chờ đăng kí môn học Kết Cấu Thép 2 - CI3211, nhưng em đăng kí mới thì môn học đó thuộc lộ trình 1 nên em không đăng kí được. Vừa rồi em có mở lên xem lại, em thấy có lớp nhưng mà đã hết hạn đăng kí, do em không cập nhật thường xuyên nên đã bỏ lỡ. . . Em kính mong thầy/cô có thể thêm em vào lớp Kết cấu thép 2 - DT03 - Gv: [full_name] ạ!. . Em xin cảm ơn ạ !. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . hiện tại em đã đủ số tín chỉ và môn học để tốt nghiệp. . nhưng chưa đủ anh văn và số ngày CTXH. . em có cần đăng ký môn học hay tạm dừng học kì gì đó trong thời gian hoàn thành các tiêu chí thiếu sót để tốt nghiệp không?. .",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào quý Thầy Cô,. . Trong đợt đăng ký LVTN bổ sung vừa rồi em và bạn có đăng ký theo diện không cần xét chuẩn anh văn trong học kỳ này (do tình trạng Covid). Hiện nay, em thấy đã có danh sách tên của bạn em trong môn học LVTN nhưng tên em lại không có trong danh sách môn học ạ. Em không rõ vì sao ạ? Mong quý Thầy Cô xem xét và giải quyết giúp em ạ.. . Em cảm ơn quý Thầy Cô nhiều ạ. . .",
            "Chào bạn,. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "CODE Đăng ký môn học . Dạ thưa PĐt cho em hỏi về kết quả đăng kí LVTN vào đợt bổ xung ngày 23-25 tháng 8 em đã đăng kí kế hoạch rồi sao mà trong mục kết quả lại không có gì hết vậy ạ. Em xin cảm ơn.",
            "Chào bạn,. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa PĐT, em tên [full_name], MSSV: [student_id], hiện đang theo học ngành Cơ điện tử thuộc Khoa Cơ khí Đại học Bách khoa Thành phố Hồ Chí Minh. Trong ngày hôm nay em có nhận được tin từ quê gọi đi nghĩa vụ quân sự. Em muốn đăng ký giấy xác nhận sinh viên nhưng dịch vụ đã tạm ngừng hoạt động. PĐT có thể cấp cho em một file để làm minh chứng gửi cho địa phương được không ạ.Em xin chân thành cảm ơn.. .",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phường và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . . . - Hiện tại bưu cục không nhận chuyển đến hết ngày 6/9/21. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên Phùng Trần [full_name]-[student_id], mong muốn phòng đào tao cho phép em được huỷ đăng ký môn học ở học kì chính 211. Môn em muốn huỷ đăng ký là ME3145. Em cảm thấy học kì này mình không có đủ thời gian để hoàn thành môn học này.. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô! Mong thầy cô kiểm tra giúp em Sao đợt đăng kí luận văn học kì 211 vừa rồi em bị hủy ạ",
            "Chào bạn,. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. . . . PDT không đ/ký cho SV MH GE4333 (L: Không đủ đ/kiện nhận LVTN)",
            "Đăng ký môn học . Hiện tại em bị hủy kết quả đăng kí luận văn do thiếu ngày công tác xã hội.. Em đang thực hiện tình nguyện công  chốt chặn dịch ở địa phương vậy em được đăng kí không Ạ!",
            "Đăng ký môn học . Chào thầy(cô) !. .  Kì này em bị tạm dừng, hủy kết quả đăng kí môn học do kì trước em chưa qua anh văn nên không đăng kí môn học được ! . . Vậy em làm Sao để để được đăng kí môn lại ạ . Em có liên hệ với phòng đao tạo qua mail, bksi.. Nhưng chưa được  phản hồi ạ! . . Kính mong thầy(cô)  hướng dẫn giúp em ! . . Em xin cảm ơn ạ! . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dear cô [full_name],. . Em là sinh viên văn bằng 2 , Khoa kỹ thuật xây dựng, ngành xây dựng dân dụng & công nghiệp. . Tên : [full_name]. . MSSV:[student_id]. . ĐT: [phone_number]. . Hiện tại, các bạn lớp bằng 2 không đăng ký luận văn tốt nghiệp được. . Cần hỗ trợ để đăng kí môn luận văn tốt nghiệp trong học kỳ 211 năm 2021. Mã môn học CI4343. . Đính kèm file ảnh. .",
            "Đã có [full_name]B"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . SV:[full_name]-[student_id]. . Môn Thiết Kế Tàu Thủy- TR3053. . . .",
            "Chào bạn,. . Thời điểm hiện tại đã đến tuần thứ 3 của HK211, quá thời gian để bổ sung môn học/thu nhận cho HK 211.. . Xem chi tiết lịch đăng ký môn học HK kế tiếp (HK 212) dự kiến cập nhật cuối tháng 11/2021 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2021-2022    Học kỳ 2. . Thân. .",
            "Em xin được hỗ trợ vấn đề như sau:. . Em có đăng kí được Chủ nhiệm bộ môn và khoa kí để được học môn Thiết kế tàu và gửi lên phòng đào tạo vào ngày 24/8 và em gửi mail lên phòng đào tạo ngay. Sau đến 29/8 em có nhận được mail phòng đào tạo hướng dẫn em phản hồi lên bksi để được học.  Nhưng ngày 10/9 em mới nhận được phản hồi là đã là  tuần 3 của HK211 nên quá thời gian để bổ sung môn học. Em có tham gia học meeting từ tuần đầu tiên vào các buổi và đang làm đồ án môn học và có xác nhận của thầy dạy.Mong sớm nhận được phản hồi của thầy/cô.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .    Chào [full_name]!. .    Em đã đăng ký môn \"cầu lông\" (PE1041) nhóm L08 ở học kì 202. Do dịch bệnh nên em vẫn chưa được thi cuối kì. Em không biết khi nào em mới được thi cuối kì và thi bằng hình thức gì ?. .    Mong [full_name] giải đáp thắc mắc cho em. Em cám ơn !",
            "Chào em,. . Em liên hệ cô [full_name] [phone_number], phòng 520 Nhà điều hành ĐHQG-HCM (khu phố 6, phường Linh trung, Thủ đức). . Email của cô [full_name] : [email]. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào [full_name].. . Cho em hỏi về thời hạn đăng kí nhận giấy nvqs ạ, vì xã em ngày 10/9 là hạn cuối nộp giấy rồi ạ.. . Em cám ơn.",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phường và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . . . - Hiện tại bưu cục không nhận chuyển đến hết ngày 6/9/21. . Thân mến,. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Dạ em chào Phòng đào tạo ạ. . Em tên [full_name]. . Mã số sinh viên: [student_id]. . Ngày 26/8 vừa rồi, em có đăng kí môn học dự thính Cơ lưu chất (CI2005). . . Do tối qua thầy có chút sai sót về điểm số nên đã chỉnh lại điểm môn học, nên bây giờ em muốn huỷ môn Cơ lưu chất dự thính vừa rồi đăng kí ạ.. . Mong Phòng đào tạo xem xét cho phép em huỷ môn học dự thính Cơ lưu chất (CI2005) vừa rồi. Kinh tế nhà em trong dịch đang gặp khó khăn, nên mong phòng đào tạo thông cảm giúp em về sự cố ạ. . Mong Phòng đào tạo sớm nhận được . . Em cảm ơn Phòng đào tạo ạ !. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào quý Thầy(Cô) và các anh chị,. . Em tên [full_name], MSSV: [student_id], thuộc sinh viên hệ VHVL.. . Tuần 33 em có đăng ký thêm môn: Cấp thoát nước-CI3095 và đã được chấp thuận cũng như đã có thời khóa biểu. Nhưng nay là tuần 34 trong BKe của em lại không có link học trự tuyến như hình em gửi kèm dưới đây.. . Em muốn hỏi đây là do chưa được cập nhật hay một lý do nào khác để em chủ động hơn môn học này.. . Em xin cảm ơn.. . . .",
            "Đã cập nhật lại"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . kính gửi phòng đào tạo. . trong học kỳ HK211 em có đăng ký môn học kỹ thuật dự báo MSMH ME4601 và luận văn tốt nghiệp ME4089 nhưng bây giờ lại không được sắp thời khóa biểu, mong phòng đào tạo xem xét ạ",
            "Đăng ký môn học. . . . kính gửi phòng đào tạo. . trong học kỳ HK211 em có đăng ký môn học kỹ thuật dự báo MSMH ME4601 và luận văn tốt nghiệp ME4089 nhưng bây giờ lại không được sắp thời khóa biểu, mong phòng đào tạo xem xét ạ  /QUOTE . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . .",
            "Chào bạn,. . môn ME4601 không mở lớp nhé bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em kính chào thầy cô, hiện em đang điền giấy xác nhận ưu đãi giáo dục. Trong mẫu xác nhận có yêu cầu ghi khóa học, em không biết là phần đó mình sẽ điền là khóa 2019 hay 19 ạ. Em mong thầy cô giúp em giải đáp. Em xin cảm ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đạo Tạo.. . Em tên [full_name]. Mssv:[student_id], Sinh viên Bằng 2. Trong đợt đăng kí môn học  B  HK211-Đăng kí bổ sung TTVN+[full_name]+DC[full_name]-Chuyển Hệ  /B  , em đã đăng kí Luận Văn tốt nghiệm MSMH: Ci4343 nhưng đến nay chưa thấy kết quả. Em xin hỏi vì lý do gì ah, và mong PDT giải quyết giúp em. . . Chân thành cảm ơn!",
            "Đã có [full_name]B"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ thưa thầy cô , em thuộc hệ vừa học vừa làm chuyển qua từ hệ chính quy . Ở học kỳ này em vừa bảo vệ xong luận văn tốt nghiệp vào ngày 24/8/2021 đã đậu và có điểm ở khoa nhưng trên trang điểm phòng đào tạo chưa cập nhật  và đã đủ các tiêu chí về điểm tiếng anh . Dạ thưa Thầy Cô , em có được đăng ký và tham gia đợt tốt nghiệp tháng 11 này không ạ . Bởi hạn cuối trên mail em nhận để xét tốt nghiệp là ngày 28 và trong trang mybk của mình em cũng không đăng ký tốt nghiệp được . Mong Thầy Cô giải đáp và giúp đỡ ạ",
            "Chào bạn. . - Đợt đăng ký tốt nghiệp hiện tại đến 30/8 là của HK 202. . - Đợt tốt nghiệp tháng 11/2021 - HK211 sẽ có thông báo cụ thể cho SV về danh sách về cách đăng ký tốt nghiệp dự kiến bắt đầu từ tháng 9/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng đào tạo. . HK211 là học kỳ cuối của em nhưng em còn một môn học chưa hoàn thành (đã đăng ký môn học nhưng bị hủy lớp). Vậy cho em hỏi trong học kỳ sau em có thể chuyển hệ đào tạo để hoàn thành chương trình học không ạ và nếu được thì quy trình như thế nào ạ. Em xin cảm ơn",
            "Chào bạn. . Bạn tải mẫu đơn thôi học  tại trang web: aao.hcmut.edu.vn (đánh dấu vào option chuyển sang VLVH ), và nộp vào cuối học kỳ này. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b  . . Em tên là[full_name] [full_name]. . MSSV[full_name] [student_id]\t. . . .   i Yêu cầu khác . Em gửi yêu cầu này là vì hôm em thi môn Tín Hiệu và Hệ Thống EE2005, do gắp trục trặc về điện nên em không thi được hôm thi môn này. Em đã viết đơn và được hoãn thi rồi ạ, mà sao vẫn có điểm thi là 0 ạ.. . Hình ảnh mail pdt xác nhận đồng ý hoãn cho em và bảng điểm của em, em cung cấp ở bên phần tập tin đính kèm . . Mong thầy cô giải thích giúp em ạ. . Em xin trân thành cảm ơn. . . . . .",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Thưa quý thầy cô.. . Đợt đăng ký môn học dự thính lộ trình 2 vừa rồi, em có theo dõi và đăng ký. Nhưng trong mấy ngày đàu em theo dõi liền tục mà không thấy có mở lớp, cho đến tối hôm qua em vào kiểm tra lại thì có lớp mở nhưng mà đã hết hạn. Môn học em muốn đăng ký là [full_name] - [full_name]: CI3211 - Lớp: DT03 - GV: [full_name] - Sĩ số hiện tại:23/60. Em mong quý thầy (cô) có thể thêm em vào lớp này để em có thể vừa học vừa làm LVTN ạ.. . Em cảm ơn quý thầy (cô) đã xem xét!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ e là [full_name] [student_id] kì 211 này e có đăng ký môn cơ lưu chất CI2005 dự thính nhưng hôm nay e vừa nhận được bảng điểm là đã qua môn này ở kì vừa rồi. Mong thầy cô cho e xin rút môn học này với không thu học phí ạ. Vì tình hình co vid kinh tế rất khó khăn, e mong Trường thông cảm ạ. E xin cảm ơn",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào quí thầy cô. . Em [full_name] học hệ VLVH. . Học kỳ 211 này Em không đăng ký môn học vì lý do không đủ điều kiện học (trang thí bị và học phí do ảnh hưởng dịch covic-19). . Thầy Cô cho Em hỏi là Em có phải làm đơn tạm dừng hay không và gửi về địa chỉ nào ạ.. . và sau khi tạm dừng thì Em gửi đơn thu nhận vào thời gian và địa chỉ nào ạ. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . SV vui lòng tải mẫu đơn tạm dừng tại trang aao.hcmut.edu.vn/Sinh viên/biểu mẫu. Điền đầy đủ thông tin và gửi qua bksi nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô,. . . . Thầy cô cho em hỏi là hiện tại em đã có kết quả thực tập tốt nghiệp tại doanh nghiệp. Tuy nhiên, do tình hình Covid 19 diễn biến phức tạp tại TPHCM, em gặp một số khó khăn nên không thể xin được chữ ký và mộc đỏ cho các giấy tờ trên. Không biết trong trường hợp này thì em phải làm như thế nào?. . . . Ngoài ra thì em cũng muốn hỏi về cách nộp kết quả thực tập cho nhà trường ạ? (gửi mail, điềm form, ... hay cách nào khác?)",
            "Chào bạn. . Bạn liên hệ Khoa/bộ môn để được hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Thầy Cô. . Em là Ông [full_name] MSSV [student_id]. . . . Thầy/cô cho em hỏi về việc học cải thiện. . . . Em học môn đó lần 2 vào học kỳ chính thức thì điểm sẽ tính như thế vào vậy ạ. . . . 1) Kết quả cao nhất giữa 2 lần. . 2) Tính kết quả của lần 2. . . . Em xin cảm ơn",
            "Chào bạn,. . Vui lòng xem quy định tính điểm tại đây nhé:. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Điều 19. Số tín chỉ tích lũy, điểm trung bình tích lũy. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là sinh viên đại trà khóa 2017, cho em hỏi cần phải có bao nhiêu ngày công tác xã hội để công nhận tốt nghiệp ra trường vậy ạ.. . Em cảm ơn ạ",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên [full_name], mssv [student_id], do đăng kí nhầm môn học của lớp Việt Pháp (msmh 701711) mong thầy(cô) xem xét cho phép đăng kí lại môn khác, cám ơn ạ.. . . .",
            "Chào bạn,. . Bạn vui lòng ghi rõ tên, mã MH và mã nhóm bạn muốn xin đăng ký lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô, em là sinh viên hệ bằng 2 khoá 2020, đợt vừa rồi em đăng kí thực tập ngoài trường (CI3345) và đề cương luận văn (CI4345) mà bị báo lỗi không đủ điều kiện về số tín chỉ (hình ảnh đính kèm). Em đã nộp phiếu chuyển điểm môn học từ khi nhập học tháng 9/2020 và đã có mail xác nhận, hệ thống cũng đã cập nhật các môn chuyển điểm cho em rồi sao bây giờ lại báo là em thiếu tín chỉ. Thầy/cô xem lại dùm em để em có thể đăng kí môn học ạ. Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa Phòng Đào Tạo, hôm bữa nhóm của em có lập danh sách, để xin mở môn học bộ môn \"Vật liệu chuyển hóa và tồn trữ năng lượng\" (MA3031) và môn \"Công nghệ chế tạo vật liệu và các hệ năng lượng\" (MA3017) trong học kì chính 211.Cả hai lớp đều được mở, tuy nhiên khi em lên e-learning thì không thấy 2 môn học đó đâu, trong khi mấy bạn trong nhóm thì lại có. Hỏi ra thì phát hiện ra là em sơ xuất chưa đăng kí 2 môn học đó trên mybk, tại em tưởng là tên em có trong danh sách lớp rồi (vì đã nộp danh sách các bạn muốn học khi đăng kí môn). . . . Vây trong trường hợp này em phải làm sao ạ? Có cách nào để tham gia lớp không? (cả 2 lớp vẫn còn mới và chưa học gì nhiều)",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào các thầy cô PDT ạ!. . Em tên [full_name], MSSV:[student_id]. . Em học khoa kỹ thuật xây dựng, chuyên ngành công trình thủy. Khóa em là k15.. . Lúc trước em không đăng ký môn LVTN được do chưa có bằng anh văn. Do dịch bệnh nguy hiểm nên em không thể thi anh văn lấy bằng được. Quê của em tình trạng mạng không được tốt nên em bỏ lỡ đợt đăng ký luận văn học kỳ này. Em xin thầy cô PDT thông cảm xem xét và đăng ký LVTN (mã số CI4373) học kỳ 211 giúp em, em xin chân thành cảm ơn ạ!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 15/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Nơi em ở yêu cầu em nộp giấy xác nhận sinh viên để hoãn nghĩa vụ quân sự nhưng em chưa nhận được em phải làm sao ạ. . . .",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phường và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . . . - Hiện tại bưu cục không nhận chuyển đến hết ngày 6/9/21. . Thân mến,. .",
            "trường có thể gửi file cho em được ko ạ do chỗ em người ta bắt nộp vào ngày 10/9",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . . . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. .",
            "chị ơi chị có thể giúp em giải quyết nhanh để gửi file dùm em được ko ạ,em gửi từ 3 ngày trước từ lúc hệ thống mở mà giờ em chưa có bản file để nộp tại ngày mai 10/9 hạn chót rồi ạ",
            "Chào bạn[full_name] [full_name] [full_name] đang cố gắng giải quyết nhanh nhất có thể cho SV[full_name] [full_name] - sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý)[full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ cô cho em hỏi kế tiếp có mình có đợt đăng ký anh văn theo nhu cầu không ạ, và có mail thông báo đề sv biết không ạ.",
            "Chào bạn. . Khi nào có kế hoạch Pdt sẽ thông báo cho SV qua mail cho SV. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . thưa cô/thầy, em là sinh viên MSSV hệ VLVH MSSV là [student_id]. . em đã đăng kí đề cương 4 lần, nhưng đều bị báo là sai CTDT. Em đăng ký mục chuyển hệ vì em là svien Chính quy chuyển hệ từ hệ chính quy xuống hệ vlvh.. . không biết là em đăng ký sai chỗ nào ạ? mong PDT giải quyết giúp ạ vì em thấy nhiều sinh viên hệ vlvh đều bị như vậy",
            "sv đăng ký sai mã môn đề cương. . học ngành viễn thông mà lại đi đăng ký ngành kỹ thuật điện. . SV cần đăng ký lại đúng mã đề cương của ngành  viễn thông Khóa 2014"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính chào văn phòng ạ, . . . . Ngày 18 tháng 8 em có gửi về đơn cứu xét luận văn tốt nghiệp và được văn phòng trả lời là đơn được xét duyệt và sẽ có kêt quả chậm nhất ngày 27 tháng 8. Hiện nay đã qua ngày đăng kí luận văn tốt nghiệp. . Em có thể xin kết quả xét duyệt được không ạ?. . . . kính thư,. .",
            "Đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em xin đk bổ sung 3 môn học trên được không ạ. Lý do về vấn đề gmail em k nhận được thông báo nên lúc lên đăng kí đã hết lớp để đk. Xin PĐT giúp đỡ em ạ. Lớp nào có thể PĐT xếp giúp em ạ. Em cảm ơn. . . .",
            "Chào em,. . Em vui lòng trình bày lý do, mã môn học, tên môn học, mã nhóm để PĐT xem xét nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em đăng ký dự thính môn Giải tích 2 (MT1005) lớp DT05 ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã làm đơn thu nhận lại và được mở tình trạng học tập. . Em đã hoàn thành hết môn học và chuẩn anh văn nói viết. Nhưng em tra trong danh sách dự kiến tốt nghiệp thì không có tên. . Và trong phần đăng ký tốt nghiệp em thấy hạn chót là 31/8. . Kính mong quý Thầy cô có thể xem xét lại giúp em ạ",
            "Chào bạn. . - Đợt đăng ký tốt nghiệp hiện tại đến 30/8 là của HK 202. . - Đợt tốt nghiệp tháng 11/2021 - HK211 sẽ có thông báo cụ thể cho SV về danh sách về cách đăng ký tốt nghiệp dự kiến bắt đầu từ tháng 9/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Kính gửi Phòng Đào Tạo. . Em tên: [full_name]. . MSSV:[student_id]. . Hệ VLVH của Trung Tâm Bảo Dưỡng Công Nghiệp. . Hôm nay em tạo yêu cầu này, nhằm mục đích trình bày sự cố trang BKeL của em và một số bạn học cũng hệ khác. Tình hình là học kì này em vừa nhập học hệ VLVH ngành Bảo Dưỡng Công Nghiệp, kì 211 này em có đăng kí học môn Kỹ thuật điện tử (IU2011)_[full_name] (DH_HK211). Nhưng 2 tuần qua em không thấy có tài liệu hay link học trực tuyến upload lên BKe-learning của em, sau đó em có hỏi một số bạn khác thì các bạn bảo là trang Bke-learning của các bạn có tài liệu và link học trực tuyến bình thường và đã học được 2 tuần rồi. Em có đính kèm 2 ảnh ( Ảnh 1 là trang BkeL của em, còn ảnh 2 là BKeL của bạn khác).. . Em mong PĐT sớm giải quyết cho em, vì đã 2 tuần rồi em chưa học được gì. Em cảm ơn ạ !. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . xin chào pdt cho e hỏi là giờ e có thể đăng kí môn học đồ án kết cấu bê tông cốt thép 1 ( mã môn học ci2093) được không, giờ đã hết thời hạn đăng kí vì môn này là tiên quyết cho môn luận văn nên e muôn đăng kí phải làm thế nào xin pdt hướng dẫn dùm e",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn. . Pdt đã cập nhật lại TKb, bạn kiểm tra lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi PĐT . . Xin phép Phòng Đào Tạo đăng kí giúp em các môn học kì 211 . . Môn: Chủ nghĩa xã hội khoa học. . Mã môn học: SP1035. . Nhóm lớp: L12. . Môn: Lịch sử Đảng cộng sản Việt Nam. . Mã môn học: SP1039. . Nhóm lớp: DT02. . Lí do:Về vấn đề gmail em không nhận được mail để đăng kí môn nên lúc lên đăng kí đã hết lớp để đk. Mong PĐT giúp đỡ em đăng kí giúp em ạ.Em thuộc nghành Kiến trúc nên rất nhiều đồ án về sau ạ. Em xin cảm ơn ạ. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô Phòng đào tạo!. . Em tên là [full_name], mssv: [student_id], lớp: XD16KT. . . . Tình hình lúc này là em đã hoàn thành các môn học trong chương trình đào tạo từ cuối học kỳ 201. Và hiện nay em đang chuẩn bị một số thủ tục ra trường như anh văn nói viết và công tác xã hội. Tuy nhiên em vẫn rơi vào trường hợp là đang tạm dừng vì lí do không đăng ký môn học. Trước đó em có liên hệ BKSI và được hướng dẫn làm đơn đăng ký thu nhận lại.. . . . Tuy nhiên hiện tại tình hình giãn cách xã hội còn đang tiếp diễn, em mong Phòng đào tạo hướng dẫn em cụ thể hơn để nộp đơn đó như thế nào ạ!. . Và cho em hỏi là trường hợp của em nếu tiếp tục 2 kỳ học liên tiếp không có đăng kí môn học thì có bị buộc thôi học giống như các bạn vẫn còn đang học mà không đăng ký môn học không ạ!. . . . Em cảm ơn thầy cô, chúc thầy cô sức khỏe!",
            "Để tiếp tục ĐKMH cho HK 211, SV vui lòng tải mẫu đơn thu nhận tại trang aao.hcmut.edu.vn/Sinh viên/biểu mẫu. . Điền đầy đủ thông tin và gửi qua bksi nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô, hiện tại do vấn đề gia đình nên em không thể tiếp tục học trong kỳ này, em muốn bảo lưu thành tích học tập sau khi ổn định em sẽ quay lại trường và tiếp tục chương trình học!",
            "Chào bạn. . Bạn tải mẫu đơn tạm dừng  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý tạm dừng cho bạn. . Lưu ý: . . Tình trạng hiện tại phải không nợ học phí. . Nộp đơn trước ngày 9/9/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i Dạ em đang cần gấp giấy tạm hoãn nghĩa vụ quân sự để nộp cho địa phương nhưng giờ phòng đào tạo đang bảo trì cho em hỏi em phải đăng kí lấy giấy như thế nào ạ.Em cảm ơn . . . .",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phường và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . . . - Hiện tại bưu cục không nhận chuyển đến hết ngày 6/9/21. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào cô,. . Đợt đkmh bổ sung lvtn, em có đăng kí thành công rồi ạ. Mà đkmh bổ sung lvtn -đợt kết quả thì em không có ạ.. . Vậy là em tính đã đk lvtn chưa ạ.. . Em cảm ơn. .",
            "Chào bạn,. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] ký môn học . Chào Thầy Cô ạ,. . . . Mong thầy cô xem xét giúp em không biết vì sao em lại bị [full_name] ạ. . . Sỉ số mở lúc đăng ký là 25 người nhưng khi có kểt quả đăng ký lại là không mở được lớp. . . Em [full_name] [full_name] vào đợi ĐKMH Đợt 3 cũng bị hủy tương tự. Nhưng trong khi đó em đủ điều kiện đăng ký luận văn.. . Giờ em không biết lí do tại sao, thiếu môn gì hay thiếu điều kiện nào. Mong thầy cô chỉ dẫn giúp em ạ. . . Em hoàn thành 136 tín chỉ rồi ạ. Toeic của em là 630. CTXH của em là 15.5 ngày rồi ạ.. . Cảm ơn thầy cô rất nhiều ạ.. . Mong cả nước mau chóng vượt qua đại dịch. Cố lên.. .",
            "Tình trạng sinh viên của em là vẫn còn học, em được thu nhân lại hồi tháng 5 ạ chứ không phải em hết thời gian học tập. . . . . Mong thầy cô xem xét giúp em có bị lỗi đăng ký luân văn gì không ạ. Chứ em tim hiểu rất nhiều, có hỏi thầy cô từng dạy thì thầy cô chỉ dân lên BKSI để hỏi. Mong sự giúp PĐT.",
            "Chào bạn. . Môn Lvtn của bạn Cô đã chuyển bộ phận dkmh xét lại, bạn vui lòng xem kết quả tại trang Mybk-xem tkb vào thứ 2 ngày 20/9 nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em xin hủy đăng kí môn học được không ạ. . Đa số là những môn em qua rồi ạ. .",
            "Lúc đầu em định dky môn cải thiện điểm số để phân ngành mà điểm phân ngành chỉ lấy 2ki đầu thôi ạ. .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân mến,. ."
        ]
    }
]