[
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Rút môn học . Chào PĐT,. . Nếu kỳ này em rút luận văn tốt nghiệp thì kỳ sau vẫn là giảng viên cũ hướng dẫn em hay em sẽ được sắp lại người khác ạ?. . Mong PĐT giải đáp thắc mắc giúp em.. . Em chân thành cảm ơn.",
            "Chào bạn,. . . . Khi đăng kí luận văn bạn nhớ liên hệ với [full_name], vì PDT chỉ đăng cho bạn được hay không. Còn phân công hướng dẫn luận văn là ở [full_name].. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy, cô. . Bao giờ thì có đợt đăng kí học ngành phụ ạ?. . Em cảm ơn",
            "Chào bạn,. . . . Trong các đợt đăng kí môn học của ngành chính  bạn có thể đăng kí những môn học của  ngành phụ .. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào Phòng Đào tạo,. . Khi em yêu cầu in bảng điểm, thì bảng điểm có ghi điểm của các môn học học phần mở rộng của kỹ sư tài năng không ạ.. . Em cảm ơn nhiều ạ.. .",
            "Chào bạn,. . . . Bảng điểm có ghi môn mở rộng đạt hay không đạt.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em là sinh viên K19, hiện tại em đang ở cs2 ( ktx khu A), em đã đăng ký nhầm môn đá bóng ở cs1. Em muốn được thay đổi thành cs 2 để việc học thuận tiện hơn. Vì đăng ký nhầm nên với khung giờ 7 đến 8h50  khôg thể di chuyển kịp lên cs 1 để học được. Mong thầy cô xem xét để tạo điều kiện giúp em. Thầy bộ môn đá banh của e là thầy [full_name] ( PE1009)",
            "Chào bạn,. . . . Thời gian này không thể đổi nhóm môn học được bạn nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em vẫn chưa nhận chứng chỉ quốc phòng. Do em quên và không chú ý thông báo. Giờ em phải làm sao ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Bạn liên hệ với khoa để lấy chứng chỉ quốc phòng.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Kính gửi Phòng Đào Tạo!. . Em tên: [full_name]. MSSV: [student_id]. Ngành: Xây Dựng Dân Dụng Và Công Nghiệp.. . . . Em đọc quy chế và biết rằng thời gian đào tạo tối đa của em là 13 học kỳ chính.. . . . Tính tới thời điểm này em đã học 12 học kỳ chính (HK1 và HK2) và 4 học kỳ hè (đã hoàn thành xong các môn thực tập).. . . . Nhưng trong quy chế có định nghĩa học kỳ hè là học kỳ chính (ảnh đính kèm) nên em không biết chính xác khi nào em hết thời gian đào tạo ạ!. . . . Mong Phòng Đào Tạo có thể xác nhận giúp em khi nào em hết thời gian đào tạo được không ạ. Em có dự định khi hết thời gian đào tạo hệ chính quy em sẽ chuyển sang hệ VLVH ạ!. . . . Em xin chân thành cảm ơn ạ!. .",
            "Chào bạn,. . . . Thời gian đào tạo điều 5, mục 5.4 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Ngoài ra bạn vào Công thông tin sinh viên, vào phần lý lịch cũng cập nhật thông tin này https://mybk.hcmut.edu.vn/stinfo/.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Dạ thưa thầy cô, trong mail lúc trưa em nhận được có đề cập từ 18/5 đi học lại tập trung. Vậy là các môn đại cương cũng lên trường hay tiếp tục Hangouts ạ. Em cảm ơn",
            "Chào bạn,. . . . Các lớp chính qui học từ 11/5, ngày 18/5 là các bạn lớp bằng 2, hệ vừa học vừa làm.. . . . Các môn đại cương vẫn học livesteram, bạn xem TKB học cho đúng nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... .",
            "Em chào thầy/ cô ạ!. . Dạ em có đọc trên quy chế nhưng em chưa hiểu rõ về các tính điểm lắm ạ . . 1. Cho em hỏi là ĐTBTLN chỉ tính những môn cơ sở ngành và chuyên ngành tức là không tính những môn chính trị và các môn tự nhiên như toán lý hoá đúng k ạ? . . 2. Em có xem cách tính điểm TBTL thì có nói là giữa các lần học lại lấy lần có điểm cao nhất. Như vậy là không phải lấy trung bình cộng của các lần học để tính đúng không ạ?. . Mong thầy/cô giải đáp cho em với ạ !. . Em cảm ơn ạ",
            "Chào bạn,. . . . Theo qui chế điều 19, trong mục 19.2 ghi rất rõ mà bạn http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em hoàn thành hết môn học trong chương trình học rồi. Học kỳ này e đang thi AV nói viết, em không đăng ký học môn nào hết. Vậy em có bị cảnh cáo không ạ.. . Em cám ơn trước ạ.",
            "Chào bạn,. . . . Nếu bạn không đăng kí môn học bạn sẽ bị tạm dừng, bạn cố gắng lấy CCAV nói viêt  sớm trong học kỳ này. Khi bạn có CCAV làm làm đơn thu nhận lại để tốt nghiệp nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Yêu cầu khác . Thưa quý Thầy Cô. . Em là sinh viên chuyển hệ từ CQ sang VHVL đợt 2 - 2019 (đợt khoảng tháng 11/2019). Khi nộp hồ sơ em đã nộp bảng điểm và đóng phí chuyển rồi. Nhưng đến hôm nay (16/05/2020) em xem bảng điểm (thông tin SV) trên MyBK và Xem điểm (VHVL) trên trang aao.hcmut.edu.vn đều không thấy thông tin gì. Không biết có vấn đề gì không và em có cần làm gì không ạ?. . Ngoài ra, trong học kỳ này em đã đk và đang học môn Đường lối, có 2 môn học trước (CN [full_name] và [full_name] tưởng HCM) em đã đạt bên CQ. Không biết có ảnh hưởng gì đến việc lấy điểm bên Đường lối không?. . Em xin cảm ơn ạ",
            "Chào bạn,. . . . Trong tuần này PDT gởi môn miễn cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Đăng ký in bảng điểm . Em tìm trên myBK chỉ thấy dịch vụ \"Đăng ký in bảng điểm\" (bản giấy song ngữ) nhưng em đang cần file soft copy để làm Hồ sơ đăng ký Thực tập.. . . . Vậy nhà trường cho em hỏi, em muốn lấy bảng điểm dạng soft copy này thì thực hiện như thế nào ạ.. . . . Em cảm ơn!. .",
            "Chào bạn,. . . . Bạn vào công thông tin sinh viên, bạn vào phần bảng điểm https://mybk.hcmut.edu.vn/stinfo/.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . 1/ Theo như mail trường xác nhận thì học kì 193 và 201 không dùng chuẩn av để đăng kí môn học, khi gần kết thúc kì 201 thì sẽ đk môn cho kì 202 thì có dùng av để xét không và chuẩn av là như thế nào.. . 2/ khi trường thông báo không tính av cho kì 193 và 201 thì hết hạn rút môn học không tính phí, do số lượng rút môn anh văn nhiều nên tụi em bây giờ có được rút không mất phí không.",
            "Chào bạn,. . . . Học kỳ 193 và 201 không xét chuẩn anh văn để xét DKMH, học kỳ tiếp theo vẫn xét anh văn khi đăng kí môn học. Phần xét anh văn các năm bạn xem điều 31, phụ lục 1, trong phần 2 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thời điểm này chỉ rút anh văn tín học phí nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi PĐT,. . . . Em đã đăng ký môn học CI3009 nhưng hiện giờ lớp CI3009 không mở lớp trong HK dự thính 192, nên bây giờ em có thể đăng ký trong HK chính 192 môn CI3009 không ạ?. . . . Em xin cảm ơn ạ. . . .",
            "Chào bạn,. . . . Học kỳ chính đã học nữa học kỳ nên ban không thể đăng kí được nhé.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:    Chào anh/chị, . .    Em là sinh viên năm nhất, em muốn hỏi cái BH tai nạn em phải tự đk mua trên myBK hay trường sẽ phát ạ? và nếu trường phát thì khi nào em sẽ nhận được?. .    Em cảm ơn nhiều ạ!",
            "Chào bạn,. . . . Việc này bạn liên hệ với phòng Công Tác Chính Trị.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: V[student_id]  /b \t. . . .   i Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Chào Thầy (Cô)!. . Em xin được hỏi nếu Em đã nộp chứng chỉ ngoại ngữ 2 kĩ năng READING AND [full_name] để chuyển điểm 4 anh văn vào ngày 30/11/2017. Vậy nếu Em tốt nghiệp vào t11/2020 mà chứng chỉ ngoại ngữ đã hết hạn thì Em phải thi lại chứng chỉ mới hay sao ạ. . . Em xin chân thành cảm ơn Thầy (Cô)!",
            "Chào bạn,. . . . Chứng chỉ ngoại ngữ bạn đã nộp rồi thì không hết hạn bạn nhé, bạn cố gắng học   chứng chỉ ngoại ngữ 2 kĩ năng READING AND LISTENING thôi.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô, em là [full_name], lớp XD19LT06. Em vừa làm đơn tạm nghỉ thì em có được hoàn lại tiền học phí đã đăng ký trong học kỳ này không ạ, nếu có thì nhận như thế nào ạ.. . Em cảm ơn!. .",
            "Chào bạn,. . . . Thời gian này bạn  làm đơn tạm dừng thì phải đóng học phí 192 nhé.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Kính gửi PĐT!. . . . Do chưa đủ điều kiện xét tốt nghiệp (thiếu chứng chỉ tiếng anh nói viết), cho nên theo hướng dẫn trên trang đkmh thì em có đăng kí 1 môn để duy trì trạng thái sv.. . . . Hiện tại em đã thi vào ngày 7/5 nhưng chưa có kết quả. Mà hạn cuối rút môn học là vào ngày 19/5. . . . . Cho em hỏi là sau khi đạt av nói viết thì em có thể rút môn học để đăng kí tốt nghiệp được không, hay là phải rút theo hạn trên.. . . . Em cảm ơn!",
            "Chào bạn,. . . . Khi nào bạn có bằng anh văn, bạn lại PDT sẽ hướng dẫn cụ thể cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi giờ mình bảo lưu kết quả được không ạ.. . Em cảm ơn",
            "Chào bạn,. . . . Bạn có thể làm đơn tạm dừng nộp PDT: Qui trình làm tạm dừng http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=192&tid=906.. . . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Kính chào thấy/cô!. . Em tên [full_name], MSSV: [student_id], hệ VLVH. Học kỳ này em có đăng ký học 1 môn bên lớp chính quy, theo mail thông báo đã có lịch thi giữa kỳ nhưng em không tìm thấy lịch thi/kiểm tra của học kỳ này, em kính nhờ thầy/cô xem lại giúp em(TKB đã có đầy đủ các môn). Em xin cảm ơn!",
            "Chào bạn,. . . . Lịch kiểm tra giữa học kỳ 192 của các lớp chính qui http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=219_80&tid=1898.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . hồi cuối tháng 02/2020 em có rút môn học LVTN vì em đã hoàn thành từ kỳ trước nhưng vẫn phải đóng học phí đầy đủ. Em có xem mail thông báo là 28/05/2020 là hạn đóng 50% học phí nhưng bây giờ em chưa thấy thông báo thanh toán học phí trên BKPay. Cho em hỏi khi nào thì em mới đóng học phí ?",
            "Chào bạn,. . . . Nếu bạn rút môn học trước ngày 17/4/2020 thì rút môn học sẽ không tín học phí.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1520026  /b \t. . . .   i Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Em chào các thầy cô,. . . . Em là sv bằng 2 khóa 2015.. . . . Em có vài câu hỏi về kế hoạch tốt nghiệp sắp tới ạ.. . . . 1. Do dịch bệnh vừa rồi, kế hoạch tốt nghiệp thay vì tháng 4 sẽ được hoãn tới tháng mấy ạ?. . 2. Em vào trang đăng ký tốt nghiệp mà thấy khó sử dụng, không biết có chỗ nào hướng dẫn đăng ký không ạ?. . 3. Đối với sv bằng 2, em có được xét \"giảm nhẹ\" cho phần Anh văn không ạ.. . Cụ thể là: TOEIC speaking+writing: ĐẠT. .            TOEIC listening+reading: 490 (em thi nhiều lần nhưng vẫn thiếu 10 điểm).. . . . Mong được nhận phản hồi từ thầy cô.. . Em chân thành cảm ơn.",
            "Chào bạn. . - Bạn vui lòng xem mail thông báo về tốt nghiệp phòng đào tạo mới gởi thông báo. . - Bạn có tên trong danh sách tốt nghiệp thì mới khai trong đăng ký tốt nghiệp được, và bạn theo hướng dẫn cụ thể trong chương trình, đừng quên khai thông tin cựu sinh viên thì mới hoàn thành được. . - Về điều kiện tốt nghiệp bạn xem chi tiết quy chế học vụ tại :http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658",
            "Cảm ơn câu trả lời của cô. Tuy nhiên em vẫn chưa clear ạ.. . . . - Tới giờ em vẫn chưa nhận được email nào về lịch tốt nghiệp. Dẫn đến không biết kế hoạch thi anh văn có kịp không.. . - Cần nộp chứng chỉ trước ngày nào? Nộp xong trường tự động update tên của mình vào danh sách tốt nghiệp = Mình đi đăng ký tốt nghiệp?. . . .",
            "Chào bạn. . Thông tin tốt nghiệp mới đưa lên web, bạn xem chi tiết tại đây nhé. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitiettb&thongbao_id=1901. . - sẽ gởi mail cho sv sau. . - Phải nộp CCNN --  đợi có kết quả thẩm tra CCNN --  đến phòng đào tạo đăng ký xét tốt nghiệp bổ sung.. .",
            "Dạ chào cô ạ, lại là em đây.. . Nay em đã nộp CCNN đạt yêu cầu tốt nghiệp. Có thể cho em hỏi:. . . . - Em có cần lên phòng đào tạo để đăng ký tốt nghiệp hay chỉ cần thao tác online?. . - Em sẽ dự lễ tốt nghiệp đợt 1 hay đợt 2 của năm học này?. . . . Em cảm ơn cô.",
            "Chào bạn,. . . . - Bạn đăng kí tốt nghiệp theo hướng dẫn mà mail PDT có gởi cho bạn.. . . . - Hiện tại đợt 1 chưa có lịch tốt nghiệp. Khi nào có lịch tốt nghiệp sẽ thông báo.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có thể rút môn học bằng cách gửi mail cho phòng đào tạo kèm mẫu đơn mà em đã điền đầy đủ thông tin được không ạ. .",
            "Chào bạn,. . . . Bạn phải nộp đơn rút môn học tại PDT nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Hỏi đáp học trực tuyến (BKeL) . em chào thầy/cô ạ. . kì này em đăng kí 19 chỉ chính quy nhưng tuần vừa rồi nhà trường thông báo hủy 1 môn(3 chỉ) . . nên em còn 16 chỉ.học phí là 320k/chỉ . . =  tổng học phí=16*320=5120k. . mà trên bkpay em thấy báo là tận 6400k ạ. . mong thầy/cô xem xét lại sai xót giúp em ạ. . em cảm ơn.",
            "Chào bạn,. . . . Môn ME2021 không có hủy , sẽ thông báo sv học lại môn này. Học phí không thay đổi.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Lịch thi - Đại học - Cao đẳng chính quy   Lịch thi (không tìm thấy,sai phòng thi,...) . Em không thấy lịch thi HK 192 năm học 2019-2020",
            "Chào bạn,. . . . Thời điểm này chỉ có  kiểm tra giữa kỳ hoặc kỳ 192 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=219_80&tid=1898.Chưa có lịch thi cuối kỳ.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . cho em hỏi là làm sao mình có thể đến kịp điểm thi khi khoảng cách giữa 2 cơ sở là 1 giờ ạ. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Bạn  liên hệ PĐT để được thi cơ sơ phù hợp."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Thầy (cô) cho em hỏi ạ!. . Em là sinh viên khóa K14, hạn cuối ra trường hệ chính quy là tháng 11/2020. Em đã hoàn thành chương trình học chỉ thiếu chứng chỉ anh văn để đủ thủ tục tốt nghiệp. Em có lên mybk.hcmut.edu.vn xem ở mục tình trạng sinh viên thì để là tạm dừng học vì không có đăng ký môn học thì có bị sao không ạ. Lúc trước em có vào phòng đào tạo trường hỏi thì được tư vấn là không cần đăng ký môn học gì nữa, chỉ cần có chứng chỉ nộp vào là làm thủ tục tốt nghiệp thôi ạ.Em cảm ơn!. .",
            "Chào bạn,. . . . Đúng rồi bạn, bạn lấy CCNN nộp vào sớm, sau đó làm đơn thu nhận lại để xét tốt nghiệp ra trường.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Tạm dừng . Trong đơn tạm dừng có mục chữ ký gvcn và trưởng khoa, em phải gặp xin chữ ký trước khi nộp đơn cho pdt phải không ạ? Và thầy/cô cho em hỏi hạn chót nộp đơn xin tạm dừng ạ?. .",
            "Chào bạn. . Chính xác bạn phải có chữ ký, hoàn thành học phí, hạn chót cuối tháng 5/2020. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Cập nhật ngày CTXH, điểm ... . Chào phòng Công tác CTSV. . Em là sinh viên ngành cơ khí   B liên thông  /B , khóa 2019, cho em hỏi hệ liên thông có cần ngày công tác xã hội để xét luận văn và tốt nghiệp không ạ?. . Em xin cảm ơn phòng Công tác CTSV.",
            "Chào bạn. . Chính xác cần ngày công tác xã hội để xét luận văn và tốt nghiệp, bạn xem chi tiết tại quy chế học vụ điều 20 mục e :. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . dạ e nhận dc mail là đã cập nhật học phí  nhưng e vào mybk kiểm tra vẫn k thấy gì. . hồ sơ e nộp tháng 11/2019 đến nay các môn dc miễn cũng chưa có cập nhật ạ thầy cô xem cập nhật lại giúp e với để e còn đi đóng tiền với cả xem nên đăng kí môn nào để khỏi bị trùng ạ",
            ". . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Hỏi đáp học trực tuyến (BKeL) . Dear thầy/cô.. . . . Em tên là: [full_name], MSSV: [student_id]1, hiện đang là sinh viên K13 khoa Kỹ thuật Xây dựng Trường Đại học Bách Khoa.. . . . Lý do em viết câu hỏi này là vì trong tiến độ học tập của em có môn   B Hóa học đại cương B (604002)  /B  là chưa đạt, em đã tiến hành học lại môn tương đương là   B Hóa đại cương (CH1003)  /B  vào học kỳ 1 năm học 2018-2019 và đạt đủ yêu cầu qua môn.. . . . Nhưng đến hôm nay, khi kiểm tra lại mục điểm chuyển em thấy môn Hóa học đại cương B của em vẫn chưa được chuyển điểm và đang trong tình trạng chưa đạt.. . . . Em rất mong thầy/cô xem xét, kiểm tra lại phần điểm chuyển môn học tương đương giúp em để em đủ điều kiện tốt nghiệp ra trường.. . . . Dưới đây là hình ảnh bảng điểm học kỳ em học môn Hóa đại cương, và hình ảnh môn tương đương của môn Hóa học đại cương B.",
            "Chào bạn,. . . . Phòng Đào Tạo đã kiểm tra bạn không nợ  môn  604002 bạn yên tâm nghen. Cổng thông tin sinh viên chưa cập nhật cho bạn thôi.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Vừa qua, vì em do lơ đễn trong việc xem bài trực tuyến và các bài khác mà ko kiểm tra ngày hết hạn làm bài, em xin phép thầy cô cho em được gia hạn chương 5, 6 môn Vật lí 2 thêm 1 tuần nữa được không ạ?",
            "Chào bạn,. . . . Việc này bạn liên hệ với giáo viên giảng dạy nhé.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Vấn đề của em  là bên Khoa Cơ Khí  hiện tại đã hủy môn Vẽ Cơ Khí ( ME2021) nhưng đến học phí vẫn chưa được cập nhật lại.Em hỏi là học kì này vẫn đóng học phí với số tiền hiện tại hay cập nhật rồi em mới thanh toán hợp lệ.. . Em xin cám ơn",
            "Chào bạn,. . . . Hiện tại môn ME2021 khoa đề nghị huỷ, các bạn sinh viên có nhu cầu học môn này và làm đơn đề nghị không huỷ, nhà trường đang xem xét. Khả năng môn  này không bị huỷ.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t . . Dear thầy/cô, . . Em [full_name], là sv khoá k14 ạ, vì một số lý do cá nhân e xin phép không nói ạ, hiện tại e đang đi làm, nhưng vẫn chưa tốt nghiệp. E còn nợ av4, chưa thi av 2 kĩ năng và thiếu 0,5 ngày ctxh ạ. Cho e hỏi e còn tốt nghiệp được không ạ? Hiện tại e rất hoang mang về định hướng tương lai, e mong có được sự giúp đỡ của nhà trường ạ!. . E xin chân thành cảm ơn!",
            "Chào bạn,. . . . Hiện tại bạn đang bị tạm dừng, bạn làm đơn thu nhận lại để đăng kí học kỳ hè 193 tới. Hiện tại bạn còn thời gian đào tạo. . . . . Ngoài những môn bạn kể trên, bạn còn nợ môn tự chọn. Bạn kiểm tra lại để biết môn đăng kí. . . . . Bạn cố gắng nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1810917  /b \t. . . .   i Yêu cầu khác . Thưa thầy cô!. . TKB trên mybk của em có môn THÍ NGHIỆM VẬT LÝ BÁN DẪN EE1014. Nhưng không hiểu sao lại không hiện lịch học.. . Không biết có do lỗi hệ thống gì không ạ?. . Mong PĐT kiểm tra giúp em",
            "Chào bạn,. . . . PDT có gởi mail sinh viên về môn thí nghiệm, bạn kiểm tra lại mail nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào PDT ạ!. . Em là sinh viên học lớp Hóa đại cương do cô Phan  Hồng Phương  phụ trách. . Em được thông báo nghỉ buổi học hôm nay(19/5/2020) nhưng theo thông báo thì số tiết nghỉ là 1 nên em muốn hỏi là nghỉ tiết đầu rồi học tiếp vào các tiết sau hay nghỉ cả buổi hôm nay ạ?. . Em cảm ơn ạ!. . *(Em có đính kèm file mail ạ). .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Bạn liên hệ giáo viên giảng dạy nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Chào thầy/cô. . Em có đọc được thông báo về việc đóng bảo hiểm y tế. Em có 2 câu hỏi ạ.. . 1. Em là sinh viên khóa 15 và đang đi làm cho doanh nghiệp, em đã có bảo hiểm do doanh nghiệp cung cấp, vậy em có cần phải tham gia bảo hiểm bên trường không ạ? . . 2. Em có thấy các bước để đăng ký bảo hiểm, còn trường hợp đã có thẻ BHYT thì phải thực hiện những gì để được xác nhận ạ.. . Mong thầy/cô reply chi tiết giúp em các bước em cần thực hiện ạ, em là sinh viên năm cuối nên cũng sợ lỡ có sai sót gì thì không được đăng ký luận văn cho kỳ sau lắm ạ.. . Em cảm ơn",
            "Chào bạn,. . . . Việc này bạn liên hệ với phòng Công Tác Chính Trị sinh viên.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Khác ... .  Cho em hỏi là tại sao em lại có phần học phí HP192_DHCQK19 bổ sung với số tiền là 320.000 đồng ạ.",
            "Chào bạn,. . . . Bạn đăng kí 19 tín chỉ + 1 tín chỉ thể dục nửa nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào phòng thiết bị.. . Thời gian học ở Bách khoa khá gấp rút, giwof học tương đối sát. Ví dụ hôm nay lớp em có tiết học tại 304C5 lúc 12h, Thời tiết nắng nóng, nên các bạn đi học sớm lúc 11h và thời gian từ 11h tới 12h các bạn xem bài. . . . . Nhưng phòng không được mở, chỗ tự học ngồi thì không đủ. Cô giữ chìa khóa thì yêu cầu các bạn ra ngoài (em không hiểu lí do tại sao).. . . . Khi tiếp xúc giữa thầy trưởng phòng thiết bị với sinh viên. Thầy có hứa là sẽ mở phòng học cho các bạn xem bài và nghỉ ngơi buổi trưa. Nhưng snag năm học nay thì phòng không được mở. . . . . Kính mong phòng thiết bị xem xét giúp lớp em ạ",
            "Chào bạn,. . . . [full_name] ghi nhận ý kiến của bạn, gởi đến Phòng Quản Trị.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Học kì 1 em có nộp giấy chứng nhận giáo dục quốc phòng vậy cho em hỏi em có được nhận lại tiền học phí giáo dục quốc phòng đã đóng không ạ. . . . .",
            "Chào bạn,. . . . Ban xem  qui định học phí đối với Khoá 2019 nhé http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=219_61&tid=1886.. . . . - Không hoàn tiền học phí GDQP.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Cho em hỏi là môn vật lý 2  do dịch bệnh nên có video và có bài tập kiểm tra trên BKeL .Em vẫn làm đầy đủ và đúng thời gian quy định. Nhưng trong thời gian chương 5 mở thì em bị ốm nên không làm được. Em có giấy chứng nhận của bệnh viện. Nếu không hoàn thành bài kiểm tra chương 5 thì em không được làm các chương tiếp theo, như thể thù có bị cấm thi không ạ. Vù 23/5 là chương 6 hết hạn. Mà giờ thì em không làm được chương 5.. . Em được biết lúc thi nếu nhập viện thì sẽ làm đơn để được xem xét để thi lại, vậy nếu em bị cấm thi vì không làm chương này mà có lí do chính đáng thì có được xem xét không ạ. Mong thầy cô giúp đỡ ạ.. .",
            "Chào bạn,. . . . Việc này bạn liên hệ với giáo viên giảng dạy dạy trình bày lý do có minh chứng cho giáo viên nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em đăng ký tham gia CTXH nhưng nút đăng kí không ấn vào được,em có làm sai cách ở đâu không ạ.",
            "Chào bạn,. . . . Bạn liên hệ với văn phòng đoàn khoa để xin tư vấn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . cho em hỏi là e đăng kí thể chất trùng nhau trong hai kì giờ em muốn đổi sang môn khác có được không ạ",
            "Chào bạn,. . . . Thời gian này bạn không đổi qua môn khác được nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy/cô,. . Em tên là [full_name], MSSV [student_id],em năm nay là sinh viên năm 3 (em có bảo lưu học kỳ 1 năm 2). Số tín chỉ tích lũy của em hiện tại là 46. Nhưng lại bị cảnh cáo lần 2 ạ. . . . . Cảnh cáo học vụ lần 1 em cũng bị có trong danh sách, sau khi em khiếu nại thì trong danh sách cập nhật đã mất tên em rồi ạ.. . . . . . Mong thầy cô chỉnh sửa lại giúp em. Năm ngoái em đã khiếu nại được mà năm nay vẫn bị cảnh cáo học vụ lần 2, em sợ năm sau lại bị cảnh cáo lần 3 mất ạ.. . Mong thầy cô xem xét kĩ lại ạ. . . Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . Việc này bạn liên hệ với [full_name].. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Cho em xin hỏi, em đã thành toán tiền nhưng vẫn chưa có hẹn ngày trả bản điểm ạ",
            "Chào bạn,. . . . Ngày trả bảng điểm hiện trên trang đăng kí in bản điểm, chứ không phải hiện trên hoá đơn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) .  Em kính chào phòng đào tạo. Em là [full_name] mssv: [student_id], Lớp: BDCN02 thuộc hệ cao đẳng. Hôm vừa rồi em có nộp đơn đăng ký bổ sung môn pháp luật đại cương (SP1007) và môn đảm bảo chất lượng (202087). Nhưng kết quả chỉ có môn pháp luật đại cương thôi. Em mong phòng đạo tạo có thể xem xét giúp đỡ cho em được đăng ký môn còn lại là đảm bảo chất lượng ( 202087). Em xin cảm ơn phòng đạo!",
            "Chào bạn,. . . . Bạn không đăng kí môn 202087 vì vướng chuẩn anh văn sau năm 2.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí dự thính . Cho em hỏi cách để gia hạn học phí dự thính ạ",
            "Chào bạn,. . . . Học kỳ dự thính không gia hạn học phí, bạn xem qui chế học vụ điều 7, mục 7.2 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Dạ cho em hỏi là khi mà em đăng ký môn học thì môn thể dục em chỉ đăng ký một môn võ với số tín chỉ là 0. Ngoài ra em không có đăng ký môn thể dục nào khác ạ. Nên 1 chỉ môn thể dục thì em không biết ở đâu ra ạ",
            "Chào bạn,. . . . - Bạn đăng kí 19 tín chỉ + thể dục là 1 tín chỉ học phí nhé.. . . . - Bạn tham khảo qui định về tính học phí http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=219_61&tid=1886.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Học phí . Em tên [full_name], MSSV: [student_id] hệ VHVL cho em hỏi là sao trên thời khóa biểu ghi số tín chỉ là 7 nhưng khi thanh toán học phí tính ra tiền lại là 9 tín chỉ. Vì các học kỳ trước em thấy học phí được tính theo số tín chỉ hiển thị trên thời khóa biểu.",
            "Chào bạn,. . . . Bạn phải cộng 2 tín chỉ học phí đề cương nữa nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Chào phòng đào tạo,. . Kì này em có đăng kí PLĐC dự thính online. nhưng bị trễ deadline 1 bài quiz trên bk-elearning, cho em hỏi trường hợp này có bị cấm thi không ạ (các bài quiz khác em vẫn có thể làm được) ?. . . . Em cảm ơn rất nhiều!",
            "Chào bạn,. . . . Việc này bạn liên hệ với giáo viên giảng dạy nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ thưa các thầy cô và các bạn, em mới bị mất thẻ sinh viên và đã dăng kí làm lại thẻ. Sau khi đã thanh toán trên BK-[full_name] em chưa in phiếu để nộp xin phong đào tạo cấp lại thẻ. Khoảng vài ngày sau em vào in phiếu thì trang  dịch vụ in thẻ sinh viên đang nâng cấp, và sau khi nâng cấp xong thì em bị mất luôn phiếu xin cấp lại thẻ sinh viên ạ. Bây giờ em bấm vào đăng kí in thẻ sinh viên thì lại phải đóng thêm 55.000đ ạ, trong khi mấy hôm trước em đã thanh toán trên BK-[full_name] rồi. Bây giờ em phải làm gì ạ? Em xin cảm ơn.",
            "Chào bạn,. . . . PDT đã cập nhật lại rồi, bạn kiểm tra lại nhé.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô . . Em là SV PFIEV K2017. . Em muốn hỏi là khi em đăng khí nộp chứng chỉ tiếng pháp thì ở phần tùy chọn có nút \" xét miễn\"(Như trong hình). Em không biết mình có nên chọn không ạ, và chọn sẽ được gì ạ.. . Với cho em hỏi khi đăng kí thẩm tra thì điểm có tự động được quy đổi ra trong bảng điểm của em không ạ. Vì em không thấy nút nào để chuyển điểm vào bảng điểm TB của em ạ. . Em xin cảm ơn.. .   i Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) .",
            "Chào bạn,. . . . - Nếu bạn muốn chuyển điểm, thì phải đóng tiền lệ phí, được qui đổi điểm.. . . . - Nếu bạn thẩm tra bằng để xét miễn điểm  để pass chuẩn anh văn qua các năm thì không qui đổi ra trong bảng điểm.. . . . Thân.. . . .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "dạ thưa cho em hỏi. . đăng ký nộp chứng chỉ ngoại ngữ và đăng ký chuyển điểm cho đợt đăng ký môn học bổ sung học kỳ hè 193 ngày 26 tháng 5 năm 2020 vẫn còn hay chuyển sang ngày khác ạ,em xin cảm ơn",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Bạn kiểm tra lại mail PDT có gởi cho từng sinh viên, học kỳ 193 và 201, dự thính 201 PDT không xét chuẩn anh văn sau các năm. . . . . Thân.",
            "dạ thưa là cho em hỏi. . không xét chuẩn anh văn nhưng được quyền đăng ký chuyển điểm cho 4 anh văn phải không ạ",
            "Chào bạn,. . . . Bạn đăng kí chuyển điểm bình thường.. . . . Thân.",
            "dạ em cảm ơn đã trả lời giúp em",
            "dạ thưa cho em hỏi. . dạ em khóa 14,môn anh văn cơ bản trường sắp cho em mà em học không đạt,mà em mới vừa nộp chứng chỉ quốc tế Toeic 460 chuyển điểm được ba anh văn,anh văn 1,anh văn 2,anh văn 3,vậy em không cần học lại cái môn anh văn cơ bản được không ạ,em vẫn được tốt nghiệp bình thường chứ ạ. . . .",
            "Chào bạn. . Bạn học các môn học theo đúng chương trình đào tao của mình. . Về chương trình đào tạo bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo Thầy [full_name]) để tư vấn và giải đáp. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . PĐT cho em hỏi sao phần học phí đợt 1 - HK192 trong BKPay của bắt buộc thanh toán hết 1 lần mà không được chia ra làm 2 đợt đóng?. . Em có thấy trước đó số tiền đã được chia làm 2 đợt là 3 200 000 VND, nhưng bây giờ thì bị gom lại làm 1.. . . . Em xin cám ơn!. . . .",
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính. . . . PĐT cho em hỏi sao phần học phí đợt 1 - HK192 trong BKPay của em bắt buộc thanh toán hết 1 lần mà không được chia ra làm 2 đợt đóng?. . Em có thấy trước đó số tiền đã được chia làm 2 đợt là 3 200 000 VND, nhưng bây giờ thì bị gom lại làm 1.. . . . Em xin cám ơn!. . . .   /QUOTE . .",
            "Chào bạn,. . . . Đối với hệ vừa học vừa làm chỉ có đóng 1 đợt học phí nhé.. . . . Thân."
        ]
    }
]