[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi: Phòng đào tạo Đại học Bách Khoa. . Em tên là: [full_name]. . MSSV: [student_id], Lớp XD17DD02. . Vừa qua trong đợt đăng kí môn học vì lí do không đạt chuẩn Anh văn sau năm 2 nên em không không đăng kí được những môn chuyên ngành năm 3. Trong đợt chuyển điểm Anh văn ngày 15 tháng 1 em đã nộp bằng để chuyển điểm.. . Em viết đơn này mong muốn phòng Đào tạo cho em đăng kí môn học những môn sau đây:. . CI3009 - Kết cấu thép 1 ( A01 ). . CI3095 - Cấp thoát nước ( A03 ). . CI3197 - DAMH nền móng  ( A05 ). . CI3195 - Nền móng ( A02). . CI1047 - Luật và kinh tế xây dựng ( A01 ). . Em xin chân thành cảm ơn.",
            "Chào em,. . . . [full_name] đã đăng kí cho rồi và chạy lại TKB cho em."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Cập nhật ngày CTXH, điểm ... .  . . Em đã bổ sung điều kiện ngày ctxh. Pdt cập nhật ds tốt nghiệp dùm em ạ. Em cám ơn.",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau thứ 6 hàng tuần phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn à tốt nghiệp à thông tin tốt nghiệp à danh sách tốt nghiệp 04/2020. . -Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là: [full_name]. . MSSV: [student_id]. . Chuyên ngành: Công Nghệ Thông Tin (VLVH). . . . Dạ xin kính chào phòng đào tạo trường Bách Khoa, hôm qua (18/02/2020) em có lên trường để nộp phiếu miễn môn bổ sung và đã nhận biên nhận của trường. Và sáng nay ngày 19/02/2020 em có nhận được mail là phiếu miễn môn cập nhật ngày 18/02/2020 nhưng khi em xem file đính kèm thì vẫn là các môn cũ, em vẫn chưa thấy các môn bổ sung miễn môn mà em đã gửi yêu cầu vậy là em đã được xét duyệt miễn môn bổ sung chưa ạ hay em phải chờ ạ. Em xin cảm ơn ạ. . . .",
            "Chào bạn;. . Đơn miễn môn của bạn đang còn xử lý nha bạn.. . Trân trọng",
            "Dạ em xin cảm ơn ạ. Vậy là vẫn chưa có miễn môn chính thức đúng không ạ tại vì em thấy mail gửi cập nhật miễn môn 18/02/2020 em thấy thắc mắc nên em hỏi phòng đào tạo cho chắc ạ. Em xin chân thành cảm ơn ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Thanh toán lệ phí & khai lý lịch tốt nghiệp . dạ cho em hỏi là đến hạng đăng kí tốt nghiệp rồi nhưng chưa bấm được nộp đơn đăng kí xét tốt nghiệp ạ, không biết do lỗi kỹ thuật hay sao ạ, PĐT xem lại giúp em ạ",
            "Chào bạn,. . Đã ghi nhận và báo tổ kỹ thuật kiểm tra. Khoảng 2 ngày sau bạn vô thao tác lại nhé!",
            "Chào bạn. . Bạn chưa bấm được nộp đơn đăng kí xét tốt nghiệp là do bạn chưa kích hoạt tài khoản cựu sinh viên ở bước 4."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Thanh toán lệ phí & khai lý lịch tốt nghiệp . Thưa PĐT,. . Em đã hoàn thành xong chương trình đào tạo của 2 chuyên ngành Công trình thủy và Kỹ thuật công trình xây dựng của khoa Xây Dựng. Theo quy chế em đọc được thì em đăng kí xét tốt nghiệp 2 bằng cùng lúc nhưng hiện tại khi em đăng kí xong bằng thứ nhất thì chưa thể đăng kí xét tốt nghiệp cho bằng thứ 2 của mình. Kính mong các thầy cô có thể giải đáp thắc mắc này giúp em.. . Em xin chân thành cám ơn!",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bằng thứ 2 bổ sung của sinh viên, sau thứ 6 hàng tuần phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn / tốt nghiệp / thông tin tốt nghiệp /danh sách tốt nghiệp 04/2020. . -Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .",
            "Chào bạn,. . Vui lòng trình bày rõ nội dung câu hỏi trong ô \"Nội dung\" nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "em chào thầy cô PĐT !. . em tên [full_name] MSSV [student_id] em có tải ảnh đăng kí tốt nghiệp nhưng có mail phản hồi tải lại ảnh, nhưng vào trang đăng kí lại không có mục tải lại, thầy cô cho em hỏi phải giải quyết sao ạ. . . em xin cảm ơn thầy cô. . . .",
            "Chào bạn,. . Bạn vô up lại ảnh theo đúng quy định, chọn vào mục tải lại ảnh",
            "dạ chào cô,. . em không tìm thấy mục tải lại cô ơi (ảnh đính kèm)",
            "Chào bạn. . Phòng đào tạo đã mở lại dữ liệu để bạn cập nhật lại ảnh, bạn vào trang tốt nghiệp để cập nhật lại nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa nhà trường , em đã nộp bảo hiểm y tế trong đợt 1 , bảo hiểm có sự thay đổi nơi khám chữa bệnh ban đầu so với bảo hiểm trước, em đăng kí nơi nhận là cơ sở 2 và không ngờ rằng do ảnh hưởng của dịch corona nên kì nghỉ kéo dài nên chưa thể lấy . Bây giờ em cần lấy thẻ để đi khám  thì có thể lấy ở đâu ạ , phòng y tế ở cơ sở 2 có mở trong lúc nghỉ dịch không ạ ? . .  Em cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Vấn đề về BHYT bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên để được hướng dẫn"
        ]
    },
    {
        "intent": "",
        "message": [
            "cho em hỏi một số vấn đề sau:. . . . 1. Xét tốt nghiệp bổ sung có phải là em đăng ký xét tốt nghiệp trước rồi bổ sung điều kiện còn thiếu sau phải không? Hay là em đủ hết điều kiện rồi mới được xét.. . . . 2. Ngày 27/03 là hạn chót xét tốt nghiệp bổ sung. Nếu em có điểm AV nói viết vào ngày 26/03 thì có thể đăng ký tốt nghiệp ngay không hay phải đợi vài ngày PĐT thẩm tra rồi em mới được đăng ký?. . . . 3. Nếu kỳ này em không đủ điểm AV nói viết, có đăng ký môn học nhưng không học thì kỳ sau em có được đăng ký môn học để duy trì tình trạng học không?",
            "Chào bạn . . 1- Bạn phải đủ hết điều kiện tốt nghiệp rồi mới đăng ký xét tốt nghiệp bổ sung. . 2- điểm AV nói viết : nếu có kết quả và Trung tâm Ngoại ngữ chuyển kết quả cho Phòng đào tạo thì sẽ xét tốt nghiệp bổ sung liền. . 3- Nếy hk 192 này bạn có đăng ký môn học mà không học thì nên rút môn học vì điểm =0 hoặc điểm 13 thì sẽ bị BUỘC THÔI HỌC VÌ ĐIỂM TRUNG BÌNH BẰNG 0. . + Việc đăng ký môn học là do bạn quyết định",
            "- Vậy nếu em rút môn học, không có môn học trong học kỳ này thì bị tạm dừng học 1 học kỳ phải không? Em nên làm gì cho đến khi đủ điểm AV nói viết?",
            "Chào bạn. . Nếu bạn rút môn học, và không đủ điều kiện để tốt nghiệp ở Hk 192 này thì tình trạng của bạn sẽ chuyển sang \" Tạm Dừng\", nếu hk 201 bạn đủ điều kiện tốt nghiệp thì chỉ cần nộp đơn \" Thu Nhận lại\"",
            "- Vâng, cảm ơn chị."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] - MSSV: [student_id] - Lớp: CK15CTM3 - SĐT: [phone_number]. . . . Em xét thấy điều kiện để tốt nghiệp đợt tháng 4/2020 tới này là đạt yêu cầu. Nhưng sau khi em kiểm tra trên hệ thống \" Danh sách tốt nghiệp dự kiến - 4/2020 - Chính Quy \" thì nhập MSSV vào nó bảo không có dữ liệu.. . Phòng Đào Tạo có thể giúp em xem kiểm tra lại là do em thiếu điều kiện gì hay không, hay do lỗi hệ thống ạ.. . . . Em cảm ơn nhiều.. .",
            "Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau thứ 6 hàng tuần phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn /tốt nghiệp /thông tin tốt nghiệp/danh sách tốt nghiệp 04/2020. . -Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do",
            "Em thấy phản hồi là sau thứ 6 sẽ cập nhật lại, mà trạng thái vẫn để ngày cập nhật cuối là 17/02. Vậy là thứ 6 tuần này 20/02 PĐT vẫn chưa cập nhật mới đúng không ạ?. .   Vì sau khi nhận phản hồi, em kiểm tra lại MSSV trong danh sách dự kiến tháng 4 vào thư 7 (21/02) vẫn chưa thấy có dữ liệu.. . . .   Em cám ơn.",
            "Chào bạn. . Phòng đào tạo đã kiểm tra dữ liệu tốt nghiệp của bạn. . Hiện tại bạn còn nợ Toeic. . Bạn kiểm tra lại thông tin tốt nghiệp của mình",
            "Chào Phòng Đào Tạo,. . . . Em đã thi TOEIC và đã nộp được thẩm tra với kết quả 530. Bên dưới là hình em đính kèm ở trang cá nhân của em trên hệ thống đã được trường chấp thuận.. . Với hệ đào tạo chính quy đại trà của em K15 thì điểm chuẩn để ra trường là 500 điểm.. . Mong phòng đào tạo xem xét vì rõ ràng trên web cá nhân đã để \" Đã thẩm tra \" và \" Hợp lệ \" ạ.. . . . Vì hiện tại em đang đi nước ngoài nên chưa kịp về nước để lo thủ tục trực tiếp. Mong quý thầy cô phòng đào tạo giúp đỡ em.. . Em cảm ơn nhiều ạ.",
            "Chào PĐT,. . . . Ngoài ra còn có chứng chỉ nói viết em đã thi ở BK English và đạt 210 điểm vào ngày thi 18/08/2019. . . Bên dưới là hình ảnh mà bên trung tâm ngoại ngữ đã Record lại kết quả mà em nhận.. . . . Đây là file hình ảnh em bổ sung để cho đủ 4 kỹ năng em đã hoàn tất điều kiện tốt nghiệp ạ.. . . . Em cảm ơn PĐT rất nhiều ạ.",
            "Chào bạn. . Phòng đào tạo đang kiểm tra lại dữ liệu bạn cung cấp, sẽ trả lời bạn trong thời gian nhanh nhất.",
            "Dạ cám ơn PĐT,. . . . Mong sẽ giải quyết sớm vấn đề của em ạ.",
            "Chào bạn. . Bạn đã có tên trong danh sách dự kiến tốt nghiệp, bạn kiểm tra lại mail nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em có 1 số môn  đã đăng ký ở học kì chính bây giờ muốn hủy để đăng ký lại ở kì dự thính. Tuy nhiên do dịch corona trường chưa làm lại để em nộp đơn hủy môn thì đã đến kì đăng kí môn dự thính. Không biết bây giờ phải làm như thế nào?",
            "Chào em,. . . . Thời gian này đã hết thời gian huỷ môn học, em  muốn huỷ phải làm đơn rút môn học. . . Em nói trường không làm việc là không đúng. SV chưa đi học, nhưng trường đã làm việc từ 3/2/2020"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Tốt nghiệp . Kính thưa phòng Đào tạo,. . Tháng 4/2020 em sẽ tốt nghiệp, tuy nhiên emvẫn không thể đăng kí tốt nghiệp được. Em đã hoàn thành các thủ tục của phòng Đào tạo về việc thẩm tra bằng tốt nghiệp THPT. Kính mong phòng Đào tạo xem xét trường hợp của em và cho phép em được đăng kí tốt nghiệp.",
            "Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau thứ 6 hàng tuần phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :  . . -\tSinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn  tốt nghiệp  thông tin tốt nghiệp  danh sách tốt nghiệp 04/2020. . -\tTrường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Thầy/cô cho em hỏi theo kết quả đăng ký môn học học kỳ 2 hệ VLVH, em có đăng ký môn “Nhập môn về kỹ thuật” (mã môn học: EE1001). Tuy nhiên, theo kết quả miễn môn, em được miễn môn học này. . . . . Thầy/cô xem xét cho em đăng ký bổ sung môn  môn \"vật lý bán dẫn\" (mã môn học:  EE1013) cho học kỳ 2.. . . . Em xin cảm ơn.",
            "đã đk cho bạn EE1013 và EE1014 nhóm T01.. . TKB sẽ cập nhật lại sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . hiện tại em đã được thông qua đơn đăng kí môn ME1005 - Thực tập cơ khí đại cương 1 nhưng trên bk e-learning của em vẫn chưa có thông tin về môn học đó ạ . Em mong nhà trường kiểm tra lại giúp em về trường hợp này ạ . Em cảm ơn nhà trường nhiều ạ.. .",
            "Chào em,. . . .  - Môn ME1005 khoa chưa phân công cán bộ giảng dạy, nên không có trên bk e-learning.. .  . . . .  - Em có thể liện hệ dưới [full_name] nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dear thầy/cô,. . Thầy/cô hỗ trợ giúp em kiểm tra xem là em còn thiếu điều kiện nào để xét tốt nghiệp nữa ạ?. . Theo thông tin em tự check thì thấy là em còn thiếu bằng [full_name] Nói - Viết, tuy nhiên vẫn mong thầy/cô giúp em check lại để em an tâm hơn khi lịch thi [full_name] và CTXH liên tục được dời xuống do corona.. . Em cám ơn thầy cô nhiều.. . . .",
            "Chào bạn. . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau thứ 6 hàng tuần phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn /tốt nghiệp /thông tin tốt nghiệp/danh sách tốt nghiệp 04/2020. . -Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do. .",
            "Dear [full_name][full_name][full_name],. . Hiện tại em vẫn không thấy tên em trong danh sách tốt nghiệp.. . [full_name] cô giúp em check lại với nhé.. . Em cám one thầy cô nhiều. .",
            "Chào bạn. . Sau thứ 6 , có thể là thứ 2 trang tốt nghiệp mới cập nhật lại nghen em",
            "Dear thầy cô,. . Hiện tại nhà trường cho nghỉ đến ngày 8/3 khiến lịch thi anh văn nói viết cũng bị dời xuống ngày 17/3.. . Nếu trong tình trạng thi anh văn Nói Viết như vậy thì em đang hơi thắc mắc là lịch xét bổ sung tốt nghiệp mình có được dời về sau nữa không.. . Em cám ơn thấy cô nhiều",
            "Chào bạn. . Lịch tốt nghiệp sẽ có điều chỉnh, nhưng cụ thể như thế nào thì bạn vui lòng kiểm tra mail nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em kính chào thầy, cô ạ!. . Vì trường thông báo nghỉ học đến hết tháng 2, nên cho em hỏi thời gian nộp phiếu đăng ký rút môn học có được dời lại không ạ? Và thời gian nhận phiếu là ngày bao nhiêu ạ?. . Vì em vẫn còn đang ở quê chưa vào thành phố nên em có thể nộp phiếu online được không ạ?. . Mong thầy, cô phản hồi giúp em. . Em xin cảm ơn ạ",
            "Chào bạn,. . Phòng Đào tạo đã thông báo dời lịch nhận phiếu rút MH, từ ngày 16/03 đến 20/03/2020 nhé bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT. . Em là [full_name], K16 Khoa Kĩ thuật Địa chất & Dầu khí, chuyên ngành Khoan Khai thác Dầu khí . . . . Em có 2 việc cần PĐT giải quyết . . . . 1/. . Kính mong PĐT cung cấp chương trình đào tạo của khóa K2019 (và K2020) Khoa Kĩ thuật Địa chất & Dầu khí ạ, vì file không tồn tại trên web aao. . . . 2/ . . Về môn học Tinh thể Khoáng vật Thạch học (GE1007). . . . Cho em hỏi còn có cách nào khác không để xin vào đăng kí và học lớp này ạ (lớp A01, P 304B9 thứ 2 tiết 7,8,9), hay đành phải chờ học kì sau. Vì em cần trả gấp môn này để theo kịp CTĐT và tốt nghiệp . . . . Kính mong PĐT giải quyết . . . . Em xin trân trọng cảm ơn",
            "Chào bạn,. . Về CTĐT của Khóa 2019 đang trong quá trình xây dựng cập nhật, nếu bạn có thắc mắc vui lòng liên hệ tại Khoa để được hướng dẫn. . Hiện tại đã hết thời gian để đăng ký MH học kỳ chính 192. Bạn có thể đăng ký trong dự thính"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là ngày 18/2 em đã đăng kí tốt nghiệp và được PĐT xác nhận trong ngày thì thứ Sáu tuần này 21/2 em đã có thể đến Văn phòng khoa Xây dựng để nhận bằng tạm thời chưa. Vì hiện tại em đang cần gấp bằng tốt nghiệp tạm thời ạ.",
            "Theo lịch của PĐT thì nhàu 21/2 này là có thể nhận bằng được rồi, nhưng em cần hỏi kĩ lại vì từ quê em lên trường để nhận bằng cũng xa lắm ạ",
            "Chào bạn,. . Chiều mai sẽ phát giấy chứng nhận tốt nghiệp tạm thời về [full_name] nhé bạn.",
            "Vậy sáng em có thể lấy trực tiếp ở PĐT được không ạ. Hay phải đợi chiều lấy ở văn phòng khoa mới được",
            "Chào bạn. . Chiều mai sẽ phát giấy chứng nhận tốt nghiệp tạm thời về Khoa nhé bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy cô cho em hỏi tại sao trong tkb của em có môn học đồ án thiết kế ME2011 mà trên bk elearning lại chưa thấy xuất hiện v ạ.",
            "Chào bạn. . Thường môn đồ án là do Khoa phân giáo viên hướng dẫn, hiện tại có thể là do Khoa chưa phân công nên trên bk elearning chưa cập nhật mới.. . Vì tình hình hiện tại đang nghỉ do dịch covid-19 nên có gì thay đổi sẽ cập nhật sau nghen bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Nên em rất mong pdt xem xét cho em đc bổ sung môn này vào hki 192 vì hiện tại trung tâm em đẫ gửi công văn số 3 lên pdt xem xét về xóa bỏ tiên quyết rồi nên ko ảnh hưởng gì đến môn tiên quyết nửa nên rất mong pdt cho em bổ sung môn vẽ ck (209037)vào hki chính này để em có tkb để đc học trả nợ ạ do môn này rất khó để mở lớp nên em xin pdt xem xét và tao đki cho em ạ em cảm ơn",
            "Chào em,. . . . PDT đã đăng kí cho em môn 209037 em theo dõi trên WEB nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV/MSGV: [student_id]3. . Em xin chào thầy/cô. Hiện em là K13 còn thiếu 2 môn tự chọn trong đó có 1 môn chuyên ngành. Em muốn đăng kí để học và kết thúc trong kì này nhưng hiện việc đk đã hết hạn, liệu em có thể làm gì để giải quyết vấn đề này ạ ? 2 môn em cần đk có MSMH là ee3057 và im1013. Em xin cảm ơn ạ. .   /B",
            "Chào em,. . . . [full_name] đã đăng kí môn EE3057 và IM1013 rồi nhé. Em nhớ theo dõi KQDKMH nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Em xin lỗi vì đã làm phiền em biết giờ. . nhà trường rất bận.EM muốn hỏi là nếu tiếp tục nghỉ tháng 3 thì liệu học kì hè này có mở không?",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em. . Em theo dõi thường xuyên thông tin cập nhật qua email và lịch học vụ nếu có thông tin mới",
            "Dạ trên lịch thì em vẫn thấy để học kì hè.Em cảm ơn,cô cho em hỏi thêm là nếu tiếp tục . . nghỉ học đến hết tháng 3.Vậy thì học kì hè chỉ còn rút xuống thời gian học chỉ còn 1 tháng thôi phải không cô?",
            "Chào bạn,. . Bạn vui lòng đợi thông báo của Phòng Đào tạo và nhà trường nhé!. . Hiện tại chưa có về việc nghỉ hết tháng 3, nên bạn vui lòng đợi nhé.",
            "Dạ vâng em cảm ơn cô"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ...  . . Em chào thầy/cô. . Cho em hỏi là mình nghỉ như vậy rồi học kỳ dự thính hè có được mở không ạ . . Em cảm ơn ạ !",
            "Chào em. . Em theo dõi thường xuyên thông tin cập nhật qua email và lịch học vụ nếu có thông tin mới"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thưa thầy cô ạ . Bị ảnh hưởng bởi virus corona làm thời gian học và bắt đầu học kỳ 2 sau tết bị hoãn lại , như vậy thì thời gian nộp chứng chỉ tiếng anh để xét nhận luận văn tốt nghiệp có được gia hạn thêm không ạ . Dạ em cảm ơn",
            "Chào bạn,. . Bạn vui lòng thường xuyên theo dõi cập nhật tại lịch học vụ nhé. Nhà trường sẽ thông báo qua email và cập nhật tại lịch học vụ, mybk cho các bạn SV nắm về tình hình dời như thế nào sau khi có ý kiến chỉ đạo của Ban Giám Hiệu"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Rút môn học . Học kì 192 này em có đăng kí 1 môn nhưng do em đã đủ tín chỉ và em đang đăng kí xét tốt nghiệp nên em muốn rút môn học để kịp xét tốt nghiệp. . . . . Với tình hình dịch COVID-19 hiện nay thì khi nào em có thể nộp đơn rút môn học để kịp xét tốt nghiệp vậy ạ?. . . . Em xin cảm ơn!. . . . Thanks & Best regards!. . [full_name]",
            "Chào em. . Theo thông báo là em nộp đơn rút môn học từ 16/3 đến 20/3 không ảnh hưởng gì đến tốt nghiệp nghen em",
            "Chào bạn,. . Hiện tại Phòng [full_name] vẫn làm việc bình thường nhé bạn,bạn có thể đến nộp đơn rút bình thường. Bạn đã có tên trong danh sách dự kiến công bố ngày 17/02, nên có thể vào đăng ký tốt nghiệp bình thường.",
            "Thank you so much"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . e học công nghệ sinh học lớp T63. . lúc trước e đăng kí dc 2 môn cho học kì này là giải tích và vật lý 1. Nhưng sau khi xét miễn môn thì 2 môn học đó e đã được miễn.. . e mong trường xét theo chương trình đào tạo 2017 xem xét môn nào của ngành công nghệ sinh học có mở lớp cho e vào học với ạ. do ngành này hoc với chính qui nên e đã xin nghĩ làm để tập trung đi học, chỉ cần k trùng lịch các môn e có thể học đầy đủ.. . môn nào cũng dc ạ, vì học kì tới sắp bắt đầu rồi ạ :(. . em cám ơn\t. . . .   i Yêu cầu khác .",
            "Em cung cấp mã môn học, mã nhóm cần đk để xem xét. . Thân",
            "mã nhóm t63. . mã môn học :. . CH2015 :Các quá trình kỹ thuật sinh học 1. . CI1003\tVẽ kỹ thuật. . CH3009\tVi sinh công nghiệp. . CH2047\tQuá trình kỹ thuật sinh học 2. . CH2037\tHóa sinh công nghiệp. . CH3019\tCông nghệ tế bào. . dạ trong các môn đó nếu có môn nào dc thì xếp cho e hết đi ạ . .                                   . .                                   em cám ơn",
            "Môn CI1003 nhóm L13 , thứ 3 và thứ 4 , tiết 7,. . Học ở CS2. . . . Môn CH2047 nhóm L01 , thứ 5 và thứ 4 , tiết 7,. . Học ở CS2. . . . Các môn khác không mở lớp. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Kính gửi phòng đào tạo.. . - Em tên là [full_name] - MSSV [student_id]. Vào học kì 2 năm học 2018-2019 em đã làm luận văn nhưng chưa thể tốt nghiệp được do thiếu [full_name] nói viết. Nay em đã đi làm và quên đăng kí môn học kì 1 2019-2020 và đã bị buộc thôi học. . - Nay em gửi mail này có thể xin PĐT tạo điều kiện cho em tiếp tục học để em đăng kí duy trì tình trạng học và tốt nghiệp vào tháng 4/2020 được không ạ. Em đã đi làm công trình dưới tỉnh và rất khó để chạy về làm đơn xin thu nhận lại.. . - Em viết mail này mong PĐT tạo điều kiện cho em làm đơn online và gửi bản scan về mail Phòng đào tạo được không ạ.. . Mong nhận được sự giúp đỡ của quý thầy cô.. . Em xin chân thành cảm ơn.\t. . . .",
            "Chào bạn. . Tình trạng của bạn : đang tạm dừng vì không đăng ký môn học (không phải buộc thôi học). . - Bạn có thể nhờ bạn của bạn đến nộp đơn thu nhận lại. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em tên [full_name], MSSV [student_id]. Học kì vừa rồi em có đăng kí Đồ án tuy nhiên do nhầm lẫn em đăng kí lộn đồ án của chuyên ngành Điện - Điện tử tuy nhiên em học ngành điều khiển và tự động hóa. Cho em hỏi hiện tại có thể sửa chửa lại được không ạ. Nếu không được thì học kì sau em có thể đăng kí đồ án ko ạ hay em phải đợi đến học kì 1 năm sau ạ.",
            "Chào bạn,. . Bạn vui lòng trình bày rõ Mã sai là mã nào? mã đúng là mà nào nhé! Vui lòng chọn lại mục Đăng ký MH để trình bày lại!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Em xin chào Thầy/ Cô,. . . . Em hiện đã hoàn thành tất cả các môn trong CTĐT chỉ còn thiếu mỗi Anh văn nói viết để bổ sung xét tốt nghiệp. . . . . Hiện tại em đã được một công ty nhận làm nhưng họ yêu cầu bằng TN tạm thời hoặc giấy xác nhận đã hoàn thành các môn học ở trường để bổ sung trong hợp đồng, họ không bắt buộc phải có bây giờ nhưng nó sẽ quyết định thời gian trong hợp đồng của em và cơ hội đi onsite. . . . . Với tình hình dịch hiện nay thì em sẽ không thể bổ sung kịp anh văn trước ngày ký hợp đồng, nên em muốn hỏi PĐT có thể cấp giấy xác nhận em đã hoàn thành CTĐT để gửi cho công ty được không ạ?. . . . Em xin cám ơn.",
            "Chào em. . Theo quy định thì phải đủ điều kiện thì mới cấp giấy chứng nhận tốt nghiệp nghen bạn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Em muốn đổi giáo viên hướng dẫn đồ án :Tiến hành thực nghiệm (402706)_[full_name] (VP_HK192).. . Lý do: Em đã được giáo viên khác đồng ý hướng dẫn để có thể chọn đề tài khác phù hợp với chuyên ngành của em hơn.. . Mong nhà trường cho em biết cách thức/quy trình để thực hiện đổi giáo viên hướng dẫn đồ án.. . Em xin cảm ơn.",
            "Chào bạn. .  - đổi giáo viên hướng dẫn đồ án: bạn phải liên hệ bộ môn để giải quyết nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "b [full_name]V/MSGV: [full_name]577  /b \t. . . .   i Yêu cầu khác . Em chào phòng đào tạo ạ, khi kiểm tra thời khoá biểu học kì 192 em phát hiện giờ học bị trùng ạ mã môn EE2022 và EE2016 lớp L24. Phòng đào tạo có thể chuyển lớp EE2016 qua L25 để em không còn bị trùng nữa.. . . . (Giống như bạn [full_name]V [full_name]515 đã nói). . . . . Em cảm ơn.. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Đã chuyển EE2015_L11_L25. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Hiện đã có phân công giáo viên hướng dẫn đồ án khoa Điện_ Điện tử. . Do không được theo đúng chuyên ngành định hướng từ trước. Không biết bây giờ còn có thể đổi giáo viên hướng dẫn được không ? và nếu được thì cần làm gì ạ ?. . Em cám ơn !!",
            "Chào bạn. . Về việc phân công giáo viên hướng dẫn đồ án khoa Điện_ Điện tử bạn liên hệ trực tiếp Bộ môn - [full_name] để giải quyết nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Em chào thầy cô ạ. . Dạ thầy cô cho em hỏi là: Học kỳ 191 em không qua môn Vật lý 1 nên số tín chỉ học kỳ 191 em tích lũy được là 10 chỉ. Học kỳ 2 em đăng ký 14 chỉ. Sắp tới có đợt đăng ký môn học dự thính trong học kỳ 192 nhưng em ở ký thúc xá nên việc đi lại trên cơ sở 1 hơi khó khăn, vậy nếu em đăng ký học dự thính trong hè thì 4 tín chỉ của môn Vật lý 1 có kịp để tính vào tổng số tín chỉ tích lũy để em được đăng ký môn cho năm 2 không ạ, và nếu học dự thính trong học kỳ 192 thì thông thường sẽ học bao nhiêu buổi tối trong tuần ạ.. . Em cảm ơn thầy/cô rất nhiều ạ. .",
            "Chào em,. . . . SV sau năm hai tích luỹ từ 28 đến 56 tính chỉ em xem qui chế http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK192-updated.pdf. . . . Xét trên học kỳ chính, còn học kỳ dự thính các môn này phải có điểm đạt."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Đăng ký in bảng điểm . Mã phiếu : InBD[phone_number]3. . Tên : [full_name]. . MSSV : [student_id]. . . . Theo như ngày hẹn ban đầu là 26/02/2020 nhưng do cần bổ sung giấy tờ gấp nên em xin được lấy sớm hơn, cụ thể là trước ngày 24/2 ạ. Mong phòng đạo đáp ứng.. . . .",
            "Chào bạn,. . Bạn có thể theo dõi trên hệ thống, khi nào báo đã in xong có thể đến nhận nhé bạn.",
            "Dạ vâng ạ, em cũng biết thế nhưng lý do là em và bạn đăng ký thanh toán cùng giờ cùng ngày 17/2, bạn được hẹn ngày 20, còn em bị trễ hơn tới 6 ngày nên em mới gửi câu hỏi thắc mắc.",
            "Chào bạn,. . Tùy thời điểm bạn đăng ký nên hệ thống sẽ hẹn tự động nhé, do đây là thời điểm các SV bạn đăng ký in bảng điểm tốt nghiệp rất nhiểu, nên bạn vui lòng đợi khi nào hệ thống báo đã xong bạn có thể đến nhận nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Thầy cô cho em hỏi kì 192  em đăng kí môn LA1005, Vậy dự thính 192 em có đăng kí đc môn LA1007 không ạ? Em xin cảm ơn. .",
            "Chào em,. . . .    Môn học trước là môn học rồi và điểm khác 0  thì mới gọi là môn học trước. Còn môn LA1005 đang học thì không gọi là môn học trước. Trường hợp em không đăng kí được."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Thưa thầy cô pđt! Em là [full_name], sv Khoa Điện.. . Tình trạng hiện tại ĐKMH dự thính đã mở. Nhưng khi em đăng kí môn thì lại hiện thiếu môn tiên quyết trong khi môn đó em đã có điểm trung bình trên mybk rồi.. . Không biết tình trạng như vậy có bị gì không ạ?",
            "Chào em,. . . . Phần mềm sẽ cảnh báo cho em biết thôi, vẫn đăng kí được sau đó PDT sẽ lấy dữ liệu xét lại."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chào PĐT.. . Sau khi giải quyết lỗi về Đăng ký môn học thì em đã có Thời khóa biểu chính thức LVTN nhưng đến hôm nay 21/02/2020 vẫn không có tên trong danh sách phân công của bộ môn. Em đã lên Bộ môn Thiết kế máy hỏi nhưng bộ môn vẫn chưa nhận được kết quả của em. Mong PĐT sớm giải quyết giúp em.. . Em cảm ơn!",
            "Chào em,. . . . Em in TKB của em để khoa cập nhật danh sách cho em nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào anh/chị hỗ trợ. Em dự định sẽ tốt nghiệp vào tháng 04/2020 như lịch trình của trường nhưng hiện tại em không đăng kí tốt nghiệp được. Em có gửi hình ảnh kèm theo. Mong anh chị giải đáp giúp em. Em xin cảm ơn.",
            "Chào bạn. . hiện bạn chưa có tên trong danh sách tốt nghiệp thì bạn không đăng kí tốt nghiệp được là đúng rồi ? Bạn check lại nghen",
            "Vậy chị cho em hỏi làm thế nào để có tên trong danh sách tốt nghiệp vậy ạ",
            "Chào bạn. .                    . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau thứ 6 hàng tuần phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :  . . -\tSinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn  tốt nghiệp  thông tin tốt nghiệp  danh sách tốt nghiệp 04/2020. . -\tTrường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Cho em hỏi, Bộ Môn Thi công và quản lý Xây Dựng ( Khoa Kỹ thuật xây dựng) đã gửi bảng điểm chỉnh sửa môn học Đồ án Tổ chức thi công (CI4127) của sinh viên : [full_name] - [student_id] cho Phòng Đào tạo từ 2 tuần trước, thì khoảng thời gian cập nhật điểm mất bao lâu ạ!. . . .",
            "Chào bạn. . Phòng đào tạo đã kiểm tra điểm môn Đồ án Tổ chức thi công (CI4127) hiện tại trên hệ thống là 0 điểm . . Bạn kiểm tra lại ở quy trình nộp điểm sửa tại Bộ Môn Thi công có làm đúng quy trình sửa điểm không ? vì nếu có phiếu sửa điểm và cập nhật đúng quy trình là phòng đào tạo sẽ cập nhật lại điểm liền chứ không đến 2 tuần nghen."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em tạo câu hỏi này với mong muốn xin phòng đạo tạo hỗ trợ em đăng kí vét các môn học cho học kì 2 năm học 2019-2020, thời gian làm đơn của em khá trễ và khó giải quyết nhưng vì hiện tại em chỉ còn 1 kì nữa để giải quyết các môn học nên em chân thành mong phòng đào tạo giúp đỡ em ạ. . Em xin gửi các môn em còn nợ lại và kính mong phòng xem xét giúp em trong các môn này ạ:. . . . - [full_name]2013 - [full_name]01_[full_name]02 - Vi xử lý. . - [full_name]27 - [full_name]01 - \t[full_name]nten-truyềnsóng vôtuyến. . - [full_name]3011 - [full_name]01 - Mạch điện tử thông tin. . - [full_name]2003 - [full_name]01 - \tKinh tế kỹ thuật. . - [full_name]3025 - [full_name]05 - \tKỹ thuật siêu cao tần. . - [full_name]3019 - [full_name]01 - \tTruyền số liệu và mạng. .  Giải quyết những vấn đề như trên cho những sinh viên tình trạng như em quả thật khó khăn. Nhưng em rất mong được sự trợ giúp của phòng và chân thành cảm ơn ạ!",
            "đã đk cho bạn như sau. . . . EE3127_A01. . EE3011_A01. . EE3025_A01. . EE3019_A01_A01. . EE2013_A01_A08. . IM2003_A01. . . . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Dạ em xin chân thành cảm ơn Phòng đào tạo đã thực sự hỗ trợ em rất nhiều ạ!. . Cho em xin hỏi thêm là môn được đăng kí mới này khi nào sẽ được cập nhật lên mybk hoặc e-learning ạ. . Một lần nữa em xin cảm ơn phòng dào tạo rất nhiều ạ",
            "cuối tuần.. . bạn theo dõi tkb trước khi bắt đầu đi học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Nhà trường cho em hỏi hạn cuối rút môn học là ngày nào ạ? Em cảm ơn.",
            "Chào bạn. . Hạn cuối rút môn học là 20/03/2020 ( nếu thời gian học trễ hôn nữa thì sẽ có thông báo sau qua mail)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi năm nay trường còn tổ chức kì hè không ạ? Vì em phải học lại vài môn nhưng nghe một vài thông tin trường sẽ không còn tổ chức kì hè trong năm nay. Mong trường giải đáp để em sắp xếp việc đăng ký môn học kì dự thính phù hợp ạ.",
            "Chào bạn. . Hiện tại nhà trường cũng đang sắp xếp lại Lịch học vụ, Khi nào có thông báo gì mới thì sẽ mail cho sv biết và sẽ cập nhật trên Lịc học vụ (trang web aao)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy cô. Hiện tại do chưa đủ điểm anh văn nên sắp tới em không đăng kí được môn luận văn cho đợt cuối cùng. Nên trong thời khoá biểu không có môn học nào. Em đã xin được thầy HD cho làm đề tài làm luận văn và sẽ cố gắng đạt dc chuẩn anh văn trước giữa học kì . Cho em hỏi từ giờ tới giữa học kì em không có thời khoá biểu thì em có bị cảnh cáo không và có ảnh hưởng tới việc xét  duoc bảo vệ luận văn học kì này không ạ. Em cảm ơn ạ",
            "Chào em,. . . . Nếu như học kỳ không đăng kí môn học nào thì tạm dừng, học kỳ sau DKMH em phải làm đơn thu nhận lại. Việc em không đăng được môn luận văn thì em không bảo vệ luận văn được.",
            "Cho em hỏi nếu em đăng kí môn học kì dự thính thì có tính trong thời khoá biểu chính thức và không bị tạm dừng không ạ. Em cảm ơn",
            "Chào bạn,. . Học dự thính vẫn được tính để không xử lý tạm dừng nhé bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa thầy/cô em là sv năm 2 ngành xây dựng. Do dịch covid 19 mà trường mình lùi thời gian học va lịch học vụ có nhiều thay đổi. Nên e không biết được là liệu kì hè 193 có được mở không ạ. Do e có kế hoạch học hè một số môn. Mong thầy cô giải đáp giúp em để e kịp thời điều chỉnh kế hoạch học tập đăng kí kì dự thính hk2 cho kịp ạ. Em xin cảm ơn thầy/cô.",
            "Chào bạn. . Bạn vui lòng xem thông báo mới cập nhật qua mail, nếu lịch trình đăng ký hè có thay đổi thì sẽ cập nhật trên Lịch học vụ (trang web aao)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Em có nộp chứng chỉ toeic 455 2 kĩ năng và được thẩm ra hợp lệ nhưng em chưa chuyển điểm thì được xét qua av3 để đăng kí môn học chưa ạ.",
            "Chào bạn,. . Khi bạn đăng ký nộp CCAV trên web thì Phòng đào tạo sẽ tự xét pass các chuẩn AV từng năm theo bang quy định.. . Riêng các môn av thì sv phải có điểm đạt thì mới tính pass môn học  nhé bạn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ thưa quý thầy cô. . Vấn đề thắc mắc mà em muốn hỏi là đăng kí môn học dự thính đợt 2 HK192 có được xoá môn mà mình đã đăng kí ở đợt 1 không ạ.Vì em sợ trùng lịch học thí nghiệm ở HK chính. . Em xin chân thành cảm ơn.",
            "Chào em,. . . . Đợt 2 DKMH em được quyền huỷ và bổ sung môn học, đợt 3 chỉ thêm môn học không được huỷ môn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em tên [full_name], MSSV [student_id]. Học kì vừa rồi em có đăng kí Đồ án tuy nhiên do nhầm lẫn em đăng kí lộn đồ án của chuyên ngành Điện - Điện với mã môn học là EE3061 tử tuy nhiên em học ngành điều khiển và tự động hóa thù môn đồ án có mã EE3149. Cho em hỏi hiện tại có thể sửa chửa lại được không ạ. Nếu không được thì học kì sau em có thể đăng kí đồ án ko ạ hay em phải đợi đến học kì 1 năm sau ạ.",
            "Chào em,. . . . [full_name] đã đăng kí lại mã đồ án EE3149 và sẽ cập lại TKB cho em, em xem lại TKB nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .",
            "Chào bạn. . Bạn đặt lại câu hỏi ghi rõ nội dung"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . Kính chào thầy cô. Thầy cô cho em hỏi tại sao tài khoản mybk của em số tín chỉ vượt quá số tín chỉ của ngành điện năng em đang học là 155 tín chỉ ạ. Và tiến độ học tập của tài khoản của em không thấy môn nào em đã đạt và chưa đạt ạ.",
            "Chào bạn. . Hiện tại các thông tin này không chính xác và phòng đào tạo từ lâu đã không cập nhật. . Quan trọng là bạn kiểm tra trên Mybk-- mục xem điểm của bạn nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa Thầy/Cô , hôm nay 21/2 đăng ký môn học dự thính em có thấy môn mới là Toeic 450. Thầy/Cô cho em hỏi là môn học này có thể thay thế Anh Văn 3 để đăng ký môn ở năm 3 không ạ ? Em nghe nói là sẽ được quy đổi thành 10đ Anh Văn 3. Và cho em hỏi là hình thức học của môn mới này như thế nào ạ ( học và thi theo kiểu Toeic nghe và đọc hay sao ạ ). . . .",
            "Chào em,. . . . Môn học này có thể thay thế Anh Văn 3 để đăng ký môn học  ở năm 3, chứ không phải qui đổi điểm anh văn 3. Hình thức môn học này thì em phải liên trung tâm ngoại ngữ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào admin.. . Em tên [full_name]. mssv [student_id].. . Em thuôc khoa xây dựng.. . Cho em hỏi là MÔN TOEIC 350 (LA1029) muốn đăng kí thì có cần điều kiện học anh văn cơ bản trước như av1 ka ạ.. . Em cảm ơn ạ.",
            "Chào em,. . . . Môn đăng kí môn LA1029 thì phải qua môn anh văn cơ bản nha em."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào phòng đào tạo ạ, khi kiểm tra thời khoá biểu học kì 192 em phát hiện giờ học bị trùng ạ mã môn EE2022 và EE2016 lớp L24. Phòng đào tạo có thể chuyển lớp EE2016 qua L25 để em không còn bị trùng nữa.Em xin cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . . . TKB sẽ cập nhật lại không bị trùng, em không cần phải chuyển nhóm."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .   Thầy cô cho em hỏi, trước đây em không học anh văn 1 và 2 trong trường nhưng em đã thi nộp bằng và chuyển điểm anh văn 1 và 2 vào để tính điểm trung bình vậy em có được đăng kí anh văn 3 trong trường đợt dự thính này không ạ. .   Em cảm ơn ạ!",
            "Chào em,. . . . Nếu như điểm chuyển đó pass qua anh văn 1 và 2 thì em sẽ được đăng kí môn  anh văn 3"
        ]
    }
]