[
    {
        "intent": "",
        "message": [
            "Rút Môn Học . Em chào PĐT,. . Chuyện là em muốn đăng ký rút môn học ở học kỳ  này. Em muốn đăng ký hủy môn Anh Văn 4 để có thể đăng ký tốt nghiệp vào tháng 4. Em có đăng ký form rút môn học theo mail của PĐT gửi. Em muốn hỏi là em có phải trực tiếp lên trường để hoàn thành thủ tục hay không, hay chỉ cần đăng ký rút môn học online và nộp học phí đầy đủ như vậy thôi.. . Em cảm ơn,. . [full_name].",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . \"ĐĂNG KÝ RÚT MÔN HỌC HỌC KỲ 2(2021-2022). . Hộp thư đến. . . . - Ho Tro SV   support.stu@hcmut.edu.vn . . 08:57, 7 thg 1, 2022. . tới stu.all, bcc: tôi. . . . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . . . Chúc các bạn học tập thật tốt!. . - Nếu em đã điền form thì xem email xác nhận .. . - em có phải trực tiếp lên trường để hoàn thành thủ tục hay không. . =  Không cần lên trường nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào anh/chị.. . . . Em là [full_name], MSSV: [student_id]. . Hiện tại, em đã có email nhận bằng tốt nghiệp chính thức. Nhưng lúc đăng kí tốt nghiệp em chưa có nhận được file Chứng nhận tốt nghiệp tạm thời.. . Anh/chị có thể cho em xin file Chứng nhận tốt nghiệp tạm thời xem như là một kỷ niệm ở Bách Khoa được không ạ.. . Em xin chân thành cám ơn.",
            "Chào bạn, . . PDT kiểm tra Giấy chứng nhận tốt nghiệp bản chính đã được gửi về bạn qua bưu cục theo địa chỉ bạn đã đăng ký. . Giấy chứng nhận tốt nghiệp đã được tải lên trang đăng ký hồ sơ cấp bằng. Nếu bạn cần in thêm giấy tốt nghiệp tạm thời bạn có thể tự lên tải về sử dụng .. . Thân.",
            "Dạ em chào anh/chị.. . . . Em đã lên trang đăng ký hồ sơ cấp bằng. Tuy nhiên, em vẫn không thấy được file giấy chứng nhận tốt nghiệp tạm thời ạ.. . . . Anh/chị có thể gửi nó vào đây được không ạ.. . . . Em chân thành cám ơn.. .",
            "Chào em,. . Cô gửi em file chứng nhận tốt nghiệp tạm thời. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . . . Em chào thầy/cô PĐT,. . Em tên [full_name] mssv [student_id]. . Do em không đủ số tín chỉ tích lủy nên không thể đăng ký LVTN theo đúng thời gian ĐKMH (thiếu tín chỉ tích lũy AV). Nhưng hiện tại em đã nộp bằng và đang đợi PĐT xét điểm và quy đổi sang AV. LVTN của em hiênn tại đã làm được phân nữa và có sự chấp nhận của GVHD. Vì vậy, em mong PĐT có thể chấp nhận cho em ĐKMH LVTN ạ.. . Em cảm ơn thầy/cô.",
            "Chào bạn. . Bạn theo dõi trên trang chuyển điểm, hoặc Mybk-chuyển điểm, Pdt cập nhật điểm chuyển cho bạn thì :. . bạn vui lòng làm đơn đăng ký LVTN, trong đơn ghi rõ tên môn học, mã số môn học, lý do bổ sung. Và phải có xác nhận của Khoa + Giảng viên hướng dẫn đồng ý bổ sung và xác nhận tiến độ thực hiện được bao nhiêu phần trăm (có thể gởi yêu cầu Khoa + Giảng viên hướng dẫn xác nhận trong đơn, hoặc xác nhận qua mail, bạn chụp hình mail  đồng ý đính kèm ), gởi yêu cầu tại BKSI để xử lý. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi Phòng đào tạo.. . Em là [full_name] MSSV[student_id]. Em đã hoàn thành tất cả các môn học 142 chỉ vào học kì 2(2020-2021) nên học kì 1(2021-2022) em không đăng ký môn học và bị tạm dừng học. Và học kì 2(2021-2022) em cũng không đăng ký môn học. Vì em đã hoàn thành 142 chỉ theo chương trình đào tạo và chỉ nợ anh văn nói-viết để ra trường nên em không đăng ký môn học. Thầy/cô cho em hỏi em có bị buộc thôi học do 2 học kì liên tiếp em không đăng ký môn học không ạ? Em cám ơn!",
            "Chào em,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào pđt, . . Hiện tại em đã ra nhà trọ và chưa mua bảo hiểm y tế ở ktx, vậy giờ em muốn mua bảo hiểm y tế ở trường thì phải làm sao ạ, theo như em được biết thì đã hết hạn đăng kí, mong pđt hồi âm. . . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào PĐT ạ,em là [full_name],MSSV [student_id].Cho em hỏi là chừng nào thì trường mở lại đợt thi anh văn toeic 2 kỹ năng nghe và đọc vậy ạ?Em xin cám ơn.. . . .",
            "Chào em,. . Em vui lòng liên hệ TTNN để được hỗ trợ. . Điện thoại    (08) 3866 6869 – 0909 625 988. . Fax    (84.8) 38.[student_id]69. . Website http://bkenglish.edu.vn/. . Email    [email]. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Gửi PĐT,. . Hiện nay em đã hoàn thành xong tất cả các môn học, nhưng chưa hoàn thành tín chỉ toeic, nếu em không kịp nộp để tốt nghiệp vào tháng 4 thì em cần làm gì để được nộp vào tháng 11? Vì hiện tại em không đăng kí môn học cho học kì 212 vậy em có được xem là tạm dừng không?. . Em cảm ơn!",
            "Chào em,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . có một số môn trên bkel e không thấy link vào lớp riêng ạ",
            "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý, PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào bạn. . Hiện tại đến tuần thứ 7 của học kỳ 212, nên theo quy định bạn phải thanh toán toàn bộ học phí của Hk212. . Dự kiến đầu tháng 04/2022 học phí Hk212 sẽ cập nhật, sau khi bạn thanh toán học phí xong bạn nộp đơn tạm dừng HK212 lại cho Pdt xử lý. . - Về quy định hoàn trả học phí : Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quyết định ban hành chung vè quy chế học vụ và đào tạo: số 2931(10/09/2021)  Phụ lục 5: Quy định về hoàn trả học phí  2.2 Thôi học, tạm dừng.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "QUOTE Học vụ . Em chào thầy,cô ạ. Em là Đinh Duy Tín, MSSV:[student_id].. . Em đã gửi biểu mẫu xin rút môn Thí Nghiệm Vật Lí(PH1007) nhưng môn vẫn nằm trong thời khoá biểu của em ạ. Em hi vọng thầy cô có thể giải đáp thắc mắc của em. Em cảm ơn thầy cô rất nhiều ạ.",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . \"ĐĂNG KÝ RÚT MÔN HỌC HỌC KỲ 2(2021-2022). . Hộp thư đến. . . . - Ho Tro SV   support.stu@hcmut.edu.vn . . 08:57, 7 thg 1, 2022. . tới stu.all, bcc: tôi. . . . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . . . Chúc các bạn học tập thật tốt!\". . - Nếu em đã điền forms thì xem email xác nhận nhé.. . -  Nhưng môn vẫn nằm trong thời khoá biểu của em ạ. . =  Sau 31/3 em xem lại TKB nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "PDT cho em hỏi , em có được đăng kí không ạ ?",
            "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 122  125 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi:Phòng đào tạo. . Em tên: [full_name] - MSSV:[student_id]. . Là sinh viên Trung tâm Đào tạo Bảo Dưỡng Công Nghiệp. . Do trong HK211 em bị trùng lịch học nên em đã không thể tham gia học môn Công nghệ cơ khí 2 TN (IU3062).. . Nay, em kính mong Phòng Đào tạo sắp xếp TKB môn học Công nghệ cơ khí 2 TN (IU3062) trong đợt học bù các môn TN, TH của HK202+203+211 mà Phòng Đào tạo sẽ tổ chức dạy bù từ tuần 10 đến tuần 13 (từ 07/3/2022 -03/4/2022), theo lịch học em được biết như sau:. . (Hình trong tệp đính kèm). . Trân trọng cảm ơn./.. . [full_name]. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là điểm thi môn [full_name] ( MT1009) đợt thi HK211 dành cho hoãn thi tới giờ vẫn chưa cập nhật điểm trên bảng điểm vậy ạ. Không biết em có được xóa điểm 14 chưa. . . Em cảm ơn ạ .",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé em, dự kiến ra quyết định chung vào tháng 3, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . Thân mến. .",
            "Cái này làm em đã được chấp nhận hoãn thi và đã thi trong đợt kì vừa rồi nhưng tới giờ vẫn chưa cập nhật lại điểm cho em ấy ạ.",
            "Chào em,. . Điểm do GV nhập, bảng điểm Khoa gửi PĐT. Em vui lòng liên hệ GV, Khoa Ứng Dụng nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . .   i Yêu cầu khác . kính gửi phòng đào tạo trường đại học bách khoa  thành phố Hồ Chí Minh. . em tên là : [full_name] . . Hôm nay em viết đơn này là để xin miễn học phần quân sự do em đã học học phần này ở trường đại học trước rồi .. . Mong phòng đào tạo xem xét để em có thể miễn học phần giáo dục quốc phòng. Em xin chân thành cảm ơn. .",
            "Chào em,. . GQDP là do trường xếp cứng cho SV  chính quy khóa 2021 và SV chương trinh CLC khóa 2020 đi học (SV không được hủy).Nhà trường chỉ gửi SV đi 1 lần duy nhất để học GDQP. Những trường hợp SV tự ý nghỉ nếu muốn học lại phải tự liên hệ tại TT GDQP đăng ký để hoàn thành học phần GDQP.. . Trường hợp SV đã có chứng chỉ GDQP, vui lòng làm đơn xin miễn (tải mẫu đơn tại aao.hcmut.edu.vn/sinh viên/biểu mẫu), kèm theo bản chụp Chứng chỉ GDQP và gửi qua bksi. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em kính chào quý thầy cô ạ!. . Em tên là Vũ Thị Hồng Nhung, MSSV: [student_id].. . . . Em học Hóa Đại Cương vào HK202. Và theo như thông báo của nhà trường thì em đã đi học bù thêm 1 buổi thí nghiệm vào tuần 03 lớp VL17 (do em đã học off được 1 buổi trước khi nghỉ dịch).. . . . Nhưng hiện giờ nhà trường cập nhật thời khóa biểu thì thời khóa biểu của em lại xuất hiện thêm lớp VL53 học vào tuần 10 dù em đã đi học bù để hoàn tất môn Hóa Đại Cương.. . . . Vậy em nên giải quyết sao ạ.. . . . Em mong quý thầy cô giải đáp thắc mắc của em.. . Em cảm ơn quý thầy cô rất nhiều ạ!",
            "Chào em,. . Nếu em đã hoàn thành  thì em liên hệ GV để xác nhận có cần đi học không, PĐT chỉ xếp lịch học bù chung.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa phòng đào tạo, ví dụ như giáo viên nhập sai điểm mà mình chưa kịp phản hồi mà giáo viên đã gửi điểm về phòng đào tạo thì phải làm sao ạ.. .   i Học vụ .",
            "Chào em,. . Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa  trong thời gian cho phép sửa.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em đăng ký hoãn thi giữa kì môn giải tích 2 thi ngày 27/2 lúc 12h00 nhóm L17-A vì không đủ trang thiết bị và nhà đang có F0 phải cách ly ạ.. .   i Yêu cầu khác .",
            "Chào em,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại. Nếu GV không đồng ý em vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp tại BKSI. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh/chị,. . Nhờ anh chị hỗ trợ kiểm tra giúp em thông tin tốt nghiệp vì em tra cứu thấy thông tin của mình trên danh sách dự kiến.. . Nhờ xác nhận thông tin chưa cập nhật hay do thiếu điều kiện nào để em hoàn thành sớm mà đăng kí tốt nghiệp kịp lúc ạ.. . Em cảm ơn nhiều ạ.. .  . . Thông tin:. . Tên: [full_name]. . MSSV: [student_id]. . Tên luận văn: Ứng dụng vẽ mô hình mạng trên nền tảng web và cấu hình cơ bản trên thiết bị Juniper thông qua Ansible. . Thầy hướng dẫn: ThS.[full_name]",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 08/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2011983  /b \t. . . .   i Học vụ . Kính gửi Thầy/Cô PDT.. . Em tên: Nguyễn Thanh Sơn.. . MSSV: 2011983.. . Vào 9h ngày 27/7, em có thi online môn Giải tích 2 ( 40p ).. . Nhưng đến 9h26 thì em bị rớt mạng, đến hơn 9h35 thì em có mạng lại và bấm F5 thì thấy đã rớt ra ngoài màn hình khóa, em nhờ Cô mở khóa và khi vào lại thì thấy hệ thống tự nộp rồi ạ.. . Thầy/Cô cho em hỏi là em có thể được thi lại vào ca khác hay điểm sẽ theo hệ thống ạ.. . Em xin cảm ơn.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "kính chào quí thầy cô, em tên là [full_name], Em xin nộp đơn gia hạn thời gian hoàn thành chương trình đại học.. .   i Yêu cầu khác .",
            "Chào bạn. . [full_name] đã tiếp nhận đơn gia hạn 1 Hk của bạn. Khi nào có Qd sẽ gởi cho bạn. . Hiện tại [full_name] đang mở lớp tiếng anh theo nhu cầu bạn cần thì đăng ký nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện tại em đã chuyển sang hệ VLVH; theo Gmail của PDT phản hồi lại. Nếu em chỉ nợ AV nói-viết ở hệ chính quy để tốt nghiệp. THì khi chuyển sang hệ VLVH em có thể đăng ký tốt nghiệp.. . Nhưng hiện tại theo trang mybk mục tình trạng sinh viên em đã chuyển sang hệ VLVH mà trang đăng ký tốt nghiệp em vẫn còn ở hệ chính quy nên không đăng ký tốt nghiệp được.. . hiện tại em phải làm gì để có thể đăng ký tốt nghiệp hệ VLVH để nhận bằng tốt nghiệp vào tháng 4/2022?. . Và hiện tại em chưa có trong danh sách tốt nghiệp dự kiên.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 08/3/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Nếu CI2003 không có công văn tương đương môn CI2005 thì em phải học môn nào để thay thế ạ? Em cảm ơn!. . Em có thể liên hệ khoa để làm đơn xin chấp nhận cho em học môn CI2003 không ạ? . .",
            "Chào em,. . Về Chương trình Đào tạo, danh sách môn tương đương…, em vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Học vụ . Dạ pđt cho em hỏi là em có đăng kí hoãn thi môn Phương Pháp Tính ở Hk 202 và đã thi hoàn thành trong hk 211 (ngày thi 26/12/2021). Nhưng đến hiện tại em vẫn chưa có điểm trên mybk, vẫn còn là điểm 14 ạ.. .",
            "Chào em,. . Điểm do GV nhập, bảng điểm [full_name] gửi PĐT. Em vui lòng liên hệ GV, [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên: [full_name]. . Em xin được mở BKEXAM trở lại ạ.. . Em xin chân thành cảm ơn!!!. . . .",
            "Chào em,. . Trước giờ thi vẫn vào được, thông báo có ghi rõ mà.. . Gg meet là do cbct tạo (có thể tạo sau khi cbct vào phòng thi). Mọi thắc mắc sv liên hệ bên tổ chức thi (bộ môn, khoa hoặc cán bộ giảng dạy).. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Do hồi năm nhất em có công việc nên không thể học GDQP, giờ em được nghỉ 4 tuần bù các HK cũ, vậy cho em hỏi là em có thể đăng ký học GDQP trong khoảng thời gian này không ạ, mà nếu muốn học thì em cần phải làm thủ tục gì không ạ ?. .",
            "Chào em,. . Em liên hệ PĐT TT GDQP qua 028.[student_id]7, hoặc email [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào quý Thầy Cô !. . Em là sinh viên hệ VHVL ( mã số sinh viên [student_id] ) chuyển qua từ hệ chính quy ( mã số sinh viên cũ [student_id] ) . . Chuyện là bởi môn học giải tích 2 ( em có đăng ký hoãn thi và được phòng đào tạo chấp nhận ) kết quả thi lại thì đạt qua môn nhưng điểm trên mybk lại chưa cập nhật điểm tổng kết mà chỉ có điểm thành phần dẫn tới số tín chỉ chưa đạt để xét tốt nghiệp vào tháng 4 này ( hiện em đã hoàn thành hết các môn học ) . . Em gửi 2 tấm hình ( tấm 1 là điểm thành phần môn học giải tích 2 mã MT1005 , tấm 2 là lý do không đc xét tốt nghiệp do thiếu tín chỉ ). . Mong quý Thầy Cô xem xét và giúp đỡ !",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 08/3/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Thầy/Cô [full_name].. . Em tên: [full_name].. . MSSV: [student_id].. . Vào 9h ngày 27/7, em có thi online môn Giải tích 2 ( 40p ).. . Nhưng đến 9h26 thì em bị rớt mạng, đến hơn 9h35 thì em có mạng lại và bấm F5 thì thấy đã rớt ra ngoài màn hình khóa, em nhờ Cô mở khóa và khi vào lại thì thấy hệ thống tự nộp rồi ạ.. . Thầy/Cô cho em hỏi là em có thể được thi lại vào ca khác hay điểm sẽ theo hệ thống ạ.. . Nếu có thể thì em xin được thi lại ạ.. . Em xin cảm ơn.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2011983  /b \t. . . .   i Học vụ . Kính gửi Thầy/Cô PDT.. . Em tên: Nguyễn Thanh Sơn.. . MSSV: 2011983.. . Vào 9h ngày 27/2, em có thi online môn Giải tích 2 ( 40p ).. . Nhưng đến 9h26 thì em bị rớt mạng, đến hơn 9h35 thì em có mạng lại và bấm F5 thì thấy đã rớt ra ngoài màn hình khóa, em nhờ Cô mở khóa và khi vào lại thì thấy hệ thống tự nộp rồi ạ.. . Thầy/Cô cho em hỏi là em có thể được thi lại vào ca khác hay điểm sẽ theo hệ thống ạ.. . Em xin cảm ơn.",
            "Chào em,. . - Em vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Em cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Em nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b  Cho em hỏi là thời gian gần đây, em không còn nhận được bất kỳ thông báo mail nào của PĐT, Ho Tro SV, Đoàn Thanh niên hay support.stu nữa ạ!. . Nguyên nhân là gì vậy ạ? Và hướng dẩn em cách nhận thông báo mail. . Em xin cảm ơn ạ!. . . .   i Yêu cầu khác .",
            "Chào em,. . - Hiện tại chính sách gmail thay đổi nên không gửi được thông tin email đến sv. . . - Thời hạn sử dụng của tài khoản BK Net ID sau khi tốt nghiệp từ 1-3 tháng tùy theo chính sách liên kết với google về email. . PĐT không phụ trách về vấn đề này nhé. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi PDT. . Sinh viên: [full_name]  . . MSSV [student_id]. . Học kỳ 211 em có hoãn thi cuối kỳ môn kết cấu thép(CI3231) đã được chấp nhận và có tên trong danh sách hoãn thi. Cho em hỏi, vậy bây giờ em muốn thi lại để xóa điểm 13 thì em phải làm như thế nào ạ. Em xin cảm ơn. .",
            "Chào em,. . Cho em hỏi, vậy bây giờ em muốn thi lại để xóa điểm 13 . . =  Hiện tại nhà trường chưa ra QD hoãn thi nhé em, dự kiến ra quyết định chung vào tháng 3, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: ngày 27/02/2022 vào 12 giờ trưa em có thi giữa kì và trong lúc thi em quay lúc quá trình làm bài nhưng  phần mềm em dùng để quay lại thì chỉ quay mỗi phần mềm máy tính casio mô phỏng . nên  em cần giải quyết việc này làm sao ạ ?",
            "Chào em,. . - Em vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Em cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Em nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy cô. Dạ cho em hỏi em là sinh viên K17 hiện tại chưa hoàn thành xong chương trình đào tạo mà trên thẻ sinh viên để hiệu lực đến tháng 3/2022. Vậy cho em hỏi em có cần đăng ký in lại thẻ sinh viên không ạ. Em cảm ơn",
            "Chào em,. . Nếu đăng ký mới sẽ được gia hạn tới 04/2023 (2 học kỳ).. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi ngày tổ chức bảo vệ LVTN của khó Việt Pháp năm nay sẽ tổ chức vào ngày nào ạ?. . . . Em xin cảm ơn.",
            "Chào em,. . - Em vui lòng xem biểu đồ học tập. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=1966. . - Hoặc liên hệ Vp KSCLCVP để hỗ trợ nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi thời gian nộp đơn rút môn học ở học kì 212 này là bao lâu ạ ? Và nộp đơn rút môn học ở đâu vậy ạ ?",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . \"ĐĂNG KÝ RÚT MÔN HỌC HỌC KỲ 2(2021-2022). . Hộp thư đến. . . . - Ho Tro SV   support.stu@hcmut.edu.vn . . 08:57, Th 6, 7 thg 1. . tới stu.all, bcc: tôi. . . . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . . . Chúc các bạn học tập thật tốt!\". ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ việc là hôm nay em thi onl em hoàn thành hết rất ổn nhưng đến khi em coi lại video quay thì lại là toàn màu đen và chỉ có tiếng video thôi ạ, giờ em phải làm sao để giải quyết vấn đề này ạ",
            "Chào em,. . - Em vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Em cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Em nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô ạ, em tên là [full_name] mssv:[student_id]. Đợt trước em có gởi đơn rút môn vì lý do học online và không đủ thời gian sắp xếp được việc học hoàn chỉnh nhất ạ. Cho em hỏi em đã rút được môn này chưa ạ? Em cảm ơn thầy cô rất nhiều ạ.",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . \"ĐĂNG KÝ RÚT MÔN HỌC HỌC KỲ 2(2021-2022). . Hộp thư đến. . . . - Ho Tro SV   support.stu@hcmut.edu.vn . . 08:57, 7 thg 1, 2022. . tới stu.all, bcc: tôi. . . . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . . . Chúc các bạn học tập thật tốt!\". . - Nếu em đã điền form thì xem email xác nhận nhé.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào Thầy Cô.. . Em tên [full_name], sinh viên hệ VHVL khoa Điện-Điện tử (chuyển từ hệ chính quy k2014 do hết thời hạn đào tạo ngày 13/09/2021).. . Em tạo câu hỏi này mong Thầy Cô hỗ trợ em các vấn đề sau:. . 1.Em báo cáo LVTN ngày 24/01/2022 được 9đ nhưng hiện tại vẫn chưa cập nhập điểm vào mục bảng điểm. Em kính mong Thầy Cô kiểm tra lại giúp em xem có thiếu sót gì trong cập nhật bảng điểm.. . 2.Em có nộp bằng Toiec nghe đọc 490đ cho trường với thời hạn 24/05/2020-24/05/2022. Thầy Cô cho em hỏi lại một lần nữa là em đã đủ chuẩn ngoại ngữ để xét tốt nghiệp chưa.. . 3.Thầy Cô cho em đăng kí xét tốt nghiệp nếu đã đầy đủ yêu cầu về tín chỉ và ngoại ngữ.. .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 08/3/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. .",
            "Em cảm ơn Cô đã hỗ trợ.. . Sau khi nhận được phản hồi của cô, em tiến hành đăng ký xét tốt nghiệp ở địa chỉ mybk.hcmut.edu.vn/app/sinh-vien/tot-nghiep/dang-ky nhưng không thành công do vì trang cho điền thông tin nhưng đang khoá hết các mục cập nhập thông tin và nộp đơn.. . Hiện tại em chưa nộp đơn đăng ký xét tốt nghiệp được, mong Cô hỗ trợ em về vấn đề nộp đơn xin đăng ký xét tốt nghiệp.. . Em cảm ơn Cô.",
            "Chào em,. . Cô đã trả lời em câu trước: \"Trường hợp sau ngày 08/3/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.\". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên [full_name] đạt mssv [student_id]. . Tuần 3,4 môn hoá đại cương em đã thực hành nhưng tuần 10 lại có lịch tiếp không biết giải quyết như thế nào ạ? Em cảm ơn pdt. .",
            "Chào em,. . Nếu em đã hoàn thành  thì em liên hệ GV để xác nhận có cần đi học không, PĐT chỉ xếp lịch học bù chung.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô, em tên [full_name] MSSV [student_id] sinh viên hệ VHVL, em đã đăng đã đkmh học kỳ 212 đợt 1, nhưng hiện tại vẫn chưa có thời khóa biểu, không biết là do trường chưa có thời khóa biểu hay tại em đã có thiếu sót gì, mong thầy cô kiểm tra giúp em ạ, em cảm ơn,",
            "Chào em,. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Chào thầy/cô,. . Em tên [full_name] MSSV [student_id]. . . Em có đăng kí học kì 212 Hệ VHVL Đợt 1. Nhưng đến giờ em vẫn chưa có [full_name] .. . Xin hỗ trợ em thông tin với ạ. . Vùng tệp đính kèm. .",
            "Chào em,. . SV vào em kết quả đợt 1 CQ + VLVH nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   Em xin chào PĐT ạ. Thì em có câu hỏi về vấn đề đăng kí môn học năm 2 năm nay do em hiện đang tạm dừng 1 năm học. Em hiện đang vẫn là sinh viên năm nhất, e dự định là hè năm nay e sẽ học hè trên trường để trả nợ môn cho năm nhất. Hồi năm nhất trường có tổ chức thi Tiếng Anh nhưng lúc đó em đăng kí chậm nên không có tham gia, vì vậy bây giờ nếu em muốn đăng kí môn học thì em bắt buộc phải có bằng Tiếng Anh TOEIC trong tay. Và vào vấn đề chính thì em muốn hỏi là để đăng kí được môn học năm 2, em cần phải đạt điểm bao nhiêu trong bài TOEIC? em sẽ đăng kí thi lấy bằng ở trung tâm. Và em không biết là em học hè có cần phải nộp bằng để được đăng kí học hay không? Nếu có em sẽ cố gắng thi sớm nhất có thể để lấy bằng nộp vào để có thể đăng kí môn học ạ. Tóm gọn lại e muốn hỏi 2 câu chính:. .    - Bằng TOEIC bao nhiêu mới có thể đăng kí được các môn học năm 2, nếu được có thể cho em biết điểm của năm 3 và năm 4 luôn ạ.. .    - Việc nộp bằng này có cần phải làm trước khi kì học hè diễn ra không hay là chuẩn bị học năm 2 vẫn có thể nộp được ạ?. .   . .   Em xin lỗi vì đã viết khá nhiều và có hơi miên man nhưng em mong là PĐT có thể giải quyết thắc mắc giúp em ạ. Em xin cảm ơn rất nhiều . .      . . . .",
            "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . - Về việc nộp bằng Chứng chỉ ngoại ngữ trong học kỳ hè bạn vui lòng đợi thông báo đăng ký môn học, dự kiến trước tháng 05/2022.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô,. . Em đã đủ điều kiện xét tốt nghiệp, nhưng đến nay em vẫn chưa có tên trong danh sách dự kiến tốt nghiệp để đăng ký TN.. . Thầy/cô kiểm tra lại giúp em.. . Em xin cảm ơn.",
            "Chào bạn. . Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Sinh viên xem lịch trình đăng ký tốt nghiệp trang web PĐT: . . http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp. . - Sinh viên kiểm tra kỹ các thông tin (Họ tên, ngày tháng năm sinh, nơi sinh, điểm TB, loại tốt nghiệp, ngành tốt nghiệp,..) trên danh sách dự kiến tốt nghiệp và đảm bảo không có sai sót vì các thông tin này sẽ được in trên Bằng tốt nghiệp và học bạ. Xin phản hồi ngay với Phòng Đào tạo nếu có sai sót.. .   Dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Lưu ý :      . . - SV đăng ký tốt nghiệp tại myBK (Mục Đăng ký tốt nghiệp), thanh toán tiền qua BKPay, sau đó nhấn xác nhận (Sinh viên không phải in đơn cấp bằng).. . - PĐT xác nhận Đơn cấp bằng qua hệ thống, sinh viên theo dõi thông tin được gửi trong email sinh viên.. . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào Ban Giám Hiệu nhà trường, em tên [full_name], MSSV [student_id] đã đăng kí chuyển hệ VHVL vào tháng 3/2021 và đã được duyệt, nhưng vì lí do cá nhân nên không hoàn thành thủ tục được. Giờ em xin đăng kí chuyển sang hệ VHVL học kì 221. Mong được xét duyệt và nhận được phản hồi sớm ạ, em xin cảm ơn.",
            "Chào em,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV theo dõi mail và lịch học vụ để vào đăng ký môn học cho HK213 nếu còn nợ MH, vào đợt 3 (từ tháng 05/2022). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy cô, em là [full_name] sinh viên năm 4 của trường ạ. Hiện tại sau một kì nghỉ dịch và lên lại ktx thì toàn bộ giấy tờ của em bị lạc mất trong đó có chứng chỉ GDQP.. . Vậy để làm lại giấy thì em cần phải làm thủ tục gì ạ. Mong thầy cô hướng dẫn giúp em. . . Em cám ơn thầy cô đã hỗ trợ.",
            "Chào em,. . Em liên hệ PĐT TT GDQP qua 028.[student_id]7, hoặc email [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là em năm 3 ngành cảng biển khoa xây dựng thì giờ em muốn đăng ký học song ngành thì đăng kí như thế nào ạ?",
            "Chào em,. . Em vui lòng xem quy chế http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 28. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn, . . Bạn vui lòng tải lại mẫu đơn. . . Tải mẫu đơn tại: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân.",
            "Chào em. . Vui lòng bổ sung chữ ký xác nhận của Giảng viên và Khoa giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kính chào quý Thầy/Cô, . . . . Em tên [full_name], MSSV: [student_id], em đã đăng kí môn học IM4317 ở các đợt trước đó tuy nhiên kết quả đăng kí bị xóa do đó em đã đăng kí môn học HK212-bổ sung TTTN, ĐCLV, LVTN. Tuy nhiên, em vẫn chưa có thời khóa biểu.. . . . Em đã gửi khiếu nại này 1 lần trước tết, tuy nhiên đến nay em vẫn chưa có thời khóa biểu, chưa có lịch đóng học phí.. . . . Em rất mong nhận được sự hỗ trợ của Qúy, thầy cô.. . . . Em xin chân thành cảm ơn quý thầy cô.. . . .",
            "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 125  126 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2033738  /b \t. . . .   i Yêu cầu khác . Gởi phòng đào tạo. . . . Rút môn học em thấy có ghi là \"đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính)\", thì học phí theo quy định là nộp bao nhiêu % theo số tín chỉ hay là nộp đầy đủ giống như môn học bình thường, em không hiểu chỗ này nhờ phòng đào đạo giải thích giùm em. Và nếu đã điền form rút môn rồi thì có hủy lại để học bình thường được không.. . . . Cảm ơn phòng đào tạo. . Trân trọng",
            "Chào em,. . - Thì học phí theo quy định là nộp bao nhiêu % theo số tín chỉ hay là nộp đầy đủ giống như môn học bình thường.. . =  Đóng như môn học bình thường. . - Và nếu đã điền form rút môn rồi thì có hủy lại để học bình thường được không.. . =  Em làm đơn gửi [full_name] nhé (đơn tự làm, không có mẫu). . Thân mến. .",
            "QUOTE Chào em,. . - Thì học phí theo quy định là nộp bao nhiêu % theo số tín chỉ hay là nộp đầy đủ giống như môn học bình thường.. . =  Đóng như môn học bình thường. . - Và nếu đã điền form rút môn rồi thì có hủy lại để học bình thường được không.. . =  Em làm đơn gửi [full_name] nhé (đơn tự làm, không có mẫu). . Thân mến. .   /QUOTE . . Gởi cô [full_name]. . . . Em xin được gởi \"[full_name]\" (file em có đính kèm), nhờ cô xem qua và phản hồi sớm thông tin lại giùm em ạ. Chúc cô có một ngày làm việc tốt đẹp ạ.. . . . Cảm ơn cô. . Trân trọng !",
            "\"\"\"Chào bạn,. . PDT đã tiếp nhận đơn huỷ việc đã đăng ký rút MH học HK212 theo yêu cầu của bạn. . Thân\"\"\"",
            "Chào em,. . PDT đã tiếp nhận đơn xin hủy MH của bạn.. . Bạn cứ đi học theo lịch học bình thường nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có đăng kí hoãn thi hóa đại cương ở học kì 202, và ở học kì 211 vừa ròi em có tham gia thi cuối kì để bổ sung điểm cho môn hóa đại cương, nhưng điểm của em đến bây giờ vẫn chưa cập nhật lại, cho em hỏi lý do vì sao ?. . . .",
            "Chào em,. . Điểm do GV nhập, bảng điểm [full_name] gửi PĐT. Em vui lòng liên hệ GV, [full_name] nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào Thầy/Cô!. . Em đã hoàn thành thành CCNN (đã thẩm tra ngày 16/2/2022), toeic 2 kĩ năng Nói-[full_name]ết, ngày CTXH và đủ số tín chỉ để xét tốt nghiệp, nhưng em theo dõi vẫn chưa có tên trong danh sách TN dự kiến.. . Em có thắc mắc về việc cập nhật danh sách TN dự kiến hay em có còn thiếu điều kiện xét TN nào không. Mong Thầy/Cô xem xét và hướng dẫn thao tác cập nhật (nếu có) giúp em.. . Em xin cảm ơn!",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 08/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là [full_name], MSSV [student_id]4. . Em đã có tên trong danh sách tốt nghiệp tạm thời nhưng tình trạng vẫn ghi là tạm dừng ạ, xin pđt đổi giúp em tình trạng sinh viên để em có thể đăng ký tốt nghiệp trên mybk, em cảm ơn.",
            "Chào em, . . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo!. . Em tên Nguyễn Thị Ngọc Diễm Mssv:[student_id].. . Phòng đào tạo cho e hỏi là em đã hoàn thành chương trình đầu ra của trường nhưng sao e vẫn chưa đăng ký tốt nghiệp được ạ .. . Em xin cám ơn!",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 08/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"",
            "dạ, mong phòng đào tạo kiểm tra giúp em. Nếu em có gặp vấn đề gì chưa hoàn thành thì báo giúp em ạ để em sơm đăng ký được tốt nghiệp. Em xin cám ơn!",
            "Chào bạn. . Pdt kiểm tra hiện tại bạn còn nợ: Toeic. . Không đủ ĐK để tốt nghiệp. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân",
            "Thân gửi phòng đào tạo!. . Em tên [full_name], MSSV:[student_id] hiện tại toiec của e đã được nộp vào ngày 22.2.2022 với số điểm 525đ và đã được thẩm tra vào lúc 10:35 ngày 27/02/2022 rồi ạ. [full_name] nói viết của e cũng với số điểm 240đ. PDT xem lại giúp em ạ!. . Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em kính chào pdt. Bây giờ em đang là f0 nên không thể vào trường lấy bảng điểm để nộp hồ sơ thi chuyển giai đoạn của pfiev thời hạn nộp là trước ngày 4/3/2022. Vậy nên em mong pdt có thể cho em nhờ bạn lấy dùm bảng điểm ạ. Bạn em tên là [full_name] (mssv [student_id]). Em cảm ơn.  B  .",
            "Đã giải quyết."
        ]
    }
]