[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng đào tạo. . . . Em đã làm đơn xin gia hạn học phí và đã được phòng CTCT-SV đồng ý gia hạn. Hôm nay em nhận được email nhắc thanh toán học phí trễ hạn của phòng đào tạo. . . Đây là lần đầu tiên em gia hạn học phí nên cho em xin hỏi, em có cần phải làm đơn xin gia hạn học phí với phòng đào tạo nữa không hoặc làm giấy xác nhận nộp học phí trễ hạn? Và cuối kỳ em có cần phải xin xác nhận của phòng đào tạo mới có thể được vào phòng thi không? . . . . Em xin chân thành cảm ơn quý thầy/cô đã giải đáp thắc mắc của em.",
            "\"Chào bạn,. . Các trường hợp Sinh viên đã có quyết định gia hạn học phí HK211 của Phòng Công tác chính trị - SV (đính kèm file) nên Sinh viên vui lòng bỏ qua email nhắc thanh toán đóng học phí HK211 (Học kỳ chính). . Thân. . . . \"",
            "Chào em,. . Vì  Sinh viên đã có quyết định gia hạn học phí HK211 của Phòng Công tác chính trị - SV (đính kèm file) nên Sinh viên vui lòng bỏ qua email nhắc thanh toán đóng học phí HK211 (Học kỳ chính).. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chào phòng đào tạo, em tên là [full_name], MSSV [student_id].. . Dạ ở tỉnh em có Hội sinh viên tổ chức trao thưởng khuyến khích cho sinh viên và họ dựa vào điểm tổng kết của năm học 2020-2021 ạ. Dạ giảng viên các môn ở kỳ 202 đã đăng điểm tổng kết trên Bkel rồi nhưng em kiểm tra thì phòng đào tạo chưa cập nhật ạ. Kỳ hạn của nộp hồ sơ xét thưởng khuyến khích sinh viên gần hết rồi ạ.. . Dạ em có thắc mắc như sau ạ: Nếu như em tự tổng kết điểm trung bình của mình kèm với minh chứng điểm tổng kết một số môn rồi gửi lên phòng đào tạo xét duyệt đóng dấu xác nhận điểm trung bình đó là hoàn toàn chính xác thì có được không ạ? Em hi vọng sớm nhận được câu trả lời ạ, vì em cần rất gấp. Em xin cảm ơn nhiều ạ!",
            "Chào em,. . - STCTL ngành chưa có cập nhật lên Mybk được do chưa có điểm của tất cả sv chứ không phải của 1 mình em.. . - Khi sv cần in bảng điểm thì sẽ có đầy đủ ĐTB tính đến thời điểm sv đăng ký in.. . Thân mến. . . . . . . .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]. . . . Dạ em xin lỗi em đã hỏi lại thầy Dũng mã môn Hóa lý 2 mở kỳ này, thầy nói là môn Hóa lý 2 mã cũ, của các anh chị K18 CH2031 ạ. . . . . Thầy cũng không biết xin PDT có chấp nhận được không. PĐT cho em hỏi là em có thể thi mã này bù được không ạ, vì chương trình hầu như không khác nhau ạ T_T T_T Em cảm ơn ạ.. . . .",
            "Chào bạn,. . - Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . - Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô. . Em là [full_name], mssv: [student_id]. được chuyển qua hệ VHVL và đã đăng ký môn học luận văn tốt nghiệp. Em đã hoàn thành đóng học phí là 4tr725 trước ngày 17/10/2021. Nhưng trên BK pay lại hiện thêm học phí nữa 4tr725 thanh toán trước 19/11/2021. Trong khi môn em đăng kí chỉ có 9 chỉ học phí. Vậy hệ thống có nhầm lẫn gì không ạ. . . Mong thầy/cô kiểm tra lại giúp em.. . Em cảm ơn nhiều ạ!",
            "Chào em,. . Cô đóng câu này, cô đã gửi thông tin đến bộ phận phụ trách kiểm tra. Em theo dõi trên BKPay hoặc email nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy chô cho em hỏi là em đã hoàn thành khóa anh văn cơ bản nhu cầu 1A nhưng tới 5.12 mới thi kết thúc khóa mà bây giờ phòng đào tạo đã cho đki anh văn nhu cầu thì em vào đki anh văn 1A thì lại không được. Thầy cô cho em hỏi là 5.12 em thi xong có đợt nào đki học 1A để kịp cho chuẩn đki môn học hk212 của em không ạ. Em cảm ơn.",
            "Chào bạn. . đăng ký được nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PĐT,. . Cho em hỏi, em còn thiếu điểm môn AV4 để đủ điều kiện tốt nghiệp, vậy cho em hỏi. Nếu em đăng kí học lớp anh văn theo nhu cầu 4A với mã LA1043, thì sau khi học xong, em có được đổi thành điểm AV4 để đủ điều kiện hoàn thành chương trình đào tạo được không ?. . Mong nhận được phản hồi của PĐT.. . Em cảm ơn nhiều.. .",
            "Chào em,. . Nếu em đăng kí học lớp anh văn theo nhu cầu 4A với mã LA1043, thì sau khi học xong, em có được đổi thành điểm AV4. . =  Được em, mã số nào cũng qui về mã gốc và không tính điểm chỉ tính stctl nếu sv đạt.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em là trần thuận thiên mssv [student_id]. .  đầu năm e có thi anh văn đầu vào đạt 420 điểm nhưng hệ thống trường vẫn bắt e đăng kí anh văn cơ bản ạ . không đăng kí được anh văn 1 ạ. .",
            "Chào em,. . Em vui lòng làm đơn trình bày và gửi qua [full_name] giúp cô, ghi rõ mã MH xin đăng ký nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào ban đào tạo ạ. . . Em hiện đang học lớp anh văn nhu cầu 3A và chuẩn bị thi cuối kỳ ngày 2/12. Tuy nhiên giờ em thấy trường thông báo mail chuẩn bị mở thêm lớp anh văn nhu cầu vào tháng 12. . . Và cho em hỏi là giờ em chưa thi cuối kì môn anh văn 3A và chưa biết đạt hay không. Vậy em có thể đăng ký lớp 4A để học tiếp tục được không ạ. Hay em phải chờ thi lớp anh văn 3A có  kết quả rồi mới được đăng ký tiếp tục lớp 4A ạ.. . Em mong ban đào tạo phản hồi nhanh giúp em ạ. Em cảm ơn ạ.",
            "Chào bạn. . Được nghen bạn, nhưng đang cập nhật lại dữ liệu nên, ngày mai 25/11 bạn vào đăng ký nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1510542  /b \t. . . .   i Tốt nghiệp . Kính gửi quý Thầy/Cô PĐT. . . . Theo như hướng dẫn của Thầy/Cô ở Chủ đề: ĐIỀU KIỆN TỐT NGHIỆP của em vào 18/11/2021. Đến hôm nay 23/11/2021, em chưa nhận được mail thông báo về tình trạng tốt nghiệp của em và hiện em vào mybk nhưng không đăng ký được tốt nghiệp như hình đính kèm ạ.. . . . Tuy đăng ký tốt nghiệp không được nhưng Trong phần thông tin cá nhân, em muốn bổ sung thêm thông tin nơi sinh: Đắk Lắk và hình thẻ sinh viên. Mong thầy/cô hướng dẫn và hỗ trợ em để em có thể hoàn thành đăng ký tốt nghiệp ạ. . . . Mong nhận được phản hồi sớm từ PĐT.. . Em cảm ơn nhiều!. . Trân trọng./. . SV Lê Thuần Duyệt",
            "Chào em,. . Trường hợp của bạn xét tốt nghiệp ngày 18/11 vẫn chưa có kết quả TOEIC (2 kỹ năng), bạn có kết quả 2 kỹ năng ngày nào?. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Dạ, em thi Nói - Viêt trực tuyến đợt 04/11/2021 và có kết quả trên bkel 18/11/2021. .",
            "Chào em,. . Đã cập nhật lại danh sách tốt nghiệp cho bạn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Học vụ . Dạ pdt cho em hỏi là giờ mình đăng ký anh văn theo nhu cầu tháng 12 thì có kịp có kết quả để đăng ký môn học học kì 212 không ạ.. . Và cho em hỏi giờ dịch em chưa kịp thi lấy bằng anh văn để được nhận luận văn thì pdt có thông báo gì về việc đó chưa ạ . . Em cảm ơn ạ",
            "Chào em,. . - Mình đăng ký anh văn theo nhu cầu tháng 12 thì có kịp có kết quả để đăng ký môn học học kì 212 không ạ.. . =  ĐKMH HK212 bắt đầu từ 6/12/21. .  Thời gian bắt đầu học anh văn theo nhu cầu: 01/12/2021. . - Giờ dịch em chưa kịp thi lấy bằng anh văn để được nhận luận văn thì pdt có thông báo gì về việc đó chưa ạ. . =  Hiện tại chưa có thông báo gì về việc không xét Chuẩn tiếng Anh cho việc đăng ký LVTN ở HK212 nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa thầy cô ạ,. . Hiện tại em đang là sinh viên năm 3 khóa K19, năm nhất em rớt anh văn đầu vào và năm 2 em thi anh văn của trường tổ chức và đạt 430 điểm, do dich bệnh covid nên trường đã không xét anh văn cho học kì 211 nên em vẫn đăng kí môn năm 3 và tiếp tục chương trình học,thầy cô cho em hỏi:. . -Kì 212 thì có xét anh văn để đăng kí môn không ạ?  Vì hiện tại em đang ở quê dịch bệnh cũng đang bùng phát, cũng khá khó cho em để lên thành phố thi lấy bằng nộp cho trường. . . -Vấn đề đăng kí anh văn theo nhu cầu: với trường hợp của em có được đăng kí anh văn theo nhu cầu lớp anh văn 3( không thông qua anh văn 1, 2) được không ạ?. . Mong nhận được phản hồi sớm từ thầy cô, em xin chân thành cảm ơn.",
            "\"Chào em,. . Em vui lòng xem mail SV về V/v Đăng ký môn học HK Chính + Dự thính 212+ VLVH, đã gửi cho SV vào ngày 01/12/2021 nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào  cô. . Em là [full_name] , Mssv:[student_id]. . Xin hoãn thi môn Giải tích 1,lớp DT04, học kì 202, do Giáo viên : [full_name] phụ trách.. . Em dự kiến không bị cấm thi và được sự đồng ý hoãn thi của giáo viên phụ trách.. . Dưới đây là đơn hoãn thi và hình để minh chứng sự đồng ý cảu giáo viên phụ trách ạ.. . Cảm ơn cô.",
            "Chào bạn. . Đơn hoãn thi của em đã được đồng ý nhé, PDT sẽ tập hợp lại và QD hoãn thi chung, dự kiến đầu tháng 12/2021 và sẽ gửi mail thông báo cho SV.. . Sau thời gian trên mà chưa nhận được mail thông báo về QD, em vui lòng phản hồi lại qua bksi để PDT kiểm tra lại nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào tạo trường Đại học Bách Khoa TP. HCM. . Em tên [full_name], MSSV [student_id]. Em đã làm đơn xin gia hạn học phí và có tên trong danh sách gia hạn học phí của Phòng CTCT-SV nhưng hôm nay em nhận được mail báo trễ hạn học phí. Phòng Đào tạo cho em hỏi là em có phải thanh toán học phí ngay trong học kỳ 211 hay thanh toán chung với học phí học kỳ 212 ạ? . . Em xin cảm ơn ạ.",
            "Chào em,. . Em đã làm đơn xin gia hạn học phí và có tên trong danh sách gia hạn học phí của Phòng CTCT. . =  Vì  Sinh viên đã có quyết định gia hạn học phí HK211 của Phòng Công tác chính trị - SV (đính kèm file) nên Sinh viên vui lòng bỏ qua email nhắc thanh toán đóng học phí HK211 (Học kỳ chính).. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2012232  /b \t. . . .   i Đăng ký môn học . Dạ cho em hỏi em đã học Anh Văn Cơ Bản và chuẩn bị thi vào ngày 5/12. Mà bây giờ trường mở đợt đăng kí Anh Văn, cho em hỏi giờ em đăng kí Anh Văn 1 được không ạ? Dạ em xin cảm ơn.",
            "Chào em,. . Em vui lòng trình bày rõ vấn đề giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name], học lớp CC19KTM1, mã số sinh viên: [student_id].. .  . . Em có nhận quyết định nhận điểm vắng thi có phép cho môn Mạch điện – điện tử (CO2037) ở học kì 1, 2020-2021. Theo như quyết định thì sau khi công bố lịch thi trước 2 tuần thì em phải đăng kí thi cuối kì và nộp đơn xoá điểm VP.. .  . . Trong email này em có đính kèm sẵn 2 file, 1 file quyết định và 1 file đăng kí thi cuối kì.. . Kính mong Phòng đào tạo xem xét qua các thủ tục và hỗ trợ em đăng kí thi cuối kì để xoá điểm thi VP ạ.. .",
            "Gửi bạn phiếu cho phép thi nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Họ và tên [full_name]; MSSV [student_id]. . Hoãn thi môn [full_name], nhóm L24-X, ngày thi 02/12/2021. . Lý do : không có thiết bị tham gia thi( không có laptop), vị trí địa lý : miền núi , cách xa trung tâm và đường truyền internet yếu.. .",
            "Chào bạn. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + [full_name] (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail [email] hoặc BKSI). . Thời gian đăng ký hoãn thi theo quy đinh: trong vòng 5 ngày tính từ ngày vắng thi (chỉ tính ngày làm việc). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy /cô ạ.Thầy/cô cho em hỏi là tình hình dịch như thế này thì kì tới có được miễn chuẩn anh văn không ạ và có tổ chức đợt thi nào để xét chuẩn không ạ.Em cảm ơn ạ",
            "Chào em,. . Vấn đề của em vui lòng đợi mail thông báo của nhà trường về kế hoạch học tập HK212, dự kiến sẽ gửi mail thông báo cho SV trong tháng 12/2021. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /. . thầy cô cho em hỏi giờ em nộp đơn thu nhận cho pdt như thế nào ạ do học kỳ trước em không đk môn ạ. em có gửi qua mail được không ạ. .",
            "\"Chào bạn,. . Về việc đăng ký thu nhận lại:. . Bạn vui lòng tải mẫu đơn: Thu nhận tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT,. . Em là [full_name], MSSV: [student_id], lớp VP17XDC, khoa Kỹ thuật Xây dựng (chương trình PFIEV).. . Học kỳ 202 vừa qua, em có được trường cho phép thi trước riêng với các thầy cô để kịp hoàn thành học kỳ trước khi sang Pháp học tại trường đối tác. . . Tất cả các môn em đã thi hoàn tất với các thầy cô rồi, nhưng có 3 môn dưới đây thì em chưa có điểm (CH) dù cho lớp em tất cả các bạn đã có điểm rồi   I (và em hỏi các thầy cô rồi thì thầy cô nói đã nộp điểm về cho PĐT từ lâu rồi ạ)  /I :. .   B 1. Môn Kiến trúc(VP) - 813706 - Nhóm tổ: P01A - Giảng viên: Cô [full_name] . . 2. Môn ĐA Kết cấu thép - 804707 - Nhóm tổ: P01A - Giảng viên: Thầy [full_name] . . 3. Môn Kt & tổ chức thi công - 807702 - Nhóm tổ: P01A - Giảng viên: Thầy [full_name]  /B  . . Do vậy có thể do sơ suất nên bảng điểm của em chưa được cập nhật đầy đủ. Em thấy càng để lâu sau này càng khó giải quyết nên em viết thư này mong PĐT sớm cập nhật điểm của em ạ. . . Em xin cảm ơn.. . . . Trân trọng,. . [full_name]",
            "Chào em,. . - Điểm do GV nhập, bảng điểm Khoa gửi về PĐT lưu.. . - Em vui lòng liên hệ Khoa KTXD qua email [email] để được xem bảng điểm đang ở chỗ nào nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . .   i Học vụ . Kính gửi Phòng đào tạo,. . . . Em tên là [full_name], MSSV [student_id]. . . . . Vào ngày 19/8 em có dự thi lại môn Mạng máy tính HK202 (CO3003) để thay thế điểm vắng thi ở học kỳ trước đó. . . . . Hiện tại theo em được biết thì điểm số của các bạn khác thi cùng môn đã được công bố và cập nhật lên mybk. Còn trường hợp em thi lại thì vẫn chưa được cập nhật điểm, cũng như điểm môn này ở học kỳ cũ của em vẫn ghi là vắng thi.. . . . Em đã liên hệ thầy giảng dạy để hỏi về điểm số cũng như quá trình cập nhật điểm cho em thì được cho biết được rằng điểm thi của em đã được gửi lên (file scan đính kèm) phòng từ tháng 10.. . . . Do đây là lần thi lại đầu tiên của em nên em không rõ rằng việc đã ba tháng sau khi thi mà kết quả chính thức của em vẫn chưa được hệ thống ghi nhận có phải là điều bình thường không ạ?. . . . Trân trọng,. . . . [full_name].",
            "Chào bạn. . Trong dữ liệu gốc cập nhật điểm môn Mạng máy tính HK201 (CO3003) là điểm 21. . - [full_name] [full_name] sẽ cập nhật lại trong dữ liệu trên stinfor điểm là 21 nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Học vụ. . . . Dạ em là [full_name] MSSV: [student_id]  Dạ em có đăng ký xin giấy xác nhận điểm trung bình học kỳ để làm hồ sơ ạ. Hiện hồ sơ của em đang ở Sài Gòn còn thiếu mỗi bảng điểm nhưng em hiện đang ở Quê tránh dịch nên không thể lên nhận bảng điểm ạ. Em nhờ người nhận hộ tên là [full_name]  MSSV: [student_id] ạ Dạ phòng đào tạo xem xét và cho phép nhận hộ ạ.  B",
            "Chào bạn,. . Được nhé em, em nhớ nhắn bạn em khi đến nhận nhớ đem theo thẻ SV và trình bày rõ khi đến nhận nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  cho em hỏi thủ tục hoãn thi như nào ạ hay sử dụng biểu mẫu hoãn thi hk 202 và hk 203 ạ. em cảm ơn. . . .",
            "Chào em,. . PĐT đã gửi email đến sv: Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . - Sinh viên không đáp ứng các yêu cầu về trang thiết bị điện tử, đường truyền như . . trong hướng dẫn thi trực tuyến được phép đăng ký hoãn thi Cuối kỳ trực tuyến. . . Trường hợp này, SV sẽ đăng ký Hoãn thi(HT) Cuối kỳ tại trang Mybk.hcmut.edu.vn . .    Ứng dụng cho Sinh viên    12. Đăng ký hoãn thi Cuối kỳ (Ứng dụng dự kiến bắt . . đầu mở cho Sinh viên đăng ký từ đầu tháng 12/2021 thời gian đăng ký hoãn thi theo . . quy đinh: trong vòng 5 ngày tính từ ngày vắng thi (chỉ tính ngày làm việc)), Sau khi . . SV đăng ký hoãn thi PĐT sẽ hậu kiểm các tình huống cấm thi hoặc không đủ điều . . 2. . kiện hoãn thi với Giảng viên/Bộ môn/Khoa trước khi ra quyết định cho phép hoãn thi.. . Trường hợp đặc biệt, nhà trường sẽ xem xét riêng. Nếu SV được nhận điểm hoãn thi . . Cuối kỳ thì sẽ được phép thi vào lần tổ chức kế tiếp của học phần trong thời hạn tối . . đa 01 năm theo quy định. . . - Các học phần đồ án (ĐA), Thực tập ngoài trường (TTNT), Đề cương luận văn tốt . . nghiệp (ĐCLV), Luận văn tốt nghiệp (LVTN), nếu tình hình dịch bệnh ảnh hưởng . . nghiêm trọng đến kết quả thực hiện, và SV không thuộc diện bị cấm thi (bảo vệ), SV . . phải được sự đồng ý của GV hướng dẫn, có xác nhận của Bộ môn/Khoa, mới được . . phép hoãn thi (nộp bài, báo cáo, bảo vệ). Sinh viên vui lòng tải mẫu đơn . . tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép . . (cuối kỳ). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi gửi bằng email về . . pdt@hcmut.edu.vn kèm theo các minh chứng về sự đồng ý của GV hướng dẫn và xác . . nhận của Bộ môn/Khoa.. . - Các SV đã được hoãn bảo vệ LVTN ở học kỳ 2 năm 2020-2021 đăng ký trực tiếp bảo. . vệ với Khoa. Khoa đưa tên các SV này vào danh sách các hội đồng LVTN của học kỳ . . này gửi về PĐT để ra quyết định hội đồng. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy/ cô,. . Do tình hình dịch covid kéo dài nên hiện tại em không đủ điều kiện để vào TP.HCM thi chứng chỉ TOEIC để hoàn thành chuẩn anh văn.. . Em muốn hỏi, nếu tình hình dịch vẫn kéo dài thì kì 212 tới có xét chuẩn anh văn không ạ? Nếu có thì trường có những phương thức gì để hỗ trợ sinh viên có đủ điều kiện để đăng kí môn học trong kì tới không ạ?. . Em cảm ơn!",
            "\"Chào em,. . Em vui lòng xem mail SV về V/v Đăng ký môn học HK Chính + Dự thính 212+ VLVH, đã gửi cho SV vào ngày 01/12/2021 nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . chào thầy (cô)!. . vừa rồi em có đăng kí lớp anh văn nhu cầu 3A và hoàn thành xong ngày 11/11/2021. . nay có đợt đăng kí tiếp bắt đầu học vào ngày 1/12/2021 vậy em có được đăng kí lớp anh văn 4A không ạ. khi em đăng kí thì báo lỗi phải đăng kí học trước lớp 3A.. . kinh mong thầy cô xem xét trường hợp của em có thể được đăng kí không ạ!. . em xin cảm ơn!",
            "Chào em,. . PĐT đã nhận được thông tin của em. Em theo dõi email sau ngày 25/11/21 nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính chào thầy/cô.. . Em tên: Huỳnh Trọng Thiện. . MSSV: [student_id]. . Em hiện đang học môn Anh văn 3A lớp DT05 và sẽ thi cuối kỳ vào ngày 2/12. Do chưa có điểm nên chưa thể tính vào môn học trước của môn Anh Văn 4A được. . . Em hi vọng thầy/cô có thể xem xét để cho em đăng kí môn Anh Văn 4A với ạ.. . Em cảm ơn. . .",
            "Đã đăng ký được AV4. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em gửi phiếu bổ sung thì GK ạ. . Em cảm ơn.",
            "\"Chào em,. . Cô gửi em file phiếu cho phép kiểm tra bổ sung, em gửi cho GV để được kiểm tra bổ sung lại nhé!. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]  /b . . . . Dạ kỳ rồi em hoãn thi môn Hóa lý 2 mã CH2109. Nhưng kỳ 211 không có lớp mã Ch2109, mà có lớp Hóa lý 2 mã CH2031, tương đương với CH2109. Em muốn thi bù môn này thì phải làm sao ạ? Kính mong [full_name]T giúp em với ạ, em xin cảm ơn [full_name]T rất nhiều T_T. . . .",
            "Chào bạn. . Theo quy định là không được nghen bạn. . Vì Nhà trường khi xử lý là xử lý đồng bộ cho tất cả SV chứ không phải giải quyết cho riêng một mình bạn. . Nên môn này sẽ có thông báo sau về việc thi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ, cho em hỏi là do trước đây em không thể xoay tiền để đóng học phí nên em đã xin hoãn và được phòng ct-ct sv đồng ý cho hoãn đóng học phí kì 211, nhưng hiện tại thì em đã xoay sở được đủ tiền học phí thì em có thể đóng luôn hay vẫn để kì sau ạ????, em xin cám ơn ạ.. . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ đến thời điểm hiện tại em chưa nhận Email xác nhận tốt nghiệp của phòng đào tạo ạ. Email sinh viên của em là [email] của em thì bị ban quản trị khóa rồi ạ, không thể đăng nhập để nhận thông tin.. .   i Tốt nghiệp .",
            "Chào em,. . Trường hợp của bạn đã có bằng tốt nghiệp, em có thể liên hệ tại Phòng Đào tạo để nhận bằng tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] - [student_id].. . Dạ cho em hỏi là em có đăng ký in bảng điểm và đã hoàn tất thanh toán. Ngày giao dự kiến là 17/11 nhưng mà tới ngày hôm nay em chưa được nhận bảng điểm ạ. Em đang cần gấp do sợ trễ deadline apply ạ. Mong anh/chị hỗ trợ giúp em với. . . Em xin cảm ơn ạ.",
            "Chào em,. . Em có thể sử dụng số điện thoại đăng ký để tra mã vận đơn trên trang của vietel post nhé. . Thân",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy cô, em là SV khóa K17. . Em còn thiếu AV nói viết và ngày CTXH để tốt nghiệp.. . Hôm nay, em vừa trúng tuyển NVQS. . Em có một số thắc mắc như sau:. . 1. Em muốn bảo lưu kết quả học tập, sau khi ra quân em trở lại trường hoàn thành điều kiện và lấy bằng có được không ạ?. . 2. Thời gian bảo lưu 2 năm có tính vào thời gian đào tạo tối đa là 13 học kì không ạ?. . 3. Nếu 2 năm sau em lấy bằng, thì ngày cấp bằng được ghi trên bằng là 2 năm sau (2024) đúng không ạ?. . Mong được thầy cô giải đáp. . Em cảm ơn rất nhiều. . . . . .",
            "Chào em,. . Trường hợp của em có thể làm đơn xin tạm dừng đi thi hành NVQS, tải mẫu đơn tạm dừng tại aao.hcmut.edu.vn/Sinh viên/biểu mẫu, điền đầy đủ thông tin và gửi qua bksi.. . Kèm theo minh chứng là lệnh gọi nhập ngũ.. . Sau khi hoàn thành NVQS, em có thể làm đơn thu nhận lại và nộp cho Phòng Đào tạo + kèm quyết định xuất ngũ để thu nhận lại tiếp tục hoàn thành các môn nợ để xét tốt nghiệp.. . Thời gian đi NVQS không tính vào quỹ thời gian học 13hk của bạn nhé.. . Thời gian cấp bằng ghi đúng vào thời điểm bạn được cấp bằng nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa cho em hỏi là kì này trường mình có mở đợt đăng kí thi anh văn định kì không ạ?",
            "Chào bạn. . Về vấn đề này bạn vui lòng đợi thông báo sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1914984  /b \t. . . .   i Học vụ . Em đang là sinh viên năm 3 và hiện tại em chưa đạt chuẩn Anh Văn để đăng ký môn năm 3, Trường cho em hỏi là Trường có tiếp tục hoãn xét chuẩn Anh Văn để sinh viên có thể đăng ký môn HK212 không ạ?",
            "Chào em,. . Em vui lòng xem mail SV về V/v Đăng ký môn học HK Chính + Dự thính 212+ VLVH, đã gửi cho SV vào ngày 01/12/2021 nhé. . Thân. .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . .   i Đăng ký môn học .  Kính gửi : PĐT trường Đại học Bách Khoa. .  Em tên: [full_name]. .  MSSV : [student_id]8. .  Hiện tại em đã hoàn thành đầy đủ chương trình bắt buộc. Toiec Speaking và Writing là chứng chỉ còn lại em chưa hoàn thành.. .  Em mong muốn được đăng kí thi trong đợt tháng 12 này để hoàn thành chương trình. Nhưng em đã không đăng kí được.. .  Em đã gửi phản hồi lên BKSI 2 lần và đã được phản hồi nhưng kết quả em vẫn không thể đăng kí trên MYBK.. .  Em có chụp màn hình và gửi vào tệp đính kèm mong PĐT kiểm tra lần nữa giúp em.. . Em xin cảm ơn !",
            "Chào bạn. . Cô sẽ cập nhật lại dữ liệu. . Thừ 5 ngày 25/11 lúc 13g bạn vào đăng ký nghen, nếu vẫn không đăng ký được thì vui lòng báo lại. . Thân",
            "Chào bạn. . Cô cho bạn vào danh sách thanh toán lệ phí luôn. . Bạn chú ý ngày 26/11 đến 29/11 vào thanh toán lệ phí nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên: [full_name]. . MSSV: [student_id].. . PĐT cho em hỏi là, cuối tháng 12 thì LVTN sẽ báo cáo, nhưng do tình hình dịch bệnh diễn biến còn phức tạp nhiều khu vực chưa được tiêm vacxin mũi 2, thì khi nào là hạn để nộp CCAV để xét chuẩn hoàn thành LVTN và cũng như để xét tốt nghiệp ạ (do dịch bệnh, em cũng chưa nộp CCAV 450 để xét đăng kí LVTN, nhưng trường thấy được tình hình dịch bệnh diễn biến phức tạp nên cho sinh viên đăng kí LVTN mà không cần xét CCAV trong HK201 ạ). Em cảm ơn ạ!",
            "Chào bạn. . hiện bạn đã đăng ký được LVTN, nếu bạn không nộp CCNN đủ chuẩn để xét tốt nghiệp thì phải cố gắng đăng ký thi đạt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô ạ. . . . . Em là sv k20 chỉ có 1 lần duy nhất em thi toeic do trường tổ chức là đạt 420. Do trường dời hạn tổ chức thi toeic của năm 2 đến giờ. Thì không biết kì sau có tổ chức toeic để tụi em thi mà pass các av1,av2,av3, av4 không ạ.",
            "Chào em,. . Thì không biết kì sau có tổ chức toeic. . =  Hiện tại chưa có thông báo về việc này nhé em.. . Thân mến . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ cho em hỏi av theo nhu cầu, nếu em muốn học av 3 mà av 1,2 em chưa qua hoặc chưa học thì có đăng ký av 3 của av theo nhu cầu được không ạ.. .",
            "Chào em,. . Em vui lòng xem quy định về CTĐT của bạn (môn tiên quyết môn học trước, có ràng buộc không nhé). . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT, KSTN vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em gửi lại đơn vì đơn trước của em đã được đồng ý nhưng em đã bỏ qua đợt điền form ngày 5/8 nên PDT không cập nhật điểm 14 và ngày thi lại cho em .. . . . Nên em được hướng dẫn làm lại đơn để xác nhận ạ.. . . . Em gửi đơn hoãn thi và hình xác nhận không cấm thi.. . . . Em cảm ơn cô.. . . .",
            "Chào bạn. . Đơn hoãn thi của em đã được đồng ý nhé, PDT sẽ tập hợp lại và QD hoãn thi chung, dự kiến đầu tháng 12/2021 và sẽ gửi mail thông báo cho SV.. . Sau thời gian trên mà chưa nhận được mail thông báo về QD, em vui lòng phản hồi lại qua bksi để PDT kiểm tra lại nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào tạo,. . . . Em có nhận được mail mở lớp anh văn nhưng không thấy thông báo về việc thi định kì. Em muốn hỏi liệu trường mình có tổ chức thi anh văn định kì không, nếu có thì kì thi có tổ chức trước khi bắt đầu đăng kí môn học cho kì sau không ạ ? . . . . Em xin cảm ơn !",
            "Chào bạn. . Về việc này bạn vui lòng đợi thông báo sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã gửi đơn rút môn học cho PĐT và đã được xử lý. Hiện trang thời khóa biểu và lịch thi đã không còn hiện môn đó nhưng Bảng điểm của em vẫn để 15. Em nhờ thầy cô kiểm tra giúp em ạ",
            "Chảo em,. . Em vui lòng ghi rõ HK, mã môn học, tên môn học, chụp hình minh chứng bảng điểm để PĐT kiểm tra.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào phòng đào tạo, em tên là [full_name] mssv [student_id].. . Kì thi cuối kì vừa rồi em đã đăng kí hoãn thi 2 môn Xác xuất thống kê (MT2001 học kì 202) và Phương pháp tính (MT1009 học kì 203) đã được phòng đào tạo xác nhận hoãn thi nhưng đén bây giờ vẫn chưa được cập nhập lại điểm, vẫn là điểm 13 trên bảng điểm.. . Mong phòng đào tạo sớm có phản hồi và giải quyết.. . Em xin cảm ơn. . . .   i Học vụ .",
            "Chào bạn. . Trước tiên bạn vui lòng xem lại các thông báo của Nhà trường đã gởi: Vì số lượng hoãn thi của SV gởi qua BKSI quá nhiều,. . Nên vào ngày 5/8/2021, Pdt đã gởi cho toàn bộ SV quy trình Hoãn thi mới (nội dung bên dưới) nhấn mạnh Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . -    Thời điểm hiện tại là giữa tháng 11/2021, Pdt đã tổng kết danh sách Hoãn thi gởi về Khoa để hậu kiểm danh sách cấm thi, bạn không điền vào form nên Pdt không có dữ liệu gởi về Khoa để xác minh. . -    Nên Bạn muốn Hoãn thi vui lòng làm theo hướng dẫn dưới đây . . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa đồng ý không Cấm thi (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail pdt@hcmut.edu.vn hoặc BKSI)”. . -    Thời gian Pdt có thể tiếp nhận lại hồ sơ hoãn thi đến 26/11/2021, sau thời gian này Pdt không giải quyết các phát sinh nếu có. Vì đầu tháng 12/2021 đã bắt đầu thi của HK211"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đã đóng học phí và ngân hàng đã trừ tiền ở tài khoản nhưng hôm nay em nhận mail báo chưa thanh toán học phí. Mong nhà trường xem xét lại giúp em. Em cảm ơn ạ!",
            "Chào em,. . Em liên hệ số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô ạ,. . Em tên là [full_name], MSSV: [student_id].. . . . Em có thấy mail thông báo đăng kí học anh văn (nhu cầu) tháng 12. Khi em vào trang đăng kí thì thấy trang đăng kí yêu cầu em học lớp anh văn A2 (nhu cầu) mặc dù em đã đăng kí học và chờ thi cuối kì ạ.. . Cho em hỏi là em nên làm như thế nào ạ.. . . . Em cảm ơn thầy/cô ạ.. . Chúc thầy/cô một ngày tốt lành. .",
            "Chào em,. . Em vui lòng trình bày rõ vấn đề giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô,. . . . Em là [full_name],. . Lớp CC18OTO. . . . Em có thấy mail trường thông báo việc đi học trực tiếp các môn thí nghiệm với đường link đăng ký ở bên dưới.. . . . Do bất cẩn nên em quên không điền link đăng ký học trực tiếp. . . Vậy bây giờ em phải liên hệ thầy cô nào để giải trình ạ?. . . . Mong thầy cô nhận được câu hỏi của em và phản hồi giúp em ạ.. . . . Em cám ơn thầy cô, chúc thầy cô nhiều sức khỏe.",
            "Chào thầy cô,. . . . Em là [full_name],. . Lớp CC18OTO. . . . Em có thấy mail trường thông báo việc đi học trực tiếp các môn thí nghiệm với đường link đăng ký ở bên dưới.. . . . Do bất cẩn nên em quên không điền link đăng ký học trực tiếp.. . Vậy bây giờ em phải liên hệ thầy cô nào để giải trình ạ? Em đã tiêm đầy đủ 2 mũi và mũi 2 cách đây gần 3 tháng rồi ạ.. . . . Mong thầy cô nhận được câu hỏi của em và phản hồi giúp em ạ.. . . . Em cám ơn thầy cô, chúc thầy cô nhiều sức khỏe.",
            "Chào em,. . Em vui lòng làm đơn trình bày rõ vấn đề và gửi qua bksi giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name], khoa Kỹ thuật Giao Thông (CLC),chuyên ngành kĩ thuật ô tô, mã số lớp CC18OTO1.. . Em muốn hỏi là, vừa rồi có email thông báo về việc học tập trực tiếp các học phần Thực hành, Thí nghiệm, nhưng do sơ ý, và em không kịp điền form để đăng kí học.. . Em hiện đã tiêm đủ 2 mũi Vaccine và muốn xin nhà trường cho em được đăng kí học tập trực tiếp học phần Thực tập, Thí nghiệm.. . Em xin cảm ơn.",
            "Chào bạn. . Bạn vui lòng làm đơn trình bày rõ nội dung, ký tên. . Để Cô trình Ban lãnh đạo Phòng xem xét. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . kính chào PĐT, em tên [full_name]9. Đang có đợt Đk Anh văn theo nhu cầu, em muốn đăng ký Anh văn 4 nhưng hệ thống báo em không được đăng ký vì đang học anh văn 3A (đã kết thúc môn và có lịch thi ngày 2/12 ) thì em có thể được đăng ký không ạ.em xin cảm ơn ạ",
            "Chào em,. . PĐT đã nhận thông tin của em, em theo dõi email dự kiến sau ngày 25/11/21 nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin trình bày là vào 8h15p sáng ngày 19 tháng 11 em đã đóng học phí nhưng cho đến thời điểm hiện tại thì vẫn chưa được cập nhật.. . Nên giờ em thắc mắc rằng khi nào thì em mới được cập nhật lại và bị như vậy có ảnh hưởng gì tới điều kiện thi cuối kì không ạ.. . Em đính kèm mã giao dịch ở dưới ạ.",
            "Chào em,. . Em liên hệ số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thưa phòng hỗ trợ trực tuyến BKSI, em [full_name]. MSSV: [student_id], cho em hỏi là em có gửi đơn xin hoãn học phí học kỳ 211 dể thanh toán cùng với học kỳ 212, tuy nhiên em lại nhận được email yêu cầu thanh toán học phí trong học kỳ này. Đây là lần đầu tiên trong 4 năm học em xin hoãn học phí và mong trường đồng ý với mong muốn này của em ạ. Em xin cảm ơn.",
            "Thân gửi các bạn sinh viên,. . Vì  Sinh viên đã có quyết định gia hạn học phí HK211 của Phòng Công tác chính trị - SV (đính kèm file) nên Sinh viên vui lòng bỏ qua email nhắc thanh toán đóng học phí HK211 (Học kỳ chính).. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy, cô. . . . Em tên [full_name], kỳ này em có học anh văn cơ bản theo nhu cầu (mã LA0011) và AV1 theo nhu cầu (mã LA1037), thầy/cô cho em hỏi là điểm AVCB và AV1 theo nhu cầu có tính vào điểm trung bình của học kỳ hay điểm trung bình tích lũy ko ạ? Hay là chỉ tính tín chỉ thôi ạ?. . . . Mong thầy/cô giải đáp!. . Em cảm ơn!",
            "Chào em,. . Mã số nào cũng qui về mã gốc và không tính điểm chỉ tính stctl nếu sv đạt.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1914699  /b \t. . . .   i Đăng ký môn học . Em định đăng ký học lớp Anh Văn 4 nhưng em không biết là sẽ học online hay offline để e sắp xếp ạ? Em có vào đường link thông tin các lớp anh văn như trong mail trường gửi nhưng hình như đó là những thông tin cũ, hình em có gửi đính kèm. Mong các thầy/cô giải đáp giúp em sớm tại vì 17/11 là hết hạn đăng ký. Em cảm ơn ạ!",
            "Chào em,. . Em định đăng ký học lớp Anh Văn 4 nhưng em không biết là sẽ học online hay offline để e sắp xếp ạ. . =  Học online nhé em, tình hình dịch bệnh như thế này chưa học trực tiếp nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng đào tạo. . . . Em xin nộp đơn rút môn của học kỳ 211 ạ.. . . . Em cảm ơn Phòng đào tạo ạ.",
            "\"Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK211(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/Thời khóa biểu trễ nhất là 30/12/2021. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng đào tạo. . . Em xin gửi đơn xin rút môn học học kì 211.. . Em xin chân thành cảm ơn Phòng đạo tạo.",
            "\"Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK211(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/Thời khóa biểu trễ nhất là 30/12/2021. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa quý thầy cô,. . Em tên là [full_name], mssv [student_id], nay em xin gửi biểu mẫu thi lại môn CO1005 ( Nhập môn điện toán)  để thầy cô xác nhận giùm em đăng ký thi lại ạ.. . Em cảm ơn thầy cô đã dành thời gian hỗ trợ.. . . .",
            "\"Chào em,. . Cô gửi em file phiếu cho phép kiểm tra bổ sung, em gửi cho GV để được kiểm tra bổ sung lại nhé!. . Thân\""
        ]
    }
]