[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào Thầy(cô). . Em là [full_name], sinh viên k14 khoa Môi trường, hệ chính quy. MSSV cũ là [student_id]. Hiện em đã hoàn thành thủ tục chuyển từ hệ chính quy sang hệ VHVL(đợt tháng 3). Sau đó em cũng đã đăng kí môn luận văn tốt nghiệp(EN4323)ở kì này dưới phần Kết quả và đăng kí bổ sung đợt 2 hệ VHVL vào ngày 18/03/2021. Hiện tại tới nay, em chưa nhận được kết quả đăng kí môn học, cũng như thời khóa biểu.. . Mong thầy cô hỗ trợ giúp em đăng kí được môn học.. . Trong lúc chờ đợi kết quả. Em xin chân thành cảm ơn!. . . .",
            "Chào bạn, . . . . Bạn làm đơn xin đăng kí luận văn đơn có sự xác nhận của giáo viên hướng dẫn và ban chủ nhiệm khoa.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào cô ạ.. . Cô cho em hỏi rằng em có lỡ quên ngày đóng tiền học phí thì em bây giờ đóng trên của BKPAY được không ạ hay em phải ra ngân hàng đóng vậy ạ. . . Em cảm ơn cô nhiều ạ.. .   i Yêu cầu khác .",
            "Chào bạn,. . . . Hiện tại  tiền học phí bạn đóng  trên BKPay  hoặc tại ngân hàng vẫn được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác: Em xin chào, em tên [full_name], mssv: [student_id].. . . . Em đã thanh toán học phí thông qua BKpay, và tình hình hiện tại đã trừ tiền trong tài khoản OCB của em nhưng chưa xác nhận em đã thanh toán trên BKpay ạ.. . . . . .",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra lại BKPay nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô .. . Cho em hỏi là về việc học av3a av4a có thay thế được av34 không ạ. Để xét tốt nghiệp e thi bằng toeic 500 với nói viết rồi học thêm môn Av3a với av4a là có đủ xét tốt nghiệp không ạ. Em cám ơn. .",
            "Chào bạn,. . . . - Anh văn 3A, 4A tương đương với anh văn 3, 4 (việc này PDT có gởi mail cho sinh viên rồi nha bạn). . . . . - Bạn vui lòng tham khảo qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào Thầy(Cô)!. . . . Em Tên: LÊ VĂN TRÍ. . MSSV: [student_id]. . CN: Kỹ Thuật Môi Trường. . . . Lý do: Là sinh viên hệ vừa học vừa làm nhưng ngành KTMT không mở lớp riêng.. . - Từ nằm học 2020-2021 các môn học em đăng ký đều học chung với hệ Chính Quy(buổi sáng) cho đến nay.. . - Nhưng vẫn phải đóng học phí dự thính cao hơn thay vì 390k/chỉ thì em phải đóng 525k/chỉ.. . =  Vấn đề này em mong Quý Lãnh đạo nhà trường xem xét miễn giảm học phí cho em!. .  Vì một vài khó khăn như:1/ không có thời gian làm thêm như học dự thính.. . 2/ kết quả học tập cao nhưng vẫn không được xét học bổng dù kiến thức vẫn học như Chính Quy( đại trà). . 3/ Thời gian công sức kiến thức đều bỏ ra cũng như các bạn sinh viên Chính quy nhưng chi phí lại cao hơn 120-135k/ 1 chỉ( trung bình 1 học kỳ cao hơn 1.5 đến 2tr). . . . Rất mong được sự xem xét, giúp đỡ để em có thêm động lực học tập.. . Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . Tôi ghi nhận trường hợp của bạn, gởi ý kiến của bạn lên ban lãnh đạo Phòng Đào Tạo.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa Thầy/cô, em biết là đã quá hạn phản hồi thông tin 1 ngày, em rất xin lỗi vì phản hồi chậm, nhưng mong thầy cô thông cảm cho em vì nhà trường gửi thông báo vẫn xét học bổng cho sinh viên học vượt ngày 19/4 nhưng thời hạn phản hồi lại là 20/4 là quá gần và em đã kiểm tra thông tin ngày ngày 14/4 khi PĐT thông báo sinh viên kiểm tra thông tin, lúc đó không hề có sai sót gì. Nhưng trong thời hạn kiểm tra thông tin của em lại bị thày đổi mà không có thông báo kiểm tra lại. Em cảm thấy thời gian thông báo và điều chỉnh như vậy không được công bằng cho lắm. . . Bản thân em là mọt sinh viên học vượt, em tích luỹ đủ số chỉ yêu cầu tính đến hết hk201 là 52/50 chỉ, hk201 em tích luỹ được 13 ch - đủ yêu cầu xét học bổng theo Thông báo điều chỉnh tạm thời điều kiện xét HBKK ngày 19/4. Trên bảng điểm của em, thông tin xét HBKK đầu chính xác, chỉ trừ dòng chữ \"Điều kiện xét HB: Không đủ\". Nhưng lúc nhà trường mới gửi thông báo kiểm tra thông tin (ngày 14/4) em đã kiểm tra và ở đó ghi \"đủ điều kiện\".. . Em rất thắc mắc về việc em bị thay đổi điều kiện xét HBKK ngày trong thời gian phản hồi thông tin mà không được bất kì thông báo nào về việc thay đổi. Em rất lo mình sẽ không được xét BHKK, rất mong phòng đào tạo giải quyết giúp em.. . Một lân nữa em vô cùng xin lỗi vì đã phải hồi trễ.",
            "Chào bạn,. . . . PDT đã cập nhật lại thông tin học bổng, bạn vui lòng kiểm tra lại  trên cổng thông tin sinh viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hiện tại em thấy có email gửi cho em về danh sách bị xử lí học vụ học kì 202 nhưng em không vào xem danh sách được, không biết hiện tại em đang bị xử lí như nào và cách làm đơn cứu xét ạ",
            "Chào bạn,. . . . Bạn vui lòng liên hệ văn phòng Đào tạo quốc tế để tư vấn cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi pdt. Em đang là sv hệ VHVL . MSSV [student_id]. Em đã đăng kí xét tốt nghiệp và đóng phí xét tốt nghiệp. pdt đã gửi mail thông báo  xác nhận đơn đăng kí xét tốt nghiệp của em và gửi chương trình tốt nghiệp ngày 24/04 nhưng trong danh sách tốt nghiệp chính thức vẫn không có tên em thì 24 này em có thể nhận bằng chưa ạ. Em đang rất hoang mang.",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra mail về lễ tốt nghiệp ngày 24/4 sắp tới nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . kính gửi. . Em tên [full_name] MSSV [student_id]. . . . hiện tại em bị cảnh cáo học vụ lần 2 và quyết định xử lý kỷ luật mong thầy cô có biết cách xử lý như thế nào hay phải làm những gì có thể gợi ý giúp em để em có thể chuẩn bị ạ. . Em cảm ơn",
            "Chào bạn,. . . . Bạn vui lòng liên hệ khoa để tư vấn cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] Em kính chào [full_name][full_name] [full_name] Em là [full_name][full_name] Lúc trước có làm đơn rút môn ở kì chính và xin được đăng ký môn ở kì dự thính do bị hủy[full_name] [full_name] Môn đăng ký: Kỹ thuật số[full_name] [full_name] Mã môn học: EE1009[full_name] [full_name] Lớp lí thuyết: DT02[full_name] [full_name] Lớp thí nghiệm: DT04[full_name] [full_name] E vừa trải qua kì thi giữa kì tại lớp và e nhận thấy tên e không có trong danh sách thi[full_name] E đã đóng học phí, bk-el, thời khóa biểu của e đã có môn như bình thường[full_name] E kính mong phòng đào tạo có thể kiểm tra lại giúp em về vấn đề này (e đã làm bài thi giữa kì và ghi thêm tên vào danh sách theo hướng dẫn của giảng viên ạ)[full_name] [full_name] [full_name] [full_name]   i Học vụ  /i [full_name] [full_name] [full_name] [full_name]",
            "Chào bạn,. . . . Có thể giảng viên chưa cập nhật danh sách mới thôi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Do vấn đề gia đình nên đợt thu học phí lần 1 em vẫn chua thanh toán kịp. Em muốn hỏi có thể thanh toán bù đợt vào đợt sau hoặc thanh toán bằng hình thức nào khác được không ạ.",
            "Chào bạn,. . . . Bạn cố gắn thanh toán học phí sớm, bạn vẫn thanh toán tại ngân hàng OCB hoặc BKPay vẫn được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "[student_id]. .   i Đăng ký môn học . Dạ cho em xin hỏi bây giờ em có thể đăng kí anh văn 1 được không ạ?",
            "Chào bạn,. . . . Bạn có thể làm đơn xin  đăng kí anh văn 1 đơn có sự đồng ý của giáo viên giảng dạy để PDT xem xét cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ thưa thầy/cô,. . Em tên [full_name], K18. . . . Em thắc mắc k18 thi nói-viết anh văn trong trường thì có còn được tính làm chuẩn đầu ra như K17 trở về trước không ạ? Vì em nghe nói K18 phải thi bên ngoài và nộp lại bằng thì mới đưuọc công nhận.. . . . Em mong nhận đưuọc phản hồi từ thầy/cô,em cảm ơn.. .",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20h%E1%BB%8Dc%20v%E1%BB%A5%20tu%CC%9B%CC%80%20HK202.pdf.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . em chào thầy cô ! cho em hỏi là đăng ký in bảng điểm thì có in kết quả dự thính vào bảng điểm không ạ. Em cảm ơn thầy cô!",
            "Chào bạn,. . . . Có nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi . . Em tên [full_name] MSSV [student_id]Cho em hỏi khi xử lý học vụ do thiếu số tín chỉ học mà em thấy trên thoong báo tối thiểu 1 kỳ 10 tín chỉ vậy số kỳ học có tính cả học kỳ hè ko ạ . . Em cảm ơn",
            "Chào bạn,. . . . Không tính học kỳ hè nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Văn phòng cho em hỏi là cần điều kiện gì để có thể nhận được giấy chứng nhận tốt nghiệp ạ? Nếu em có đủ hết tín chỉ thì có thể đăng kí nhận giấy chứng nhận được luôn không ạ trong lúc chờ bằng? Em cảm ơn.",
            "Chào bạn,. . . . Bạn hoàn thành xong chương trình đào tạo, các điều kiện tốt nghiệp như ngày công tác xã hội...Lúc đó bạn mới đăng kí xét tốt ngiệp thì mới nhận bằng tốt nghiệp tạm thời nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô,. . . . Học kỳ trước em có đăng ký bổ sung môn học CO3031: Phân tích và thiết kế giải thuật, ngày thi 02/12/2021.. . . . Hiện đã qua 4 tháng mà em vẫn chưa thấy điểm t hi của môn này(các môn khác đều đã có) nên nhờ thầy cô kiểm tra lại giùm em.. . . . Em xin chân thành cảm ơn.. . Thân. .",
            "Chào bạn,. . . . PDT sẽ cập nhật điểm thi cho bạn nha.. . . . Thân",
            "Chào cô,. . . . Em vẫn chưa thấy điểm môn trên mybk.. . Nhờ cô kiểm tra lại giúp em.. . Em xin cảm ơn.. . . . Thân",
            "Chào bạn,. . . . PDT đã cập nhật điểm rồi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thầy (Cô), cho em hỏi em có đăng kí tốt nghiệp bổ sung và may mắn được phòng đào tạo chấp nhận nhưng đả qua 19/4 em vẫn chưa nhận được mail có kết quả và hôm nay trên trang thông tin em đả bị tình trạng tạm dừng học. Thầy (Cô) cho em hỏi em có thể tốt nghiệp vào đợt tháng 4 này kịp không ạ, và trường hợp tạm dừng của em giải quyết như thế nào vậy ạ. Em xun lỗi nếu làm phiền Thầy (Cô). Em chân thành cám ơn (Thầy) Cô, chúc Thầy (Cô) có một ngày làm việc vui vẻ.. . . .   i Tốt nghiệp .",
            "Chào bạn,. . . . Trong ngày hôm nay bạn thường xuyên theo dõi mail PDT để đăng kí tốt nghiệp nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào quý thầy cô ạ, em xin trình bày sự việc như sau:. . -Sáng ngày 20/4/2021, lúc 6h52p em có thanh toán học phí, được xác nhận bằng tin nhắn của ngân hàng OCB ( ảnh 1). Tuy nhiên, đến hôm nay ( 22/4/2021) hệ thống BKPay vẫn chưa xác nhận việc đóng học phí của em ( ảnh 2). . . Em rất mong nhận được sự giúp đỡ của quý thầy cô ạ.. . Em xin cảm ơn!",
            "Chào bạn,. . . . Bạn vui lòng liên hệ ngân hàng OCB giúp nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name], mssv [student_id]. Hiện tại em không vào được trang đăng ký xét tốt nghiệp trên https://mybk.hcmut.edu.vn. Mong nhà trường xem xét và xử lý giúp em ạ",
            "Chào bạn,. . . . Trong ngày hôm nay PDT sẽ gởi mail đăng kí tốt nghiệp, bạn vui lòng kiểm tra mail thương xuyên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name]. MSSV: [student_id]. . . . Hiện em đang gặp trường hợp không đăng bài thảo luận trong diễn đàn môn học nhập môn lập trình(TH)(CO1004)_L05(DH_HK202). . . Tại có một số thắc mắc cần trao đổi qua diễn đàn nên em mong nhà trường có thể giải quyết sớm ạ. . . Em xin cám ơn!",
            "Chào bạn,. . . . Do Thầy tạo diễn đàn thiết lập, bạn vui lòng kiểm tra lại  BKEL.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name]. . MSSV: [student_id]. . PDT cho em hỏi em đã đăng ký tốt nghiệp và thanh toán tiền trên bkPAY nhưng vẫn chưa có tên trong danh sách tốt nghiệp chính thức. Vậy em có được làm lễ tốt nghiệp không ạ.. . Em cảm ơn.",
            "Chào bạn,. . . . Bạn đã có tên trong danh sách tốt nghiệp dự kiến và hoàn thành các bước đăng kí tốt nghiệp là được rồi bạn. Danh sách tốt nghiệp chính thức PDT sẽ cập nhật sau nha bạn.. . . . Bạn vui lòng kiểm tra mail để biết lịch trình tốt nghiệp.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Do lý do cá nhân em muốn thôi học thì có cần phải đóng học phí rồi mới được xin thôi học không ạ? Em cảm ơn ạ. .",
            "Chào bạn,. . . . Đúng bạn, bạn phải đóng học phí và làm đơn thôi học (mẫu đơn thôi học có sẵn trên web PDT).. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em có mail PĐT hôm 16/4 về việc cập nhật sai số tín chỉ. Dạ ý em là số tín chỉ tích luỹ ạ. Trước học kỳ 201 thì em tích được 33 tín chỉ. Qua học kì 201 em có học 19 chỉ bao gồm có 4 chỉ dự thính. Thế nhưng khi em đã học xong thì PĐT chỉ cập nhật có 48 chỉ, trong khi tín chỉ tích luỹ của em là 52 chỉ. Mong PĐT xem xét.. . . .",
            "Chào bạn,. . . . Bạn vui lòng xem thông tin tại :. . http://www.ctct.hcmut.edu.vn/tin-tuc/quyet-dinh-ve-viec-ban-hanh-quy-dinh-xet,-cap-hoc-bong-khuyen-khich-hoc-tap-cho-sinh-vien-bac-dai-hoc-he-chinh-quy-truong-dai-hoc-bach-khoa-495. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hôm trước em có hỏi đến hỏi trực tiếp phòng đào tạo cơ sở 1 về việc tham gia lễ tốt nghiệp hiện có được bổ sung được không ạ.. . . . sáng nay em đã có nhận được mail trường là đủ điều kiện tốt nghiệp nhưng vẫn không đăng ký tốt nghiệp được. Do kỳ này tốt nghiệp nên em không có đăng kí môn học nào nên em có tên trong danh sách buộc tạm dừng học. Không biết có ảnh hưởng đén việc đăng kí tốt nghiệp không ạ. . . . Em cảm ơn.",
            "Chào bạn,. . . . Bạn khai tốt nghiệp gấp nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào,. . Hiện tại thì e đã gửi thông tin đăng ký tốt nghiệp từ ngày 19/4/2021, em đã nhận mail để tham gia buổi tổng duyệt và lễ tốt nghiệp. Nhưng trên danh sách tốt nghiệp chính thức và danh sách tốt nghiệp bổ sung thì không có tên của em. Như vậy thì em có đươch tốt nghiệp vào đợt này không ạ?. . Em xin cảm ơn.",
            "Chào bạn,. . . . Việc này bạn đợi mail thông báo của nhà trường trong ngày hôm nay nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Trường đã gửi mail đăng ký tốt nghiệp cho em, nhưng hiện tại em bị xóa tên vì hết thời gian học nên không thể vào trang https://mybk.hcmut.edu.vn/app/sinh-vien/tot-nghiep/dang-ky . . để đăng ký tốt nghiệp.. . Nên mong nhà trường xem xét và giải quyết giúp em để em có thể đăng ký tốt nghiệp và kịp làm lễ tốt nghiệp vào ngày 24/4/2021 ạ.",
            "Chào bạn,. . . . - Sinh viên làm đơn thu nhận lại để tốt nghiệp nộp tại PDT.. . - Sau đó theo dõi tình trạng sinh viên trên Mybk---- đăng kí tốt nghiệp.. . - Về thời gian nhận bằng chính thức PDT sẽ có mail thông báo thời gian cụ thể sau.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi, khi nào pđt mở lớp học anh văn 1A ạ ! Em cảm ơn! Mong pđt trả lời sớm để em đăng ký học ! Cam ơn pđt nhiều ạ",
            "Chào bạn,. . . . Đã mở lớp anh văn 1A rồi mà bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào cô ạ. Thời gian vừa rồi vì lý do công việc và chưa nhận được mail thông báo đóng học phí nên em có đóng học phí muộn 2 ngày. Hiện tại em đang đi làm công việc giờ hành chính nên cô cho em hỏi có cách nào nộp đơn xin đóng học phí trễ online được không ạ, em mong cô giải đáp, cảm ơn ạ",
            "Chào bạn,. . . . Bạn đã đóng học phí rồi không sao nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Gửi Quý Thầy, Cô.. . . . Em tên là [full_name] - [full_name] - lớp DC16DK - MSSV [student_id]. . Em xin trình bày lý do như sau: Trong kỳ xét tốt nghiệp 4/2021 em đã hoàn thành hết các môn học và chỉ  không đủ điều kiện anh văn nói viết để xét tốt nghiệp, xong tình trạng sinh viên của em ở trên MyBK đang là [full_name] (hình đính kèm). Vậy trường hợp của em cần phải xử lý như thế nào để được xét tốt nghiệp trong thời gian tới ạ.  . . Kính mong quý Thầy, Cô phản hồi cho em.. . . . Trân trọng,",
            "Chào bạn,. . . . Khi nào bạn đủ điều kiện anh văn nói viết, thì bạn làm đơn thu nhận lại để xét tốt nghiệp nha. Thời hạn tạm dừng chỉ có 2 học kỳ nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy/cô! . . . . Em có thắc mắc muốn hỏi. Về vấn đề xin được bảo lưu. Trong biểu mẫu em download về có mục chữ ký của GV chủ nhiệm. Nhưng do thời gian khá lâu, em cũng không nhớ GV chủ nhiệm thì em có thể thay bằng chữ ký xác nhận của bộ môn được không ạ. . . . . Em xin cảm ơn ạ!",
            "Chào bạn,. . . . Phải có sự xác nhận của giáo viên chủ nhiệm nữa nha bạn. Giáo viên chủ nhiệm là [full_name].. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào quý thầy cô phòng đào tạo , đội ngũ kỹ thuật . Em là sinh viên khóa K18,  trong 5 học kỳ vừa qua em đã tích lũy 79 chỉ và  tất cả đều nằm trong chương trình đào tạo của nghành em theo học  . Nhưng khi cập nhật thì phòng đào tạo chỉ cập nhật TCTLN của em là 73. Em rất mong quý thầy cô kiểm tra và cập nhật lại giúp em. Em sinh năm 98 vì hoàn cảnh nên em đã học trễ 2 năm , năm sau thì em gái em bắt đầu vào đại học nếu kỳ này em không được thực tập do không đủ 98 chỉ tctln thì gánh nặng kinh tế trên vai mẹ em sẽ rất lớn. Kỳ này em đăng ký được 19 chỉ nếu được cập nhật đúng 79 tctln nữa là em sẽ đủ điều kiện để đi thực tập tốt nghiệp .Em rất mong quý thầy cô giúp em , cảm ơn quý thầy cô đã đọc mail !chúc quý thầy cô thật nhiều sức khỏe ạ !. .",
            "Chào bạn,. . . . Tích luỹ ngành  của bạn là 73 tín chỉ, tích luỹ chung là 79 tín chỉ nha bạn. Khi xét tốt nghiệp là tính tích luỹ ngành.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1613985  /b \t. . . .   i Tốt nghiệp . Chào Thầy/Cô,. . Em là sinh viên khóa K16, em vừa đủ điều kiện tiếng anh (ngày 20/4) nên đăng ký trễ xét tốt nghiệp đợt này và được hẹn 28/5 check mail để xem danh sách tốt nghiệp, cho em hỏi trước ngày 28/5 em có thể xin giấy tốt nghiệp tạm thời được không ạ, vì em đang cần gấp để bổ sung vào hồ sơ xin việc? Nếu được thì xin như thế nào ạ?. . Mong Thầy/Cô hỗ trợ giúp em. Em cảm ơn ạ. .",
            "Chào bạn,. . . . Không được bạn, sau ngày 28/5 PDT sẽ gởi mail về nhận bằng tốt nghiệp tạm thời nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy/Cô ơi cho em hỏi là bây giờ em muốn đăng ký dạnh hiệu sinh khá/giỏi toàn diện còn kịp không ạ.. . Nếu được thì đăng lý ở đâu ạ.",
            "Chào bạn,. . . . Bạn vui lòng liên hệ phòng Công tác chính trị sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào Thầy /Cô!. . Em Tên: [full_name]. . MSSV: [student_id]. . Trong học kỳ 202 này em có đăng ký môn học Luận văn tốt nghiệp (VHVL), mã MH CI4313. Nhưng đến thời điểm hiện tại (22/04/2021) vẫn chưa được cập nhật học phí.. . Kính mong Quý Thầy Cô xem và cập nhật học phí  giúp em. Để em có thể thanh toán kịp thời gian (23/04/2021) - theo lịch Học vụ ạ.. . Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . Tuần sau PDT sẽ cập nhật học phí nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào Qúy Thầy Cô. . . . Hiện tại em trễ hạn thanh toán học phí đợt 1. Em có thể thanh toán các khoản trên ở đợt hai không ạ.. . . . Hay em phải xử lý như thế nào ạ.. . Mong quý Thầy Cô hướng dẫn giúp em ạ.. . . . Trân trọng.. . . .",
            "Chào bạn,. . . . Hiện tại bạn vẫn thanh toán học phí bình trường trên BKPay và tại ngân hàng OCB nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi. . . . Em là [full_name] MSSV [student_id] . . Em muốn hỏi trên file ảnh của em gửi phần sau cảnh cáo học vụ lần 2 loại quyết định kỷ luật đó là sao ạ . . em cảm ơn",
            "Chào bạn,. . . . Bạn vui lòng chụp hình lại để PDT xem và trả lời cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em học cao đẳng ngành Bảo Dưỡng Công Nghiệp, năm nay bên Cao đẳng được phép đăng ký xét tuyển liên thông lên hệ Đại học Bảo dưỡng công nghiệp nên em muốn hỏi là làm sao để đăng ký xét tuyển ạ?",
            "Chào bạn,. . . . Việc này bạn hỏi Trung Tâm Bảo Dưỡng Công Nghiệp nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Quý Thầy, Cô,. . Năm ngoái em có đăng ký tham gia Nghiên cứu khoa học cấp trường. Cho em hỏi là nếu như em không hoàn thành kịp Nghiên cứu khoa học thì em có được xét tốt nghiệp vào tháng 11/2021 không ạ?. . Mong Thầy, Cô trả lời câu hỏi này của em. Em xin cảm ơn.",
            "Chào bạn,. . . . - Bạn hoàn thành xong chương trình đào tạo, hoàn tất các điều kiện ra trường như ngày công tác xã hội, chứng chỉ ngoại ngữ...thì xét tốt nghiệp ra trường thôi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1937029  /b \t. . . .   i Tốt nghiệp . Kính chào quý THầy/Cô.. . Em tên là: Ngô Thị Phương Nam. . MSSV:1937029 hệ vừa học vừa làm. . Em xin đính chính thông tin cá nhân phần ngày sinh của em thiếu số cuối cùng trong năm sinh. . . Ngày sinh của em là:01/08/1976. . Em xin quý Thầy/ Cô xem và cập nhật thông tin lại giúp em.. . Em cảm ơn rất nhiều.",
            "Chào bạn,. . . . Trên cổng thông tin sinh viên ngày sinh của bạn đúng mà.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em bị trùng lịch thi hai môn là Giải tích mạch và Xác suất thống kê, vào sáng 7h ngày 25.04.2021 ( chủ nhật ). Không biết em phải làm những thao tác nào để được thi lại hoặc được dời lịch thi ạ? Em cảm ơn!",
            "Chào bạn.. . . . PĐT không xếp lịch kiểm tra môn Giải tích mạch, vì vậy lịch kiểm tra của em trên hệ thống không trùng.. . em liên hệ GV 1 trong 2 môn để xin ý kiến. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào anh/ chị,. . . . Em là [full_name], mssv: [student_id].. . . . Hiện tại em bị báo dừng học tập do không đăng kí môn học HK2 2020- 2021 ạ.Hiện tại em còn chứng chỉ Toeic 500d (chuyển đổi cho av4 và đăng kí tốt nghiệp) và bằng speaking & writting 200d mà em chưa thi được nên chưa nộp, nên em không đăng kí học kì 2 ạ.. . . . Em dự tính tháng 8/2021 này nộp bổ sung để đăng kí tốt nghiệp đợt tháng 11/2021 thì em phải làm sao để có thể đăng kí tốt nghiệp khi đang bị tạm dừng học tập được vậy ạ?.. . . . Em mong sớm nhận được phản hồi từ trường ạ.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Khi nào bạn hoàn thành xong các điều kiện tốt nghiệp thì bạn làm đơn thu nhận lại xin đăng kí tốt nghiệp nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo,. . Với lý do bị trùng lịch thi giữa môn Giải tích mạch (Dự thính) và môn Xác suất thống kê (Chính quy). . Em đã liên hệ với giáo viên môn Xác suất thống kê để được thi lại vào tuần lễ đầu của Tháng 5. . . Tuy nhiên em có cần hoặc phải có giấy xác nhận bị trùng lịch thi để thi lại không ạ? Vì môn Giải tích mạch bị trùng là môn dự thính và không có lịch thi trên hệ thống. . . Em xin chân thành cảm ơn!. .",
            "Chào em.. . Em tự làm việc với GV nhé.. . Môn GTM Phòng đào tạo ko xếp lịch nên không xác nhận cho em được. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ mở rồi , nhưng lúc đầu em tưởng em được học anh văn 2A nên đã xóa môn em , pđt giúp em đăng ký lại anh văn 1A ở cs1 được không ạ ! em cần học gấp để được học năm 3 ! em cảm ơn pđt nhiều lắm ạ ! mong pđt giải quyết giúp em ạ !",
            "Chào bạn,. . . . Hiện tại đã hết thời gian đăng kí môn học rồi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy cô cho em hỏi em đã đăng kí anh văn 2a nhưng sao bị hủy lớp do thiếu môn học trước dù em đã học LA1037 rồi nhưng lại bị hủy lớp trong khi các bạn học chung đã có thời khóa biểu rồi ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào thầy/cô,. . . . Em thi tiếng anh đầu vào thì chuẩn Tiếng Anh của em vừa đủ mức qua AV3 và chưa qua AV4 để được đăng ký học kì 1 năm 4 (HK211). Em có check lịch nộp Chứng chỉ ngoại ngữ(CCNN) thì chỉ thấy ngày muộn nhất là 01/06/2021 để có thể ĐKMH học kỳ hè 203. Thầy/cô cho em hỏi em muốn nộp CCNN để được ĐKMH HK211 thì sau đợt nộp CCNN ngày 01/06/2021 còn đợt nộp CCNN khác trong hè không ạ? . . . . Em cảm ơn thầy/cô nhiều. Chúc thầy/cô một ngày tốt lành ạ. . . . .   i Học vụ .",
            "QUOTE MSSV/MSGV: [student_id]    . . Kính chào thầy/cô,. . . . Em thi tiếng anh đầu vào thì chuẩn Tiếng Anh của em vừa đủ mức qua AV3 và chưa qua AV4 để được đăng ký học kì 1 năm 4 (HK211). Em có check lịch nộp Chứng chỉ ngoại ngữ(CCNN) thì chỉ thấy muộn nhất có đợt nộp CCNN 01/06/2021 để có thể ĐKMH học kỳ hè 203. Thầy/cô cho em hỏi em muốn nộp CCNN để được ĐKMH HK211 thì sau đợt nộp CCNN ngày 01/06/2021 còn đợt nộp CCNN khác trong hè không ạ?. . . . Em cảm ơn thầy/cô nhiều. Chúc thầy/cô một ngày tốt lành ạ.. . . . Học vụ. . . .   /QUOTE . .",
            "Chào bạn,. . . . Bạn nộp chứng chỉ ngoại ngữ trước khi đăng kí môn học học kỳ 211 là được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy (cô), cho em xin hỏi là liệu phòng đào tạo có còn lưu giữ bản sao chứng chỉ ngoại ngữ của em không vì em muốn đăng ký xét miễn điểm anh văn. Trước đây phòng đào tạo có gửi mail về vấn đề này nhưng do sơ suất nên em đã bỏ quên. Mong thầy (cô) hỗ trợ.. . Em xin cảm ơn.. .",
            "Chào bạn,. . . . Bạn liên hệ Hội đồng anh gởi chứng chỉ ngoại ngữ về trường Bách Khoa nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name], mssv: [student_id]. Hk201 em có ĐTBHK=0 và không đăng kí môn học trong Hk202. Vì thế em dự kiến bị thôi học và xóa tên khỏi danh sách. Mọi việc như thế bởi l trong học kì 1 em mới biết mình bị bệnh về thần kinh, em rất tuyệt vọng muốn từ bỏ tất cả. Nay em đã hồi phục dần. Em mong PDT có thể làm đơn trình bày để thu nhận lại ạ.",
            "Chào bạn,. . . . Bạn làm đơn cứu xét nộp dưới khoa nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào bạn,. . . . Môn ME3323 có môn học trước là MA2027 nên bạn không đăng kí 2 môn này trong 1 học kỳ được bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name] [student_id], hiện em đã bị buộc thôi học, em đã trao đổi với giáo viên chủ nhiệm và có nguyện vọng đăng ký hệ VHVL. Em muốn hỏi về các thủ tục để thanh toán ra trường như trong mail đề cập, và về học phí do em nhớ nhầm ngày đóng nên hiện em vẫn chưa đóng đợt 1. Em có 2 câu hỏi về các thủ tục và học phí mong được giải đáp ạ.. . . .",
            "Chào bạn,. . . . Hiện tại bạn vẫn đóng học phí học kỳ 202 bình thương nha bạn. Sau khi bạn đóng xong học phí thì bạn làm đơn thôi học nộp tại PDT để bổ túc hồ sơ sang hệ VHVL.. . . . Thân",
            "cho em hỏi là có thể đóng trễ theo hạn trên bkel đc kh ạ, vì hạn đk hệ VHVL là đến ngày 29/4/2021, em phải làm xong thủ tục thôi học thì mới có thể dk hay sao ạ ?",
            "Chào bạn,. . . . Khi nào bạn làm đơn thôi học mới bổ túc hồ sơ sang hệ VLVH được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào quý thầy cô ạ.. .   B . . Em hiện đang học chương trình Việt Pháp tại CS1 nhưng gần đây em không sử dụng được wifi trường bằng tài khoản MYBK được ạ.. .   /B . . Mong trường hỗ trợ ạ.. . . .   i Yêu cầu khác .",
            "Em xin chào quý thầy cô ạ.. .   B . . Em hiện đang học chương trình Việt Pháp tại CS1 nhưng gần đây em không sử dụng được wifi trường bằng tài khoản MYBK được ạ.. . Em có đính kèm hình khi không đăng nhập được ạ.. .   /B . . Mong trường hỗ trợ ạ.. .   i Yêu cầu khác .",
            "Chào bạn,. . . . Bạn vui lòng liên hệ ban quản lý mạng trường nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Thầy/Cô,. . Em muốn \"Giấy xác nhận điểm rèn luyện năm học 2019 – 2020\" để làm hồ sơ xét học bổng thì em xin ở đâu thì được vậy ạ? . . Mong nhận được phản hồi sớm từ Thầy/Cô ạ!. . Em xin cảm ơn/. .   i Yêu cầu khác .",
            "Chào bạn,. . . . Việc này bạn liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    }
]