[
    {
        "intent": "",
        "message": [
            "Em chào cô . . Hôm trước e có nộp vô trường chứng chỉ ngoại ngữ toeic 535. Và theo luật chuyển điểm mới, e chỉ chuyển được anh văn 1 là 9đ và anh văn 2 là 6,5đ. Không chuyển được anh văn 3 và 4.. . Nhưng hôm qua e có nhận được thông báo sẽ áp dụng luật chuyển điểm cũ cho sinh viên K15. Và theo luật chuyển điểm cũ điểm sau chuyển của em sẽ là anh văn 1 10đ, anh văn 2 10đ.. . Em có lên Mybk chọn chuyển điểm lại, nhưng không thành công. . . Em muốn hỏi cô là chuyển điểm này trường sẽ tự cập nhật lại cho e, hay e phải làm gì để được chuyển điểm lại ạ. . . Mong nhận được phản hồi sớm từ cô. . Em cảm ơn. .   i Yêu cầu khác .",
            "Chào bạn,. . . . - Những bạn khoá 13-k16 đã nộp chuyển điểm anh văn mới, PDT sẽ lọc những trường hợp này và sẽ cập nhật điểm chuyển theo bảng điểm cũ cho bạn.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Pđt cho em hỏi .. . Môn học em đã qua rồi. Kì này em có đki để duy trì trạng thái sv.  . . Nếu em không đi thi có bị sao ko ạ . Em biết là môn học được học nhiều lần sẽ lấy điểm cao hơn .Nhưng cái này là em bỏ thi, vậy nó có ảnh hưởng gì đến việc tốt nghiệp và điểm trung bình của em không ạ . Em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa quí thầy cô , em là sinh viên thuộc khoa cơ khí, theo như chương trình đào tạo của khoa cơ khí học kì này gồm 19 tín chỉ theo chương trình nhưng sẽ chỉ tính tiền của một học kì tương đương 17 tín chỉ. Ngoài ra em có đăng kí thêm môn anh văn 1 ( 2 tín chỉ). Nhưng mức thanh toán học kì 201 của em là 7.250.000đ tương đương với 21 tín chỉ. Kính mong thầy cô  giải đáp thắc mắc này giúp em với ạ. Em chân thành cảm ơn ạ!",
            "Chào bạn,. . . . Bạn vui lòng xem thông báo học phí http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_61&tid=1939.. . . . - Đối khoá 19 đăng kí tối đa 17 tín chỉ học phí 5.850.000 + 4 *350.000=7.250.000.. . . . Thân",
            "Kính thưa,. . Theo như mail em nhận được từ văn phòng khoa từ trước khi đăng kí môn từ văn phòng khoa thì khoa cơ khí thì sinh viên khoa đăng kí theo chương trình đào tạo là 19 tín chỉ NHƯNG CHỈ TÍNH PHÍ của 17 tín chỉ được trích trong ảnh đính kèm ạ và tất cả sinh viên của khoa đều được áp dụng điều lệ đó, nhưng em đăng kí trội thêm chỉ 2 chỉ so với chương trình đào tạo của khoa nhưng đang bị tính trội theo mức giá của 4 tín chỉ, kính mong cô xem xét lại giúp em ạ. Em cám ơn ạ!",
            "Chào bạn,. . . . Tôi không biết khoa của bạn tư vấn như thế nào, nhưng đây là thông báo đóng học phí của nhà trường. Bạn vui lòng xem thông báo học phí mục II http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_61&tid=1939.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là sinh viên K19 ạ. . Em đã đăng kí nhận tiền hỗ trợ nhưng không biết có lỗi gì không nhưng giờ vào lại mất hết thông tin đăng kí và không có nhận được tiền là sao ạ?",
            "Chào bạn,. . . . Từ nay đến cuối tháng nhà trường sẽ gởi mail thông báo tiền hỗ trợ 3G, bạn thường xuyên theo dõi mail để biết thông tin.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . thẻ bhyt năm 2019 của e bị thất lạc nên không nhớ số thẻ để điền trong phần đk thẻ mới ạ. e ghi lại số thẻ cũ của năm 2018 có sẵn ở đó được ko ạ.. .  hoặc nếu không thì có cách nào khác ko ạ",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name]17 cao đẳng BDCN. Hôm qua em có nhận được thông tin là việc chuyển điểm anh văn của [full_name]17 Cao đẳng vẫn áp dụng là 500 TOEIC là chuyển được 4 môn anh văn thay vì 600TOEIC từ H[full_name]201. [full_name]hông biết thông tin có chính xác không?. .",
            "Chào bạn,. . . . Đúng bạn. . . . . Thân gởi các bạn sinh viên,. .  . . Căn cứ trên tình hình bất khả kháng trong mùa dịch bệnh Covid-19 ảnh hưởng đến khả năng tham gia các kỳ kiểm tra Anh văn quốc tế, Hội đồng học vụ nhà trường quyết định:. .  . . 1. Cho phép áp dụng quy tắc chuyển điểm các môn ngoại ngữ theo bảng quy đổi cũ (bảng quy đổi áp dụng từ HK1/2017-2018 đến HK3/2019-2020);. .  . . Xem Quy chế đào tạo và Học vụ, Phụ lục 1, Khoản 4, Mục a, \"Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2017-2018 đến HK3/2019-2020\".. .  . . 2. Đối tượng áp dụng: sinh viên hệ đại học các Khóa 2016, 2015, 2014, 2013 và sinh viên hệ Cao đẳng.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ ad ơi cho e hỏi là em có cập nhật đầy đủ thông tin trên bkpay nhưng hôm nay không nhận được 100k trong tài khoản ạ trong khi bạn em được nhận đầy đủ hết r ạ. . Em cảm ơn ạ",
            "Chào bạn,. . . . Bạn nhập sai tài khoản, bạn vui lòng lên Mybk cập nhật lại số tài khoản của mình nha.. . . . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy cô phòng đào tạo,. . . . Em tên là [full_name], em có câu hỏi về thời gian cấp bằng chính thức ạ. Hiện tại sắp tới là thời gian thi tuyển công chức và em có nguyện vọng ứng tuyển nhưng em chưa có bằng chính thức. Em xin phép hỏi thầy cô là ngày 28/11 là làm lễ tốt nghiệp chính thức và cũng là ngày ngày em nhận được phôi bằng tốt nghiệp đúng không ạ. . . . . Em rất mong nhận được phản hồi từ thầy cô ạ. . Em xin chân thành cảm ơn thầy cô.",
            "Chào bạn,. . . . - Việc này bạn đợi mail thông báo nha trường nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Thầy cô ạ,. . Em tên là [full_name], MSSV [student_id],. . Khoa Kỹ Thuật Xây Dựng.. . Thầy cô cho em hỏi là em đã đủ điều kiện xét tốt nghiệp rồi nhưng vẫn chưa đăng kí được ạ. Mong quý Thầy cô coi qua trường hợp của em ạ. . . .",
            "Chào bạn,. . . . Bạn kiểm tra mail thường xuyên để đăng kí tốt nghiệp. Sau 17h ngày mai bạn không nhận mail bạn liên hệ trực tiếp PDT để kiểm tra lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy cô ạ!. . Em đã nộp chứng chỉ ngoại ngữ hồi 5/10 và được xét hợp lệ từ 12/10, tính đến nay cũng đã 1 tháng trôi qua rồi ạ! Mà điểm trung bình tích lũy của em vẫn chưa thay đổi ạ!. . Em mong thầy cô cập nhật điểm sớm giúp em ạ để kịp phân ngành!. . Hiện tại khoa em đang trong thời kì phân ngành ạ!. . Em khẩu cầu xin thầy cô cập nhật ạ!. . Em cảm ơn rất nhiều!. . . .",
            "Chào bạn,. . . . PDT đã chuyển điểm và đã cập nhật trên cổng thông tin sinh viên trong mục điểm chuyển nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào Cô ạ. . Em tên là [full_name], MSSV [student_id], Khoa Kỹ thuật xây dựng ạ. . Hiện tại thì em đã hoàn thành xong chương trình học của 2 ngành: Ngành kỹ thuật công trình xây dựng và ngành Cảng-Công trình biển (đều thuộc khoa Xây dựng) và đã đủ điều kiện tốt nghiệp.. . Cô cho em hỏi là em cần làm những thủ tục gì để em có thể nhận 2 bằng trong đợt tốt nghiệp tháng 11 này ạ.. . Em xin cảm ơn ạ",
            "Chào bạn,. . . .    Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên và thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn - tốt nghiệp - thông tin tốt nghiệp -  danh sách tốt nghiệp 11/2020. . -   Bạn thường xuyên kiểm tra mail để đăng kí tốt nghiệp, đến ngày 17/11 nếu  không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chào Thầy/ cô!. . Em tên là [full_name]. . MSSV: [student_id]. . Gmail: [email]. . Hiện tại HK201, Em đang học VL2 lớp DT01.Mặc dù em đã có TKB của môn học và làm tất cả bài test trên E-learning.Cô bảo với em là sáng nay cô vừa download danh sách trên E-learning về và vẫn không có tên em.. . Kính mong PĐT xem xét lại và cập nhật sớm giúp em. Em xin phép chụp lại TKB cá nhân và trang e-learning để làm minh chứng(Tệp đính kèm). . Em cám ơn!",
            "Chào bạn,. . . . PDT kiểm tra có tên bạn mà.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào cán bộ. Em có nhận được email của Phòng đào tạo về việc cứu xét chuyển điểm các môn anh văn, trong email có nói là áp dụng bảng quy đổi cũ nhưng em vẫn chưa hiểu rõ về yêu cầu để được cứu xét. Em xin cán bộ giải thích rõ hơn ạ.. . Em xin cảm ơn.. . . .",
            "Chào bạn,. . . . Trước tiên bạn xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Đối với khoá 13,14,15,16 sẽ áp dụng qui đổi điểm anh văn :. . . . - Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2017-2018 đến HK3/2019-2020.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thầy cô cho em hỏi là em đã đóng học phí rồi nhưng khi lên đăng kí xét tốt nghiệp thì vẫn để nợ học phí và không cho đăng kí ạ. Mong thầy cô kiểm tra giúp em ạ.. . . . Em xin cảm ơn.",
            "Chào bạn,. . . . Bạn nhớ làm đơn rút môn học nộp PDT, bạn vào đăng kí tốt nghiệp nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: EM có nghỉ buổi sinh hoạt công dân do trùng lịch thi dự thính một vật lý 2 giữa kì ạ, em nên tìm biễu mẫu đơn trình bày ở đâu ạ",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Môn tự chọn A ngành Khoa học Máy Tính của em yêu cầu 3TC, trong 2 môn dưới đây:. . AS2001    Cơ học ứng dụng. . PH1005    Vật lý 2. . HK191 em có học [Cơ học ứng dụng] nhưng em rớt. Sau đó HK193, em đăng kí học môn [Vật lý 2] và đã qua. Nhưng bây giờ xem bảng điểm thì không cộng điểm môn [Vật lý 2] vào điểm Trung Bình Tích Lũy. Như vậy là sao ạ?. . Em cảm ơn.. .   i Học vụ .",
            "Chào bạn,. . . . Hiện tại học kỳ 193 các khoa chưa nộp điểm hết,  nên số tín chỉ học kỳ hè PDT chưa cập nhật. PDT sẽ cập nhật sau nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi PĐT,. . Em có thử nhiều lần thanh toán bkpay tiền học phí dự thính nhưng đều bị lỗi thì là lỗi của ngân hành hay bên bkpay ạ, em nên làm thế nào ạ?. . Em xin chân thành cảm ơn",
            "Chào bạn,. . . . Bạn chụp hình kèm theo để PDT biết bạn bị lỗi gì  khi đóng học phí nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện tại em chưa có  trong danh sách tốt nghiệp chính thức. Ngày 26/11 Em đã kích hoạt thành công tài khoản cựu sinh viên và tình trạng phiếu đăng ký đã được xử lý. Nhưng lúc tối qua (4/11) em có đăng ký in bảng điểm, nhưng theo quy định ở đó thì em KHÔNG ĐƯỢC đóng qua BKpay ( thanh toán tại PDT) nếu như vậy đợt xét tuyển tốt nghiệp bổ sung danh sách chính thức em vẫn có tên và không phải rơi vào trường hợp nợ HP trên bkpay phải không ạ?. .",
            "Chào bạn,. . . . Bạn đóng trên Bkay được mà, bạn đóng sớm để PDT chốt danh sách tốt nghiệp nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "E đã đang ký xin giấy xác nhận được đang ký nộp bằng trên elearning từ khá lâu nhưng k nhận được kết quả đăng ký nên vẫn chưa thể hoàn thành việc nộp bằng tốt nghiệp thpt . xin trường cho e hỏi giờ cần làm j ạ nên đợi xác nhận hay nộp bản sao công chứng bằng cho bạn lớp trưởng thôi ạ",
            "Chào bạn,. . . . - Đăng kí bằng PTTH trên Mybk chứ không phải là elearning. . . . . - Bạn đăng kí xác nhận trên Mybk, nộp bản sao bằng THPT cho lớp trưởng và lớp trưởng nộp cho PDT.. . . . - Khi bạn đã hoàn thành xong các bước trên là yên tâm rồi bạn, việc xác nhận nhận bằng THPT, PDT sẽ xác nhận sau đó.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em muốn hỏi là em đã thấy kết quả chuyển điểm ngoại ngữ trên mục chuyển điểm trên BKel rồi ạ.. . Nhưng sao điểm trung bình tích lũy của em vẫn chưa được cộng vào ạ?. . . .",
            "Chào bạn,. . . . - Chuyển điểm cập nhật trên cổng thông tin sinh viên chứ không phải trên Bkel.. . . . - Khi điểm đã cập nhật trên cổng thông tin sinh viên rồi, hệ thống nhà trường đã cập nhật điểm anh văn cho bạn . Nhưng cổng thông tin sinh viên thì điểm trung bình tích luỹ chưa cập nhật nha bạn.. . . . Thân. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]0  /b \t. . . .   i Tốt nghiệp . Chào thầy/cô,. . . . Em có theo dõi trang thông tin của trường và email sinh viên thì hiện tại chưa thấy thông báo chính xác ngày diễn ra lễ tốt nghiệp. Có nghe dự đoán tầm 27/11 ạ.. . . . Em gửi câu hỏi để chắc là mình không bị sót thông báo ạ.. . . . Em cảm ơn,. . [full_name]. .",
            "Chào bạn,. . . . Bạn theo dõi mail thường thông tin lễ tốt nghiệp. Lễ tốt nghiệp sẽ diễn ra ngày 28/11.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: e bị mất thẻ bhyt đk năm 2019 nhưng có thẻ bhyt năm 2018 và có hạn sử dụng đến năm 2023 thì có thể dùng số thẻ trên đó để đăng ký bhyt năm 2020 không ạ? hay vẫn phải liên hệ phòng CTCTSV để hỏi về thẻ 2019 ạ?",
            "em nhầm ạ, đó là thẻ của năm 2018, nhưng số thẻ trên đó có dùng để đk bhyt mới ko ạ?",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Mất thẻ sinh viên làm lại thẻ sinh viên thì có bị trừ điểm rèn luyện không ạ ??",
            "Chào bạn,. . . . Không biết thông tin đó ở đâu vậy bạn, tôi cũng thấy nhiều sinh viên phản hồi về vấn đề nay. Nhưng tôi không biết thông tin này ở đâu?.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "em điền đầy đủ các thông tin rồi nhưng không chương trình cứ báo lỗi như thế này. .   i Yêu cầu khác .",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào quý thầy/cô,. . Em là [full_name], MSSV [student_id] , khoa kỹ thuật giao thông , lớp GT14TAU .. . Ngày 28/10/2020 Em đã lên pdt ghi tên vào danh sách bổ sung tốt nghiệp và đã đăng ký cũng như đóng phí tốt nghiệp , nhưng hiên tại em chỉ có tên trong danh sách tốt nghiệp bổ sung trên web trường mà không có tên trong danh sách tốt nghiệp chính thức , ngoài ra em cũng xin được hỏi là giấy tốt nghiệp tạm thời em lấy ở đâu ạ . Mong quý thầy cô sớm xem xét và cập nhật giúp em . em xin chân thành cảm ơn .",
            "Chào bạn,. . . . - Giấy chứng nhận tốt nghiệp tạm thời bạn lấy ở khoa nha.. . . . - Khi nhà trường trường có quyết định tốt nghiệp thì sẽ chuyển danh sách tốt nghiệp chính thức. Bạn đợi mail thông báo nhà trường về lễ tốt nghiệp nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Sau khi kiểm tra, em thấy có sự khác nhau giữa điểm trung bình khi em xem trong mục \"danh sách tốt nghiệp dự kiến\" (7.35 điểm) và trong mục \"thông tin sinh viên-mybk\" (7.27 điểm). Em mong phòng đào tạo có thể kiểm tra lại trường hợp của em ạ.. . Em có đính kèm 2 hình ảnh phía dưới.. . Em xin chân thành cảm ơn!!!. .",
            "Chào bạn,. . . . Điểm trung bình tích luỹ ngành của bạn 7.35, điểm trung bình tích luỹ chung là 7.27.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Do bị bệnh nên em không rút môn học kịp và giờ em đang phải học giáo dục quốc phòng và em muốn xin hủy môn học kì 201 trễ onl thì em có thể làm đơn và gửi mail được không ạ. Cho em xin địa chỉ mail cần gửi ạ",
            "Chào bạn,. . . . Bạn có thể phản hồi mail về văn phòng Đào Tạo Quốc Tế [email].. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  . Em xin chào PĐT, em và rất nhiều bạn trong lớp tài năng cơ điện tử khoa cơ khí CK16KSCD đã đăng kí tốt nghiệp trong đợt tốt nghiệp tháng 11/2020 sắp tới. Tụi em đã hoàn thành đủ các điều kiện để tốt nghiệp cùng với lớp CK16KSCD, nhưng PĐT lại có quyết định cho tụi em ra khỏi lớp CK16KSCD vào học kì 1.20.21. Em mong phòng đào tạo có thể giải đáp cho em vì sao lại như vậy ạ.",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ cập nhật mục 2.2 và mục 5 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1145.. . . . - Điểm luận văn của bạn 6.46. Trong khi để tốt nghiệp KSTN thì:. . . . -      Có điểm LVTN lớn hơn 7,5; ĐTBTLN lớn hơn 7,5 và điểm rèn luyện từ loại Tốt trở lên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào Cô ạ.. . Em tên là [full_name], MSSV [student_id], Khoa Kỹ thuật xây dựng.. . Em đã học song ngành 2 ngành là  Kỹ thuật Cảng-Công trình biển (bằng 1) và Kỹ thuật công trình xây dựng (Bằng 2) ( Đều thuộc khoa Kỹ thuật xây dựng). . Hiện tại thì em đã đăng kí tốt nghiệp được bằng 1 nhưng chưa thấy thông tin tốt nghiệp bằng 2.. . Cô cho em hỏi là em cần làm thủ tục gì để nhận song bằng ạ. . Em xin cảm ơn ạ",
            "Chào bạn,. . . . -Ngành Kỹ Thuật công trình xây dựng bạn tích luỹ 135/142. Bạn thiếu 2 môn. . . . + CI3069 Kết cấu thép 2.. . + CI4049 Tổ chức thi công.. . . . Bạn kiểm tra lại, nếu có thắc mắc liên hệ trực tiếp PDT nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào Phòng Đào Tạo,. . . . Em là Thiệu Hồng Thái, sinh viên lớp VP14CĐT.. . . . Em xin hỏi là sao hôm nay em vẫn chưa thấy danh sách tốt nghiệp chính thức bổ sung trên mục Tốt Nghiệp của aao.hcmut.edu.vn ạ?. . . . Em xin cảm ơn!",
            "Chào bạn,. . . . Khi nhà trường trường có quyết định tốt nghiệp thì sẽ chuyển danh sách tốt nghiệp chính thức. Bạn đợi mail thông báo nhà trường về lễ tốt nghiệp nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ xin chào thầy cô,. . Em đang đăng ký tốt nghiệp và có nợ học phí. Em đã thanh toán xong học phí rồi, mong thầy cô hỗ trợ giúp em cập nhật để em đăng ký tốt nghiệp trong thời gian quy định của nhà trường.. . Em chân thành cảm ơn thầy cô.",
            "Chào bạn,. . . . Bạn vào đăng kí tốt nghiệp nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện tại em ở ngoài quê nên không vào kịp Hồ Chí Minh để nộp phiếu rút môn học nên thầy cô có thể cho em rút môn học online để kịp đăng kí tốt nghiệp hết hạn lúc 16h chiều nay không ạ ?. Do rút môn học xong em mới được kích hoạt tài khoản cựu sinh viên.",
            "Chào bạn,. . . . Rút môn học không có liên quan đến vấn đề kích hoạt tài khoản cựu sinh viên.. . . .  Bạn đóng xong học phí và hoàn thành xong các bước đăng kí tốt nghiệp. Nếu bạn không nộp đơn rút môn học thì PDT sẽ huỷ cho bạn luôn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính mong pdt update lại thông tin tốt nghiệp của em, vì hôm qua em có hỏi việc em in bảng điểm có thể đóng bkpay được không ( ở đó có lưu ý k đóng qua bkpay) và hôm nay e nhận được câu trả lời là có nên em đã đóng tiền ở bkpay rồi. Tuy nhiên em kiểm tra lại ds tốt nghiệp dự kiến của em thì để em nợ HP. Trước đây ( ngày 26/10) em đã nhận 1 email về việc xác nhận đơn đăng ký tốt nghiệp. Vậy giờ em có cần vào mybk--  đăng ký tốt nghiệp để đăng ký lại không? Hay PĐT sẽ tự động update cho em. . .",
            "Chào bạn,. . . . PDT sẽ cập nhật lại tình trạng học phí cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào phòng Đào tạo,. . Hiện tại mình là sinh viên nằm trong diện miễn giảm học phí 100% nhưng khi mình vào bkpay thì phát hiện kì này mình phải đóng số tiền là 350.000 đồng. Không biết số tiền mình phải đóng ở đây là gì vậy ạ? Nếu có sai sót mong phòng Đào tạo có thể giải quyết sớm ạ. . . Bên dưới là ảnh chụp bkpay, học phí ở thông tin sinh viên và thời khoá biểu của mình trong HK 201. . Mình cảm ơn.",
            "Chào bạn,. . . . Học kỳ 201 bạn được miễn giảm học phí khi bạn đăng kí không quá 17 tín chỉ với học phí 5.850.000. Còn bạn đăng kí quá 17 tín chỉ thì sẽ tín học phí nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào cô, . . Em tên [full_name], mssv [student_id]. . Em đăng kí xét tốt nghiệp nhưng còn đang nợ học phí, Em mới thanh toán học phí lúc sáng, nên chưa được cập nhật, cô giúp em cập nhật để em được đăng ký xét tốt nghiệp nhanh ạ. . Cảm ơn cô đã đọc thư"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Phòng Đào Tạo.. . Em tên [full_name].. . MSSV: [student_id]. . Hiện đang học khoa Công nghệ vật liệu, lớp VL16KL.. . Ngày 4.11 em có dùng CCNN để xét miễn Anh văn 1, 2, 3, 4, đã có xác nhận thành công (file ảnh 1 đính kèm). Nhưng khi vô trong bảng điểm chuyển vẫn không thấy các môn đã chuyển (file ảnh 2 đính kèm).. . Vậy cho em hỏi trường hợp của em đang gặp vấn đề gì ạ? Và bao lâu thì có điểm chuyển trên bảng điểm.. . Em cảm ơn PĐT nhiều.",
            "Chào bạn,. . . . PDT chưa lấy dữ liệu chuyển điểm nha bạn, việc lấy chuyển điểm chậm nhất là 2 tuần nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là [full_name] MSSV [student_id]. Mong phòng đào tạo giải quyết giúp em khi đăng ký tốt nghiệp nó ghi là em nợ HP ko cho đăng ký, mong pdt kiểm tra lại",
            "Chào bạn,. . . . Bạn đã đăng kí tốt nghiệp được chưa?. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thầy/cô cho em hỏi em K16 , sau khi tính điểm em thấy mình chưa đủ loại khá , nên bây giờ em xin phòng đào tạo xem xét thêm em vào danh sách đăng ký môn GIS ( CI3085 ) có được không ạ , do hết hạn đăng ký môn học nên em mới viết mail này mong thầy/cô hồi âm  giúp em , em cảm ơn nhiều ạ",
            "Chào bạn,. . . . Hiện tại quá trễ không đăng kí môn học được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi em là K19 học phí năm nay là 5.850.000 mà sao của em lại tới 6.200.000 ạ. Em đăng kí môn 16 chỉ ạ",
            "Chào bạn,. . . . Đối với khoá 2019 đăng kí tối đa 17 tín chỉ là 5.850.000 và môn GDTC 3 lần đầu đăng kí học được  miễn phí quá 3 lần thì phải đóng học phí mỗi môn 1 tín chỉ.. .  5.850.000 + 350.000 (1 tin chỉ học phí)= 6.200.000.. . . . Thân. .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã hoàn thành các bước đăng kí cho đợt tốt nghiệp tháng 11 nhưng chưa có danh sách trong danh sách tốt nghiệp chính thực, và khi nào em có thể nhận bằng tốt nghiệp tạm thời ạ",
            "Chào bạn,. . . . Khi nhà  trường có quyết định tốt nghiệp thì sẽ chuyển danh sách tốt nghiệp chính thức cho bạn. Bạn đợi mail thông báo nhà trường về lễ tốt nghiệp nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa quý thầy cô,. . Em tên [full_name], mssv:[student_id]. Em có thấy có một số anh chị k16 còn một số mục chưa thanh toán trên BKPay nên không được cấp bằng tốt nghiệp. Hiện tại trong BKPay của em có 1 khoản thanh toán bảo hiểm, mà e chưa thanh toán (vì em đăng ký nhầm, em đã thanh toán tại ký túc xá). Liệu chuyện này có ảnh hưởng gì đến việc tốt nghiệp của em không.. . Mong quý thầy cô cho em lời giải đáp. Em xin chân thành cảm ơn.. .",
            "Chào bạn,. . . . Nếu bạn chưa thanh toán thì bạn lo thanh toán nha. Khi ra trường bạn nợ các khoản nào sẽ không được đăng kí tốt nghiệp nha.. . . . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . em mua bhyt 1 năm . . ngày em mua là 16/11/2019. . bây giờ em có mua nữa k ạ.. . Em cám ơn.. .",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô.. . . . Hiện tại em đã đăng ký tốt nghiệp trên MYBK từ ngày 31/10 và đơn có tình trạng là   B Phiếu đăng ký đã xử lý  /B  nhưng đến bây giờ vẫn chưa có tên trong danh sách chính thức ạ. Không biết khi nào danh sách chính thức mới cập nhật ạ.. . . . Em cảm ơn thầy/cô rất nhiều ạ",
            "Chào bạn,. . . . - Bạn đã hoàn thành các bước đăng kí tốt nghiệp rồi thì yên tâm . Khi nào có quyết định tốt nghiệp thì tình trạng sv sẽ chuyển sang tốt nghiệp.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . dạ em tên [full_name] mssv [student_id] ạ. Cho em hỏi là  tại sao em vẫn chưa có tên trong danh sách chính thức ạ?",
            "Chào bạn,. . . . - Bạn đã hoàn thành các bước đăng kí tốt nghiệp rồi thì yên tâm . Khi nào có quyết định tốt nghiệp thì tình trạng sv sẽ chuyển sang tốt nghiệp.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . -Chào Cô, Em tên [full_name], MSSV [student_id]. . Trong ngành kỹ thuật công trình xây dựng, theo chương trình đào tạo khóa 2015 có 2 môn như sau:. .   + CI3069 Kết cấu thép 2.. .   + CI4049 Tổ chức thi công. . . -Nhưng do em là sinh viên học song ngành, em học bằng 2 ngành kỹ thuật công trình xây dựng nên những môn đó em đã đăng kí theo mã môn học của khóa 2016 bao gồm:. .   + CI3211 Kết cấu thép 2. .   + CI3213 Đồ án môn học kết cấu thép. .   + CI4125 Tổ chức thi công. .   + CI4127 Đồ án môn học tổ chức thi công. . -Và em cung đã học qua những môn trên với kết quả là đủ điểm qua môn. . -Cô cho em hỏi là em cần làm thủ tục gì để em được công nhận là hoàn thành đủ chương trình đào tạo và được nhận bằng 2 ạ(Kỹ thuật công trình xây dựng). . Em xin cảm ơn ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh chị, em là [full_name], là sinh viên bằng 2 chính quy ngành kỹ thuật cơ điện tử, mssv [student_id]. Em gửi đăng ký tốt nghiệp ngày 19/10/2020 nhưng đến giờ kiểm tra trên web phòng đào tạo vẫn ko tìm thấy trong danh sách tốt nghiệp chính thức (đã có trong danh sách dự kiến). Vậy cho em hỏi trường hợp của em phải làm sao?. . Đính kèm ảnh chụp màn hình đăng ký tốt nghiệp. . Cảm ơn.. .",
            "Chào bạn,. . . . - Bạn đã hoàn thành các bước đăng kí tốt nghiệp rồi thì yên tâm . Khi nào có quyết định tốt nghiệp thì tình trạng sv sẽ chuyển sang tốt nghiệp.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào Thầy Cô. . Thầy Cô cho em hỏi vừa nãy em có thanh toán học phí HK 201. Nhưng em lại chọn nhầm khoản thanh toán lần 2, bây giờ em có thể cách nào chuyển khoản thanh toán đó thành đợt 1 không. Em mong Thầy Cô giải đáp thắc mắc giúp em gấp tại hạn chót thanh toán là ngày 12/11 . . . . Em chân thành cảm ơn",
            "Chào bạn,. . . . Bạn phải đóng đợt 1, chứ chuyển học phí từ đợt 2 sang đợt 1 không được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ chào quí thầy cô. . Em Tên [full_name]. . Mssv [student_id]. . Em hiện là sinh viên hệ VHVL ngành: Điện tử viễn thông. . Em hỏi quí thầy cô là học kì này em đăng kí 2 môn: Trường điện từ và Thực tập điện 2. Tổng cộng là 4 chỉ. 1 chỉ là 480.000 nghìn (tổng là 1.920.000) Nhưng em xem trên BK pay tổng tiền phải đóng là 2.100.000. Cho em hỏi sao co phần chênh lệch vậy ạ. . Cảm ơn quí thầy cô đã xem",
            "Chào bạn,. . . . Một tín chỉ là 525.000 nha bạn, 4 tín chỉ * 525.000=2.100.000.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . hệ thống PĐT có  tự động cập nhật lại giúp em hay em phải trực tiếp lên làm đơn ạ? Vì ngày 26/10 đơn đăng ký tốt nghiệp của em đã thành công, nhưng giờ hệ thống lại để hết hạn ( có thể xem ảnh em đính kèm).  Và Em  cũng không có nợ hp",
            "Chào bạn,. . . . Bạn đã đăng kí tốt nghiệp rồi mà.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi chuẩn anh văn ra trường đối với [full_name]18 nếu nộp bằng Toeic từ H[full_name]201 là 600 hay 500 ạ.. . Chuẩn anh văn 3 của [full_name]18 nếu nộp bằng trong học kỳ này là 450 hay 550 ạ.",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thân chào Thầy/Cô phụ trách,. . . . Em tên Phạm Đức Huy, lớp CK16LOG, MSSV [student_id].. . . . Em muốn hỏi thông tin về Hồ sơ tốt nghiệp của em đã được xét duyệt và hoàn thiện chưa ạ sau khi em đã đăng ký Tốt nghiệp trên mybk và có kích hoạt tài khoản cựu sinh viên? . . . . Em đăng ký từ ngày 21/10/2020 và đến nay là 06/11/2020 vẫn chưa có email phản hồi về việc em được tốt nghiệp chính thức, và trong   B DANH SÁCH TỐT NGHIỆP CHÍNH THỨC  /B  trên hệ thống aao cũng không có thông tin của em.  . . . . Mong Thầy/Cô xem xét lại hồ sơ của em ạ.. . . . Em cảm ơn.",
            "Chào bạn,. . . . - Bạn đã hoàn thành các bước đăng kí tốt nghiệp rồi thì yên tâm . Khi nào có quyết định tốt nghiệp thì tình trạng sv sẽ chuyển sang tốt nghiệp.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô,. . Em tên [full_name]. . MSSV: [student_id]. . Sau khi nộp chứng chỉ ngoại ngữ, em có đăng ký xét miễn điểm cho môn AV3 và AV4, em đã nộp phí chuyển điểm và được xác nhận trên myBK nhưng đến hôm nay em vẫn chưa thấy thông tin gì trên mục chuyển điểm ở phần thông tin sinh viên.. . Thầy/cô cho em hỏi đăng ký xét miễn điểm của em có được giải quyết chưa ạ. Em cảm ơn.. . Mong phản hồi từ thầy cô.. . . .",
            "Chào bạn,. . . . PDT đang lấy dữ liệu xét miễn điểm cho bạn, sẽ cập điểm chuyển trên cổng thông tin cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô. Em tên là [full_name]. . MSSV: [student_id]. . Thầy cô cho em hỏi bảng điểm của em tất cả các môn đã qua hết rồi nhưng sao số tín chỉ lại chưa đươc cập nhật ạ!. . Em Kính Mong Thầy Cô cập nhật lại số tín chỉ giúp em ạ!. . Mong nhận được sự giúp đỡ của Thầy Cô!. . Em xin chân thành cám ơn Thầy Cô ạ!",
            "Yêu cầu khác. . . . Em chào thầy cô. Em tên là [full_name]. . MSSV: [student_id]. . Thầy cô cho em hỏi bảng điểm của em ở học kì 193 tất cả các môn đã qua hết rồi nhưng sao số tín chỉ lại chưa đươc cập nhật ạ. Em đã chờ đợi rất lâu nhưng vẫ chưa thấy PDT cập nhật ạ.. . Em Kính Mong Thầy Cô cập nhật lại số tín chỉ giúp em ạ!. . Mong nhận được sự giúp đỡ của Thầy Cô!. . Em xin chân thành cám ơn Thầy Cô ạ!  /QUOTE . .",
            "Chào bạn,. . . . Hiện tại học kỳ 193 các khoa chưa nộp điểm hết,  nên số tín chỉ học kỳ hè PDT chưa cập nhật. PDT sẽ cập nhật sau nha bạn.. . . . Thân. ."
        ]
    }
]