[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào cô/thầy . . Vừa qua trường mình có tổ chức kì dự thính 203 theo hình thức học trực tuyến và thực hiện thu học phí để chốt danh sách sinh viên. . . Cho em hỏi em đã đki môn học ở đợt 1 và 2 nhưng vì thông báo học phí thanh toán trước và diễn biến của dịch bệnh, cho em hỏi là nếu đợt này em không thanh toán học phí nhoài việc bị xoá tkb, em có phải chịu thêm cảnh cáo nào không ạ. . . Em cám ơn ! . . Mong thầy/cô phản hổi sớm ạ !",
            "ghi nợ hoc phí, cấm đăng ký môn học nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng đào tạo,. . Trong đợt đăng ký môn cho học kỳ dự thính vừa rồi, em đã đăng ký 1 môn học lại. Nhưng hiện tại em đang ở trong khu cách ly tập trung 21 ngày, và điều kiện mạng ở trong này khá tệ. Vậy nên phòng đào tạo cho em hỏi là nếu em hủy môn và không đóng học phí hè thì có ảnh hưởng gì đến các học kỳ sau không ạ? Và nếu có ảnh hưởng và không nên làm vậy thì có giải pháp nào không ạ?",
            "Chào bạn,. . Bạn có thể làm đơn trình bày và xin hủy môn học học kỳ hè, chụp hình gửi qua [full_name]. chụp hình mình chứng đính kèm để được xem xét hỗ trợ . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ ad ơi cho em hỏi là sao đăng kí môn học đợt 3 là từ ngày 7-9/6 nhưng học kỳ dự thính lại bắt đầu vào 7/6 vậy thì các bạn đăng ký đợt 3 sẽ bị trễ hơn 1 tuần so với các bạn khác có phải không ạ.Mong ad giải đáp giúp em",
            "chào em. đngs là như vậy. . trể hơn mấy ngày đầu của tuần này. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name] [student_id]. Em xin rút môn học Giải tích 2 (MT1005) và xác suất thông kê (MT2001) do tình hình dịch nặng và đang ở quê không đủ điều kiện học online và không đủ học phí. Em xin rút môn và không đóng học phí vì chưa bắt đầu môn học. Em xin cảm ơn.",
            "Chào bạn,. . Hiện tại đã hết thời gian để hủy môn học của học kỳ 203, và nếu rút môn học thì vẫn phải đóng học phí theo quy định nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i e có đăng ký 1 môn dự thính kỳ 203, bây giờ e không có tiền đóng nên sẻ trể hạn đóng học phí trên bkpay. cho e hỏi e có thể đóng trể hơn được ko ạ, nếu được . .  thì thủ tục như nào ạ ( e ở xa tp HCM ạ), nếu e không đóng thì chuyện gì sẻ sảy ra với e ạ.e cảm ơn.. . . .",
            "Chào bạn. . Tình hình học phí HK203 là tách riêng ra làm 2 đợt . . - Kết quả DKMH ĐỢT 1+ 2: đóng tiền từ ngày 2/6 đến 15g ngày 7/6. . -Kết quả DKMH ĐỢT 3: có thông báo sau. . . . Về tình hình có xoá tkb nếu không đóng học phí sẽ có thông báo cụ thể sau. . Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT!. .    Em xin hỏi là trường hợp của em đăng ký chuyển từ hệ đào tạo chính quy sang VLVH vào năm 2019. Nhưng lúc làm hồ sơ thì em nhớ đã chọn chương trình đào tạo của giáo trình từ 2014-2018. Nhưng giờ em không chắc là mình đang theo học chương trình nào. Phòng đào tạo cho em hỏi là trường hợp của em thuộc chương trình nào ạ?",
            "Gửi đến SV. . căn cứ theo đơn PĐT đã xếp SV vào lớp BT14CTB, Khóa 2014 ngành Cảng công trình biển. . (SV áp dụng CTĐT 2014). . thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đăng ký anh văn nhu cầu 3a kỳ 203.Lúc đầu thì môn av3 em đã lên thời khóa biểu, sau đó thì em định đóng tiền theo thông báo trước ngày  7/6 nhưng mà bên BKPAY nó không hiện mục thanh toán.Em kiểm tra thì thấy không thấy môn học trong thời khóa biểu nữa.kiểm tra đăng ký môn học thì thấy môn đã bị hủy .Mà e vẫn nhận được mail học meet môn av3 và có tên trong danh sách.Vậy e nên đăng ký lại môn av3a vào đợt 3 hay không và xử lý như thế nào?Em cảm ơn.",
            "em cần đăng ký lai, và xem lý do không đăng ký được của đợt trước trong lich sử đk"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name], mssv [student_id]. . Em có đk nhận giấy xác nhận sv nhưng do tình hình dịch bệnh nên không thể vô trường lấy được ạ. . . Có có mail pđt và gọi nhưng không được. . . Em muốn xin bản scan hoặc chụp giấy xác nhận sv để nộp cho bên giáo dục quốc phòng ạ. . . Em cảm ơn",
            "Chào bạn. . Gởi bạn theo file đính kèm"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào mọi người, hiện em có đăng ký 1 môn học trong hk hè 203 vừa rồi. Nhưng quá trình đăng ký có 1 vài sự nhầm lẫn của em và hiện em không có dủ đk tài chính để tiếp tục môn học và không thể thanh toán trong đợt đóng học phí này. Em thấy pdt thông báo nếu sv không thanh toán đúng hạn sẽ bị hủy thời khoá biểu, đó cũng là mong muốn của em. V mọi người cho em hỏi ngoài hủy thời khoá biểu thì nếu em ko thanh toán học phí đúng hạn trong hk hè này còn bị kỷ luật gì nữa không ạ .. .  Em cảm ơn mọi người rất nhiều ạ.",
            "Chào bạn. . Đến thời điểm hiện tại, theo quy định không thể huỷ môn học và huỷ học phí Hk203. . Nhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian. . Theo quy định, nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 (chính quy+ dự thính) . . Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào quý thầy cô phòng đào tạo ạ!. . . . Vốn dĩ em tính học môn học Cơ học kết cấu trong kỳ hè(đã đk đợt 2) này nhưng gia đình vừa mới xảy ra nhiều chuyện và dịch bệnh hoành hành làm xáo trộn, kiệt quệ kinh tế gia đình, em và gia đình hoàn toàn bất lực trước học phí nên em phải quyết định giảm lại số tín chỉ đăng ký kỳ này. . . . Em gửi tin nhắn này với tất cả hy vọng để mong quý thầy cô xem xét cho em được rút môn học Cơ học kết cấu CI2029 (mà không tính phí) được không ạ .. . Em xin chân thành cảm ơn!Chúc thầy cô sức khỏe để vượt qua đại dịch.",
            "Chào bạn. . -\tĐến thời điểm hiện tại, theo quy định không thể huỷ môn học và huỷ học phí Hk203. . -\tNhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian. . -\tTheo quy định, nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 (chính quy+ dự thính) . . -\tHiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . Thân. .",
            "Dạ em xin lỗi vì mở lại câu hỏi ạ. . Nhưng mà kỳ này do có môn tiên quyết với đăng ký thực tập, em sẽ cố gắng đóng chung với đợt 2(đợt đăng ký môn thứ 3 từ 7-9). . Hôm rồi, em gửi tin nhắn lên bksi sáng ngày 7 với hy vọng được hồi âm nên qua chiều em dự định đóng chung đợt 1 và đợt 2 nhưng do đường truyền hay kĩ thuật nên ngày 9 e mới nhận được phản hồi. . Mong thầy cô xem xét việc hủy môn của  em cùng các bạn, em tin là số lượng các bạn bị hủy môn vì chưa đóng học phí rất nhiều ạ, . . Em xin lỗi vì sự chậm trễ này, và sẽ viết đơn trình bày lý do sau khi hết dịch, lần đầu em bị hủy môn đợt cuối vì không đóng học phí nên rất hoang mang, mong thầy cô phản hồi :((",
            "tkb sẽ phục hồi vào cuối ngày.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi! Học kỳ hè 203 này e có đăng ký 1 môn, hiện em không muốn học và do vấn đề gia đình nên em không thể đóng học phí cho hk203, em thấy mail thông báo là không đóng sẽ bị hủy thời khoá biểu, vậy khi kì 211 em có bị cấm đăng ký môn không ạ. Em cảm ơn!. .",
            "Chào bạn. . Theo quy định, mặc dù là nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Pđt trả lời giúp em câu hỏi trên ạ ! . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]. .   i Học vụ . hiện e đã thanh toán học phí trể hạn và bị dự kiến tạm dừng học. . . cho e hỏi là phải làm sao để được tiếp tục học ạ. . .",
            "Chào bạn. . Hiện tại bạn đã đóng học phí chưa?, bạn nhanh chóng thanh toán học phí gấp, để nhà trường xử lý. . Thân. .",
            "HIện E đã thanh toán toàn bộ các khoản học phí rồi ạ",
            "Chào bạn. . Vậy được rồi nghen bạn. . Thân",
            "Hiện tại e không thể DKMH do \"chưa thanh toán học phí\" mong cô xem lại giúp em ạ.",
            "Chào bạn. . Vậy bạn viết đơn xin dkmh , ghi rõ tên môn + nhóm, lý do: mới thanh toán học phí không đăng ký được ở đợt 3, đính kèm nộp lên bksi: mục DKMH, để xử lý nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT. . Hiện em có đăng ký 2 môn cho học kỳ hè, nhưng do em không chuẩn bị kịp cho học phí nên em định hủy môn, nhưng đăng ký môn học đợt 3 lại chỉ cho đăng ký bổ sung và 15h00 hôm nay (07/06/2021) là hạn cuối đóng học phí, nếu em bị trễ thì có bị trừ điểm rèn luyện, có bị 0 điểm và nợ những môn đó không ạ?",
            "Chào bạn. . Đến thời điểm hiện tại, theo quy định không thể huỷ môn học và huỷ học phí Hk203. . Nhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian. . Theo quy định, nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 (chính quy+ dự thính) . . Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là giờ em đang ở ktx không cho ra ngoài thì em làm đơn xin gia hạn đóng tiền học kì hè như thế nào ạ. .",
            "Chào bạn. . -Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen gia hạn thêm 1 ngày đến 15giờ ngày 8/6/2021. . -Với lại thanh toán qua cổng Mybk-- bkpay mà bạn không cần ra ngân hàng nghen. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy cô cho em hỏi, kì 202 vừa rồi em đóng trễ học phí. . Nhưng ngày 4/6 vừa rồi em đã bổ sung học phí kì 202 và đóng đầy đủ cả học phí kì hè thì có bị tạm dừng học không ạ. .",
            "Chào bạn. . Nếu bạn đã đóng học phí HK202 trước ngày 6/6 thì không sao nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi là hạn chót nộp chứng chỉ ngoại ngữ 4 kĩ năng để xét tốt nghiệp và hạn chót để chuyển điểm các môn Anh văn cho đợt tốt nghiệp tháng 11/2021 là khi nào ạ?",
            "Chào bạn,. . Bạn vui lòng đợi thông báo về lịch tốt nghiệp tháng 11/2021 sẽ thông báo thời gian cụ thể về xét tốt nghiệp nhé.. . Sẽ được cập nhật tại lịch học vụ, hiện tại chưa có lịch trình cụ thể, Sẽ cập nhật trong tháng 6/2021. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng CTCT-SV . . Em là [full_name] . . MSSV [student_id]. . Em đã bị buộc thôi học vì lý do học lực. . Bây giờ em muốn thi lại vào trường Bách Khoa một lần nữa tại kỳ thi THPT quốc gia sắp tới.. . Vậy em có cần phải rút học bạ ở trường ra trước hay cần thủ tục gì không ạ.. . Mong nhà trường giải đáp giúp em.. . Em xin cảm ơn.",
            "Chào bạn,. . Không cần rút học bạ nhé bạn, vì học bạ bạn nộp cho trường là bản sao công chứng, đó là hồ sơ lưu của nhà trường.. . thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo,. . . . Em tên là [full_name] - MSSV [student_id]. Ngày 6/6/2021 em có đăng ký in bảng điểm và đăng ký hình thức chuyển phát qua đường bưu điện. Tuy nhiên em thuộc dạng sinh viên đã tốt nghiệp và được yêu cầu phải thanh toán tại phòng Đào Tạo. Tuy nhiên với tình hình Covid như hiện nay, Phòng Đào Tạo có phương án nào khác hỗ trợ em không ạ?. . . . Em mong nhận được phản hồi sớm từ Phòng Đào Tạo. . . . . Em xin chân thành cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]. .   i Học vụ . E là SV chính quy chuyển sang hệ VLVH. E bị mất email những môn được miễn học, có thể gửi lại email xác nhận giúp em những môn học được miễn giảm và những môn học cần phải học được không ạ.. .",
            "Chào bạn. . Phòng đào tạo đã trả lời qua mail, bạn vui lòng kiểm tra mail nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin kính chào Phòng Đào tạo ạ,. . Em hiện là sinh viên K18, khoa kĩ thuật xây dựng, hệ CLC tiếng Anh.. . Em có đăng kí môn thực tập ngoài trường vào kì hè này. Theo email thông báo trước đó, kì hạn đóng học phí là từ 2/6 - 7/6. . . Tuy nhiên, đến tận hiện tại thì trên Bkpay của em vẫn chưa có mục đóng tiền này.. . Em có đính kèm hình ảnh theo yêu cầu.. . Em xin cảm ơn ạ.. . Trân trọng",
            "Chào bạn. . -Về vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin phép Phòng Đào Tạo đăng kí giúp em đăng kí môn học dự thính hè 203. . Môn giải tích 1. . Mã môn học: MT1003. . Nhóm lớp DT02_DT02. . Em cám ơn ạ",
            "Chào bạn. . Đăng ký môn học online vào đợt 3. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Tuần trước em có đăng ký in bảng điểm và nhận tài Phòng Đào tạo vào sáng thứ 2 (ngày 7/6). Nhưng vì tình hình dịch bệnh nên Phòng Đào Tạo không làm việc và em không thể nhận được bảng điểm đã in. . . Cho em hỏi là làm cách nào để em đăng ký chuyển bảng điểm về nhận tại nhà vậy ạ? Vì đã thanh toán phí bảng điểm rồi nên em không thể đăng ký lại bảng mới. Kính mong nhận được phản hồi từ Phòng Đào Tạo.. . Em xin chân thành cảm ơn.. .",
            "Chào bạn. . Bạn cho địa chỉ chính xác ở Pdt gởi, bạn thanh toán cước phí khi nhận. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/ cô giáo .. . Thưa thầy/cô:. . Em là [full_name] MSSV [student_id]. . Em có đăng kí học kì hè 203. Hiện tại thì 3 giờ chiều nay là hết hạn thanh toán học phí nhưng tài khoản OCB của e bị lỗi không thể nộp tiền học được. Em đã về quê rồi nên không có 1 chí nhánh ocb nào để đi đóng trực tiếp được. Hiện tại thì em đã hết cách để đi đóng học phí. Em nhờ chị em ở sài gòn đi nộp giùm thì khoảng 2-3 ngày nữa chị em mới đi được. E thấy học kì chính nộp trễ thì bị cảnh cáo và trừ drl. . . Nhưng em chưa biết học kì hè như thế nào và có bị xóa thời khóa biểu không? . . Mong thầy/cô cho e hỏi 1 2 ngày nữa e nộp có được không ạ. . . Em chân thành cảm ơn.. .",
            "Chào bạn. . Tình hình học phí HK203 là tách riêng ra làm 2 đợt . . - Kết quả DKMH ĐỢT 1+ 2: đóng tiền từ ngày 2/6 đến 15g ngày 7/6. . -Kết quả DKMH ĐỢT 3: có thông báo sau. . . . Về tình hình có xoá tkb nếu không đóng học phí sẽ có thông báo cụ thể sau. . Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . - Cô sẽ ghi nhận trường hợp của bạn gia hạn bạn thêm 2 ngày nữa nghen. . Thân",
            "Dạ vâng , em chân thành cảm ơn cô ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký môn học đợt 3 em có thể hủy, xóa môn được không ạ? Nếu không được thì em phải làm sao để hủy ạ, hiện tại em không thể lên trường được ạ.. .",
            "Chào bạn. . -\tĐến thời điểm hiện tại, theo quy định không thể huỷ môn học và huỷ học phí Hk203. . -\tNhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian. . -\tTheo quy định, nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 (chính quy+ dự thính) . . -\tHiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em hiện là sinh viên khoa Điện - Điện Tử trường Đại học Bách Khoa.. . . . Do không thể thực hiện cuộc gọi vào số điện thoại của Phòng đào tạo nên em được nhờ hỏi về phương thức nộp hồ sơ UTXT.. . . . Em có 02 vấn đề cần được giải đáp ạ:. . 1. Nội dung bài luận giới thiệu về bản thân có độ dài tối đa 1 trang A4 phải không ạ?. . 2. Nếu gửi hồ sơ online thì không cần phải ra bưu điện nữa đúng không ạ?. . . . Em rất mong được giải đáp\t. . . .",
            "Chào bạn,. . Bạn vui lòng tham khảo quy định tuyển sinh tại đây:. . uyensinh.hcmut.edu.vn/phương thức tuyển sinh/2. Ưu tiên xét tuyển (UTXT) theo quy định của ĐHQG-HCM/. . hiện tại bạn có thể chọn 1 trong 2 cách nộp trên nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . cho em hỏi trường có được nộp chứng chỉ ngoại ngữ B2 không ạ. . . .",
            "Chào bạn,. . Vui lòng tham khảo các loại chứng chỉ theo quy định của nhà trường chấp nhận tại đây nhé;. . http://aao.hcmut.edu.vn/sinh viên/quy chế-quy định/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt). . Ngoài các chứng chỉ trong quy định thì không được chấp nhận nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là học phí DT203 đợt 2 có thể chờ để đóng chung với đợt 3 vẫn được hay là bắt buộc phải đóng đúng hạn nếu không muốn bị xóa TKB ạ? Và nếu bị xóa thì PĐT sẽ cập nhật vào ngày nào ạ, có kịp để đăng kí ở đợt 3 nếu bị xóa không ạ?",
            "Chào bạn. . Tình hình học phí HK203 là tách riêng ra làm 2 đợt . . - Kết quả DKMH ĐỢT 1+ 2: đóng tiền từ ngày 2/6 đến 15g ngày 7/6. . -Kết quả DKMH ĐỢT 3: có thông báo sau. . . . Về tình hình có xoá tkb nếu không đóng học phí sẽ có thông báo cụ thể sau. . Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . Thân",
            "Dạ cho em hỏi nếu xóa bị tkb đợt 2 rồi do không thanh toán học phí thì không phải thanh toán học phí nữa hay vẫn phải thanh toán học phí  ạ?",
            "Chào bạn. . Đến thời điểm hiện tại, theo quy định không thể huỷ môn học và huỷ học phí Hk203. . Nhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian. . Theo quy định, nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 (chính quy+ dự thính) . . Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1710648  /b \t. . . .   i Đăng ký môn học . Em đăng kí anh văn 4 (LA1009). Em đã chuyển điểm anh văn 3( môn học trước) và đã cập nhật ở cột điểm chuyển. Nhưng em vẫn không đăng kí được môn học anh văn 4 vì lí do MÔN HỌC TRƯỚC chưa hoàn thành. . . Mong PĐT giải quyết giúp em để em hoàn thành và được ra trường. Em cảm ơn",
            "em có tkb môn la1009 bình thường. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa thầy/cô,. .  Đợt 3 này phòng đào tạo chưa mở mục đăng ký môn học chuyển hệ nên hệ thống báo không đúng loại hình sinh viên khi em đăng ký môn học. Mong thầy cô kiểm tra để em có thể đkmh đợt 3 này ạ. Em cảm ơn",
            "Chào bạn. . Hiện tại bạn đã dkmh được chưa? nếu chưa được thì bạn vui lòng báo lại môn muốn dkmh vào bksi để pdt xử lý cho bạn nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi nếu đăng kí môn học đợt 3 thì 12/6 mới cập nhật thời khóa biểu, nhưng 7/6 đã bắt đầu hk203, nhưng 8/6 đã có tiết của môn học thì làm sao ạ?",
            "Chào bạn. . Có thể xin phép thầy bổ sung bài thiếu, hoặc bài giảng đã bị lỡ qua nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT.. . . . Em đã có đăng ký in bảng điểm và bây giờ muốn nhận bảng điểm tại KTX Bách Khoa thì phải làm thủ tục nhận như thế nào ạ?. . . . Em xin chân thành cảm ơn.. . . . Trân trọng./.. . [full_name]",
            "Chào bạn. . Chắc bạn đăng ký in bảng điểm lại đồng thời bảng mới này đăng ký nhận qua bưu điện luôn nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  i . .  học kì hè 203 em có đăng kí 1 môn nhưng do gia đình em gặp vấn đề do dịch ảnh hưởng đến tài chính, nên em không còn mong muốn học hè nữa. trong lần đăng kí đợt 3 này em không hủy môn được, mong pđt cho em xin hướng giải quyết là em có thể rút môn sớm không đóng học phí hay là có hướng giải quyết nào khác không ạ.. . Em xin cảm ơn thầy/cô ở pđt rất nhiều.",
            "Chào bạn. . Đến thời điểm hiện tại, theo quy định không thể huỷ môn học và huỷ học phí Hk203. . Nhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian. . Theo quy định, nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 (chính quy+ dự thính) . . Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có đk môn giải tích nhưng giờ em ko muốn học nữa và định không đóng phí cho môn đó thì có bị sao không ạ. Hay là em phải đi làm đơn xin rút môn. Em thấy không đóng thì bị hủy tkb, em không biết là hủy cả kì 203 hay hủy tkb của môn đó. Mong [full_name] trả lời",
            "Chào bạn. . Đến thời điểm hiện tại, theo quy định không thể huỷ môn học và huỷ học phí Hk203. . Nhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian. . Theo quy định, nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 (chính quy+ dự thính) . . Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi em có thể hủy môn dự thính hk203 bằng cách nào ạ?  Vì giờ khó khăn nên nhà em không thể đóng tiền được. Em không đóng thì có bị nợ học phí không với có ảnh hưởng tới học kì chính 211 không vì đột xuất quá nên giờ đã đăng kí môn học đợt 3 trường không cho huỷ ạ.. . Em chân thành cảm ơn.. .",
            "Chào bạn. . Đến thời điểm hiện tại, theo quy định không thể huỷ môn học và huỷ học phí Hk203. . Nhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian. . Theo quy định, nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 9 (chính quy+ dự thính) được. . Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]-[full_name]\t. . . . Đăng kí môn học:CI4127- Đồ án MH tổ chức thi công. GV: [full_name]. . ( Mon học này đã được đồng ý mở lớp tuy nhiên không hiển thị thời kháo biểu và học phí). .",
            "Chào bạn. . - Môn đồ án không có có tkb nghen bạn, bạn liên hệ Bộ môn để được phân công thầy hướng dẫn nghen. . - Học phí Cô đã thấy tính rồi mà . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do kì rồi môn học (anh văn 3) của em đăng kí không mở lớp nên em không có môn học. Nên kì hè này em không được đăng kí môn học. Xin nhà trường cho em cách giải quyết sớm nhất để em kịp tiến độ đăng kí môn anh văn 3 ạ. Em xin trân thành cảm ơn.",
            "bạn hiện bị tạm dừng. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi là em bị trùng thời khóa biểu . em có thể đăng kí không ạ . vì đây là môn chuyên ngành kì sau không mở nữa. . . .",
            "Môn em muốn đăng kí là MA3029",
            "Chào em. . Em xin link học ở gv đi học trước.. . tkb se cấp nhật vào cuối tuần. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên phan minh nhườn mssv[student_id]. . Hiện em đang theo học trong học kỳ hè 203 dự thính. Vì sỉ số lớp ít pdt yêu cầu đóng học phí đúng hạn. Nhưng do điều kiện gia đình với dịch bệnh cùng với thời gian yêu cầu đóng tiền quá ngắn chỉ khoản 5 ngày nên em không chuẩn bị kịp số tiền tương ứng. Mong pdt xem xét cho em được thực hiện thủ tục tạm hoãn thanh toán học phí học kỳ hè 203 ạ. Em xin cảm ơn. Mong pdt phản hồi sớm giúp em.",
            "Chào bạn. . -Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen, nhà trường chỉ có thể gia hạn thêm 1 ngày đến 15giờ ngày 8/6/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy cô, hiện tại tình hình kinh tế nhà em bị ảnh hưởng bởi dịch covid nên em không thể hoàn tất nộp học phí dự thính kì 203 được. Em đăng kí môn Đại số tuyến tính, mã môn học MT1015. Cho em hỏi là nếu không thanh toán học phí đúng hạn thì em sẽ bị huỷ thời khoá biểu và có bị nợ học phí không ạ. Em cám ơn quý thầy cô đã đọc và trả lời giúp em.",
            "Chào bạn. . -Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen, nhà trường chỉ có thể gia hạn thêm 1 ngày đến 15giờ ngày 8/6/2021. . -Theo quy định, nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . E muốn đăng ký môn Giải tích 1 MT1003 trong đợt dự thính kỳ này ạ, nhưng do hiện tại các lớp full sỉ số nên e không đăng ký được a, e mong PĐT mở thêm sĩ số để e đăng ký học được không ạ",
            "Chảo em.. . môn MT1003 được bổ sung nhóm DT03,. . tuy nhiên tkb cuối tuần mới được cập nhật. . Em xin link học ở gv để đi học trước. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào tạo. . Em tên [full_name], MSSV [student_id], khoa Môi trường và Tài nguyên. . Do em không chú ý hạn nộp học phí kỳ 203 nên em đã không chuẩn bị kịp tiền phí để nộp. Em kính mong PĐT xem xét và gia hạn thêm để em có thời gian chuẩn bị đủ học phí ạ. . Em cám ơn.",
            "Chào bạn. . -Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen, nhà trường chỉ có thể gia hạn thêm 1 ngày đến 15giờ ngày 8/6/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào thầy/cô ạ, do tình hình dịch nên em không vào được pđt em không biết có cách nào để xin mở lớp dự thính hè trực tuyến không ạ, nếu có em xin thầy/cô giúp em cách làm với. Em xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name], MSSV: [student_id] . . Em là Chiến sĩ chiến dịch tình nguyện Mùa hè Xanh khoa Điện - Điện tử 2021, sau khi vừa nhận được thông báo Chiến dịch Mùa hè Xanh 2021 sẽ không đưa sinh viên xuống địa bàn.. . Em có nguyện vọng muốn học hè 2 môn học là MT2013 (Xác suất và thống kê) và SP1031 (Triết học [full_name] - [full_name]) để học trong kỳ hè này vì lớp đã đủ sĩ số nên em không đăng ký vào được.. .",
            "QUOTE MSSV/MSGV: 2010477    . . . . Đăng ký môn học. . . . Em tên là Nguyễn Trọng Nhân, MSSV: 2010477. . Em là Chiến sĩ chiến dịch tình nguyện Mùa hè Xanh khoa Điện - Điện tử 2021, sau khi vừa nhận được thông báo Chiến dịch Mùa hè Xanh 2021 sẽ không đưa sinh viên xuống địa bàn.. . Em có nguyện vọng muốn học hè 2 môn học là MT2013 (Xác suất và thống kê) và SP1031 (Triết học Mác - Lênin) để học trong kỳ hè này vì lớp đã đủ sĩ số nên em không đăng ký vào được.. .   /QUOTE . .   QUOTE MSSV/MSGV: 2010477    . . . . Đăng ký môn học. . . . Em tên là Nguyễn Trọng Nhân, MSSV: 2010477. . Em là Chiến sĩ chiến dịch tình nguyện Mùa hè Xanh khoa Điện - Điện tử 2021, sau khi vừa nhận được thông báo Chiến dịch Mùa hè Xanh 2021 sẽ không đưa sinh viên xuống địa bàn.. . Em có nguyện vọng muốn học hè 2 môn học là MT2013 (Xác suất và thống kê) và SP1031 (Triết học Mác - Lênin) để học trong kỳ hè này vì lớp đã đủ sĩ số nên em không đăng ký vào được.. .   /QUOTE . .   QUOTE MSSV/MSGV: 2010477    . . . . Đăng ký môn học. . . . Em tên là Nguyễn Trọng Nhân, MSSV: 2010477. . Em là Chiến sĩ chiến dịch tình nguyện Mùa hè Xanh khoa Điện - Điện tử 2021, sau khi vừa nhận được thông báo Chiến dịch Mùa hè Xanh 2021 sẽ không đưa sinh viên xuống địa bàn.. . Em có nguyện vọng muốn học hè 2 môn học là MT2013 (Xác suất và thống kê) và SP1031 (Triết học Mác - Lênin) để học trong kỳ hè này vì lớp đã đủ sĩ số nên em không đăng ký vào được.. .   /QUOTE . .   QUOTE MSSV/MSGV: 2010477    . . . . Đăng ký môn học. . . . Em tên là Nguyễn Trọng Nhân, MSSV: 2010477. . Em là Chiến sĩ chiến dịch tình nguyện Mùa hè Xanh khoa Điện - Điện tử 2021, sau khi vừa nhận được thông báo Chiến dịch Mùa hè Xanh 2021 sẽ không đưa sinh viên xuống địa bàn.. . Em có nguyện vọng muốn học hè 2 môn học là MT2013 (Xác suất và thống kê) và SP1031 (Triết học Mác - Lênin) để học trong kỳ hè này vì lớp đã đủ sĩ số nên em không đăng ký vào được.. .   /QUOTE . .   QUOTE MSSV/MSGV: 2010477    . . . . Đăng ký môn học. . . . Em tên là Nguyễn Trọng Nhân, MSSV: 2010477. . Em là Chiến sĩ chiến dịch tình nguyện Mùa hè Xanh khoa Điện - Điện tử 2021, sau khi vừa nhận được thông báo Chiến dịch Mùa hè Xanh 2021 sẽ không đưa sinh viên xuống địa bàn.. . Em có nguyện vọng muốn học hè 2 môn học là MT2013 (Xác suất và thống kê) và SP1031 (Triết học Mác - Lênin) để học trong kỳ hè này vì lớp đã đủ sĩ số nên em không đăng ký vào được.. .   /QUOTE . .   QUOTE MSSV/MSGV: 2010477    . . . . Đăng ký môn học. . . . Em tên là Nguyễn Trọng Nhân, MSSV: 2010477. . Em là Chiến sĩ chiến dịch tình nguyện Mùa hè Xanh khoa Điện - Điện tử 2021, sau khi vừa nhận được thông báo Chiến dịch Mùa hè Xanh 2021 sẽ không đưa sinh viên xuống địa bàn.. . Em có nguyện vọng muốn học hè 2 môn học là MT2013 (Xác suất và thống kê) và SP1031 (Triết học Mác - Lênin) để học trong kỳ hè này vì lớp đã đủ sĩ số nên em không đăng ký vào được.. .   /QUOTE . .   QUOTE MSSV/MSGV: 2010477    . . . . Đăng ký môn học. . . . Em tên là Nguyễn Trọng Nhân, MSSV: 2010477. . Em là Chiến sĩ chiến dịch tình nguyện Mùa hè Xanh khoa Điện - Điện tử 2021, sau khi vừa nhận được thông báo Chiến dịch Mùa hè Xanh 2021 sẽ không đưa sinh viên xuống địa bàn.. . Em có nguyện vọng muốn học hè 2 môn học là MT2013 (Xác suất và thống kê) và SP1031 (Triết học Mác - Lênin) để học trong kỳ hè này vì lớp đã đủ sĩ số nên em không đăng ký vào được.. .   /QUOTE . .   QUOTE MSSV/MSGV: 2010477    . . . . Đăng ký môn học. . . . Em tên là Nguyễn Trọng Nhân, MSSV: 2010477. . Em là Chiến sĩ chiến dịch tình nguyện Mùa hè Xanh khoa Điện - Điện tử 2021, sau khi vừa nhận được thông báo Chiến dịch Mùa hè Xanh 2021 sẽ không đưa sinh viên xuống địa bàn.. . Em có nguyện vọng muốn học hè 2 môn học là MT2013 (Xác suất và thống kê) và SP1031 (Triết học Mác - Lênin) để học trong kỳ hè này vì lớp đã đủ sĩ số nên em không đăng ký vào được.. .   /QUOTE . .   QUOTE MSSV/MSGV: 2010477    . . . . Đăng ký môn học. . . . Em tên là Nguyễn Trọng Nhân, MSSV: 2010477. . Em là Chiến sĩ chiến dịch tình nguyện Mùa hè Xanh khoa Điện - Điện tử 2021, sau khi vừa nhận được thông báo Chiến dịch Mùa hè Xanh 2021 sẽ không đưa sinh viên xuống địa bàn.. . Em có nguyện vọng muốn học hè 2 môn học là MT2013 (Xác suất và thống kê) và SP1031 (Triết học Mác - Lênin) để học trong kỳ hè này vì lớp đã đủ sĩ số nên em không đăng ký vào được.. .   /QUOTE . .",
            "Chào em.. . Môn học SP1031 và MT2013 đã được bổ sung nhóm DT03,. . tkb sẽ đươc cập nhật vào cuối tuần, em xin link gv đi học trước nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Lí do: dịch covid19 nên tài chính gia đình em khó khăn, mong Nhà trường, phòng Đào tạo trường ĐH Bách Khoa HCM suy xét ! Em cảm ơn ạ !",
            "Chào bạn. . -Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen, nhà trường chỉ có thể gia hạn thêm 1 ngày đến 15giờ ngày 8/6/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "PĐT cho em hỏi về đăng kí thực tập ngoài trường hè này ạ. . em là SV khoa Điện - điện tử ngành điện tử viễn thông, theo điều kiện tiên quyết thì em phải đủ 98 chỉ mới được đăng kí thực tập.. . nhà trường có gửi mail tạm thời xét đạt hết các môn HK202 nhưng cộng vào thì số TCTL của em cũng mới được 95 chỉ, nhưng em vẫn đăng kí được thực tập ngoài trường là sao ạ?. . mong PĐT giải thích dùm em.. . em cảm ơn nhiều ạ.",
            "Chào bạn. . Bạn xem kết quả tại trang Mybk--  xem tkb . . Không có môn học này nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô!. . Em tên là [full_name]. . MSSV [student_id]. . Khoa kĩ thuật xây dựng. . Sinh viên hệ vừa làm vừa học. . . . Ngày 11/3/2021 em có làm việc với phòng đào tạo nhà A1 về việc khoản học phí em tin là có sự nhầm lẫn. Em đã viết đơn nộp cho pđt, giấy hẹn trả kết quả thì không có ghi ngày. Một tháng sau đó em có quay lại hỏi về khoản thanh toán đó thì pđt trả lời là chưa có kết quả, và dặn không thanh toán để chờ xử lí. Em đã gửi mail cho thầy [email] vào ngày 2-3-5/6/2021 nhưng vẫn chưa có câu trả lời thích đáng về khoản học phí đó. Cho đến nay là ngày 7/6/2021 em bị khóa đăng kí môn học vì lí do nợ học phí. Em cần được biết khoản học phí đó là em tính sai, hay do có sự nhầm lẫn từ nhà trường, để em đóng nên em mới chờ câu trả lời trong thời gian qua.. . . . Cụ thể trong học kì 201 em đăng kí 20 tín chỉ có tkb đính kèm. Sau đó đến đợt thanh toán DDTC201.1.[student_id].1 em đã thanh toán đầy đủ số tiền 10.500.000đ  (525.000đ/tc cho 20 tín chỉ theo đơn giá tại học kì 201 cho hệ vlvh) vào ngày 14/11/2020. . . . Đến tháng 3/2021 em lại thấy một khoản thanh toán DDDP201.3.[student_id].1 có giá 1.575.000đ em không rõ là học phí hay khoản thanh toán gì vì em đã thanh toán đủ cho 20 tín chỉ theo thời khóa biểu đăng kí.. . . . Kính mong quý thầy/cô và nhà trường giải quyết và cho em câu trả lời sớm vì sắp hết thời gian đăng kí môn học kì hè nhưng em thì đang bị khóa đăng kí. Em xin cảm ơn!",
            "chào em, em cần đăng ký môn học nào, vui lòng cung cấp mã môn học, nhóm cần đăng ký để PĐT hỗ trợ bổ sung trước nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là K17 sinh viên khoa Điện-Điện tử thuộc chuyên ngành Điện tử - Viễn thông. Cho em hỏi là tại sao em đăng ký môn Thực tập ngoài trường theo mã môn học EE3335 không được ạ? Và em nên đăng ký môn Thực tập ngoài trường theo mã môn học nào là đúng theo chương trình học của mình vậy ạ? Em cảm ơn. MSSV của em là [student_id].",
            "Chào bạnChào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào em.. . môn học đã được bổ sung.. . tuy nhiên cuối tuần mới cập nhật được tkb.. . Em xin link gv đi học trước nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy,cô.Cho em hỏi em có thể gia hạn nộp học phí HK203 được không ạ. Bởi vì ba mẹ em chưa có tiền đóng ạ, vì cũng đang dịch nên khó khăn nên em có thể gia hạn không ạ em cảm ơn.",
            "Chào bạn. . -Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen, nhà trường chỉ có thể gia hạn thêm 1 ngày đến 15giờ ngày 8/6/2021. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT!. . Em là [full_name], sinh viên khoa Kĩ thuật Địa chất và Dầu khí. Hiện tai em đang học song song thêm ngành Khoa học máy tính. Lý do em viết yêu cầu này là em muôn đăng kí môn học CO3315-THực tập ngoài trường. Em đã đủ điều kiện để đăng kí và đã đăng kí đợt 1 nhưng lại bị hệ thống xóa.. . Em viết đơn đính kèm theo này để mong PĐT có thể giúp em đăng kí môn CO3315.. . Em xin chân thành cảm ơn !",
            "Chào bạn. . Bạn không đăng ký được đâu? bạn đã đọc quy chế về việc học song ngành chưa? (điều 28). . Hiện bạn đã hoàn thành xong học phần tốt nghiệp của bằng 1 chưa?. . Nếu bạn đã hoàn thành rồi, muốn đăng ký ngành 2 thì phải làm đơn xin học bằng 2 có xác nhận của khoa Khoa học máy tính. . Có thể trao đổi thêm với Cô qua mail: [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào cô, em tên là [full_name], em nộp trễ học phí học kì dự thính 202 nên không đăng kí được học kì 203. Cô cho em hỏi là em nộp đơn Trình bày lí do thanh toán trễ học phí như thế nào đây ạ?. . Em cảm ơn ạ!",
            "Chào bạn. . Nếu bạn đã đóng học phí rồi thì gởi lại câu hỏi muốn đăng ký môn gì trên Bksi mục DKMH. . Thân. .",
            "MSSV/MSGV: [student_id]    . . . . Đăng ký môn học. . Dạ em muốn đăng kí lại môn Xác suất thống kê ạ. . Em cảm ơn ạ!",
            "bạn cần cung cấp mã môn học, nhóm",
            "đã bổ sung MT2001, nhóm DT01. . em liên hệ GV để đi học trước. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   b MSSV/MSGV: 2033036  /b \t. . . .   i Yêu cầu khác . Dạ chao Thầy/Cô,. . Cho em hỏi em muốn đăng kí giấy xác nhận sinh viên, nhưng hiện tại trên trang web không cho phép nhập địa chỉ muốn nhận giấy vì lí do covid -  Em tiếp tục chọn Đăng kí thì báo lỗi: Thiết thông tin của địa chỉ. Mong Thầy/Cô xem xét vấn đề này giúp em với ạ.. . Em cảm ơn",
            "QUOTE  MSSV/MSGV: [student_id]    . . . . Yêu cầu khác. . . . Dạ chào Thầy/Cô,. . Cho em hỏi em muốn đăng kí giấy xác nhận sinh viên, nhưng hiện tại trên trang web không cho phép nhập địa chỉ muốn nhận giấy vì lí do covid -  Em tiếp tục chọn Đăng kí thì báo lỗi: Thiếu thông tin của địa chỉ. Mong Thầy/Cô xem xét vấn đề này giúp em với ạ.. . Em cảm ơn  /QUOTE . .",
            "Chào bạn. . Bạn cố gắng thao tác lại nghen, vì Pdt triển khai dịch vụ chuyển qua bưu điện nên chắc chắn là làm được. . - Bạn đăng ký lại nghen. . Thân"
        ]
    }
]