[
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1935037  /b \t. . . .   i Đăng ký môn học . Chào thầy cô. e đã học môn SP1003_MÁC LENIN ở lúc học chính quy nhưng không thể đăng ký môn SP1005  TƯ TƯỞNG HỒ CHÍ MINH.. . Mong thầy cô xem xét cho e đăng ký môn học ak.. .",
            "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT. . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký. . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 .",
            "Chào bạn;. . sau 13g ngày 29/12 bạn theo dõi để đăng ký nhé. . Thân",
            "Mở môn học học kỳ 212 .",
            "Chào bạn;. . Sau 13g ngày 29/12 bạn theo dõi để đăng ký nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/ cô. . . . Dạ, cho em hỏi là môn hóa đại cương, hồi Học kì. . . .  201 em có học và qua rồi, thí nghiệm em được . . . . 8.5 . . vậy nếu kì này em học cải thiện điểm, thì em có. . . . được chuyển điểm thí nghiệm qua không ạ. . . . em xin cảm ơn. .",
            "Chào em,. . Em vui lòng liên hệ GV, nhà trường không có quy định này nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Dạ pdt cho em xin phép gửi đơn xin phép mở môn học cũng như danh sách dự kiến những bạn tham gia ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Dạ em chào PĐT ạ!. . Em tên là [full_name]SV [student_id] Khoa Điện Điện tử. Em gửi mail này cho PĐT mong là PĐT nhận phiếu đăng ký mở thêm lớp Giải tích mạch (EE2033) của em và các bạn khác ạ. Do em cùng với nhiều bạn ở học kì trước không đăng ký được môn này, cộng với việc môn Giải tích mạch là môn tiên quyết quan trọng cho raats nhiều môn ở các học kì sau và học kì này tụi em cũng chưa đăng kí đủ số tín chỉ do nhiều môn học đã đủ lớp nên việc mở thêm lớp Giải tích mạch là điều rất quan trọng với tụi em ạ. Em mong PĐT có thể giúp tụi em và có thể tạo điều kiện cho tụi em được học ạ. Về phần giờ học thì PĐT có thể điều chỉnh lại để tiện cho PĐT ạ. Mong PĐT có thể hồi âm sớm cho tụi em ạ.. . Dạ em thay mặt các bạn khác cảm ơn PĐT nhiều ạ.. . Chúc PĐT luôn có nhiều sức khỏe!. . . .",
            "Chào bạn. . Bạn xem kĩ quy trình đơn mở lớp, bạn đang thiếu xác nhận theo quy định. . . . . .  - Quy trình nhận đơn mở lớp HK chính quy 212 (các môn chưa được mở lớp) : Hiên tại Phòng Đào tạo chỉ nhận đơn “Đề nghị mở môn học” cho HK chính quy 212. SV có nhu cầu mở lớp dự thính vui lòng đăng ký vào Đợt 1 của Lộ trình 2 Dự thính dự kiến bắt đầu đăng ký vào ngày 06/01/2022.. .    1- Tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giảng viên giảng dạy & Khoa/Bộ môn để được ký xác nhận đồng ý (ghi rõ đầy đủ thông tin và Thời khóa biểu);. . - Đối với các môn có thực hành/thí nghiệm : Khoa phải cam kết tổ chức được cho SV.. .    2- Sau đó gửi đơn + email xác nhận đồng ý (nếu có) qua trang hỗ trợ trực tuyến (BKSI)    chọn đề mục “MỞ MÔN HỌC HỌC KỲ 212”    ghi rõ tiêu đề yêu cầu : MỞ MÔN HỌC CHÍNH QUY HK212.. .     3- Thời gian gửi đơn từ 25/12 đến 10g ngày 28/12;. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào anh/chị,. . Em là [full_name], MSSV: [student_id]. . Em có nộp Chứng chỉ ngoại ngữ và xét chuyển điểm ngày 27/12 ạ. . Mã số phiếu xét điểm là: 63914. . Em mong anh/chị có thể giúp em thẩm tra chứng chỉ ngoại ngữ và xét duyệt chuyển điểm giúp em để em có thể kịp đăng kí tốt nghiệp ạ.. . Em xin chân thành cám ơn anh/chị.",
            "Chào em,. . Trường hợp em CCNN chưa được thẩm tra nên không thể chuyển điểm xét tốt nghiệp nhé.. . Thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ, hiện tại cũng đã hết thời gian xét tốt nghiệp của đợt tháng 11/2021.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ theo thông báo mới nhất thì phòng đào tạo cho phép đăng ký Luận văn tốt nghiệp trong học kỳ hè HK213, vậy cho em hỏi học phí sẽ tính theo giá của học kỳ dự thính hay vẫn tính theo giá của học kỳ chính vậy ạ.. . Em cảm ơn.. .   i Yêu cầu khác .",
            "Chào em,. . Môn LVTN tính tiền giống với TTTN trong hè các hk trước nhé. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1811082  /b \t. . . .   i Đăng ký môn học . Kính gửi phòng đào tạo,. . . . Ở mục ĐĂNG KÝ MÔN HỌC DỰ THÍNH MÔN HỌC HK212 - CQ + VLVH ĐỢT 2 - LỘ TRÌNH 1, em thấy phòng đào tạo có mở môn Luận văn tốt nghiệp (ckt) - AS4317 mã lớp T01. Em xin hỏi, em có được dăng ký luận văn tốt nghiệp ở học kỳ dự thính hay không? Vì hiện tại ở học kỳ chính em đã ưu tiên trả nợ môn và học những môn tự chọn.. . . . Em xin cảm ơn quý thầy / cô.",
            "Chào em,. .  Em xin hỏi, em có được dăng ký luận văn tốt nghiệp ở học kỳ dự thính hay không?. . =  Không được nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Mở môn học học kỳ 212 . Dạ em tên là[full_name] [full_name], MSSV [student_id]. Em gửi đơn đề nghị mở môn học con người và môi trường mã môn EN1003 đã được thầy cô và khoa môi trường xác nhận ạ. Em mong phòng đào tạo mở lớp đại trà và thông báo cho em biết khi nào đã mở lớp ạ. Em xin chân thành cảm ơn",
            "Chào bạn;. . vui lòng xác định rõ môn này do giảng viên nào dạy, sao lai nộp 2 đơn cùng 1 môn học mà đến 2 giảng viên??/",
            "Dạ em xin lỗi, em nộp lại đơn ạ. Mong phòng đào tạo xét duyệt cho em ạ",
            "Chào em;. . sau 13h ngày 29/12 em theo dõi đăng ký môn học . . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ cho em hỏi rằng em k17 còn môn cơ học ứng dụng nhưng môn đã bị loại bỏ khỏi chương trình của các khóa sau vậy em phải làm gì để được học môn đó ạ",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em kính chào thầy cô ạ,. . Em là [full_name], mssv: [student_id], sinh viên lớp DD18KSVT.. . Em có thắc mắc về môn học cốt lõi chương trình Kỹ sư tài năng, được xét là đạt khi điểm môn học là KHÁ và phần mở rộng là [full_name].. . Trong học lỳ trước em có Hoãn thi một môn cốt lõi, khi thi lại thì em có được nhận Điểm chữ là ĐẠT hay Điểm số ạ? Em có cần phài đăng ký học lại môn đó để xét là [full_name] môn cốt lõi không ạ?. . Em xin chân thành cảm ơn.. . Trân trọng. . . . . .",
            "Chào em,. . - Nếu em đã đạt học phần mở rộng em nói với GV phụ trách, GV sẽ nhập điểm đã đạt của em vô, HPMR chỉ tính đạt hoặc không đạt.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Em chào thầy cô.. . . . Do có nhiều sinh viên có nhu cầu học môn Xử lý ảnh số và thị giác máy tính (CO3057) (Đợt 1 có 61 bạn đăng ký nhưng bị hủy môn) nên em xin đại diện các bạn để xin Phòng đào tạo xem xét mở môn học này. . . . . Em xin đính kèm thông tin một số bạn có nhu cầu học môn này.. . . . Em xin cám ơn thầy cô.. . . . Trân trọng.",
            "Chào bạn. . Quy trình Pđt nhận đơn mở lớp HK chính quy 212 (các môn chưa được mở lớp). . 1- Tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giảng viên giảng dạy & Khoa/Bộ môn để được ký xác nhận đồng ý (ghi rõ đầy đủ thông tin và Thời khóa biểu);. . - Đối với các môn có thực hành/thí nghiệm : Khoa phải cam kết tổ chức được cho SV.. . 2- Sau đó gửi đơn + email xác nhận đồng ý (nếu có) qua trang hỗ trợ trực tuyến (BKSI)    chọn đề mục “MỞ MÔN HỌC HỌC KỲ 212”    ghi rõ tiêu đề yêu cầu : MỞ MÔN HỌC CHÍNH QUY HK212.. . 3- Thời gian gửi đơn từ 25/12 đến 10g ngày 28/12;. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô ạ.. . Em muốn hoãn thi môn Giải tích mạch (em tham gia thi ca 7h00 ngày 26/12 nhóm L12_A).. . Lý do là nhà em bị mất điện từ lúc 5ph sau khi bắt đầu làm bài nên em không thể tiếp tục làm bài và nộp bài ạ.. . Tiếp theo em nên làm gì ạ?. . Em cảm ơn ạ.",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. .",
            "Học vụ . Trong kì 3 em có hoãn 1 vài môn thì cho em hỏi mình sẽ thi vào học kì tiếp theo là kì 4 hay sao ạ ?. . Nếu không thi được vào kì 4 thì trường có sắp sắp sếp để vào kì hè thi được không ạ ?. . Hoãn thi thì có tính tín chỉ tích lũy để đủ chỉ học năm 3 không ạ ?",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 .",
            "Mở môn học học kỳ 212 .",
            "Chào em; . . môn này đã mở rất nhiều nhóm, em kiểm tra lại và đăng ký nhé. . thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn hỏi điểm đạt đối với môn đăng kí hoãn thi là lớn hơn bằng 5 phải không ạ? Nếu em được 4.75 thì có được làm tròn lên không ạ?",
            "Chào em,. . Em vui lòng xem quy chế điều 15. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 15. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính thưa phòng đào tạo. . . . Em cảm ơn vì đã hỗ trợ em hủy đăng ký, nhưng cho em hỏi lại là chỉ cần khi trường đi học lại bình thường (khoảng tháng 3) là lịch thí nghiệm của em sẽ tự cập nhập trên mybk và em chỉ cần học theo thời khóa biểu ấy hay là phải đăng ký thì mới được học trực tiếp không ạ? . . . . Em cảm ơn.",
            "Chào em,. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký môn học. . . . Em chào thầy/cô.. . . . Em là [full_name]. . Mssv: [student_id]. . Lớp KU18VLY -  khoa Khoa Học và Ứng Dụng.. . Hiện tại em và 1 số bạn khác đang có chung trường hợp không đăng kí được [full_name] (AS4327) vì thiếu 2 môn tiên quyết: . .  - Thực tập ngoài trường (AS3325). .  - Đề cương luận văn tốt nghiệp ( AS4325). . . . Hai môn này em đã đăng kí trước đó trong học kì 203 và 211 ( có ảnh minh chứng ở dưới). Tuy nhiên khi có kết quả đăng kí đợt 2 và 3 đều bị nhà trường hủy và không có trong thời khóa biểu. (em không biết lí do tại sao bị hủy, nếu  không đủ điều kiện đăng kí thì sẽ có thông báo đỏ ngay lúc bắt đầu đăng kí chứ không phải lúc có kết quả thì bị mất môn). . . . Vì thời điểm 2 học kì trước trong thời kì dịch bệnh đỉnh điểm, em nghĩ sinh viên sẽ không được lên trường nên bị hủy môn là chuyện bình thường và không đề xuất lên sớm hơn.. . . . Tuy nhiên, khi em đăng kí luận văn tốt nghiệp thì không đăng kí được vì lí do chưa học 2 môn tiên quyết trên.. . Em đã đăng kí 2 môn trên vào kì 212 này để kịp tiến độ.. . . . Mong phòng đào tạo cân nhắc xử lí, bỏ qua yếu tố tiên quyết này để em và một số bạn khác kịp tiến độ làm luận văn và ra trường đúng hạn.. . . . Em cảm ơn.. . Chúc thầy cô năm mới vui vẻ và hạnh phúc.. .",
            "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại. . Theo thông báo :. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa Phòng đào tạo,. . Ở đơn trước em có xin đăng ký bổ sung để học thí nghiệm trực tiếp môn General chemistry lab lớp CC06 của thầy [full_name] học kỳ 203,nhưng sau khi bàn bạc với gia đình để từ quê lên Sài Gòn học tập, rồi từ Sài Gòn trở về quê thì gia đình em rất lo lắng và không đồng ý cho em lên học trực tiếp vì tình hình dịch bệnh hiện giờ rất căng thẳng mà nhà em bố mẹ đã lớn tuổi chỉ mới tiêm mũi 2 được 1 tuần, một lí do nữa là từ ngày 27/12 thầy [full_name] (giáo viên dạy lý thuyết) đã gửi bảng điểm cho Phòng đào tạo mà Phòng vừa mới đăng kí đúng cho em vào ngày 27/12 nên thầy bảo em có thể học vào đợt sau vì lần này quá sát ngày ạ.. . Thế nên em rất mong phòng đào tạo có thể giúp em hủy đăng ký học trực tiếp vào ngày 27/12 và đăng ký học sau khi trường thông báo học tập trung (vào tháng 3).. . Em xin cảm ơn.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên khoa khoa học máy tính chất lượng cao. . . . . Em cần đăng ký Đề cương LVTN CO4311 nhưng hệ thống không hiển thị chương trình CLC cho em đăng ký, mong thầy, cô hỗ trợ để em đăng kí môn này.. . . .",
            "chào bạn;. . Có nhóm CC nha bạn, vui lòng kiểm tra lại giúp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name], MSSV:[student_id]. Ngày 23/12, em có gửi mail cho PĐT để xin được chuyển điểm Anh văn sớm và xét vào danh sách dự kiến Tốt nghiệp để đủ điều kiện đăng ký Tốt nghiệp. PĐT đã tiếp nhận yêu cầu của em và kêu em chờ đến hết ngày 27/12 nếu chưa được cập nhật thì gửi mail lại. Hôm nay là 28/12, bảng điểm của em vẫn chưa được cập nhật các môn Anh văn 1,2,3,4, danh sách Tốt nghiệp tháng 11 cũng không có tên em. Do đó, em chưa đăng ký Tốt nghiệp được.. . Em gửi mail này để mong PĐT nhanh chóng cập nhật chuyển điểm Anh văn và xét em vào danh sách Tốt nghiệp dự kiến một cách nhanh chóng để em được đăng ký Tốt nghiệp ạ. Em rất mong PĐT xem xét giải quyết sớm cho trường hợp của em vì hạn chót đăng ký Tốt nghiệp là 30/12 nếu em rất lo lắng ạ. Em xin cám ơn PĐT nhiều.",
            "SV đã đăng ký tốt nghiệp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã đăng ký môn học từ đợt 1 nhưng thời khóa biểu 212 vẫn chưa cập nhật ạ.",
            "Chào em;. . Em kiểm tra lại thời khóa biểu nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em xin đăng kí vào lớp CI1069 Khoa học trái đất lớp L08 ạ do em thấy lớp còn trống và không trùng lịch với các môn khác nhưng em không đăng kí được ạ. .   i Đăng ký môn học .",
            "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT. . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký. . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Em muốn mở lớp mới hoặc cho em xin vào học môn CO1027 - Kỹ thuật lập trình ạ.. . Em xem trên mybk thì đã hết slot trống rồi thì phải làm sao ạ",
            "\"Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . Thân.. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em tên là [full_name], mssv [student_id] , chương trình tiên tiến,. Tình hình là HK212 em đăng ký 3 môn cuối cùng của chương trình học, nhưng chỉ 2 trong tổng số 3 môn đăng ký thành công ( môn thứ 3 bị trùng thời khóa biểu 1 tiết).  Cho em hỏi có cách nào giải quyết vấn đề không ạ, vì nếu không đăng ký môn cuối cùng được thì tụi em phải trễ thêm 1 kỳ. Mong pdt chỉ tụi em hướng giải quyết, em cảm ơn .Thiếu 1 môn liệu có đăng ký xét tốt nghiệp được không ạ",
            "\"Chào em,. . Em vui lòng liên hệ với [full_name] (Văn Phòng Đào tạo Quốc tế) để được hướng dẫn và hỗ trợ về ĐKMH nhé:. . email: [email]. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em có hỏi hôm qua về vấn đề tăng số lượng sinh viên trong lớp Kỹ thuật chế tạo 3 (ME3201) vào kì 212 lớp dự thính thì số lượng sinh viên mới chỉ có 40 sinh viên trong khi theo điều 8.2 của trang web aao.hcmut.edu.vn/sinhvien/quyche/hocvu/QUY CHẾ [full_name], CAO ĐẲNG có quy định lớp chuyên ngành từ 40-60 sinh viên ạ . . Danh sách sinh viên chưa đăng kí được môn học:. . https://docs.google.com/spreadsheets/d/1T0S2RrUuMHKZsEmINLVr_fEeA5TXbXIBfbbrFdLdiWM/edit#gid=0. . Mong PĐT xem xét lại giúp em ạ. EM cảm ơn",
            "\"Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . Thân.. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Gửi Phòng Đào Tạo,. . . . Hiện đến may 28/12, em vẫn chưa có mail trong danh sách tốt nghiệp dư kiến ạ, em đã đủ điều kiện tốt nghiệp. Mong Phòng Đào Tạo xem xét thu nhận giúp em để em có thể đăng kí tốt nghiệp trong kì này ạ.. . . . Em xin cám ơn!",
            "Chào em,. . Em kiểm tra lại mail để vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . . . Xem xét mở lớp môn Mô phỏng ĐCĐT & Ô tô (TR3067) vào học kỳ chính 212. Hiện tại đã được sự chấp thuận của thầy [full_name] (trưởng khoa Giao Thông), thầy [full_name] (trưởng bộ môn) và thầy [full_name] (Giáo viên phụ trách)."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xem xét mở lớp môn Thiết kế ô tô (TR3049) vào học kỳ chính 212. Hiện tại đã được sự chấp thuận của thầy [full_name] (trưởng khoa Giao Thông và là Giáo viên phụ trách) và thầy [full_name] (trưởng bộ môn).",
            "Xem xét mở lớp môn Đồ án môn học thiết kế Động cơ đốt trong (TR3043) vào học kỳ chính 212. Hiện tại em đã được sự chấp thuận của thầy [full_name] (trưởng khoa Giao Thông) và thầy [full_name] (trưởng bộ môn và là Giáo Viên phụ trách)."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Thầy (Cô). . Em tên là [full_name], MSSV: [student_id].. . Vừa qua em có hỏi về đề tình trạng sinh viên của em là tạm dừng và em đã đủ anh văn để đăng ký xét tốt nghiệp. Nhưng hiện tại em vẫn chưa đăng ký tốt nghiệp được ạ. . . Rất mong Thầy (Cô) xem xét và giải quyết giúp em ạ.. . Em xin chân thành cảm ơn.. .",
            "\"Chào em,. . Trường hợp của em đã có tên trong danh sách tốt nghiệp dự kiến. SV vui lòng kiểm tra mai SV nhé.. . Do hiện tại hệ thống bkpay đang bảo trì, SV vui lòng đợi sau ngày 05/01/2022 mới có thể vào đăng và thanh toán lệ phí tốt nghiệp.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ kính chào cán bộ,. . Cho em hỏi, là em đã đăng ký đồ án môn học cho học kỳ 212 đợt 1, kết quả đăng ký của đợt một hiện thị là đã đăng ký thành công. Nhưng khi qua đợt 2 thì mất kết quả đó và không đăng ký được đồ án nữa. Cho em hỏi nguyên nhân là gì và làm sao để khắc phục ạ.. . Em cảm ơn.",
            "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT. . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký. . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đăng kí tốt nghiệp thì hệ thống hiện \"không thể đăng kí vì nợ học phí/lệ phí\", sau đó em kiểm tra trên BKPay thì chỉ còn khoản BHYT và BHTN chưa thanh toán, trong khi kỳ đó e tham gia BH ở KTX nên không đăng kí ở trường. Trường hợp này phải giải quyết như thế nào ạ?",
            "Chào em,. . Sau ngày 29/12/2021 em vào đăng ký tốt nghiệp lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tên: Đỗ Ngọc Khánh Duy MSSC: [student_id]. . Em không thể đăng ký môn học do hết thời hạn học chính quy tại trường. Em mong phòng đào tạo có thể cho phép em đăng ký chuyển sang hệ vừa học vừa làm để có thể tiếp tục học các môn còn lại. . . . .",
            "\"Chào bạn. . K2015 đã hết thời gian đào tạo nên không dkmh được. . - Về quy định thời gian và kế hoạch học tập (kéo dài thêm 1 Học kỳ): Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . - Bạn có thể chuyển sang VLVH. . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] Dạ xin chào Thầy/Cô[full_name] [full_name] Em tên [full_name] [student_id] khoa cơ khí hệ liên thông chính quy[full_name] [full_name] Hiện tại em đã đủ điều kiện để xét tốt nghiệp nhưng vẫn không đăng ký được ạ[full_name] Do bị tạm dừng do không đăng ký môn học[full_name] [full_name] Hôm trước em có hỏi thì pdt bảo sau này 27/12 nếu không nhận được email thì hỏi tiếp ạ[full_name][full_name] [full_name] Kính mong pdt giải quyết cho em để được đăng kí tốt nghiệp[full_name] [full_name] Em xin cảm ơn[full_name][full_name] [full_name]",
            "\"Chào em,. . Trường hợp của em đã có tên trong danh sách tốt nghiệp dự kiến. SV vui lòng kiểm tra mai SV nhé.. . Do hiện tại hệ thống bkpay đang bảo trì, SV vui lòng đợi sau ngày 05/01/2022 mới có thể vào đăng và thanh toán lệ phí tốt nghiệp.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Thầy/Cô,. . Em tên là [full_name], MSSV: [student_id], Khoa Công nghệ Vật liệu.. . Vào ngày 23/12/2021 em có gửi yêu cầu về việc đăng ký xét Tốt nghiệp nhưng đến nay đã qua ngày 27/12 mà em vẫn chưa nhận được mail hay đăng ký xét Tốt nghiệp được.. . Em rất mong Thầy/Cô kiểm tra lại giúp em với để em kịp đăng ký xét TN trong đợt này ạ.. . Em rất hi vọng sớm nhận được phản hồi từ Thầy/Cô.. . Em xin cảm ơn.",
            "\"Chào em,. . Trường hợp của em đã có tên trong danh sách tốt nghiệp dự kiến. SV vui lòng kiểm tra mai SV nhé.. . Do hiện tại hệ thống bkpay đang bảo trì, SV vui lòng đợi sau ngày 05/01/2022 mới có thể vào đăng và thanh toán lệ phí tốt nghiệp.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô ạ,. . . . Vào khoảng giữa tháng 4, phòng CTCT sinh viên có gửi mail thông báo danh sách danh hiệu sinh viên chính thức. Em có điền thoing tin tài khoản ngân hàn và đã nhận được tiền rồi ạ; Còn giấy khen thì em vẫn chưa nghe thông báo gì thêm (có thể em bỏ lỡ thông tin). BKSI cho em hỏi là đã có giấy khen cho danh hiệu sinh viên năm học 2019-2020 chưa ạ, và em có thể nhận được giấy khen này ở đâu? Em xin cảm ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Dạ em kính chào thầy cô ạ. Dạ thầy cô cho tụi em đăng kí mở môn học An toàn quá trình CH3297 ạ, hiện tại tụi em đã đã được sự đồng ý của Thầy [full_name] rồi ạ. . . . . Đây là danh sách các bạn đã đăng kí ạ. Danh sách hiện tại là 27 bạn ạ.. . https://docs.google.com/spreadsheets/d/1HdNo2wdP0NBeXyiHWq1B7VMQFlKpFKo6aGyXzXC7_5E/edit?usp=sharing. . . . Dạ em xin cảm ơn thầy cô ạ. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào Thầy/Cô,. . Em hiện là sinh viên K18, khoa Máy tính, tính đến hết học kì 211 này, em đã tích lũy được   B 133 tín chỉ  /B  và đã học hết các môn yêu cầu trong chương trình đào tạo (kể cả Anh văn và Thực tập).. . Em có 2 câu hỏi là: . . 1. Kì 212 em chỉ đăng kí 1 môn Đề cương luận văn 0 chỉ, thì vì em có đăng kí nên sẽ có thời khóa biểu và không bị tạm dừng học phải không ạ?. . . . 2. Em chỉ đăng kí 1 môn 0 chỉ ở kì sau thì có vi phạm ràng buộc tối thiểu 14 chỉ 1 học kì không ạ? (em không còn môn học nào theo chương trình đào tạo). . . . Em xin cảm ơn!",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em tên là [full_name], MSSV: [student_id], là sinh viên khoa môi trường. Em vừa thi anh văn nói viết ở trường ngày 17/12 và đạt 225đ. Em thấy mình đã đủ điều kiện tốt nghiệp nhưng đến hiện tại em chưa nhận được mail từ phòng đào tạo. Mong phòng đào tạo kiểm tra giúp em.. . Em xin cám ơn ạ.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name]. . MSSV: [student_id]3. . Lớp: DD13DV05 - Chuyên ngành Điện tử-Viễn Thông - Khoa Điện-Điện tử . . . . Hiện tại đã chuyển sang hệ VLVH. Em đăng kí LVTN theo mã môn học 440303 theo chương trình đào tạo của khóa K13. Tuy nhiên lớp không mở. . . . . Phòng đào tạo cho em hỏi là em đã đăng kí đúng mã môn học không. Em phải làm thế nào để được đăng kí luận văn tốt nghiệp. . . . . Mong nhận được hướng dẫn từ Phòng đào tạo. Em xin cảm ơn!",
            "\"\"\"Chào bạn. . Cô đã lấy dữ liệu chuyển bộ phận dkmh kiểm tra lại. . Bạn dkmh lại vào 13 giờ ngày là thứ 4 ngày 29/12. . Thân. . \"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô,. . Đợt 1 vừa rồi em có đăng ký môn LVTN ngành Kỹ thuật máy tính(CO4327) nhưng bị hủy vì chứng chỉ Ngoại ngữ và môn tiên quyết.. . Hiện tại đợt 2 em vẫn chưa đăng ký được vì thiếu môn tiên quyết \"CO2031 - Kỹ thuật truyền số liệu\", mặc dù trong chương trình đào tạo môn này là môn tự chọn.. . . . Hiện tại sắp hết hạn đăng ký nhưng em vẫn chưa đăng ký được.. . Thầy/cô cho em hỏi là cách giải quyết vấn đề này thế nào được không ạ?. . . . Em xin cảm ơn.",
            "\"Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại . . Nếu vẫn không dkmh được bạn vui lòng báo lại PĐT. . . . Theo thông báo : . . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào.. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "cho em hỏi nếu em đăng kí môn học cùng tên nhưng khác mã số môn học so với chương trình đào tạo thì có được tính vào tín chỉ tích lũy không ạ ? em xin  cảm ơn. .   i Yêu cầu khác .",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Em chào Thầy/Cô,. . Em là [full_name], sinh viên lớp Việt - Pháp Năng lượng khóa 2019.. . Em đại diện gửi đơn đề nghị mở thêm nhóm lớp mã P cho chương trình Việt - Pháp ở môn học Tín hiệu và hệ thống (EE2005) trong học kỳ chính 212.. . . . Em cảm ơn",
            "Chào bạn;. . sau 13g ngày 29/12 bạn theo dõi và đăng ký môn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Do e mới chuyển chương trình học . Nên có môn CI2057 - TT nhận thức ngành (DDCN) . Do các bạn K 18 đã học môn này từ năm 2 nên số lượng chưa học môn này còn ít. Cho e hỏi làm sao để đăng kí môn này được ạ . Tại vì môn này đã mấy kì không mở rồi ạ",
            "Chào bạn. . Quy trình Pđt nhận đơn mở lớp HK chính quy 212 (các môn chưa được mở lớp). . 1- Tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giảng viên giảng dạy & Khoa/Bộ môn để được ký xác nhận đồng ý (ghi rõ đầy đủ thông tin và Thời khóa biểu);. . - Đối với các môn có thực hành/thí nghiệm : Khoa phải cam kết tổ chức được cho SV.. . 2- Sau đó gửi đơn + email xác nhận đồng ý (nếu có) qua trang hỗ trợ trực tuyến (BKSI)    chọn đề mục “MỞ MÔN HỌC HỌC KỲ 212”    ghi rõ tiêu đề yêu cầu : MỞ MÔN HỌC CHÍNH QUY HK212.. . 3- Thời gian gửi đơn từ 25/12 đến 10g ngày 28/12;. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ e vừa chuyển từ hệ chính quy sang VHVL .PDT cho e hỏi h em muốn chuyển điểm các môn học tương tứng của hệ chính quy thì cần làm ntn ạ hiện tại e chưa lên trường dc để chuyển điểm",
            "Chào bạn. . Theo quy định là tự động chuyển điểm nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô,. . Lý do viết đơn:Thầy cô cho em hỏi các môn tự chọn tự do là những môn nào ạ?. . . . Chúc thầy cô nhiều sức khoẻ!. .",
            "Chào em,. . Học phần tự chọn tự do là học phần sinh viên được tự do đăng ký, không bị ràng buộc với ngành/chuyên ngành sinh viên đang theo học, nhưng phải có kiến thức không trùng lắp với các kiến thức dùng để xét tốt nghiệp của chương trình đào tạo. Hai học phần được xem là trùng lắp nếu có chuẩn đầu ra/nội dung trùng lắp đến 50%.. . . . Ở một chừng mức nào đó, để tránh cho sinh viên không lúng túng khi chọn môn tự do, tránh lãng phí thời gian và tài chính, [full_name] gợi ý cho sinh viên chọn các môn nhằm trang bị kiến thức chuyên sâu hơn ở các chuyên ngành.. . . . Em liên hệ [full_name] trình bày môn đã chọn tự do, để [full_name] xem xét và xác nhận, hoặc có hướng dẫn cụ thể.. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại các lớp CI2003 và CI2007 đã hết. . . PĐT có thể bổ sung em vào một lớp của 2 môn đó được không ạ?",
            ". . Chào bạn, . . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên) . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2 . . Chúc bạn học tập tốt nhé. . . Thân. . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Kính gửi đội ngũ BKSI, được sự đồng ý của giảng viên phụ trách môn cũng như đã được xác nhận từ Chủ nhiệm bộ môn Cảng Công trình Biển và Khoa Kỹ thuật Xây dựng. Em kính nhờ đội ngũ BKSI hỗ trợ em trong việc mở môn học . .   B CI4083 Phòng tránh thiên tai ven biển  /B . . . . Em xin chân thành cám ơn.. .",
            "Chào em;. . sau 13g00 ngày 29/12 em theo dõi và đăng ký môn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . . . Xin chào thầy/ cô.. . Em là sinh viên văn bằng 2 - khoa Khoa học và kỹ thuật máy tính - MSSV [student_id].. . Em đã đủ điều kiện tốt nghiệp nhưng chưa nhận được email thông báo xét tốt nghiệp.. . . . Thầy/cô có thể kiểm tra và cập nhật giúp em để kịp hạn đăng ký xét tốt nghiệp 31/12/2021 được không ạ.. . . . Em xin cảm ơn.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào PĐT, em tên [full_name], MSSV [student_id], hiện tại trên web em đã có bản in pdf của giấy hoãn nghĩa vụ, em có đăng ký gửi về quê và đợi tới hiện tại là hết học kỳ 211, em muốn hỏi là đến khi nào nhận được ạ, em cảm ơn. .",
            "Chào em;. . Bưu phẩm của em bưu điện đã trả lại trường do bị tồn kho trong đợt dịch, em vui lòng đăng ký lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Kính gửi đội ngũ BKSI, được sự đồng ý của giảng viên phụ trách môn cũng như đã được xác nhận từ Chủ nhiệm bộ môn Cảng Công trình Biển và Khoa Kỹ thuật Xây dựng. Em kính nhờ đội ngũ BKSI hỗ trợ em trong việc mở môn học . . [full_name]15 Thi công Công trình Cảng   B . . . . Em xin chân thành cám ơn",
            "Chào em;. . sau 13g00 ngày 29/12 em theo dõi và đăng ký môn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đạo Tạo, . . Em tên: [full_name] - [student_id], lớp CC18KTM1.. . Em viết mail này thắc mắc phàn hồi của phòng đào tạo về 2 môn học trước (HT) nhưng 2 môn này mã môn học bị lỗi, cụ thể:. . Em đăng ký   B CC4327  /B  (Luận văn TN Kỹ thuật máy tính) cần 2 môn HT:. . -   B CO2029   /B - Xử lý tín hiệu số -  Môn này đã đổi mã thành   B CO2035  /B  và em đã học môn này.. . -   B CO2031   /B - Kỹ thuật truyền số liệu -  môn này không còn trong chương trình học bắt buộc.. . Em đã đính kèm những thông tin liên quan.. . Em hi vọng PDT có thể kiểm tra và phản hồi giúp em ạ, em cảm ơn nhiều!",
            "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT. . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký. . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Kính gửi đội ngũ BKSI, được sự đồng ý của giảng viên phụ trách môn cũng như đã được xác nhận từ Chủ nhiệm bộ môn Cảng Công trình Biển và Khoa Kỹ thuật Xây dựng. Em kính nhờ đội ngũ BKSI hỗ trợ em trong việc mở môn học . .   B  CI3203 - [full_name]   B . . . . Em xin chân thành cám ơn",
            "Chào em;. . sau 13g00 ngày 29/12 em theo dõi và đăng ký nhé. . thân"
        ]
    }
]