[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác. . Em tên là: [full_name] . . Mssv: [student_id]. . Xin được bổ sung môn: Giải tích 2 . . Mã môn học: MT1005. .",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em đăng kí môn học nhưng không biết vì lí do gì lại không thấy.",
            "Mình kiểm tra bạn vẫn có TKB :. . . . 10/ 06/ 2019 10:56\tKHHT - Đăng ký môn học dự thính HK183- [full_name] - Kết quả đợt 3\tP[full_name] đ/ký theo k/hoạch h/tập của SV [full_name]3 nhóm [full_name]01 nhóm BT [full_name]01",
            "Em đăng kí 2 môn mà chỉ được 1 môn ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Họ tên : [full_name]. . Mssv :[student_id]. . Nội dung: em thuộc chương trình đào tạo chất lượng cao nhưng em đăng kí học lại môn vật lý 1 của lớp đại trà trong học kì 183 thì cho em hỏi có được chuyển hệ hay được chuyển lớp không ạ? Nếu được thì phải làm như thế nào ạ?.",
            "Chào bạn,. . Về môn hoc của chương trình chất lượng cao bạn vui lòng liên hệ trực tiếp văn phòng đào tạo quốc tế tại Lầu 3 nhà A4 để được giải đáp và hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chào anh, chị. . Học kì 183 em có đăng kí 2 môn học la đường lối và hoá đại cương nhưng không biết vì lỗi gì mà  bây giờ vào kiểm tra thì chỉ có hoá đại cương.  Em cũng đã đi học lớp đường lối DT3 của cô [full_name] trong tuần này rồi. Vì vậy em muốn được đăng kí lại môn học thể có thể đúng tiến độ học tập của mình.. . Mong nhận được phản hồi sớm từ anh chị!. . Em cảm ơn",
            "Chào bạn.. . . . Trong đợt ĐKMH bạn chỉ đăng ký 1 môn CH1003 :. . . . Đây là lịch sử đăng ký của bạn. . . . . . 04/ 06/ 2019 03:20\tHK183 - Đăng ký môn học dự thính HK183- [full_name] - đợt 3\tSV đăng ký môn học CH1003 - Hóa đại cương - Nhóm [full_name]T01_[full_name]T01. . . . . . 20/ 05/ 2019 12:28\tHK183 - Đăng ký môn học dự thính HK183- [full_name] - Đợt 2\tSV hủy đăng ký CH1003 - Hóa đại cương Nhóm [full_name]T01_[full_name]T03. . . . 13/ 05/ 2019 16:46\tHK183 - Đăng ký môn học dự thính HK183- [full_name] - Đợt 2\tP[full_name]T đ/ký theo k/hoạch h/tập của SV [full_name]3 nhóm [full_name]T01 nhóm [full_name] [full_name]T03",
            "Em cũng đã có kiểm tra và k thấy lịch sử, không biết vì lí do gì. . . Em muốn phòng đạo tạo cho phép em đăng kí lại để em có thể được học trong học kì này!. . Hiện tại em rất gấp ạ để có thể ra trường ạ",
            "Đã đăng ký cho bạn SP1009"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Rút môn học . Học kì 183 em có đăng kí Thực tập Tốt nghiệp và thêm 2 môn học khác với mã môn học là ME2013 và SP1009. Tuy nhiên do vướng lịch thực tập nên giáo viên hướng dẫn yêu cầu em hủy 2 môn học trên.. . Em mong muốn được hủy 2 môn học ME2013 và SP1009 trong học kì này. Em hi vọng các thầy/cô giải quyết giúp em và không tính vào học phí 2 môn học này ạ. Em xin chân thành cám ơn quý thầy/cô ạ.",
            "Đã hủy môn học cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Về vấn đề thiếu chỉ thực tập ( 90/94 ) thì em có thể làm đơn cứu xét để được thực tập trong kỳ hè này không ạ . Em cảm ơn .",
            "Chào bạn. . . . Trường hợp của bạn không thể giải quyết được vì vi phạm quy chế nhà trường về chuẩn nhận TTTN."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Anh chị ơi,. . Em muốn đăng kí môn học bổ sung bây giờ thì phải làm sao ạ. Em đang cần rất gấp để ra trường. Em đã đki rồi nhưng lại không được .. . . .",
            "Em cần đăng ký môn nào :. . . . MSMH + mã nhóm cần đăng ký",
            "Dạ SP1009. . Môn đường lối DCSVN. . Lớp DT03",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là: [full_name]. . MSSV: [student_id]. . Môn đăng ký bổ sung: [full_name]. . Mã môn học: CI1003. . Em rất mong được sự chấp nhận để em kịp hoàn thành chương trình đào tạo",
            "Chào em,. . . . PDT đã giải quyết cho em"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Hè này em có đăng ký đi thực tập hè và đăng ký cả môn học trên trường nhưng lịch thực tập của em bị trùng với lịch học trên trường thì em hủy môn học trên trường được không ạ. .",
            "Hè này em có đăng ký đi thực tập hè và đăng ký cả môn học trên trường nhưng lịch thực tập của em bị trùng với lịch học trên trường thì em hủy môn học trên trường được không ạ. .",
            "Chào em,. . . . Nếu môn học dự thính (mã nhóm DT), điểm dưới 5 thì môn này không được chuyển điểm."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em là [full_name], sinh viên khoa Xây dựng, chuyên ngành kĩ thuật dân dụng.. . Em đã đăng kí môn thực tập nhận thức ngành nhưng lại là bên giao thông. Giờ em muốn xin chuyển qua bên dân dụng ạ.. .",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp Phòng đào tạo để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi: phòng đào tạo. . Em tên: [full_name]. . Trong kì 183 này, em có đăng ký môn thực tập hè . . (AS3313) của khoa khoa học ứng dụng . Nhưng em không có tên trong danh sách thực tập, em có lên phòng đào tạo và được báo là em có đăng ký và đã huỷ nhưng em không có huỷ. Em xin phòng đào tạo xem xét đăng ký môn thực tập giúp em vì nó ảnh hưởng đến việc nhận luận văn và ra trường đúng hạn. Em xin cảm ơn và mong nhận được phản hồi sớm ạ",
            "Em với 2 đứa bạn đều bị trường hớp tương tự và 1 bạn đã được hỗ trợ phục hồi môn rồi ạ",
            "Môn học đã được đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi Phòng Đào Tạo. . Em tên [full_name]. Lớp BD14CN02. . Trong học kì 18-3 em có đăng kí môn học anh văn 2 mã môn LA1005. . Anh văn 3 mã môn 003003. . Nhưng hiện tại en đã có chứng chỉ ngoại ngữ toeic 455 điểm đã đủ điều kiện để qui đổi điểm cho 2 môn nói trên, nay em xin phép đượt rút môn học với 2 môn có tên và mã số như sau. . Môn anh văn 2 mã môn LA1005. . Môn anh văn 3 mã môn 003003. . Kính mong được phòng Đào Tạo chấp thuận. Em xin chân thành cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em muốn đăng kí bổ sung môn học anh văn 4(LA1009)cho học kì hè 183.(do trong học kì e có đăng kí và đủ số lượng sinh viên nhưng qua đợt đăng kí học kì hè đợt 3 lại mất nên e không đăng kí được). . Kính mong phòng đào tạo giúp đỡ và tạo điều kiện để em hoàn thành chương trình học",
            "Chào em,. . . . [full_name] đã đăng kí môn LA1009, em thường xuyên xem KQDKMH nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn hỏi là ta có thể đăng ký môn thực tập tốt nghiệp trong học kỳ chính ko ạ. . Em cảm ơn. .",
            "QUOTE MSSV/MSGV: [student_id]    . . Em muốn hỏi là ta có thể đăng ký môn thực tập tốt nghiệp trong học kỳ chính ko ạ. . Em cảm ơn. .   /QUOTE . . . . Em xem tại đây :http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_62&tid=1609"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) .   B cho em hỏi là nêu qua được anh văn cơ bản co đăng ki được mây môn cơ sở ngành năm 2 không ạ. em la sv k17",
            "Chào bạn,. . Theo quy định chuẩn anh văn sau năm 2 của K2017 là thi kiểm tra trình độ đạt 350 - chứng chỉ quốc tế 350 hoặc đạt môn AV1.. . Bạn vui lòng xem lại quy định về chuẩn anh văn của từng năm được cập nhật chi tiết tại:www.aao.hcmut.edu.vn- Sinh viên -  Quy chế- Quy chế học vụ bậc đại học -  Phụ lục 1- Mục 2c. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) .   B Nếu qua anh văn căn bản có đăng kí được môn học cơ sở ngành năm 2 không ạ? Em K17 ạ",
            "Chào bạn,. . Nếu bạn chưa đạt chuẩn anh văn sau năm 1 thì bạn sẽ không được đăng ký các môn cơ sở ngành cuả năm 2.. . Bạn vui lòng xem lại quy định về chuẩn anh văn của từng năm được cập nhật chi tiết tại:www.aao.hcmut.edu.vn- Sinh viên -  Quy chế- Quy chế học vụ bậc đại học -  Phụ lục 1- Mục 2c. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ...  Em đăng ký nhầm môn thực tập nhận thức ngành của bộ môn cầu đường mã môn CI2051, nay mong nhà trường đổi lại giúp em thành môn thực tập nhận thức ngành dân dụng mã môn CI2057 . . . .",
            "Chào em,. . . . Em xem lại kết quả DKMH nhé, PDT đã giải quyết rồi."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Kính thưa thầy cô. Em muốn hỏi là sau khi biết điểm thi dự thính của mình,  em có thể làm đơn xin thi lại được không ạ? Vì điểm thi cuối kì của em rất tệ, không đủ để qua môn. . . Em cảm ơn thầy cô!",
            "Chào bạn,. . Ttrong quy chề của trường không có khái niệm thi lại, nếu bạn rớt môn học thì bạn phải đăng ký học lại trong những Hk sau.. . Đối với môn dự thính điểm dưới 5 sẽ tự hủy trên hệ thống điểm của sinh viên.. . Bạn vui lòng đọc quy chế học vụ để hiểu rõ các quy định của trường tại: . . www.aao.hcmut.edu.vn- Sinh viên -  Quy chế- Quy chế học vụ bậc đại học.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Xin chào,. . . . Tôi là [full_name], MSSV [student_id].. . . . Tôi đã thi anh văn Nói và Viết, và đã nhờ BKEnglish chuyển điểm lên cho PĐT để xét tốt nghiệp, tôi muốn biết thêm thông tin về tình trạng xét duyệt như thế nào rồi! Mong nhận được sự hỗ trợ từ phía nhà Trường.. . . . Xin chân thành cảm ơn!",
            "Chào bạn,. . Hiện tại trên hệ thống dữ liệu của trường bạn đã đạt chuẩn anh văn tốt nghiệp rồi. Bạn vui lòng theo dõi thông tin công bố danh sách tốt nghiệp vào tháng 8/2019 trên web phòng đào tạo.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi môn đồ án và đề cương luận văn thì  theo từng kỳ mở 1 lần, hay theo từng năm mới mở . Phải đủ bao nhiêu sinh viên mới mở lớp vậy ạ.",
            "Chào bạn. . . . Môn đồ án sẽ mở theo đúng tiến độ học tập, riêng môn đề cương học kỳ nào cũng mở lớp. . . . . Số lượng sv môn học này giới hạn (1sv vẫn mở lớp)."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi phong đào tạo vì trong thời khoá biểu em chỉ có một môn sao học phí em lại lên đến [student_id] Vnd. Mont phòng đào tạo giải đáp thắc mắc của em.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Tại thời điểm tính học phí bạn đã đăng ký 2 môn. . SP1005, & SP1007 với tổng học phí 1.800.0000 đ. . Lưu ý đã hết thời gian hủy môn học chỉ được nhận điểm R (Rút MH)và vẫn bị tính học phí.. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "em tên [full_name] -[student_id]- khoa ktxd. Lúc nộp bằng thpt em đã bất cẩn nộp nhầm bản gốc , em có thể lấy lại bằng gốc được không ạ.           Em mong được hỗ trợ. Em cảm ơn.",
            "Chào bạn,. . Bạn vui lòng cầm bản sao bằng lên trực tiếp Phòng đào tạo gặp Cô [full_name] để được hỗ trợ. Hiện tại dữ liệu bằng PTTH chưa xác nhận xong nên chưa thể trả lời là bạn có nộp nhầm bản chính hay không nên trước mắt sẽ nhận bản sao của bạn trước, khi kiểm tra xong dữ liệu bằng PTTH sẽ báo bạn đến nhận lại nếu là bằng gốc.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . Xin chào quý thầy cô, em muốn hỏi về quy chế dành cho chương trình Kỹ sư tài năng. Trong học kì182 em có 1 môn học có ĐTKMH 7.0 (không đủ chuẩn điều kiện tốt nghiệp bằng Tài năng) nhưng em muốn học cải thiện môn học này ở học kì tiếp theo và đăng kí học phần mở rộng, vậy nếu em học cải thiện  7.5 và vượt qua học phần mở rộng vậy em có đủ điều kiện để tốt nghiệp chương trình tài năng không ạ? . . Em xin chân thành cảm ơn!. . Trân trọng,",
            "Chào bạn,. . Nếu bạn vẫn còn ở lại lớp kỹ sư tài năng thì việc tốt nghiệp được chương trình tài năng còn phụ thuộc vào những điều kiện khác ngoài môn học   7.5 như là có ĐTBTL ngành   7.5, chuẩn ngoại ngữ giành cho KSTN,.... . Bạn đọc kỹ về quy chế KSTN nha.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "em tên [full_name] -[student_id] khoa xây dựng. khi nộp bằng tốt nghiệp thpt , em có nộp nhầm bản gốc , nên hiện tại em không thể pho bản sau được ,em có thể nhận lại bản gốc bằng tốt nghiệp thpt không ạ, em mong được hỗ trợ. em cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Em đăng kí môn Av350 vào học kì hè này bị báo lỗi 0 do thiếu môn tiên quyết, nhưng môn Av300 e đã qua môn này. Xin thầy giải quyết giúp em. Em cám ơn thầy.",
            "kết quả đạt nhé bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi : Phòng Đào Tạo . . Em tên: [full_name] . . MSSV: [student_id]. . Hiện đang là sinh viên Văn bằng 2 của khoa Khoa học và Kỹ thuật máy tính.. . Em xem trên phần thông tin cá nhân của trang mybk thì đến tháng 10/2019 thì em sẽ hết hạn đào tạo. . Nay Em xin hỏi Phòng đào tạo là Em có thể làm đơn xin thêm 1 Học Kỳ nữa để hoàn thành chương trình học được không ạ, Hiện tại Em đã hoàn thành Luận Văn tốt nghiệp và chỉ còn nợ 1 môn học nữa là em đủ ra trường ạ. Em đọc trong quy chế thì có thể thi vét vào ký tới, hoặc có thể cho em xin gia hạn để học 1 môn còn lại để hoàn thành chương trình học để tốt nghiệp.. . Em chân thành cảm ơn!. . Mong là được quý  Thầy Cô giúp đỡ và hướng dẫn em để xin gia hạn thêm 1 học kỳ để học một môn học còn [full_name] ạ!. .",
            "Chào bạn,. . Theo quy chế bạn không đạt điều kei65n để kéo dài thêm 1 HK, bạn chỉ được tham gia thi vét trong HK191.. . Bạn vui lòng theo dõi thông báo thi vét trong HK191 vào trong tháng 10/2019.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Rút môn học . Kính gửi PĐT,. . . . Trong HK 183 em có đăng ký đi thực tập tốt nghiệp và môn Sức bền vật liệu - MSMH CI2001. Tuy nhiên đợt thực tập tốt nghiệp này yêu cầu toàn thời gian nên em có nguyện vọng rút đăng ký môn Sức bền vật liệu - MSMH CI2001 để có thời gian thực tập.. . . . Mong PĐT hỗ trợ giúp em rút môn học này.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . Học kỳ hè không rút môn học nha bạn(nhóm DT), nếu bạn không thi thì sẽ không tính điểm nhưng vẫn đóng học phí nha bạn.. . Thân mến",
            "Cô ơi cô linh động giải quyết giúp em 1 lần này với, thầy hướng dẫn thực tập yêu cầu phải hủy đăng ký môn học với trình thời khóa biểu cho thầy xác nhận thì thầy mới nhận em vào hướng dẫn thực tập ạ.. . . . Em cảm ơn cô nhiều.",
            "Chào bạn, . . Trường hợp của bạn là bị trùng giờ thực tập.. . Bạn phải viết đơn xin hủy môn học để đi thực tập hè và nộp trực tiếp cho phòng đào tạo để được hướng dẫn và giải quyết.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin được hủy môn học giải tích 2 vào học kỳ hè này. Do hiện đang đi làm xa nên em không thể nộp giấy xin hủy môn học. Mong nhà trường giúp đỡ. Em cảm ơn!",
            "Chào bạn. . . . Sau ngày 21/6 PĐT sẽ không giải quyết việc hủy môn học. Bạn có thể xin điểm rút (có tính học phí)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là [full_name] MSSV: [student_id]. . Em có vấn đề thắc mắc là số tín chỉ tối thiểu trong học kỳ chính để duy trì tình trạng sinh viên là 10 tín chỉ hay 14 tín chỉ vậy ạ.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Số tín chỉ tối thiểu chỉ ràng buộc cho việc xét học bổng.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Em có đăng ký chuyển điểm anh văn và đã đóng lệ phí chuyển điểm, bây giờ em muốn hủy chuyển điểm thì có được không ạ?. .",
            "Chào bạn,. . Dữ liệu điểm chuyển đã cập nhật vào dữ liệu hệ thống điêm chính thức của sinh viên nên không hủy được.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng Đào Tạo. . Em tên : Ngô Minh Châu MSSV [student_id]. . Thưa thầy/cô, . . Học kì 181 và 182 có hai lớp Điện và một lớp Xây Dựng của khóa K18 học ở cơ sở 1. Em muốn hỏi rằng vào năm 2019-2020 hai lớp Điện ấy còn được học ở cơ sở 1 không ạ. Em đọc trên web được biết toàn bộ sinh viên khoa Điện năm 2 học ở cơ sở 2, tuy nhiên năm ngoái đột xuất có 2 lớp Điện được ở cơ sở 1 nên em muốn gửi câu hỏi cho phòng Đào Tạo về vấn đề này để sắp xếp chỗ ở ạ.. . Em cảm ơn.. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn . . . . Trong HK191 các lớp K2018 đều được học cơ sở 2, chỉ riêng có 2 lớp điện được học ở BK theo mã nhóm A-- dành cho các bạn lớp DD18BK. . . . . Nếu bạn muốn học ở CS1 bạn nên đăng ký sớm vào các nhóm lớp này."
        ]
    },
    {
        "intent": "",
        "message": [
            "em có đăng kí thực tập tốt nghiệp vào học kì hè 183 nhưng vì chưa đủ tín chỉ chuyên ngành nên không được xếp thời khóa biểu. em đang là sinh viên năm thứ 5 và vẫn còn theo học. nếu không được đi thực tập tốt nghiệp trong học kì hè này em sẽ không đủ thời gian học để có thể hoàn thành chương trình học của nhà trường. kính mong phòng đào tạo và nhà trường xem xét và cho em cơ hội để đăng kí môn thực tập tốt nghiệp trong học kì 183. em hứa sẽ làm theo những yêu cầu của nhà trường để được đăng kí môn thực tập tốt nghiệp và hoàn thành môn học. . . em xin chân thành cảm ơn!",
            "Chào bạn,. . Nếu không đủ tín chỉ theo quy định thì không thể đăng ký môn TTTN.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi:Phòng Đào Tạo.. . Em tên là :[full_name].. . Ngành :điều khiển tự động hóa,Thầy cho em hỏi là trong đợt đăng kí học kì hè 183 vhvl vừa qua ,em có đăng kí môn đề cương luận văn tốt nghiệp.sau khi có kết quả thì vào thời khóa biểu xem thì có môn đăng kí và thời gian lên khoa nhận đề cương là ngày 24/6/2019 ,em có lên trường và khoa để hỏi thì vẫn chưa có thông tin .vậy Thầy cho em hỏi là em có được đăng kí không ạ.. . Em cảm ơn Thầy ạ.. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. Môn đề cương không mở được trong hè. . Vì không đủ thời gian học. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Kính gửi : Phòng đào tạo.. . Em tên [full_name]. Mssv: [student_id].. . . . Em viết đơn này mong phòng đào tạo xem xét lại việc đăng ký môn Anh văn 350 của em. Đợt đăng ký hè vừa rồi em có đăng ký Anh văn 350 nhưng bị báo mã thiếu môn tiên quyết ( mã lỗi 0), trước đó thì em đã có học Anh văn 300 và đã đậu.. . . . Em xin cảm ơn.",
            "Em học Av300 ở học kỳ nào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Chào thầy. . Thầy cho e hỏi học kỳ 3(2018-2019) em có đăng ký đề cương luận văn và đã ra thời khoá biểu. Nhưng trước đó em vẫn chưa làm đồ án nên không có thầy hướng dẫn. Vậy giờ e phải giải quyết sao ạ . . Em cảm ơn thầy"
        ]
    },
    {
        "intent": "",
        "message": [
            "kính gửi thầy cô. trong học kì 182 em có học anh văn cơ bản và đã qua môn . nhưng tại sao học kì 183 em đã đăng ký mốn anh văn 1 3 lần nhưng đều bị hủy kết quả . thầy cô xem xét giúp em",
            "Chào em, . . . . PDT đã giải quyết cho em, khoảng ngày mai em xem lại KQDKMH"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi là mức đạt của av 2 kỹ năng nói và viết ở trung tâm ngoại ngữ BK đối với sinh viên kỹ sư tài năng là bao nhiêu ạ?. . Trên aao e thấy có để là \" Riêng sinh viên tài năng là 245\" đối với chứng chỉ Speaking & Writing . Em không biết là thi ở trường mình thì mức đạt của kỹ sư tài năng là 200 hay 245 ạ ? . . Em cám ơn.",
            "Chào bạn,. . Khi bạn thi ở trường thì Trung tâm ngoại ngữ vẫn xét theo mức 245 đối với KSTN bạn nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . Em là sinh viên lớp KSTN K2017 Khoa Điện - Điện tử.. . Vậy em hỏi môn Cơ sở Điều khiển Tự Động EE2019 của Khoa Điện - Điện tử có phải là môn cốt lõi KSTN đối với KSTN K2017 hay không?. . Nếu được, cho em xin danh sách môn cốt lõi KSTN khoa Điện dành cho khóa K2017 ạ.. . Em xin cảm ơn.. .",
            "Chào bạn,. . Các vấn để lei6n quan đến chi tiết đề môn học bạn vui lòng liên hệ trực tiếp văn phòng Khoa điện - điện tử gặp Thầy Phó Khoa phụ trách về đào tạo để được hỗ trợ và giải đáp.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin hủy môn thực tập tốt nghiệp EE 3343 đã được phòng đào tạo cập nhập thời khóa biểu. . Với lý do mã thực tập EE3343 không có trong chương trình đào tạo của nghành kỹ thuật điện- điện tử ( đã liên hệ pđt và văn phòng khoa để xác nhận)",
            "với môn học thực tập em viết đơn nộp trực tiếp tại pđt."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Kính gửi phòng Đào tạo trường Đại học Bách Khoa thành phố Hồ Chí Minh.. . Em tên là: [full_name]. Mssv: [student_id].. . Em xin huỷ môn Thực tập tốt nghiệp ( EE3343) vì lý do mã môn Thực tập tốt nghiệp (EE3343) không có trong chương trình đào tạo ( đã liên hệ phòng đào tạo và văn phòng khoa).. . Em xin chân thành cảm ơn.",
            "đã đổi mã"
        ]
    },
    {
        "intent": "",
        "message": [
            "B . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em tên phan minh nhườn mssv[student_id]. . Em xin hỏi là e hiện đang theo học lớp anh văn 1 và kết thúc trong hè này vậy em có đăng ký môn học cho học kỳ 191được không ạ. Nếu không được e cần làm gì ạ. Do ngành tàu thủy không có khoá 18 nên e rất cần điểm anh văn học kỳ hè này để đăng ký môn. Mong quý thầy cô giúp đỡ ạ. Em xin chân thành cảm cảm ơn.",
            "Chào bạn,. . . . Khi nào bạn có điểm av đạt trên dữ liệu điểm thì mới được tính đạt chuẩn để mở đăng ký môn học.. . . . Trước thời điểm mở các đợt đăng ký môn học của HK191 mà bạn có điểm môn anh văn 1 đạt (trên hệ thống điểm) hoặc có chứng chỉ quốc tế đạt chuẩn thì bạn sẽ được mở cho đăng ký môn học HK191.. . . . Bạn vui lòng xem lại quy định về chuẩn anh văn của từng năm được cập nhật chi tiết tại:www.aao.hcmut.edu.vn- Sinh viên -  Quy chế- Quy chế học vụ bậc đại học -  Phụ lục 1- Mục 2c. . . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Lịch thi . Kính gửi Phòng đạo tạo Hệ VLVH. . . . Em tên là [full_name]SV:[student_id] sinh viên hệ VLVH khóa K2019 chuyển từ hệ chính quy sang.. . Em có đăng kí thi TOEIC do Phòng đào tạo tổ chức ngày 29/6/2019 mà giờ em chưa nhận được thông báo đóng lệ phí. Theo lịch là ngày 24/6. . . . Xin phòng đào tạo kiểm tra giúp e xem có sai sót hệ thống gì ko ạ?",
            "Sv k2019 được dự thi miễn phí trong đợt này.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm)  /i. . em đăng kí thẩm tra chứng chỉ văn bằng xong rồi em có cần bấm nút xét miễn hay không và em có cần đăng kí xét miễn điểm k ạ. em cảm ơn",
            "Chào bạn,. . Bạn vui lòng xem quy định về ngoại ngữ và xét chuyển điểm các môn ngoại ngữ trên web về ngoại ngữ để hiểu rõ các quy trình và quy định về ngoại ngữ.. . www.aao.hcmut.edu.vn- Sinh viên -  Hướng dẫn - Ngọại ngữ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Thầy/Cô ạ !. . Thầy/Cô cho em hỏi nếu em học cải thiện nhưng điểm cải thiện của em thấp hơn điểm ban đầu hoặc bỏ thi(điểm 13) thì cuối cùng nhà trường sẽ lấy điểm nào ạ ?. . Em cám ơn Thầy/Cô !. .",
            "Chào bạn,. . Điểm TB tích lũy sẽ lấy cột điểm cao nhất cuả môn đã học khi tính, nhưng điểm trong từng học kỳ vẫn giữ nguyên các cột điểm những môn bạn đã học.. . Bạn vui lòng xem quy định về cách tính điểm môn học tại www.aao.hcmut.edu.vn- Sinh viên - Quy chế - Quy chế học vụ bậc đại học - Điều 12.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo: . . Em tên: Phạm Quốc Ân, MSSV: [student_id], Sinh Viên hệ vừa làm vừa học. . . . Trong đợt HK3/2018-2019, em có đăng ký nhầm mã môn học Thực Tập Tốt Nghiệp (Mã MH: EE3343), do đây không phải là mã môn học trong chương trình đào tạo em đang theo học nên em mong Phòng Đào Tạo xem xét hủy môn học Thực Tập Tốt Nghiệp (Mã MH: EE3343) giúp em ạ. . Em xin chân thành cảm ơn . .",
            "Với môn học thực tập. Việc hủy môn em viết đơn nộp trực tiếp tại pđt"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo. . Ban đầu em là sinh viên k17 hệ chất lượng cao sau đó chuyển sang k18 hệ đại trà. Trong các học kì 171, 172, 173 em có tích luỹ được một vài tính chỉ. Vậy cho em hỏi rằng em có được lấy điểm này để xét phân ngành không ạ?. . Em cảm ơn",
            "Chào bạn,. . Về việc phân ngành em liên hệ với Khoa để biết cụ thể.. . Thân mến",
            "Phòng đạo tạo cho em xin sdt để có thể liên hệ với khoa được không ạ. Em khoa xây dựng!. .",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp văn Phòng [full_name] để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Học vụ . Kính gửi phòng đào tạo!. . Em tên là [full_name] - MSSV: [student_id]. . Học kì dự thính hè 2019 em có đăng kí môn “ Thực tập tốt nghiệp” mã môn EE3343, do mã môn này không nằm trong chương trình học nên em xin phép phòng đào tạo cho em được huỷ môn học. . . Kính mong phòng đào tạo xem xét!. . Em xin chân thành cám ơn!.",
            "Về môn học thực tập.. . PĐT đã hủy theo đơn của bạn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Ở HK3 (2018-2019) vừa rồi em có đăng kí môn EE3343 - Thực tập tốt nghiệp. Em có xem lại thì mã môn học này không đúng với chương trình đào tạo của em đang học. Kính mong phòng đào tạo có thể hủy giúp em. Em xin chân thành cảm ơn.",
            "Môn học đã được hủy"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1814179  /b \t. . . .   i Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Em chào thầy(cô ), hiện tại em bị rối ạ.. . Tình trạng hiện tại: em bị không đủ chuẩn anh văn để học môn cơ sở ngành của năm 2. và kì 1 và kì 2 em đều không đủ tín chỉ và bị cảnh cáo học vụ. . . . Em được biết đầu ra của trường là phải có bằng ngoại ngữ 4 kĩ năng nên em tính dùng một năm TÍNH TỪ KÌ SAU (hk3 VÀ HK4 ) để học ielts và các môn nhẹ nhàn như giáo dục thể chất, pháp luật,... nhưng chỉ khoảng 5 hoặc 6 tín chỉ. mà như thế thì:. .    +có đủ chỉ theo quy định không ạ?. .    +Có bị cảnh cáo học vụ không ạ? . .    +Bị cảnh cáo học vụ bao như thế nào thì bị buộc thôi học?. .   Em không biết có nên bảo lưu một năm không?. . có bị đình chỉ học do bị cah3 cáo học vu 5 không ạ?. . Rất mong nhận được phản hồi từ thầy(cô )!",
            "Chào bạn,. . Trong 1 học kỳ không ràng buộc số tín chỉ tối thiểu, chỉ ràng buộc mức điểm trung bình của cảnh báo học vụ.. . Bạn có thể đọc quy chế của trường tại www.aao.hcmut.edu.vn- Sinh viên -  Quy chế- Quy chế học vụ bậc đại học.. . Bạn hảy liên hệ trực tiếp  giáo viên chủ nhiệm để được tư vấn về vấn đề chương trình học cho phù hợp với tình hình của bạn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name], MSSV [student_id]. . Em đã đăng ký và đóng tiền làm bảo hiểm ý tế từ đầu năm nay. . Hôm trước em có lên phòng y tế của cơ sở 2 để xin lấy bảo hiểm nhưng văn phòng đóng cửa. . Thầy/cô cho em hỏi là bây giờ em muốn lấy thẻ bảo hiểm y tế em phải lên đâu để nhận vậy ạ ?. . Em cảm ơn thầy/cô.",
            "Chào bạn,. . Về thẻ bảo hiểm y tế bạn vui lòng  liên hệ trực tiếp trạm y tế để nhận.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy    . Kính thưa Phòng đào tạo,. . Em trên [full_name] , mssv:[student_id] học lớp xâc suất thống kê DT04 , tuy nhiên em và nhiều bạn không có lịch thi giữa kỳ nhưng một  số bạn khác lại có. Mong phòng đaon tạo sớm cập nhật lịch thi cho tụi em.",
            "Học vụ - Đại học - Cao đẳng chính quy   . . . . Kính thưa Phòng đào tạo,. . Em trên [full_name] , mssv:[student_id] học lớp xâc suất thống kê DT04 , tuy nhiên em và nhiều bạn không có lịch thi giữa kỳ nhưng một  số bạn khác lại có. Mong phòng đaon tạo sớm cập nhật lịch thi cho tụi em.  /QUOTE . . . . Bạn lên Mybk kiểm tra lại nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Dạ cho e hỏi e có thể nộp chứng chỉ ngoại ngữ hạn chót là ngày bao nhiêu mà vẫn được chấp nhận để đăng kí môn chuyên ngành hk191 ạ.Mong giải đáp giúp em. E cảm ơn đã đọc ạ.",
            "Chào bạn,. .  Bạn vui lòng xem chi tiết lịch học vụ để biết rõ các đợt lấy dữ liệu anh văn cho từng đợt đăng ký môn học tương ứng tại:www.aao.hcmut.edu.vn- sinh viên - Lịch học vụ - HK191.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . .   i Thưa phòng đào tạo, em tên [full_name] hiện đang học dự thính hè môn xác suất thống kê. Hiện lịch thi giữa kỳ của em không có trên hệ thống mybk nên em mong phòng đào tạo xem và cập nhật giúp em. . Em xin cảm ơn.   /i",
            "QUOTE MSSV: [student_id]    . . . . Thưa phòng đào tạo, em tên [full_name] hiện đang học dự thính hè môn xác suất thống kê. Hiện lịch thi giữa kỳ của em không có trên hệ thống mybk nên em mong phòng đào tạo xem và cập nhật giúp em. . Em xin cảm ơn.  /QUOTE . . . . Bạn lên Mybk kiểm tra lại nhe.. ."
        ]
    }
]