[
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em xin phép hỏi có được rút môn học trong thời điểm hiện tại và nếu được thì làm thủ tục ra sao ạ.",
            "Chào bạn,. . . . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính chào thầy(cô) ạ,. . Em tên [full_name] ( MSSV: [student_id], lớp: DD17DV6) ngành Điện tử truyền thông khoa Điện - Điện tử. Em viết mail này để xin phòng đào tạo cho em được đăng kí lại Luận văn tốt nghiệp (EE4333) do đã đăng kí nhầm Đề cương luận văn tốt nghiệp (EE4331).. . Em xin lỗi do bất cẩn mà em gây ra. Kính mong phòng đào tạo xem xét và tạo điều kiện giúp em. . . Em xin chân thành cảm ơn ạ. . . Kính chúc quý thầy(cô) sức khỏe.. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 15/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "thưa thầy cô  theo quy định Khi xét điều kiện số tín chỉ tích lũy ngành, các môn đang học trong học kỳ chính kế trước được tính vào số tín chỉ tích lũy (dù chưa có điểm hay đã có điểm chưa đạt). vậy đăng kí môn học ở học kì 211 này thì tất cả môn em đưng kí ở học kì 202 sẽ tính vào số tín chỉ tích lũy đúng không ạ ?. . em xin chân thành cảm ơn",
            "Chào bạn,. . Vui lòng trình bày rõ vấn đề của bạn nhé:. . [full_name],[full_name]. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện chuẩn tiếng Anh sau mỗi năm học (Chuẩn Anh văn hàng năm cho riêng HK chính 211 và HK dự thính 211). ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Yêu cầu khác . Kính gửi PĐT trường ĐHBK, em là sinh viên ngành Kiến trúc, khoa KTXD.. . MSSV: [student_id]4. . Em đã hết thời gian đào tạo chính quy và mong muốn chuyển sang hệ VHVL.. . Em đã ĐKMH cho học kì 211 và bị xóa thời khóa biểu.. . Kính mong PĐT chấp nhân đơn xin chuyển hệ và khôi phục thời khóa biểu để em tiếp tục chương trình học và tốt nghiệp.. . Em xin chân thành cảm ơn",
            "Kính gửi PĐT trường ĐHBK, em là sinh viên ngành Kiến trúc, khoa KTXD.. . MSSV: [student_id]4. . Em đã hết thời gian đào tạo chính quy và mong muốn chuyển sang hệ VHVL.. . Em đã ĐKMH cho học kì 211 và bị xóa thời khóa biểu.. . Kính mong PĐT chấp nhân đơn xin chuyển hệ và khôi phục thời khóa biểu để em tiếp tục chương trình học và tốt nghiệp.. . Em xin chân thành cảm ơn",
            "Chào bạn. . Pdt đã ghi nhận đơn chuyển hệ VLVH của bạn. . - Sau khi có Qd chuyển hệ sẽ đăng ký môn học cho bạn. . - Bạn theo dõi thông tin cập nhật tại Mybk- thông tin sv. . Thân. .",
            "Chào bạn. . bạn ghi rõ môn bạn cần phục hồi của tkb HK 211 là gì? tên môn học, mshm. . Gấp nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em kính chào PĐT. Em [full_name] [student_id] là k17 kì này em tính đăng kí dự thính môn cơ lưu chất CI2003 nhưng vào xem thì sĩ số đã full 25/25. Em kính Phòng đào tạo mở thêm sĩ số cho nhóm lớp để em có thể đăng kí. Em k17 giờ chỉ còn mỗi môn này nên nếu không đăng kí được thì sẽ trễ thêm 1 kì nữa chỉ vì 1 môn. Mong Phòng đào tạo xem xét và cứu xét giúp em. Chân thành cảm ơn. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "KÍNH GỬI PHÒNG ĐÀO TẠO VÀ BAN GIÁM HIỆU NHÀ TRƯỜNG ĐẠI HỌC BÁCH KHOA TP.HCM. . Em tên NGUYỄN THANH SANG HỆ VLVH. . MSSV: [student_id] . . Hiện tại em bị dương tính covid khoảng 1 tuần và được ủy ban y tế quận cho cách ly tại nhà số 270 Đường Trần Phú Phường 8 Quận 5, nhưng đến hôm nay vào lúc sáng 8h30 26/08/2021 UBND Quận và Y TẾ Quận phải test nhanh để tách biệt F0 khỏi cộng đồng và chuyển sang cách ly tập trung, qua kết quả test nhanh thì em vẫn dương tính covid và chờ kết quả cách ly tập trung tại khu vực khi có thông báo ( Ngày thông báo 28/08/2021). . Em làm đơn này để xin hoãn thi môn học Cơ Lưu Chất Nhóm T01-A mã môn học CI2003 HK202- VLVH do Thầy [full_name] hướng dẫn, Ngày thi 28/08/2021, Giờ thi 19g00. . Kính mong quý Thầy Cô và Những người phụ trách có liên quan xem xét và hỗ trợ tình hình và vấn đề em đang gặp phải.. . Em chúc mọi người thật nhiều sức khỏe.. . Trân trọng!",
            "Chào con,. . Cô chúc con bình an, mau khỏe .... . . . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . kính gửi PĐT. . . Em tên là : [full_name], MSSV: [student_id] hệ VLVH.. . Trong đợt đăng ký dự thính - lộ trình 2 có môn AV400 nhưng em không thể đăng ký bổ sung được, Rất mong PĐT cho phép em đăng ký bổ sung môn học này ạ.. . Em chân thành cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đợt ĐKMH Dự thính bổ sung HK211-Lộ trình 2-Đợt 1 em đã đăng ký môn PH1005-Vật lý 2.. . Hệ thống đã hiển thị \"đủ điều kiện\" và sĩ số là 43 bạn đăng ký nhưng sau bị hủy kết quả đăng ký ạ.. . Em rất mong Thầy/Cô có thể mở môn học này để em hoàn thành đúng CTDT. . . Em xin chân thành cám ơn!. .",
            "Quy trình nhận đơn mở lớp (các môn chưa được mở):. . . . 1-  Tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giảng viên giảng dạy & Khoa/Bộ môn để được:. . . . -      Ký xác nhận đồng ý. . . . -      Ghi rõ Thời khóa biểu. . . . . -      Đối với các môn có thực hành/thí nghiệm: Khoa phải cam kết tổ chức được cho SV. . . . 2-  Tiếp theo: gửi đơn + email (tất cả) qua trang hỗ trợ trực tuyến (BKSI)    chọn đề mục: MỞ LỚP DỰ THÍNH    ghi rõ tiêu đề yêu cầu: MỞ MÔN HỌC DỰ THÍNH HK211.. . . . 3-  Thời gian gửi đơn từ 24/8 đến 17g ngày 25/8"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào phòng đào tạo.. . Em là [full_name] Mssv: [student_id]. . Em [full_name]16 và nhóm đàn em có khoảng 18 bạn, bị trễ so với các bạn khác cùng khóa k18 1 kỳ. . Các em cùng nhau đăng ký môn \"TR3043 - Đồ án thiết kế động cơ đt\" ở đợt 1 H[full_name]21.1. Nhưng đợt 2 H[full_name]21.1, bị hủy, bọn em viết đơn xin mở lớp có sự đồng ký của khoa và các thầy cô. Nhưng đợt 2 không biết sao, mà vẫn không mở. Đợt 3 cũng vậy.. . Vì vậy, chúng em quyết định chuyển xuống dự thính đăng ký H[full_name]21.1-Dự thính. Đợt 1,2 ở dự tính lộ trình 1 thì đăng ký được. Sang đợt 3, môn học này sang hệ dự thính T01, bọn em không đăng ký được.. . Rồi bây giờ bọn em đăng ký H[full_name]21.1 - Dự thính đợt 1, lộ trình 2. Đợt 2 báo kết quả không được mở lớp.. . Sáng em có viết đơn xin mở lớp, thì pđt bảo là dự thính không mở lớp.. . Vậy bây giờ bọn em phải làm như thế nào.. . Em rất mong pđt cho bọn em phương án, cứu vớt bọn em với.. . Em cảm ơn phòng đào tạo. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Em tên là [full_name] mssv [student_id] . Em xin PDT cho em vào học lớp DT01 mã môn SP1039 Môn Lịch Sử Đảng Cộng Sản Việt Nam của cô [full_name] , môn vật lý 1 lớp DT01_HK211 mã môn PH1003 của cô [full_name]. Mong PDT xem xét cho em được vào 2 lớp này học ạ. Em xin cám ơn ạ, PDT xem xét giúp em với ạ vì em bị cảnh cáo 1 lần học vụ r ạ, nên lần này em rất quyết tâm học lại....Và 2 cô này đã đồng ý cho em vào học, chỉ còn đợi phòng đào tạo phê duyệt cho em vào học thôi ạ",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name], mã số sinh viên :[student_id] . . Em viết đơn này với lý do xin được đăng ký môn học. Do không quản lý được thời gian đăng ký môn học nên em đã trễ hạn đăng ký môn học HK211 - đợt 3. Em chỉ còn 1 môn Hạ Tầng công trình giao thông ( mã môn học CI4019 ) là có thể hoàn thành chương trình học Bách Khoa. Kình mong phòng đào tạo có thể thêm em vào danh sách lớp L01 hoặc L02 của mã môn học CI4039. Em xin cảm ơn ạ !",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô, . . . . Em là [full_name], MSSV: [student_id], em muốn đăng kí học dự thính (học lại) môn Cơ lưu chất mã CI2003 (3 tín chỉ) nhưng đã đầy sĩ số. Liệu em có thể đăng kí Cơ lưu chất ở mã CI2005 (2 tín chỉ) không ạ. Nếu được sau này em có phải làm thêm các giấy tờ khác để chuyển mã môn học,... . . . . -- . . . . Xin Cảm Ơn. . .............................. . MBTA. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo,. . Vì tình hình dịch bệnh nên em đóng học phí muộn dẫn đến không được đăng ký môn học trong học kỳ chính và dự thính đợt 1.. . Em xin gửi mã các môn học và nhóm lớp:. . - [full_name]: CI3063, [full_name]: THIẾT KẾ ĐƯỜNG 1, Nhóm lớp: DT02_DT01. . - [full_name]: CI3009, [full_name]: KẾT CẤU THÉP1,Nhóm lớp: DT01. . - [full_name]: CI3011, [full_name]: [full_name], [full_name]: DT01. . - [full_name]: CI3195, [full_name]: [full_name], [full_name]: DT01.. . . . Mong Phòng Đào Tạo xem xét và có thể cho em đăng ký các môn học sau. Em xin chân thành cảm ơn Phòng Đào Tạo rất nhiều. . . . . Trân trọng,. . Khiết Như.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên : Nguyễn Khánh Quốc Việt. . MSSV : [student_id]. . Xin quý thầy cô Vui lòng cho em đăng ký học cải thiện Môn Kỹ Thuật Số _ MSMH : EE1015 - Nhóm DT01 - Thầy [full_name] giảng dạy trong đợt DT211 Đăng ký môn học Dự thính bổ sung HK211 (học từ 30/8) - Đợt 2.. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên : [full_name]. . MSSV : [student_id]. . Thưa quý thầy cô! . . Xi quý thầy cô cho em đăng ký hủy môn học : Mạng Viễn Thông - MSMH : EE3085 - Nhóm L01 - Thầy [full_name] giảng dạy.. . Lý do : Em đã đăng ký nhầm. EM đăng ký môn Kỹ Thuật Số - MSMH : EE1015 nhưng kích chon nhầm.. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /. . Do thời gian qua em trải qua nhiều chuyện gia đình nên không theo dõi tiến độ đăng ký môn học kịp thời,  hiện tại em khoá k17 khoa. . ( Điện-Điện Tử), em còn 1 môn là Truyền số liệu (EE3019).Hiện tại môn có mở ở đợt đăng ký cuối cùng (19-21/09/2021) nhưng em chưa đăng ký kịp. Để kịp cho việc tốt kiệp ở kỳ tiếp theo. Em gửi mail này mong thầy cô và phòng đạo tạo tạo điều kiện giúp em đăng ký với ạ,em xin chân thành cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo.. . Em tên là [full_name], mssv [student_id], là sinh viên khoa Cơ khí.. . Ở đợt đkmh dự thính lộ trình 2 - đợt 1 em có đăng ký thành công môn Giải tích 2 (MT1005) và đã có kết quả ở đợt 2 là được phân vào nhóm lớp DT04 (ảnh đính kèm) và đã có thời khóa biểu luôn. Nhưng không hiểu sao hôm qua em vào xem lại thời khóa biểu thì môn học đó đã biến mất sau khi cập nhật nhưng ở trang đkmh thì nó vẫn hiện là em đã đăng ký làm em không đăng ký lại môn học được. Mong phòng đào tạo xem xét và chỉnh sửa lại cho em.. . Em xin chân thành cảm ơn.. .",
            "Chào bạn,. . Chưa hiểu ý bạn?. . Môn học DT HK211 (lộ trình 2) chưa cập nhật TKB trên mybk nhé, bắt đầu học từ 30/8. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "ĐKMH chuyển điểm ĐAMH logistics 1 MSMH: 3255. . [full_name] [student_id]. .   i Đăng ký môn học .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Chào thầy cô. Em là sinh viên k18 chỉ mới pass av1 nên khả năng là kì sau sẽ không đăng kí được môn học nên em muốn học anh văn 4A (LA1043). Nhưng đợt 1 Dự thính em quên đăng kí nên đợt 2 này không đăng kí được vì vậy mong pdt tạo điều kiện cho em được đăng kí môn học ạ. Hoặc thầy cô có thể thêm em vào bất kì lớp nào em cũng cũng sẵn lòng. Trân trọng.",
            "Chào bạn,. . Vui lòng trình bày rõ lý do, tên MH, mã MH và mã nhóm bạn muốn xin ĐK. . SV chủ động liên hệ với GV để xin vào lớp, bạn vui lòng xem rõ quy định về điều kiện ĐKMH nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Sáng nay em có môn thi Kinh tế chính trị lúc 10h, nhưng hiện tại chỗ em đang mất điện, cho em hỏi bây giờ hoãn thi thì có được không ạ. . . .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy cô, . . . . Vấn đề của em giải quyết thế nào ạ? Đã 2 tuần từ lúc em hỏi nhưng không nhận được trả lời.",
            "Chào bạn;. . Bạn đã hết thời gian đào tạo nên chỉ có chuyển sang hệ VLVH, khi làm xong thủ tục chuyển sang hệ VLVH mới đăng ký môn học được nhé. . bạm xem thông tin chuyển sang hệ VLVH trên trang http://tuyensinh.hcmut.edu.vn/admission/. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin gửi PĐT đơn đăng kí thu nhận lại vì tạm dừng HK202 (lý do chưa thanh toán học phí, đã khắc phục). . Kính mong PĐT giải quyết trong thời gian sớm nhất ạ.",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn thu nhận vào HK211 của bạn. . Bạn vui lòng theo dõi tình trạng sinh viên của bạn chuyển sang từ “tạm dừng” sang tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 6/9/2021. . Nếu có nhu cầu ĐKMH HK211, bạn vui lòng gửi thêm 1 yêu cầu xin đăng ký môn học, ghi rõ tên và Mã MH, mã nhóm, để PDT kiểm tra và ĐKMH cho bạn (nếu còn sĩ số). . . SV chủ động liên lạc với GV để xin vào lớp vì hiện tại đã bắt đầu HK211. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Tên sinh viên: [full_name], MSSV [student_id]. . Em nộp đơn đăng ký và danh sách sinh viên xin mở lớp dự thính môn Cấu trúc dữ liêu nâng cao, mã môn học 501704.. . Tên giảng viên nhận giảng dạy: thầy [full_name], bộ môn Kỹ thuật Máy Tính, khoa Khoa học và Kỹ thuật Máy Tính. . Do số lượng sinh viên ít nên có đề xuất mở lớp dự thính theo dạng đồ án đã được giảng viên đồng ý. . Kính mong Phòng Đào Tạo cho phép mở lớp dự thính để em và các bạn có thể hoàn thành tiến độ học tập. . Em xin cảm ơn",
            "Chào bạn . . Pdt kiểm tra nhưng không thấy xác nhận của GVGD và [full_name] đồng ý mở đặc cách dạng đồ án. . Bổ sung gấp nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào PĐT ạ, em là [full_name], MSSV [student_id], khóa   B K2014  /B .. . Tình hình hiện em còn thi nói viết để đủ điều kiện nhận tốt nghiệp ra trường, nhưng đăng kí từ tháng 5  dính dịch bệnh không thi được.. . Với khóa K2014 đây là học kì cuối cùng để ra trường, với tình hình hiện tại không biết nhà trường có chính sách hỗ trợ hay gia hạn gì cho trường hợp của em để tốt nghiệp ra trường không ạ? . . Em cám ơn ạ!",
            "Chào bạn. . Bạn đợi thông báo của Pdt về thi anh văn nói viết trong tháng 9 nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hiện tại em là sinh viên khoá k17.. . Cho em hỏi để chuyển điểm [full_name] là cần Toeic 500 hày là Toeic 600 ạ?. . Mong nhà trường giúp em ạ! Em cảm ơn ạ.",
            "Chào bạn. . Theo bảng quy đổi mới nghen bạn, áo dụng từ Hk1 (20-21). . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 2-c. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Xin Phòng đào tạo mở thêm sĩ số lớp Cơ lưu chất dự thính DT01 giúp em với ạ. Em K17 nhưng còn vướng môn này, xin phòng đào tạo tạo điều kiện giúp em hoàn thành ạ.. .  Em xin cảm ơn ạ!!. . . .",
            "Chào bạn. . Đang mở thêm 1 nhóm nữa, chiều nay 28/7 lúc 13 g vào đkmh nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i Em chào thầy cô phòng đào tạo em tên [full_name] mssv [student_id]. E xin gia hạn thêm 1 học kì vì quá thời gian đào tạo. Mong phòng đào tạo và thầy cô cho e cơ hội để tốt nghiệp.. . . .",
            "Chào bạn. . Bạn bổ sung thêm đơn dkmh để Pdt xử lý đồng thời luôn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy cô,. . Em tên là [full_name] MSSV [student_id]. .   B Cho em hỏi sao môn học của em có trên Thời khóa biểu nhưng không hiện trên BKel ạ??  /B . . Mã môn học ME3139 - L04. . Em cảm ơn!. . . .",
            "Chào bạn,. . Hiện BKeL đã cập nhật bạn vui lòng vào kiểm tra lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .  Kính gửi phòng đạo tạo.. . Em viết đơn này vì bị điểm thi 13 môn Kĩ thuật siêu cao tần (EE3025) ạ. Em có đăng kí hoãn thi và đã có mail xác nhận rồi ạ.. . Em có viết mail cho giảng viên thì nói là liên hệ với phòng đạo tạo ạ. . . EM xin chân thành cảm ơn và mong sớm nhận được phản hồi ạ . . . .",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. . . .",
            "QUOTE Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. . . . Kính gửi phòng đạo tạo. . Dạ em vẫn chưa hiểu ý lắm ạ, ý là em có đăng kí hoãn thi, và đã có xác nhận qua mail của phòng đạo tạo nhưng điểm thi trên mybk vẫn là 13 là sao ạ. . . Em xin chân thành cảm ơn và mong sớm nhận được phản hồi",
            "Em đã điền form hoãn thi, xem email xác nhận nhé. =  trong email ghi rõ lắm. em đọc nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo.. . Em tên [full_name], MSSV [student_id], hệ đào tạo VLVH (chính quy chuyển hệ).. . Trong đợt đăng ký LVTN cuối cùng em có dăng ký nhưng không thấy loại hình đăng ký chuyển hệ nên em đã đăng ký luôn mà không xem lại. Kính mong Phòng đào tạo xem xét giúp em cho em đăng ký môn LVTN (ME4079) ạ.. . Em xin cảm ơn.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1910111  /b \t. . . .   i Học vụ . Em chào Thầy/Cô,. . Trước đây em đã được PĐT tư vấn là điểm TBTLN chỉ tính từ HK5 trở đi. . . Nhưng sao em thấy trong bảng điểm của các anh/chị sinh viên đã ra trường đợt rồi thì điểm TBTLN này lại tính hết tất cả các môn từ học kỳ 1 đến khi làm luận văn luôn ạ?. . Mong Thầy/Cô giải đáp cho em.. . . . Em cảm ơn",
            "Chào bạn. . Pdt không tư vấn cho bạn như vậy đâu. . - Về quy định Số tín chỉ tích lũy/Điểm trung bình tích lũy: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 19. . Chúc bạn học tập tốt nhé.. . Thân. .",
            "Dạ đây, PĐT đã phản hồi cho em tin này ạ.. . Em có đính kèm hình chụp dưới đây.. .",
            "Chào bạn. . Cô ghi nhận thông tin phải hồi của bạn và đã báo chuyên viên trả lời xem lại . . - Trên tinh thần Cô đã trao đổi với bạn tất cả đều theo quy định trong quy chế học vụ nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712538  /b \t. . . .   i Mở lớp dự thính (bắt đầu học từ 30/8) .   QUOTE . . Bạn gởi lại danh sách Sv đăng ký môn này vì môn này mở vào Hk chính, Pdt sẽ hỗ trợ cho bạn. . Nhưng bạn phải chịu trách nhiệm về danh sách SV vì liên quan đến điểm và học phí. . . . . . STT HỌ VÀ TÊN MSSV     E-MAIL. .  1 BẢO QUÂN 1612801   . .                       1612801@hcmut.edu.vn. .  2 PHAN MINH NHƯỜN 1712538 . .                   nhuon.phanbk@hcmut.edu.vn . .  3 LÊ THÀNH ĐẠT 1710947 . .                  dat.lethanh1504@hcmut.edu.vn",
            "do môn này hiện nay không còn giảng dậy cho các khóa sau nửa và số sinh viện hiện nay chưa học còn rất ít nên chỉ 3 bạn ạ. PDT xem xét mở đặc cách môn này ạ. giải quyết trước 13h hôm nay để em còn sắp xếp lại môn học ạ và chuẩn bị học phí. mong PDT ưu tiên. . . em cảm on. .",
            "Đã xử lý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi hôm trước PDT trả lời em phục hồi TKB 203 trước ngày 20/8 nhưng em vẫn chưa được phục hồi TTTN ạ ! Em đăng kí ĐCLV vào đợt 3 thì em có kiểm tra TKB thì đã có. Bây giờ em kiểm tra lại kết quả thì bị xóa do thiếu môn song hành TTTN . PĐT xem xét lại trường hợp của em giúp em ạ. Em xin cảm ơn ! . . [student_id]",
            "Chào bạn,. . Vui bổ sung thêm mã môn ĐCLV nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô ạ, em tên [full_name], MSSV [student_id]. . Em đã đăng kí môn học HK211 môn CH2003 Hóa lý 1, lớp L03 của cô [full_name] vào đợt 3. . . Nhưng hiện tại trên elearning của em không nhận được các link google meet của các buổi học của cô. Em liên lạc hỏi cô thì cô nói em vẫn chưa vào danh sách lớp ạ. Mong phòng đào tạo kiểm tra và bổ sung em vào danh sách lớp để được tham dự các buổi học đầy đủ ạ.. . Em xin chân thành cảm ơn.. . . .",
            "Chào bạn. . Pdt đã cập nhật. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Tên SV: [full_name]. . MSSV: [student_id]. . Em muốn đăng ký môn học ME3255 ở học kì 211 ạ. Mong thầy cô giải quyết giúp em.",
            "Đã tl. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ hôm qua em có nộp lại đơn xin mở lớp sức bền vật liệu CI2007 nhưng đến hiện tại em môn học cũng chưa được mở và em xin báo lại Thầy/Cô ạ .. . Em xin cảm ơn ạ",
            "Chào bạn. . Pdt đang giải quyết. . Chiều này 27/8 lúc 13 giờ thông báo các bạn trong muốn học vào đăng ký nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2052589  /b \t. . . .   i Học vụ . Chào anh/chị,. . . . Em là sinh viên chuyển chương trình đào tạo từ Chất lượng cao sang Đại trà. Trước nay em đã pass học kì Pre môn Anh Văn khi đang học Chất lượng cao. Và theo thông tin từ Văn phòng Đào tạo Quốc tế cho rằng, trước nay có công văn miễn học môn Anh Văn 1,2,3,4 Đại trà cho sinh viên đã pass học kì Pre, và công văn này được chuyển cho anh Phong bên dữ liệu.. . . . Phòng đào tạo có thể kiểm tra giúp em là em đã được miễn học môn Anh Văn chưa ạ?. . . . Em xin cảm ơn!",
            "Chào bạn. . Bạn hỏi lại bên Quốc tế. . Theo thông tin Cô biết sau khi bạn chuyển qua đại trà muốn miễn điểm anh văn 1234 thì đăng ký nộp CCNN , đăng ký miễn điểm tại trang Mybk- nộp CCNN, theo quy định. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 2-c. . Chúc bạn học tập tốt nhé.. . Thân. . . .",
            "Chào chị,. . . . Em đã hỏi và kiểm tra nhiều lần và Văn phòng Đào tạo Quốc tế đã khẳng định là trước nay đã có Công văn miễn học môn Anh Văn 1234 cho sinh viên đã pass học kì Pre bên Chất lượng cao và không cần nộp chứng chỉ tiếng Anh (bên Quốc tế đã xác định điều này), và công văn này được chuyển cho anh [full_name] bên dữ liệu từ rất lâu.. . . . Đây là email của cán bộ bên Văn phòng Đào tạo Quốc tế đã tư vấn với em: [email]. . . . Phòng đào tạo có thể kiểm tra lại giúp em là em đã được miễn học môn Anh Văn chưa ạ?. . . . Em xin cảm ơn!",
            "li answer rate:",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "li answer rate:",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "li answer rate:",
            "Chào bạn. . Pdt đã kiểm tra và đang cập nhật lại điểm miễn 4 môn anh văn của bạn. . Bạn theo dõi trên trang Mybk- điểm chuyển, dự kiến đầu tháng 10/2021. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào cô,. . Em tên [full_name], MSSV [student_id] SĐT [phone_number].. . Em muốn hỏi là bây giờ em muốn hủy môn học trong học kì chính 211 (đã có thời khóa biểu HK211) thì có được không và nếu được thì em cần làm gì ạ.. . Em cảm ơn cô.",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính (lộ trình 1) HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phường và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . . . - Hiện tại bưu cục không nhận chuyển đến hết ngày 6/9/21. . Thân mến,. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Dạ em là [full_name] - [student_id]. . Lớp General Physics 1 CC_HK202 nhóm CC09. . . . Dạ là hôm em thi cuối kỳ vật lý 1 thì em thi xong nhận ra là mình có quên ghi lại màn hình thì em có nghe mấy bạn nói quên ghi lại màn hình thì phải điền form hoãn thi của phòng đào tạo ạ. Và em cũng đã điền form hoãn thi ạ nhưng đến nay vẫn chưa thấy trả lời ạ. . . . . Mong văn phòng giải đáp cho em ạ.. . Em xin cảm ơn ạ.. . --------------------------. . Gmail: [email]. . . . . .",
            "Chào em,. . Và em cũng đã điền form hoãn thi ạ nhưng đến nay vẫn chưa thấy trả lời ạ.. . . . =  Trả lời gì em ?. . Em điền form hoãn thi, xem email xác nhận . . . . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào ạ,. . Em vừa nhận được giấy gọi khám nghĩa vụ quân sự từ xã. Nhưng em vừa thấy thông báo của trường là sẽ tạm ngưng gửi giấy xác nhận sinh viên qua đường bưu điện. Vậy em có cách nào để giải quyết cho em không, vì hạn nộp giấy xác nhận cho địa phương là ngày 8/9/2021.. . Em xin cảm ơn nhiều.",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phường và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . . . - Hiện tại bưu cục không nhận chuyển đến hết ngày 6/9/21. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy cô, em có liên hệ thầy/ cô hỗ trợ mở môn học CH2087. Em đã kiểm tra và thấy môn học được mở. Tuy nhiên môn học em xin mở được sự chấp thuận giảng dạy của thầy [full_name] nhưng lớp được mở lại đứng tên thầy [full_name]. Em sợ điều này làm phiền đến thầy [full_name] vì chưa có sự đồng ý giảng dạy của thầy cũng như thầy [full_name] khi thầy có sự chuẩn bị cho lớp chúng em nhưng không giảng dạy. Em mong thầy/ cô xem xét giúp em. . .",
            "Chào em,. . Việc phân công giảng dạy do Khoa, Bộ môn phụ trách nhé em.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là em đã đăng ký hoãn thi sao hệ thống vẫn báo em là điềm 13 vậy ạ",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Tên sinh viên: [full_name], MSSV [student_id]. . . . Em nộp đơn đăng ký và danh sách sinh viên xin mở lớp dự thính môn Cấu trúc dữ liêu nâng cao, mã môn học 501704.. . . . Tên giảng viên nhận giảng dạy: thầy [full_name], bộ môn Kỹ thuật Máy Tính, khoa Khoa học và Kỹ thuật Máy Tính. . . . Do số lượng sinh viên ít nên có đề xuất mở lớp dự thính theo dạng đồ án đã được giảng viên đồng ý. . . . Em xin bổ sung đơn đăng ký có xác nhận của giảng viên và chủ nhiệm bộ môn kèm thời khóa biểu dự kiến. Em đã gửi đơn và danh sách lên BCN Khoa Khoa học và kỹ thuật máy tính xác nhận ạ. . . . Kính mong Phòng Đào Tạo cho phép mở lớp dự thính để em và các bạn có thể hoàn thành tiến độ học tập. . Em xin cảm ơn",
            "Chào bạn. . Trong đơn mở lớp của bạn chỉ ghi là mở dự thính. . Bạn cần gởi mail xác nhận lại với GVGD về việc đồng ý dạy môn theo dạng đồ án, vì vấn đề này rất quan trọng, cần phải có xác nhận rõ ràng của GVGD thì Pdt mới có thể mở lớp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: G[student_id]  /b \t. . . .   i Học vụ . Dạ em cảm ơn pđt đã phục hồi thời khóa biểu của em.. . Dạ chỉ còn một môn đồ án thiết kế - ME3139, trên thời khóa biểu em xác nhận đã có, nhưng trên bkel elearing em chưa có môn học này.. . Mong pđt kiểm tra giúp em ạ.. .",
            "Chào bạn. . Kiểm tra lại trên Mybk-tbk đã phục hồi rồi, từ từ sẽ cập nhật nghen, vì nhiều khi môn này phải đợi Khoa/bộ môn phân công. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Dạ vì lớp [full_name] Kỹ thuật của em sai nhóm lớp nên em đã bị hủy môn.. . Em làm đơn này để có thể mở lớp dự thính ạ. . MSSV/MSGV: [student_id]    . . . . Mở lớp dự thính (bắt đầu học từ 30/8). . . . Đơn xin mở lớp Dự thính môn [full_name] Kỹ Thuật CI1033",
            "Chào bạn. . Chiều nay 3 giờ chiều là hết hạn dkmh rồi, nên không thể mở lớp thêm. . Quan trọng không có GVGD có thời khoá biểu của Thầy nữa. . Mà môn này SV có nhu cầu học là bao nhiêu bạn?",
            "Dạ ở đợt đăng kí đợt 1 là hơn 20 người ạ, dạ thầy trường bộ môn nói phòng đào tạo mở lớp thì khoa sẽ sắp xếp người giảng dạy ạ. thầy đã cho phép em có đính kèm email ạ, PĐT có thể xem xét gia hạn không ạ.",
            "Chào bạn[full_name] [full_name] [full_name] đang cố gắng mở lớp cho bạn[full_name] [full_name] Chiều nay 27/8 lúc 13 giờ bạn thông báo các bạn trong danh sách vào đăng ký nghen[full_name] [full_name] Thân",
            "Cô có thể cho em xin ds mssv các bạn đăng ký ở đợt 1 nhưng không được mở lớp không ạ, em tìm các bạn không thấy, mà thời gian thì gấp rút quá, chỉ mới có 3 bạn đk thôi.",
            "Chào bạn. . Cô không có danh sách này. .",
            "dạ em có thời khóa biểu sơ bộ của môn Vẽ Kỹ thuật r ạ, là được mở lớp r đúng không ạ, không bị hủy nữa phải ko cô?",
            "Chào bạn. . Môn này thống kê ra có 6 bạn đăng ký nên đã bị hủy vì sĩ số ít"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đã đăng ký hoãn thi môn tín hiệu hệ thống mã EE2005 mà bây giờ điểm thi trên bảng điểm của em là điểm 13 ạ!Mong pđt có thể giải thích cho em được không ạ?. . Em cám ơn!",
            "Chào bạn. . Bạn xem lại thông báo sau khi đăng ký vào form Hoãn thi, kết quả sẽ trả lời Sinh viên vào cuối tháng 9. Nếu có QD hoãn thi sẽ được cập nhật thành điểm 14. . Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào ạ, em là Tạ Đình Khoa, mssv [student_id], nay em nộp đơn xin hủy hoãn thi môn học giải tích 2 việt pháp học kì 202 ạ. Kính mong PĐT xem xét và cho em hủy hoãn thi ạ. Em xin cảm ơn",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào thầy/cô, em tên [full_name] MSSV [student_id], lớp mấy em có cử đại diện xin đăng kí môn thực tập QTTB CH2087 (như hình). Vậy em có cần làm đơn xin riêng cho cá nhân em hay không hay chỉ chờ PĐT xếp lịch thôi ạ. Vì cá nhân mà xin chữ kí của giáo viên đợi làm thủ tục rất lâu ạ. Em xin cảm ơn",
            "Kính chào thầy/cô, em tên [full_name] MSSV [student_id], lớp mấy em có cử đại diện xin đăng kí môn thực tập QTTB CH2087. Bạn nhóm trưởng báo là lớp đã được mở và xin xét duyệt cho em vào lớp với ạ. Em chân thành cảm ơn ạ.",
            "Chào em,. . Các em vào đăng ký, khỏi đặt câu hỏi lên đây nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy cô,. . Em tên [full_name]. . MSSV: [student_id]. . Hiện tại môn học CH2087 đã được sự đồng ý mở lớp của khoa, thầy cô chủ nhiệm, thầy cô giảng dạy, lớp đã được mở. Em cũng là thành viên trong danh sách đăng ký do một bạn đại diện gửi lên PĐT. Mong thầy cô xét duyệt cho em được vào lớp đó ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Xin rút môn học  /i [full_name] [full_name]   Kính chào thầy/cô,[full_name] [full_name] [full_name] [full_name]   Em tên là [full_name], MSSV: [student_id], trong đợt đăng kí môn học của học kì 211, em có lỡ đăng kí môn Anh văn 3(LA1007) lớp L03, thầy/cô cho em xin được rút môn học này không ạ![full_name] [full_name]   Thầy/cô cho em hỏi, quy trình rút môn học ở học kì 211 như thế nào ạ? Và việc rút môn có thanh toán học phí k ạ? Hiện em ở lại TP HCM theo chỉ thị và ở trong khu phong tỏa, gia đình em lại khó khăn, vừa qua em rất cảm ơn nhà trường đã tạo điều kiện hỗ trợ cả vật chất lẫn tinh thần cho những người như em[full_name]! Nếu như được rút môn không tính phí thì em thật sự rất biết ơn thầy/cô ạ[full_name][full_name] [full_name]   Em cảm ơn thầy cô rất nhiều ạ![full_name] [full_name]   Trân trọng,[full_name] [full_name]   [full_name][full_name]",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính (lộ trình 1) HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào các thầy cô ạ. . . . . Em tên [full_name]. MSSV: [student_id]. . . . Hiện nạy em và một số bạn vừa đăng kí mở bổ sung môn học CH2087 (Thực tập quá trình và thiết bị) đã được sự đồng ý của giáo viên giảng dạy, thầy chủ nhiệm bộ môn quản lý môn học và sự đồng ý của Khoa. Theo chỉ dẫn từ Phòng Đào Tạo, hiện nay lớp đã mở nên em xin được đăng kí môn học CH2087 (Thực tập Quá trình và thiết bị) ạ. . . . . Em xin cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào [full_name]T,. . Hôm trước em đăng ký nhầm môn Cơ học thủy khí - TR1005 của lớp Việt-Pháp và sau khi học buổi đầu thì đã bị hủy môn. Bạn của em cũng như vậy nhưng sáng nay đã được chuyển lớp khác còn em thì chưa được xếp lịch lại. Mong [full_name]T sớm giải quyết cho em ạ. . Em xin chân thành cảm ơn. .",
            "Chào bạn,. . Bạn vui lòng ghi rõ tên MH, mã MH và vã nhóm bạn xin chuyển đến nhé!. . Thân"
        ]
    }
]