[
    {
        "intent": "",
        "message": [
            "MSSV/MSGV: [student_id]. . dạ em đã có điểm thép 1 h em muốn đăng kí bổ sung môn   B CI4011 : Thí Nghiệm công trình  /B    B (A03)  /B . . MSSV : [student_id] cảm ơn cô ạ. .   i Yêu cầu khác .",
            "Chào bạn. . Sau ngày 26/08/2019 Phòng Đào tạo sẽ không nhận các trường hợp sau:. . -Hủy nhóm lớp môn học, chuyển đổi mã nhóm hoặc đăng ký bổ sung.. . -Các trường hợp đặc biệt hủy nhóm lớp (do sức khỏe, không thể tham gia học do các điều kiện bất khả kháng) phải có minh chứng và sinh viên nộp đơn về PĐT để được phê duyệt.. . - Danh sách sinh viên đã được cập nhật và gửi về Khoa/Bộ môn nên việc thay đổi nhóm sẽ ảnh hưởng đến danh sách sinh viên.. . . . Rất tiếc không thể giải quyết cho bạn trong trường hợp này./.. .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào anh chị phụ trách , em muốn xin email của thầy [full_name] giáo viên dạy môn Điền Kinh và là thành viên Hội sinh viên nhằm trao đổi một số công việc ạ , mong sớm được hồi âm từ anh chị . Em cảm ơn ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp Văn Phòng Khoa để biết thông tin của giáo viên giảng dạy.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name]. . MSSV: [student_id]. . Nay em muốn đăng kí môn học vào học kỳ 1 (2019-2020). . Môn: Thí Nghiệm Công Trình; mã: CI4011. . Vì môn thí nghiệm công trình có môn tiên quyết là môn kết cấu thép 1 (CI3009), em đã học trong kì hè 193 nhưng đến hôm nay (ngày 4/9/2019) mới có kết quả trên myBk.. . Em mong thầy cô xem xét trường hợp của em.. . Em chân thành cảm ơn. . . . . . .",
            "Chào em,. . . . Em có thể đăng kí dự thính 191, em xem lịch dự thính nhé http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=1813"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là tân sinh viên K19. Khoa kĩ thuật hóa học. MSSV [student_id]. Cho em hỏi thẻ sinh viên của em xem trên mybk đã được in vào 15/8/2019 nhưng em vẫn chưa nhận được. Em đã liên hệ tổ kĩ thuật ở quận 10 và tổ kĩ thuật cũng bảo là đã in rồi. Tổ kĩ thuật cũng bảo 3/9/2019 sẽ gom lại coi có lạc ở khoa khác không và gửi về cơ sở 2 cho em. Nhưng em vẫn chưa nhận được. Em phải làm sao để nhận được thẻ sinh viên ạ? Đi học chú bảo vệ cứ hỏi là có thẻ sinh viên chưa....",
            "Chào bạn,. . Hiện tại thẻ sv của bạn đang lạc ở Khoa Điện -điện tử - cơ sở 1, Phòng đào tạo sẽ chuyển thẻ của bạn về Phòng đào tạo cơ sở 2 vào Thứ 2 tuần sau (09/09/2019)cho bạn, bạn đến nhận nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . trường mình có mở đăng kí dự thính đợt 3 sau đợt hiệu chỉnh không? Nếu có mở đăng kí đợt 3 mà lần đầu và lần hiệu chỉnh em không có đăng kí thì em có được phép đăng kí không?  . .",
            "Chào bạn,. . Bạn vui lòng xem chi tiết lịch học vụ để biết rõ các đợt đăng ký môn học tại: www.aao.hcmut.edu.vn- sinh viên - Lịch học vụ.. . Nếu bạn chưa đăng ký đợt 1, bạn vẫn đăng ký được vào các đợt còn lại.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Khác ... . Số tín chỉ tích lũy học kỳ 1 năm 1 của em là 10, nhưng số tín chỉ tích lũy lại là 12. Em không biết 2 chỉ của môn nào và em cũng không đậu anh văn đầu vào. Vì 2 chỉ này điểm trung bình tích lũy của em cũng bị ảnh hưởng. Mong nhà trường giải đáp thắc mắc giúp em.",
            "Chào bạn,. . Bạn đã đăng ký quy đổi anh văn 1 (6.50đ)với TOEIC 380 vào thời điểm tháng 5/2018. Nên Stctl mới được cộng dồn.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy/cô,. . Em là [full_name], sinh viên khóa 2015 của khoa Môi Trường và Tài Nguyên. . . Thắc mắc của em là: Tháng 11/2019 này em sẽ tốt nghiệp, yêu cầu của tốt nghiệp là phải có TOEIC 500. Em đã đạt được IELTS 4.5, đã nộp bằng và được thẩm định. Vậy cho em hỏi là bằng IELTS 4.5 đã đủ để ra trường chưa ạ? . . Em xin cảm ơn thầy/cô đã dành thời gian cho em ạ.. . . .",
            "Chào bạn,. . . . Bạn vui lòng bảng quy đổi tương đương các chứng chỉ ngoại ngữ được công bố trên web tại www.aao.hcmut.edu.vn- Sinh viên -  Hướng dẫn - Ngọại ngữ -  Bảng quy đổi tương đương các loại chứng chỉ ngoại ngữ và cách tính chuyển điểm.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  Kính gửi thầy cô,. . Em tên là [full_name]( MSSV:[student_id]), em có thắc mắc là  do sơ suất nên em quên nộp bằng tốt nghiệp thpt đợt tháng 6 vừa rồi, nhưng theo em biết thì PĐT còn 1 đợt tháng 9 này để nộp nữa. Thầy cô cho em hỏi là em phải nộp cho ai cũng như là hạn nộp là khi nào ạ.. . Em xin cảm ơn thầy cô. .",
            "Chào bạn,. . Những trường hợp bằng PTTH nộp trễ, sv tập trung nộp cho lớp trưởng hiện tại để tập hợp 1 danh sách các bạn trễ và nộp lên Phòng đào tạo trong tháng 9 theo quy định.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Thí nghiệm công trình. . MSMH: CI4011. . Mã nhóm: A03. .",
            "Chào em,. . . . Em có thể đăng kí dự thính 191, em xem lịch đăng kí dự thính http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=1813"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thí nghiệm công trình. . MSMH: CI4011. . Mã nhóm: A03",
            "Chào em,. . . . Em đăng kí dự thính 191 nhé, lịch đăng kí dự thính http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=1813"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Hôm trước em cập nhật ảnh để làm thẻ sinh viên vì không hợp lệ, bây giờ phải đến văn phòng khoa để nhận thẻ thì văn phòng đó ở cs1 hay cs2 và cho em biết tên phòng luôn được không ạ. .",
            "Chào bạn,. . Hiện tại thẻ sv của bạn do Giáo viên chủ nhiệm giữ, bạn liên hệ giáo viên nhận nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Làm sao hủy môn đã đăng kí ạ",
            "Chào em,. . . . Thời điểm này chỉ làm đơn rút môn học, chứ không cho huỷ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV/MSGV: [student_id]. . . . . . . . Em tên: [full_name]. . Mã số: [student_id]. Lớp Ck19ck08.. . Đợt 1 phòng đào tạo thông báo cập nhật ảnh lại em đã cập nhật đúng qui định và đã thành công. Nhưng khi đến đợt 2 pdt thông báo ảnh em chưa cập nhật. . . Em không biết là ảnh mình cập nhật thành công chưa( em đã làm theo hướng dẫn). Mong thầy cô kiểm tra việc này giúp em và thông báo cho em biết sớm tại em ở Cs 2. Mong thầy cô giúp em. . . ( Dưới là ảnh khi em cập nhật ). . . . . .",
            "Chào bạn,. . BẠn phải upload file ảnh chụp hình thẻ từ tiêm chụp hình (xin file cập nhật lại) chứ không dùng điện thoại chụp lại hình thẻ nhe bạn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy (cô),. . . . Em là [full_name] | MSSV: [student_id]. . Học kỳ này (191) em có đăng ký học giải tích 2 (MT1005) ở học kỳ chính, nhưng do sĩ số ít giảng viên không giảng dạy nên lớp bị hủy đăng ký.. . Em có liên hệ mail với thầy [full_name] thì được biết là môn MT1005 hiện không có lớp trong học kỳ chính và nên đăng ký trong kỳ dự thính (Đăng ký online) nhưng lịch hết hạn đăng ký là 26/08/2018 (như hình) đã quá hạn hơn 1 năm?. . Do là sinh viên K14 mà em chỉ còn nợ môn này. Mong thầy (cô) xem xét cho em được đăng ký lớp giải tích 2 khác trong học kỳ dự thính 191 này để em được tốt nghiệp.. . . . Chúc quý thầy cô có một ngày làm việc vui vẻ!. . Em xin chân thành cảm ơn!. .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu .",
            "Chào em,. . . . Dự thính còn 1 đợt đăng kí bổ sung, em xem lịch học vụ nhé http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=1813"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Trên mail trường báo là mở đợt hiêu chỉnh từ 5/9-9/9  mà giờ em vô đăng ký không có mục đăng ký ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi thầy cô PĐT Trường Đại học Bách khoa TPHCM . . Em tên [full_name] MSSV [student_id]. . Sao đến nay 5/9 PĐT chưa mở đợt hiệu chỉnh đăng kí môn học v ạ ?. . Mong thầy cô phản hồi sớm ạ. Em xin cám ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em tên [full_name], mssv [student_id]. Do vừa vào chuyên ngành nên nhiều thứ không biết dẫn đến đăng kí nhầm môn học. Em học chuyên ngành xây dựng giao thông cầu đường nhưng đăng kí nhầm sinh học đại cương. Nay em đã làm đơn rút môn này để đăng kí học dự thính hóa vô cơ và cơ lưu chất nhưng do đợt đăng kí đầu em không đăng kí hay vì lí do gì đó nên hôm nay em không tìm thấy mục đăng kí dự thính. Em thành thật xin lỗi và mong phòng đào tạo cho phép thầy cô em đăng kí học dự thính các môn trên để theo kịp tiến độ học tập. Em cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . em là sv năm nhất,do sai sót nên em lỡ đăng ký 2 môn thể dục trong học kỳ đầu.Em muốn xin rút lại 1 môn ạ. .",
            "Bạn cần rút môn học nào ?",
            "Dạ môn bóng đá",
            "Chào em,. . . . PDT đã rút môn thể dục cho em rồi nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thầy cô cho em hỏi em đã đăng kí môn GDTC rồi nhưng lớp ít bị hủy và bây giờ em đã xem tất cả các môn thì chỉ còn lớp mà thời gian bị trùng vào lịch học các môn đại cương rồi nên em không biết làm sao ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . . . Trường hợp này không thể giúp bạn vì sĩ số lớp phải trên 30sv mới có thể mở lớp.. . . . Bạn có thể đăng ký môn thể dục ở các học kỳ chính kết tiếp."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ cho em hỏi là môn học em đang đăng kí hiện không có mở lớp. Vậy em muốn mở lớp. thì ngày mai cần chuẩn bị gì để xin mở lớp ạ. Em cần môn học này để kì sau tốt nghiệp ạ.. .",
            "Chào bạn. . . . Bạn có thể làm đơn xin mở lớp có xác nhận của Khoa/Bộ môn và nộp về PĐT để được mở lớp."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Giấy xác nhận sinh viên .",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp Tổ kỹ thuật - Phòng đào tạo -CS1 để được hỗ trợ điều chỉnh in lại.. . THân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em đăng kí học thể dục môn bóng rổ trước ngày 3/9 trang web có ghi là đăng kí được nhưng tới giờ em vẫn chưa có lịch học trong khi các bạn khác có lịch rồi . .",
            "Bạn vui lòng kiểm tra email,các môn học thể dục không đủ sĩ số sẽ bị hủy lớp"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác [full_name][full_name][full_name]  /i [full_name] [full_name] [full_name] [full_name] Dear [full_name] [full_name] [full_name]  Đợt đkmh vừa rồi em có đăng kí môn tự chọn kỹ thuật robot( EE3065)[full_name] Sau khi học được hai tuần em nhận thấy là nó quá khó với sinh viên mới học hết năm 2, do còn thiếu nhiều kiến thức những môn phải học xong hết năm 3 mới học hiểu được! [full_name] [full_name] Em mong thầy cô có thể xem xẻ hủy môn học cho em![full_name] [full_name] Em cám ơn![full_name] [full_name] Chúc thầy cô sức khoẻ!",
            "Chào bạn. . Sau ngày 26/08/2019 Phòng Đào tạo sẽ không nhận các trường hợp sau:. . -Hủy nhóm lớp môn học, chuyển đổi mã nhóm hoặc đăng ký bổ sung.. . -Sinh viên có thể làm đơn xin rút môn học nộp về PĐT (lưu ý có tính học phí). . -Các trường hợp đặc biệt hủy nhóm lớp (do sức khỏe, không thể tham gia học do các điều kiện bất khả kháng) phải có minh chứng và sinh viên nộp đơn về PĐT để được phê duyệt.. . - Danh sách sinh viên đã được cập nhật và gửi về Khoa/Bộ môn nên việc thay đổi nhóm sẽ ảnh hưởng đến danh sách sinh viên.. . . . Rất tiếc không thể giải quyết cho bạn trong trường hợp này./.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Dạ cho em hỏi là em có nộp 1 chứng chỉ ngoại ngữ với số điểm là 310 đã thẩm tra và hợp lệ nhưng đến lúc em đăng kí môn học anh văn 1 lại không đăng kí được và báo lỗi chưa qua ăn văn cơ bản ạ. Xin giải đáp thắc mắc giúp em. Em cảm ơn.",
            "Chào bạn,. . Hiện tại đã cập nhật pass chuẩn av cơ bản của bạn rồi, bạn vào đăng ký lại môn AV1 nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi Phòng Đào Tạo,. . . . Em muốn hỏi là hiện tại đã có danh sách miễn môn của hệ văn bằng 2 chính quy chưa a.. . Do em có đọc thông tin trên trang chủ là 2 tuần sau khi nhập học sẽ có danh sách a. . . . Mong nhận được phản hồi của quý thầy cô,. . . . Trân trọng,. .",
            "Chào bạn. . Phiếu miễn môn sẽ được PĐT xét và gởi tới bạn trong thời gian sớm nhất nhé.. . Mong bạn thông cảm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Lịch thi - Đại học - Cao đẳng chính quy   Lịch thi (không tìm thấy,sai phòng thi,...) . Em xin phòng đạo tào coa thể thay đổi lịch thi không ạ. Em có lịch thi ngày 13/10 môn Quá trình và thiết bị cơ học vào lúc 9h ở cơ sở 2 và vào lúc 12h em có lịch thi Pháp luật đạo cương ở cơ sở 2. Em thấy với lịch thi này sẽ khó khăn trong việc di chuyển giữa 2 cơ sở. Và em thấy không phải chỉ riêng em bị. Em xin phòng đào tạo có thể xem xét đổi lịch 1 môn cho chúng em dễ di chuyển. Em cảm ơn.",
            "Chào bạn.. . Bạn có thể liên hệ PĐT để đổi địa điểm thi của môn học Pháp Luật VN Đại cương . . . . Thân. . . . Lưu ý:. . Trong email PĐT đã ghi rõ nội dung. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa thầy cô phòng Đào tạo. . Cho em hỏi tại sao em không thể đăng ký môn học dự thính trong khi đã đến hạn đăng ký ạ ?",
            "responsible person: [551] [staff_name] [helpdesk staff]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào anh (chị) ạ!. . Em hỏi là có thể làm đơn xin chuyển lớp được không ạ và làm ở đâu ạ?. . Em cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . Sau ngày 26/08/2019 Phòng Đào tạo sẽ không nhận các trường hợp sau:. . -Hủy nhóm lớp môn học, chuyển đổi mã nhóm hoặc đăng ký bổ sung.. . -Các trường hợp đặc biệt hủy nhóm lớp (do sức khỏe, không thể tham gia học do các điều kiện bất khả kháng) phải có minh chứng và sinh viên nộp đơn về PĐT để được phê duyệt.. . - Danh sách sinh viên đã được cập nhật và gửi về Khoa/Bộ môn nên việc thay đổi nhóm sẽ ảnh hưởng đến danh sách sinh viên.. . . . Rất tiếc không thể giải quyết cho bạn trong trường hợp này./.. .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Lịch thi - Đại học - Cao đẳng chính quy   Khác ... . Em xin chào thầy cô. Em tên là [full_name] MSSV [student_id] từ khoa Kỹ thuật Hóa học. Nay em muốn xin phòng đào tạo điều chỉnh lịch thi giữa kì 191 cho em.. . Do em có môn thi quá trình và thiết bị cơ học thi vào 9h sáng ngày 13/10 tại cơ sở Dĩ An nhưng em cũng môn thi Pháp luật đại cương vào 12h ngày 13/10 tại cơ sở [full_name].. . Vì phòng trường hợp buổi trưa xe đông dẫn đến kẹt xe và em không thể có mặt đúng giờ tại phòng thi.. . Mong thầy cô tạo điều kiện và giúp đỡ.. . Em xin cám ơn.",
            "Chào bạn.. . Bạn liên hệ VP.PĐT để được hỗ trợ thay đổi địa điểm kiểm tra giữa kỳ môn Pháp luật VN đại cương sang CS2. . . . Lưu ý:. . Trong email PĐT đã ghi rõ. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi Phòng Đào Tạo,. . Cho em hỏi là tại sao môn Kỹ Thuật Lập Trình (CO1011) có đến 67 bạn đăng ký kế hoạch nhưng không được mở lớp ạ?. .",
            "Chào bạn. . . . Trường hợp này bạn vui lòng liên hệ trực tiếp [full_name] máy tính.. . . . Việc mở lớp hoặc không đều do [full_name] quyết định.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác [full_name][full_name][full_name]  /i [full_name] [full_name] [full_name] [full_name] Kính gửi Phòng Đào Tạo Trường ĐHBK,[full_name] [full_name] [full_name] [full_name] Em tên là [full_name], MSSV: [student_id], lớp: VL15SI[full_name][full_name] [full_name] [full_name] [full_name] Hiện tại em đã đủ điều kiện tốt nghiệp với số tín chỉ 142/142, Toeic 525, anh văn nói - viết   200 điểm[full_name] [full_name] [full_name] Cho em hỏi là tại sao em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến để được phép đăng ký tốt nghiệp trong tháng 11 tới đây ạ[full_name] Mong phòng đạo tạo xử lý thông tin sinh viên lại giúp em và mong được phản hồi trả lời sớm ạ[full_name][full_name] [full_name] [full_name] [full_name] Em xin cảm ơn[full_name][full_name] [full_name] [full_name] [full_name] Thân gửi,[full_name] [full_name] [full_name][full_name][full_name] [full_name]",
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác .... . . . Kính gửi Phòng Đào Tạo Trường ĐHBK,. . . . Em tên là [full_name], MSSV: [student_id], lớp: VL15SI.. . . . Hiện tại em đã đủ điều kiện tốt nghiệp với số tín chỉ 142/142, Toeic 525, anh văn nói - viết   200 điểm. . . Cho em hỏi là tại sao em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến để được phép đăng ký tốt nghiệp trong tháng 11 tới đây ạ. Mong phòng đạo tạo xử lý thông tin sinh viên lại giúp em và mong được phản hồi trả lời sớm ạ.. . . . Em xin cảm ơn.. . . . Thân gửi,. . [full_name].. .   /QUOTE . . Chào [full_name], Danh sách dự kiến sẽ được cập nhật lại vào cuối tuần sau và em sẽ nhận được mail “Thông báo lịch trình tốt nghiệp đợt 2 năm 2019”"
        ]
    },
    {
        "intent": "",
        "message": [
            "Lịch thi - Đại học - Cao đẳng chính quy   Khác ... . Chào các thầy/ cô em tên là [full_name], MSSV: [student_id]. . Theo quyết định số 181/QD-DHBK-DT ngày 22 tháng 8 năm 2019, thì em được chuyển từ khoá 2018 sang khoá 2019 Chính quy - Đại trà. Do đó em vẫn chưa nhận được email đăng ký thi anh văn đầu vào.. . Nay em viết thư này xin Phòng đào tạo gửi email để em được đăng ký thi.. . Em xin cảm ơn.",
            "Chào bạn,. . THi anh văn đầu vào chỉ dành cho sv khi mới nhập học vào thôi, bạn đã nhập học từ 2018 rồi không thể tham gia thi nữa bạn nhé,. . [full_name]."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Dạ là thầy/cô có chỉ em tìm số Id number và secret number trên bằng được không ạ. Hai số mà khi mình đăng kí nộp bằng online thì hệ thống yêu cầu ạ. Dạ em cảm ơn",
            "Chào bạn,. . Bạn vui lòng đính kèm fiel ảnh chứng chỉ/ bằng của bạn để được hướng dẫn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi là học kì đã bắt đầu được 2 tuần rồi em còn xin bổ sung được không, thủ tục như thế nào ạ.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . Sau ngày 26/08/2019 Phòng Đào tạo sẽ không nhận các trường hợp sau:. . -Hủy nhóm lớp môn học, chuyển đổi mã nhóm hoặc đăng ký bổ sung.. . -Sinh viên có thể làm đơn xin rút môn học nộp về PĐT (lưu ý có tính học phí). . -Các trường hợp đặc biệt hủy nhóm lớp (do sức khỏe, không thể tham gia học do các điều kiện bất khả kháng) phải có minh chứng và sinh viên nộp đơn về PĐT để được phê duyệt.. . - Danh sách sinh viên đã được cập nhật và gửi về Khoa/Bộ môn nên việc thay đổi nhóm sẽ ảnh hưởng đến danh sách sinh viên.. . . . Rất tiếc không thể giải quyết cho bạn trong trường hợp này./.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Kính chào thầy cô phòng đào tạo ạ.. . Em tên là [full_name].. . Vì giáo viên bộ môn bóng chuyền có giới thiệu cho em việc học chuyển điểm để trống lịch mà đăng kí các môn khác. Vì thể, em muốn xin phòng đào tạo cho em được đăng kí môn vào tiết 7-8-9 ngày thứ 2 ạ.. . Đây là cơ hội cuối cùng của em để theo kịp các bạn cùng khóa nên em rất muốn theo học lớp L03-L06 của thầy [full_name] và thầy [full_name] dạy bộ môn cấu trúc dữ liệu và giải thuật (mã môn CO2003).. . Em rất cảm kích nếu được sự đồng ý của phòng đào tạo và nhà trường. Rất mong phòng đào tạo cho em lời khuyên cũng như cách giải quyết khác nếu không đăng kí trừng được ạ.",
            "Chào bạn. . Sau ngày 26/08/2019 Phòng Đào tạo sẽ không nhận các trường hợp sau:. . -Hủy nhóm lớp môn học, chuyển đổi mã nhóm hoặc đăng ký bổ sung.. . -Sinh viên có thể làm đơn xin rút môn học nộp về PĐT (lưu ý có tính học phí). . -Các trường hợp đặc biệt hủy nhóm lớp (do sức khỏe, không thể tham gia học do các điều kiện bất khả kháng) phải có minh chứng và sinh viên nộp đơn về PĐT để được phê duyệt.. . - Danh sách sinh viên đã được cập nhật và gửi về Khoa/Bộ môn nên việc thay đổi nhóm sẽ ảnh hưởng đến danh sách sinh viên.. . . . Rất tiếc không thể giải quyết cho bạn trong trường hợp này./.. .",
            "No solution",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . . . -Chon em xin mở lớp XLSTH(EE2015). . . . -Đợt đk môn học lần 1 ([full_name]/B - HỌC KỲ 1) .Em thấy có đên 100/2000 bạn đk môn này ạ. Sao hiện tại, em không thấy mở lớp dự thính.. . . . -Lý do: Em thiếu 1 môn này Tiên Quyết cho Đồ án HK sau, cũng như các bạn khác cũng vậy ạ. Mong nhà trường sắp xếp mở lớp này giúp em ạ..... Em thật sự không muốn trễ Đồ án.. . . . Em xin chân thành cảm ơn!. . . . \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .",
            "Chào bạn. . . . Trường hợp này [full_name] không đồng ý mở lớp.. . . . Bạn liên hệ trực tiếp [full_name] để biết lý do không mở lớp."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng kí môn học dự thính 191 đợt 2 em bấm chọn vào nó lại hiện ra danh sách của học kì chính 191 ạ.. . Em chọn hiệu chỉnh, xong tìm môn thì thấy là có mở lớp dự thính của môn mà ĐKMH dự thính đợt 1 em có đăng kí rồi mà giờ lại không có kết quả ạ.. . Mong thầy cô xem mà trả lời giúp em.. . EM xin cảm ơn ạ.. .",
            "Chào bạn. . . . PĐT cập nhật tất cả các môn học để bạn đăng ký không trùng lịch + cận giờ + thông tầm.. . . . Về lý do môn học không có bạn vui lòng vào xem lịch sử đăng ký để xem lý do. . . . Bạn chỉ đăng ký các môn học dự thính mã nhóm DT, CD, LD."
        ]
    },
    {
        "intent": "",
        "message": [
            "kính gửi phòng đào tạo em tên [full_name]. MSSV:[student_id]. . Hôm nay em viết đơn này kính mong phòng đào tạo có thể cho em đăng kí môn dự thính vật lý 1 của thầy [full_name](nhóm lớp DT03_DT03 )với lý do em không đăng kí được môn này vì thời gian giản cách giữa môn bóng bàn vào ngày thứ 5 ( tiết 9,10) và tối đó là môn vật lý 1 dự thính của thầy [full_name] tại cơ sở 1 (tiết 13,14,15). Em xin cam đoan rằng em có thể di chuyển lên cơ sở 1 trong khoảng thời gian hai tiết 11 và 12 sau khi học xong môn bóng bàn rất mong quý thầy cô có thể tạo điều kiện cho em được học dự thính môn Vật lý 1 của thầy thiện (DT03_DT03 ) để em đủ tín chỉ trong học kì này để không bị cảnh cáo học vụ ạ . em rất mong được sự giúp đỡ của các thầy cô từ phòng đào tạo.",
            "Chào bạn.. . . . Theo quy định bạn không thể đăng ký vì thời gian giãn cách không đủ để di chuyển. . . . . Bạn có thể liên hệ trực tiếp PĐT nộp đơn xin đặc cách và trình bày cụ thể để được xét duyệt,",
            "No solution",
            "kính gửi phòng đào tạo em tên [full_name]. MSSV:[student_id]. . em xin lỗi vì có chút nhầm lẫn về lớp ở câu hỏi yêu cầu số  [16284] về việc đăng kí dự thính vật lý 1 (PH1003)  mà em đã gửi em xin viết lại yêu cầu như sau .. . Hôm nay em viết đơn này kính mong phòng đào tạo có thể cho em đăng kí môn dự thính vật lý 1 của cô [full_name](nhóm lớp DT02_DT02) với lý do em không đăng kí được môn này vì thời gian giản cách giữa môn bóng bàn vào ngày thứ 5 (tiết 9,10) và tối đó là môn vật lý 1 dự thính của cô [full_name] tại cơ sở 1 (tiết 13,14,15). Em xin cam đoan rằng em có thể di chuyển lên cơ sở 1 trong khoảng thời gian hai tiết 11 và 12 sau khi học xong môn bóng bàn rất mong quý thầy cô có thể tạo điều kiện cho em được học dự thính môn Vật lý 1 của cô [full_name] (DT03_DT03 ) để em đủ tín chỉ trong học kì này để không bị cảnh cáo học vụ ạ. hoặc nếu không được thì rất mong nhà trường có thể xem xét để em được hủy môn bóng bàn vào ngày thứ năm tiết 9,10 để em có cơ hội đăng kí dự thính vào buổi tối hôm đó môn Vật lý 1 của cô [full_name]. em chân thành cảm ơn ạ.",
            "Chào bạn. . . . Bạn vào đăng ký lại nhé. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo Trường Đại học Bách khoa. . . . Em tên là [full_name] MSSV [student_id]. . Khoa Kĩ thuật Xây dựng, Ngành kiến trúc, Lớp XD18KT.. . . . Học kì 191 em chưa qua Anh văn 1. Nên em không được học chuyên ngành. Hiện tại số chỉ em rất ít-10 chỉ.. . . . Vì em chưa qua Anh văn 1 nên rất lo bị trễ tiến độ học tập và K19 năm nay cũng thay đổi lịch học sẽ không giống với K18 nên sẽ rất khó sắp sếp học lại sau này. Em làm đơn này mong phòng đào tạo xét duyệt có thể cho em học song hành môn Anh văn cơ bản và dự thính Anh văn 1 trong học kì này. Em xin cam kết sẽ đi học đầy đủ và nghiêm túc.. . . . Em cảm ơn phòng đào tạo đã đọc đơn và mong phòng đào tạo hỗ trợ. Em xin cảm ơn.. .",
            "Chào bạn. . . . Trường hợp đăng ký môn học không thỏa điều kiện học trước PĐT không thể giải quyết.. . . . Bạn có thể liên hệ trực tiếp trung tâm ngoại ngữ để trình bày lý do và xin đặc cách đkmh.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ em chào thầy,cô.Em là sinh viên Kiến trúc năm 4, học kì 191 em có đăng ký môn Thiết kế kiến trúc Công Cộng 4 vào Thứ 5 tiết 7-11, vào đợt đăng ký môn học dự thính của học kì 191, em muốn đăng ký môn Giải tích 1,có tiết học vào Thứ 5 tiết 13-15, nhưng không đăng ký được vì nhận được thông báo không đủ thời gian di chuyển giữa hai cơ sở.Em muốn hỏi thầy,cô có thể mở môn để em đăng ký môn học được không ạ.Do môn Thiết kế kiến trúc là môn đồ án,em có thể chủ động về thời gian học và đảm bảo được thời gian di chuyển giữa hai cơ sở.. . Em muốn đăng ký lịch học như vậy vì lý do cá nhân em vừa học vừa làm thêm nên chỉ có thể chọn được lịch học như vậy.Em kính mong thầy,cô có thể mở môn để em được đăng ký ạ.Em xin chân thành cảm ơn.",
            "Chào bạn. . . . Theo quy định sinh viên không thể đăng ký khi không đảm bảo đủ thời gian di chuyển giữa 2 cơ sở.. . . . Rất tiếc không thể giúp bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác   . . Dạ cho em hỏi là đợt dki dự thính này em vẫn dki được vào lớp A mà  có chỗ trống. Vậy cho em hỏi là em có được dki vào mã lớp này ko vậy ạ",
            "Chào bạn. . . . Các lớp dự thính bạn chỉ được đăng ký các mã nhóm DT, CD, LD. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "- Em vừa trúng tuyển bổ sung chương trình Việt Pháp nhưng do trước đó em đang học clc nên không đăng ký môn gdtc online cho pfiev được vậy em phải làm sao ạ. . - Em muốn đăng kí lớp bơi của Việt Pháp tại cơ sở 1 thì em phải làm đơn thế nào và  form mẫu của đơn ra sao ạ",
            "Chào em,. . . . Cơ sở 1 Việt Pháp có mở môn bơi vào ngày thứ 5 tiết 9,10 bị trùng TKB nên không đăng kí được."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn đăng kí lớp bơi chương trình Pfiev tại cơ sở 1 ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . . . Em liên hệ văn phòng OISP"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . kính gữi: Phòng Đào Tạo. . . . Em tên: Hàng phước Tánh   MSSV: [student_id]. . . . lý do: em xin mở thêm một môn học. nay em làm đơn kính mong phòng đào tạo xem xét và cho em xin bổ sung môn học của HK 191 .. .   Danh sách môn học. . 1) Mạng Truyền Thông      260633. . . . Em kính mong được sự chấp nhận của Phòng Đào Tạo.. .                         . .                              Kính đơn. .                                 Tanh. .                           Hàng Phước Tánh",
            "kính gữi: Phòng Đào Tạo. . . . Em tên: Hàng phước Tánh   MSSV: [student_id]. . . . lý do: em xin mở thêm một môn học,vì em không biết có lớp mở . Nay em làm đơn kính mong phòng đào tạo xem xét và cho em xin bổ sung môn học của HK 191 .. .   Danh sách môn học. . 1) Mạng Truyền Thông Cn.      260633. . . . Em kính mong được sự chấp nhận của Phòng Đào Tạo.. .                         . .                              Kính đơn. .                                 Tanh. .                           Hàng Phước Tánh",
            "Chào bạn. . Sau ngày 26/08/2019 Phòng Đào tạo sẽ không nhận các trường hợp sau:. . -Hủy nhóm lớp môn học, chuyển đổi mã nhóm hoặc đăng ký bổ sung.. . -Sinh viên có thể làm đơn xin rút môn học nộp về PĐT (lưu ý có tính học phí). . -Các trường hợp đặc biệt hủy nhóm lớp (do sức khỏe, không thể tham gia học do các điều kiện bất khả kháng) phải có minh chứng và sinh viên nộp đơn về PĐT để được phê duyệt.. . - Danh sách sinh viên đã được cập nhật và gửi về Khoa/Bộ môn nên việc thay đổi nhóm sẽ ảnh hưởng đến danh sách sinh viên.. . . . Rất tiếc không thể giải quyết cho bạn trong trường hợp này./.. .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ em là [full_name], MSSV [student_id].. . . . Trong đợt đăng kí môn học dự thính học kì 191 (đợt 2) em không đăng kí được môn Mạch điện tử EE2007 do không đủ thời gian giãn cách giữa 2 cơ sở - Môn học PE1013 - Bóng Bàn, kết thúc lúc tiết 10 ở cơ sở 2 và Mạch điện tử bắt đầu tiết 13 ở cơ sở 1.. . . . Em mong Phòng đào tạo xem xét và mở đăng kí môn dự thính EE2007 giúp em, em xin hứa sẽ đến lớp đúng giờ vào tiết 13.. . . . Em xin chân thành cảm ơn.",
            "Chào bạn. . . . Bạn vào đăng ký lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em tên [full_name]. . MSSV [student_id]. . . . Hôm qua em có đăng ký môn Vật lý bán dẫn nhưng tiết ngày thứ 4 là 10 11 12 lại không đủ thời gian giãn cách với môn thể dục tiết 7 8 của em. Cả ngày thứ 4 em chỉ học mỗi môn thể dục thôi. Nhà trường có thể cho em đăng kí môn Vật lý bán dẫn và sau đó em xin thầy thể dục cho em chuyển nhóm hoặc đổi thời khóa biểu môn thể dục cho em sang buổi sáng cho em có thể đăng kí không ạ.. .  . . Xin nhà trường giải quyết giúp em vì em rất cần môn tiên quyết này ạ. . . . . Em xin cảm ơn.",
            "Chào bạn. . Sau ngày 26/08/2019 Phòng Đào tạo sẽ không nhận các trường hợp sau:. . -Hủy nhóm lớp môn học, chuyển đổi mã nhóm hoặc đăng ký bổ sung.. . -Các trường hợp đặc biệt hủy nhóm lớp (do sức khỏe, không thể tham gia học do các điều kiện bất khả kháng) phải có minh chứng và sinh viên nộp đơn về PĐT để được phê duyệt.. . - Danh sách sinh viên đã được cập nhật và gửi về Khoa/Bộ môn nên việc thay đổi nhóm sẽ ảnh hưởng đến danh sách sinh viên.. . . . Rất tiếc không thể giải quyết cho bạn trong trường hợp này./.. .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]7  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em có đăng kí môn học Cơ học kết cấu - CI2029 trong học kỳ dự thính HK191, nhưng trên trang đăng kí không cho phép đăng kí môn học vì các lý do học tiết 12 liền kề tiết 13. Trong học kỳ chính quy HK191, em học toàn bộ các môn đều trong CS1 - LTK, và trong lớp đăng kí có lớp DT02 môn CI2029 em có thể tham gia lớp học. . . Em viết đơn này mong phòng đào tạo cho phép em đăng kí môn học: Cơ học kết cẫu -CI2029 lớp DT02 học vào Tiết 13 14 15 Các tối Thứ 3 và Thứ 5. Mong phòng đào tạo hỗ trợ. Em xin cảm ơn.",
            "Chào em,. . . . [full_name] đã đăng kí cho em rồi nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em chào ban giám hiệu ạ. Cho em hỏi là 1 ngày chỉ được học 10 tiết thì có bao gồm dự thính không ạ. Nếu có thì em phải làm gì để có thể đăng ký học. Em cảm ơn ạ",
            "Chào em,. . . . Một ngày không đăng kí quá 10tiết không tính dự thính. Hiện tại đang là đợt 2 đăng kí dự thính em lên web đăng kí nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kì 191 này em đăng kí thiếu môn Trang bị điên Công nghiệp ME2005- môn tiên quyết kì này. Nếu không được học sẽ bị trễ 1 năm tốt nghiệp. Hiện tại dự thính đã có lịch học và được chọn lịch cho môn trang bị điện. Em chỉ hợp nhất vào thời gian chiều tối thứ 2, thứ 6 tiết 13-15 và sáng chủ nhật tiết 2-6. Hiện tại em không đủ thời gian di chuyển 2 cơ sở vào ngày thứ 2 do bị kẹt môn giáo dục thể chất. Em được biết môn giáo dục thể chất dễ chuyển nhóm môn học ạ. Nếu không chuyển nhóm môn thể chất đó được thì em đăng kí hủy môn thì tốn bao lâu ạ. Em xin phòng đào tạo cho em hướng giải quyết để có cơ hội học môn Trang bị điện Công nghiệp ME2005. Em xin cảm ơn ạ",
            "Chào em,. . . . Em lên PDT làm đơn rút môn học, sau đó làm đơn đặc cách đăng kí dự thính."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] mssv: [student_id]. . Em không đăng kí được môn dự thính vật lý 2 lớp DT01 do mắc vấn đề là thời gian di chuyển giữa 2 cơ sở, do tiết 11-12 trên thời khóa biểu chính thức của em là môn thể chất, mà lớp dự thính bắt đầu từ tiết 13. Nhưng em có làm đơn xin chuyển lớp thể chất và em đã chuyển sang ngày khác nên em có đủ thời gian di chuyển giữa 2 cơ sở. . . . Kính mong phòng đào tạo cho em đăng kí dự thính vật lý 2 lớp DT01. . . . . .",
            "Chào em,. . . . Thời điểm này không chuyển nhóm mà chỉ rút môm học, em làm đơn rút môn học, sau đó em làm đơn đăng kí môn học."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . . . Thưa cô (thầy), trong đợt đăng ký ĐCLV, TTTN bổ sung vào ngày 28/8 -  02/9 em đã đăng ký 2 môn ĐCLV và TTTN và trên trang đăng ký đã cập nhật gửi đăng ký thành công ( file đính kèm ).. . Song hiện tại thời khóa biểu vẫn chưa cập nhật 2 môn học nay cho em.. . Vậy cho em hỏi những nguyên nhân dẫn đến tình trạng chưa cập nhật thời khóa biểu và cách khắc phục như thế nào.. . Em xin bổ sung thêm là trong học kỳ này em chỉ đăng ký 2 môn là ĐCLV và TTTN thôi. Đợt đăng ký học kỳ chính em đã bỏ quên nên đăng ký vào đợt bổ sung này.. . . .",
            "Chào bạn. . . . Đợt đăng ký bổ sung PĐT đang xét điều kiện nhận DCLV [full_name], dự kiến tuần sau sẽ cập nhật kết quả cho các bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Chào thầy/cô thuộc PĐT,. . . . Hiện tại em đang rất bối rối và cố gắng kiếm giải pháp để không bị trễ một học kỳ. Lý do bắt đầu từ việc em không thể đăng ký môn CO2003 Cấu trúc dữ liệu & giải thuật ở HK191. Hiện tại phòng đào tạo cũng không mở lớp dự thính cho môn này trong học kỳ HK191. Em mong PĐT có thể cung cấp cho em một số giải pháp cho tình trạng này ạ, em rất không muốn bị trễ học kỳ do môn này là môn học trước của nhiều môn trong năm thứ 3. . . . . Em mong PĐT sớm hồi âm ạ.",
            "Chào bạn. . . . Bạn có thể về Khoa làm đơn xin mở lớp, nếu đủ sĩ số mở lớp PĐT sẽ cập nhật lên phần ĐKMH dự thính để sv đăng ký"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính chào thầy cô, . . Em là [full_name]Ê lớp XD15KT- mssv: [student_id]. Em có đăng kí môn Giải tích mã MT1003 vào đợt 1 và khi đợt 2 mở em có bấm chuyển lớp. Tuy nhiên, trong Lịch sử đăng ký đã hiện chuyển lớp nhưng ở mục Danh sách đăng ký lại không hiện môn Giải tích. Khi em đăng kí lại môn giải tích hoặc đăng ký các môn khác đều hiện   I \"Quá số tín chỉ cho phép. Bạn chỉ được DK tối đa 2 tín chỉ\"  /I  ( Trong khi các môn hiện ở danh sách đăng kí đều là các môn trong tkb học kì chính). . . Kính mong thầy cô có thể khắc phục lỗi này giúp em để em có thể đăng kí môn học sớm. Nếu có thể kính mong thầy cô giúp em đăng kí môn MT1003 lớp DT03 và môn MT1007 lớp DT01 ạ !. . Em xin cám ơn thầy cô ạ !. .",
            "Bạn vào đăng ký lại nhé"
        ]
    }
]