[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô.. . Theo như gmail mới thông báo của phòng đào tạo thì những môn có phần học thí nghiệm sẽ không được mở lớp. Nhưng ở gmail trước em thấy có phần nếu như Khoa đảm bảo có thể bố trí học theo dãn cách thì vẫn được mở.. . Vì đây là môn tiên quyết cho đồ án chuyên ngành ở học kì sau, nếu không đăng kí được bọn em sẽ trễ luận văn tốt nghiệp ạ. Nên em và các bạn khác muốn xin mở lớp môn này thì không biết có được không ạ.",
            "Chào bạn,. . . . Bạn cho biết mã số môn học mà bạn muốn mở.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ hiện tại e k18 và e muốn hỏi là làm đề cương luận văn thì cần qua anh văn 3 hay qua anh văn 4 ạ ? hay là phải nộp bằng toic bao nhiêu ạ ? mã đề cương là EE4315 ạ !Em xin cám ơn",
            "Chào bạn,. . . . Bạn muốn đăng kí môn EE4315 thì bạn qua chuẩn anh văn sau năm 3 (tức là qua anh văn 4).. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  cho em hỏi là do học kì 1 năm nay em ko đăng kí môn thể chất đến tận hk2 em mới đăng kí mà giờ trường cho tạm xét tín chỉ để đăng kí môn cho hk203. Vậy cho em hỏi là em chưa có môn thể chất thì có được đăng kí môn cho hk203 ko ạ. Em xin cám ơn.",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ mục 4 http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK191.pdf.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ yêu cầu của ngành em là 99 tín chỉ tích lũy ngành để được thực tập. Hiện tại em đã tích lũy được 73 chỉ, cộng với kì này em đăng kí học 26 chỉ ( tính cả dự thính). Dạ cho em hỏi em đã đủ điều kiện để đi thực tập tốt nghiệp chưa ạ. . Em cảm ơn ạ.",
            "Chào bạn,. . . . Bạn vui lòng đọc kỹ thông báo của PDT đã gởi nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô. Em là sinh viên k17 Kiến Trúc nếu tính tới kỳ này để được làm thực tập tốt nghiệp(hè) phải đủ 144 chỉ mà hiện tại nếu tính tới hết kỳ này em chỉ tích luỹ được 143 chỉ ( em tính thi anh văn nộp bằng vào nhưng trong tình trạng này đang dịch em không thể đăng ký thi anh văn được) thì em có được đăng ký thực tập tốt nghiệp không ạ.. . Trong trường hợp Nếu hè em đăng ký trả thêm môn thì  số chỉ có được tính để em đăng ký thực tập tốt nghiệp không ạ. Em cảm ơn thầy cô! . . Em thấy trường có mail là không tính điểm tích lũy như hình em đính kèm vậy em có đăng ký được thực tập tốt nghiệp k ạ",
            "Chào bạn,. . . . Bạn tích luỹ đủ tín chỉ mới đăng kí TTTN được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa em lỡ không gia hạn đăng kí BHYT đợt tháng 11 nên giờ bảo hiểm của em hết hạn rồi ạ. Cho em hỏi là khi nào em có thể mua lại bảo hiểm ở trường được vậy ạ?. . . . Em cám ơn",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "E sinh viên hệ vhvl cho e hỏi đóng học phí chậm có bị làm sao không ạ ? Do khó khăn e có thể làm đơn đóng học phí chậm không ạ. . . . . .",
            "Chào bạn,. . . . Bạn cố gắng thanh toán học phí sớm, bạn không đóng học phí sẽ không có tên danh sách thi thi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "học kì phụ 203 nếu e đăng kí môn thực tập tốt nghiệp có tính là 880.000đ/1chỉ không ạ. . . .",
            "Chào bạn,. . . . Nếu nhóm mã [full_name],[full_name] sẽ tính theo đơn giá theo học kỳ chính, nhóm DT sẽ tính theo đơn giá học kỳ hè.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào thầy/cô. . Em tên là [full_name] [student_id], em đang học hệ VLVH xây dựng dân dụng ( lỗ trình học theo khóa 2017 chính qui), em có cần phải học môn Thực tập tốt nghiệp CI3343 giống như chính qui không ạ?, do e tìm kiếm trên ĐKMH của hệ VLVH thì không thấy môn đó.. . Em cám ơn thầy/cô ạ",
            "Chào bạn,. . . . Bạn học đúng môn học trong chương trình đào tạo của bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào PĐT, . . . . Như mail của VP thì học phí của HK dự thính Hè 203 của hệ CLC là 2.220.000/TC. Vậy cho em hỏi là những môn như ”Tư tưởng [full_name]” hoặc “Đường lối CM của Đảng CSVN” cũng có đơn giá tín chỉ như vậy luôn đúng không ạ? . . . .",
            "Chào bạn,. . . . Đúng bạn, bạn vui lòng liên hệ văn phòng Đào tạo quốc tế để tư vấn cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào [full_name]. . Em là [full_name], MSSV : [student_id]. Nay em co câu hỏi như sau ạ. . Em có đọc mail có nói rằng sẽ miễn chuẩn tiếng Anh sau các năm do tình hình dịch tễ. Vậy có Chuẩn tiếng Anh nhận Luận Văn thì sao ạ.. . Em xin cảm ơn ạ",
            "Chào bạn,. . . . Đối với môn luận văn phải có chuẩn anh văn mới nhận luận văn được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô, trong chương trình đào tạo của em có môn kỹ thuật chế tạo 1(ME3031), nhưng kì rồi em bị trễ tiếng anh nên không học kịp, bây giờ chương trình đào tạo thay đổi nên môn này hiện không còn ở K19, em đã khảo sát thì chỉ còn khoảng 8 bạn là chưa học, thầy/cô cho em hỏi là nếu không đủ sỉ số mở lớp thì đối với môn này có môn tương đương không ạ, em đã xem trên web trường thì thấy không đề cập ạ!",
            "Chào bạn,. . . . Về môn tương đương bạn về khoa tư vấn cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin kính chào quý Thầy/Cô , trong quy chế học vụ thì tín chỉ dự thính sau khi có kết quả nhưng tình hình dịch thế này thì trường mình tạm dừng kỳ thi dự thính nên em đang bị   B thiếu 1 chỉ  /B  so với yêu cầu tín chỉ tối thiểu tích lũy nghành để TTTN, vậy cho em hỏi có cách nào để xin thực tập trong kỳ hè được không ạ !! Nếu xin đặt cách thực tập tốt nghiệp thì kết quả sẽ bảo lưu và bị hạn chế tín chỉ đăng ký trong kỳ chính đúng không ạ ? Nếu không thì em sẽ bị trể một học kỳ do không được đi TTTN đúng không ạ . Mong nhận được phản hồi từ quý Thầy/Cô phụ trách phòng đào tạo. Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Bạn vui lòng đọc kỹ thông báo mà PDT đã gởi cho sinh viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên là [full_name]. Em có thắc mắc là em đã đăng kí chuyển điểm anh văn 1 và đã nộp phí khá lâu. Vậy khi nào em có điểm? điểm xem ở chỗ nào? khi nào cập nhập tín chỉ từ việc chuyển điểm?. . Em xin chân thành cảm ơn. .",
            "Chào bạn,. . . . [full_name] đã chuyển điểm anh văn 1 cho bạn rồi, bạn vào cổng thông tin sinh viên, mục điểm chuyển.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ, lúc trước con thanh toán trễ hạn học phí kì 202 và dự thính, theo thông báo con đọc được, con phải nộp đơn bằng giấy cho phòng đào tạo xác nhận, lí do đóng học phí trễ để xét điều kiện tham gia thi cuối kì. Con đã hoàn thành việc đóng học phí, dù trễ hạn ngay sau đó, nhưng do dịch nên con đã về quê và chưa thể nộp đơn lí do trễ hạn. Vậy có ảnh hưởng gì đến kì thi sắp tới không ạ? Con có thể bổ sung sau khi trường tổ chức học off trở lại hay không ạ? hay con phải gửi đơn trình bày onl qua mail ạ? con cảm ơn thầy cô.",
            "Chào bạn,. . . . Khi nào đi học trở lại bạn nộp đơn trễ hạn học phí vẫn được.. . . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô,. . . . . . Em là k14, em đã nộp đơn cứu xét lên khoa hồi trươc tháng 4. Cho em hỏi là em có thể đăng ký chuyển hệ VHVL vào đợt 2 được không ạ?. . . . Em cảm ơn.",
            "Chào bạn,. . . . Được bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em mới nộp hồ sơ nhập học hồi hôm qua nhưng kích hoạt tài khoản BKNetID lại không được ạ. Hôm nay em cũng lên kích hoạt nhưng nó vẫn báo lỗi. Mong PĐT kiểm tra giùm em ạ.",
            "Chào bạn,. . . . Việc này bạn liên hệ trực tiếp PDT nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào! . . Hiện tại em có đăng xét tuyển hệ VHVL của trường và sau khi trúng tuyển thì em có nhận được mã số sinh viên mới và phải kích hoạt tài khoản BKnetID nhưng em lại không thể kích hoạt được do có lỗi, em đã hoàn thành hồ sơ đóng phí và khai báo lý lịch hoàn tất, em mong bên trường có thể kiểm tra lại giúp em, tài khoản mssv mới là [student_id] . . Em xin cảm ơn!",
            "Chào bạn,. . . . Việc này bạn liên hệ trực tiếp PDT nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đang là sinh viên k19 cần môn thể chất 3 để đk môn cho năm sau nhưng hiện tại môn học đang bị dừng vậy ghì khi mình học lại và được thi ạ em học ở lớp bóng rổ chiều t3 lúc 1h đến 3h . . Em xin cảm ơn. . . .",
            "Chào bạn,. . . . Không hiểu ý bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô, em có đăng ký thực tập hè ngoài trường nhưng mà theo điều kiện đăng ký thì em bị thiếu 1 chỉ (có tính chỉ anh văn) vậy đợt hiệu chỉnh tới đây có bị xoá không ạ? Nếu xoá thì có cách nào cho em xin đăng ký môn này để không bị trễ tiến độ được không ạ?. . Em xin cảm ơn.",
            "Chào bạn,. . . . Theo qui định nhà trường đủ tín chỉ nhận môn thực tập ngoài trường mới đăng kí được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đợt đăng ký môn học cho học kỳ hè vừa rồi em có đăng ký môn Triết học. Hiện tại vì trong hè này em có bận việc khác nên giờ em muốn Hủy đăng ký môn học thì phải làm như thế nào ạ?",
            "Chào bạn,. . . . Đợt 2 DKMH hè bạn vào huỷ nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thầy (cô) cho em hỏi là kỳ 203 có thể đăng ký 2 môn Kinh tế chính trị và Chủ nghĩa xã hội khoa học cùng lúc được không ạ? Em xin cảm ơn.. .",
            "Chào bạn,. . . . Bạn phải học môn kinh tế chính trị trước sau đó mới đăng kí môn Chủ nghĩa xã hội khoa học.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . E xin chào pdt. . E là sinh viên năm 4 nhưng bị vướng tiếng anh chưa đăng ký thực tập được. . . Xin phép cho e hỏi, nếu e thực tập ở ngoài trước sau đó  chờ khi đăng ký được thực tập e nộp giấy và các giấy tờ liên quan được không ạ.. . E xin cảm ơn",
            "Chào bạn,. . . . Khi nào đủ điều kiện thức tập thì mới đăng kí đăng kí và đi thực tập tập được nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cô cho em hỏi 3 vấn đề ạ.. . 1. Kì này em đăng kí luận văn nhưng điều kiện anh văn để đăng kí luận văn. Ngày 25.6 bên khoa em bảo vệ luận văn, ngày 17.6 em có kết quả anh văn, sau đó em nộp thì có kịp để bổ sung trong danh sách bảo vệ luận văn không ạ? Do dịch covid nên bên trung tâm tiếng anh IIG  nó giãn cách lịch thi ra xa nhau lắm ạ.. . 2. Nếu kì này em không được làm luận văn thì em hết số kì trong hệ chính quy. Thì em cần chuẩn bị gì và làm gì để thủ tục chuyển qua hệ vừa học vừa làm ạ.. . 3. Em chuyển qua hệ vừa học vừa làm thì hè tới này, em có thể làm luận văn luôn không ạ.. . Em cảm ơn. . . . . .",
            "Chào bạn,. . . . 1. Khi nào bạn hoàn thành xong chứng chỉ ngoại ngữ để làm luận văn thì liên hệ PDT để hướng dẫn đăng kí luận văn.. . . . 2. Khi nào chuyển sang hệ VLVH liên hệ PDT sẽ hướng dẫn tiếp.. . . . 3. Theo qui định nhà trường thì học kỳ hè không mở luận văn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy cô cho em hỏi,. . . . Học kỳ trước em có học môn Nhập môn trí tuệ nhân tạo, và đã hoàn thành học phần mở rộng cho KSTN, đạt số điểm là 9 (đạt).. . . . Học kỳ này em có học lại môn học này, tuy nhiên, em chỉ muốn cải thiện điểm ở môn học cốt lõi, còn môn mở rộng em muốn được chuyển điểm ạ.. . . . Em không biết quy trình chuyển điểm này như thế nào ạ? Hay em cần huỷ môn mở rộng ạ?. . . . Nếu huỷ môn, thầy cô cho em hỏi phòng đào tạo cơ sở 2 còn hoạt động không ạ?. . . . Em xin cám ơn.. . Trân trọng,. . [full_name]",
            "Chào bạn,. . nếu môn học mở rộng đã đạt bạn có thể xin rút môn học ở HK bạn học cải thiện điểm.. . Thân mến."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy/cô,. . Em là sinh viên K20, đầu năm lúc làm hồ sơ nhập học em có đóng tiền bảo hiểm y tế và em thuộc diện đã có BHYT, em đã nhập đầy đủ thông tin của thẻ BHYT. Sau khi nhập học em đã nộp bản photo CMND, thẻ BHYT cho nhân viên phòng Y tế CS2 và cô nói chờ thông báo của trường để nhận lại tiền BHYT đã đóng. Em muốn hỏi là khi nào em có thể nhận lại tiền BHYT ạ?. . Em cám ơn.",
            "Chào bạn,. . . . Bạn vui lòng liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi về trường hợp nộp hồ sơ online để xét HBKK đối với sinh viên có hoàn cảnh khó khăn có mục điểm rèn luyện. Cho em hỏi nếu là sinh viên năm nhất thì tất cả các học kỳ ở năm nhất đều có điểm rèn luyện là 100 có phải không ạ. Em cảm ơn.",
            "Chào bạn,. . Điểm rèn luyện bạn liên hệ với phòng Công tác chính trị sv bạn nhé.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào Thầy/cô, em là [full_name], sinh viên năm 2. Nay em có thắc về vấn đề hbkk là em đã làm mất tài khoản ocb đăng kí ở trường,thế bây giờ em có thể lấy 1 tài khoản ocb khác của bạn em nhập vào trang bkpay để có thể nhận hbkk không ạ?. . Em xin cảm ơn!. .",
            "Chào bạn,. . . . Bạn vui lòng liên hệ phòng Công Tác Chính Trị Sinh Viên để hướng dẫn cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy cô, em là sinh viên Khoa Điện - Điện tử, em và bạn em cùng chung phân nghành Điều khiển - Tự động, học chung lớp DD19LT11 kì 201 vừa qua nhưng đến khi xét HBKK em và bạn lại khác nhóm ngành. . . Kì 201 vừa qua khoa Điện chúng em chưa phân nghành và đều học chung các môn giống nhau nhưng khi xét HBKK lại có sai sót. . . Em đính kèm hình ảnh 3 trường hợp sau:. .  . .   i Học vụ .",
            "Chào bạn,. . Đối với khóa 2019 khoa Điện HK201 sv chưa được phân ngành, chỉ có sv KSTN19 mới được phân ngành.. . Thân mến",
            "Thưa cô, trường hợp này K18 đã xảy ra rồi ạ.. . . . Dù đã phân ngành nhưng chúng em cùng học chung chương trình (chung hết tất cả môn học trong kì 201) nhưng đến khi xét học bổng lại xét riêng.. . . . Khi xét HBKK kì 201, lớp KSTN19 gồm 24 bạn (tuyển từ kì 192) phải xét riêng dù học giống tất cả các môn như các bạn khác cùng ngành.. . . . Các bạn tuyển bổ sung vào lớp KSTN19(tuyển từ kì 201) vẫn được xét chung với đại trà bình thường. . . . . Như vậy có phần thiệt cho chúng em là những bạn vào lớp KSTN19 trước ạ.. . . . Mong cô xem xét giúp em.. . . . Em cảm ơn cô!",
            "Chào bạn,. . . . Về học bổng bạn liên hệ phòng Công Tác Chính Trị SV nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô ạ!. . Hiện nay trên trang mybk có cập nhật lại là [full_name] thi cuối kì 2 nhưng chưa có mail thông báo. Cho em hỏi là thông tin này có chính xác là tạm dừng thi không ạ? Vì hiện tại em đang trụ lại TPHCM để chờ thi mà chưa dám về quê ạ.. . Em cám ơn thầy cô",
            "Chào bạn,. . . . Việc này PDT có gởi mail thông báo cho sinh viên rồi. Bạn vui lòng kiểm tra mail.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô, em có đăng ký thực tập hè ngoài trường nhưng mà theo điều kiện đăng ký thì em bị thiếu 1 chỉ vậy đợt hiệu chỉnh tới đây có bị xoá không ạ? Nếu xoá thì có cách nào cho em xin đăng ký môn này để không bị trễ tiến độ được không ạ?. . Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là em học khoa kỹ thuật xây dựng do hk202 em không đăng kí được môn vẽ kỹ thuật CI1033 và Khoa học trái đất CI1069, đợt đăng ký dự thính hè em có đăng ký lại nhưng sau khi vào thì 2 môn đó không đăng ký được nữa. Cho em hỏi có cách nào để đăng kí học 2 môn đó được không ạ. . . Em cảm ơn ạ!. . . .",
            "Chào bạn,. . . . Theo thông báo nhà trường môn có phần thí nghiệm sẽ không được mở. Nên môn CI1033 không được mở lớp nha bạn. Còn môn CI1069 bạn muốn mở lớp thì làm đơn xin mở lớp nộp tại PDT.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MS  B   /B GV: [student_id]  /b \t. . . .   i Yêu cầu khác . Dạ em k18 , kỳ sau 211 em đăng ký học lại 1 môn 4 tín chỉ ( Giải Tích 2), thì sẽ đóng mức học phí của 4 tín chỉ đó như thế nào ạ.",
            "Chào bạn,. . . . Hiện tại chưa có thông báo về học phí 211 nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô PĐT. cho em hỏi là   B số hiệu bằng  /B  trên   B bằng tốt nghiệp  /B  không trùng khớp với số hiệu bằng trên   B phụ lục bằng tốt nghiệp  /B . Và khi e tra thông tin văn bằng trên hệ thống thì số hiệu trên phụ lục là đúng còn trên bằng là sai và không ra thông tin. cho em hỏi là trường hợp như vậy thì việc cấp lại bằng có được giải quyết không ạ? và sẽ mất bao lâu để được cấp lại bằng ạ? vì e đang trong giai đoạn hoàn thiện hồ sơ để học cao học và thời hạn để nộp hồ sơ là gần hết hạn nên e mong PĐT sẽ giải quyết nhanh giúp em ạ. em cảm ơn rất nhiều!",
            "Chào bạn,. . Bạn nộp lại bằng TN,bảng điểm và phụ lục bằng bản gốc để kiểm tra lại bạn nhé.. . Thân mến",
            "Dạ vâng ạ! cho e hỏi thêm câu cuối là nếu có sửa chữa thì thời gian sửa có nhanh không ạ? vì thứ 2 ngày 31 tháng 5 là hạn cuối nộp hồ sơ xét tuyển cao học của trường nên e cần có đầy đủ giấy tờ để hoàn thiện hồ sơ ạ.",
            "Chào bạn,. . Bạn nộp nhanh thì giải quyết nhanh thôi.. . Thân mến",
            "Dạ vâng e cảm ơn ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa PĐT!. . Vì tình hình dịch Covid-19 từ năm trước đến nay, em vẫn chưa thể nào đăng kí được môn Lý thuyết điều khiển nâng cao EE3007 ở kỳ hè này, mặc dù giảng viên và  chủ nhiệm bộ môn đồng ý mở. Cơ hội cuối cùng của em đăng kí ở hè  này, nếu không sẽ phải trễ 1 Đề cương luận văn dẫn đến 1 năm trễ.. . Sau khi trao đổi với thầy trưởng bộ môn, thầy cho em lịch dạy của môn Lý thuyết điều khiển nâng cao ở cao học dạy theo hình thức online.. . Em khẩn thiết xin phòng đào tạo tạo điều kiện cho em đăng kí môn này sau đó chuyển điểm về mã môn EE3007.. . Em khẩn thiết tìm sự giúp đỡ của thầy cô PĐT.. . Em cảm ơn rất nhiều.. . [full_name] - [student_id]",
            "Chào bạn,. . . . Bạn muốn đăng kí môn Sau đại học, bạn vui lòng liên hệ phòng đào tạo Sau đại học nha.. . . . Thân.",
            "Thưa cô!. . Nếu em liên hệ được PĐt sau ĐH thì PĐT mình có thể cho phép em chuyển điểm về chính quy không ạ?. .",
            "Chào bạn,. . . . Đầu tiên bạn phải liên hệ khoa để biết môn EE3007 của đại học có tương đương với môn sau đại học không. Nếu tương đương thì bạn liên hệ với văn phòng Đào tạo sau đại học để đăng kí.. . . . Thân",
            "Thưa cô!. . Em đã liên lạc với thầy [full_name] - Trưởng bộ môn Điều khiển tự động - khoa Điện.. . Thầy đã xác nhận là môn EE3007 ở đại học tương đương với môn EE4041 sau đại học.. . Vậy em có thể liên hệ PĐT sau đại học đăng kí và sau đó chuyển điểm về được đúng không ạ?. . Em cảm ơn cô.",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "Chào bạn,. . . . Đúng bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa thầy/cô, em là [full_name] mssv: [student_id] . . em là sinh viên chính quy, ký hiệu nhóm lớp môn học là A. . . . Nhưng do môn thí nghiệm vật lý kì hè này không mở cho chính quy chỉ mở cho chất lượng cao (CC). Dạ thưa nếu em đăng ký học bên mã chất lượng cao (CC) thì khi có điểm em được phép chuyển điểm lại sang mã A của hệ chính quy được không ạ ?. . . . Nếu không được em có thể làm đơn xin mở lớp thí nghiệm vật lý hè này được không ạ ?. . . . Em cảm ơn thầy/ cộ ạ.",
            "Chào bạn,. . . . Bạn không đăng kí nhóm CC được bạn. Học kỳ hè không mở môn thí nghiệm nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em k19, em muốn hỏi là hết kì hè 203 này thì số tín chỉ tích lũy tối thiểu để em có thể đăng kí môn năm 3 là bao nhiêu ạ",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 4, mục 4.2 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo em đã nộp đơn đăng ký gia hạn học phí cho phòng công tác chính trị và đã được duyệt cho gia hạn học phí Hk 202 . . Em không đăng kí được môn học kì hè 203. . Cho em hỏi lý do tại sao ạ",
            "Chào bạn,. . . . Bạn vào đăng kí được bình thường nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT Trường Đại học Bách khoa. . Em tên [full_name] MSSV [student_id].. . Học kỳ 202 em có gia hạn học phí Và đã được Phòng CTCT duyệt. Nhưng khi đăng ký môn học PĐT đã xoá môn của em lý do chưa thanh toán học phí. . . Mong PĐT giải đáp cho thắc mắc của em ạ.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . PDT đã mở khoá cho bạn rồi, bạn vào đăng kí lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ là em có làm đơn hoãn học phí kỳ 2 rồi ạ cũng có quyết định từ ban giám hiệu rồi nhưng khi em đăng ký dự thính hè nó lại nói em chưa đóng tiền là sao z ạ:    . . . .",
            "Chào bạn,. . . . PDT đã mở khoá cho bạn rồi, bạn vào đăng kí lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name] MSSV [student_id]. . Em không thể đăng ký môn học HK203 với lý do trên myBK là chư thanh toán học phí. Mặc dù em đã thanh toán hp kỳ dt202 rồi, và em đã xin hoãn đóng hp kì chính 202. . . . Hiện giờ em đang không có TKB kì 203. Hãy giúp em với ạ.. . Em cảm ơn. . . . .",
            "Chào bạn,. . . . PDT đã mở khoá cho bạn rồi, bạn vào đăng kí lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em đã làm đơn gia hạn học phí snag năm sau rồi ạ nhưng em đăng kí môn học vẫn bị hủy vì chưa thanh toán z h em nên làm gì ạ:  . . . .",
            "Chào bạn,. . . . PDT đã mở khoa cho bạn đăng kí rồi, bạn vào đăng kí lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "EM là [full_name] [full_name]. . . Học kỳ 202 em đã xin gia hạn học phí và đã có tên trong danh sách quyết định của nhà trường. Số thứ tự 58.. . Ngày 25/5 là ngày mở cổng ddkmh hk hè 203. Em có vào đăng ký thì đăng ký không được với lý do là chưa thanh toán học phí (hình bên dưới). . . Mong PĐT giải quyết vấn đề này giúp em ạ.Em cảm ơn rất nhiều ạ!Đăng ký môn học .",
            "Chào bạn,. . . . PDT đã mở khoá cho bạn rồi, bạn vào đăng kí lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào cô/thầy. Con tên [full_name], mssv [student_id], vì vướng chuẩn AV nên con không đăng ký môn kì chính và dự thính được, nhưng con đã nhận được mail là sẽ cho pass chuẩn AV nhưng giờ con đăng ký vẫn bị dính chuẩn AV ạ. Con mong thầy cô có thể giải đáp thắc mắc cho con và giúp con để con có ngày sớm ra trường. Con cảm ơn.",
            "Chào bạn,. . . . Bạn vui lòng đăng kí lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em đã nhận được câu trả lời của pdt là đã chuyển điểm cho em. Nhưng em vào kiểm tra lại không có cái nào 5.5 điểm anh văn 1 cả Mong pdt có thể kiểm tra lại để e đk anh văn 2 trong hè ạ. Em có gửi 4 bức hình (3 hình đầu là danh sách chuyển điểm. Bức ảnh cuối là ảnh e đk chuyển 5.5 điểm và đã nộp tiền ạ) . .  Em cảm ơn",
            "Chào bạn,. . . . PDT đã chuyển điểm môn anh văn 1 cho bạn rồi và cập nhật trong hệ thống của nhà trường rồi, còn trang web PDT chưa cập nhật nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy/cô. Em là sinh viên k17 đã có tham gia bảo hiểm y tế đợt 1 (09/11-7/12/2020) nhưng hiện tại thẻ của em đã bị thất lạc khi chưa kích hoạt ứng dụng VssID. Vậy cho em hỏi em có cần phải tham gia đóng bảo hiểm y tế đợt 3 6 tháng cuối 2021 không ạ? Em cảm ơn",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Phòng đào tạo.. . Em là [full_name], sinh viên năm 4 khoa Môi trường và tài nguyên.. . Em có đăng ký môn đồ án kỹ thuật xử lý nước thải EN4009, tuy nhiên đã bị huỷ với lý do Khoa không mở lớp.. . Trước khi đăng ký môn em đã hỏi thầy cô bên khoa trước là đồ án có mở hè không và thầy cô nói chỉ cần đủ điều kiện là khoa mở ạ.. . PĐT cho em hỏi bây giờ em phải lên khoa xin xác nhận mở lớp và gửi lên phòng đào tạo để được mở phải không ạ. . . Em xin cảm ơn.",
            "Chào bạn,. . . . Theo qui định của nhà trường môn đồ án không mở trong học kỳ dự thính.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô.. . Cho em huỷ là đăng ký đợt 2 hè hk203 không huỷ môn được vậy ạ.. . Em cảm ơn",
            "Chào bạn,. . . . Vẫn huỷ bình thường mà bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ e chào pđt, trường có thông báo là kì 203 này sẽ bỏ qua chuẩn av, nhưng e đăng ký mộ thực tập En3315 nhưng vẫn vướng điều kiện ạ. Mong pđt kiểm tra giúp e ạ! E cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . xin chào PĐT , E tên [full_name]. . MSSV : [student_id] sinh viên hệ VLVH,hôm 23/5 e có dki bổ sung môn Thực tập TN ( ME3019) nhưng không mở lớp , sáng nay e có dki DT hè môn thực TN với chính qui nhưng do khác hệ nên không dki được , e xin PĐT có thể giúp e đki môn thực tập (ME3019),vì hiện e đã được cty nhận đi thực tập đầu tháng 6 này .Với lại tiến độ học tập của e cũng đang theo đúng lộ trình, nếu kỳ này e không dki đc e sẽ bị trễ ạ , kính mong PĐT giải quyết sớm giúp e , E xin cảm ơn",
            "Chào bạn,. . . . Môn TTTN sinh viên hệ VLVH không đăng kí chung với chính qui được bạn. Bạn làm đơn xin mở lớp riêng cho hệ VLVH nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô ạ, em xin tăng sĩ số môn trong đợt đăng ký ĐĂNG KÝ MÔN HỌC HK203 - ĐỢT 2:. . Phương pháp tính mã MT1009 nhóm lớp DT02_DT02\t. .   i Đăng ký môn học .",
            "Chào bạn,. . . . PDT đã tăng sỉ số tối đa không tăng được nữa. Bạn muốn đăng kí thì làm đơn xin mở lớp nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào thầy/cô PĐT.. . Hiện tại em không thể đăng ký môn thực tập ngoài trường ( CO3315 ) vì thiếu môn Cấu trúc dữ liệu và giải thuật ( CO2003 ). Hiện tại , em đang học môn này ở lớp DT01. Vì môn CO2003 vẫn chưa thi và chưa có điểm , do dịch bệnh nên em cũng không biết khi nào tổ chức thi. Kính mong thầy/cô PĐT xem xét cho em đăng ký môn CO3315. Vì các bạn học lớp chính quy ban ngày đều được xem xét coi như đạt để đăng ký các môn khác. Mong thầy/cô xem xét trường hợp này cho lớp dự thính buổi tối. Thật sự nếu không đăng ký được thực tập sẽ rất ảnh hưởng tới việc ra trường của em. Mong thầy/cô giúp đỡ . .",
            "Chào bạn,. . . . Hiện tại nhà trường chỉ pass môn trong học kỳ chính thôi bạn, học kỳ dự thính phải tính điểm đạt.. . . . Thân",
            "Chào cô.. . Sao lại có thể như vậy được ạ. Cả 2 chương trình học đều là như nhau. Việc hoãn thi thì cũng do dịch bệnh. Làm sao mà môn dự thính có điểm được trong khi chưa được thi. Sao lại cho chương trình học kỳ chính được pass ,còn dự thính lại không.. . Điều này rất không hợp lý.Mong cô xem xét lại.",
            "Chào cô.. . Sao lại có thể như vậy được ạ. Cả 2 chương trình học đều là như nhau. Việc hoãn thi thì cũng do dịch bệnh. Làm sao mà môn dự thính có điểm được trong khi chưa được thi. Sao lại cho chương trình học kỳ chính được pass ,còn dự thính lại không.. . Điều này rất không hợp lý.Mong cô xem xét lại.",
            "Chào bạn,. . . . Bạn vui lòng đợi thông báo mới nhất của nhà trường.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào thầy/cô. Em tên là [full_name], mssv : [student_id]. . . . em đã đăng kí đợt 1, và không hiểu sao lại chưa thấy đã đăng kí thành công ở đợt 2 này.. . . . Và trong đợt 2 này, em chọn nhóm lớp cũng không được, mong thầy/cô giải quyết giúp em ạ.. .",
            "Chào bạn,. . . . - PDT đã gởi thông báo cho các bạn sinh viên rồi, học kỳ hè không mở lớp cho những môn có phần thí nghiệm nha bạn.. . . . - Nhóm CC dành cho các bạn sinh viên quốc tế, chất lượng cao nha bạn.. . . . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    }
]