[
    {
        "intent": "",
        "message": [
            "Email của em không nhận được nhiều mail , lỗi hiện lên là Delivery Status Notification (Failure). .",
            "Chào em,. . Em vui lòng liên hệ Trung tâm Dữ liệu và Công nghệ thông tin để được hỗ trợ và giải đáp thắc mắc về tài khoản mail của bạn.. . Điện thoại    : (84.28) 38.647.256 - Ext:5200. . Website    : www.netadm.hcmut.edu.vn. . Email    :  [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kính chào các thầy, cô ở Phòng Đào Tạo.. .      Em tên là: [full_name], MSSV: [student_id], khoa: Kỹ thuật xây dựng. . Nay em gửi email này với lý do: Vào lúc đăng ký môn học, thời khóa biểu mặc định của em có môn Vẽ kỹ thuật (mã môn: CI1003) nhưng môn em cần phải học là môn [full_name] Xây Dựng (mã môn: CI1033).. .     Em kính xin quý thầy, cô cho em được chuyển môn học từ [full_name] sang [full_name] Xây Dựng để đúng với chương trình đào tạo. Kính xin thầy cô xem xét và giải quyết.. .     Em xin chân thành cảm ơn và kính chào quý thầy, cô.",
            "Chào em,. . - Đã hết thời gian huỷ môn học.. . - Rút môn học: em xem email PĐT đã gửi:. . \"ĐĂNG KÝ [full_name] HỌC KỲ 2(2021-2022). . Hộp thư đến. . . . - Ho Tro SV   [email] . . 08:57, Th 6, 7 thg 1. . tới stu.all. . . . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký [full_name] (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản [email] và điền thông tin [full_name] theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ [full_name] điều 11.2. . . . Chúc các bạn học tập thật tốt!\". . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . [full_name] [full_name] Ạ",
            "Chào em,. . Em xem biểu đồ học tập . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=1966. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa thầy/cô,. . Theo cập nhật điều kiện nhận LVTN thì em thiếu điều kiện tín chỉ. Nhưng em tự kiểm tra lại những môn đã học thì em đã đạt được 118/114 tín chỉ. Do đó em đã đạt đủ điều kiện tín chỉ để nhận LVTN.. . Kính mong thầy/cô kiểm tra lại và gửi cho em bảng liệt kê những môn em đã học và những môn em chưa học theo cập nhật của phòng đào tạo ạ.. . Em có gửi đính kèm file pdf những môn em đã hoàn thành. Những môn học em đã học thì em đã gạch cho thầy/cô đối chiếu.. . Em cám ơn.",
            "Chào bạn. . Pdt đã tiếp nhận đề nghị DKMH của bạn. . Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 23/2/2022. . Thân",
            "Chào bạn. . Hiện tại do Khoa báo Pdt không nhận LVTN cho Hk 212 này nên có 2 hướng :. . - Bạn có thể đăng ký vào HK213. . - HK212: bạn vui lòng làm đơn đăng ký LVTN, trong đơn ghi rõ tên môn học, mã số môn học, lý do bổ sung. Và phải có xác nhận của Khoa + Giảng viên hướng dẫn đồng ý bổ sung và xác nhận tiến độ thực hiện được bao nhiêu phần trăm (có thể gởi yêu cầu Khoa + Giảng viên hướng dẫn xác nhận trong đơn, hoặc xác nhận qua mail, bạn chụp hình mail  đồng ý đính kèm ), gởi yêu cầu tại BKSI để xử lý. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào Phòng đào tạo ạ. Em tên là [full_name] (MSSV: [student_id]). Em có đăng kí làm luận văn kì 212 này, nhưng do ảnh hưởng của dịch, nên đến bây giờ công ty mới sắp xếp cho em đi thực tập. Vì khối lượng công việc của Luận văn cũng như ở chỗ thực tập rất lớn nên em không thể hoàn thành trọn vẹn cả 2 cùng lúc được. Mong quý Phòng đào tạo xem xét cho em được rút môn luận văn này để em bắt đầu làm ở kì hè được không ạ.",
            "Chào em,. . - PĐT đồng ý huỷ. . . - SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trước ngày 22/02/2022.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1914467  /b \t. . . .   i Học vụ . Dạ kính gửi phòng đào tạo,. . . . Em tên là Diệp Tường Minh Nhật, MSSV: 1914467 thuộc khoa Khoa Kỹ Thuật Hoá Học.. . . . Em viết mail này muốn được trình bày sự không mong muốn khi tham gia kì thi cuối kì môn Truyền Nhiệt (CH2043) vào lúc 14 giờ ngày 23/12/2021 trong lúc nộp bài vì lí do sự cố kỹ thuật nên em không thể nộp kịp nên đã liên hệ và gửi mail cho giảng viên (Hoàng Trung Ngôn) trực tiếp giảng dạy và gọi báo cho giảng viên và được đồng ý nhưng khi có điểm trên hệ thống thì báo điểm 13. Em liên hệ với giảng viên và được thông báo là em phải liên hệ với phòng đào tạo giải trình nhưng trước đó có liên hệ với giảng viên thầy nói đồng ý nên em đã không liên hệ với phòng đào tạo để giải trình. Sau khi liên hệ với giảng viên và được nói như vậy, em không biết phải làm như thế nào ? Vì thật sự bây giờ em rất hoang mang và bối rối.. . . . Em kính mong phòng đào tạo xem xét kỹ trường hợp của em và hỗ trợ hướng dẫn em nên làm gì tiếp theo trong sự cố không mong muốn lần này. Thật sự thi online có rất nhiều khó khăn cũng như bất cấp cho sinh viên cũng như nhà trường nhưng em không biết là sự cố xảy ra với em. Phát hiện ra vấn đề này đến hôm nay cũng khá trễ nhưng do có sự cố về đề thi Truyền nhiệt nên đến tận bây giờ mới có điểm trên hệ thống và em mới phát hiện ra vấn đề này. Rất mong nhận được sự xem xét và hỗ trợ từ phòng đào tạo. . . . . . . Để giúp quá trình xem xét của phòng đào tạo diễn ra hiệu quả, minh bạch, ngoài video record màn hình do giám thị ghi lại em xin gửi đính kèm minh chứng gồm video record suốt toàn bộ quá trình thi cũng như nộp bài và hình ảnh gửi email bài thi cho giảng viên để thông báo sự cố.. . . .  + Link record màn hình quá trình làm và nộp bài thi.. . . . https://drive.google.com/file/d/1nUPKmu2lXeqPH8BhqMmeDcMA7PAwgGrZ/view?usp=drivesdk. . . . + Ảnh gửi bài thi qua mail cho giảng viên.. .",
            "Chào bạn, . . Về vấn đè này PDT không thể hỗ trợ bạn được. . . Bạn vui lòng liên hệ Giáo viên giảng dạy để hỗ trợ giải quyết giúp bạn nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào cô,. . Em là [full_name]. Em muốn nhận bằng tốt nghiệp để ứng tuyển công việc nhưng hiện tại căn cước công dân của em đang được làm lại. Vậy em có thể dùng giấy số định danh cá nhân do phường cấp để nhận bằng được không ạ? Em xin cảm ơn.. . Thân. .",
            "Chào em,. . Em có thể dùng thẻ sinh viên của em để nhận nhé.. . Trường hợp làm thẻ CCCD theo cô biết là họ không giữ bản CMND cũ nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Mới đây thầy có gửi tin nhắn qua tin tự động của bkel thông thường sẽ báo qua gmail, nhưng không thấy gửi qua gmail.. . Khi nộp BTL cũng sẽ gửi qua gmail nhưng em cũng không thấy báo qua gmail.. . Em không biết trước gần tết tới giờ em không nhận được gmail của trường ( cái này em không biết nhà trường có gửi gmail nào không).. . Em cảm ơn.",
            "Chào em,. . Hiện tại chính sách gmail thay đổi nên không gửi được thông tin email. . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT,. . Em tên [full_name], MSSV [student_id]. . . . Em có làm đơn xin chuyển điểm môn học 402701 thành môn học EE3189 cho văn phòng khoa Điện-Điện tử. Chị [full_name] bảo em là đã có công văn chuyển điểm từ 25/01 em không biết PĐT đã chuyển chưa vì em không thấy trong mục điểm chuyển ạ. Đó là môn cuối cùng nên em vẫn chưa đăng ký tốt nghiệp được. Nếu được em muốn xem em đã đủ điều kiện tốt nghiệp sau khi chuyển điểm chưa ạ.. . . . Em cảm ơn,. . [full_name]",
            "Chào em,. . Trường hợp của em mới có quyết định và chuyển QD về Khoa phát cho SV. SV có thể liên hệ Khoa để nhận QD.. . Về mục chuyển điểm sẽ được cập nhật sau nhé bạn.. . về tốt nghiệp:. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 01/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân",
            "Chào em,. . Trường hợp của em xét tốt nghiệp báo bạn còn Nợ 005001 GDTC3, em kiểm tra và phản hồi nếu có khiếu nại nhé. . Thân",
            "Trước đây em có rớt môn giáo dục thể chất 3 nhưng em đã học lại môn bóng đá vào mùa hè. Em thấy mục điểm chuyển đã có GDTC3 nên em nghĩ em đã được chuyển điểm rồi. Vậy bây giờ em cần phải làm gì để chuyển điểm sang GDTC3 vậy ạ.",
            "Chào em,. . Đã ghi nhận và cập nhật lại môn GDTC 3 cho bạn và chuyển đi xét tốt nghiệp lại cho bạn nhé.. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 01/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân",
            "Sao em thấy đã đc dki rồi nhưng khi đki thử thì web hiện như thế này ạ. Em đã điền đủ thông tin rồi."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn rút môn học nhưng mà môn đó có học phần thí nghiệm thì khi điền đơn rút thì có cần điền thêm mã số môn học của thí nghiệm luôn hay không ạ?. . Khi gửi đơn thì khi nào có mail xác nhận ạ?",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . \"ĐĂNG KÝ RÚT MÔN HỌC HỌC KỲ 2(2021-2022). . Hộp thư đến. . . . - Ho Tro SV   [email] . . 08:57, Th 6, 7 thg 1. . tới stu.all. . . . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản [email] và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại [full_name] [full_name] điều 11.2. . . . Chúc các bạn học tập thật tốt!. . - Khi gửi đơn thì khi nào có mail xác nhận ạ?. . =  Em nhập vào form thì có email xác nhận. . - có cần điền thêm mã số môn học của thí nghiệm luôn hay không ạ. . =  Không cần nhé. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào pdt!. . Em là [full_name]-[student_id] . . Em đã đăng kí tốt nghiệp hệ vhvl khóa 14 cách đây hơn 1 tháng. Cho em hỏi thông tin tốt nghiệp của em và khi nào em lên trường nhận bằng tốt nghiệp được ạ. Em cảm ơn.",
            "Gửi đến [full_name]/Chị [full_name] viên. . -Hiện các [full_name]/Chị [full_name] viên chưa có kết quả thẩm tra bằng tốt nghiệp THPT (theo qui định của Bộ). . nên đề nghị [full_name] viên hoàn thành các thủ tục+theo diện đầu vào (hướng dẫn phần bên dưới) trước khi nhận bằng (PĐT đã gửi e.mail thông báo [full_name] viên đến nhận bằng, nên [full_name] viên có thể đem theo các thủ tục để hoàn tất thủ tục thẩm tra và nhận bằng cùng lúc).. .  . . -Thủ tục hợp lệ:. .  • photo công chứng: nộp 02 bản sao bằng sao y (có công chứng) đính kèm bằng bản chính, sau khi kiểm tra sẽ gửi trả lại bằng bản chính cho [full_name] viên... .  • Trường hợp bằng THPT/PTTH bản sao do Sở Giáo dục và Đào tạo cấp: chỉ nộp 01 bản.. .  • Bản sao bằng hoặc do Trường Đại học/Cao đẳng nới cấp bằng sao y: chỉ nộp 01 bản.. .  . . -[full_name] viên cần phải nộp bằng, thuộc diện đầu vào:. .  . . A.[full_name] viên diện Chính quy chuyển sang VLVH. .  a.Chính quy đại trà. .  • Bổ sung bằng tốt nghiệp THPT/PTTH. .  b.Bằng 2 chính quy. .  • Bổ sung bằng tốt nghiệp THPT/PTTH. .  • Bổ sung bằng Đại học. . B.[full_name] viên diện thi/trúng tuyển. .  • Bổ sung bằng tốt nghiệp THPT/PTTH. . C.[full_name] viên diện đã tốt nghiệp ĐH/CĐ. .  • Bổ sung bằng tốt nghiệp THPT/PTTH. .  • Bổ sung bằng Đại học/Cao đẳng. .  . . -Các trường hợp [full_name] viên đã tốt nghiệp bằng 1 tại Trường ĐH Bách Khoa – ĐHQG HCM, đề nghị phản hồi và cung cấp mã số [full_name] viên trước đây qua địa chỉ e.mail [email]"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Học vụ . Kính chào quý thầy cô ở Phòng Đào Tạo. . Em tên là[full_name] [full_name] thuộc khoa [full_name] Thuật Xây Dựng.. . Hiện tại thời khóa biểu của em có môn Vẽ [full_name] Thuật (Mã môn[full_name] CI1003) nhưng môn em cần phải học để đúng với chương trình đào tạo là Vẽ [full_name] Thuật Xây Dựng (mã môn[full_name] CI1033). Nhưng đã quá hạn hủy môn học, hiện tại em chỉ được xin rút môn Vẽ [full_name] Thuật và qua kỳ sau đăng ký lại môn Vẽ [full_name] Thuật Xây Dựng đúng không ạ?. . Em xin chân thành cảm ơn quý thầy, cô đã đọc và xin được giải đáp.. .",
            "Chào em,. . Về Chương trình Đào tạo, danh sách môn tương đương…, em vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính chào quý thầy cô ạ. Em tên là [full_name]-[student_id]. Em viết yêu cầu này mong quý thầy cô có thể giúp đỡ cho trường hợp không đăng ký được môn Luận Văn của em trong kỳ 212 này. Kỳ 203 em đã đăng ký môn thực tập và phỏng vấn đậu nhưng do dịch nên phía bên công ty đã hủy đợt thực tập đó. Em chỉ còn mỗi môn Luận văn là sẽ xong hết môn trong kỳ 212 này. Em đã có xin ý kiến từ Khoa và Khoa đã chấp nhận (em có đính kèm quyết định từ Khoa). Em tha thiết mong quý thầy cô có thể thông cảm và giúp đỡ cho em có thể đăng ký thành công môn Luận Văn trong kỳ 212 này để em có thể làm chung với các bạn trong nhóm Đề cương ạ. Em cảm ơn thầy cô rất rất nhiều.. .",
            "\"Chào bạn,. . . . Để đăng ký môn LVTN HK212 thì SV phải học đạt các môn tiên quyết theo quy định. Để tra cứu cấu hình môn học bạn vào trang aao.hcmut.edu.vn/sinh viên/Chương trình đào tạo/Chương trình đào tạo 2014 --  Menu \"\"Cấu trúc môn hoc\"\". . . . Trường hợp SV chưa có kết quả điểm môn TTTN trong HK212 vì lý do tình hình dịch bệnh nên kéo dài thời gian TTTN,  thì SV phải chờ có điểm đạt môn TTTN, sau đó SV gửi đơn xin xem xét đăng ký LVTN HK212 bổ sung với P.ĐT nhé. . . . . Nếu điểm TTTN HK212 cập nhật quá trễ, thì SV có thể đăng ký môn LVTN trong HK213 theo thông báo \"\"Kế hoạch học tập của HK2 và HK hè năm học 21-22\"\" Pdt đã gởi qua mail vào ngày 27/12/2021- [full_name] 6. . . . Chúc bạn học tốt. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ PĐT cho em hỏi là khoa điện không làm lễ tốt nghiệp mà chỉ lên nhận bằng TN thôi ạ?. . sao em k thấy có thông báo dự lễ tốt nghiệp mà chỉ có mail thông báo lên PĐT nhận bằng thôi ạ?. .   i Tốt nghiệp .",
            "Chào em,. . Về lễ tốt nghiệp SV vui lòng đợi thông báo sau của nhà trường. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Lớp: VP17CDT. . . . Em xin thầy cô PĐT chuyển điểm môn học giúp emn để em có thể đăng kí học phần Luận Văn tốt nghiệp.. . . . Tên môn: . .   B Nhập môn về kỹ thuật-CI1001, điểm 8.5, HK17.1  /B  chuyển điểm cho môn   B Nhập môn kỹ thuật-ME1001.  /B . . . . Và xin thầy cô đăng kí giúp em hai môn học phần Luận văn trong HK21.2: . .   B 1. Thực tập tốt nghiệp-218750. . 2. Luận văn tốt nghiệp-218700  /B . . . . Em xin chân thành cảm ơn thầy cô.",
            "Chào em,. . Em cần làm đơn gửi bksi để PĐT kiểm tra rồi trả lời em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em là [full_name],MSSV: [student_id]. . Em có đăng ký môn học Luận văn tốt nghiệp CH4327 vào đợt bổ sung nhưng bị xóa vì lý do thiếu tín chỉ tối thiểu (123  125). . . Do trước đó em có học môn tương đương nhưng myBK chưa cập nhật nên em không đủ tín chỉ tối thiểu để đăng ký luận văn. Hiện tại môn học tương đương của em đã được cập nhật. Em mong phòng đào tạo xem lại và bổ sung môn LVTN vào thời khóa biểu giúp em ạ.. . Em xin cảm ơn và mong nhận được phản hồi sớm nhất. .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trước ngày 18/02/2022.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em chào thầy cô, em tên [full_name] MSSV [student_id]. . Em có đăng ký Luận văn tốt nghiệp (Cơ điện tử), MSMH: ME4221. . Em nhận được câu trả lời là em không đủ tín chỉ để nhận LVTN (119/120). . Sau khi em kiểm tra file đính kèm thì em thấy rằng có tận 3 môn chưa được cập nhật điểm:. . 1.Các quá trình chế tạo (ME2071) HK202. . 2.Môi trường và con người (ME2019) HK212. . 3.Điều khiển quá trình (ME5226) ở cao học chuyển điểm xuống đại học thành Nhập môn điều khiển quá trình công nghiệp (ME4215). . Tất cả 3 môn trên em đều đã có điểm nhưng giáo viên chưa cập nhật điểm nên em bị mất tín chỉ. Nếu được cập nhật đủ thì số tín chỉ của em sẽ là 128/120, ở môn sau đại học thì em đã liên hệ để xin chuyển điểm. Còn 2 môn ở đại học em chưa liên hệ được.. . PDT có thể giải quyết giúp em được không ạ. Em xin chân thành cảm ơn.",
            "Chào em,. . Điểm do GV nhập, bảng điểm [full_name] gửi PĐT. Em vui lòng liên hệ GV, [full_name] trình bày rõ để được hỗ trợ nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . -Kính gửi PĐT, em tên là [full_name]. . -Em muốn hỏi PĐT có tính tín chỉ cho đợt \"Đăng ký môn học Lớp bồi dưỡng kiến thức hệ VLVH khóa 2022\" này hay không ạ? và Cơ sở học là trưởng CĐKT Cao Thắng phải không ạ?. . -Mong PĐT trả lời sớm giúp em, Em cảm ơn PĐT.",
            "Chào em,. . Em vui lòng email đến [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "QUOTE   b MSSV/MSGV: 2013621  /b \t. . . .   i Yêu cầu khác . Dạ cho em hỏi trong form xin rút môn học có môn số 1,2 thì em xin rút môn SỨC BỀN VẬT LIỆU mã CI2001 và Thí nghiệm của môn là CI2002 thì khi đăng kí rút môn em có cần đk cả 2 mã ko ạ, em xin cảm ơn",
            "Chào em,. . Chỉ cần mã môn học chính nhé. (không cần mã TN kèm).. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Chào thầy cô).. . Em có đăng ký Luận văn tốt nghiệp (Kỹ thuật Chế tạo) (ME4029). Mục elearning đã có môn học nhưng thời khóa biểu chưa thấy cập nhật. . .",
            "Chào em,. . Em vào mybk xem lại nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào PĐT. . Em là [full_name] MSSV 143477. . Năm 2020 em đã hoàn thành xong CTĐT tại trường và chưa hoàn thành kì thi toeic speaking and wrting tại trường nhưng có lệnh nhập ngũ và đến nay em đã xuất ngũ. Em dự kiến tháng 5 / 2022 em đủ điều kiện tốt nghiệp.. . PĐT cho em hỏi là thông tin trên bằng tốt nghiệp sẽ ghi năm tốt nghiệp là năm 2020 hay 2022. . . Do em đang theo học bên chương trình đào tạo kỹ sư làm việc tại Nhật ở trung tâm Eshuhai, bên đó người ta yêu cầu là năm tốt nghiệp 2020. . . Nếu năm tốt nghiệp được ghi trên bằng là 2022 thì việc điều chỉnh lại thành 2020 có được không và cần những thủ tục gì ?. . Em chân thành cám ơn. . . Em xin phép đính kèm giấy xuất ngũ",
            "Chào em,. . Ngày cấp bằng tính theo thời điểm hiện tại nhé bạn, trường hợp của bạn có thể giải thích lý do bạn tốt nghiệp trễ là do bạn đi thi hành NVQS với bên Nhật (bạn có lệnh gọi nhập ngũ và quyết định xuất ngũ làm minh chứng nhé). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên là [full_name], MSSV [student_id].. . . . Lí do: Em đã từng nộp bằng và chuyển điểm đến anh văn 3. Em có thấy là chỉ được chuyển điểm môn Anh văn 1 lần. Vậy giờ nếu em nộp bằng khác đủ thang điểm thì có được xét hết anh văn để đăng ký môn học nữa không?.. . . . Em xin chân thành cảm ơn.. .",
            "Chào em,. . Em đang hỏi về việc chuyển AV hay văn hay chuẩn tiếng Anh từng năm? vui lòng trình bày rõ thêm giúp cô nhé.. . Theo quy định mỗi môn AV chỉ được chuyển điểm 1 lần. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Khiếu nại đăng ký môn học  /i [full_name] [full_name] [full_name] [full_name] kính gửi phòng đào tạo, em tên [full_name] - [student_id] hệ VHVl vừa rồi em có khiếu nại việc đk môn thiết kế  P&ID mã CH2081, môn này được sự chấp nhận của giảng viên bộ môn và khoa cho phép mở dự thính và được phòng đào tạo mở cho tụi em vào tối thứ 6, tuần bắt đầu là tuần 7, nhưng qua tết thì phòng đào tạo huỷ lớp ạ, với lý do là không đủ sỉ số, nhưng số lượng sinh viên đăng kí vào lớp này là 10  bạn, đủ số lượng để mở lớp dự thính, rất mong phòng đào tạo xem xét và mở lớp lại cho tụi em học ạ[full_name] [full_name] Em cảm ơn[full_name][full_name] [full_name] Học viên[full_name] [full_name] [full_name]",
            "Chào bạn. . Anh [full_name] đã trả lời cho bạn qua mail. . môn này có một số SV chính quy học lần đầu nữa nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . . . Kính gửi PĐT,. . . . Em là Hương Huệ - [student_id], sinh viên vừa chuyển hệ sang VLVH. Vì nhận được thông tin từ PĐT là tạm thời không xét CCAV khi xét LVTN nên trong đợt ĐKMH này em muốn đăng ký môn LVTN - CH43B3 cho HK212, tuy nhiên sau khi đăng ký môn học cả 4 đợt đều không thành công. Em có kèm ảnh lí do khi đk không được từng đợt ạ.. . . . Dạ PĐT có hẹn ngày 15/2 là hạn cuối hỗ trợ em nhưng đến hiện nay em kiểm tra vẫn chưa được ạ. Mong PĐT kiểm tra giúp em lần cuối để em có kết qủa cuối cùng trao đổi với GVHD vì hiện tại đã rất trễ rồi ạ . . . . Em cảm ơn.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trước ngày 22/02/2022.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã thử gửi đi gửi lại nhiều lần nhưng mà vẫn không thấy email xác nhận từ nhà trường sau khi điền form rút môn học. Mong PĐT kiểm tra lại giúp em về vấn đề này. Tên em là [full_name] MSSV [student_id]. .",
            "Chào em,. . Chính sách gmail thay đổi nên đang bị lỗi gửi mail nhé em.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi em có đăng kí rút môn học nhưng khi suy nghĩ lại thì em không muốn rút nữa thì có cách nào hủy việc rút môn học không ạ ?. . Em cám ơn ạ.",
            "Chào em,. . Em cần làm đơn xin huỷ rút môn học rồi gửi lại bksi (sv tự làm không có mẫu).. . Thân mến. .",
            "Dạ nếu như em rút nhiều môn học nhưng chỉ muốn hủy rút môn học cho một môn thôi thì có được không ạ ?. . Em cám ơn ạ.",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Chào em,. . Việc ĐKMH và rút môn học tuỳ SV nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào PDT,. . Hiện tại em muốn đăng ký học văn bằng 2 thì em nên liên hệ và đăng ký ở đâu ạ?. . Em vừa tốt nghiệp 11/2021, em cám ơn PDT.",
            "Chào em,. . - Em vui lòng xem trên aao.hcmut.edu.vn/tuyểnsinh. . - Hoặc email đến [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  em muốn xin thôi học, thì em có thể nộp đơn qua đường bưu điện được không, hay phải đến trường để nộp ạ.. . . .",
            "\"Chào bạn. . Bạn tải đơn thôi học : điền vào, ký tên đính kèm minh chứng .. . Sau đó gởi hồ sơ đến BKSI.HCMUT.EDU.VN để phòng đào tạo xử lý và trả lời. . . . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký môn học. . Tên: [full_name]. . . . MSSV:[student_id]. . . . Em đã đăng kí 2 môn MT1005 và MT1009 vào đợt Đăng ký môn học Dự thính môn học HK212 - CQ + [full_name]H Đợt 3 - Lộ Trình 1. Đến nay vẫn chưa có thời khóa biểu. Phòng đào tạo có thể hỗ trợ em hủy thời khóa biểu hai môn này hoặc cho em thời khóa biểu để em vào học được không ạ.",
            "Chào em,. . - Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô. . Do 1 số sơ suất không kiểm tra lịch đăng kí, . . . . nên em bị lỡ lịch đăng kí môn học dự thính đợt . . . . 2 của môn đại số tuyến tính MT1007 . . . . Dạ, cho em hỏi là em có thể đăng kí khi đã trễ. . . . hạn đăng kí môn học không ạ, vì em thấy sĩ số . . . . lớp vẫn còn dư 79/90. . . . Em xin cảm ơn . . . .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trước ngày 22/02/2022.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV/MSGV: [student_id]    . . . . Khiếu nại đăng ký môn học. . . . Em tên là [full_name] HC18KSTN. . Mã môn học CH4327. . Hôm qua cô bên bksi bảo em là 123/125 chỉ nhưng e kiểm tra lại thấy đủ 125 chỉ, xem lại giúp em với ạ",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trước ngày 22/02/2022.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào cô ạ!. . Em tên [full_name] mssv [student_id]. . Dạ cho em hỏi là cách tính điểm giữa chuyển điểm anh văn toeic ra từng anh văn và nộp chứng chỉ anh văn chỉ để đăng kí môn học có giống nhau không ạ.. . Em thi toeic được 500 thì giờ em nộp chứng chỉ vào có đủ để đăng kí môn học những môn mã năm 4 không ạ.Ví dụ như đề cương luận văn tốt nghiệp EE4335.. . Em cám ơn cô. . Em chào cô ạ",
            "Chào em,. . Chứng chỉ TOEIC của em thi ở đâu? vui lòng trình rõ thêm ý nhé.. . ĐCLV tính là môn học thuộc năm thứ mấy của bạn?. . Chuyển điểm AV 1,2,3,4 phải có chứng chỉ Quốc tế, theo bảng quy đổi điểm, SV tham khảo tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/4.   Chuyển điểm các môn ngoại ngữ và bảng quy đổi tương đương các chứng chỉ/ Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2020-2021"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô em là [full_name], sinh viên hệ VHVL.. . . . Em có thấy mail của cô về \"lớp bổ túc kiến thức các môn cốt lõi bậc đại học\", nhưng chỉ dành cho \"\t. . Thí sinh tốt nghiệp Cao đẳng nhóm ngành Công nghệ thông tin\", vậy thưa thầy/cô em là sinh Viên nghành Điện từ truyền thông cao đẳng Cao Thắng, liệu em có thể đăng kí học và được xét các miễn môn học này không.. . . . Em xin trân thành cảm ơn.. . . . [full_name]. .",
            "Chào em,. . Em vui lòng email đến [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào Thầy/Cô phụ trách.. . Em là [full_name], MSSV [student_id]. Đợt mail gia hạn bảo hiểm y tế năm 2022 em không đăng kí thêm vì thấy bảo hiểm y tế của mình còn hạn sử dụng. Nay bảo hiểm y tế vừa hết hạn thì em có thể đăng ký lại theo trên trang mybk của trường không hay phải tự mua bên ngoài.. . Mong được thầy/cô sớm có thông báo về việc này cho em ạ. Em cảm ơn rất nhiều.. . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa cô, em đã hoãn thi đúng quy định của bộ môn khoa ở trên hệ thống ạ, đúng thời gian quy định và hoàn thành hết BTL, Bài tập trên BKel. Lý do em không được hoãn thi là thầy bảo em không email cho thầy biết. Em mong cô trả lời ạ, em cảm ơn cô ạ.",
            "Chào em,. . - Các hoạt động trong khóa học do GV phụ trách môn học quản lý, PĐT không có quyền can thiệp. SV vui lòng liên hệ GV... . - Em trình bày với thầy kèm các minh chứng nếu có xin thầy xem xét nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào [full_name]/Chị,. . Em đã đủ điều kiện ra trường nhưng khi vào đăng ký tốt nghiệp lại không được ạ. Trong khi đó em đã có tên trong danh sách tốt nghiệp dự kiến.. . Cám ơn [full_name]/Chị!",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/02/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng đào tạo trường Đại học Bách Khoa - ĐHQG TP.HCM. . Em tên là [full_name] , sinh viên Khóa K21, ngành Kĩ thuật Ô tô, mã số SV [student_id] . Dạ thưa thầy/cô, vào ngày 5/3/2022 lúc 9h00 em có lịch thi Giữa kỳ môn Cơ lý thuyết nhưng thời khóa biểu của em lại có môn học Thực tập cơ khí 1 vào lúc 7h00 - 11h50. Em mong thầy/cô giải quyết giúp giùm em ạ. Em xin trân trọng cảm ơn thầy/cô ạ.",
            "Chào em,. . Em vui lòng liên hệ GV, Khoa để học bù môn Thực tập cơ khí 1 nhé. Em cần gửi minh chứng kèm theo.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/ cô ạ. . Dạ thầy cô ơi cho em hỏi là đăng ký chuyển điểm các môn anh văn được bao nhiêu lần vậy ạ. . Do lần này em thi chưa đạt 750 để chuyển điểm tối đa các môn anh văn nhưng em muốn nộp để có thể làm luận văn thì sau khi đó em có thể nộp lại bằng TOIEC 750 điểm để chuyển thêm lần nữa không ạ",
            "Chào em,. . Theo quy định mỗi môn AV chỉ được chuyển điểm 1 lần nhé bạn.. . Nếu bạn chưa muốn đăng ký chuyển điểm, bạn có thể đăng ký nộp CCNN tại mybk/ Đăng ký nộp CCNN, SV đừng bấm vào ô xét miễn, bạn có thể đăng ký chuyển điểm trước (AV1, hoặc  AV2) sau đó khi thi đạt CCNN cao hơn bạn có thể đăng chuyển điểm tiếp AV3 và AV4, tùy sinh viên nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Em tên là [full_name] , sinh viên k21 lớp cc21hk. Em gửi mail này mong phòng đào tạo duyệt nhanh hồ sơ của em để em photo công chứng để hoàn tất thủ tục vì hạn chót hoàn tất thủ tục là 28/2/2022.. . Kính mong Phòng đào tạo xét duyệt và hỗ trợ em.Em xin chân thành cảm ơn.. . . .",
            "đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi nhà trường,. . Em có đăng ký học, thi môn Hóa hữu cơ (mã số môn học: CH2021) vào học kỳ 1 (2021-2022).. . Em học và thi xong học phần đã lâu, các thầy cô đã up điểm đầy đủ. Thế nhưng em vẫn chưa được cập nhật thông tin bảng điểm.. . Em đã đóng tiền đầy đủ, đúng hạn. Quy trình làm bài thi được đảm bảo.. . Kính mong nhà trường xem xét và cập nhật điểm học phần cho em. . . Em xin cảm ơn.",
            "Chào em,. . - Trên mybk có điểm rồi mà em.. . - STCTL ngành chưa có cập nhật lên Mybk được do chưa có điểm của tất cả sv chứ không phải của 1 mình em.. . - Nếu em muốn xem thì xem trong ds dự kiến TN.. . - Khi sv cần in bảng điểm thì sẽ có đầy đủ ĐTB tính đến thời điểm sv đăng ký in.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . EE2017 Cơ sở kỹ thuật điện nhóm DT01_DT01 học kì 212. . em đã chụp lại màn hình đăng kí kết quả Đăng ký môn học Dự thính môn học HK212 - Đợt 2 + Kết quả đợt 1 - Lộ Trình 2 (là phần mới nhất của đăng kí môn học ạ). . nhưng thời khóa biểu của em không cập nhập môn ạ, . . . .",
            "Chào em;. . đã bổ sung thêm môn EE2017, sau ngày 18/2 sẽ cập nhật nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . - EM xin chào PĐT ạ, em tên là [full_name], MSSV [student_id]. . . . - Lúc trước em có khiếu nại việc ĐKMH212 ở trang bksi, ID của câu hỏi là: # 49390. . . . . - Em đã được thầy/cô phản hồi lại là:. . \"PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/02/2022.\". . . . - Đến hôm nay em vào kiểm tra lại thì vẫn chưa thấy TKB được cập nhật ạ. Cụ thể là TKB vẫn chưa có môn LVTN ạ.. . . . - Em xin cảm ơn PĐT, chúc thầy/cô ở PĐT một ngày mới vui vẻ.",
            "Chào em,. . Lý do là vì em thiếu môn Mạng Máy Tính(CO3003).. . Thân mến. .",
            "Em chào cô ạ. . . . Trước em có gửi câu hỏi lên [full_name] á cô, nội dung câu hỏi là như thế này ạ:. . . .   QUOTE - Em có đăng ký LVTN 4 lần và tất cả 4 lần đều bị hủy kết quả đăng ký. Mã môn học đăng ký là: CO4327. . . . - Lý do là vì em thiếu môn Mạng Máy Tính(CO3003).. . . . - Về môn Mạng Máy Tính(HK211), trong lúc thi cuối kỳ do trục trặc kỹ thuật nên em đã làm đơn xin hoãn thi cuối kỳ để thi vào kỳ sau, và theo phản hồi từ [full_name] thì em phải đợi đến tháng 3 để đợi biện pháp giải quyết từ văn phòng Khoa.. . . . - Em có đính kèm 2 file ảnh \"lịch sử đăng ký\" và \"[full_name]\" ở dưới ạ.  /QUOTE . . . . Sau đó cô có nói với em là . .   QUOTE Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/02/2022.. . Thân mến  /QUOTE . . . . Việc trục trặc kỹ thuật em có đính kèm minh chứng ở câu hỏi #ID 46418 . . . . Em cảm ơn cô ạ.",
            "Chào em,. . Hiện tại Pdt không thể cứu xét theo yêu cầu của SV để đăng ký LVTN trong HK212 vì thiếu điều kiện đăng ký môn học. Em vui lòng hoàn thành các điều kiện còn thiếu trong HK212, sau đó đăng ký LVTN vào HK213 để Pdt xét.. . Về kế hoạch đăng ký LVTN trong HK213, em vui lòng xem chi tiết: \"Kế hoạch học tập của HK2 và HK hè năm học 21-22\" Pdt đã gởi qua mail vào ngày 27/12/2021- [full_name] 6. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Họ và tên : [full_name]. . MSSV:[student_id]. . . . Em xin chào thầy, cô trong PĐT. Hiện tại tổng số tín chỉ tích lũy của em tính cả học kì 212 là 131 tín chỉ nhưng em đăng kí LVTN đã 3 lần đều bị hủy kết quả. Em đã có khiếu nại vấn đề này lên PDT 1 lần và được yêu cầu chờ TKB cập nhật muộn nhất là ngày 14/2. Đến nay TKB của em đã được cập nhật nhưng vẫn chưa có LVTN. Một lần nữa em muốn thầy, cô cho em biết rõ lí do cụ thể mà em không đăng kí được LVTN vì lí do trước đây mà em nhận được chỉ là không đủ điều kiện vì theo như em tìm hiểu thì em đã đủ điều kiện để nhận LVTN. Em hi vọng có được câu trả lời cụ thể hơn và em xin cảm ơn.",
            "Chào em,. . Pdt kiểm tra số tín chỉ tích luỹ ngành của em: 122\t  126 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Em vui lòng kiểm tra lại nhé. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi K21 cần yêu cầu những chứng chỉ tin học mos nào ạ, word, excel, powerpoint hay cả 3 ạ.. .",
            "Chào bạn, . . Từ khóa 2021, sinh viên phải đạt chuẩn kỹ năng ứng dụng Công nghệ thông tin cơ bản và đạt chứng chỉ MOS(Microsoft Office Specialist) ở 02 bài thi là Excel và PowerPoint. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kính gửi Phòng đào tạo,. . Em tên [full_name], mssv [student_id], K21 hệ chính quy.. . . . Em xin trình bày vấn đề của em: Môn Giải tích 2 (MT1005), em được Phòng đào tạo đăng ký lớp lý thuyết L33 nhưng lớp bài tập là L39.. . . . Vì học lớp lý thuyết L33 nhưng lớp bài tập là L39 nên em không được học bài tập theo tiến độ kiến thức của L33, cũng như gặp vấn đề trong việc làm bài tập lớn và bài tập 5%.. . . . Kính mong Phòng Đào tạo có thể đổi cho em vào lớp bài tập L33 để thuận tiện hơn trong việc học tập.. . . . Em xin chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name] [student_id]. . . . Cho em hỏi là tại sao trường lại cho nghỉ từ tuần 10 đến tuần 14 trong khi bù thí nghiệm cho các kì trước lại rơi vào các tuần sau đó ạ?. . . . Em thắc mắc vì sắp tới em sẽ đặt vé bay vào tp HCM theo như thông báo cũ của trường sẽ bù thí nghiệm bắt đầu từ ngày 7/3. Nhưng giờ TKB trường đã đổi lại lịch học bù Thí nghiệm vào các tuần sau tuần 14,15. Liệu trong tuần 10 - 14 đó nếu thầy cô yêu cầu dạy bù thí nghiệm thì sinh viên chúng em làm sao sắp xếp được ngay ạ ? . . Cảm ơn thầy/cô đã đọc ạ",
            "Chào em,. . SV vui lòng xem lại thông báo số 11/ĐHBK, ngày 24/01/2022, về cập nhật Kế hoạch học tập của HK 2 và học kỳ hè năm học 2021-2022 và phần bù các học kỳ trước theo hình thức trực tiếp và phối hợp trực tuyến/trực tiếp đã gửi mail cho SV ngày 24/1/2022, thời gian bù thí nghiệm từ tuần 10-13 (từ ngày 07/03/2022 đến 03/04/2022), trong thời gian này tạm ngưng HK212 để tham gia bù các phần thí nghiệm của các học kỳ cũ. SV vui lòng đọc lại thông báo nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào bạn, . . - Đơn xin chuyển điểm của bạn đang được giải quyết.. . - Hiện tại đã đến tuần thứ 5 của HK 212, nên bạn vui lòng làm đơn đăng ký LVTN, trong đơn ghi rõ tên môn học, mã số môn học, lý do bổ sung. Và phải có xác nhận của Khoa + Giảng viên hướng dẫn đồng ý bổ sung và xác nhận tiến độ thực hiện được bao nhiêu phần trăm (có thể gởi yêu cầu Khoa + Giảng viên hướng dẫn xác nhận trong đơn, hoặc xác nhận qua mail, bạn chụp hình mail  đồng ý đính kèm ), gởi yêu cầu tại BKSI để xử lý.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học  /i  . . Cho em hỏi tại sao em đăng kí môn rồi mà chưa có thời khóa biểu ạ. . . . . .",
            "Chào em,. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . - Lưu ý: lần sau em gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .  thưa thầy/cô . .  hôm trước em có mail phòng đào tạo gởi đơn xin thu nhận( do em xin tạm dừng kỳ trước mà kì này đăng ký môn học có xếp thời khóa biểu rồi mà quên nộp đơn thu nhận) học được ba tuần thì bị xóa thời khóa biểu với bkel. sau khi mail phòng đào tạo thì bảo em nộp trễ, bảo em muốn học lại môn nào đăng ký thì xin thầy cô bộ môn cho vào lớp. mong thầy cô xác nhận mở môn lại giúp em. em cảm ơn . .",
            "Chào bạn,. . Thời điểm hiện tại đã đến tuần thứ 5 của HK212, quá thời gian để bổ sung môn học/thu nhận cho HK 212.. . Xem chi tiết lịch đăng ký môn học HK kế tiếp (HK 213) dự kiến cập nhật cuối tháng 05/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2021-2022    Học kỳ 3. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ mọi người có thể cho em xin mẫu đơn hoãn thi được không ạ. .",
            "Chào em,. . - http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu. . - Lưu ý: lần sau em vui lòng gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa PĐT,. . . . Em tên là [full_name], hiện là sinh viên năm 4 ngành Xây dựng.. . . . Ở học kì 213 em có đăng ký môn Thực tập LVTN nhưng vì dịch bệnh nên chưa thể hoàn thành được, vì hết em quyết định dời sang kì 223 sắp tới. . . . . Theo đó, liệu em có thể bảo lưu môn học này được không ạ? Và nếu được phép bảo lưu thì em cần làm những gì ạ, vì em không thấy có biểu mẫu bảo lưu môn học trên AAO ạ!. . . . Em xin chân thành cảm ơn!",
            "\"Chào bạn,. . Lưu ý: Khoa đang tổ chức cho SV TTTN bổ sung bạn liên hệ Khoa để hoàn tất học phần TTTN. . Nếu không xử lý được, về quy trình hoa4na thi:. . . . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua BKSI). . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào PĐT, em có câu hỏi là học kì hè sẽ được giảng dạy ở đâu? và có được đăng kí học các môn học lần đầu không?. . Cảm ơn PĐT đã đọc và giải đáp câu hỏi giúp em.. .",
            "Chào em,. . -  em có câu hỏi là học kì hè sẽ được giảng dạy ở đâu?. . =  Thường ở CS1, HK213 em chờ email thông báo sau nhé.. . - Và có được đăng kí học các môn học lần đầu không?. . =  Em vui lòng xem email PĐT đã gửi: \"Thông báo Kế hoạch học tập của học kỳ 2 và học kỳ hè năm học 2021-2022 và phần bù các học kỳ trước. . Hộp thư đến. . - Ho Tro SV   support.stu@hcmut.edu.vn . . 10:36, 27 thg 12, 2021 . . tới stu,. . -   Lưu ý: Thực hiện Nghị định 81/2021/NĐ-CP ngày 27/8/2021, đối với các SINH VIÊN CHÍNH QUY, chỉ tổ chức dạng dự thính cho các trường hợp HỌC LẠI (học từ lần thứ hai).\" . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Kính gửi phòng Đào tạo,. . Em tên là Lê Quang Khải (MSSV [student_id], khoa KH&KTMT CLC). Cho em xin hỏi: Trong TKB mới thay đổi có bổ sung môn Hệ thống số (thí nghiệm) nhưng không ghi rõ tuần học. Như vậy khi nào sẽ bắt đầu học môn này ạ?. . Em xin cảm ơn ạ.",
            "Chào em;. . em kiểm tra lại thời khóa biểu nhé, đã có tuần học. . Thân"
        ]
    }
]