[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  Chuyện là em thi môn giải tích 2 lúc 10h. Nhưng khi ghi màn hình ở ggmeet thì em quên trình bày nên không ghi lại được quá trình làm bài. Giờ em phải làm sao ạ. . . . em quay như video dưới đây ạ. . https://drive.google.com/file/d/1qe_P-2NL0lsqVI90TlxL4bh-qmIUN-c3/view?usp=sharing",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào!. . Khi thi môn Giải Tích 2 vào lúc 7h00 vào ngày 07/08/2021 em chưa đăng xuất tải khoản BKex, bây giờ em muốn vào lại để tải lại video ghi màn hình (do video trước em chưa đổi tên). Mà bây giờ tài khoản của em bị khoá, thì em phải làm sao ạ?. . Em xin cảm ơn!",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . - Hoặc SV đăng ký hoãn thi PĐT đã gửi email.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em không thể upload video record cho giáo viên được vì vượt quá dung lượng, em phải làm sao ạ?",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . - Hoặc SV đăng ký hoãn thi PĐT đã gửi email.. . Thân mến,. . . . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . - Hoặc SV đăng ký hoãn thi PĐT đã gửi email.. . Thân mến,. . . . . . Nhắc lại: Hướng dẫn tạm thời về kiểm tra/thi theo hình thức trực tuyến. . . . Thân gửi các bạn Sinh viên,. . . . Chúng ta đã tổ chức kiểm tra/thi được một số học phần. Trong quá trình tổ chức vừa qua, một số việc không suôn sẻ đã xảy ra, có thể ảnh hưởng đến việc kiểm tra/thi.. . . . Phòng Đào tạo (PĐT) nhắc lại Sinh viên (SV) xem kỹ hướng dẫn, kể cả các phụ lục. Chuẩn bị kỹ không gian và điều kiện kỹ thuật cho kiểm tra/thi (điện, đường truyền, có thể cần thêm kết nối 3G dự phòng). PHẢI thử nghiệm/tập luyện trước các thao tác cần thiết phục vụ kiểm tra/thi.. . . . SV đặc biệt lưu ý các vấn đề sau:. .  1. Khi có sự cố, xem số điện thoại liên lạc trong trang đề thi, hoặc các số của GV/Bộ môn. Ưu tiên nhắn tin để giảm tải cho GV.. .  . . . .  2. Khi mất kết nối, bình tĩnh chờ kết nối trở lại. Khi có kết nối trở lại, làm bài như bình thường. . . KHÔNG đăng xuất hệ thống thi BKeX và sau đó đăng nhập lại. Hệ thống BKeX chỉ cho đăng nhập 01 lần trong thời gian làm bài. SV đăng nhập nhiều hơn 01 lần sẽ bị khoá.. . . .  3. Xem kỹ hướng dẫn Phần III, Mục 1, Khoản 1.1 - Trước khi thi, Khoản 1.2 - Trong khi thi. Chú ý Bảng 1, dòng số 7-8.. . . .  4. Thực hiện theo các bước tổ chức trong phòng thi. . (Phần II, Mục 2, Khoản 2.1 - Trước giờ thi, Khoản 2.2 - Trong giờ thi, Khoản 2.3 - Hết giờ thi, Khoản 2.4 - Sau buổi thi.). . . . Ví dụ: Đối với SV (giả sử dùng hệ thống thi BKeX): . . . .         Ghi hình màn hình thiết bị chính của mình (gọi tắt là máy tính) (không cần nếu Bộ môn cho phép) - trước ít nhất 25'. . ==  Đăng nhập vào hệ thống thi (BKeX) . . ==  Đăng nhập vào Google Meet của phòng thi (nếu cần 02 thiết bị thì đăng nhập cả 02 thiết bị, link của Google Meet trên BKeX được hiển thị dạng QR code, dùng thiết bị thứ hai scan QR code để có đường link) - trước ít nhất 20'. . ==  Dự điểm danh bằng Google Meet. . ==  Quay lại BKeX để LÀM BÀI. . ==  Nộp bài (có thể scan bài nếu đề thi tự luận dạng viết tay). . ==  Kết thúc ghi hình màn hình máy tính của mình. . ==  Rời phòng thi (Google Meet, Đăng xuất BKeX) khi được phép. . ==  Nạp các tập tin ghi hình màn hình theo link.. . . . KHÔNG đăng xuất BKeX và sau đó đăng nhập lại. Đừng vào trễ quá 05' =  không được dự thi.. . . . (Các nội dung trên đã được soạn thành các leaflet gửi kèm với Hướng dẫn.). . . . Chúc các bạn thi tốt."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em vừa thi online ngày 5/8, do trục trặc logout hệ thống, nên theo sự hướng dẫn của thầy gác thi em đã gửi mail bài làm của mình cho thầy dạy học. Sau đó thì thầy không chấp nhận chấm bài cho em và kêu em làm thủ tục hoãn thi.. . . . Em thắc mắc là: do đặc thù môn học, trong hk 21x có vẻ môn học đó sẽ không được mở, môn đó chỉ mở trong học kì 22x (tức là quá thời hạn 1 năm của hoãn thi). Vậy nếu em hoãn thi liệu em có được thi lại nếu quá thời hạn 1 năm không ạ. Với lý do là môn đó không mở trong vòng 1 năm.",
            "Phòng Đào tạo đã gửi email: em làm theo hướng dẫn nhé.. . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  . . . .",
            "Em đã đóng học phí HK203 rồi ạ",
            "Chào bạn. . Đã có qd thôi học rồi, sau dịch bạn liên hệ Pdt để nhận qd bảng chính nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào anh/chị,. . . . Khi nhận được mail của PĐT về quy định có thẻ sinh viên để dự thi online cuối kỳ, em đã đăng ký ngay in thẻ sinh viên, đăng ký chuyển đến địa chỉ nhà. Và đã nhận thông báo ngày trả kết quả là 29/7/2021. . . Đến hôm nay em chưa nhận được thẻ sinh viên ạ, Thứ 2 ngày 9/8/2021 là em thi tự luận môn Đường Lối. . . Đến thứ 2 mà em chưa nhận được thẻ thì em phải giải quyết như thế nào ạ?. . . . Xin cảm ơn.",
            "Chào em,. . - SV phải dùng thẻ SV khi dự thi. Nếu SV làm mất thẻ SV thì phải đăng ký làm lại. PĐT đã có tuỳ chọn nhận tại nhà, người nhận trả cước bưu điện: ghi rõ họ tên, số điện thoại, địa chỉ.. . - Em vào mybk/đăng ký in lại thẻ sv ... đóng tiền mới được in nhé. . . . . Hiện tại PĐT giải quyết in thẻ sv hàng ngày và gửi bưu cục (nếu sv có đăng ký). Nhưng vì nhiều lý do bất khả kháng [full_name] vẫn chưa đến SV để kịp thi, SV vui lòng trình bày tất cả lý do kèm minh chứng để Cán bộ coi thi ghi nhận vào danh sách thi. PĐT đối chiếu dữ liệu sau.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào PĐT !. . Em đã hỏi Thầy [full_name] và Thầy [full_name] đã đồng ý ạ ! . . Thầy [full_name] nói rằng \"PĐT chỉ cần thông báo chính thức là đồng ý cho anh nộp bài trễ thì tôi có thể chấm bài cho anh. \". . Nên Em mong phòng đào tạo có thể gui mail cho Thầy [full_name] có thể chấm bài Em ạ ! Nếu không có mail từ PĐT thì Thầy [full_name] không thể chấm bài ạ . . Em xin chân thành cảm ơn !. . Anh dưới Em foward lại Email của Thầy [full_name]",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2052370  /b \t. . . . Em xin kính chào quý thầy cô thuộc PĐT.. . . . Em là SV K20, đang tham gia thi cuối kì online.. . . . Qua bước đầu tham gia thi cuối kì online, em nhận thấy có vài điều bất cập trong quá trình thi, chủ yếu là do sự làm việc chưa ăn khớp giữa SV và CBCT. . . Em xin phép nêu lên ý kiến để thầy cô xem xét và có hướng xử lí thích hợp trong thời gian sớm nhất.. . . . 1. CBCT yêu cầu khác với quy định cho SV.. . Theo như Hướng dẫn PĐT gửi đến, chỉ có 1 file cần nộp, đó là file ghi màn hình, nhưng một số trường hợp CBCT yêu cầu cả file quay góc thi hai bên của thiết bị phụ. Trong khi thiết bị phụ đã dùng để vào Google Meet, vì thế, việc vừa quay góc bên SV, vừa vào Google Meet là không thể về mặt thời gian chuẩn bị lẫn thiết bị.. . Các môn thi chỉ nên yêu cầu bằng hoặc ít hơn so với quy định: Thiết bị chính vào Google Meet, thiết bị phụ vào Google Meet, và file ghi màn hình thiết bị chính.. . . . 2. Tăng dung lượng upload tối đa cho file trên Google Form.. . Do trong hướng dẫn không đề cập đến yêu cầu về dung lượng tối đa của file ghi màn hình. Việc SV thi xong không tải file lên được do dung lượng quá lớn, và cũng không liên hệ lại được với CBCT (hay người tạo form) do phiên thi đã kết thúc là rất thường gặp.. . . . 3. CBCT nên tạo phòng Google Meet sớm hơn so với quy định 30 phút.. . Em nghĩ các phòng trên Google Meet nên được tạo sớm, và hiển thị trên BKEX sớm. SV thường đăng nhập vào BKEX sớm để tránh trường hợp bị lỗi. Và lúc vào thì không thấy link Meet đâu, đến tận trước 30 phút trước khi thi, khi reload lại trang thì mới có link Meet. Với hệ thống BKEX “mong manh dễ vỡ”, thì việc reload trang trước khi thi là một điều hết sức xa xỉ, vì không ai biết nó sẽ bị lỗi lúc nào, và nếu không reload thì sẽ không thể nhìn thấy link Google Meet vừa được CBCT tạo. Vì vậy, việc tạo link Google Meet sớm là một điều cần thiết để đảm bảo tâm lí cho SV.. . . . 4. Không có sự thống nhất về thời gian bắt đầu làm bài.. . Em nghĩ CBCT cần thống nhất thời gian làm bài của cả phòng, thay vì để SV tự nhấn nút Bắt đầu, vì SV vừa bắt đầu làm bài thì CBCT vẫn mở mic và nói chuyện.. . . . 5. Nên có quy định về cách thức SV giao tiếp với CBCT.. . SV đang tập trung làm bài thì có SV khác báo lỗi cho CBCT làm phân tán sự tập trung của SV khác. Dù các bài thi đã được tối giản để thi trong 60 phút, tuy nhiên, để làm bài đạt yêu cầu thì vẫn cần sự tập trung tối đa. Việc vì 1 SV mà cả phòng bị mất tập trung như thế có thể dẫn đến việc sinh viên không thể hoàn thành bài tốt được.. . . . Trên đây là một số ý kiến của em, mà theo cá nhân em thấy là khách quan, có thể khắc phục được. Mong được quý thầy cô xem xét.. . . . Trước khi kết thúc, em xin cảm ơn quý thầy cô ở các phòng ban tổ chức thi nói chung và PĐT nói riêng, vì đã chuẩn bị rất tốt công tác thi online trong thời gian gấp rút như thế này.. . . . Hi vọng các góp ý trên của em sẽ giúp cho công tác thi được thực hiện tốt hơn nữa.. . Em xin cảm ơn và trân trọng kính chào!. .",
            "Chào em,. . Cảm ơn em, Thứ 7 vừa rồi PĐT có gửi email nhắc sv, cbct về việc hướng dẫn thi trực tuyến. . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng đạo tạo và các thầy cô trong khoa Kỹ Thuật Hóa Học,. . . . Em là [full_name], MSSV [student_id], học nhóm CC08 môn CH1003.. . Em xin được hoãn thi cuối kì do dựa trên tình hình sức khỏe em hiện tại không có khả năng tham gia được ạ, em xin phép  khoa cho em thi lại được không ạ, Mong các thầy cô giúp đỡ em. . . . Kính gửi. .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác: Em muốn đăng kí hoãn thi môn giải tích 2 vì máy tính của em bị đứng máy nên không thể tiếp tục thi ạ. . Em cảm ơn ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT. Em đã được thầy [full_name] cho phép đăng ký môn học HK211 trong đơn xin xác nhận lần trước. Em mong pđt gỡ để em được đăng ký môn ạ. Em xin cảm ơn.. .",
            "Em gửi cô đơn được thầy [full_name] phê duyệt.",
            "Con mong thầy cô giải quyết cho con nhanh để con được đăng ký môn ạ.",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô phụ trách, e là sv VHVL. . Xin thầy cô mở đăng ký cho e vào đăng ký dự thính chuyển hệ với lớp chính quy hk211 đợt 2. Hiện hệ thống chưa cho e đk.. . Cám ơn thầy cô rất nhiều. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên K-19, hiện tại em bị cấm đăng kí môn học năm 3 vì lí do chưa nộp bằng tốt nghiệp trung học phổ thông. Thầy/Cô cho em xin mở đăng kí môn kì này được không ạ? Em sẽ nộp bằng sớm nhất có thể ạ, em cảm ơn.",
            "Chào bạn,. . . . Hiện tại, về ĐKMH phát sinh các lỗi không đăng ký được vì chưa nộp bằng PTTH, giãn cách cơ sở, pass qua môn có điểm ở HK202 & 203… Sinh viên vui lòng đăng ký lại toàn bộ môn học để Pdt xử lý. . . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . . . Chúc bạn học tập tốt nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]\t[full_name] [full_name] [full_name] [full_name] [full_name] [full_name] Dạ kính thưa PD[full[full_name]name], em là sinh viên khóa K19, đáng lý ra em phải nộp bằng [full[full_name]name]HP[full[full_name]name] vào năm rồi[full_name] Nhưng do không về quê nên em nhận bằng trễ[full_name] [full_name] [full_name] [full_name] [full_name] Lúc đó em có đến hỏi PĐ[full[full_name]name], thầy/ cô có nói em hãy đăng ký nộp bằng [full[full_name]name]HP[full[full_name]name] vào đợt đăng ký sau, tức là đợt tháng 6 vừa rồi[full_name] Em đăng ký nộp bằng vào ngày 30/6 nhưng tình trạng là bây giờ vẫn còn đang chờ xử lý[full_name] Dẫn đến môn học em đăng ký từ đợt 1 đều bị hủy[full_name] Em có gửi kèm hình[full_name] Kính mong PĐ[full[full_name]name] có thể giúp giùm em, em xin chân thành cảm ơn quý thầy/ cô rất nhiều ạ [full[full_name]name][full_name][full[full_name]name] [full_name] [full_name]",
            "Em nhận được mail trường bảo đăng ký lại rồi ạ. Nhưng mà hệ thống báo em không được phép vào đăng ký môn luôn ạ",
            "[update]. . Em đã đăng ký được môn rồi ạ. Nhưng còn môn Hóa Phân Tích CH2113 lúc em đăng ký thì đã hết slot vì chỉ có 3 lớp thường được mở thôi ạ. Quý PĐT cho em hỏi môn này có thể mở thêm lớp hoặc tăng xỉ số không ạ? Em thấy có rất nhiều bạn trên facebook có nhu cầu mở lớp này nhưng có bạn bảo là môn Hóa phân tích chỉ xin mở được lớp dự thính. . . Mong PĐT giải đáp thắc mắc giúp em, em xin chân thành cảm ơn quý thầy/ cô ạ.",
            "Chào bạn,. . . . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . . . Chúc bạn học tập tốt nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Chào anh chị,. . Em tên là [full_name]. . MSSV [student_id]. . Em đang theo học ngành Công nghệ Kĩ Thuật Ô Tô CLC.. . . . Học kì 211 này em có đăng kí môn Thiết kế động cơ đốt trong (TR3013), nhưng do không đủ sĩ số nên không mở ở đợt 2.. . . . Cho em hỏi với tình hình dịch bệnh hiện tại thì em làm đơn xin mở môn như thế nào ạ. . . . . Mong anh chị thấy và giải đáp giúp em.. . . . Chúc anh chị một ngày tốt lành.",
            "4. Hiên tại Phòng đào tạo chỉ nhận đơn “Đề nghị mở môn học” cho HK dự thính 211(đối với các môn không có thực hành/thí nghiệm). Đăng ký học Dự thính, SV nhớ lưu ý vấn đề học phí.. .          Quy trình: tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giáo viên giảng dạy, Khoa/Bộ môn để được xem xét đồng ý + ghi rõ Thời khoá biểu và forward email               cuối cùng gửi qua trang hỗ trợ trực tuyến (BKSI) ghi rõ tiêu đề MỞ MÔN HỌC DỰ THÍNH HK211.. . Thời gian: từ ngày 7/8/2020 đến 17g ngày 11/8/2021.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên K18 và vẫn còn đang nợ môn \"Hệ thống số\" (CO1009, 4 tín chỉ), tuy nhiên bây giờ em không. . thấy mã môn đó trong danh sách đăng ký môn học nữa mà có một mã môn mới là \"Hệ thống số\" (CO1023, 3 tín chỉ) cùng với môn \"Đồ án hệ thống số\" (CO1029, 1 tín chỉ). Cho em hỏi rằng có thể học môn với mã mới và chuyển điểm được không ạ. . . . . Em cảm ơn ạ.",
            "Chào em,. . Vấn đề môn khác mã, tương đương, thay thế em liên hệ [full_name], GVCN  tư vấn. Sau khi có thông tin chính xác thì SV mới đkmh được nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi Thầy Cô Phòng Đào Tạo,. . . . Em tên: [full_name]. . Mã sinh viên: [student_id]. . Hôm nay em viết Email này về việc không có video Recording quá trình làm bài thi môn “Hóa học xanh”:. . Ca thi: 7g00 ngày 07/8/2021. . Lớp: A02. . Em có tham gia thi môn “Hóa học xanh” vào ca thi trên. Em đã join meeting và điểm danh đúng quy định, tiến hành làm bài và nộp bài đầy đủ.. . Tuy nhiên em gặp phải vấn đề về recording vì em nhầm lẫn recording của Thầy điểm danh và phải tạo phòng riêng để recording. Kết thúc bài thi em kiểm tra Drive mới phát hiện là mình không có video ghi hình lại quá trình làm bài.. . Em nhận lỗi này về mình vì đã không chuẩn bị kỹ lưỡng nhất. . . Em mong thầy cô cân nhắc và xem xét trường hợp của em và công nhận bài thi này ạ. Vì em rất hi vọng vào bài thi này.. . Em mong nhận được phản hồi từ Thầy Cô.. . . . Em xin chân thành cảm ơn.. . . .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Hoặc hoãn thi PĐT đã gửi email.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô, . . Em là sinh viên HC16DK,trong học kỳ 203 em có đăng kí nhầm mã môn thực tập ngoài trường là mã CH3313 thay vì mã đúng là CH3325. Nhưng em vẫn đăng kí được và có tên môn thực tập trong thời khoá biểu HK203. Hiện tại em có đăng kí môn đề cương luận văn CH4325 cho HK211 nhưng không được chấp nhận do thiếu môn thực tập ngoài trường mã CH3325. Mong thầy/cô giải đáp giúp em với ạ và em cần làm gì để đăng kí được môn đề cương luận văn ạ. Em cảm ơn!",
            "Chào thầy/cô, em muốn hỏi về vấn đề đăng kí môn Đề cương luận văn CH4325, em có cần đăng ký rút môn Thực tập tốt nghiệp CH3313 đã đăng kí trong HK203, và đăng ký lại môn Thực tập ngoài trường CH3325 và Đề cương luận văn trong cùng HK211 được không ạ? Em rất mong nhận được phản hồi sớm nhất từ thầy/cô để kịp đợt đăng kí môn học đợt 2 này ạ! Em cảm ơn ạ!",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào anh/chị. . Hôm nay có mở đợt đăng ký môn học, nhưng em bị hủy hết môn do thiếu bằng TN THPT. Đây là lỗi của em, năm nhất trong lúc nộp thì em bị mất bằng, em co lên PĐT và xin gia hạn ngày nộp. Lúc đó PĐT có cho em đến khi làm lại bằng rồi nộp. Đến hôm nay em quên chưa nộp nhưng bằng nằm ở KTX Khu A, hiện tại, tình hình dịch bệnh. Em xin có thể dời lại lịch nộp để em có thể đăng ký môn trước được không ạ. Em cảm ơn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo trường ĐH Bách Khoa,. . . . Em là [full_name], MSSV [student_id]. . . . Ngày 24 tháng 9 năm 2020 em có nộp bằng tốt nghiệp THPT của em cho bạn lớp trưởng lớp em là [full_name] và kèm giấy xác nhận (như ảnh đính kèm). . Nhưng do sai sót mà bạn nộp thiếu bằng của em làm hiện tại em không đăng ký môn học được.. . . . Đến hôm nay mở đăng ký môn em mới kiểm tra và phát hiện. Kính mong Phòng đào tạo cho phép em được đăng ký môn học đợt này và em sẽ nộp bổ sung bằng tốt nghiệp ngay khi đi học trở lại. Em xin đảm bảo những gì em nêu trên là hoàn toàn thật. Rất mong được Phòng đào tạo xem xét.. . . . Trân trọng./.. . . .",
            "Chào bạn,. . . . Hiện tại, về ĐKMH phát sinh các lỗi không đăng ký được vì chưa nộp bằng PTTH, giãn cách cơ sở, pass qua môn có điểm ở HK202 & 203… Sinh viên vui lòng đăng ký lại toàn bộ môn học để Pdt xử lý. . . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . . . Chúc bạn học tập tốt nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1914493  /b \t. . . .   i Đăng ký môn học . Em chào Thầy/Cô ạ. . Em tên là Trần Quang Nhật MSSV: 1914493 đến từ khoa Công Nghệ Vật Liệu. . Hôm nay nhà trường mở môn đăng ký đợt 2. . Trong lúc đăng ký môn em có lỡ tay ấn nhầm hủy mất môn Chủ nghĩa xã hội khoa học, bây giờ em đăng ký lại không được vì yêu cầu phải hoàn thành môn Kinh tế chính trị nhưng em sắp thi môn Kinh tế chính trị và nhà trường cũng ưu tiên cộng chỉ để học môn tiếp theo. . Em hy vọng Thầy/Cô có thể đăng ký lại giúp em môn Chủ nghĩa Xã Hội Khoa Học. Mã Môn : SP1035. . Em xin chân thành cảm ơn ạ",
            ".. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Thầy/Cô, . . . . Em là [full_name] - MSSV [student_id] (Lớp QL18KD), em có một số vấn đề trong đợt ĐKMH 211 ạ. . . . . Hiện giờ tất cả môn học mà em đăng ký đều bị hủy với lý do là thiếu bằng TN PTTH. Sau khi kiểm tra thì em thấy mình đã nộp đầy đủ về cho Trường rồi ạ. (hình ảnh đính kèm bên dưới). . . . Mong Thầy/ Cô kiển tra lại giúp em ạ. . . . . Em cám ơn Thầy/ Cô.",
            "Chào bạn,. . . . Hiện tại, về ĐKMH phát sinh các lỗi không đăng ký được vì chưa nộp bằng PTTH, giãn cách cơ sở, pass qua môn có điểm ở HK202 & 203… Sinh viên vui lòng đăng ký lại toàn bộ môn học để Pdt xử lý. . . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . . . Chúc bạn học tập tốt nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em không đăng kí được môn học trong học kì 211 và lí do là Thiếu TN PTTH. .",
            "Chào bạn. . . . SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . . . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . . . Bạn vui lòng vào ĐKMH nhé, đến hết 14h59, ngày 19.8.21. . . . Về việc rút MH (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021.. . . . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô. Thầy cô cho em hỏi theo như quy chế, môn học thực tập quá trình thiết bị CH2087 có thể mở trong kì 1, tuy nhiên khi em và một số bạn đăng kí  thì kết quả đợt 1 môn học không được mở. Tuy nhiên việc mở lớp vào kì 1 là được sự cho phép của bộ môn cũng như chương trình đào tạo. Mong thầy cô xem xét và giúp đỡ tụi em để tụi em có thể đăng kí môn và ra trường đúng hạn.",
            "Em cùng một số bạn có nguyện vọng được đăng kí môn Thực tập quá trình và thiết bị vào kỳ 211. Được biết môn này đã được mở vào kỳ 203 và hiện các bạn ấy chưa được đi. Xin nhà trường giúp đỡ cho chúng em được đăng kí vào kỳ 211 và thực tập chung với các bạn kỳ 203 để kịp tiến độ tốt nghiệp.",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xủ lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". . . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] [student_id]. . Mong nhà trường cho hướng giải quyết việc huỷ đăng kí môn học đợt 2 học kì 211 lí do chưa đóng học phí dự thính kì2 năm ngoái đã bị huỷ kì hè sao e vẫn tiếp tục bị huỷ nữa ạ trong gmail nhà trường thông báo không có nói . . . . . .",
            "Chào bạn,. . Hiện tại đang trong đợt ĐKMH, bạn vui lòng vào ĐKMH nhé.. . Vấn đề bạn trình bày vui lòng trình bày lại rõ ràng nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trong CTĐT học kỳ 5 của khóa K19 Kĩ thuật môi trường có cả 2 môn EN2003 và EN3013. Nhưng khi đăng kí thì muốn đăng kí EN3013 phải có môn tiên quyết là EN2003 ạ.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Thầy Cô,. . Em tên là [full_name], MSSV [student_id], Khoa Quản lý Công nghiệp.. . Hiện tại em đang gặp 1 số rắc rối trong việc đăng ký môn học đợt 2 HK 211. Cụ thể là em không vào đăng ký hiệu chỉnh được đợt 2 do có lý do huỷ là Thiếu bằng Tốt nghiệp PTTH, mà em nhớ là việc nộp bằng đã được thực hiện từ lâu và em đã hoàn thành theo đúng hướng dẫn mail trường và bạn lớp trưởng. Nhưng hiện tại trong lớp hình như chỉ có mỗi em là bị dính lý do huỷ này ạ.. . Mong Trường và Thầy Cô có thể giải quyết giúp em ạ. . . Em xin chân thành cảm ơn",
            "Em xin gửi kèm thêm minh chứng đã nộp Bằng TN PTTH ạ",
            "Chào bạn,. . . . Hiện tại, về ĐKMH phát sinh các lỗi không đăng ký được vì chưa nộp bằng PTTH, giãn cách cơ sở, pass qua môn có điểm ở HK202 & 203… Sinh viên vui lòng đăng ký lại toàn bộ môn học để Pdt xử lý. . . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . . . Chúc bạn học tập tốt nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em học ktct(sp1033) vào hk203 thì bây giờ em đăng kí hk211 môn chủ nghĩa xã hội khoa học (sp1035) thì bị lỗi k đăng kí được kì chưa hoàn thành môn sp1033. Mong pđt sớm khắc phục lỗi để em đăng kí ạ",
            "Chào bạn. . . . SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . . . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . . . Bạn vui lòng vào ĐKMH nhé, đến hết 14h59, ngày 19.8.21. . . . Về việc rút MH (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021.. . . . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào phòng đào tạo,. . PĐT cho em hỏi hiện em đang đăng ký môn học ở năm 4, thì em có bị ràng buộc đăng ký sô tín chỉ tối thiểu là 10 như quy định hay không? Bởi vì em chỉ còn 12 chỉ là hoàn thành chương trình (không kể luận văn) và em muốn chia ra đăng ký học ở hai kì ạ?. . Em cảm ơn. .",
            "Chào bạn,. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 9. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa cô/thầy,. . Em là [full_name] (MSSV: [student_id]) học lớp VP19HK. Theo chương trình đào tạo thì học kì 211 lớp em có môn TR2005 Cơ học vật rắn biến dạng. Nhưng khi xem kết quả đăng kí môn học thì môn này lại bị hủy với lý do \"Thiếu môn học trước TR2001\". Được biến môn này là môn Cơ kĩ thuật và dao động - không hề có trong chương trình đào tạo của lớp em ạ.. . Em mong được giải quyết vấn đề này ạ. Em cám ơn ạ.",
            "Chào bạn. . . . SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . . . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . . . Bạn vui lòng vào ĐKMH nhé, đến hết 14h59, ngày 19.8.21. . . . Về việc rút MH (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021.. . . . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em kính chào PĐT,. . . . Em xin gửi đơn hoãn thi môn học sau. . MSMH : MT1005. . Tên môn học: Giải tích 2. . Giờ thi: 13h00. . Ngày thi: 07/08/2021. . . . Em cảm ơn PĐT ạ.. . . .",
            "Phòng Đào tạo đã gửi email: em làm theo hướng dẫn nhé.. . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào anh chị,. . Em tên là [full_name]. . MSSV: [student_id]. . Em đang theo học ngành Công nghệ Kĩ thuật Ô tô CLC. . . . Học kì 211 này em có đăng kí môn Thiết kế động cơ đốt trong (TR3013), nhưng do không đủ sĩ sô nên không mở đợt 2.. . . . Cho em hỏi với tình hình dịch bệnh này thì em làm đơn xin mở môn như thế nào ạ.. . . . Mong anh chị thấy và giải đáp giúp em.. . . . Chúc anh chị 1 ngày tốt lành",
            "Chào bạn,. . . . •\tPdt đã cập nhật một số môn mở lớp mới (do [full_name] gởi lên, SV nộp đơn..., các môn anh văn), SV vào kiểm tra và đăng ký nếu có nhu cầu.. . •\tHiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . •\tXem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . •\tChúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . chào thầy cô.. . em đăng muốn đăng ký mở lớp môn vật liệu xây(Ci2037) dựng ạ. . và môn luật và kinh tế xây dựng (Ci1047)  . .",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xủ lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". . . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô. Trong học kì 211 tới em có đăng kí môn Cơ sở vật liệu và bảo vệ ăn mòn (CH3331), do bị trùng lịch thí nghiệm nên  em bị xoá môn. Em kính mong thầy cô mở thêm sĩ số cho các lớp ở môn này để em được đăng kí học ạ, vì đây là môn nằm trong chuyên ngành của em (kĩ thuật hoá vô cơ).. . . . Em xin cảm ơn thầy/cô ạ.. .",
            "Chào bạn,. . . . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . . . Chúc bạn học tập tốt nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô. . Em muốn đăng ký mở thêm sỉ số môn học tin học vật lý kỹ thuật do sỉ số lớp đã full mà em có mong muốn học môn này ạ",
            "Chào bạn,. . . . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . . . Chúc bạn học tập tốt nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn hỏi về việc đăng ký dưới 14 chỉ trong 1 kỳ chính có ảnh hưởng như thế nào ạ? Em có được cấp giấy hoãn nghĩa vụ quân sự không? . . . . Em là sinh viên khóa 2019. .",
            "Chào em,. . Em xem điều 9 Học vụ nhé. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . -Em có được cấp giấy hoãn nghĩa vụ quân sự không? =  Có thời khóa biểu được cấp nhé. . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em không thể đăng kí môn học cho HK211, hệ thống thông báo lí do là \"Thiếu Bằng TN PTTH\". . trong khi em đã nộp từ lâu. Mong trường hỗ trợ ạ.",
            "Chào bạn,. . PDT đã mở khóa cho SV đăng ký môn học lại do nợ bằng TN PTTH.. . Sau đó sẽ hậu kiểm sau.. . Bạn vui lòng vào ĐKMH nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào ad ạ, đợt 1 đk môn vừa rồi em đk vài môn khác, nhưng bị xóa và ko mở lớp vài môn nên em đk môn SP1035 (chủ nghĩa xã hội khoa học), và em đã đk học hè môn các môn bắt buộc của môn đó trước rồi. Cho em hỏi giờ làm sao để em đk lại đc ạ ( bạn em có đk đợt 1 thì giờ vẫn đk đc).Em cảm ơn . . (hình em kèm dưới là minh chứng em đã học các môn tiên quyết của nó)",
            "Chào bạn. . Nếu yêu cầu về ĐKMH của bạn đến nay vẫn chưa được xủ lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn!. . . . SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . . . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . . . Về việc rút MH (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021.. . . . Chúc các bạn học tốt!. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn,. . Sinh viên xem lý do tại sao có ĐKMH HK201 – Đợt 1 mà không có TKB tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 1    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký. . Hiên tại Phòng đào tạo chỉ nhận đơn “Đề nghị mở môn học” cho HK dự thính 211(đối với các môn không có thực hành/thí nghiệm). . Quy trình: tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giáo viên giảng dạy, Khoa/Bộ môn để được xem xét đồng ý + ghi rõ Thời khoá biểu và forward email cuối cùng gửi qua trang hỗ trợ trực tuyến (BKSI) ghi rõ tiêu đề MỞ MÔN HỌC DỰ THÍNH HK211.. . Thời gian: từ ngày 7/8/2020 đến 10g ngày 10/8/2020.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy/cô,. . . . Vừa qua em có đăng ký môn học trực tuyến thì gặp tình trạng sau: em hiện tại chỉ còn luận văn, đường lối HCM và 2 môn tự chọn nhóm D (ngành Khoa học máy tính) là hết chương trình. Nhưng hiện tại em cũng đang theo học chương trình đào tạo liên thông thạc sĩ, nên hai môn nhóm D em có quyết định học ở bậc thạc sĩ.. . . . Do đó, hiện tại ở học kỳ 211, em chỉ đăng ký 2 môn với tổng số tín chỉ là 3.. . . . Em không biết mình có thể đăng ký như vậy được không ạ? Vì hiện tại ở chương trình đào tạo bậc đại học cũng hết môn cho em rồi. Với số tín chỉ như vậy liệu em có thể xét học bổng cho kỳ 211 được không ạ?. . . . Em kính mong thầy cô giải đáp giúp em.. . . . Trân trọng,. . [full_name]. .",
            "Chào bạn,. . Được nhé bạn!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đăng kí môn Thiết Kế Động Cơ Đốt Trong TR3013, nhưng lớp không đủ sĩ số (14 bạn). Nên em muốn làm đơn để được mở lớp. Xin hướng dẫn cách thức làm đơn mở lớp cho em với ạ.. .  Em cảm ơn",
            "Chào bạn,. . Sinh viên xem lý do tại sao có ĐKMH HK201 – Đợt 1 mà không có TKB tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 1    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký. . Hiên tại Phòng đào tạo chỉ nhận đơn “Đề nghị mở môn học” cho HK dự thính 211(đối với các môn không có thực hành/thí nghiệm). . Quy trình: tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giáo viên giảng dạy, Khoa/Bộ môn để được xem xét đồng ý + ghi rõ Thời khoá biểu và forward email cuối cùng gửi qua trang hỗ trợ trực tuyến (BKSI) ghi rõ tiêu đề MỞ MÔN HỌC DỰ THÍNH HK211.. . Thời gian: từ ngày 7/8/2020 đến 10g ngày 10/8/2020.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là môn Sinh học đại cương (CH2027) có thể tăng sĩ số lớp lên được không ạ . .",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc các bạn học tập thật tốt.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô,. . Cho em hỏi, trong chương trình đào tạo có 2 môn tự chọn tự do 3 chỉ vậy em có được đăng ký thành 3 môn 2 chỉ được không ạ ?. . Em cảm ơn.",
            "Chào em,. . Học phần tự chọn tự do là học phần sinh viên được tự do đăng ký, không bị ràng buộc với ngành/chuyên ngành sinh viên đang theo học, nhưng phải có kiến thức không trùng lắp với các kiến thức dùng để xét tốt nghiệp của chương trình đào tạo. Hai học phần được xem là trùng lắp nếu có chuẩn đầu ra/nội dung trùng lắp đến 50%.. . . . Ở một chừng mức nào đó, để tránh cho sinh viên không lúng túng khi chọn môn tự do, tránh lãng phí thời gian và tài chính, [full_name] gợi ý cho sinh viên chọn các môn nhằm trang bị kiến thức chuyên sâu hơn ở các chuyên ngành.. . . . Em liên hệ [full_name] trình bày môn đã chọn tự do, để [full_name] xem xét và xác nhận, hoặc có hướng dẫn cụ thể.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em tên [full_name] mssv[student_id]. . . Kính gửi PĐT cho em đổi lịch học của môn Hoá Đại Cương mã ch1003 từ thứ 5 [student_id] Toà nhà H1 vào thứ 4 78910 tại b2. Tại em đang ở tp hcm không tiện di chuyển xuống dưới cơ sở 2 để học.mong pđt xem xét xếp lịch học lại cho em. Em cảm ơn.",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /Em có thể nộp đơn thanh toán trễ học phí qau đâu ạ?. . Mong nhận được phản hồi từ ad ạ. .",
            "Chào bạn,. . Sau 10h ngày 11/8/2021, PDT sẽ cập nhật lại danh sách nợ học phí và mở cho SV vào ĐKMH nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Đăng ký môn học . Đăng ký môn học EN3071, Lớp L01_L01.. . Hệ thống không cho phép đăng ký môn với lý do không đủ thời gian giãn cách giữa 2 cơ sở với môn học EN2003, mặc dù thời gian giãn cách giữa 2 môn thực tế là đảm bảo phù hợp.. .",
            "Chào bạn,. . . . Hiện tại, về ĐKMH phát sinh các lỗi không đăng ký được vì chưa nộp bằng PTTH, giãn cách cơ sở, pass qua môn có điểm ở HK202 & 203… Sinh viên vui lòng đăng ký lại toàn bộ môn học để Pdt xử lý. . . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . . . Chúc bạn học tập tốt nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em không được đăng ký môn học đợt 2 với lí do là chưa nộp bằng tốt nghiệp PTTH.. . Em đã nộp bằng tốt nghiệp từ tháng 4/2020.. . mong Phòng Đài Tạo hỗ trợ giúp em",
            "Chào bạn. . Nếu yêu cầu về ĐKMH của bạn đến nay vẫn chưa được xủ lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn!. . . . SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . . . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . . . Về việc rút MH (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021.. . . . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào phòng đào tạo Trường Đại Học Bách Khoa TP.HCM.. . Em tên là [full_name] MSSV: [student_id].. . . . Hiện tại vì tình hình dịch bệnh nên em chưa thể thi và nạp bằng Toeic đủ chuẩn để đăng ký Luận văn tốt nghiệp (cdt) ME4019 được.. . . . Vì vậy em viết tin này mong phòng đào tạo có thể cho em đăng ký môn: Luận văn tốt nghiệp (cdt) (mã ME4019).. . . . Em xin chân thành cảm ơn!",
            "Chào bạn. . Theo quy định là phải có CCNN thì mới đăng ký được LVTN. . - Khi nào hết dịch bạn đăng ký thi liền nghen. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là sao học kì 211 năm nay lại không mở lớp anh văn và anh văn theo nhu cầu ạ. .",
            "Chào bạn,. . . . •\tPdt đã cập nhật một số môn mở lớp mới (do [full_name] gởi lên, SV nộp đơn..., các môn anh văn), SV vào kiểm tra và đăng ký nếu có nhu cầu.. . •\tHiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . •\tXem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . •\tChúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi cách làm đơn xin mở lớp học kỳ 211 là như thế nào ạ? Em cám ơn!",
            "Chào bạn,. . Sinh viên xem lý do tại sao có ĐKMH HK201 – Đợt 1 mà không có TKB tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 1    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký. . Hiên tại Phòng đào tạo chỉ nhận đơn “Đề nghị mở môn học” cho HK dự thính 211(đối với các môn không có thực hành/thí nghiệm). . Quy trình: tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giáo viên giảng dạy, Khoa/Bộ môn để được xem xét đồng ý + ghi rõ Thời khoá biểu và forward email cuối cùng gửi qua trang hỗ trợ trực tuyến (BKSI) ghi rõ tiêu đề MỞ MÔN HỌC DỰ THÍNH HK211.. . Thời gian: từ ngày 7/8/2020 đến 10g ngày 10/8/2020.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em xin vào 2 lớp . .  CH2113 L04-L04. .  CH2013 L04-L10. . vì em trống lịch 2 môn này nhưng bị xóa môn vì thông báo trùng lịch ạ. . Em cám ơn.",
            "Chào bạn,. . . . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . . . Chúc bạn học tập tốt nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . admin ơi cho em hỏi đợt 2 hiệu chỉnh em đang hiệu chỉnh thì bị xoá 2 môn học mà em đăng kí ở đợt một xong em bấm đăng kí lại 2 môn đó thì hệ thống báo  xem lại loại hình sinh viên nhưng em là CLC là CC là đúng ạ",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xủ lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". . . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] Kính gửi Phòng Đào Tạo, [full_name] [full_name] [full_name] [full_name] Em là [full_name] MSSV [student_id], chuyên ngành Điện tử Viễn Thông thuộc khoa Điện - Điện tử[full_name] [full_name] [full_name] [full_name] Hiện em và một số bạn khác có đăng kí môn LVTN cho học kì 211 nhưng vì thời điểm hiện tại đang bị dịch COVID nên bọn em vẫn chưa thể thi để lấy chứng chỉ tiếng anh để nộp chuyển điểm được[full_name] [full_name] [full_name] Cho em hỏi là bọn em có thể xin đăng kí môn LVTN trước và sau thời điểm hết dịch bọn em sẽ bổ sung chứng chỉ tiếng anh sau có được không ạ[full_name] [full_name] [full_name] [full_name] Em xin cảm ơn [full_name][full_name] [full_name] [full_name]",
            "Chào bạn. . Theo quy định là phải có CCNN thì mới đăng ký được LVTN. . - Khi nào hết dịch bạn đăng ký thi liền nghen. . Thân mến,. . . ."
        ]
    }
]