[
    {
        "intent": "",
        "message": [
            "Thưa thầy/cô,. . . . Khi trường gửi thông báo xác nhận thông tin liên lạc trên Mybk vào ngày 31/10 thì ngay lập tức em đã lên web để cập nhật ( như trong hình đính kèm ạ ). Em đã không cẩn thận khi không đọc là phải cập nhật trong khoảng thời gian từ 1/11-15/11 mà em đã cập nhật sớm hơn 1 ngày. Em mong thầy/cô có thể cho phép em được đăng kí môn học đợt 20/11-3/12 ạ.. . . . Em xin cảm ơn thầy/cô rất nhiều.. . . . Sinh viên,. . [full_name]. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Hiện tại theo dữ liệu Phòng đào tạo kiểm tra được từ ngày 01/11/2019 tính đến 9g sáng ngày 18/11/2019 thì bạn vẫn chưa thực hiện xác nhận thông tin liên lạc trên Mybk theo thông báo Phòng đào tạo đã gởi. . . Bạn hãy nhanh chóng thực hiện theo hướng dẫn bên dưới trước 15g ngày hôm nay để được mở đăng ký môn học trong đợt từ ngày 20/11/2019 đến 03/12/2019.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Thông tin sinh viên . Cho em hỏi là em lỡ cập nhật thông tin vào ngày 31/10/2019, hiện tại em nhận được email là chưa cập nhật thông tin sinh viên. Trường cho em hỏi là có thể giải quyết cho em trường hợp này không ạ? . . Em xin chân thành cảm ơn",
            "Chào bạn,. . Hiện tại theo dữ liệu Phòng đào tạo kiểm tra được từ ngày 01/11/2019 tính đến 9g sáng ngày 18/11/2019 thì bạn vẫn chưa thực hiện xác nhận thông tin liên lạc trên Mybk theo thông báo Phòng đào tạo đã gởi. . . Bạn hãy nhanh chóng thực hiện theo hướng dẫn bên dưới trước 15g ngày hôm nay để được mở đăng ký môn học trong đợt từ ngày 20/11/2019 đến 03/12/2019.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho Em hỏi ạ !. . Tại sao 1 tháng gần đây em không nhận được bất cứ mail nào từ trường ạ, dẫn đến em không cập nhật thông tin đúng hạn được ạ.. . Mong PĐT xem lại giúp em, Em chân thành cảm ơn !. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Hiện tại theo dữ liệu Phòng đào tạo kiểm tra được từ ngày 01/11/2019 tính đến 9g sáng ngày 18/11/2019 thì bạn vẫn chưa thực hiện xác nhận thông tin liên lạc trên Mybk theo thông báo Phòng đào tạo đã gởi. . . Bạn hãy nhanh chóng thực hiện theo hướng dẫn bên dưới trước 15g ngày hôm nay để được mở đăng ký môn học trong đợt từ ngày 20/11/2019 đến 03/12/2019.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em mới nhận ra là địa chỉ thường trú của em đã cập nhật sai do một chút nhầm lẫn về địa chỉ thường trú và tạm trú. Cho em hỏi bây giờ em làm cách nào để có thể cập nhật lại địa chỉ thường trú ạ? Em xin cảm ơn!. .",
            "Chào bạn,. . Bạn vui lòng vào trang Mybk để điều chỉnh hộ khẩu.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Cho em xin được đăng kí môn học đợt đầu tiên của học kì 192 từ ngày 20/11 đến ngày 3/12/2019 vì em đã cập nhật địa sớm hơn thời gian quy định 1 ngày, mong phòng đào tạo thông cảm và giải quyết cho em.",
            "Chào bạn,. . Bạn vui lòng đọc thông báo hướng dẫn v/v xác nhận thông tin liên lạc trường đã gởi email sv lúc 17g15 ngày 18/11/2019.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được  . .  . . Trường có gửi thông báo cập nhật thông tin liên lạc vào ngày 31/10/2019, vì em hay quên nên đã làm ngay lập tức nhưng không được công nhận vì sớm trước hạn. Cho em hỏi em phải làm sao ạ, em không nộp trễ và rất muốn đăng ký môn học vào ngày 20/11 sắp tới",
            "Chào bạn,. . Bạn vui lòng đọc thông báo hướng dẫn v/v xác nhận thông tin liên lạc trường đã gởi email sv lúc 17g15 ngày 18/11/2019.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b . . . .   i Yêu cầu khác: .   i Đề nghị thay đổi hình thức xác nhận thông tin liên lạc . . . Kính gửi Phòng Đào tạo,. . . . Theo em được thông báo, em phải thực hiện việc xác nhận thông tin liên lạc của mình trên MyBK.. . . . Tuy nhiên, việc mỗi lần xác nhận em   b phải điền lại thông tin liên lạc một lần nữa không chỉ rườm rà mà còn làm sinh viên dễ bị nhầm tưởng là mình lại phải cập nhật trong khi thông tin không có thay đổi và gây phiền hà cho em và các bạn  /b . Hệ quả là em và các bạn sẽ không được thực hiên đăng ký môn học từ 20/11/2019 đến 3/12/2019.. . . . Trên cơ sở đó, em mong rằng trường có thể   b thêm một tiện ích   u \"Xác nhận thông tin liên lạc\"  /u  vào trang   i Thông tin sinh viên  /i   /b .. . . . Sự xuất hiện của tiện ích nào sẽ   b tạo thuận lợi rất nhiều cho các sinh viên có thể   u thao tác ngay  /u  sau khi thấy email cũng như   u hạn chế những sai sót  /u  không mong muốn khi phải điền lại thông tin y hệt như cũ  /b .. . . . Em kính mong nhận được phản hồi trong thời gian sớm nhất.. . . . . .   i  Kính thư, .   [full_name]",
            "Chào em, . . Có sự thay đổi hệ thống lưu trữ dữ liệu, đồng thời bổ sung mục phường/xã trong địa chỉ nên yêu cầu cập nhật lại đồng loạt để thông tin được chính xác phục vụ vài công tác khác.. . . . Khi em đã cập nhật thông tin rồi thì thông tin sẽ được hiển thị trên phần hồ sơ và hiển thị lại ngay trên biểu mẫu em không cần phải điền bất cứ thông tin gì nếu không cần thay đổi.. . . . Đối với các bạn thiếu thông tin hoặc cần thay đổi thì chỉ cần cập nhật mục thiếu hoặc thay đổi.. . . . Bộ phận kỹ thuật sẽ nâng cấp các chức năng nhầm đơn giản hóa trong việc sử dụng.. . Cám ơn bạn rất nhiều.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Cập nhật thông tin liên lạc trễ, thì việc đăng kí môn học giải quyết như thế nào ạ, có được đăng kí môn học không ạ",
            "Chào bạn,. . Nhà trường đã gửi mail sinh viên về việc cập nhật thông tin sinh viên trễ, bạn vui lòng kiểm tra email và làm theo hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em tên [full_name] MSSV [student_id].. . Vào ngày 31/10/2019 trường có gửi mail yêu cầu cập nhật địa chỉ nên ngay ngày đó em lên cập nhật luôn mà không để ý thời hạn bắt đầu được cập nhật là ngày 1/11/2019. Vì vậy hôm nay em nhận được mail không được đăng kí môn học đợt 1 vào học kì sau. Em xin hỏi có cách nào giúp em có thể đăng kí được vào đợt 1 không ạ tại kì sau em làm Đồ án và đã xin được Thầy hướng dẫn nên nếu không được đăng kí đợt 1 thì chắc em không đăng kí được Thầy.. . Em cảm ơn ạ .",
            "Chào bạn,. . Bạn vui lòng đọc thông báo hướng dẫn v/v xác nhận thông tin liên lạc trường đã gởi email sv lúc 17g15 ngày 18/11/2019.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Cho em hỏi, đầu năm em thi avđv đạt 355 Toeic (đạt chỉ tiêu av1 và nếu học thì học av2), nhưng em không đăng ký học anh văn trên trường, ngoài việc nộp chứng chỉ av để xét tốt nghiệp thì em có phải hoàn thành bất cứ chỉ tiêu nào về anh văn của các năm (năm 1, năm 2, năm 3) không ạ?? . . - Cụ thể cuối năm nhất này em có phải được tính là hoàn thành chỉ tiêu anh văn năm nhất không??. . - Kết thúc năm 2 em có được tham gia thi av 2 để hoàn thành chỉ tiêu anh văn năm 2 mặc dù không đăng ký học trên trường, nếu không thì av 2 của em sẽ được đánh giá như thế nào và có bị cấm đăng ký môn học năm 3??. . Em xin cám ơn!!",
            "Chào bạn,. . Nếu bạn chưa đạt chuẩn anh văn sau năm 1 thì bạn sẽ không được đăng ký các môn cơ sở ngành cuả năm 2.. . Trước thời điểm mở các đợt đăng ký môn học của HK201 mà bạn có chứng chỉ anh văn (trên hệ thống online) đạt thì bạn sẽ được mở cho đăng ký môn học HK201.. . Bạn vui lòng xem lại quy định về chuẩn anh văn của từng năm được cập nhật chi tiết tại:www.aao.hcmut.edu.vn- Sinh viên -  Quy chế- Quy chế học vụ bậc đại học -  Phụ lục 1. . . Bạn vui lòng xem chi tiết lịch học vụ của HK201 để biết rõ các đợt lấy dữ liệu anh văn cho từng đợt đăng ký môn học tương ứng tại:www.aao.hcmut.edu.vn- sinh viên - Lịch học vụ.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã rút av2 trong trường và trường vẫn sắp lịch thi cho em.Vậy e có bắt buộc thi trong trường không hay thi ở ngoài rồi chuyển điểm và nếu thi ở ngoài thì thời gian chuyển điểm trước hay sau kì thi trong trường diễn ra.. . . .",
            "CHào bạn,. . KHi bạn đã nộp đơn rút môn học tại Phòng đào tao thì bạn không phải thi cuối kỳ.. . Bạn vui lòng xem chi tiết lịch học vụ để biết rõ các đợt lấy dữ liệu anh văn cho từng đợt đăng ký môn học tương ứng tại:www.aao.hcmut.edu.vn- sinh viên - Lịch học vụ.. . Thân.",
            "Chào bạn,. . Bạn vui lòng cầm biên nhận nộp đơn rút môn học đến nơi đã nộp đơn để kiểm tra lại.. . Theo quy trình thì nếu đã nộp đơn thì bạn sẽ không bị xếp ịch thi cuối kỳ trên web trường.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b Cho em hỏi: em đã  có lịch thi av1 cuối kì trong trường và em đã rút môn học av1 lúc đầu.. Vậy khi nào thì em phải nộp bằng av quốc tế vào ạ ( cuối tháng 12 hay cuối năm nhất vậy ạ)",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng cầm biên nhận nộp đơn rút môn học đến nơi đã nộp đơn để kiểm tra lại.. . Theo quy trình thì nếu đã nộp đơn thì bạn sẽ không bị xếp ịch thi cuối kỳ trên web trường.. . Bạn vui lòng xem chi tiết lịch học vụ để biết rõ các đợt lấy dữ liệu anh văn cho từng đợt đăng ký môn học tương ứng tại:www.aao.hcmut.edu.vn- sinh viên - Lịch học vụ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là sinh viên hệ vlvh, năm 2019 em nhập học nhưng không có tham gia bhyt, vậy em có thể đăng kí tham gia bhyt năm 2020 được k ạ(Vì đăng kí phải có thông tin về số bhyt năm 2019) . .",
            "Chào bạn,. . Vấn đề về Bảo hiểm y tế, bạn vui lòng liên hệ tại Phòng Công tác Chính trị Sinh viên (Phòng y tế) để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Giấy xác nhận sinh viên . Cho em hỏi cấp lại giấy xác nhận sinh viên miễn nghĩa vụ thì mất bao lâu vậy ạ. em đăng ký hồi ngày 12 mà tới nay 19 rồi vẫn chưa thấy hoàn thành ạ. còn 2 hôm nữa không có em phải về quê khám nghĩa vụ rồi ạ nôn quá.",
            "Chào bạn,. . Phiếu đăng ký của bạn đã có rồi, bạn đăng ký nhận ở Cơ sở 2 mà. . Thân",
            "Dạ em cảm ơn ạ. em đọc không kỹ.. . Thanks."
        ]
    },
    {
        "intent": "",
        "message": [
            "Môn động cơ đốt trong(TR2019) có môn học trước  là nhiệt động lực học và truyền nhiệt(ME2013). Em muốn hỏi là liệu kì sau em có thể học cùng lúc 2 môn này không, khi em chưa học môn nhiệt động lực và truyền nhiệt trước vì bị xóa môn đó kì này",
            "Chào bạn,. . Bạn xem quy định về môn học trước tại đây nhé!. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 6. Các loại môn học và học phần/6.3 Môn học tiên quyết, môn học trước, môn học song hành. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . em không có gmail bổ sung việc cập nhật địa chỉ thì có được đăng kí môn học không ạ?",
            "Chào bạn,. . Email chỉ gởi cho những bạn chưa xác nhận thông tin liên lạc.. . Bạn vui lòng kiểm tra tình trạng đăng ký môn học trên trang ĐKMH nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Em chào thầy(cô) ạ.. . Em đã đọc về quy đinh mới về chứng chỉ ngoại ngữ  trên trang lịch học vụ của nhà trường tuy nhiên vẫn còn thắc mắc về trường hợp của em như sau:. . Em là sinh viên k18, hiện tại em chưa qua yêu cầu anh văn 1 của nhà trường.. . Theo dự kiến em sẽ nộp chứng chỉ toeic vào ngày15/12. .  Tức là trước khi bắt đầu dkmh đợt2 cho học kì 192 3 ngày(18/12) và sau lịch chuyển điểm chứng chỉ ngoại ngứ 4 ngày(11/12) . . Vậy thầy cô cho em hỏi ngay sau khi nộp chứng chỉ nn em có thể dkmh vào đợt 2 ngày 18/12 không ạ. . . Em cảm ơn, và mong sớm nhận được lời giải đáp.",
            "CHào bạn,. . Bạn đang cần đợt chuyển dữ liệu anh văn thì bạn phải căn cứ theo ngày lấy dữ liệu anh văn để khai báo chứng chỉ ngoại ngữ của bạn cho kịp, không tính theo lịch mở đăng ký môn học nha bạn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Em đã làm các thủ tục trên myBK - đăng kí CCNN và liên hệ với trung tâm IDP nộp bằng về trường.. . . . Vào ngày 11/11, bên nhà trường có gửi mail cho em về việc chưa nhận được bản sao CCNN (đính kèm bên dưới).. . . . Em đã lên IDP trong hôm đó hỏi lại thì họ báo rằng CCNN đã được qua bưu điện chuyển phát trực tiếp nhưng bên trường không ai nhận nên đã gửi trả về IDP. Họ cũng đã chuyển lại cho em rồi ạ.. . . . Em muốn biết liệu CCNN của em đã được chuyển về PĐT chưa vì đã 1 tuần từ ngày 11/11 trên myBK vẫn hiện \"đang thẩm tra\" ạ (đính kèm bên dưới).. . . . Em cảm ơn ạ.",
            "Chào bạn,. . Trường đã nhận được bản sao IELTS của bạn, bạn vui lòng theo dõi KQ sẽ cập nhật trên web.. . Thân,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em bị quên mật khẩu mail sinh viên, không đăng nhập được. Bằng cách nào để em lấy lại mật khẩu ạ?. . Em cảm ơn!!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn, tài khoản của sinh viên bạn lên trực tiếp Phòng Đào tạo CS1 để được hỗ trợ nhé. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Xin chào thầy cô. . Theo yêu cầu của nhà trường, em đã cập nhật thông tin liên lạc như yêu cầu 1 lần ngày 31/10 theo như mail nhà trường gửi. . Mới đây thấy mail cập nhật thông tin, em vào cập nhật thêm lần nữa.. . Em cập nhật thông tin 2 lần nhưng khi vào lại trang cập nhật thông tin thì không thấy kết quả đã lưu. . . ở trang đăng kí môn học không cho đăng kí môn.. . Mong thầy cô giải quyết giúp em để em có thể đăng kí được môn học.. . Em cảm ơn.. .",
            "Chào bạn,. . SV xác nhận thông tin liên lạc trên Mybk  trước 15g mỗi ngày. Phòng đào tạo sẽ cập nhật dữ liệu liên lạc bạn mới khai báo và mở đăng ký môn học online cho bạn vào 13g ngày hôm sau (tính từ ngày bạn xác nhận thông tin liên lạc thành công) - trong thời gian mở đợt ĐKMH (từ 20/11 đến 03/12/19). . Thân",
            "Xin chào cô. . Em đã cập nhật đầu đủ và trước 15g ngày 20/11. . Nhưng 13h ngày hôm nay 21/11 trang đăng kí môn học của em vẫn chưa được mở.. . Em không biết mình cập nhật có lỗi hay sai sót gì không?. . Mong cô kiểm tra lại giúp em ạ.",
            "Chào bạn,. . Bạn không bị khóa đăng ký do nợ thông tin liên lạc nhé. VUi lòng thử lại hệ thống ĐKMH.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi thầy cô PĐT. Em tên [full_name] MSSV [student_id], lịch thi cuối kì của em môn Anh Văn 1 ( la1003) đúng vào ngày hết hạn đăng kí môn học bổ sung đợt 3 ( 6/1/2020) thì làm sao em có thể đăng kí được môn chuyên ngành ạ ? Có cách nào để gia hạn thêm thời gian đăng kí được không thầy cô ? Mong thày cô giúp em. Em xin cảm ơn.",
            "Chào bạn,. . Bạn có thể đăng ký nộp chứng chỉ ngoại ngữ để đạt chuẩn anh văn theo từng năm học để đăng ký các môn chuyên ngành.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy cô PĐT do điện thoại em bị mất nên không có thiết bị online thường xuyên, hôm nay do bạn bè nói về việc đăng kí môn học thì em biết mình chưa cập nhật thông tin sinh viên nên không được đăng kí môn học.. . em viết tin nhắn này mong PĐT xem xét để cho em được tiếp tục đăng kí môn học.. . em cám ơn ạ.. .",
            "Chào bạn,. . SV xác nhận thông tin liên lạc trên Mybk  trước 15g mỗi ngày. Phòng đào tạo sẽ cập nhật dữ liệu liên lạc bạn mới khai báo và mở đăng ký môn học online cho bạn vào 13g ngày hôm sau (tính từ ngày bạn xác nhận thông tin liên lạc thành công) - trong thời gian mở đợt ĐKMH (từ 20/11 đến 03/12/19)",
            "Cô ơi hôm qua em cập nhật rồi, đã lưu rồi mà em đợi tới 15h rồi vẫn không đăng kí môn học được ạ. Cô xem giúp em với ạ. Em cảm ơn cô.",
            "Chào em,. . . . Em đăng kí lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã tiến hành cập nhật thông tin lý lịch cá nhân đầy đủ trên tài khoản MyBK vào khoảng tháng 10. . Nhưng sau đó, email nhận được nhiều yêu cầu khai báo thông tin. Khi kiểm tra lại thì thấy lý lịch đã được cập nhật rồi nên bỏ qua các email trên.. . Tối ngày 19/11/2019, em phát hiện tài khoản mybk của mình bị khóa đăng ký môn học HK192.. . Mong PĐT xem xét và giải đáp thắc mắc của em sớm nhất. Để em có thể đăng ký môn học HK192.. . Xin cảm ơn.. . [full_name] - [student_id]. .",
            "Chào bạn,. . SV xác nhận thông tin liên lạc trên Mybk  trước 15g mỗi ngày. Phòng đào tạo sẽ cập nhật dữ liệu liên lạc bạn mới khai báo và mở đăng ký môn học online cho bạn vào 13g ngày hôm sau (tính từ ngày bạn xác nhận thông tin liên lạc thành công) - trong thời gian mở đợt ĐKMH (từ 20/11 đến 03/12/19)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . cho em hỏi là em có nộp chứng chỉ anh văn vào rồi mà hệ thống cứ cập nhập là đang thẩm tra mãi chứ chưa xét miễn cho em. mà hôm nay 20/11 em có đợt đăng kí môn học cho kì 2 nên nhà trường xem xét chứng chỉ giúp em để em được đăng kí môn học cho kì sau ạ.",
            "Chào bạn,. . . . Bạn chưa thanh toán lệ phí chuyển điểm nên chưa được chuyển điểm.. . Bạn xem hướng dẫn cách nộp chứng chỉ và chuyển điểm tại  www.aao.hcmut.edu.vn- Sinh viên -  Hướng dẫn - Ngọại ngữ.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em cập nhật rồi mà sao nhận mail chưa cập nhật để đăng kí môn học",
            "Chào bạn,. . SV xác nhận thông tin liên lạc trên Mybk  trước 15g mỗi ngày. Phòng đào tạo sẽ cập nhật dữ liệu liên lạc bạn mới khai báo và mở đăng ký môn học online cho bạn vào 13g ngày hôm sau (tính từ ngày bạn xác nhận thông tin liên lạc thành công) - trong thời gian mở đợt ĐKMH (từ 20/11 đến 03/12/19)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Cho em hỏi em đã cập nhật thông tin lý lịch trên web trước thời hạn nhưng lại không được đăng kí môn học đợt này vì lí do chưa cập nhật lý lịch online là sao vậy ạ?",
            "Chào bạn,. . Phòng Đào tạo đã gửi mail thông báo về việc xác nhận thông tin, trường hợp sinh viên chưa cập nhật thì phải cập nhật, SV xác nhận thông tin liên lạc trên Mybk  trước 15g mỗi ngày. Phòng đào tạo sẽ cập nhật dữ liệu liên lạc bạn mới khai báo và mở đăng ký môn học online cho bạn vào 13g ngày hôm sau (tính từ ngày bạn xác nhận thông tin liên lạc thành công) - trong thời gian mở đợt ĐKMH (từ 20/11 đến 03/12/19)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô em tên là   B [full_name] MSSV [student_id]  /B . Ngày 8.11.2019 em có   B đăng ký nộp chứng chỉ ngoại ngữ  /B , nhưng đến nay 20.11.2019 em vẫn   B chưa được phòng đào tạo thẩm tra và xác nhận  /B  trong khi hôm nay là ngày bắt đầu đăng ký môn học của học kỳ 192. Em mong nhận được tin nhắn này,   B thầy/cô giải quyết sớm (thẩm tra bằng và xác nhận)  giúp em trước khi hết hạn đăng ký môn học HK192  /B . Em xin cảm ơn và mong có sự phản hồi của thầy/cô. . .",
            "Chào bạn,. . Theo quy định về ngoại ngữ thì nếu bạn nộp chứng chỉ để xét đạt chuẩn và chuyển điểm anh văn cho đăng ký môn học, bạn chỉ cẩn nộp trước đợt quy định 1 ngày ( VD: đợt 25/07  thì bạn nộp 24/07 là đươc), không cần phải chờ kết quả thẩm tra.. . \t\t\t. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "chào thầy/cô. kì trước em có rớt anh văn và không đăng kí được một môn học trước. kì này đăng kí môn học thì yêu cầu môn học trước. vậy em có thể học song song giữa môn học trước và môn kì này đc hk ạ. .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu .",
            "Chào bạn,. . Bạn phải đăng ký theo đúng quy định về môn học trước nhé, bạn xem quy định về môn học trước tại:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 6. Các loại môn học và học phần/6.3 Môn học tiên quyết, môn học trước, môn học song hành. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . Kính gửi Phòng Đào tạo trường Đại học Bách Khoa Tp. HCM. . Dạ cho em hỏi là khi em đăng kí môn \t[full_name] [full_name] [full_name] thì hệ thống yêu cầu phải có môn học trước Những nguyên lý cơ bản của chủ nghĩa [full_name]-[full_name]. Vậy cho em hỏi em có thể: . . 1)Học cùng lúc cả hai môn này.. . 2)Học môn Những nguyên lý cơ bản của chủ nghĩa [full_name]-[full_name] và môn Đường lối cách mạng của Đảng Cộng sản Việt Nam trước rồi sau đó mới học môn [full_name] [full_name] [full_name] được không ạ?. . Em xin cảm ơn.",
            "Chào bạn,. . Bạn phải đăng ký theo đúng quy định về môn học trước nhé, bạn xem quy định về môn học trước tại:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 6. Các loại môn học và học phần/6.3 Môn học tiên quyết, môn học trước, môn học song hành. . Thân",
            "Em bị rớt anh văn đầu vào vậy khi đăng kí môn học em có được đăng kí anh văn 2 không?",
            "Chào bạn,. . Ban vui lòng xem thông báo ĐKMH mới dành cho sv K2019, Phòng đào tạo vừa gởi emial sv.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Em tên [full_name]. MSSV [student_id] lớp VP19HK.. . Em có một số thắc mắc về việc đăng kí môn học.. . VP K2019 thì CTDT có thay đổi nên em không biết phải dựa vào đâu để đăng kí môn học trong khi trên web của PĐT chỉ có chương trình đào tạo của K18 trở về trước.Nên em kính mong PĐT xem xét cập nhật sớm CTDT của VP K2019.. . Em xin chân thành cảm ơn.. . . . . .",
            "Chào bạn,. . Ban vui lòng xem thông báo ĐKMH mới dành cho sv K2019, Phòng đào tạo vừa gởi emial sv.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name]. Mssv: [student_id]. . Em đã tiến hành thực hiện nộp chứng chỉ ngoại ngữ ngày 4/11/2019. Và đã thẩm tra hợp lệ vào 8:39 ngày 13/11/2019 nhưng hiện tại khi em đăng ký môn học vẫn gặp vấn đề không đăng ký được do chưa đạt chuẩn anh văn năm 1. Mong phòng đào tạo sớm giải quyết để em đăng ký được môn học. Em chân thành cảm ơn",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Hiện tại đợt ĐKMH này không chăn chuẩn anh văn của môn học,bạn vẫn đký được, chỉ cảnh báo chung để sv tự kiểm tra lại thông tin mà thôi.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Gởi PĐT,. . Tôi hiện tại đã thanh toán đầy đủ học phí trên BK Pay và có quyết định thu nhận lại vào học kì 192 này.Nhưng không hiểu vì sao pđt lại không cho tôi ĐKMH. Kính mong PĐT xem xét lại để tôi có thể ĐKMH và tiếp tục việc học.. . Thân. .",
            "Chào bạn,. . Bạn đăng ký môn học báo lỗi gì gửi hình đính kèm để kiểm tra cho bạn!. .",
            "Chào cô, . . Em nghỉ một kì và được thu nhận lại vào kì này. Em đã thanh toán học phí rồi và có quyết định thu nhận lại rồi nhưng không đăng kí được với lí do sau. . 1 tạm dừng. . 2 chưa thanh toán học phí",
            "Chào bạn,. . Trường hợp tạm dừng thu nhận lại, Phòng Đào tạo có đưa biên nhận cho bạn và hẹn thời gian đăng ký môn học từ ngày 02/12 vào đăng ký môn học, bạn vui lòng kiểm tra lại biên nhận. . Thân",
            "Về biên nhận ,em chưa được nhận và có thể nhận ở đâu?. . Còn trường hợp của em thì đến ngày 02/12 được đăng kí hay có phải làm thêm thủ tục nào k ạ",
            "Em chỉ nhận được quyết định thu nhận lại ,còn biên nhận k ai nói gì cả",
            "Chào bạn,. . Bạn nộp trễ học phí, phải làm đơn trình bày đóng học phí trễ nộp tại phòng Đào tạo để được mở đăng ký môn học.. . Thân",
            "Chào cô, . . Phòng đào tạo có thể mềm dẻo trong vấn đề này được không ạ ? Vì em đã làm đơn cứu xét rồi . Trong đó có lí do em tạm dừng học và không đóng học phí. Bây giờ em đã đóng học phí và được chấp nhận thu nhận lại.. . Vì em đang không ở Sài Gòn nên hơi bất tiện nữa, mong cô giúp cho. . Thân.",
            "Chào bạn,. . Trưa mai khoảng 13h bạn vô đăng ký môn học lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Em tên[full_name] [full_name]NG sinh viên k16, khoa Bảo Dưỡng Công Nghiệp (hệ cao đẳng chính quy) .Cho em hỏi[full_name] Em đã nộp chứng chỉ Toiec (380 điểm) ngày 09/10/2019. Nhưng em khi đăng ký môn học[full_name] tiểu luận tốt nghiệp thì trang web mybk thông báo em thiếu chứng chỉ anh văn 1(CCAV_1)",
            "Chào bạn,. . Hiện tại đợt ĐKMH này không chăn chuẩn anh văn của môn học, bạn vẫn đký được, chỉ cảnh báo chung để sv tự kiểm tra lại thông tin mà thôi.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Xin chào quý thầy(cô),. . Em là [full_name] (MSSV: [student_id]), hiện đang là sinh viên lớp VP15XDC. . . Em có thắc mắc về vấn đề nộp chứng chỉ ngoại ngữ để nhận LVTN.. . Không biết hạn TRỄ NHẤT, cho việc nộp chứng chỉ ngoại ngữ để đăng ký LVTN trong học kì tới là khi nào ạ?. . Em xin chân thành cảm ơn sự giúp đỡ của quý thầy(cô) ạ.. . . . -[full_name]-",
            "Chào bạn,. . Bạn vui lòng xem chi tiết lịch học vụ để biết rõ các đợt lấy dữ liệu anh văn cho từng đợt đăng ký môn học tương ứng tại:www.aao.hcmut.edu.vn- sinh viên - Lịch học vụ.. . Bạn xem hướng dẫn cách nộp chứng chỉ và chuyển điểm tại  www.aao.hcmut.edu.vn- Sinh viên -  Hướng dẫn - Ngọại ngữ.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Dạ cho em hỏi, nếu em chưa thanh toán lệ phí chuyển điểm anh văn thì như vậy em có được đăng ký những môn học vào học kì tiếp theo không ạ, chẳng hạn như đăng kí những môn năm 2 mà điểm anh văn em chuyển vào đã qua năm 1 nhưng nhà trường vẫn còn đang thẩm tra ạ. Em cảm ơn ạ.",
            "Chào bạn,. . Hiện tại đợt ĐKMH này không chăn chuẩn anh văn của môn học,bạn vẫn đký được, chỉ cảnh báo chung để sv tự kiểm tra lại thông tin mà thôi.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy/cô. . Em tên là [full_name] MSSV:[student_id], em có đăng ký môn học Luận văn trong kỳ tới nhưng em thấy thông báo thiếu môn tiên quyết. . Em đang học 2 môn đề cương và thực tập CNPM trong kỳ này, em cũng có nộp bằng TOEIC và đã được xét duyệt, thầy cô check lại giúp em còn thiếu gì ạ, em xin cảm ơn. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Hiện tại chương trình chỉ cảnh báo về điều kiện môn học để bạn kiểm tra, chưa chặn đăng ký, bạn vẫn có thể đăng ký môn học bình thường, bạn vui lòng kiểm tra lại"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính chào phòng đạo tạo.. . Em là [full_name] MSSS [student_id]. . Hôm nay em đăng kí môn học ME2011,ME3011,ME3007,ME3013 thì bị lỗi môn cần phải học trước môn ME2009 và ME2007. Nhưng hiện học kì này em đang học 2 môn đó.. . Em xin cám ơn phòng đào tạo đã xem và mong phòng đào tạo giải quyết lỗi đăng kí môn học này.",
            "Chào bạn,. . Hiện tại chương trình chỉ cảnh báo về điều kiện môn học để bạn kiểm tra, chưa chặn đăng ký, bạn vẫn có thể đăng ký môn học bình thường, bạn vui lòng kiểm tra lại"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kình gửi: Phòng Đào Tạo đại học Bách Khoa. . Em là: [full_name]SV: [student_id]. . Em xin được trình bày như sau: do em không kiểm tra mail thường xuyên nên em không nhận được thông tin cập nhật địa chỉ. Và sáng nay em có nhận được mail của nhà trường là em sẽ được cập nhật trước 15g mỗi ngày để được đăng ký môn học vào 13g ngày hôm sau. Nhưng em vào làm theo hương dẫn của nhà trường thì trang cập nhật đia chỉ không có gì cho em điền cả. Nay em xin Phòng Đào Tạo tạo điều kiện mở cho e được cập nhật địa chỉ và đăng ký môn học.. . . .",
            "Chào bạn,. . Bạn vô cập nhật lại thông tin thử lại nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) .  Em tên là [full_name], MSSV:[student_id]. Em không đăng kí được môn Vi điều khiển, động lực học và điều khiển, hệ thống PLC vì lý do thiếu môn học trước Kỹ Thuật Điều Khiển Tự Động. Nhưng kì này em đang học môn Kỹ Thuật Điều Khiển Tự Động ạ. Em mong phòng đào tạo giải quyết giúp em.",
            "Chào bạn,. . Hiện tại chương trình chỉ cảnh báo về điều kiện môn học để bạn kiểm tra, chưa chặn đăng ký, bạn vẫn có thể đăng ký môn học bình thường, bạn vui lòng kiểm tra lại"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Giấy xác nhận sinh viên  /i  . . Em không đăng nhập vào mục đăng kí in giấy xác nhận sinh viên bằng tài khoản mybk. . . .",
            "Chào bạn,. . Bạn thử vào lại đăng ký xem còn bị lỗi gì không? Vui lòng chụp gửi hình đính kèm để Phòng Đào tạo kiểm tra lại.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Hiện tại em đã nộp chứng chỉ ngoại ngữ TOEIC 720 và đã thẩm tra và chuyển điểm rồi, giờ chứng chỉ hết hạn thì em có đăng ký luận văn được hay không hay phải thi lại chứng chỉ mới.",
            "Chào bạn,. . Khi bạn đăng ký nộp chứng chỉ ngoại ngữ online, phòng đào tạo đã tự xét pass các chuẩn anh văn của từng năm, LVTN và tốt nghiệp khi chứng chỉ của bạn theo quy định. Không truy hồi lại khi bạn tốt nghiệp nhé.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Em đã thực hiện việc nộp chứng chỉ ngoại ngữ ngày 4/11/2019 và đã thẩm tra hợp lệ vào ngày 13/11/2019. Nhưng hiện tại em thực hiện việc đăng ký môn học vẫn không được với lý do chưa đạt chuẩn anh văn năm 1. Tức thiếu môn tiên quyết anh văn 1. Mong trường sớm giải quyết để em thực hiện được việc đăng ký môn học ạ. Em chân thành cảm ơn. . . .",
            "Chào bạn,. . Đợt đăng ký môn học này không chặn về chuẩn Tiếng Anh, đó chỉ cảnh báo cho các bạn lưu ý! Phòng Đào tạo sẽ cập nhật sau, bạn xem kết quả đăng ký môn học theo lịch học vụ để kiểm tra kết quả đăng ký môn học nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Em tên: [full_name], MSSV:[student_id]. . Khoa: Bảo Dưỡng Công Nghiệp (hệ cao đẳng chính quy), khóa:2016.. . . . Cho em hỏi, em nộp chứng chỉ anh văn (Chứng chỉ Toeic đạt 380 điểm, ngày nộp: 09/10/2019) và đã được cập nhật điểm trên Bảng điểm. . . Nhưng em khi đăng kí môn:Tiểu luận tốt nghiệp (mã số: 260663) trong đợt Đăng ký môn học Học kỳ 2 (2019 - 2020) - Đợt 1 (từ ngày 20/11/2019 đến ngày 05/12/2019) thì trên trang web Đăng ký môn học thông báo :\"Thiếu môn học: CCAV_1-chứng chỉ ngoại ngữ\".. . Theo quy chế của trường, để đăng ký Tiểu luận tốt nghiệp (cao đẳng chính quy) cần đạt chứng chỉ ngoại ngữ (toeic) đạt 350 và tín chỉ tích lũy ngành trên 98 tín chỉ. Hiện tại em đã đủ điều kiện đăng kí Tiểu luận nhưng trên trang web Đăng ký môn học thông báo: \"Thiếu môn học: CCAV_1-chứng chỉ ngoại ngữ\". . . . Yêu cầu:. . Em mong phòng đào tạo cập nhật lại chứng chỉ ngoại ngữ (Toeic) của em để em có thể đăng kí thành công môn Tiểu luận tốt nghiệp (mã số: 260663).Sớm hoàn thành chương trình đào tạo.. . Em xin cảm ơn. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
            "Chào bạn,. . Hiện tại đợt ĐKMH này không chăn chuẩn anh văn của môn học,bạn vẫn đký được, chỉ cảnh báo chung để sv tự kiểm tra lại thông tin mà thôi.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Chào em,. . . . Em đăng kí môn học lại nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Em mới đăng ký môn luận văn tốt nghiệp sáng ngày 20/11/2019, em thấy thông báo thiếu môn tiên quyết là thực tập tham quan để đăng ký luận văn vì thế em mong muốn đăng ký môn thực tập tham quan trọng kỳ này để em có thể đăng ký luận văn tốt nghiệp (thực tập tham quan bắt đầu đi ngày 24/12/2019). Em cảm ơn",
            "Chào em,. . . . Em cứ đăng kí, nếu mở thì học"
        ]
    },
    {
        "intent": "",
        "message": [
            "-Em tên: [full_name]. . -MSSV: [student_id] -Khoa Xây dựng chuyên ngành xây dựng dân dụng. . -Lý do: em đã xét chuyển điểm anh văn hết và đóng tiền đầy đủ nhưng hôm nay đăng ký môn học vẫn bị ghi là không đủ av1 môn tiên quyết . . -Em rất mong phòng đào tạo có thể coi và xem xét lại để cho em có thể đăng ký được môn chuyên ngành! . . Em chân thành cảm ơn ạ!. . . .",
            "Chào bạn,. . Hiện tại đợt ĐKMH này không chăn chuẩn anh văn của môn học,bạn vẫn đký được, chỉ cảnh báo chung để sv tự kiểm tra lại thông tin mà thôi.. . Thân.. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào chị. Em là người hỏi câu hỏi hồi sáng. Em thắc mắc sau, E nộp chứng chỉ ngoại ngữ 8.11.2019 và chuyển điểm luôn ngày đó. Phòng đào tạo cho ngày 13.11.2019 là đợt đăng ký chuyển điểm và nộp chứng chỉ ngoại ngữ cuôi cùng. Tức là em đã làm trước đó 5 ngày, nhưng giờ em vẫn không đăng ký môn học chuyên ngành được, và điểm chuyển vẫn chưa vào bảng điểm của em. Giờ e phải sao ạ!. . Mong được sự giúp đỡ từ chị!. . [full_name] - [student_id]. .",
            "Chào bạn,. . Hiện tại đợt ĐKMH này không chăn chuẩn anh văn của môn học,bạn vẫn đký được, chỉ cảnh báo chung để sv tự kiểm tra lại thông tin mà thôi.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "EM tên [full_name] (mssv: [student_id])là sinh viên trung tâm Bảo Dưỡng Công Nghiệp.Em quên cập nhật thông tin địa chỉ nên không đăng kí môn học được.mong phòng đạo tạo mở cập nhật để đăng kí môn học.em cảm ơn   ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . Kính chào thầy cô. Em thuộc khóa 2018 ct PFIEV, em muốn hỏi là trong chương trình thì bắt buộc học 3 môm thể dục, và HK1 em có học môn giáo dục thể chất 1, xong rồi sang HK2 môn thể dục được thay đổi. vậy môn đó có tính làm 1 môn không ạ, hay là em phải học lại 3 môn thể dục khác nhau ạ. Em cảm ơn thầy cô ạ.",
            "Chào bạn, . . GDTC 1 được tính là một môn nha bạn, bạn chỉ cần học thêm 2 môn thể dục nữa là được.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Cho em hỏi là em đã nộp chứ chỉ ngoại ngữ và kết quả thẩm tra là hợp lệ nhưng lúc đăng kí môn học e vẫn bị hiện dòng chữ thiếu chuẩn anh văn năm nhất",
            "Chào bạn,. . Hiện tại đợt ĐKMH này không chăn chuẩn anh văn của môn học,bạn vẫn đký được, chỉ cảnh báo chung để sv tự kiểm tra lại thông tin mà thôi.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là Hồ Thiện Minh . . MSSV: [student_id]. . . .  Em muốn hỏi em muốn đăng kí những môn học hk2 của K19 nhưng không biết thời gian đăng kí của K19 là bao giờ và em không tìm ra chương trình đào tạo của k19 vì em nghe thông báo là từ k19 trở đi ngành Kiến Trúc có sự thay đổi về việc đáng kí. . . Như vậy em muốn đáng kí mộn học để học cùng với k19 thì phải làm như thế nào ạ?. . . . Em rất mong được thầy cô giúp em !. . Em chân thành cám ơn thầy cô!. . . .",
            "Chào em,. . . . Hiện tại PDT đã cập nhật tất cả thông tin các môn học sẽ mở trong học kỳ 192. Em có thể lên đăng kí."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . -Cho em hỏi là sao em cập nhật thông tin rồi nhưng vẫn không đăng ký được là sao ạ ? Mong admin giải đáp ạ. .",
            "Chào em,. . . . Đối với K.19 vui lòng check mail lại nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Cho em hỏi là chuẩn anh văn nhận luận văn tốt nghiệp của chương trình Việt Pháp khóa VP2015 là bao nhiêu? Bởi vì em nộp TOEIC 550 thì khi đăng kí môn học, môn 405700 - Luận văn tốt nghiệp. Hệ thống thông báo Thiếu (các) môn học:   Nhóm [CCAV_1]: CCAV_1 - Chứng chỉ ngoại ngữ_LVTN (tiên quyết).",
            "Chào bạn,. . Bạn vui lòng xem lại quy định về chuẩn anh văn nhận LVTN được cập nhật chi tiết tại:www.aao.hcmut.edu.vn- Sinh viên - Quy chế - Quy chế học vụ bậc đại học - Phụ lục -  Mục 3.a. . Thân."
        ]
    }
]