[
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1814283  /b \t. . . .   i Đăng ký môn học . THẮC MẮC VỀ ĐĂNG KÝ ĐỀ CƯƠNG LUẬN VĂN . . . . Kính thưa đội ngũ BKSI, được biết trong CTĐT có ghi   I môn học Đề Cương Luận Văn và Thực tập Tốt nghiệp là 2 môn được học   U song hành  /U .  /I  . . Cho em hỏi: . .   B - Học kỳ hè 213 có được đăng ký môn học Đề Cương Luận Văn không ạ?   /B . .   B - Việc mở lớp môn học Đề Cương có phụ thuộc vào Số Lượng SV đăng ký không ạ?   /B . . . . Kính mong đội ngủ BKSI giải đáp giùm em thắc mắc ạ. . . Em xin cảm ơn.",
            "Chào em;. . Học kỳ hè 213 được đăng ký môn học Đề Cương Luận Văn nhé (1 sinh viên đăng ký vẫn mở). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em học môn Quản lí sản xuất mã IM1023, lớp L02 học kì 211.. . . . Theo tỉ lệ điểm theo thông báo mới trên bkel của cô [full_name] trong học kì 211 theo đề cương mới , điểm tổng kết của em là 8.5 nhưng điểm trên hệ thống lại tính theo tỉ lệ của đề cương cũ nên em bị mất 0.5.. . . . Em có gửi đính kém ảnh về việc cô [full_name] thông báo thay đổi về tỉ lệ điểm và thông báo đó hiện vẫn còn trên BKEL.. . . . Em thấy việc này rất không công bằng cho sinh viên khi tỉ lệ điểm theo đề cương mới nhưng điểm tổng kết lại tính theo đề cương cũ.. . . . Em mong nhà trường xem xét lại giúp em.",
            "Chào em,[full_name] [full_name] - Dữ liệu hiện tại là HK212, được cập nhật theo phản hồi của khoa - [full_name][full_name]V[full_name]Đức - ngày 24/11/2021 [full_name][full_name] [full_name] - HK211, [full_name][full_name]V[full_name]Đức gởi lần cuối ngày 29/9/2021[full_name][full_name] [full_name] =  Em vui lòng liên hệ GV, Khoa nhé, vì dữ liệu do Khoa gủi như trên em nhé[full_name][full_name] [full_name] Thân mến[full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em xin kính chào thầy cô ạ, . . Em là sinh viên Khóa K19, hệ đại trà thuộc Khoa Cơ Khí, ngành Công nghệ Dệt may. . . Thưa thầy cô, em có đọc from khảo sát của nhà trường về việc đi học trực tiếp tại trường vào đầu tháng 3 và em có thắc mắc về thời gian dự kiến của trường ạ.. . Kế hoạch của trường là \"Trong thời gian từ ngày 01/3/2022 - 15/3/2022 Nhà trường dự kiến sẽ cho SV học trực tiếp tại trường\". . . Thưa thầy cô, em đang phân vân là trường dự định sẽ cho sv học trực tiếp trong 2 tuần đấy để xem xét tình hình hay là trường sẽ cho sv học trực tiếp bắt đầu vào một ngày nào đấy trong khoảng thời gian từ 1/3-15/3 ạ.. . Kính thưa thầy cô, vấn đề cá nhân là em đã đăng ký thi chứng chỉ anh văn vào tầm tháng 3, nhưng còn vì phụ thuộc vào thời gian thi giữa kỳ (để tránh bị trùng lịch) nên em phải đổi lịch thi chứng chỉ anh văn. Nhưng điều kiện đổi lịch thi chứng chỉ phải diễn ra trước 5 tuần nên em kính mong thầy cô sẽ cho em xin khoảng thời gian dự kiến thi Giữa kỳ ạ.. . Em xin chân thành cảm ơn thầy/cô.. . . . [full_name] . . . .",
            "Chào em,. . - Vào đầu học kỳ, nhà trường đã thông báo là sẽ dần cho học trực tiếp từ sau Tết Nguyên đán. Trong tuần sau, nhà trường sẽ có thông báo rõ hơn về việc đến trường trực tiếp cho toàn bộ sinh viên.. . - Thời gian dự kiến thi Giữa kỳ ạ.. . =  Em vui lòng xem biểu đồ học tập nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào PĐT, hôm qua 16/1 em thấy trong mục điểm chuyển trên mybk đã có anh văn 2, nhưng nay vào coi lại thì lại thấy mất anh văn 2 rồi ạ, mong PĐT xem gấp giúp em với ạ 18/1 là đăng kí LVTN bổ sung rồi. Em cảm ơn PĐT.",
            "Chào bạn,. . Bạn vui lòng kiểm tra lại trên trang Mybk, mục chuyển điểm nhé.. . Hiện nay, P.ĐT kiểm tra đã thấy điểm AV2 của bạn rồi. . Chúc bạn học tốt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ kính gửi Phòng Đào Tạo !. . Em tên là [full_name] - MSSV: [student_id]. . Nay em gửi tin để xin rút buổi học hóa thí nghiệm vào tuần 3 và 4 vì khi em đăng kí, form không ghi rõ ngày trở lại trường, em nghĩ là sau tết mới phải học. Hiện tại em chỉ mới nhận được nhóm lớp của em là VC14, đến nay em vẫn chưa biết giảng viên dạy học trong nhóm mới nên em không thể liên lạc để xin rút môn được ạ. Kính mong PĐT sẽ giúp em tìm cách để rút buổi học vì đến ngày 20/01 là buổi học đầu tiên của em và nếu em không thể rút kịp thời thì sẽ bị tính là vắng thi ạ.. . Em xin cảm ơn",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn xin hủy đăng ký học thí nghiệm trực tiếp của bạn.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi hạn chót em có thể thanh toán học phí mà không bị xóa kết quả môn học của học kì 211 là khi nào ạ, hiện tại em vẫn còn nợ [student_id] của học kì chính ạ, em vẫn đang cố gắng để thanh toán",
            "Chào em,. . Em vui lòng thanh toán HP HK211 đúng hạn nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo,. . Em là Nguyên - sinh viên khoa KH&KT Máy Tính K16. . . . Em đã đạt đủ điều kiện để đăng kí tốt nghiệp nhưng vừa rồi em lại không thể thực hiện đăng kí trên mybk (video đính kèm); đến hôm nay thì hệ thống đã báo hết hạn đăng kí.. . Cho em hỏi như vậy thời hạn đăng kí tốt nghiệp có được gia hạn không ạ?. . (Lúc em thực hiện click vào \"Nộp đơn đăng kí xét tốt nghiệp\" hệ thống chỉ hiển thị loading và dừng lại ở đó.). . . . Em xin cảm ơn",
            "Điều kiện anh văn và CTXH em đều đã đạt đủ",
            "Chào em,. . Em vui lòng trình bày rõ giúp cô là em đã hoàn thành ngày CTXH và cập nhật lên trang hoạt động ngoại khóa thời gian nào?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:  Nhà trường có thể cho em dời lịch học TN Hóa đại cương đén sau tết dương lịch vì lí do dịch bệnh và hoàn cảnh cá nhân.Em rất mong được phản hồi sớm. Xin cảm ơn!",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn xin hủy đăng ký học thí nghiệm trực tiếp của bạn.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . MSSV: [student_id]. . [full_name]. . Cho e hỏi phúc tra bài thi sau khi làm các thủ túc đăng kí trên bkel thì đợi xác nhận rồi làm gì nữa ạ. Sau khi xác nhận thì điểm của mình nếu có chính sửa thì có thông báo không ạ?",
            "Chào em,. . Em  gửi phúc tra bài thi trên mybk: em vui lòng xem kết quả trên web em nhé. PĐT thường xuyên cập nhật kết quả trên web. . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu xem xét lại . Em chào Nhà trường ạ, kì 211 vừa rồi em có học một môn Xử lí số tín hiệu - Digital Signal Processing (EE2015), do chưa có điều kiện học thí nghiệm nên nhà trường và thầy quyết định dời lịch học thí nghiệm sang học kì 212 mới bắt đầu học.. . . . Tuy nhiên, em bất ngờ nhận được kết quả tổng kết của môn này với điểm Thí nghiệm là 6 mặc dù CHƯA HỌC MỘT BUỔI NÀO và con điểm này vô tình kéo điểm của em xuống.. . . . Em mong nhà trường xem xét lại giúp em, em có đính kèm 2 file ảnh: [full_name].png - kết quả tổng kết và LichHoc.png - lịch học môn này ở kì 212",
            "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý, PĐT không có quyền can thiệp. SV vui lòng liên hệ GV, [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT,. . . . Em là [full_name],. . Em có lịch bảo vệ luận văn vào ngày 26/1 nhưng do có một số lý do em không kịp bảo vệ vào kỳ này, em đã thông báo với giảng viên hướng dẫn và đã được đồng ý, em đã liên hệ với trợ lý giáo vụ khoa thì được thông báo là liên hệ Phòng Đào Tạo để nắm quy trình và làm đơn hoãn bảo vệ sang kì sau. . Vậy cho em xin phép hỏi quy trình làm đơn hoãn bảo vệ như thế nào ạ.Em mong PĐT có thể giải đáp giúp em. . Em cám ơn PĐT.. . . . Trân trọng.. . [full_name]",
            "Chào em,. . - SV vui lòng liên hệ khoa để được hỗ trợ và hướng dẫn để xin đăng ký bảo vệ trong đợt bổ sung theo đúng chỉ đạo của Ban Giám hiệu nhà trường.. . -Trường hợp [full_name] không tiếp nhận trường hợp tổ chức đợt bảo vệ bổ sung, SV nhờ [full_name] làm công văn đề nghị lên Phòng Đào tạo, ghi rõ lý do vì sao không thể tổ chức đợt bảo vệ LVTN bổ sung, để Phòng Đào tạo trình lên Ban Giám hiệu nhà trường xin ý kiến và phản hồi cho sinh viên.. . Thân mến. .",
            "Kính gửi Phòng Đào tạo,. . . . Sau khi liên hệ Khoa về vấn đề hoãn bảo vệ Luận văn sang học kỳ sau, Khoa và Bộ môn đã yêu cầu em xin bảo lưu kết quả đăng kí môn Luận văn tốt nghiệp ở học kỳ vừa rồi với Phòng Đào tạo để có thể hoãn bảo vệ trong kì này và bảo vệ Luận văn tốt nghiệp trong học kỳ sau (HK212).. . Vậy em xin phép được hỏi Phòng Đào tạo về cách thức làm đơn xin bảo lưu kết quả đăng kí LVTN.. . . . Trân trọng.. . [full_name]",
            "Chào em,. . - Cô [full_name] đã trả lới câu hỏi của em ở trên rồi. .   B -Trường hợp [full_name] không tiếp nhận trường hợp tổ chức đợt bảo vệ bổ sung, SV nhờ [full_name] làm công văn đề nghị lên Phòng Đào tạo, ghi rõ lý do vì sao không thể tổ chức đợt bảo vệ LVTN bổ sung, để Phòng Đào tạo trình lên Ban Giám hiệu nhà trường xin ý kiến và phản hồi cho sinh viên.. . Thân mến  /B"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em chào thầy cô, em là [full_name], MSSV [student_id], trên bảng điểm của em thì môn GDTC2 (PE1005) của học kì 2 2017-2018 thì là điểm không đạt, sau đó em có học bù môn bóng chuyển vào học kì 1 2019-2020 (PE1011), vậy giờ em muốn chuyển điểm môn bóng chuyền sang GDTC2 thì cần làm gì ạ. .",
            "Chào em,. . Theo quy định: SV hoàn thành 3 môn GDTC khác mã môn học.. . Thân mến. .",
            "em chào cô, cô cho em hỏi là giờ em có chuyển điểm được không ạ hay em phải học lại môn GDTC2 hay sao ạ, em cám ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Chào PĐT. . Họ tên sv: [full_name]. . MSSV: [student_id]. . Em được thông báo là kiểm tra thời khóa biểu sau ngày 14/1/2022 nhưng đến giờ vẫn chưa cập nhật thời khóa biểu mới.. . Pdt cho em hỏi là 2 môn em đăng ký là môn tính toán động lực lưu chất, mã môn học là AS3035 và vật lý 1 (dư thính) mã môn học PH1003 có được đăng ký thành công không? Môn tính toán động lực học lưu chất đã học được 2 tuần rồi.",
            "Đã trả lời. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào Ad,. . Em là [full_name] (MSSV: [student_id]),. . Ad cho em hỏi vấn đề này với ạ. Là em thanh toán học phí bằng hình thức online. Nhưng sau khi thanh toán thì em vào trong mục Bkpay thì hiện chưa thanh toán ạ. Mong Ad xem lại giúp em và cho em xin hướng giải quyết với ạ. Em đã ra hỏi ngân hàng thì ngân hàng bảo em đã thanh toán và bảo em liên hệ lại với trường ạ, tại nay là hạn cuối thanh toán học phí anh văn nhu cầu nên em hơi gấp ạ. Em có gửi hình ảnh minh chứng xác nhận sao kê của ngân hàng ạ.. .   i Yêu cầu khác .",
            "Chào em,. . Em vui lòng xem lại nhé. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên [full_name] - MSSV [student_id]. . Do đọc không kỹ nên em đã chuyển thêm tiền bhyt dù em là sinh viên k21. . Cho em hỏi để được hoàn lại thì em phải làm gì",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo,. . Em là Nguyên - sinh viên khoa KH&KT Máy Tính K16. . . . Em đã đạt đủ điều kiện để đăng kí tốt nghiệp nhưng vừa rồi em lại không thể thực hiện đăng kí trên mybk (video đính kèm); đến hôm nay thì hệ thống đã báo hết hạn đăng kí.. . Cho em hỏi như vậy thời hạn đăng kí tốt nghiệp có được gia hạn không ạ?. . (Lúc em thực hiện click vào \"Nộp đơn đăng kí xét tốt nghiệp\" hệ thống chỉ hiển thị loading và dừng lại ở đó.). . . . Em xin cảm ơn. . . . Điều kiện anh văn và CTXH em đều đã đạt đủ",
            "Đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào anh/chị Phòng đào tạo,. . . . Em tên là [full_name], MSSV: [student_id]. . . . Theo MyBK thì em đã tốt nghiệp vào tháng 12. Em muốn hỏi là chừng nào trường tổ chức làm lễ tốt nghiệp ạ?. . . . Em xin cảm ơn.. .   i Tốt nghiệp .",
            "Chàp em,. . Về lễ tốt nghiệp SV vui lòng đợi thông báo sau của nhà trường. . Than mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào pđt,. . Em là [full_name], MSSV: [student_id]. . KÌ trước em học AV4A (mã LA1043) để thay AV4 (mã LA1009) trong hương trình đào tạo của em, vậy là em đủ 4AV rồi đúng không ạ, em có phải làm đơn chuyển điểm gì nữa không.. . Em cảm ơn.. .",
            "\"Chào bạn. . Môn Anh văn theo nhu cầu sẽ tính ĐẠT các môn anh văn tương ứng, và tính vào số tín chỉ tích luỹ chung. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy cô Phòng đào tạo, em tên [full_name]. MSSV: [student_id]. Em muốn hỏi về vấn đề bảo hiểm y tế vẫn chưa được gia hạn trong khi em đã đóng tiền bảo hiểm từ ngày 1/12/2021  bởi vì em đang cần bảo hiểm y tế gấp để chi trả khi đi khám bệnh ạ. Mong thầy cô kiểm tra lại và phản hồi cho em sớm nhất có thể ạ! Em xin cám ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy cô trong pdt ạ! Thầy cô cho em hỏi là trường mình có làm lễ tốt nghiệp cho khoá k17 không ạ và nếu có thì khoảng khi nào ạ! Em cảm ơn thầy cô nhiều ạ",
            "Chào em,. . Về lễ tốt nghiệp SV vui lòng đợi thông báo sau của nhà trường. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh/chị. . . . Em tên là [full_name], MSSV [student_id], thuộc lớp CC17KCX1.. . . . Hiện em đã hoàn thành bảo vệ Luận văn tốt nghiệp HK211 vừa rồi và tự xét thấy đã hoàn thành các điều kiện theo Điều 20 của Quy chế đào tạo. Nhưng hiện chưa có tên trong danh sách tốt nghiệp dự kiến của trường.. . . . Em gửi thông tin này mong muốn được xét tốt nghiệp bổ sung. Nếu có điều nào em vẫn chưa hoàn thành để có thể đăng ký tốt nghiệp, mong anh/chị giải đáp giúp em ạ. . . . . Em xin chân thành cảm ơn và mong nhận được phản hồi từ phía anh/chị!. . . .",
            "\"\"\"Chào em,. . SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022 (Hiện tại chưa cập nhật). . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Thầy/ Cô, vì em còn thiếu anh văn 4 để tốt nghiệp nên em rất cần đăng kí môn anh văn 4 trong học kì này. . . Em viết đơn này xin pđt cho em đăng kí vào học kì chính 212 ạ.. .  . . LA1009 - Anh văn 4. . Nhóm / lớp : L02. .",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 21/01/2022. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào Thầy/Cô,. . Em có thắc mắc là: em muốn thực tập tốt nghiệp trong hè thì em phải đăng ký môn \"Thực tập tốt nghiệp\" trong học kỳ này (học kỳ 212) hay phải đến học kỳ hè mới đăng ký (học kỳ 213) ?",
            "Chào em,. . Em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính Gửi Phòng Chính Trị Sinh Viên. . Em tên là [full_name] thuộc Khoa Cơ Khí, MSSV: [student_id]. . Hiện tại em vừa nhận kết quả thi toeic, sau nhiều lần thi thì em đã vượt qua 600 đủ chuyển điểm anh văn 1,2,3 và 4 để có thể kịp xét tốt nghiệp đợt ngày 15/1/2022.  Vì vậy em mong muốn phòng chính trị sinh viện có thể hỗ trợ thẩm tra và chuyển điểm nhanh các môn Anh Văn để em có kể kịp đăng kí tốt nghiệp đợt này với ạ. Em cảm ơn và mong nhận được sự hỗ trợ của phòng chính trị sinh viên ạ. Em có đính kèm bảng điểm Toeic của bản thân luôn ạ.. .",
            "Chào bạn,. . . . Mời bạn vào trang Mybk, mục chuyển điểm để kiểm tra lại điểm chuyển môn Anh văn 1, 2, 3, 4 nhé.. . . . Hiện nay, P.ĐT đã kiểm tra và thấy kết quả điểm chuyển môn AV của bạn rồi. . . . Chúc bạn học tốt,. . Thân. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo,. . - Kính mong PDT cho em biết thời gian có bằng để em báo với bên công ty em đang làm việc ạ. Bên công ty đang yêu cầu bằng gốc và hỏi thời gian có bằng, nếu không sẽ cho nghỉ việc ạ.. . Kính mong PDT hỗ trợ em.. . Em xin cảm ơn, chúc anh/chị nhiều sức khỏe.. . - Thông tin của em: . . Tên: [full_name]. . MSSV: [student_id]. . Trân trọng./.",
            "\"Chào em,. . Trường hợp của em đã ra quyết định tốt nghiệp ngày 30/12/2021, cập nhật quyết định tốt nghiệp tại trang mybk/Thông tin SV/tình trạng và đang tiến hành in bằng nhé, dự kiến sẽ cố gắng thông báo nhận bằng trước nghỉ tết nguyên đán. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Nội dung:. . - Đăng kí môn học: Luận văn tốt nghiệp (Kỹ thuật Nhiệt lạnh) + ME4039 + T01.. . - Lý do SV mới được thu nhận lại chuyển sang VLVH HK212.",
            "Thân gửi các bạn sinh viên,. .  Đến thời điểm hiện tại SV vẫn chưa có Thời khóa biểu hoặc chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV) vì bất kỳ lý do gì. SV vui lòng vào đăng ký lại trong đợt này. . . . .  Thời gian dự kiến từ ngày 10 giờ ngày 18/1 đến 15g ngày 19/1/2022 cho HK chính 212 (chỉ được đăng ký bổ sung các học phần tốt nghiệp: LVTN, TTTN, ĐCLV). . . .  Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm lại để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . . .  . . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712909  /b \t. . . .   i Tốt nghiệp . Em kính chào Thầy/Cô PĐT ạ,. . Em tên Nguyễn Ngọc Như Quỳnh, sv K17 Khoa Môi Trường ạ. Hiện em đang có 106TCTCLN , còn thiếu 20 TC so với yêu cầu của Khoa. Nay em xin phép được đăng kí môn LVTN (em đã hoàn thành môn Thực tập và Đề cương LVTN ở HK211) vào HK 212 CQ này ạ. Em xin giải trình trong đơn xin xem xét đăng kí đặc cách đính kèm ạ. . . Em rất mong  PĐT tiếp nhận thông tin và đơn của em ạ. Em cảm ơn các Thầy Cô rất nhiều. . Kính thư!. . Sinh viên, . . NGUYỄN NGỌC NHƯ QUỲNH (1712909)",
            "Tình hình của em thực sự khẩn thiết lắm PĐT ơi. Em chỉ đăng kí 9TC cho HK này vì em chuẩn bị tín chỉ cho môn LVTN. Nếu em không đăng kí được LVTN kì này thì kì hè, kì chính tới em cũng không bổ sung thêm được đủ TCTLN để đạt yêu cầu làm LVTN ạ. Chẳng lẽ em cứ chờ, nhất là trong điều kiện hạn chế của tình hình dịch bệnh, đặc biệt là sau tết thường bùng thêm 1 đợt bệnh nữa do về quê r mới có thể làm việc ổn định hơn tại trường. Cho dù em đăng kí được đi nữa vẫn không đảm bảo thời gian hoàn thành luận văn của em, nhưng thời gian em hoàn thiện cải thiện môn học vẫn rất còn phía sau ạ. Thầy cô có thể kiểm tra, mỗi kì em đều cố gắng đăng kí gần như full để có thể kịp tiến độ, nhưng vì nhà trường giới hạn nhằm đảm bảo sức khỏe chúng em đáp ứng được việc học nên em không thể đăng kí được nhiều hơn. Số TCTL này thầy cô thấy còn chưa đạt yêu cầu nhưng với em hiện là toàn bộ công sức em cố gắng bỏ ra để cải thiện tình hình học tập đó ạ.. . Những môn tiên quyết, sonh hành LVTN em đã hoàn thành rồi (Thực tập, Đề cương, Đồ án Chuyên Ngành). Phải đợi đến kì hè thực sự là cú sốc với em ạ. Em tin PĐT đưa ra quyết định đều vì lợi ích của em, của nhà trường là tiêu chí hàng đầu. Nên về phía em, em hiểu được mong muốn của PĐT khi từ chối em nhưng em thực sự bế tắc lắm rồi ạ. PĐT có thể liên hệ gia đình em xem có phải em đang điều trị rối loạn thần kinh tại nhà hay không, nhưng em vẫn cố gắng để trình bày tâm ý nguyện vọng cũa mình đến quý Thầy Cô, mong Thầy Cô xem xét giúp xem với ạ. . . Em thực sự rất cần dăng kí LVTN trong HK212 thầy cô ơi. Em đã làm đơn trình kí GVHD luận văn và trưởng bộ môn khoa chuyên ngành rồi ạ. Các thầy cô sẽ giám sát em và báo cáo PĐT nếu em không có sự cố gắng ạ.",
            "Chào em,. . Trong đơn cô không thấy em trình bày là thiếu bao nhiêu chỉ so với quy định nhé.. . Bạn có thể hoàn thành các điều kiện còn thiếu trong HK212, sau đó đăng ký LVTN vào HK213 để Pdt xét.. . Về kế hoạch đăng ký LVTN trong HK213, Bạn vui lòng xem chi tiết: \"Kế hoạch học tập của HK2 và HK hè năm học 21-22\" Pdt đã gởi qua mail vào ngày 27/12/2021- [full_name] 6. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . PĐT cho em hỏi là em muốn phúc khảo bài thi cuối kì thì em gửi yêu câu ở trên mybk là đủ chưa ạ. Em có cần phải viết đơn đăng ký phúc tra không ạ. Em cám ơn.. .",
            "Chào em,. . Em  gửi phúc tra bài thi trên mybk: em vui lòng xem kết quả trên web nhé. PĐT thường xuyên cập nhật kết quả trên web.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô phụ trách.. . Vào kì 202 em có học môn Dung sai và kỹ thuật đo ME3025. Em đã hoàn thành đầy đủ môn học trừ học phần thí nghiệm do tình hình dịch bệnh nên bộ môn chưa tổ chức dạy thí nghiệm được. Vừa qua vào tuần 50 năm 2021 bộ môn có tổ chức học thí nghiệm nhưng vì em đang ở quê nên không lên trường để học thí nghiệm được (trước đó em có đăng ký học online trong 1 đợt khảo sát của trường). Khi em hỏi giảng viên giảng dạy thì được hướng dẫn đăng ký với PĐT để bảo lưu kết quả lý thuyết và hoãn điểm thực hành. Vậy giờ em muốn đăng ký như trên thì phải làm như thế nào ạ.. . Em xin cảm ơn. . .",
            "\"Chào em,. . Phòng Đào tạo đã tiếp nhận đơn xin hủy đăng ký học thí nghiệm trực tiếp của bạn.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . . . Phòng Đào Tạo cho em hỏi từ đây đến 31/1/2022 Phòng có thể mở thêm suất thi toeic nói viết không ạ?. . Em và nhiều bạn đang cần chuẩn toeic nói viết để ra trường ạ. . . Em cám ơn.. . . . [full_name]. .",
            "Chào em,. . AV Nói - viết: Em vui lòng liên hệ Trung tâm ngoại ngữ sau tết Nguyên đán để đăng ký thi.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Thầy Cô,. . Hiện tại em sắp ra trường nhưng bảng điểm rèn luyện của em qua 4 năm học không được cập nhật, hiện tại cả 4 năm điều bằng 0.. . Em có thể làm gì để giải quyết vấn để này để đủ điều kiện ra trường ạ.. . Em cám ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa quý thầy/cô,. . Theo như lần trước em bị xóa lớp GDTC ở HK212, thì em muốn hỏi là HK213 có mở lớp GDTC không ạ? Vì em phải hoàn thành 2 học phần GDTC mới có thể đăng kí môn cho năm 3 sắp tới.. . Em cảm ơn.",
            "Chào em,. . Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em muốn hỏi là nếu thẻ sinh viên hết hiệu lực trong khi vẫn còn đi học thì làm lại thẻ có được gia hạn hiệu lực của thẻ sinh viên không ạ. .",
            "Chào em,. . Nếu đăng ký mới sẽ được gia hạn tới 04/2023 (2 học kỳ).. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: hiện tại em đã học học phần 1 của môn Aerobic và đang học phần 1 môn bóng bàn. Vậy cho em hỏi đã đủ điều kiện môn thể chất chưa ạ ?",
            "Chào em,. . Theo quy định sv phải hoàn thành 3 môn GDTC khác mã môn học.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh chị . . Em đủ điều kiện tốt nghiệp nhung mybk chua cập nhật điểm. Em gửi mail này để xin đăng kí tốt nghiệp bổ sung.. . Em cảm ơn",
            "Chào em,. . Nếu điểm chưa được cập nhật trên mybk/Thông tin sinh viên/xem điểm thì chưa được ghi nhận nhé bạn. Bạn nhờ GV nhập điểm sớm và nộp cho PDT nhé.. . SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022 (Hiện tại chưa cập nhật). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi bộ phận hỗ trợ BKSI,. . Em tên là [full_name] mssv [student_id], vào học  kì 171, do không nắm rõ thông tin nên em đã đăng kí BHYT cả 2 nơi, 1 là ở KTX Khu A ĐHQG- TPHCM và ở trường, sau đó em đã lên hỏi PĐT ở CS2, thì được giải đáp là không sao, hệ thống BKPay sẽ tự xóa khoản thanh toán đó cho em, hiện tại em vừa bảo vệ luận văn xong, em muốn hỏi về khoản thanh toán BKPAY này em có phải thanh toán để được xét tốt nghiệp hay không, hình ảnh khoản thanh toán BKPay em đính kèm trong hình ảnh, em cảm ơn. . . . . [full_name]",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính chào phòng đào tạo,. . Em là [full_name] - MSSV [student_id] Khoa Cơ Khí Lớp CK14CD02 . . Năm 2020 em đã làm đơn tạm ngừng học vì có lệnh nhập ngũ. Hiện tại em đã xuất ngũ và muốn làm thủ tục nhập học lại nhưng không biết thủ tục gồm những gì và có nộp online được không. Em mong PĐT giải đáp thắc mắc giúp em.. . Em trân trọng cám ơn.",
            "Đã trả lời. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào phòng đào tạo,. . Em là [full_name] - MSSV [student_id] Khoa Cơ Khí Lớp CK14CD02. . Năm 2020 em đã làm đơn tạm ngừng học vì có lệnh nhập ngũ. Hiện tại em đã xuất ngũ và muốn làm thủ tục nhập học lại nhưng không biết thủ tục gồm những gì và có nộp online được không. Em mong PĐT giải đáp thắc mắc giúp em.. . Em trân trọng cám ơn.",
            "Chào em,. . Em tải mẫu đơn thu nhận lại, điền đầy đủ thông tin gửi qua bksi kèm ảnh chụp quyết định xuất ngũ nhé.. . http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu. . Thân mến. .",
            "Kính chào phòng đào tạo,. . Em là [full_name] - MSSV [student_id] Khoa Cơ Khí Lớp CK14CD02. . Em xin phép đính kèm mẫu thu nhận lại và quyết định xuất ngũ để PĐT xem xét thu nhận lại em trong HK gần nhất.Mong sớm nhận được phản hồi từ PĐT.. . Em chân thành cám ơn.. .",
            "Chào em,. . PDT đã tiếp nhận đơn thu nhận của bạn, hiện tại đang là tuần thứ 3 của HK212, em còn nợ MH gì? SV vui lòng bổ sung thêm giúp cô 1 đơn xin ĐKMH (nếu có nhu cầu), SV vui lòng liên hệ thêm ở Khoa/GVCN để tư vấn về việc học và xin thông tin liên hệ với GV để xin vào lớp học trước trong thời gian chờ ra quyết định thu nhận cho bạn. . Thân",
            "Chào [full_name] . . Hiện tại cho đến nay em đã hoàn thành hết chương trình đào tạo tại trường, không nợ MH nào cả, tuy nhiên trong kì thi Speaking and Writing tại trường em chưa đủ điểm nên chưa đủ điều kiện tốt nghiệp.. . Giờ em đã nộp đơn thu nhận lại và giấy xuất ngũ để làm hồ sơ học lại, em đang thắc mắc là em có cần ĐKMH nào không hay em chỉ cần điểm đạt trong kì thi Speaking and Writing tại trường là có thể đăng kí tốt nghiệp.. . Em chân thành cám ơn.",
            "Đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ thưa thầy/cô, em có xin chuyển lớp môn Giải tích 1 từ DT02 sang DT01 và đã được PDT chấp thuận. Theo thông báo em nhận được thì ngày 14/1/2022 em sẽ được cập nhật thời khóa biểu nhưng hôm nay em vẫn chưa được cập nhật ạ. Mong thầy/cô giúp em giải quyết. Em cảm ơn. .",
            "Chào em,. . PĐT không giải quyết được do full sỉ số.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô ạ,. . Em là sinh viên khóa k16, cho em hỏi là giờ em nộp bằng toeic thì quy chuẩn đổi điểm sang 4 anh văn là theo quy chuẩn cũ hay mới ạ và điểm 4 anh văn đó có tính vô điểm trung bình tích lũy không ạ. . Em cảm ơn ạ.",
            "Chào bạn. . . . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . . . - Hiện nay, P.ĐT đặc cách xét chuyển điểm Anh văn cho Khóa 2016 theo bảng qui đổi cũ \"Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2017-2018 đến HK3/2019-2020\". . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi là khi nào thì em có thể đăng ký kiểm tra trình độ tiếng anh được ạ, em đã tìm lịch học vụ ở AAO nhưng vẫn không thấy lịch đăng ký.. . Em cám ơn.. . . . . .",
            "Chào em,. . Hiện tại chưa có thông báo về việc tổ chức thi AV định kỳ nhé bạn.. . SV vui lòng đợi thông báo sau nhé. . Thân mến. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy cô PĐT thân mến,. . Sáng em có gửi yêu cầu mong được hủy thời khóa biểu học trực tiếp môn học Hóa Đại Cương. Nhưng em chưa rõ như sau:. . 1. Thầy cô PĐT hướng dẫn em liên hệ giảng viên hướng dẫn để được giúp đỡ. Em đã gửi mail cho 2 giảng viên và nhận được phản hồi \"em hãy xin PĐT hủy lịch học để đăng kí học vào đợt sau\".. . 2. Ngày em nhận được mail thông báo đăng kí học trực tiếp thí nghiệm, em có gửi câu hỏi yêu cầu hỗ trợ trực tuyến về lịch học nhưng không được hỗ trợ. Và em đăng lỡ đăng kí học. Thời khóa biểu xếp ngay vào tuần tiếp theo nên điều kiện đi lại ở quê lên Sài Gòn và chỗ ở em không đáp ứng được. . . 3. Mong thầy cô giúp em được hủy thời khóa biểu và đăng kí học vào đợt sau. Vì tình hình dịch bệnh gây khó khăn cho việc học, lý do của em cũng không phải vấn đề cá nhân em bận nên không đi học được. Thí nghiệm nếu vắng sẽ ảnh hưởng đến kết quả môn học.",
            "Đã trả lời. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] Em tên [full_name] [full_name] [full_name] MSSV [student_id][full_name] [full_name] Lớp CC17KCX1[full_name] [full_name] [full_name] [full_name] Em xin được PĐT xét tốt nghiệp HK211 với đủ điều kiện như sau:[full_name] [full_name] Tên đề tài luận văn: [full_name]-[full_name]ER 3-[full_name][full_name] [full_name] CBHD: TS[full_name] [full_name][full_name] [full_name] Điểm bảo vệ: 8[full_name]17[full_name] [full_name] Số tín chỉ tích lũy ngành: 144[full_name] [full_name] Số ngày CTXH: 17[full_name] [full_name] [full_name] [full_name] Mong PĐT xem xét giúp em ạ[full_name] [full_name] Em xin cảm ơn,",
            "\"\"\"Chào em,. . SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022 (Hiện tại chưa cập nhật). . SV vui lòng trình bày rõ trường hợp của bạn đã hoàn thành tất cả các điều kiện tốt nghiệp vào thời điểm nào? điều kiện gì? vui lòng trình bày rõ nhé!. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: e k21, e có thể xin ảnh thẻ sinh viên đc không ạ . . [full_name] . . MSSV [student_id]. .",
            "Chào em,. . Thẻ SV của K21 chưa có, em vui lòng đợi thông báo về việc nhận thẻ sv sau nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . PĐT cho em hỏi là vào trước ngày 26/12 em có vào mybk danh mục hoãn thi cuối kì môn phương pháp tính nhưng bây giwof em vào lại múc đó thì thấy ko có đơn hoãn thi ạ và trong phần bảng điểm môn phương pháp tính lại nhập điểm của em là 0 , Mong PĐT giải đáp thắc mắc giúp em ạ . .",
            "Yêu cầu khác. . PĐT cho em hỏi là vào trước ngày 26/12 em có vào mybk danh mục hoãn thi cuối kì môn phương pháp tính nhưng bây giờ em vào lại mục  đó thì thấy ko có đơn hoãn thi ạ và trong phần bảng điểm môn phương pháp tính lại nhập điểm của em là 0 , đáng lẽ ra nếu em đã hoãn thi thì phải nhập điểm 14 chứ ạ , Mong PĐT giải đáp thắc mắc giúp em ạ. .   /QUOTE . .",
            "\"\"\" . . Chào bạn. . Hiện đã trễ thời gian đăng ký hoãn thi theo quy định:  trong vòng 5 ngày tính từ ngày vắng thi (chỉ tính ngày làm việc).. . . . Về vấn đề Hoãn thi của HK211 bạn vui lòng xem chi tiết: Thông báo kế hoạch tổ chức thi HK211 Pdt đã gởi qua mail  vào ngày 22/11/2021- Mục 5. Hoặc Quy trình Hoãn thi HK211 Pdt đã gởi qua mail  vào ngày 10/12/2021. . . . Quy trình xử lý:. . Cuối tháng 12/2021 (dự kiến), PĐT sẽ lấy dữ liệu SV đăng ký hoãn thi và hậu kiểm các tình huống cấm thi hoặc không đủ điều kiện hoãn thi với Giảng viên/Bộ môn/Khoa trước khi ra quyết định cho phép hoãn thi (Trường hợp đặc biệt, nhà trường sẽ xem xét riêng).. . Dự kiến vào cuối tháng 01/2022: Ra Quyết định Hoãn thi có điều kiện (SV phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này), và gửi email thông báo kết quả xử lý đến SV.. . . . Thân. . \"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  Kính chào PĐT, em tên là [full_name] mssv [student_id]. Hôm nay em có đăng nhập đóng tiền học nhưng hệ thống [full_name] pay bị lỗi nên không thể đóng được. Xin phép PĐT cho gia hạn thời gian thanh toán tiền học phí ạ. em xin cảm ơn ạ",
            "Chào em,. . BKPay vào được nhé em.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . PĐT ơi , cho em xin thủ tục chuyển điểm môn học tương đương/ thay thế . Em cảm ơn nhiều ạ",
            "Chào em,. . Em cần làm đơn gửi email [email]  để PĐT kiểm tra rồi trả lời em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .",
            "Cho em hỏi em muốn đăng kí xét tốt nghiệp ! Em đăng ký thế nào ạ!",
            "\"\"\"Chào em,. . SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022 (Hiện tại chưa cập nhật). . Sau thời gian công bố danh sách dự kiến tốt nghiệp, trường hợp SV vẫn chưa có tên trong danh sách dự kiến, có thể gửi câu hỏi qua bksi để được xét bổ sung (nếu đã đủ điều kiện tốt nghiệp). . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ kính thưa Thầy/Cô. . . . Em tên là Lý Gia Hân - [student_id], khoa Môi Trường và Tài Nguyên. . . . Em kính mong Thầy/Cô xem xét giúp em. Tính tới thời điểm hiện tại thì em đã học xong hầu như toàn bộ môn học trong chương trình đào tạo, xong cả môn Thực tập tốt nghiệp và Đề cương luận văn tốt nghiệp, chỉ nợ duy nhất hai môn là Giải tích 1 và Giải tích 2 (HK211 em có học Giải tích 2 nhưng hiện tại vẫn chưa có điểm). . . . . Theo quy định thì sinh viên chỉ được nợ tối đa 7 tín chỉ khi đăng kí Luận văn tốt nghiệp (LVTN), trường hợp của em thì nợ 8 tín chỉ ạ. . . . . Em kính mong Thầy/Cô xem xét cho phép em đăng kí LVTN trong HK212 ạ.. .  . . Em biết là khó, nhưng với tình hình dịch Covid-19 đã gây khó khăn nhiều về việc học tập như là kéo dài và mất rất nhiều thời gian để hoàn thành môn học, đặc biệt là những môn cần thực hành, thí nghiệm (cần sử dụng phòng lab để thực hiện Luận văn) . . Cá nhân em cũng mong muốn mau chóng hoàn thành để đi làm phụ mẹ (nhà em chỉ có mình mẹ đi làm thôi ạ), em học nay là năm thứ 5 rồi ạ. Em cũng không mong vì mình thiếu 1 tín chỉ mà phải muộn thêm nữa ạ. Thêm tình hình dịch Covid-19 (nếu bùng dịch lại) cộng thêm việc học của em nếu kéo dài hơn nữa, sẽ gây khó khăn rất lớn về tài chính đối với gia đình em ạ. . . . . Em cũng đã đăng kí để học nốt hai môn Giải tích 1 và Giải tích 2 trong HK212 rồi ạ.. . . . Em kính mong Thầy/Cô xem xét trường hợp của em,. . Em xin chân thành cảm ơn Thầy/Cô ạ.. . . . . .",
            "Thân gửi các bạn sinh viên,. .  Đến thời điểm hiện tại SV vẫn chưa có Thời khóa biểu hoặc chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV) vì bất kỳ lý do gì. SV vui lòng vào đăng ký lại trong đợt này. . . . .  Thời gian dự kiến từ ngày 10 giờ ngày 18/1 đến 15g ngày 19/1/2022 cho HK chính 212 (chỉ được đăng ký bổ sung các học phần tốt nghiệp: LVTN, TTTN, ĐCLV). . . .  Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm lại để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . . .  . . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Em chào thầy cô ạ, em là [full_name] [student_id]. . Bọn em gồm 3 sinh viên K18 ngành ô tô khoa kỹ thuật giao thông : [full_name] [student_id], [full_name] [student_id], [full_name] [student_id]. . Em có một vấn đề như sau, hy vọng thầy cô giải quyết hộ bọn em với ạ. Nhóm bọn em có báo cáo đồ án 1 ngày 13/1/2022 và không đạt vì thời điểm báo cáo khá muộn và đợt đăng ký môn đồ án 1 đã qua nên bọn em không thể đăng kí lại môn này được, như vậy thì tụi em sẽ bị trễ so với chương trình đào tạo. Em hy vọng thầy cô có thể cho bọn em hướng giải quyết vấn đề này. Em xin chân thành cảm ơn ạ.. .",
            "Chào em,. . Mỗi sv sử dụng tài khoản của mình đặt câu hỏi. Thông tin cần có mã môn học, tên môn học, nhóm, HK, lý do .... . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào phòng đào tạo . . Em tên là [full_name] MSSV [student_id] cùng với hai bạn là [full_name] ([student_id]) và [full_name] ([student_id]). Nhóm em sau khi báo cáo đồ án 1 thì kết quả không đạt và muốn đăng kí lại môn này vì là môn tiên quyết của đề cương luận văn tốt nghiệp nhưng do hết đợt đăng kí . Tụi em mong phòng đào tạo có thể đăng kí bổ sung cho tụi em . Vì nếu không đăng kí được tụi em sẽ trễ thêm nữa ạ",
            "Chào em,. . SV cần sử dụng tài khoản của mình đặt câu hỏi. Thông tin cần có mã môn học, tên môn học, mã nhóm, HK, lý do nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Những nguyên lý cơ bản của chủ nghĩa [full_name]-[full_name]. . . . Pháp luật Việt Nam đại cương SP1007. . Địa chất công trình CI1043. . Phương pháp phần tử hữu hạn CI3061. . . . Lý do chuyển sang hình thức đào tạo vừa làm vừa học",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 21/01/2022. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính chào Phòng đào tạo.. . Em tên [full_name] mssv: [student_id]. Nhóm Đồ án em gồm em, bạn [full_name] ([student_id]) và bạn [full_name] ([student_id]). Đợt báo cáo Đồ án 1 vừa qua nhóm em đã có kết quả không đạt. Và Đồ án 1 là môn tiên quyết để đăng ký Đề cương luận văn.. . Em kính mong Phòng đạo tạo có thể cho tụi em đăng ký bổ sung lại môn học này (Đồ án 1 TR3043) trong học kì 212, do tụi em biết kết quả khi đã hết đợt đăng ký, để tụi em có thể nhanh chống hoàn thành chương trình học của mình.. . Em xin chân thành cảm ơn.",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 21/01/2022. . Thân mến. ."
        ]
    }
]