[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Chào thầy/cô. . Hiện tại em đã nộp chứng chỉ anh văn. Và đã được thẩm tra  và hợp lệ rồi.. . Nhưng nay em đăng dự thính 191 thì nó hiển thị chưa qua chuẩn. . . Mong thầy/cô xem xét cho em để em kịp đăng ký môn học dự thính HK191. . Em xin trân thành cảm ơn!. .",
            "Chào bạn. . . . Đợt dự thính không xét tiên quyết nhé.. . . . Bạn vào đăng ký lại nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]0  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi : Quý Thầy Cô Phòng Đào Tạo Trường ĐH Bách Khoa TP.HCM . . . . Em tên: [full_name] [full_name] – MSSV: [student_id]0 . . Khoa: Cơ khí. . Ngành: Nhiệt lạnh. . Học kỳ 182 em bị buộc thôi học,và đã đuợc nhà trường tạm thu nhận lại vào học kỳ 183. Nhưng hiện em không đăng ký môn học đuợc và không có thời khóa biểu.. . Hiện tại, em đã là sinh viên năm thứ 7,kính mong Thầy (Cô) xem xét và sớm giải quyết để em kịp đăng ký đợt cuối Luận văn tốt nghiệp.. . Em xin chân thành cảm ơn !",
            "Bạn vào đăng ký lại nhé. . . . Bạn có thể đăng ký luận văn bổ sung trong đợt 28/8"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . . . Em tên [full_name], mssv: [student_id], khoa công nghệ vật liệu. Hôm trước em đăng ký môn nhập môn kĩ thuật( mã môn học: MA1001) nhưng không được, em lên phòng đào tạo hỏi thì cô noí rằng đợi 19/8 lên lại để hỏi đăng ký vì môn ưu tiên cho k19 nếu còn slots thì em mới đăng ký được. Hôm nay em lên cô nói rằng đăng lên đây để nhờ thầy(cô) xem xét nếu còn chỗ thì cho em đăng kí môn học nhập môn kĩ thuật( mã môn học: MA1001). Em đã đăng câu hỏi lần rồi mà chư được giải quyết nên em đăng lại. Em mong thầy(cô) giúp em. . . Em chân thành cảm ơn ạ!",
            "Mình kiểm tra bạn đã có TKB môn MA1001 rồi"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi: Quý thầy cô Phòng Đào Tạo trường đại học Bách Khoa TP.HCM.. . . . Em tên: [full_name]. MSSV: [student_id].. . Khoa: Điện - Điện Tử.. . . . Em là sinh viên chính quy khoa Điện - Điện Tử. Do năm học 2018-2019 là năm học cuối trong chương trình đào tạo của em, nhưng em vẫn còn nợ môn đại cương (giải tích 1, giải tích 2). Nên em xin Phòng Đào Tạo hỗ trỡ, xem xét giúp em đăng ký học chung K19 các lớp: giải tích 1 (nhóm A11_A18 của cô [full_name]) và giải tích 2 (nhóm A01_A01 của thầy [full_name]).. . . . Em kính xin quý thầy cô Phòng Đào Tạo chấp nhận để em có thể hoàn thành được đúng thời gian chương trình đào tạo. Em xin chân thành cảm ơn quý thầy cô Phòng Đào Tạo.. .",
            "Đã đăng ký cho bạn",
            "Em xin cảm ơn quý thầy cô Phòng Đào Tạo rất nhiều ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy cô ạ, em là [full_name] mssv [student_id] vậy lúc em đã nộp ccnn và chưa có kết quả thẩm tra thì đến ngày chuyển điểm pđt sẽ tự chuyển điểm cho em, câu hỏi đó em đã được trả lời và em vẫn có thể đăng ký lvtn như bình thường vào đợt cuối ngày 28/8 đến ngày 4/9 đúng không ạ, và kết quả thẩm tra sẽ được bổ sung sau đúng ko ạ. vì củng cận ngày đăng ký rồi nên em rất lo lắng ạ. Em cảm ơn thầy cô đã giải đáp thắc mắc và lo lắng của em.. . . .",
            "Chào bạn,. . tôi đã trả lời trong câu hỏi trên rồi.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . em muon dang ki 2 mon hoc la:. . -do an che tao. . -de cuong luan van tot nghiep",
            "Bạn vui lòng cung cấp đúng MSMH + mã nhóm cần đăng ký.. . . .",
            "QUOTE Bạn vui lòng cung cấp đúng MSMH + mã nhóm cần đăng ký.. . . .   /QUOTE . . -Đồ án chế tạo:MSMH:ME4045+NHÓM:A03. . -Đề cương luận văn tốt nghiệp:MSMH:ME4093+NHÓM:A01",
            "Đã đăng ký đồ án ME4045 cho bạn. . . . Riêng môn luận văn bạn vui lòng đăng ký trong đợt đăng ký LVTN trên online ngày 28/8",
            "Vâng em cảm ơn ạ.. . Cho em hỏi môn của e là\"đề cương luận văn tốt nghiệp\" thì cũng đăng kí ngày 28/8 phải không ạ?",
            "Chính xác bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi: phòng đào tạo Đại học Bách Khoa. . . Em tên là:[full_name].. . MSSV: [student_id],Lớp XD17DD02. . . Vừa qua trong đợt đăng ký môn học vì lý do không đạt chuẩn Anh Văn sau năm 2 nên em không đăng ký được những môn chuyên ngành năm 3. Trong đợt chuyển điểm Anh văn ngày 25 tháng 8 em đã nộp bằng để chuyển điểm.. . Em em viết đơn này mong muốn phòng đào tạo cho em đăng ký môn học những môn sau:. . CI2091- kết cấu bê tông cốt thép 1.. . CI2093- DAMH kết cấu bê tông cốt thép 1. . CI3061- phương pháp phần tử hữu hạn. . CI3009- kết cấu thép 1. . CI1045- nguyên lý kinh tế và quản lý xây dựng. . . Em xin chân thành cảm ơn.",
            "Chào bạn. . . . Mình kiểm tra bạn vẫn chưa đạt chuẩn AV sau năm 2. Bạn vui lòng liên hệ trực tiếp PĐT để kiểm tra lại việc chuyển điểm có được không nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Xin thưa phòng đào tạo. E bị rớt môn anh văn nên đăng ký thiếu tín chỉ, e muốn thêm chỉ để học kì mới. Nên e xin phòng đạo tạo đăng kí cho e vào lớp A03 Môn Đường lối ( SP1009 ) và môn Phương pháp tính A05 (  MT1009 )",
            "Đã đăng ký cho bạn",
            "E cảm ơn các thầy cô Phòng đào tạo ạ !!"
        ]
    },
    {
        "intent": "",
        "message": [
            "U Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Môn thể dục em không đủ sỉ số bị huỷ môn học em có thể đăng kí môn khác không ạ",
            "Bạn cần đăng ký môn học nào ?. . . . MSMH + mã nhóm để PĐT kiểm tra",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Môn thể dục do không đủ sĩ số bị huỷ mong thầy cho em đăng kí lại lớp khác hay môn khác. .",
            "Bạn vui lòng cung cấp MSMH bạn cần đăng ký bổ sung"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/ cô,. . Em tên: [full_name].. . MSSV: [student_id].. . Em hiện đang theo học ngành Công nghệ Sinh học thuộc Khoa Kỹ thuật Hóa học. Em đang tham gia làm đồ án và luận văn trên Trung tâm Công nghệ Sinh học ở Quận 12. Đề tài của em bắt buộc phải làm liên tục 2 ngày liên tiếp thứ 2 và thứ 3, nhận kết quả vào thứ 5. Mà sáng thứ 3 em có lịch học Hóa học xanh. Cho em hỏi, em có thể chuyển môn học từ Hóa học xanh (CH2071) qua môn Thu nhận và ứng dụng enzyme trong công nghệ thực phẩm (CH3283) để phù hợp với lịch làm luận văn và có thể tham gia đầy đủ các tiết của môn học được không ạ?. . Mong sớm nhận được câu trả lời của thầy/cô. . . Em cám ơn.. . . .",
            "Chào em,. . . . [full_name] đã đăng kí môn CH3283 còn môn CH2071 em phải làm đơn rút môn học nha.",
            "nếu em làm đơn xin rút môn hoc CH2071 thì có phải đóng tiền cho môn này hay không? Ý em là khi có thông tin học phí thì em phải đóng tiền cho 15 chỉ (gồm môn đã hủy) hay chỉ đóng tiền cho 13 chỉ mà em theo học?. . Em cám ơn.",
            "Chào bạn. . . . Khi đăng ký rút môn học bạn vẫn phải trả học phí cho môn đã rút.. . . . Quy định về ĐKMH bạn xem tại đây : . . . . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_77&tid=1568. . . . . . 5a. Đăng ký bổ sung. . Đăng ký tại myBK    Đăng ký môn học    Chọn đợt Đăng ký bổ sung. . - SV đăng ký bổ sung các môn học (kể cả các môn TT, LVTN), hoặc đăng ký lại các môn học đã đăng ký trước đây nhưng chưa có trong TKB chính thức.. . - Chỉ đăng ký bổ sung vào các lớp đã mở và còn chỗ, không mở thêm lớp mới trong đợt này.. . -   B SV không được hủy môn học hoặc đổi nhóm. Nếu không có nhu cầu học nữa, SV có thể thực hiện quy trình rút môn học (có tính học phí)  /B ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) .  Kính gửi thầy/cô, em là [full_name], MSSV: [student_id]. Do nộp chứng chỉ ngoại ngữ trễ nên em không được đăng ký môn   B Anh văn trong kinh doanh MMH: IM3061  /B , hiện tại chứng chỉ của em đã được thẩm định, mong thầy/cô cho phép em được đăng ký môn học ạ.. .",
            "Chào bạn. . . . Bạn không thể đăng ký do chưa đạt Môn LA1005.. . . . Bạn kiểm tra lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Tên em là: [full_name] mssv: [student_id]. . Em muốn xin đăng ký lại các môn bị mất do thanh toán trễ học phí. . EE4321: đề cương luận văn TN. . EE3063: trí tuệ nhân tạo trong đk. . EE1015: kỹ thuật số. . EE3077: thị giác máy. . EE3097: kỹ thuật an toàn điện. . EE3075 thiết bị và hệ thông tk",
            "Chào em,. . . . Môn EE4321 ngày 28/8 có đợt đăng kí, em lên đăng kí nha, PDT đã đăng kí cho em chỉ còn EE1015 bị full sỉ số không đăng kí được."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . dạ em là [full_name], MSSV [student_id]. Em xin hỏi là em không đăng ký môn học, không có thời khóa biểu, nhưng em muốn tham gia học lớp Anh văn trong kinh doanh, MMH: IM3061 trong kỳ chính 191 này, em có thể xin vào học được không ạ? do lớp học thứ 6 tuần này mới bắt đầu, nếu không học trong kỳ này thì em không thể tốt nghiệp đúng hạn ạ",
            "Chào bạn. . . . Bạn chưa học môn LA1005 nên không thể đăng ký môn IM3061"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Kính chào quý thầy cô, em là [full_name] ạ.. . . .    Hiện tại em đang có một thắc mắc về việc nộp chứng chỉ để quy đổi ra điểm Anh văn. Nếu bây giờ em nộp chứng chỉ (đủ để qua AV3) vào, thì ngày 28/9 em có được đăng ký thi không ạ? Do em có thông tin là phải nộp chứng chỉ ngay bây giờ. . .    Và em cũng có một thắc mắc nếu như nộp chứng chỉ mà vẫn được đăng ký thi: nếu kì thi AVĐV của em điểm từ 500 đổ lên thì em sẽ qua hẳn AV4, nhưng nếu chẳng may điểm em thấp hơn, thì tấm bằng em nộp vào có giá trị đủ để qua AV3, hay là em phải học lại theo sự phân chia của lớp ạ? Do chứng chỉ của em thuộc dạng quy đổi điểm chứ không phải chuẩn dạng TOEIC nên em hơi lo ạ.. . . . Em cảm ơn quý thầy cô.. .",
            "Chào bạn,. . Phòng đào tạo đã trả lời qua email cho bạn, vui lòng check email.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Aaa. .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu .",
            "QUOTE MSSV/MSGV: [student_id]    . . Chào thầy/cô! Em là [full_name] - sinh viên PFIEV K17 - MSSV: [student_id].. . Em muốn được chuyển đổi nhóm môn học các môn học từ nhóm P01 sang nhóm P02:. . . . - 701703 (Kinh tế đại cương).. . - 007703 (Âm học).. . - 210702 (Nhiệt động học thống kê).. . - 210701 (Truyền nhiệt).. . - 501704 (Cấu trúc dữ liệu nâng cao).. . - 409701 (Tự động hóa và điều khiển tối ưu).. . - 201701 (Cơ học đại cương và ch mtr liên tục).. . - 404704 (Thiết bị và cảm biến).. . - 406701 (BĐ Fourier, Laplace, Tư hóa).. . - 404703 (Mạch và năng lượng điện).. . - 402701 (Điện tử học tương tự và ứng dụng).. . . . Lý do: Vào đợt đầu tiên em đăng ký là chỉ có một nhóm duy nhất, nên em đã đăng ký nhóm đó và đăng ký học ngoại ngữ (tiếng anh, tiếng pháp) bên ngoài để lấy bằng ngoại ngữ. Những đợt đăng ký sau em không biết là nhóm đã tách ra làm 2 nhóm là: P01 và P02. Em được xếp các môn học kể trên vào P01, việc này dẫn tới em trùng lịch học ngoại ngữ và làm thêm. Mà đổi một vài môn trong đó em lại bị trùng lịch với môn khác. Nên em mong muốn được chuyển đổi tất cả môn học kể trên từ nhóm P01 sang nhóm P02 để cho tiện việc học cả 2 bên. . . Em cảm ơn thầy/cô rất nhiều.. . Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu. . . .   /QUOTE . .",
            "QUOTE Trích. . MSSV/MSGV: [student_id]    . . Chào thầy/cô! Em là [full_name] - sinh viên PFIEV K17 - MSSV: [student_id].. . Em muốn được chuyển đổi nhóm môn học các môn học từ nhóm P01 sang nhóm P02:. . . . - 701703 (Kinh tế đại cương).. . - 007703 (Âm học).. . - 210702 (Nhiệt động học thống kê).. . - 210701 (Truyền nhiệt).. . - 501704 (Cấu trúc dữ liệu nâng cao).. . - 409701 (Tự động hóa và điều khiển tối ưu).. . - 201701 (Cơ học đại cương và ch mtr liên tục).. . - 404704 (Thiết bị và cảm biến).. . - 406701 (BĐ Fourier, Laplace, Tư hóa).. . - 404703 (Mạch và năng lượng điện).. . - 402701 (Điện tử học tương tự và ứng dụng).. . . . Lý do: Vào đợt đầu tiên em đăng ký là chỉ có một nhóm duy nhất, nên em đã đăng ký nhóm đó và đăng ký học ngoại ngữ (tiếng anh, tiếng pháp) bên ngoài để lấy bằng ngoại ngữ. Những đợt đăng ký sau em không biết là nhóm đã tách ra làm 2 nhóm là: P01 và P02. Em được xếp các môn học kể trên vào P01, việc này dẫn tới em trùng lịch học ngoại ngữ và làm thêm. Mà đổi một vài môn trong đó em lại bị trùng lịch với môn khác. Nên em mong muốn được chuyển đổi tất cả môn học kể trên từ nhóm P01 sang nhóm P02 để cho tiện việc học cả 2 bên.. . Em cảm ơn thầy/cô rất nhiều.. . Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu. . . . . . . .   /QUOTE . .",
            "ĐÃ chuyển nhóm cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Không đăng nhập được mục Thông tin SV. . Vậy sao em kiểm tra được thời khóa biểu ĐKMH",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp Phòng đào tạo để được hỗ trợ.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em có thể học song song cùng một môn trong học kì chính và học kì dự thính được không ạ? Nếu được thì cách tính điểm như thế nào ạ?. . Em xin cảm ơn.",
            "chào bạn. . . . Bạn không thể học cùng 1 môn học trong 1 học kỳ. Bạn có thể thực hiện rút môn trong học kỳ chính và đăng ký lại trong học kỳ dự thính."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em tên: [full_name] - MSSV: [student_id] . . Khoa: Điện- Điện tử . . . . Em là sinh viên hệ chính quy . . - Học kì 191 vừa rồi do em đăng kí môn lập trình plc(260620)nhưng lớp hết chỗ. Và em muốn xin 1 suất học vào lớp đó (C01_C01) . . Mong sớm nhận được phản hồi từ quý thầy (cô). Em cảm ơn. . . . .",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em thấy môn (ME2013) có 2 nhóm em có thể chuyển được và sĩ số 2 nhóm đó ít vừa đủ để được mở lớp nhưng em không biết sao em vẫn không được chuyển vào 2 nhóm đó.mặc dù không ảnh hưởng gì đến thời khoá biểu ban đầu của em. Em mong thầy xem lại và giúp đỡ cho em xin vào học lớp L03 vì nếu không có lớp học thì học kì 191 của em sẽ thiếu tín chỉ so với dự định Em xin chân thành cảm ơn",
            "Đã đăng ký cho bạn L03"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi e m có kết quả thi toeic bữa 30/9 thì em có kịp để xét tốt nghiệp tháng 11 này không em cảm ơn.",
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác .... . . . Cho em hỏi e m có kết quả thi toeic bữa 30/9 thì em có kịp để xét tốt nghiệp tháng 11 này không em cảm ơn.  /QUOTE . . . . Em xem tại đây http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=1816"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em xin kính chào Phòng Đào Tạo, . . Em muốn đăng kí môn học Kinh Tế Học Vi Mô (IM1003) cùng với khóa K2019, nhưng đợt đăng kí vừa rồi em không đăng kí được.. . . . Em xin kính mong phòng đào tạo cho phép em đăng kí môn học này vì môn này chỉ mở 1 lần/năm nên xin phòng đào tạo cho em đăng kí trong học kì 1 này để em tốt nghiệp ra trường ạ. . . . . Em xin cảm ơn. . . . Trân trọng.",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi Phòng Đào Tạo. . Em tên là [full_name] MSSV [student_id]2. Em cần chuyển điểm môn Con người và môi trường mã MH EN1003 TC:2 thành môn Môi trường và con người mã MH 610001 TC:2 theo chương trình đào tạo do môn này không mở lớp. Rất mong phòng đào tạo giúp em để em đủ điều kiện làm luận văn.. . Em xin cảm ơn.",
            "Chào bạn,. . [full_name] cập nhật điểm miễn 610001.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em tên: [full_name]. . . . Hiện tại em đang học chương trình liên thông tại khoa cơ khí, bộ môn chế tạo máy.. . . . Trong đợt đăng ký môn HK191, trong 3 lần đăng ký, em không đăng ký được luận văn tốt nghiệp (ME4029), em đã xem trong lịch sử đăng ký môn học thì lý do em không đủ điều kiện nhận LVTN vì chưa đủ điểm anh văn để nhận luận văn,Em học theo chương trình đào tạo (2015), điểm TOIEC 2 kĩ năng (listening và reading) hiện tại của em là 455 và đã được nhà trường xác nhận.. . . . Em mong thầy cô xem xét và hướng dẫn em làm sao để đăng ký được LVTN trong HK191.. . . . Em xin chân thành cảm ơn.",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Em tên: [full_name]. . . . Hiện tại em đang học chương trình liên thông tại khoa cơ khí, bộ môn chế tạo máy.. . . . Trong đợt đăng ký môn HK191, trong 3 lần đăng ký, em không đăng ký được luận văn tốt nghiệp (ME4029), em đã xem trong lịch sử đăng ký môn học thì lý do em không đủ điều kiện nhận LVTN vì chưa đủ điểm anh văn để nhận luận văn,Em học theo chương trình đào tạo (2015), điểm TOIEC 2 kĩ năng (listening và reading) hiện tại của em là 455 và đã được nhà trường xác nhận.. . . . Em mong thầy cô xem xét và hướng dẫn em làm sao để đăng ký được LVTN trong HK191.. . . . Em xin chân thành cảm ơn.  /QUOTE . . Chào [full_name], 19g hôm nay em lên myBk kiểm tra thời khóa biểu nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi[full_name] Phòng Đào tạo trường Đại học Bách Khoa TP HCM. . . . Em tên là[full_name]  [full_name] . . MSSV[full_name]  [student_id]. .       Nay em làm đơn này kính xin quý Phòng đào tạo cho phép em được đăng kí học môn [full_name] [full_name] (CI3043) trong học kì 191 \t\t\t\t\t\t.. .       Lí do[full_name]. . Em hiện tai là sinh viên năm 4 đang làm Đề cương luận văn nhưng còn thiếu môn học này để làm kì sau làm luận văn tốt nghiệp, vì là môn chuyên ngành nên khó mở lớp  . .            Kính mong quý Phòng đào tạo xem xét và giúp đỡ cho em.. .             Em xin chân thành cảm ơn.. . . . . .",
            "[full_name]E MSSV/MSGV: [student_id]    . . . . Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác .... . . . Kính gửi: Phòng Đào tạo trường Đại học Bách Khoa TP HCM. . . . Em tên là:  [full_name]. . MSSV:  [student_id]. .       Nay em làm đơn này kính xin quý Phòng đào tạo cho phép em được đăng kí học môn : [full_name] (CI3043) trong học kì chính 191                         .. .       Lí do:. . Em hiện tai là sinh viên năm 4 đang làm Đề cương luận văn nhưng còn thiếu môn học này để làm kì sau làm luận văn tốt nghiệp, vì là môn chuyên ngành nên khó mở lớp  . .            Kính mong quý Phòng đào tạo xem xét và giúp đỡ cho em.. .             Em xin chân thành cảm ơn.. . . . . .   /[full_name]E . .",
            "Bạn không thể đăng ký môn CI3043 lý do bạn chưa học môn CI2093",
            "Em xin thầy xem xét giúp cho em xin đăng kí môn học [full_name] (CI3043) vào kì chính 191, để kì sau đủ điều kiện nhận luận văn tốt nghiệp,. . vì môn này chuyên ngành của từng khoa nên rất khó mở lớp ,  môn CI2093 là môn đồ án kì này em đang làm do em đã học xong lý thuyết vào kì trước nên môn CI2093 em có thể kết thúc sớm ạ.. . Mong được sự giúp đỡ của thầy.",
            "Chào bạn. . . . Các trường hợp đặc cách phải có sự chấp nhận của Khoa Xây Dựng, PĐT không thể đăng ký môn học trái với điều kiện tiên quyết của Khoa.. . . . Bạn liên hệ Khoa để được giải quyết nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Xin chào cán bộ PĐT ạ.. . Em là sinh viên khoa kt giao thông K17. E còn thiếu môn TR1001- Nhập môn về kĩ thuật. Em mong PĐT có thể tạo đk cho em học môn này với k19 ạ.. . Em xin chân thành cảm ơn ạ.. .",
            "Rất tiếc tất các các nhóm TR1001 đều trùng với TKB hiện có của bạn nên không thể đăng ký được.. . . . Một số nhóm đã full sĩ số, bạn có cần hủy bớt môn học để đăng ký TR1001 ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Kính gửi PĐT. . Em tên [full_name] k18 khoa KT hóa học. . Vừa rồi em đăng ký môn cầu lông chuyển hệ học ở CS2 là tiết 2-3 thứ6. Sáng nay em kiểm tra TKB vẫn không thay đổi nhưng tối nay lại đổi thành tiết 2-3 thứ 2. Do em học tiết 4-5 thứ 2 ở CS1 nên ko thể học lịch môn cầu lông như vậy được ạ. . . Em mong Pđt sắp xếp lại TKB giúp em để thuận tiện hơn. Nếu không còn cách nào thì em đồng ý hủy môn cầu lông ở HK này ạ.. . Em xin cảm ơn. .",
            "Chào bạn. . . . Nhóm môn học của bạn bị hủy do sĩ số thấp và PĐT đã chuyển nhóm cho bạn.. . . . Nếu bạn không đồng ý PĐT sẽ hủy môn Cầu lông. . 18",
            "Dạ xin hủy môn cầu lông giúp em ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Quý thầy cô Phòng Đào tạo Trường Đại Học [full_name]ách Khoa TPHCM . . . . Em tên: [full_name]. . MSSV: [student_id]. . Lớp: VP14VL. . . . Em muốn xin đăng ký lớp vào học kỳ chính 191. . Môn học:   [full_name] Giải tích 3  /[full_name] . . MSMH:   [full_name] 006725  /[full_name] . . Nhóm:   [full_name] P02  /[full_name] . . . . Lý do: Môn học này là môn của chương trình Việt Pháp. Em đăng ký học trả nợ. Tuy nhiên, ngày mở đăng ký môn học này, em không thể đăng ký được do sỉ số bị giới hạn và số sinh viên đăng ký đã đầy. . . . . Mong thầy cô xem xét nhanh nhất có thể và bổ sung cho em học lớp này để em có thể trả nợ hết trong học kỳ này.. . . . Em xin cảm ơn.",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1600003  /b \t. . . .   i Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) .   CỘNG HÒA - XÃ HỘI - CHỦ NGHĨA - VIỆT NAM. .         Độc lập - Tự do - Hạnh phúc. . . . ĐƠN XIN BỔ SUNG CHỨNG CHỈ ANH VĂN TRỄ ĐỂ ĐƯỢC . .        ĐĂNG KÝ MÔN BỔ SUNG HỌC KÌ 19_1. . . .   Kính gửi: Phòng Đào Tạo. . . . Em tên: Huỳnh Lê Hiếu Anh, MSSV: 1600003. . Lớp: BD16CDT, Ngành: Bảo dưỡng công nghiệp. . Hôm nay em viết đơn này để bổ sung chứng chỉ Anh Văn trễ để được đăng kí môn bổ sung học kì 19_1. Em đã nộp bằng Toeic online 16/08/2019 trình trạng là chờ thẩm tra. Em cũng đã làm ĐƠN XIN BỔ SUNG MÔN HỌC HỌC KÌ 19_1 để đăng ký 2 môn sau:. .   + Kĩ thuật giám sát trình trạng và chuẩn đoán hư hỏng _ MSMH: 260629. .   + Mạng truyền thông công nghiệp _ MSMH: 260633. . trình trạng là đang giải quyết. . . Nhưng kính thưa Phòng Đào Tạo khi em viết ĐƠN XIN BỔ SUNG MÔN HỌC HỌC KÌ 19_1 em đã viết sai MSMH của môn Mạng truyền thông công nghiệp là 260623 ( 260623 là MSMH của môn Tổ chức quản lý bảo dưỡng 3, em đã học môn này rồi ) và MSMH của môn Mạng truyền thông công nghiệp là 260633. Khi em viết đơn sai MSMH thì thời khóa biểu của em đã có lịch học của môn Tổ chức quản lý bảo dưỡng 3 _ MSMH: 260623, em kính mong Phòng Đào Tạo hủy thời khóa biểu của môn Tổ chức quản lý bảo dưỡng 3 _ MSMH: 260623 giùm em.. . Em kính mong Phòng Đào Tạo xem xét và chấp thuận hủy thời khóa biểu môn Tổ chức quản lý bảo dưỡng 3 _ MSMH: 260623 giùm em, và nếu 2 môn em làm ĐƠN XIN BỔ SUNG MÔN HỌC HỌC KÌ 19_1 là ( Kĩ thuật giám sát trình trạng và chuẩn đoán hư hỏng _ MSMH: 260629 và môn Mạng truyền thông công nghiệp _ MSMH: 260633 ) có đầy sĩ số thì em kính mong Phòng Đào Tạo cho phép tăng sĩ số vì em lo sợ 2 môn này sẽ không còn mở nữa.. . Em trân trọng cảm ơn!. . . .     TP Hồ Chí Minh ngày 21 tháng 08 năm 2019. .                      Kính đơn. .                         Anh. .                  Huỳnh Lê Hiếu Anh . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Quý thầy cô Phòng Đào tạo Trường Đại Học Bách Khoa TPHCM. . . . Em tên: [full_name] - MSSV: [student_id]. . Khoa: Kỹ thuật Hoá học_ Chuyên ngành: Hóa hữu cơ. . Lí do: Hết đợt hiệu chỉnh lần 3 về đăng ký môn học, em vẫn đăng kí thành công môn học Hoá phân tích (CH2005) lớp L02_L13 nhưng lại bị hủy gần đây.. . Nay em làm đơn này mong phòng đào tạo tăng thêm sĩ số lớp môn Hoá phân tích (CH2005) lớp L02_L12 và bổ sung em vào danh sách lớp. Em đã nhận được sự thông qua của trưởng khoa. Em cảm ơn và mong nhận được phản hồi thật sớm.. . Em xin chân thành cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "&[full_name]E MSSV/MSGV: [student_id]    . . . . Kính gửi: Quý thầy cô Phòng Đào tạo Trường Đại Học Bách Khoa TPHCM. . . . Em tên: [full_name] - MSSV: [student_id]. . Khoa: Kỹ thuật Hoá học_ Chuyên ngành: Hóa hữu cơ. . Thời khóa biểu hiện tại của em có môn bơi vào sáng thứ 5 tiết 2-3 vì vừa bị đổi ạ, ( trước đó là thứ 6 tiết 2-3 không bị trùng giờ với lớp hoá phân tích em đăng kí). Em đã làm đơn xin chuyển môn bơi sang lớp khác để em có thể học lớp hoá phân tích L02_L12. Em mong quí thầy cô sắp xếp giúp em.. . Em chân thành cảm ơn.",
            "QUOTE [quote]MSSV/MSGV: [student_id]    . . . .   B ĐÃ ĐƯỢC GIẢI QUYẾT. EM CẢM ƠN."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi quý thầy cô phụ trách. . Em là sinh viên ngành Bảo dưỡng công nghiệp.. . Hôm qua tiết 7-9 ở phòng 308 phòng không đủ chỗ ngồi. Mong quý thầy cô giải quyết.. . Em xin hỏi trong phần lý lịch sinh viên tại mybk  ảnh sinh viên, số căn cước,... Của em đều không có, em phải làm sao ạ ? . . . . Mong phản hồi từ thầy cô.",
            "Chào bạn. . . . PĐT đã giải quyết đổi phòng học và sẽ thông báo đến các bạn qua email cũng như cập nhật lại tkb cho các bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Cập nhật ngày CTXH, điểm ... . Chào phòng đào tạo em là [full_name] [student_id], hiện em đã được cập nhật đủ 15 ngày CTXH, đã hoàn thành đủ tín chỉ và có chứng chỉ IELTS 7.5 nhưng vẫn chưa thể đăng kí tốt nghiệp trên mybk. Mong phòng đào tạo kiểm tra cập nhật giúp em. Em cảm ơn",
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Cập nhật ngày CTXH, điểm .... . . . Chào phòng đào tạo em là [full_name] [student_id], hiện em đã được cập nhật đủ 15 ngày CTXH, đã hoàn thành đủ tín chỉ và có chứng chỉ IELTS 7.5 nhưng vẫn chưa thể đăng kí tốt nghiệp trên mybk. Mong phòng đào tạo kiểm tra cập nhật giúp em. Em cảm ơn  /QUOTE . . . . Chào [full_name], Danh sách dự kiến sẽ được cập nhật lại vào cuối tuần và em sẽ nhận được mail “Thông báo lịch trình tốt nghiệp đợt 2 năm 2019”"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có đăng kí thi anh văn nói viết ngày 28/8 nhưng bị lỗi. Tới lúc em phát hiện ra thì đã đủ sỉ số. Vậy xin phòng đào tạo mở thêm sỉ số abh văn nói viết vào ngày 28/8 có được không ạ",
            "Chào bạn. . . . Bạn liên hệ trực tiếp trung tâm ngoại ngữ để giải quyết, vì phần đăng ký thi thuộc trung tâm ngoại ngữ và PĐT không thể giải quyết"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi nhân viên phòng đào tạo bksi.. . Em tên là [full_name], mssv:[student_id]. . Do sai sót của mình trong quá trình đăng kí môn học giáo dục thể chất 191, em đã đang kí trùng lại môn bóng chuyền ( đã học ở học kì 182).. . Qua sự hướng dẫn của giáo viên thể chất và phòng đào tạo cs2. Em kính mong thầy (cô) có thể cho em đổi môn học bóng chuyền thành môn bóng rổ tại cs2 , để tránh gián đoạn trong quá trình học tập.. . Kính mong quý thầy (cô) xem xét và giúp đỡ.. . Em cảm ơn.. .",
            "Đã chuyển môn sang bóng rổ cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Chào thầy/cô,. . . . Em là Lê Nam Tiến Thành. . MSSV [student_id], Khoa KTXD, ngành KT Công Trình XD.. . . . Em đã học 2 môn (Hóa đại cương, Cơ lý thuyết) khi học bằng 1. Nhưng khi đăng ký học dự thính 2 môn [full_name] và [full_name] thì hệ thống báo thiếu môn học trước.. . Thầy cô đăng ký giúp em 2 môn này ạ:. . . . ([full_name]) [full_name] - CI2007. . ([full_name]) [full_name] - CH2011. . . . Em rất cám ơn các thầy cô!",
            "Chào bạn. . . . Phần đăng ký dự thính sẽ được hậu kiểm khi bạn đã có điểm miễn.. . . . bạn vẫn cứ đăng ký bình thường vì hệ thống chỉ cảnh báo (màu vàng) và vẫn lưu kết quả cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "PDT sao không phản hồi câu hỏi từ mấy ngày nay của em vậy?. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em chào thầy(cô), em là sinh viên [full_name], mã số sinh viên [student_id].Em kính mong thầy(cô) giúp em giải quyết việc em bị thiếu mất môn \"dung sai và kỹ thuật đo-ME3003\" trong kết quả đăng ký đợt 3 học kỳ 191 chính quy. Trong lần đăng ký, hiệu chỉnh đợt 3 danh sách của em vẫn còn đủ 6 môn mà em đã đăng ký trong lần đăng ký đợt 1 trước đó, trong đó có môn ME3003 (sĩ số 18/20), nhưng khi có kết quả đăng ký và thời khóa biểu thì em lại bị mất môn ME3003 (bị hủy lớp do sĩ số ít). Em kính mong thầy(cô) xem xét.. . Cảm ơn thầy(cô).",
            "Chào bạn. . . . Bạn vào kết quả đợt 3 -  xem lịch sử đăng ký để biết lý do hủy :. . . . . . 14/ 08/ 2019 09:47\tHK191 - Đăng ký môn học Học kỳ 1 (2019 - 2020) - HK191 - [full_name] - Kết quả đợt 3\tPDT không đ/ký cho SV MH ME3003 (H: Hủy (nhóm lớp bị hủy, SV đăng ký hủy, Khoa hủy lớp…) HUY SS IT)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính mong PĐT xem xét cho em được đăng kí bổ sung môn Kĩ thuật phản ứng - Mã CH2059 - Nhóm lớp A03 - GV [full_name]. Trường hợp của em khi đăng kí trên web xảy ra lỗi mặc dù đã báo thành công nhưng không có thời khóa biểu môn này ạ. Em đã trình bày với thầy trưởng khoa và thầy đã chấp thuận cho em được đăng kí bổ sung. Kính mong PĐT xem xét cho em ạ.(Chi tiết trong ảnh đính kèm). . . . Em xin chân thành cảm ơn.. .",
            "b MSSV/MSGV: [student_id]9  /b \t. . . . Kính gửi thầy cô. . . Em tên là [full_name] - [student_id]9. .  Em vẫn chưa đủ điều kiện đăng kí luận văn. Nhưng em vẫn chưa đăng ký môn nào cả. Em muốn đăng ký 1 môn Anh Văn 4 để duy trì trạng thái học tập. Mã môn học LA10009. . . Ming thầy cô giúp em. Em cảm ơn",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Bạn không đăng ký được AV4 do chưa đạt AV3 (LA1007)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em tên [full_name] (MSSV [student_id]).  Em đăng kí môn học cùng với các bạn nhưng lại không học được do đủ sỉ số mà môn này là môn tiên quyết do nhà trường quy định . Kính mong thầy cô xem xét giúp em ạ . Em cảm ơn. .",
            "Bạn vui lòng cung cấp Mã môn + mã nhóm để PĐT kiểm tra đăng ký",
            "MA3009 , Nhóm thí nghiệm LO2 . [full_name] Trường Khoa Công Nghệ Vật Liệu ạ ( MSSV [student_id] ). Xin chuyển vào nhóm thí nghiệm LO2 của Công Nghệ Cao su (Khoa Công Nghệ Vật Liệu ) do LO3 (MA3010 ) Bị hủy đăng kí ạ . Dạ vào Lớp Do cô [full_name] dạy lý thuyết và Thầy [full_name] dạy thí nghiệm ạ",
            "Có thề xem xét giúp em được không ạ .t3 lớp e học rồi mà nếu không đăng kí sẽ k đăng kí tiếp được mấy môn chuyên ngành em cảm ơn",
            "Chào bạn . . . . . . Cả 2 nhóm TN  môn học đều trùng lịch với TKB hiện có của bạn không thể đăng ký được."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin đăng kí môn học Kinh Tế Vi Mô (IM1003) Giảng Viên [full_name]",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi thầy cô,. . Em xin được đăng kí bổ sung môn học hóa vô cơ mã CH2011 do bị xóa môn vì sĩ số không đủ. Lý do khi hiển thị trên màng hình số nhóm quá gần với số sĩ số nên em bị nhầm đã đủ sĩ số lớp.",
            "ĐÃ đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào [full_name]. . . . Vì lý do không có mở môn Nhập môn kỹ thuật - CI1001 ở CS1 nên em xin [full_name] đăng kí giúp em ở CS2 vào nhóm LO2 Tiết 78910 304H1 thứ 6. . Trước đó em đã xin hủy môn vào chiều thứ 3 vì không có thời gian.. . Kính mong [full_name] đăng ký chuyển sang vào thứ 6 giúp em. . Em xin chân thành cảm ơn !!",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Kính gửi thầy/cô Phòng đào tạo!. . Tình hình của em là sau hôm 21/8, pdt có đổi môn Thể dục (Aerobic) của em từ thứ 2 (tiết 7-8) sang thứ 4 (tiết 11-12), nhưng chiều thứ 4 đó em phải đi học lúc 5h nên xảy ra tình trạng kẹt giờ ạ.. . Các thầy/cô cho em hỏi ạ:. . +Có thể chuyển em qua giờ khác của môn Aerobic vào sáng thứ 2 hoặc chiều thứ 3 không ạ?. . +Nếu không có môn Aerobic vào các khung giờ đó thì có thể chuyển em qua môn Thể dục khác mà có khung giờ đó được không ạ?. . +Nếu không chuyển được thì em xin rút môn học được không ạ? Sau khi rút có phải đóng tiền môn Thể dục nữa không ạ? . . Dạ em cảm ơn thầy/cô nhiều ạ. Mong thầy/cô sớm phản hồi cho em ạ.",
            "Đã chuyển cho bạn sang nhóm L12 thứ 3 tiết 11 12"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Chào PĐT, em tên [full_name]V [student_id]. . . . Em đã hoàn thành chương trình học và đủ điều kiện tốt nghiệp vào tháng 11/2019.. . . . Em có một người em trai cùng Khoa ([full_name]_[student_id]) bình thường em vẫn cho em ấy vào TK BKID để truy cập BKelearning lấy tài liệu. Tuy nhiên thật sự vô ý vào đợt đăng ký môn học cho em ý vào HK191 em ấy đã vô tình không đăng xuất tài khoản của em ra và đăng ký môn học cho mình. Đến nay khi vô tình thấy PĐT lâu cập nhật danh sách tốt nghiệp thì lên xem mới phát hiện mình có TKB trong học kỳ này. Kính mong PĐT cứu xét trường hợp này xóa môn để em được tốt nghiệp đúng thời hạn. Đó là lỗi vô ý mà không mong muốn xảy ra. EM THÀNH THẬT MONG PHẢN HỒI SỚM NHẤT TỪ PĐT.",
            "Đã hủy toàn bộ kết quả DDKMH trong HK191 của bạn",
            "Gửi PĐT, Vậy phiền PĐT cho em hỏi khi nào em sẽ được đăng ký tốt nghiệp trở lại, và các môn hủy em có phải đóng học phí không, vì số tiền học phí khá lớn, rất mong PĐT xem xét. Em xin chân thành cảm ơn PĐT",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) .",
            "Chào bạn,. . Bạn xem hướng dẫn cách nộp chứng chỉ và chuyển điểm tại  www.aao.hcmut.edu.vn- Sinh viên -  Hướng dẫn - Ngọại ngữ.. . bạn chỉ cần đăng ký thông tin ngoại ngữ online trên web ngaoi5 ngữ, phòng đào tạo tự pass chuẩn AVCB của bạn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Phúc tra môn học . HK183 em có đăng ký môn thực tập tốt nghiệp nhưng không đủ tín chỉ tích lũy ngành  tối thiểu (91)  và không đạt môn \" CẤU TRÚC DỮ LIỆU VÀ GIẢI THUẬT\". Tuy vậy em vẫn được lên lịch học và đã nộp tiền học phí cho môn Thực tập tốt nghiệp. Vì vậy em đã đến công ty Watasolutions để xin thực tập và hoàn thành xong kỳ thực tập của mình. Vậy cho em hỏi môn thực tập tôt nghiệp của em có được chấp nhận nộp điểm thực tập hay không?",
            "Học vụ - Đại học - Cao đẳng chính quy   Phúc tra môn học. . . . HK183 em có đăng ký môn thực tập tốt nghiệp nhưng không đủ tín chỉ tích lũy ngành  tối thiểu (91)  và không đạt môn \" [full_name]T\". Tuy vậy em vẫn được lên lịch học và đã nộp tiền học phí cho môn Thực tập tốt nghiệp. Vì vậy em đã đến công ty Watasolutions để xin thực tập và hoàn thành xong kỳ thực tập của mình. Vậy cho em hỏi môn thực tập tôt nghiệp của em có được chấp nhận nộp điểm thực tập hay không?  /QUOTE . . [full_name], Em xem lại điều kiện nhận TTTN và cấu trúc môn học của môn TTTN(có điều kiện tiến quyết không ?). Tính đến hk181 tích lũy 80+14(tín chỉ học kỳ 182)=94 92.. . Vậy theo em thì có được chấp nhận điểm TTTN không?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Thời khoá biểu của em là học bóng rổ vào sáng thứ 5 nhưng đi học thầy lại kêu lớp bị huỷ vì sỉ số ít quá giờ em muốn xin qua lớp khác thì có được không ạ và nếu được thì xin như thế nào ạ",
            "Môn học của bạn đã được chuyển sang nhóm khác. bạn không cần xin chuyển nhóm nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em tên: [full_name], là sv năm 3.. . Hai năm trước em vẫn nhận được giấy tạm hoãn nghĩa vụ quân sự như các bạn nhưng sao năm nay lên văn phòng khoa thì lại không có tên trong danh sách được nhận.. . Mong thầy/cô hỗ trợ giúp em. Em xin cảm ơn!. . . . . .",
            "Chào bạn,. . hiện tại do bạn có điều cỉnh lại hộ khẩu trên trang thông tin cá nhân sinh viên nhưng bạn không nộp bản sao hộ khấu lên Phòng đào tạo nên chứng nhận HOãn Nghĩa Vụ Quân sự cảu bạn không được in.. . Bạn vui lòng làm đơn xin điều chỉnh hộ khẩu+ kèm bản phot hộ khẩu mới đển Phòng đào tạo thì mới được cấp giấy hoãn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1600022  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . ĐƠN XIN ĐĂNG KÍ MÔN HỌC . . Kính gửi: Quý Thầy (Cô) Phòng Đào Tạo Trường ĐH Bách Khoa TP.HCM . . Em tên: Trần Thanh Bình MSSV 1600022 . . Khoa Bảo dưỡng công nghiệp. . Do em đăng kí môn học hk 191 bị hủy môn do thiếu sinh viên đăng kí. nên em muốn xin phép Phòng Đào Tạo cho em được đăng kí môn: Mạng truyền thông công nghiệp   MSMH:260633 . . Em rất mong thầy cô cho em đăng kí môn: mạng truyền thông công nghiệp ( vì môn này sẽ rất khó mở lớp. e lo sợ sẽ không mở lớp nữa) . . Em xin cám ơn.",
            "Mình kiểm tra bạn đã đăng ký thành công môn học này rồi"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712517  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ thầy ơi học kì chính này do em không biết là phải đăng kí môn bắt buộc: TỔNG HỢP HỮU CƠ HOÁ DẦU CH3007 . . Thầy cho em xin chuyển môn HOÁ LÍ 1 CH2003 thành TỔNG HỢP HỮU CƠ HOÁ DẦU giúp em với ạ. Em cảm ơn thầy",
            "Chào bạn. . . . Bạn không thể hủy môn CH2003 khi học kỳ đã bắt đầu. . . . Bạn thực hiện rút môn học (có tính học phí) nộp về PĐT và đơn xin đăng ký bổ sung CH3007.. . . . Quy chế nhà trường không cho phép hủy môn học sau đợt 3 đăng ký môn học."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kình gửi: Phòng Đào Tạo. .  . . Em tên là: [full_name] . .                  MSSV [student_id]. .                   Ngành: Bảo Dưỡng Công Nghiệp. . Nay em xin trình bày một việc như sau: . .     Tính đến thời điểm hiện tại, em đã có chứng chỉ toiec và em đã cập nhật theo quy định của nhà trường vào ngày 20 tháng 8 năm 2019. .      Em xin Phòng Đào Tạo cho em được đăng ký các môn học : . . 1_ [student_id]_ Kỹ thuật giám sát tình trạng và chuẩn đoán hư hỏng. . 2_ [student_id]_ Tự động hoá. . Em kình mong được xem xét để tạo điều kiện cho em được tiếp tục học tập. . .   Em xin cảm ơn.. . . .",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Chào thầy, cô. Em là sinh viên K18. Em đã hoàn thành môn anh văn 4 ở trường. Vậy em cần. . nộp thêm chứng chỉ nào để đủ điều kiện ngoại ngữ của trường ạ? Em xin cảm ơn. . . . .",
            "Chào bạn. . Bạn vui lòng xem các quy định về ngoại ngữ của trường tại: www.aao.hcmut.edu.vn- Sinh viên -  Quy chế- Quy chế học vụ bậc đại học -  Phụ lục 1.. . Bạn xem hướng dẫn cách nộp chứng chỉ và chuyển điểm tại  www.aao.hcmut.edu.vn- Sinh viên -  Hướng dẫn - Ngọại ngữ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Chào thầy/cô. . Hiện tại em đã nộp chứng chỉ anh văn. Và đã được thẩm tra  và hợp lệ rồi.. . Nhưng nay em đăng dự thính 191 thì nó hiển thị chưa qua chuẩn. . . Mong thầy/cô xem xét cho em để em kịp đăng ký môn học dự thính HK191. . Em xin trân thành cảm ơn!",
            "Chào em,. . . . Bạn cứ đăng kí nhé, PDT sẽ kiểm tra lại"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi là em đã đủ điều kiện tốt nghiệp rồi mà trong thời gian lâu em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến ạ. Em phải làm như thê nào để có tên trong danh sách ạ?",
            "Dạ cho em hỏi là em đã đủ điều kiện tốt nghiệp rồi mà trong thời gian lâu em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến ạ. Em phải làm như thê nào để có tên trong danh sách ạ?  /QUOTE . . Chào [full_name], Danh sách dự kiến sẽ được cập nhật lại vào cuối tuần và em sẽ nhận được mail “Thông báo lịch trình tốt nghiệp đợt 2 năm 2019”",
            "Dạ đã qua tuần mới rồi mà em vẫn chưa có tên trog danh sách ạ. Có nhiều bạn khác có kết quả anh văn nói viết sau em nhưng đã có tên rồi ạ. Em có gọi điện hỏi Phòng đào tạo , PĐT yêu cầu lên ghi tên vào danh sách đăng ký xét tốt nghiệp nhưng do đang đi làm ở quê nên không tiện lên nên PĐT bảo em nhắn tin hỏi ở [full_name] để được thêm tên vào danh sách xét tốt nghiệp phải không ạ"
        ]
    }
]