[
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT,. . Em tên là [full_name]. . Mssv: [student_id]. . Hôm nay em gởi mail về PĐT vì em có một vài thắc mắc ạ. Lần trước em có gởi mail để xác nhận việc bị hủy thời khóa biểu vì lý do chưa hoàn tất học phí, sau đó PĐT có ghi nhận em đã hoàn thành và cập nhật lại TKB cho em, nhưng Lịch thi thì vẫn chưa được cập nhật ạ.. . Hôm nay ngày 1.3 em vào lại xem lịch học thì thấy cả TKB và Lịch thi đều bị hủy lần 2 ạ.. . Dạ em không biết là còn lý do gì khác em bị hủy không ạ. Em sắp thi giữa kì rồi, em lo lắm ạ.. . Em mong PĐT xem xét lại TH này của em.. . Em chân thành cảm ơn!. . Trân trọng,. . [full_name]. . . .",
            "Đã trả lời"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy cô, cho em hỏi là hạn nộp chứng chỉ anh văn xét tốt nghiệp đợt 11/2022 là khi nào vậy ạ. Em chân thành cảm ơn thầy cô.. .",
            "Chào bạn,. . Em theo dõi lịch trình tốt nghiệp tại trang aao.hcmut.edu.vn/lỊch học vụ.. . Hiện tại chưa có lịch trình của đợt tháng 11/2022 nhé. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . EM có câu hỏi thắc mắc : mấy anh chị năm trước vừa đang học anh văn 1 , khi đó anh chị vẫn đăng kí anh văn 2 dự thính được . Tới em đăng kí để học thì lại không được ạ . Em mong đăng kí được để hè học anh văn 3 cho kịp nhu cầu anh văn của trường ạ",
            "Chào em,. . Em vui lòng ghi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã có tên trong danh sách dự kiến tốt nghiệp nhưng vẫn chưa được chuyển về trạng thái đang học để đăng ký tốt nghiệp mà nhận thông tin như hình đính kèm.. . Nhờ anh/chị kiểm tra giúp em để em đăng ký tốt nghiệp ạ.. .",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào quý thầy cô!. . Việc là học kỳ 202 em có xin hoãn thi môn học CH3133 Mô hình hóa,mô phổng & tối ưu hóa Cong Nghệ Hóa Học nhưng đến thời điểm này em vẫn chưa thấy có lịch thi lại và trên bảng điểm cập nhật điểm 14 kèm theo chú thích là (13 lần 2). Mong quý thầy cô xem xét giải quyết giúp em ạ. . Em cảm ơn quý thầy cô",
            "Chào em,. . Em vui lòng trình bày rõ ràng về trường hợp của bạn giúp cô nhé. . Thân",
            "Kính chào quý thầy cô!. . Học kỳ 202 em có đăng ký môn CH313 Mô hình hóa,mô phổng & tôi ưu hóa công nghệ hóa học. Sau khi thi online cuối kỳ do em không thể đăng nhập vào hệ thống BK exam để nộp bài được, và sau đó em có gửi bài qua mail thầy nhưng sau đó em thầy không chấp nhận bai đó và kêu em xin hoãn thi. Sau đó em có đăng ký hoãn thi và đã được phòng đao tạo gữi mail là sẽ cập nhật lịch thi, nhưng em chờ rất lâu nhưng lại không có bất kì lịch thi môn đó được cập nhật, đến thời điểm hiện tại em vẫn chưa được giải quyết vấn đề thi lại của môn học đó, trong khi bảng điểm lại cập nhật có điểm 13 ạ . . Em mong quý thầy cô giải quyết giúp em ạ em cảm ơn.. .",
            "Chào bạn. . Sau khi kiểm tra lại dữ liệu, môn CH3133 do Giảng viên và Khoa tổ chức thi riêng gởi danh sách lên Pdt để xếp lịch thi cho SV, theo thỏa thuận Giảng viên và Khoa sẽ thông báo đến SV lịch trình thi,. . Nên bạn vui lòng liên hệ Khoa/ Giảng viên để được hỗ trợ và giải đáp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào Thầy Cô. . . . Em tên là [full_name] . . MSSV: [student_id]. . . . Hiện em có 1 số thắc mắc như sau, mong Thầy Cô giải đáp giúp em.. . . . Hiện em vừa hoàn thành xong CTGD, chứng chỉ av Toeic, số ngày CTXH.. . . . Em còn thiếu chứng chỉ av 2 kỹ năng Nói - [full_name] để đủ điều kiện tốt nghiệp.. . . . Thầy Cô cho em hỏi:. . 1. Theo quy chế học vụ thì em có được kéo dài thời gian đào tạo thêm 1 học kì không ạ?. . 2. Nếu được kéo dài thì hạn cuối em nộp chứng chỉ anh văn Nói - [full_name] là ngày nào ạ? Cho em xin hạn nộp cụ thể ạ!. . 3. Em có cần làm đơn hoặc thủ tục gì để được xem xét kéo dài không ạ?. . . . Em xin chân thành cảm ơn quý Thầy Cô.. . Mong nhận được phản hồi sớm từ quý Thầy Cô. . . . Kính chúc Thầy Cô nhiều sức khỏe ạ!. . . .",
            "Chào em,. . Em vui lòng xem quy chế. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 5. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo.. . Vừa rồi căn cước công dân của em đã được cấp mới, thay đổi số căn cước công dân, và hộ khẩu của em cũng thay đổi, khác với lúc nhập học. Em muốn hỏi, khi các thông tin của em đã thay đổi như trên thì em cần làm những việc gì để cập nhật thông tin với nhà trường ạ? Vì khi em tốt nghiệp, không biết các thông tin đó có được ghi vào bằng tốt nghiệp không.. . Em xin chân thành cảm ơn Phòng Đào Tạo đã lắng nghe thắc mắc của em",
            "Chào em,. . Mấy thông tin này không có ghi gì vào trong bằng nhé em.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Mã số môn anh văn đang học : lA1003( anh văn 1). . . . Mã số môn anh văn muốn đăng kí học : lA1039 ( anh văn 2a ). . . . HỌC KÌ : 212. . . . Lý do : mong được xét học để kịp nhu cầu anh văn năm 3 ạ. . . . Em tên : [full_name]. . Mssv : [student_id]",
            "B . . . . Nếu được thì em muốn đăng kí vào lớp như em gởi hình ở dưới ạ",
            "Chào em;. . không đươc nha em, theo quy định em phải hoàn thành anh văn 1 mới được nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học kỳ 212 hiện tại em không đăng ký môn học và cũng không có thời khóa biểu.. . . .  Vì thế em có thắc mắc rằng trước khi HK 221 bắt đầu thì em phải nộp đơn thu nhận lại phải không ạ?. . . .  Nếu trường hợp em không nộp thì có phải em sẽ bị buộc thôi học không ạ?. . . . Em cảm ơn.. . . . . .",
            "Chào em,. . - Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm - dừng, không được cấp giấy CNSV.. . - Khi có quyết định tạm dừng, nếu muốn học em nộp đơn thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào quý Thầy Cô, hiện tại em đã học xong và thi cả anh văn 400 điều kiện tốt nghiệp, nhưng tới thời điểm hiện tại kiểm tra vẫn báo là còn nợ môn, xin chân thành mong nhận được hồi đáp, giúp đỡ của quý Thầy Cô ạ. Em xin chân thành cảm ơn!",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 08/3/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i Em muốn hỏi điểm thi môn Đường lối CM của Đảng CSVN mã số SP1009 nhóm A04-A. . Lý do là em có thi lại môn này sau khi hoãn thi, khi nhà trường cập nhập điểm lên thông tin sinh viên thì không có phần điểm thi chỉ có phần điểm tổng kết nên em muốn biết điểm thi của mình.. . . . . .",
            "Chào em,. . - Điểm do GV nhập, em vui lòng liên hệ GV.. . - Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thời khóa biểu học kì 2 năm 2021-2022 của em bị mất mấy hôm nay nó không hiện lại, mong thầy cô xem giúp em để có thể tiện theo dõi lịch học ạ. Em xin cám ơn. .",
            "Chào em,. . Do em mới thanh toán HP trễ hạn. PĐT ghi nhận trường hợp của em, lưu ý em thanh toán HP đúng hạn cho các lần sau nhé.. . Thân mến. .",
            "Dạ em cám ơn ạ nhưng cho em hỏi là khi nào em có lại thời khoá biểu ạ, tại tuần sau em bắt đầu học thí nghiệm nhưng bây giờ em không có thời khoá biểu để nắm lịch học ạ.",
            "Chào em,. . Em vui lòng xem mybk nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào tạo,. . Em tên là [full_name] (MSSV [student_id], khoa KHMT CLC). Cho em xin hỏi: Em có lịch học GDQP trực tiếp trong 2 tuần từ ngày 7/3 tại Trung tâm GDQP. Em có được ở ngoại trú trong quá trình học không?. . Em xin cảm ơn ạ.",
            "Chào em,. . Em vui lòng liên hệ PĐT TT GDQP qua 028.[student_id]7, hoặc email [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô, vào ngày 27/2 em có tham gia buổi thi giữa kì môn giải tích 2 nhưng do sơ xuất cá nhân em đã trễ mất hạn nộp file ghi màn hình. Em hy vọng sẽ nhận được sự giúp đỡ của thầy cô để không ảnh hưởng đến kết quả giữa kì của mình. Em xin cám ơn thầy cô.",
            "Chào em,. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại. Nếu GV không đồng ý, em vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp tại BKSI. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "TÊN: [full_name]. . MSSV: [student_id]. .   i Yêu cầu khác . em đã đăng ký môn AVCB A nhóm DT05, sau khi có thời khoá biểu thì em thấy bị trùng với lịch học GDQP nên em muốn huỷ môn học. . Cho em hỏi em huỷ môn học là sẽ không cần đóng tiền 2 tín chỉ AVCB phải không ạ",
            "Chào bạn. . Pdt ghi nhận hủy môn học cho bạn nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là em còn 1 ngày công tác xã hội chưa hoàn thành thì em có thể hiến máu tại bệnh viện để được một ngày công tác xã hội không ạ",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Lí do : nhập viện vì bị ngộ độc thực phẩm vào sáng ngày 27/2 nên em không thể thi môn GT2 ca 9h.. . Em mong nhà trường xem xét và tạo cơ hội cho em được thi lại môn. Em xin cảm ơn ạ.",
            "\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi là em hoãn thi và được PĐT gửi mail báo đồng ý và đổi sang điểm 15 nhưng vẫn có một môn đến nay vẫn đang là điểm 13 ạ. . thì em không biết sao ạ.. . Mong PĐT trả lòi giúp em. . . .   i Học vụ .",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé em, dự kiến ra quyết định chung vào tháng 3, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]-[student_id]. . Chào thầy cô, em kì vừa rồi học kì 212 có đăng ký môn thực tập ngoài trường mã EN3345. Kết quả đợt 2 của em có hiện môn học, nhưng đến đợt 3 bị xoá môn. Vì em tưởng đăng ký đợt 1, đợt 2 nên em không để ý đợt 3. Mong thầy cô có thể cho e đăng ký môn học này để kịp chương trình học ạ. Em chân thành cảm ơn. . . .",
            "Chào em,. . - Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào PĐT ạ. . . . . Em là [full_name], MSSV:[student_id] thuộc khoa Điện-Điện tử.. . . . Hiện tại em đã hoàn thành xong được chương trình học của mình và chuẩn bị đăng kí tốt nghiệp. . . . . Hồi HK171 em học chương trình đào tạo kĩ sư chất lượng cao Việt Pháp của trường, nhưng từ HK172 trở đi thì em đã xin chuyển về chương trình đào tạo chính quy bình thường.. . . . Để có thể đăng kí tốt nghiệp, em muốn chuyển điểm những môn mà em đã học bên chương trình Việt Pháp sang những môn tương đương/thay thế trong chương trình đào tạo đại trà chính quy (K.14 trở đi). . . . . File đính kèm gồm đơn xin chuyển điểm và bảng điểm của em trong HK171. . . . . Em cảm ơn và rất mong nhận được sự hỗ trợ của PĐT. . . . . [full_name]  . . . .",
            "Chào em,. . Cô chưa hiểu rõ trường hợp của bạn, hiện bạn đã đủ điều kiện tốt nghiệp chưa?. . Xét tốt nghiệp báo bạn thiếu điều kiện gì?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào phòng đào tạo ạ !. . Em tên [full_name] mssv [student_id]. . Em có học môn học Quá trình thiết kế kỹ thuật mã môn học là ME3213 học vào học kỳ 2 2019-2020. Em đã thi nhưng chưa cập nhật điểm em có liên hệ giáo viên nhưng trên hệ thống e-learning là thầy [full_name] nhưng do lúc dịch nên dạy ol thầy [full_name] dạy e có hỏi thầy [full_name] nhưng thầy nói không có dạy thây k biết còn thầy [full_name] e k liên lạc được kíng mong phòng đào tạo liên hệ giúp e để e dc nhập điểm và kịp xét tốt nghiệp vào học kỳ này ạ. . Em xin chân thàm cảm ơn quý thầy cô và mong được sự hồi âm của quý thầy cô!!!",
            "Chào em,. . Em vui lòng liên hệ Khoa Cơ Khí qua email [email] để được hỗ trợ nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào quý thầy cô. . Em có một vấn đề là trong học kỳ 211 em chỉ đk học hai môn av3 và av4. Cả hai môn đều có kết quả điểm vào tháng 12/2021 [full_name]. Nhưng cho đến nay trên bảng điểm vẫn chưa cập nhật điểm trung bình học kỳ và số tín chỉ trong học kỳ 211 trong khi đó bạn học cùng lớp hai môn trên đã cập nhật đầy đủ hết. Em không biết phần em có bị lỗi gì không nữa. Em mong quý thầy cô có thể giải quyết vấn đề này cho em để em còn dùng nó vào vào việc ĐKTN. . . Em trân trọng cảm ơn quý thầy cô",
            "Chào bạn. . Trước tiên, Bạn vui lòng kiểm tra lại điểm từng môn học được nhập đúng là được. . Hiện tại số tín chỉ và điểm trung bình học kỳ chưa cập nhật đúng. . Sẽ được cập nhật đúng vào cuối tháng 03/22. . Thân.",
            "Chào em,. . - Trên Mybk chưa có cập nhật. Điểm vẫn còn thiếu, chưa có điểm của tất cả sv chứ không phải của 1 mình em. Do đó khi nào đủ điểm mới cập nhật.. . - Khi sv cần in bảng điểm thì sẽ có đầy đủ ĐTB tính đến thời điểm sv đăng ký in.. . - Nếu em muốn xem thì xem trong ds dự kiến TN.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . hôm chủ nhật 27/02/2022 em có lịch thi môn GT2 MT1005 lúc em truy cập vào thì không có link để thi ạ. Em tên [full_name] MSSV [student_id]",
            "Chào em,. . Trước giờ thi vẫn vào được, thông báo có ghi rõ mà.. . Gg meet là do cbct tạo (có thể tạo sau khi cbct vào phòng thi). Mọi thắc mắc sv liên hệ bên tổ chức thi (bộ môn, khoa hoặc cán bộ giảng dạy).. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào BKSI, kì này em có việc gia đình đột xuất và em không thể tập trung làm luận văn kì này được ạ nên em có nguyện vọng hoãn lại việc thực hiện luận văn thì em cần thực hiện những thủ tục gì để tiếp tục làm luận văn kì 221 ạ.. . Em xin cám ơn",
            "\"Chào bạn,. . Quy trình đến thời điểm này: Bạn tải mẫu đơn PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa không đồng ý cấm thi, đồng ý cho Hoãn thi gởi cho Phòng đào tạo xem xét nộp qua trang BKSI. . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là [full_name]-[student_id], hiện tại thời khóa biểu em không xuất hiện trên MyBK nên mong nhà trường xử lý giúp em để em có thể theo dõi lịch học học kì 212, cũng như lịch học thí nghiệm sắp tới ạ. Em xin cám ơn và mong được giải quyết sớm ạ. .",
            "Chào em,. . Do em thanh toán HP trễ nên bị huỷ TKB. PĐT ghi nhận trường hợp của em, lưu ý thanh toán HP đúng hạn cho các lần sau nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]7  /b \t. . . .   i Học vụ . Em chào thầy/cô. . Em là [full_name], MSSV:[student_id]7, Sinh viên khoa Cơ Khí, chuyên ngành Công nghệ nhiệt.. . Hiện em đã hoàn thành đầy đủ chương trình đào tạo (153 tín chỉ) nhưng do chưa đủ điều kiện tốt nghiệp do thiếu anh văn nói viết.. . Nay em viết yêu cầu này để xin chuyển sang hình thức vừa học vừa làm.. . Mong quý thầy/cô giải quyết giúp em.. . Em xin chân thành cảm ơn!",
            "\"Chào em,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV theo dõi mail và lịch học vụ để vào đăng ký môn học cho HK213 nếu còn nợ MH, vào đợt 3 (từ tháng 05/2022). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ pđt ơi cho em hỏi theo thông tin em đọc đv ở pđt thì nếu tuần 10-14 em không học được thí nghiệm thì có thể hoãn sang tháng 6 phải không ạ. . Dạ nếu đăng ký hoãn thí nghiệm cần viết đơn nào và nộp cho ai ạ, tại gv thí nghiệm kêu em hỏi pđt",
            "\"Chào bạn. . Bạn vui lòng viết đơn hoãn môn học(tự viết không mẫu) và nộp tại PDT 101A1.. . Thân\"",
            "Chào bạn;. . Hiện tại môn này các bạn đã học đợt tập trung này là đợt còn lại, không dời sang tháng 6 được nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy/cô,. . . . Em tên [full_name], MSSV [student_id], khóa 2020 hệ VLVH, khoa Kỹ thuật giao thông chuyên ngành Công nghệ ô tô.. . Em viết mail này xin thầy/cô cho em được hủy môn Chi tiết máy (mã môn ME2007) - lớp bồi dưỡng cho hệ VLVH khóa 2022.. . Lý do: em tốt nghiệp cũng đã lâu (cuối năm 2017) nên học 5 buổi và 15 tiết thì quá ít để em có thể nắm vững được kiến thức của môn. Em mong muốn được đăng ký và học lại từ đầu ở học kỳ tới.. . Mong được sự chấp thuận của thầy/cô, em xin chân thành cảm ơn, em [full_name]!. . Em có đính kèm theo đơn xin hủy môn bên dưới.. .",
            "Đã xử lý."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . https://drive.google.com/file/d/1yOsmsF4hNCnsuLZMNYJWy1gSG0N2yU7D/view?usp=sharing. . . . Dạ em xin chào thầy cô phòng học vụ.. . Ở yêu cầu trước em đã có đề cập về vấn đề chưa được cập nhật chuyển điểm môn học và được hỏi về minh chứng nếu đã nộp đơn.. . Dạ em xin được gửi minh chứng về đơn xin miễn học và chuyển điểm của em ạ. . Em xin cám ơn thầy cô ạ",
            "Chào em,. . Trường hợp đơn của không thỏa quy định về miễn môn nhé, do điểm của em dưới 5.5 đ. . SV xem quy định vễ miễn môn tại đây:. . SV xem quy định tại đây: http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quyết định ban hành Quy định chung về học vụ và đào tạo/ điều 18/18.1c. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ thưa thầy/cô, em là [full_name] mssv: [student_id] khoa Kỹ thuật xây dựng.. . . . Hiện tại em đã hoàn thành chương trình chính quy với đủ số tín chỉ chuyên ngành của em là 142 tín chỉ, đạt và điều kiện điểm trung bình, có đủ ngày công tác xã hội và em đã nộp đủ chứng chỉ văn nói-viết và nghe-đọc ạ.. . . . Nhưng đến nay là ngày 01/03/2022 em chưa được đăng ký tốt nghiệp trên trang mybk và em chưa nhận được mail có trong danh sách tốt nghiệp tạm thời như các bạn ạ, em xin thầy cô xem xét giúp em để em được có giấy tốt nghiệp tạm thời sớm để bổ sung hồ sơ cho công ty ạ, em cảm ơn và chúc thầy cô nhiều sức khỏe ạ.",
            "Chào em,. . Cô gửi  em file xét tốt nghiệp, em kiểm tra lại điều kiện của mình nha. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Em chào PDT,\t. . Em có làm đơn xin bổ sung LVTN và TTTN và PDT đã đăng kí bổ sung cho em. Nhưng hình như có sự nhầm lẫn: Thầy hướng dẫn của em là: Thầy [full_name], không phải thầy [full_name] như trong bkel.. . Em cảm ơn. . . .   i Khiếu nại đăng ký môn học .",
            "Chào em,. . [full_name] phân công CBGD, em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Thầy/Cô,. . Em tên [full_name] khóa 2016 khoa Kỹ Thuật Xây Dựng có một vài câu hỏi thắc mắc muốn được quý Thầy/Cô giải đáp giúp ạ:. . 1. Điểm chuyển AV1:. . Điểm chuyển AV1 em đã đăng ký chuyển điểm và thực hiện thanh toán ngày 21/01/2021 thì chưa có trong khi AV2,3,4 chuyển điểm ngày 14/02/2022 thì đã có điểm, rất mong quý Thầy/Cô xem lại giúp em (em có đính kèm 2 hình ảnh ạ).. . 2. Điểm môn LVTN:. . Hiện tại em đã nộp CCNN TOEIC 525 (đã thẩm tra) đủ điều đăng ký môn LVTN và em cũng đã thấy GV nhập điểm trên trang MyBK, vậy sao em vẫn chưa được tính vào ĐTBTLN ạ.. . 3. Điểm trung bình tích lũy ngành khi nào thì có (vì em vào MyBK xem thì lúc nào cũng thấy dấu gạch ngang ạ) Em muốn xem điểm của mình được bao nhiêu ạ.. . Mong nhận được giải thích chi tiết từ quý Thầy/Cô.. . Em xin cảm ơn và kính chúc quý Thầy/Cô sức khỏe.. .",
            "Chào em,. . - Điểm chuyển AV1:=  Cô đang hỏi người phụ trách xem giúp, trả lời em sau nhé.. . - 2, 3 =  - Trên Mybk chưa có cập nhật. Điểm vẫn còn thiếu, chưa có điểm của tất cả sv chứ không phải của 1 mình em. Do đó khi nào đủ điểm mới cập nhật.. . - Khi sv cần in bảng điểm thì sẽ có đầy đủ ĐTB tính đến thời điểm sv đăng ký in.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy, cô của phòng đào tạo. Em tên là [full_name], MSSV: [student_id]. Do có sự cố trong quá trình nộp bài thi cuối kỳ nên em đã liên hệ với giảng viên bộ môn để xin được phúc tra. Được sự chấp thuận của giảng viên về đơn xin phúc tra, em muốn hỏi về quy trình để giảng viên đăng ký sửa điểm ạ. Em cảm ơn.. . . .",
            "Chào em,. . Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa  trong thời gian cho phép sửa.. . Phúc tra lên điểm cũng mở khóa nhé.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng đào tạo. . . . Em tên là Đoàn Tiến Thông, mssv [student_id]. . . . Em viết email này bởi vì em đã được xác nhận đăng kí môn học Cơ sở kĩ thuật điện lớp DT01  thành công nhưng em chưa được thêm vào nhóm e-learning của lớp cũng như thời khóa biểu của em cũng chưa được cập nhật môn nay ạ. Dạ không biết là có trục trặc gì không ạ. Dưới đây là file ảnh minh chứng đăng kí môn học thành công của em ạ. . . . Dạ em mong phòng đào tạo kiểm tra lại trường hợp này giúp em. . Em xin chân thành cảm ơn ạ",
            "Chào em,. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Do em đã thôi học ở trường mình và chuyển sang trường khác, em có nhu cầu chuyển điểm gdqpan nhưng mà trường mới của em cần có bảng điểm của gdqpan ạ.Cho em hỏi là em phải nhận bảng điểm đó ở đâu?. . . .",
            "Chào em,. . Em vui lòng liên hệ Khoa để lấy nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "bkel của em chưa được cập nhật ạ. . . .   i Học vụ .",
            "Chào em,. . - Các hoạt động trong khóa học do GV phụ trách môn học quản lý, PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . - [full_name] phân công CBGD, em vui lòng liên hệ [full_name] nhé.. . - Lần sau có gửi câu hỏi, em vui lòng gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng đào tạo đại học Bách Khoa TpHCM , em là [full_name] MSSV: [student_id] , vào tối ngày 26/02/2022 em phát hiện dương tính với Sar -Cov 2 và cách ly tại phòng cách ly ktx khu B ĐHQG nên em không thể thi được môn giải tích 2 vào sáng ngày 27/02/2022 . Em đã mail cho cô [full_name] và điền vào danh sách hoãn thi giữa kì . Em có cần thực hiện thêm việc gì nữa không ạ .. . Em cảm ơn !. . https://docs.google.com/spreadsheets/d/1ONItyHOKwyskug75LfWjjY7_[full_name]XJU/edit#gid=0",
            "Chào em,. . - Em đã mail cho cô [full_name] và điền vào danh sách hoãn thi giữa kì . Em có cần thực hiện thêm việc gì nữa không ạ .. . =  Em vui lòng liên hệ GV nhé.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hôm qua em xem thời khoá biểu thì vẫn có lịch học môn hoá đại cương thí nghiệm mà hôm nay thì không thấy nữa thì có sao không ạ",
            "Chào em,. . Câu hỏi cô đã trả lời hôm qua, em đã hoàn thành chưa và có liên hệ với GV không ?. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Về thời khoá biểu trùng với TKB chương trình liên thông của PĐT SĐH . Kính gửi quý thầy/cô,. . . . Em tên là [full_name], MSSV [student_id]. Trong từ tuần 10 đến tuần 13, trên thời khoá biểu môn Thực tập điện 1 - EE2025, Nhóm VL15 của em có học vào Chủ Nhật từ 12h trưa đến 16h50 chiều. Tuy vậy bên phía Chương trình Liên thông em lại bị vướng lịch học của môn SCADA từ 15h-17h50 ( chương trình liên thông không được nghỉ trong các tuần bù thí nghiệm này - hình ảnh đính kèm).. . . . Em hy vọng quý thầy/cô xem xét cho trường hợp của em ạ ! Em xin cảm ơn quý thầy cô!",
            "Chào em,. . Em vui lòng liên hệ GV dạy môn Thực tập điện 1 - EE2025, Nhóm VL15 trình bày nhé. PĐT xếp lịch bù chung.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Kính gửi phòng đào tạo.. . Em tên: [full_name]. . MSSV: [student_id]. . Đại đội 20. . Lý do: Em hiện đang là f0 cách ly tại nhà. Phát hiện qua test nhanh dương tính ngày 28/2/2022. Em xin phép phòng đào tạo chuyển em qua đại đội 49 để học trực tuyến. Hiện tại em đã báo cáo cho cơ sở y tế địa phương, nhưng chưa nhận giấy xác nhận f0 cách li tại nhà nên em viết mail này xin phòng đào tạo chấp thuận. Chờ khi có giấy xác nhận của cơ sở y tế địa phương em sẽ gửi cho phòng đào tạo. Vì quá lo lắng nên em đã viết mail này mong phòng đào tạo chấp thuận.. . Em xin chân thành cảm ơn!. .",
            "Chào em,. . Em vui lòng liên hệ PĐT TT GDQP qua 028.[student_id]7, hoặc email [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: Phòng đào tạo trường đại học Bách Khoa TPHCM. . . .  . . . . Em tên: [full_name] - [student_id]. . . .  . . . . Lý do: Kì trước em có đăng kí thí nghiệm môn Công nghệ cơ khí 2 - IU3061 nhưng em bị vướng lịch học onl nhiều và gia đình em bị nhiễm covid khá lâu nên em không thể tập trung hoàn thành đủ ngày học trong đợt học thí nghiệm trước, em có thể đăng kí học thí nghiệm môn Công nghệ cơ khí 2 vào tuần 10-14 lại được không ạ.. . . . Mong PĐT đăng kí lại môn giúp em để em có thể hoàn thành môn học ạ.. . . .  . . . . Em chân thành cảm ơn PĐT ạ!",
            "\"Chào bạn. . [full_name] đã tiếp nhận đề nghị DKMH của bạn. . Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 07/03/2022. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô ạ, em tên là Đinh Duy Tín (MSSV:[student_id]), sinh viên của khoa cơ khí ạ. Em đã gửi biểu mẫu xin rút môn Thí Nghiệm Vật Lí(PH1007) nhưng môn vẫn nằm trong thời khoá biểu của em ạ. Em hi vọng thầy cô có thể giải đáp thắc mắc của em. Em cảm ơn thầy cô rất nhiều ạ.",
            "Chào em,. . Em đã điền forms rút môn học thì xem email xác nhận nhé. (sau ngày 31/3 em xem lại TKB).. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào bạn, . . Bạn thắc mắc về chuyện gì? Bạn vui lòng trình bày rõ ràng nội dung bạn muốn hỏi.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào quý thầy cô ạ! . . . . Dạ thưa quý thầy cô,hiện tại em có nhận được email của cô VÕ NGUYỄN LAM UYÊN của môn TN Hóa Đại Cương là:. . \"Các bạn thiếu 2 buổi: kiểm tra TKB xem PĐT có xếp lịch trong tuần 10 không. Nếu có nhớ tham gia đầy đủ. Nếu chưa được xếp lịch, liên lạc với PĐT để có lịch học\".. . . . Và em kiểm tra thì thấy tuần 10 em chưa có lịch học ạ!. . Em mong quý thầy cô giải quyết hộ em với ạ!. . em xin cảm ơn ạ!. .",
            "Chào em,. . Em vui lòng gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào phòng đào tạo. . . . Học vụ . Chúng em có lịch học quân sự trong tháng 3 này và ofline 2 tuần đầu trùng với lịch thi môn sức bền vật liệu CI2001 vào ngày 13/03/2022 trong khi đó tụi phải 100% nội trú trong khi đi quân sự, nhưng theo như em biết trong quy định nhà trường không có lịch thi trong thời gian đi quân sự. Mong các anh chị có thể giải quyết sớm giúp em ạ.. . . . Em xin chân thành cảm ơn.",
            "Chào bạn. . Sau khi kiểm tra lại dữ liệu thì không trùng lịch nghen bạn. . Vì hôm đó là chủ nhật, bạn không có lịch học và  có thể về nhà không tập trung tại TTGDQP. . Theo thông báo của Trung tâm giáo dục quốc phòng tuần 1 sẽ học từ thứ 2 đến thứ 7. . Bạn xem lại thông báo đã gởi qua BKEl nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa PDT trường ĐH Bách Khoa TP HCM!. . Em tên là : Nguyễn Thị Thu Hương. . MSSV: [student_id]   Khoa : Công Nghệ Vật Liệu. . Em có tham gia kỳ thi Anh Văn Đầu Vào (Mã 003101) Lớp L28_B Ngày 27/01/2021. Khi ấy em được 685 điểm (theo chuẩn được xét qua anh văn 4). . Cho em xin hỏi là điểm đó của em có được miễn chuẩn anh văn hằng năm để đăng ký môn hay không ạ?. . Hay điểm đó của em chỉ được xét miễn chuẩn cho năm em thi là năm 1 thôi ạ?. . Em đã thắc mắc và được giải đáp, nhưng em chưa hiểu lắm ạ? Vì sắp đăng ký môn cho kỳ sau, mà giờ em vẫn lăn tăn nên em rất hoang mang ạ. . Kinh mong PDT có thể giải đáp cho em ạ.. . Em chân thành cảm ơn nhiều!. . Chúc PDT và thầy/cô phụ trách một ngày làm việc hiệu quả và nhiệt huyết!. .",
            "Chào em,. . Nếu bạn thi đạt điểm cao, qua hết chuẩn các năm thì được xét đạt hết nhé (không cần thi lại). . thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gởi PĐT!. . . . Em là [full_name], MSSV 171448, khoa Quản lí Công nghiệp. Hiện nay em đã đủ điều kiện ĐK tốt nghiệp, tuy nhiên tình trạng sinh viên nên em không đăng kí được. Mong PĐT thu nhận lại để em thực hiện ĐK tốt nghiệp.. . . . Em xin chân thành cảm ơn!",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 08/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sv khoá K20 nhưng em không có trong danh sách GDQP cho em hỏi sao không có tên em ạ",
            "Chào em,. . OISP đã tiếp nhận thông tin và đã trả lời SV.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quý thầy/cô, em là [full_name], [student_id]. Sinh viên K17.   B Thẻ sinh viên của em có hiệu lực đến 3/2022.  /B  Thầy/cô cho em hỏi nếu thẻ sinh viên của em đến thời hạn này em có cần đăng ký làm thẻ sinh viên mới không ạ? Nếu cần đăng ký thẻ mới thì em phải đăng ký như thế nào? . . Em xin cảm ơn",
            "Chào em,. . - Nếu đăng ký mới sẽ được gia hạn tới 04/2023 (2 học kỳ).. . - Đăng ký trên mybk, thanh toán trên bkpay.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô, đợt vừa rồi em có đi hiến máu ở bệnh viện Truyền máu Huyết học và được cấp giấy chứng nhận hiến máu. Thầy cô cho em hỏi giờ em phải làm thế nào để được cộng ngày CTXH ạ? Em cảm ơn thầy cô!",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên khoa Khoa học Máy tính thì liệu khi học môn tự chọn em có thể đăng kí môn bên chương trình Kỹ thuật Máy tính được không ạ  B",
            "Chào em,. . Học phần tự chọn tự do là học phần sinh viên được tự do đăng ký, không bị ràng buộc với ngành/chuyên ngành sinh viên đang theo học, nhưng phải có kiến thức không trùng lắp với các kiến thức dùng để xét tốt nghiệp của chương trình đào tạo. Hai học phần được xem là trùng lắp nếu có chuẩn đầu ra/nội dung trùng lắp đến 50%.. . . . Ở một chừng mức nào đó, để tránh cho sinh viên không lúng túng khi chọn môn tự do, tránh lãng phí thời gian và tài chính, [full_name] gợi ý cho sinh viên chọn các môn nhằm trang bị kiến thức chuyên sâu hơn ở các chuyên ngành.. . . . Em liên hệ [full_name] trình bày môn đã chọn tự do, để [full_name] xem xét và xác nhận, hoặc có hướng dẫn cụ thể.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào ban đào tạo ạ.. . Hiện giờ , em đã đăng ký tốt nghiệp được, tình trạng đăng ký tốt nghiệp của em trên my bk là \"phiếu đã được xử lý\" vào ngày 26/2 cũng như em đã có tên trên danh sách dự kiến tốt nghiệp tháng 4.. . Tuy nhiên, em không biết cỡ bao lâu thì trường sẽ phát giấy tốt nghiệp tạm thời và bằng tạm thời đó sẽ được gởi trực tiếp về nhà ( địa chỉ em đã đăng kí trên my bk) hay mình tự đi in?. . Em mong ban đào tạo phản hồi giúp em ạ. Em cảm ơn. .",
            "Chào bạn. . Theo quy trình hiện tại của đợt tốt nghiệp tháng 04/2022:. . Dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Thân."
        ]
    }
]