[
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . . . Dạ chào thầy cô ạ. Vấn đề là có rất nhiều bạn như em (khoảng hơn 90 bạn) rất có nhu cầu học môn Hóa đại cương ạ. Hôm nay chúng em đã lên xin phòng đào tạo mở thêm lớp nhưng không được ạ. Thế nên trường có thể tăng sĩ số của mỗi lớp học lên nhiều nhiều được không ạ. Em và  bạn cảm ơn nhiều lắm ạ.. . . . P/s: mã môn học là CH1003 ạ",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy/cô,. . . . Em là [full_name], em là sinh viên năm hai khoa Điện - Điện tử. Do đăng kí trễ nên em không tìm được lớp cho một số môn học. . . . . Em mong thầy/cô mở thêm lớp cho ba môn EE2005 -  Tín hiệu và hệ thống EE2035 - Mạch điện tử và EE2039 - Vi xử lý",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "QUOTE Đăng ký môn học . . . Đăng ký môn học. . [full_name]ý do: Do lịch học trường sắp xếp không thuận tiện với em nên em đã lỡ xóa để đăng ký giờ học khác, em xin nhà trường mở thêm sỉ số hoặc cho em biết 1 hướng nào đó giúp em giải quyết. . Em xin cám ơn.. . . . Em xin tăng sĩ số các lớp sau để đăng ký môn học:. . Mã môn 1: MT1005, Nhóm lớp 1: [full_name]1_[full_name]21. . Mã môn 2: CH1003, Nhóm lớp 2: [full_name]0_[full_name]39. . Mã môn 3: CI1033, Nhóm lớp 3: [full_name]02_[full_name]03",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô. Thầy/cô cho em hỏi môn chuyên nghành của em hiện tại sĩ số là 64/60 dư so với yêu cầu 1 lớp là 4 bạn nhưng e không thể đăng kí vào lớp được. Thầy/cô cho em hỏi liệu lần 3 có chia lớp hay mở thêm sĩ số không ạ vì học kì sau k19 môn này chỉnh lại từ 2 chỉ thành 1 chỉ,em không biết đăng kí được không. . . Em cảm ơn ạ.",
            "Chào bạn,. . . . Chiều này (31/12) PDT sẽ gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa cô, Em ấn nhầm xóa môn phương pháp tính và hiện tại k có lịch ở cơ sở 2 nữa ạ mong cô điều chỉnh giúp em với ạ .",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí lại chưa?.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kì tiếp theo em có môn học \"Xác suất và thông kê(MT2013)\" nhưng chưa đăng kí được thì đã hết lớp. Em xin PĐT tăng thêm sỉ số lớp để em có thể đăng kí được môn học cho kì sau",
            "Chào bạn,. . . . Chiều này (31/12) PDT sẽ gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin phép VPĐTQT tăng sĩ số lớp cho môn học Hoá Lý 2 (Mã CH2109) vì sĩ số các lớp đã đầy và em vẫn chưa đăng ký được môn này theo chương trình đào tạo.",
            "Chào bạn,. . . . Chiều này (31/12) PDT sẽ gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy/cô.. . Em tên [full_name]...cho em hỏi là em đã đăng ký kì thi kiểm tra trình độ av đợt 1 rồi thì có được đăng ký kì kiểm tra av đợt 25/1 tới không ạ?. . Do em bận làm đồ án ôn luyện chưa kĩ nên chưa đạt chuẩn av theo quy định ạ.",
            "Chào bạn,. . Được nhé bạn,. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em xin chào thầy cô. . Em tên [full_name]. . Mssv [student_id] lớp XD15CB. . Thầy cô có thể cho em hỏi chính xác khi nào có bằng không ạ? Hiện tại công ty em họ đòi bằng gấp để xác nhận hồ sơ, không có thì họ sẽ cho nghỉ việc ạ. . Liệu có cách nào pdt có thể xác nhận cho em là đã hoàn thành chương trình không ạ? . . Em xin cảm ơn thầy cô.",
            "Chào bạn,. . Hiện tại PDT đang tiến hành in bằng tốt nghiệp cho các bạn sinh viên trễ hạn. Khi nào hoàn tất sẽ gửi mail thông báo cho sinh viên đến nhận.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào quý thầy cô! . . Cho em hỏi là môn Pháp luật đại cương SP1007 nhóm L02 có thể mở thêm sĩ số không ạ? Em đã đăng ký môn này vào đợt 1, mà hệ thống xếp em vào lớp ở cs1, hơi bất tiện đi lại. Nếu được mong quý thầy cô xem xét cho em chuyển qua nhóm L02. . . Em cảm ơn ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin tăng sĩ số các lớp sau để đăng ký môn học:. . Mã môn: CO2017, nhóm lớp: L05_L10. . Mã môn: SP1033, nhóm lớp: L16",
            "Chào bạn,. . . . Chiều này (31/12) PDT sẽ gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi phòng đào tạo,. . Em là Lê Hồ  Long, mssv [student_id],. . Vào lúc đăng kí môn học học kì 202, đợt 1 em có đăng ký 2 môn Kỹ thuật lập trình(CO1027) và Cấu trúc dữ liệu và Giải thuật(CO2003).. . Nhưng khi vào đợt 2 thì không có 2 môn này. Em đang cần học lại 2 môn này để cải thiện điểm để vào năm 3 học chuyên ngành dành thời gian học những môn khác.. . Mong Phòng đào tạo có thể mở cho em 2 môn Kỹ thuật lập trình(CO1027) và Cấu trúc dữ liệu và Giải thuật(CO2003) được không ạ ?. . Em xin chân thành cảm ơn,. . Lê Hồ  Long - [student_id]",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí lại chưa?.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Dạ em chào quý thầy cô phụ trách phòng đào tạo.. . . . Em là [full_name], sinh viên thuộc lớp HC18TP, ngành Công nghệ thực phẩm, khoa Kĩ thuật hóa học.. . . . Em gửi mail này mong pđt sắp xếp lại lịch học môn CNCB Lương thực (mã môn: CH3287) vào ngày T2 tiết 2-3 CS2 do có sự không hợp lí khi nó được xếp chung ngày với môn CN Lên men thực phẩm (mã môn: CH3243) (môn này được xếp ngày T2 tiết 5-6 CS1). Lớp em không thể đăng kí được cùng lúc 2 môn trên do hệ thống báo lỗi \" không đủ thời gian di chuyển giữa 2 cơ sở\".. . . . Mong phòng đào tạo sớm phản hồi cho chúng em. Em xin chân thành cám ơn. Dưới đây là thời khóa biểu các môn cơ sở ngành và chuyên ngành của ngành em được mở trong kì này.. . . . . . . .",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí lại chưa?.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em xin mã các môn học với ạ. . Em cảm ơn",
            "Chào bạn,. . . . Chương trình đào tạo có cập nhật trên web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chuongtrinhdaotao.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là nếu em đủ điểm anh văn trong đợt kiểm tra anh văn sắp tới thì em có bị xóa môn học trong đợt ĐKMH đợt 3 không ạ. . Em cảm ơn. . . .",
            "Chào bạn,. . . . Bạn không đủ chuẩn anh văn thì kết quả DKMH  sẽ bị xoá.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đăng kí các môn theo chương trình đào tạo. Nhưng kết quả hiển thị 2 môn giải tích 2, 2 môn vật lí 2, 2 môn đại số tuyến tính,...Nên em đăng kí 5 môn nhưng thành 10 môn. . . .",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn vào đăng kí chưa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Học kỳ 201 vừa rồi, Em đăng ký nhầm mã ngành, ngành và học tới giờ em mới phát hiện, không biết có thể chuyển điểm qua không ạ? Hoặc có thể làm cách nào để không bỏ phí tín chỉ và thời gian học của em.. . Em cám ơn!",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . kính gửi phòng đào tạo. Pđt cho em hỏi là đợt đăng ký môn học đợt 1 em có đăng ký môn vẽ kĩ thuật xây dựng nhưng trong khi ra kết quả buổi học thì em lại chưa được đăng ký giờ học môn học đó. sáng em vào đăng ký thì tất cả các lớp đều full hết số lượng sinh viên. Em xin phòng đào tạo có thể mở thêm lớp để chúng em đăng ký thêm được không ạ.. . em xin chân thành cám ơn.",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí lại chưa?.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . nếu em muốn mở lớp môn học thì yêu cầu số lượng tối thiểu là bao nhiêu và nếu không đủ số lượng yêu cầu đó mà thầy cô đồng ý dạy thì có được mở lớp không ạ. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào thầy cô ạ, em là [full_name] đang học lớp Thực Phẩm K19. Em có đăng kí môn Thí Nghiệm Hoá học - Hoá sinh Thực phẩm ạ, và môn đó chia ra làm 2 lớp mỗi lớp 25 bạn, thứ 2 hoặc thứ 3. Em và 1 bạn trong lớp do có nhu cầu đổi lịch cho nhau để tiện cho việc đi lại hơn nên tụi em đã chọn huỷ môn và lập tức đăng kí lại. Tuy nhiên sau đó thì sĩ số bị đầy 25/25 cả 2 lớp. Em nghĩ có thể có trục trặc kĩ thuật ở đây ạ. Rất mong thầy cô có thể giúp em tạo cơ hội mở lớp/ mở thêm slot ạ vì đây là môn tiên quyết năm hai của bọn em ạ. Tiện thể thì có 1 số bạn trong lớp em cũng gặp trình trạng như thế ạ. Em xin cảm ơn thầy cô đã dành thời gian ạ.",
            "Chào bạn,. .  . .  Phòng Đào tạo đã gởi mail thông báo về việc  đăng kí môn học đợt nguyện vọng (đăng ký thêm các môn có nhu cầu học) từ ngày 31/12/2020 đến 09 giờ ngày 04/01/2021, bạn vui lòng kiểm tra mail để biết thông tin nha.. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin tăng sĩ số cho lớp sau để đăng ký môn học:. .   i Đăng ký môn học . Mã môn: EE1007, Nhóm lớp: L06_L24. . Mã môn: MT1009, Nhóm lớp: L12",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí lại chưa?.. . . . Thân. .",
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo, em muốn xin tăng sĩ số các lớp sau để đăng ký môn học:. . - Môn 1: EE3041 - Xl tín hiệu số với FPGA, Nhóm lớp: A01.. . - Môn 2: EE3107 - Thông tin di động, Nhóm lớp: A01.. . - Môn 3: EE3085 - Mạng viễn thông, Nhóm lớp: A01.. . . . Em xin chân thành cám ơn!",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí lại chưa?.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  . . Em xin các thầy cô có thể mở thêm lớp Thí Nghiệm Vật Lý Mã PH1007 . . . .",
            "Chào bạn,. . Phòng Đào tạo đã gởi mail thông báo về việc  đăng kí môn học đợt nguyện vọng (đăng ký thêm các môn có nhu cầu học) từ ngày 31/12/2020 đến 09 giờ ngày 04/01/2021, bạn vui lòng kiểm tra mail để biết thông tin nha. . Các SV căn cứ trên nhu cầu học tập cá nhân, kết quả ĐKMH ĐANG CÓ ở đợt ĐKMH lần 2, đăng ký THÊM các môn học có nhu cầu học. . Đợt 3 - dự kiến vào 12-14/1/2021, sinh viên có thể hủy, hiệu chỉnh và bổ sung môn học nhé bạn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . đăng kí mở lớp có yêu cầu về số lượng bao nhiêu sinh viên mới được mở không ạ và nếu không đủ số lượng ấy mà thầy cô đồng ý dạy thì có được mở lớp không",
            "Chào bạn,. . . . Tuỳ môn bạn, việc này phải có sự đồng ý của ban lãnh đạo phòng Đào Tạo mới được mở lớp.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Tên môn: Quá trình và Thiết bị cơ học. . Mã môn: CH2019. . Nhóm/Lớp: L03",
            "Chào bạn,. . . . Chiều này (31/12) PDT sẽ gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy, cô. Em là sinh viên ngành Nhiệt khoa cơ khí. Trong đợt đăng kí môn học này của kỳ tới em muốn đăng ký môn Lò hơi và thiết bị đốt ( mã mh ME3043) nhưng hệ thống hiển thị là thiếu môn tiên quyết ME3147 trong khi đó em đã học môn ME2041 là có môn đó rồi, Mong thầy cô xem lại giúp. Một số bạn trong lớp sinh viên của em cũng bị lỗi như vậy ạ.",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí lại chưa?.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "QUOTE Đăng ký môn học . Em xin tăng sĩ số môn học sau ạ. . SP1033 - Nhóm lớp L11_L11",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí lại chưa?.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  . . Dạ trong lúc đổi giờ học với bạn thì em đã bị giành lượt môn \"CH2049 Thí nghiệm hóa học & hóa sinh thực phẩm\". . . Thầy/cô có thể cho em xin được vào lớp L01 (thứ 3 tiết 8-12, sỉ số 25/25) được không ạ? Vì đây là môn bắt buộc kỳ này chỉ riêng lớp Công nghệ thực phẩm HC19TP1 học, nên không đủ sỉ số để xin mở thêm lớp hay chờ bạn khác hủy môn để đăng ký.. . Nếu không xin vào được thì em nên giải quyết như thế nào ạ? Em cảm ơn thầy/ cô nhiều!. . . .",
            "Dạ sỉ số cập nhật lại và em đã đăng ký được rồi ạ! Em cảm ơn thầy/cô!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Tên em là : [full_name]. . MSSV : [student_id]. .        Yêu cầu . .   Do đợt 1 đăng kí môn học em bị trùng lịch với môn khác nên em đã bị xóa môn học vẽ kĩ thuật mã môn Ci1003 , kính mong thầy / cô có thể mở thêm sĩ số lớp cho em vào lớp L12_L24 mã môn Ci1003 được không ạ . Em xin chân thành cảm ơn !",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí lại chưa?.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  Em tên [full_name] ngọc quang  mssv [student_id] kì này em đã đăng kí được 21 chỉ rồi giờ em muốn đăng kí thêm 1 môn ci2057 thực tập nhận thức ngành công nghiệp dân dụng  để kịp tiến đồ hè em đi thực tập tốt nghiệp  vậy tổng số tín chỉ em kì chính quy này là 22 chỉ . Em mong phòng đào tạo xem xét cho em đăng kí thêm 1 chỉ nữa ạ . Và có cần làm đơn gì để được đăng kí thêm không ạ . Em cảm ơn. . . .",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 9, mục 9.3 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi quý thầy cô,. . Em tên là [full_name], mssv [student_id], thuộc lớp HC19KTTP, em muốn xin gia tăng sĩ số của lớp mã L01 môn Thí nghiệm hóa sinh - thực phẩm, mã môn học CH2049.. . Lí do: Các lớp đều đã hết chỗ ạ.. . Em xin chân thành cảm ơn.. .",
            "Chào bạn,. . . . Chiều này (31/12) PDT sẽ gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn đăng ký thể chất mà thấy báo là không mở lớp, bao giờ trường mới mở đăng ký thể chất ạ. .",
            "Chào bạn,. . Về môn GDTC, bạn vui lòng đợi thông báo sau của PDT sau khi có lịch từ TTGDTC. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đạo Tạo, em tên [full_name] MSSV [student_id], kính mong PĐT xem xét giúp em đăng kí vào lớp L05_L14 môn Vi xử lý (EE2039) để có thể kịp tiến độ học tập. Em cảm ơn!",
            "Chào bạn,. .  . .  Phòng Đào tạo đã gởi mail thông báo về việc  đăng kí môn học đợt nguyện vọng (đăng ký thêm các môn có nhu cầu học) từ ngày 31/12/2020 đến 09 giờ ngày 04/01/2021, bạn vui lòng kiểm tra mail để biết thông tin nha.. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Yêu cầu. . Tên em là : [full_name]. . MSSV : [student_id]. .  Do trùng lịch nên em bị xóa môn vẽ kĩ thuật mã Ci1003  , mong thầy / cô mở thêm sĩ số lớp cho em vào lớp L12_L24 ạ . Em cảm ơn ạ",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí lại chưa?.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . DẠ em xin mở thêm ss môn MA2041 Lớp L01 ạ",
            "Chào bạn,. .  . .  Phòng Đào tạo đã gởi mail thông báo về việc  đăng kí môn học đợt nguyện vọng (đăng ký thêm các môn có nhu cầu học) từ ngày 31/12/2020 đến 09 giờ ngày 04/01/2021, bạn vui lòng kiểm tra mail để biết thông tin nha.. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo,. . Em tên [full_name] MSSV [student_id] là sinh viên khoa Khoa học và Kỹ thuật Máy tính khóa 2019.. . Em có thắc mắc về việc đăng kí môn học mong phòng đào tạo giải đáp.. . Em là sinh viên năm 2 hiện tại số tín chỉ tích lũy của em mà 35 , thêm hk 192 này 18 chỉ nữa là 51 chỉ mặc dù chưa đủ chỉ để trở thành sinh viên năm 3 nhưng em vẫn đăng kí được các môn CO3 em không biết khi kết thúc đợt 2 có bị xóa môn không ạ mong phòng đào tạo phản hồi sớm để em xoay sở . Em xin cảm ơn.",
            "Chào bạn,. . . . Bạn vui lòng thực hiện đúng theo qui định của nhà trường, sau khi đăng kí môn học, PDT sẽ lấy dữ liệu xét lại nếu môn không đạt chuẩn sẽ bị xoá.. . . . Thân",
            "Đăng ký môn học . Tên em là: [full_name]. . Mssv : [student_id]. . Đợt 1 em đăng kí môn học vẽ kĩ thuật (Ci1003) mà bị trùng thời khoá biểu nên phòng đào tạo không đăng kí cho em ạ. Đợt 2 vào thì các lớp đã đủ sĩ số. Em mong phòng đào tạo mở thêm sĩ số cho em đc học môn vẽ kĩ thuật với ạ.",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí lại chưa?.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em đăng kí môn học mã 3119 là ghi CS2 và theo thông tin thì môn tự chọn này của khoa Hóa bị chuyển sang cs2. Nhưng giờ vô xem lại thì thấy ghi cs1. . . Em muốn đăng kí thêm môn ở cs2 không được vì lí do giãn cách giữa 2 cơ sở. . . Nếu chính xác môn 3119 này là học ở cs2 thì mong pđt sửa lại giúp em sớm để em có thể đăng kí thêm môn học khóc ở cs2",
            "Chào bạn. . Phòng Đào tạo đã gởi mail thông báo về việc  đăng kí môn học đợt nguyện vọng (đăng ký thêm các môn có nhu cầu học) từ ngày 31/12/2020 đến 09 giờ ngày 04/01/2021, bạn vui lòng kiểm tra mail để biết thông tin nha. . Các SV căn cứ trên nhu cầu học tập cá nhân, kết quả ĐKMH ĐANG CÓ ở đợt ĐKMH lần 2, đăng ký THÊM các môn học có nhu cầu học. . Đợt 3 - dự kiến vào 12-14/1/2021, sinh viên có thể hủy, hiệu chỉnh và bổ sung môn học nhé bạn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào ad.Em tên là [full_name] mssv: [student_id] . . lý do em viết biểu mẫu này là muốn tăng sỉ số lớp EN2043 vì môn này tiên quyết nhưng môn sau của em trong những học kỳ tới  nhung lúc em đăng ký thì bị xóa ạ. Em chân thành cảm ơn ạ!. .",
            "Chào bạn,. . . . Chiều này (31/12) PDT sẽ gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1910122  /b \t. . . .   i Đăng ký môn học . Chào thầy/cô, . . . . Môn học KHỞI NGHIỆP IM1021 em thấy có 5 lớp nhưng mỗi lớp đều có sĩ số khoảng 10 sinh viên, thầy/cô cho em hỏi rằng là với sĩ số đó thì môn học có được mở không vậy ạ, hay đủ 20 sinh viên trở lên mới mở được ạ?. . . . Em xin chân thành cảm ơn quý thầy cô!. .",
            "Chào bạn,. . Phòng Đào tạo đã gởi mail thông báo về việc  đăng kí môn học đợt nguyện vọng (đăng ký thêm các môn có nhu cầu học) từ ngày 31/12/2020 đến 09 giờ ngày 04/01/2021, bạn vui lòng kiểm tra mail để biết thông tin nha. . Các SV căn cứ trên nhu cầu học tập cá nhân, kết quả ĐKMH ĐANG CÓ ở đợt ĐKMH lần 2, đăng ký THÊM các môn học có nhu cầu học. . Đợt 3 - dự kiến vào 12-14/1/2021, sinh viên có thể hủy, hiệu chỉnh và bổ sung môn học nhé bạn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PĐT cho em hỏi là với sỉ số lớp ít như này (A07) thì lớp này có được mở không ạ. Em xin cảm ơn.",
            "Chào bạn,. . . . Chiều này (31/12) PDT sẽ gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV/MSGV: [student_id]\t. . . . Kính gửi: Phòng đào tạo trường đh Bách Khoa. . . .  Hiện nay, các lớp học môn đại số tuyến tính và thiết kế luận lí với HDL đang đủ sĩ số. Vì em chưa đăng ký kịp nên giờ không đăng kí được nữa.. .  Em mong phòng đào tạo tăng thêm sĩ số lớp để em có thể đăng ký học.. . Em xin cảm ơn. .                            . .                          [full_name]",
            "Chào bạn,. . . . Chiều này (31/12) PDT sẽ gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính mong nhà trường tăng sỉ số lớp L03_L08 môn học ME2007 - Chi tiết máy ạ.. . Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name]. Em muốn nhờ phòng đạo tạo mở thêm sĩ số lớp môn Cấu trúc dữ liệu và giải thuật mã CO2003, vì em có mong muốn được đăng ký học môn Công nghệ phần mềm mã CO3001 nhưng lại bị trùng TKB với môn trên, mà môn này lại chỉ mở 1 lớp nên em mong Phòng đào tạo mở thêm sĩ số lớp cho em được học cả 2 môn ạ. Em cảm ơn nhiều ạ.",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí lại chưa?.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi lớp môn Khởi nghiệp sỉ số 27 SV có được mở lớp không ạ",
            "Cho em hỏi lớp môn Khởi nghiệp mã môn IM1021 sỉ số lớp 27 SV có được mở lớp không ạ. .",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí lại chưa?.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin mở thêm sĩ số lớp CI3213 - ĐAMH kết cấu thép. . CI3175 Kết cấu bê tông cốt thép 2",
            "Chào bạn,. . . . Chiều này (31/12) PDT sẽ gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi Phòng Đào Tạo. . . . Dạ, cho em xin mở thêm sĩ số lớp của môn học công nghệ sợi 1 (ME2061) và môn học cơ học máy (ME2101) nhóm L02 ạ. Do tình trạng kết nối mạng bên em không tốt và do em chậm chạp nên đã không đăng ký kịp hai môn học trên ạ. Vì là môn chuyên ngành nên kính mong phòng đào tạo cho em cơ hội ạ. . . . . Em xin trân thành cảm ơn.",
            "Chào bạn,. . . . Chiều này (31/12) PDT sẽ gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin tăng sỉ số lớp của môn học CH3133, lớp A03",
            "Chào bạn,. . . . Chiều này (31/12) PDT sẽ gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là môn anh văn 4 khóa k2016 đổi điểm Toeic phải đạt từ 500 hay 600 điểm ạ?",
            "Chào bạn. . PDT đã gửi mail cho sinh viên về việc này, bạn vui lòng xem lại nội dung mail nhé:. . \"Thân gởi các bạn sinh viên,. .  Căn cứ trên tình hình bất khả kháng trong mùa dịch bệnh Covid-19 ảnh hưởng đến khả năng tham gia các kỳ kiểm tra Anh văn quốc tế, Hội đồng học vụ nhà trường quyết định:. .  1. Cho phép áp dụng quy tắc chuyển điểm các môn ngoại ngữ theo bảng quy đổi cũ (bảng quy đổi áp dụng từ HK1/2017-2018 đến HK3/2019-2020);. .  Xem Quy chế đào tạo và Học vụ, Phụ lục 1, Khoản 4, Mục a, \"Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2017-2018 đến HK3/2019-2020\".. .  2. Đối tượng áp dụng: sinh viên hệ đại học các Khóa 2016, 2015, 2014, 2013 và sinh viên hệ Cao đẳng.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Sáng nay em lỡ xóa 2 môn trong 4 môn học bắt buộc của HK2 rồi ạ. Khi em đăng ký lại thì các lớp đều full hết rồi ạ. Nên em muốn xin thêm thông tin về việc xin mở thêm sĩ số lớp học được không ạ ?",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí lại chưa?.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . em muốn mở thêm lớp Kinh tế chính trị [full_name]-[full_name], mã SP1033. .",
            "Chào bạn,. .  . .  Phòng Đào tạo đã gởi mail thông báo về việc  đăng kí môn học đợt nguyện vọng (đăng ký thêm các môn có nhu cầu học) từ ngày 31/12/2020 đến 09 giờ ngày 04/01/2021, bạn vui lòng kiểm tra mail để biết thông tin nha.. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ e chào thầy/cô[full_name]E tên là [full_name] - MSSV: [student_id][full_name] E viết mail xin thầy/cô giải đáp thắc mắc là việc nhà trường không hổ trợ mở thêm sỉ số ở CS1 ạ, vậy những học sinh chưa có lớp học, chưa đăng ký kịp, không có điều kiện đi học thì tội lắm ạ, và cho em hỏi là đăng ký môn học đợt 3 có mở thêm lớp hoặc sỉ số không ạ? Mong thầy/cô giải đáp giúp em với ạ[full_name] Em xin cám ơn [full_name]!",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn đã đăng kí lại chưa?.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng kí môn học . Em tên là [full_name]-[student_id]. Em nhắn tin nành kính mong nhà trường tăng sĩ số lớp L04-LA1009. Do em đăng kí không kịp ạ.. . Em xin chân thành cám ơn.. . [full_name]",
            "Chào bạn,. . . . Chiều này (31/12) PDT sẽ gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name] Mssv [student_id] . Em muốn tăng chỉ số môn vẽ cơ khí ( ME2021) và môn vẽ kỹ thuật ( Ci1003) học ở cs2 . vì tất cả các lớp đã đủ chỉ số . Nhưng hôm nay em lên phòng đào tạo thì cô trả lời là không tăng thêm chỉ số cả cs1 và cs2 các môn . Vậy thông tin có đúng không ạ .",
            "Chào bạn,. .  . .  Phòng Đào tạo đã gởi mail thông báo về việc  đăng kí môn học đợt nguyện vọng (đăng ký thêm các môn có nhu cầu học) từ ngày 31/12/2020 đến 09 giờ ngày 04/01/2021, bạn vui lòng kiểm tra mail để biết thông tin nha.. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: Quý Thầy/Cô tại Phòng Đào tạo trường ĐH Bách Khoa.. . Em tên: [full_name] - MSSV: [student_id]. . Do vừa học vừa làm nên em cần sắp xếp thời khoá biểu để có được thời gian hợp lí, tuy nhiên các lớp đã full sỉ số em không thể đăng kí môn học được, em kính mong quý Thầy/Cô có thể giúp em thêm sỉ số ở 2 lớp sau: . . 1. Hoá Đại Cương (CH1003) _ L13-L52. . 2. Môi trường và con người (ME2019) _ A01-A02. . Mong quý Thầy/Cô tạo điều kiện giúp đỡ để em có thể vừa làm có đủ kinh tế trang trải cho việc học của mình. . . Trong thời gian đợi sự chấp thuận của Thầy/Cô, em xin gửi lời cảm ơn chân thành nhất đến Thầy/Cô.. . . . . . [full_name].",
            "Chào bạn,. . . . Chiều này (31/12) PDT sẽ gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    }
]