[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  Cho em hỏi : hiện tại bây giờ em ko đăng ký được thực tập ngoài trường thì em có thể đi thực tập trước và kỳ sau được nhà trường xác nhận được không ạ . .",
            "Chào bạn. . Bạn cho biết lý do tại sao bạn không đăng ký được môn TTNT?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . dạ cho em hỏi, môn giải tích hai của em hồi học kỳ 172 em có học và đã qua môn, kỳ DT202 này em có đăng ký để cải thiện điểm môn giải tích 2, nếu em không tham gia thi cuối kì, đồng nghĩa em không điểm thì có vẫn tính em là em đã quan môn không ạ, tại em đã từng học và qua môn ở học kỳ 172 ạ. .",
            "Chào bạn. . Vẫn tính nghen bạn, quy định là tính điểm nào cao nhất. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do em đăng kí nhầm môn nên em muốn hỏi về thủ tục rút môn và hướng giải quyết về học phí ạ, vì ngày 07/06/2021 là hết hạn đóng học phí ạ.. . Em cảm ơn thầy/cô ạ!",
            "Chào bạn. . -\tĐến thời điểm hiện tại, theo quy định không thể huỷ môn học và huỷ học phí Hk203. . -\tNhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian. . -\tTheo quy định, nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 (chính quy+ dự thính) . . -\tHiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . -       Rút môn học là tương đương huỷ môn học nhưng phải đóng học phí, về việc này Pdt sẽ có thông báo cụ thể thời gian và hình thức xử lý. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào Thầy/Cô ạ.. . Em tên là [full_name], MSSV : [student_id].. . Em hiện đang cần hỗ trợ về vấn đề đăng ký/huỷ môn học ở học kỳ 203.. . Ở đợt đăng ký thứ nhất của đợt ĐKMH cho học kỳ 203, em đã đăng ký tổng cộng 4 tín chỉ, bao gồm môn Pháp luật đại cương (SP1007) và môn Chủ nghĩa xã hội khoa học (SP1035). Nhưng vì một số lý do nên hiện tại em muốn huỷ môn Pháp luật đại cương (SP1007). Nên em muốn hỏi là trường hợp của em có thể được thực hiện không ạ ? Nếu được, thì em cần phải làm những quy trình gì vậy ạ.. . Em xin cảm ơn Thầy/Cô.. . [full_name]. . . .",
            "Chào bạn. . -\tĐến thời điểm hiện tại, theo quy định không thể huỷ môn học và huỷ học phí Hk203. . -\tNhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian. . -\tTheo quy định, nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 (chính quy+ dự thính) . . -\tHiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào thầy/cô. . Thầy cô cho em hỏi là học kì hè này em có đăng kí môn Thực tập hè (2 chỉ) và cải thiện môn Trường điện từ (3 chỉ). Trường thông báo  ngày 7/6 là hạn đóng học phí, nếu không thì sẽ bị xóa môn. Vậy thì em chỉ đóng 2 chỉ thực tập và không đóng 3 chỉ Trường điện từ thì có bị ảnh hưởng gì về học vụ không ạ. Tại vì đang mùa dịch nên gia đình em hơi khó khăn về tài chính nên em dự định hủy môn cải thiện ạ. . Em cảm ơn. .",
            "Chào bạn. . Tình hình học phí HK203 là tách riêng ra làm 2 đợt . . - Kết quả DKMH ĐỢT 1+ 2: đóng tiền từ ngày 2/6 đến 15g ngày 7/6. . -Kết quả DKMH ĐỢT 3: có thông báo sau. . Nên đóng là đóng hết và xử lý chung chứ không tách ra được. . Về tình hình có xoá tkb nếu không đóng học phí sẽ có thông báo cụ thể sau. . Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi em có thể gia hạn nộp học phí HK203 được không ạ. Bởi vì ba mẹ em chưa có tiền đóng ạ.",
            "Chào bạn. . -Nhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian. . Theo quy định, nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 (chính quy+ dự thính) . . -Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen, nhà trường chỉ có thể gia hạn thêm 1 ngày đến 15giờ ngày 8/6/2021 . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ. . Em học bên chất lượng, và tháng 6 này là hạn chót nộp bằng ielts, nhưng do dịch covid nên em không đăng kí thi được. Vậy cho em hỏi là em có được đăng kí học kì 203 này không, và học kì hè em đang học có bị hoãn không",
            "Chào bạn. . Bạn liên hện Văn phòng đào tạo quốc tế qua mail : [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Thưa quý thầy/cô. . . Đợt ĐKMH HK203 vừa qua em có đăng kí 2 môn. Nhưng do gia đình em có việc đột xuất bất ngờ (về điều kiện kinh tế), nên em có ý định hủy 2 môn em đã đăng kí. Hiện tại em chưa thanh toán tiền học phí. . . Thầy/cô cho em hỏi:. . - Làm thế nào để hủy 2 môn em đã đăng kí?. . - Nếu em không thanh toán học phí HK203, thì em sẽ phải chịu những hậu quả gì? (Hủy TKB, cấm đăng kí môn học kì chính tiếp theo,...) Em xin thầy/cô nói rõ giúp em. . . Do tình hình dịch bệnh, nên em nghe nói quy định sẽ khác với những năm trước.. . Em rất mong chờ phản hồi từ thầy/cô. Em xin chân thành cảm ơn.",
            "Chào bạn. . Đến thời điểm hiện tại, theo quy định không thể huỷ môn học và huỷ học phí Hk203. . Nhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian. . Theo quy định, nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 (chính quy+ dự thính) . . Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen,nhà trường chỉ có thể gia hạn thêm 1 ngày đến 15giờ ngày 8/6/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại, em đã đóng học phí môn Xác suất thống kê (MT2001), và sau đó em kiểm tra lại thời khóa biểu thì môn học của em bị hủy rồi ạ. Cho em xin hỏi là việc hoàn học phí được không ạ? . . ﻿. . Trân trọng,. . . . [full_name]. .",
            "Chào bạn. . Bạn phản hồi qua mail nội dung qua maii của Văn phòng đào tạo quốc tế nghen: [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  . . Em là sv nộp trễ học phí. Theo mail là em phải nộp trước 6/6 nhưng nếu em nộp chậm vào 7/6 có sao không ạ ? vì 6/6 ngân hàng họ không làm việc ạ. . . . .",
            "Chào bạn. . Nếu chưa thanh toán học phí, bạn cố gắng thanh toán nghen. . Thanh toán qua Mybk--  bkpay mà, không cần ra ngân hàng nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào phòng đào tạo ạ. Do dịch Covid nên hiện giờ em chưa thể có ngay được đủ tiền để đóng học phí kì 203. Vậy PĐT có thể cho phép em đóng trễ một chút được không ạ. Thời gian trễ có thể là khoảng 1 tuần ạ. Em xin chân thành cảm ơn",
            "Chào bạn. . -\tTheo quy định, nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 được. . -\tHiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen, nhà trường chỉ có thể gia hạn thêm 1 ngày đến 15giờ ngày 8/6/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi quý Thầy, Cô phòng đào tạo,. . . . Em tên [full_name] - [student_id], là sinh viên khoa Quản lý Công nghiệp. Trong đợt hiệu chỉnh học kỳ 203 vừa rồi (25/5/2021-31/05/2021), lúc đầu em đổi lớp DT01 sang DT04. Sau đó em quyết định huỷ đăng ký môn học Kinh tế chính trị [full_name]-nin SP1033 và huỷ thành công. Vì vậy, thời khoá biểu không có môn học ấy và BKPay cũng không yêu cầu đóng tiền. Tuy nhiên, em lại nhận được mail từ Giảng viên [full_name] (DT01) về việc chuẩn bị cho môn học. Em kính mong phòng đào tạo xem xét và cập nhật lại danh sách lớp DT01 và DT04 để thuận tiện cho việc giảng dạy của Giảng viên cũng như sinh viên.. . . . Em xin trân trọng cảm ơn.",
            "Chào bạn. . [full_name] đã kiểm tra, đúng là bạn đã huỷ môn Kinh tế chính trị Mac Lê-nin thành công, nên không có tkb và học phí là đúng rồi. . - [full_name] sẽ báo lại cho giảng viên sau nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Gửi nhà trường ạ!. . Em có thắc mắc về việc đóng học phí cho học kì 203 ạ. Nếu em học thì em không đóng học phí được không ạ. Vì hè này do ở quê em có công việc nên không thể học online được. Em muốn huỷ môn học bằng cách không đóng học phí ạ.. .",
            "Chào bạn. . Đến thời điểm hiện tại, theo quy định không thể huỷ môn học và huỷ học phí Hk203. . Nhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian. . Theo quy định, nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 (chính quy+ dự thính) . . Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính quý Thầy/Cô phòng Đào Tạo,. . Em xin được hỏi về   B Đơn trình bày lý do trễ hạn học phí  /B . Vì tình hình dịch bệch phức tạp và em hiện không có mặt ở Tp HCM nên không thể nộp đơn được. Em không biết phải nộp đơn như thế nào? Mong quý Thầy/Cô cho em phương án giải quyết.. . . . Em xin cám ơn.",
            "Chào bạn. . Nếu bạn đã thanh toán học phí thì hiện tại không cần nộp nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào PĐT. Em tên [full_name], mssv [student_id]. Em thuộc lớp XD17KT. Em xin mở thêm lớp môn Giải Tích 1, mã MH: MT1003.. . Đăng ký môn học .",
            "Chào bạn. . hiện tại đã hết thời gian để mở lớp cho HK203. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo, . . Em tên là [full_name], MSSV [student_id]. Học kì 203 em đã đăng ký thành công và có TKB học tập môn Chủ nghĩa Khoa học Xã hội trong đợt 2. . . . . Tuy nhiên, vì hiện TP Thủ Đức (nơi em thường trú) đang giãn cách theo Chỉ thị 15 của Chính phủ, nên công việc buôn bán của gia đình em đang đình trệ, hiện tại em chưa thể xoay sở đóng tiền HP kì 203 trước ngày 7/6/2021 theo quy định được. Đây cũng là điều em không lường được trước khi chốt TKB đợt 2. . . . . Vì vậy mong trường có thể cho em xin gia hạn thêm 1 tuần (14/6/2021) để đóng hoàn tất học phí được không ạ? . . . . Trong trường hợp nếu không được gia hạn liệu rằng, trừ bị hủy TKB 203, em có bị những kỉ luật khác không ạ? . . . . Em xin cảm ơn thầy cô đã đọc thắc mắc này ạ! Chúc tập thể trường ĐHBK có thể chống dịch an toàn và hiệu quả  B   /B ! . . . .",
            "Chào bạn. . -Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen, nhà trường chỉ có thể gia hạn thêm 1 ngày đến 15giờ ngày 8/6/2021. . -Theo quy định, nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 (chính quy+ dự thính) . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . chào thầy, cô em có đăng ký môn học dự thính hk203 em có thắc mắc là mình học ở cs1 hay sao ạ do em thấy tkb ghi vậy (HANGOUT_TUONGTAC\tBK-CS1) em không hiểu cho lắm ạ . . với cho em xin mail của phòng đào tạo với ạ",
            "Chào bạn. . - Hiện tại HK203 là học hangout, trực tuyến đó bạn, nếu hết dịch thì học tại CS1. . - [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Học kì dự thính hè em đã lỡ đăng kí 3 môn (11 tín chỉ) nhưng em quên không đăng kí môn Thực tập ngoài trường (CO3315) mặc dù đã có công ty nhận thực tập, mà nếu em đăng kí thêm thực tập thì lại vượt quá số tín chỉ quy định.. . . . Vậy ở đợt 3 này em có được rút một môn học dự thính để đăng ký môn thực tập, hoặc đăng kí thêm môn thực tập có được không ạ?",
            "Chào bạn. . Bạn có thể làm đơn đính kèm gởi vào BKSi, xin cứu xét huỷ bớt môn để đăng ký môn TTNT, để Cô trình ban lãnh đạo phòng xét duyệt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Do em đã đóng học phí muộn nên cột còn lại chưa về 0. Mong thầy cô xem xét cho em, em nên làm gì ạ?. . Em cảm ơn ạ.. . . .",
            "Chào bạn. . Cô kiểm tra thì thấy học phí Hk chính quy 202 bạn đã thanh toán. . - HK dự thính 202 bạn chưa thanh toán thôi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào, em tên [full_name], mssv:[student_id]. Em muốn bảo lưu kết quả học tập thì phải làm sao ạ. Hiện tại,vì lí do hoàn cảnh cá nhân, e chưa sẵn sàng để tiếp tục học tập ạ. . . Em xin chân thành cảm ơn!. .",
            "Chào bạn,. . Bạn muốn tạm dừng từ học kỳ nào? Vui lòng trình bày rõ lý do và tình trạng hiện tại cụ thể nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Mặc dù em không đăng ký môn học HK203 nào nhưng trong tài khoản nhà trường vẫn xuất hiện môn giải tích 1 đã đăng ký. Em cam đoan là em không hề đăng ký ạ. Mong nhà trường hỗ trợ ạ.",
            "Chào bạn. . Bạn kiểm tra lại lịch sử đkmh: Đợt 2, bạn có dkmh nghen, cách xem lịch sử pdt đã có hướng dẫn qua mail. . . . SV đăng ký môn học MT1003 - Giải tích 1 - Nhóm DT04_DT04\t2021-05-25 13:02:55. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy cô, em tên : [full_name], MSSV: [student_id]. Tình hình là học phí ĐHCQ HK 202 đến hạn mà hiện tại do tình hình dịch bệnh kinh tế khó khăn mà em thì không lên trường để viết đơn xin gia hạn được nên em muốn hỏi là còn cách nào khác để em xin gia hạn được học phí sang kỳ sau không ạ. Em xin cảm ơn",
            "Chào bạn. . Về vấn đề học phí Hk 202 nhà trường đã thông báo và nhắc nhở theo lịch trình học vụ của nhà trường. . Nếu có khó khăn thì đầu học kỳ có thê liên hệ Phòng Công tác chính trị sinh viên để gia hạn hay miễn giảm học phí. . Hiện tại phải đóng học phí nếu không thì sẽ xử lý theo quy định . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã nộp bản điểm cao đẳng rồi. . Giờ em có thể xem kết quả xét muễn môn như  thế nào ạ.. . Em cảm ơn",
            "Chào bạn,. . Khi nào có kết quả miễn môn sẽ được thông báo và gửi qua email sinh viên nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em bị trễ thực tập 1 năm , giờ em chỉ cần đki môn thực tập xong ra ngoài tự kiếm chỗ thực tập là được hay là em phải mail thầy nào ( hiện em chưa được phân thâyg hướng dẫn )ở bộ môm để giải quyết ạ . Mong thầy / cô hướng dẫn",
            "Chào bạn,. . Việc tổ chức đăng ký Thực tập ngoài trường: Thời gian bắt đầu tổ chức Thực tập ngoài trường tạm ngưng cho đến khi có thông báo mới. . ấn đề phân giáo viên hướng dẫn vui lòng liên hệ về khoa của bạn để được hỗ trợ nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em xin chào quý thầy cô ở PĐT ạ. Em tên   b [full_name] - MSSV: [student_id]  /b , hiện là sinh viên năm 2 của trường.. . . . Hiện giờ, tại nơi em đang sống (hẻm   b 229/64 Tây Thạnh, P. Tây Thạnh, Q. Tân Phú, TP.HCM  /b ) đã có một ca   b   i dương tính  /i   /b  với Corona nên hẻm đã bị phong tỏa. Do đó, em không thể đến ngân hàng để đóng học phí được ạ. Vì vậy, kính mong quý thầy cô cho phép em được đóng học phí trễ hạn (sau ngày   b 07/06/2021  /b ).. . . . Em xin chân thành cảm ơn quý thầy cô ở PĐT ạ.. . . . (  i Ca dương tính là bệnh nhân STT 3 ở hình bên dưới  /i ). .",
            "Chào bạn. . -Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen gia hạn thêm 1 ngày đến 15giờ ngày 8/6/2021. . -Với lại thanh toán qua cổng Mybk-- bkpay mà bạn không cần ra ngân hàng nghen. . . . Thân. .",
            "Dạ em biết là chỉ cần đóng qua BKpay, nhưng hiện tại thì tài khoản [full_name]CB [full_name]mni của em không đủ để thanh toán ấy ạ và nhà em thì không có ai sử dụng dịch vụ Mobile Banking nên cũng không thể chuyển vào tài khoản [full_name]CB [full_name]mni của em. Em cũng đã nhờ những người bạn cùng lớp nhưng không ai có đủ để giúp em gấp như vậy hết ạ. Em thật lòng mong quý thầy cô phòng đào tạo có thể rộng lượng cho em đóng trễ học phí HK203 này. Khi nào hẻm em hết phong tỏa thì em sẽ đóng ngay ạ. Em xin chân thành cảm ơn!. . . .   i (Hẻm nơi em sống bị cách ly là do có căn nhà 229/64/30 đã có trường hợp dương tính. Trong bài báo này là địa điểm thứ 220 ạ https://thanhnien.vn/thoi-su/tphcm-co-243-diem-phong-toa-chi-con-hcan-gio-chua-co-diem-nao-[student_id].html)  /i",
            "Chào em. . Hiện tại nhà trường xử lý rất nghiêm học phí của HK203 này. . Cô ghi nhận trường hợp của bạn và báo cáo lãnh đạo xem xét nghen. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Dạ em chào cô ạ, như ở 2 phần trên em đã trình bày hoàn cảnh và lí do cá nhân để được đóng trễ học phí HK203 này và cô phản hồi rằng đã ghi nhận trường hợp của em. Nhưng hôm nay thì trường đã xóa TKB cũng như phần học trên Bkel của HK203 của em ạ. Dạ em xin hỏi là cần chờ để được mở lại hay là bị xóa luôn vậy ạ, vì ngày mai (10/06/2021) em có tiết đầu tiên của HK203 ạ. Dạ em xin cảm ơn cô!",
            "Chào bạn. . Mặc dù Cô đã ghi nhận và trình bày với ban lãnh đạo nhưng nhà trường vẫn quyết định xử lý theo quy định. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. .",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "Dạ em đã cố gắng thanh toán rồi ạ. Vậy em vẫn được khôi phục TKB và [full_name] đúng không cô?",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Chào bạn. . -\t. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. .",
            "Dạ thưa cô, cô có thể cho em biết vì sao ban lãnh đạo nhà trường không đồng ý cho em đóng tiền học trễ sau khi hẻm nhà em hết cách ly không ạ?",
            "Chào bạn. . - [full_name] đã báo bạn ngay từ đầu về vấn đề học phí, nhà trường xử lý nghiêm bắt đầu từ học kỳ này, nếu có gia hạn thì chỉ có thể gia hạn thêm vài ngày để bạn có thể xử lý thôi. . - Nhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian cụ thể qua mail ngay từ khi thông báo DKMH. . - Vì học phí thanh toán trên Bkpay, nên có thể bạn nhờ người quen chuyển tiền vào tài khoản để bạn thanh toán, hay thanh toán trực tiếp tại ngân hàng. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại em bị thiếu Tín Chỉ Tích Lũy nên không thể ĐK TTTN theo quy định của nhà Trường do từ năm ngoái dịch đến nay ĐK môn học rất khó và hay bị hủy môn. Em xin nhà Trường , PĐT giúp đỡ bằng cách nào giúp em cho em được ĐK TTTN HK 203 để em thực tập xong và học kỳ sau em tranh thủ trả hết môn nợ , hiện tại HK hè 203 giá tín chỉ rất cao , em không đủ điều kiện để ĐK môn học HK nay . Mong nhà Trường giúp đỡ em.",
            "Chào bạn. . Theo quy định là không được nghen bạn, Bạn cố gắng học tích luỹ đủ số tín chỉ để đăng ký TTTN nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ con chào quí Thầy Cô phòng đào tạo ạ. Dạ con bị thiếu 1 tín chỉ so với tiến độ. Con đã xin ý kiến chủ nhiệm trước rồi ạ, mà do tình hình dịch bệnh nên chưa thể vô trường bổ sung đơn. Xin cho con đăng kí môn Thực tập tốt nghiệp mã IM3315 ạ (đợt 1 và 2 con bị hệ thống xóa). Con xin cảm ơn quí Thầy Cô.. .",
            "Chào bạn. . - Theo quy định bạn phải tích lũy đủ số tín chỉ thì mới đăng ký được môn TTTN. . - Về quy định các môn thực tập tốt nghiệp, đề cương luận văn, luận văn tốt nghiệp: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Chương trình đào tạo. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /. . . . Em có đăng ký 2 tín chỉ học kỳ dự thính hè 203.. . Nhưng do dịch bệnh, kinh tế khó khăn, nên em không thể đóng học phí kỳ hè này. Vậy ngoài việc bị hủy 2 tín chỉ này em còn chịu trách nhiệm gì nữa không ạ (ví dụ như bị trừ điểm rèn luyện...). . . .",
            "Chào bạn. . Theo quy định, mặc dù là nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 được. . Về tình hình có xoá tkb nếu không đóng học phí sẽ có thông báo cụ thể sau. . Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . em có gia hạn đóng học phí chính quy hk2/2020-2021 và có danh sách đồng ý gia hạn đến hk1/2021-2022 nhưng gmail của em lại nhận được thông báo dự kiến bị tạm dừng thôi học do chưa đóng học phí. Vậy lí do là gì ạ hay có sai sót gì không ạ. .",
            "Chào bạn. . Phòng đào tạo đã ghi nhận . . Nếu có thông báo bị tạm dừng thì vui lòng phản hồi về Pdt để xử lý nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Em là [full_name] lớp XD18KT. . Em  muốn hỏi về vấn đề đóng học phí hk203. . Nếu em đã đóng học phí lớp quản lý dự án nhưng lớp không đủ sỉ số để mở lớp thì em có được hoàn lại học phí không ạ?. . Mong PĐT xem xét ạ.. . . .",
            "Chào bạn. . Về vấn đề này, nếu môn bị huỷ vì sĩ số thấp nhà trường sẽ có thông báo qua mail cụ thể sau cho sinh viên nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . HK202 em không đăng kí môn học vì dự định thi TOEIC để cải thiện điểm tốt nghiệp nên tình trạng sinh viên của em là tạm dừng. Theo quy định của trường là không được tạm dừng 2 HK liên tiếp. Bây giờ em muốn khôi phục tình trạng sinh viên trong thời gian chờ thi TOEIC thì em phải làm như thế nào ạ? Và cho em hỏi 2 HK liên tiếp tạm dừng có tính HK hè không ạ?",
            "Chào bạn,. . Học kỳ hè là học kỳ phụ, nên không tính nhé bạn. . . Khi nào có kết quả AV bạn có thể làm đơn thu nhận để tốt nghiệp, nếu như bạn không có nhu cầu đăng ký môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào [full_name],. . cho em hỏi hiện tại em không đăng ký được thực tập ngoài trường vì chưa học trước đồ án thì hè này em có thể thực tập trước rồi kỳ sau đăng ký môn học nộp sau được không ạ",
            "Chào bạn. . Theo quy định là không được nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào Tạo,. . . . Em tên [full_name] - MSSV [student_id]. Ngày 6/6/2021 em có đăng ký in bảng điểm và chọn hình thức chuyển phát qua bưu điện, tuy nhiên theo như yêu cầu em phải thanh toán lệ phí tại phòng đào tạo. Nhưng với tình hình Covid hiện tại, em có thể vào trường không ạ? Hay có hình thức thanh toán nào khác nhà trường có thể hỗ trợ em không? . . . . Em mong nhận được phản hồi sớm ạ! Em xin cảm ơn!",
            "Chào bạn,. . Bạn là cựu sinh viên thì chỉ có thể đến trường đăng ký in và đóng tiền, sau đó đăng ký địa chỉ và số điện thoại để nhận qua đường bưu điện nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gữi PDT,. . Em tên [full_name], MSSV [student_id].. . HK202, em có đki môn PP thống kê &ptích dliệu (701708). Môn có lịch thi cuối kỳ, nhưng trong MyBK của em không có xuất hiện môn đó trong danh sách (em đki tổng cộng 7 môn nhưng chỉ có 6 môn được liệt kê, các môn khác có xuất hiện với lịch thi bị tạm dừng). Em không biết rằng có phải là do em bị cấm thi hay vì một lý do nào khác mà trong myBK của em lại có tình trạng này?. . Em kính mong PDT xem xét và giải quyết câu hỏi của em.. . Em xin chân thành cảm ơn",
            "Chào em.. . lịch thi sẽ đươc cập nhật lại mới nhất sau khi đi học lại.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi về việc đăng kí thực tập tốt nghiệp. Em biết được rằng mã thực tập tốt nghiệp của K18 và K17 là khác nhau và vì em là K17 nên cho em hỏi liệu em nên đăng kí cho mã của k17 hay k18 vì mã k17 chỉ có mỗi mình em và em sợ bị hủy môn ạ",
            "Chào bạn. . Bạn phải đăng ký Mã TTTN theo đúng CTDT của mình nghen. . - Môn TTTN chỉ có 1 Sv vẫn mở lớp bình thường, không huỷ nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  Em muốn HUỶ môn học \"Anh văn 3 (LA1007) (HK-202).. . Rất mong pđt thực hiện HUỶ giúp em ạ.. . Em cảm ơn ạ.",
            "học kỳ 2 hiện không thể hủy môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name]. . MSSV: [student_id]. . Lớp: CC17KCX1. . Khoa: Kỹ Thuật Công Trình Xây Dựng. . Nay, em viết đơn này để xin gia hạn học phí hè HK203 tới ngày 14/6/2021 vì ngày dự kiến hết hạn là ngày 7/6/2021. Do tình hình dịch COVID căng thẳng, gia đình em không gửi tiền lên cho em kịp, momg quý thầy cô có thể giải quyết giúp em ạ,em xin cảm ơn. .",
            "Chào bạn. . -Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen, nhà trường chỉ có thể gia hạn thêm 1 ngày đến 15giờ ngày 8/6/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa Phòng Đào Tạo, do tình hình của dịch bệnh nên em bị trễ hạn đóng tiền học phí học kì 2 năm học 2020-2021. Hiển nhiên là em được gửi email tạm dừng học. Đến hôm nay 6/6 cuối cùng em cũng xoay tiền để đóng được tuy nhiên lại bị trễ mốc thời gian mà nhà trường đưa ra (3h ngày 6/6). Xin cho em hỏi trường hợp này thì xử lý làm sao ạ?",
            "Chào bạn[full_name] [full_name] Pdt đã ghi nhận trường hợp của bạn, và sẽ không bị tạm dừng nghen[full_name] [full_name] Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là ngày mai 7/6 đăng kí môn học đợt 3 có được xóa môn không? Với lại ngày 7/6 lúc 15h cũng hết hạn đóng học phí. em thắc mắc là em xóa môn xong học học phí trên bkpay có thay đổi được liền không? . . . . Em xin chân thành cảm ơn.. . . .",
            "không được hủy môn học đã đăng ký trước đó,. . nếu em đăng ký và hiểu chỉnh trong đợt đăng ký thì được. .",
            "Đăng ký môn học . Kính chào Thầy Cô, . . Trước khi tình hình dịch chưa căng thẳng như hôm nay em đăng kí môn thực tập ngoài trường cho hk203 và có kết quả trong đợt 2, nay em không thể rời khỏi kí túc xá để ra ngân hàng đóng tiền được, nên em định huỷ môn này và do môn này bị dời vô thời hạn với bây giờ không có doanh nghiệp nào tuyển dụng thực tập sinh nữa ạ, nên em định huỷ đến các hk sau đk lại, thì trường có thông báo là đóng tiền trễ sẽ bị huỷ thời khoá biểu, có nghĩa là huỷ luôn môn học phải không ạ ?? Và không cần đóng tiền nữa, nếu không được huỷ thì cho em dời hạn đóng học phí lại được không tại bây giờ em không thể ra khỏi ktx để ra ngân hàng đóng tiền được. Mong được Thầy Cô phản hồi sớm ạ, em cảm ơn.. .",
            "Chào bạn. . -\tĐến thời điểm hiện tại, theo quy định không thể huỷ môn học và huỷ học phí Hk203. . -\tNhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian. . -\tTheo quy định, nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 (chính quy+ dự thính) . . -\tHiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là trong đợt 2 em có dki môn học rồi. Nhưng vì vài lí do nên không thể học môn đó. Thì em có cần làm đơn rút môn đó và đóng tiền hay không phải đóng tiền và để pdt hủy môn. Vì em không biết pdt ghi là hủy tkb là hủy tkb của môn đó hay là của cả kì 203. . .",
            "Đăng ký môn học. . . .   /QUOTE . .",
            "Chào bạn. . Đến thời điểm hiện tại, theo quy định không thể huỷ môn học và huỷ học phí Hk203. . Nhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian. . Theo quy định, nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 (chính quy+ dự thính) . . Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . Bạn vui lòng đợi thông báo về việc nộp đơn rút MH của HK203 sau nhé. Rút môn học vẫn phải đóng HP theo quy định nhé bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào quý thầy cô,. . Hiện tại em đã đăng ký môn ở HK203, nhưng do tình hình dịch bệnh, kinh tế gia đình không thể đáp ứng được cho việc học hè nên em định không học nữa. Do đã quá thời hạn hủy môn nên  em định sẽ không đóng học phí do theo mail của trường thì việc không đóng học phí đúng hạn sẽ bị hủy TKB.. . Em muốn hỏi, việc không đóng học phí, ngoài việc bị hủy thời khóa biểu thì em có phải làm đơn xin hủy môn và đóng bổ sung học phí nữa hay không ? . . Em mong sẽ nhận được câu trả lời sớm nhất từ quý thầy cô.  Em xin cảm ơn quý thầy cô! . .",
            "Chào bạn. . Đến thời điểm hiện tại, theo quy định không thể huỷ môn học và huỷ học phí Hk203. . Nhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian. . Theo quy định, nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 được. . Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . Thân. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  Dạ cho em hỏi là hk203 này em có dk môn học nhưng vì lý do cá nhân mà em không thể học được nữa . Nếu như em không thanh toán học phí kì 203 thì kì sau em có bị cấm đk môn học không không ạ ? Em xin cảm ơn !. . . .",
            "Chào bạn. . Đến thời điểm hiện tại, theo quy định không thể huỷ môn học và huỷ học phí Hk203. . . . Nhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian. . Theo quy định, nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là. . bạn sẽ không DKMH của HK211 (chính quy+ dự thính). . Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào thầy cô ạ. . Em tên [full_name]. . Em bị trễ học phí và bị mail nhà trường nhắc nhưng do không đọc nên đã lỡ hạn lần nữa. Do tuổi trẻ bất cẩn chưa nhận thức đúng nên em thành thật xin lỗi và mong muốn được học tiếp ạ. Mong nhà trường tạo cơ hội cho em. Em thành thật cám ơn.",
            "Chào bạn. . Bạn nhanh chóng thanh toán học phí nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi a, do nhà em xa, không có quầy giao dịch gần đó nên nếu không đóng học phí đúng hạn, bị hủy tkb, như vậy sau này có cần thanh toán khoản học phí đó không ạ?",
            "Chào bạn. . Theo quy định, mặc dù là nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 được. . Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là hiện tại do vừa thanh toán học phí hk 202 nên em chưa thể thanh toán học phí 203 đúng hạn thì em có thể gia hạn hạn chót đóng học phí hk 203 để không bị xóa thời khóa biểu hk 203 được không ạ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên : LÊ MINH TRI . . MSSV: [student_id] Hệ  : VLVH . . Em đã đăng ký môn học Thực tập tốt nghiệp HK3, . . Mã MH : ME3029, tên MH: Thực tập tốt nghiệp (Kỹ thuật Chế tạo).. .  Do tình hình Covid không trực tiếp đến trường nên em không biết cách thức tiến hành môn học này, cũng không biết giáo viên bộ môn này ạ. Xin nhờ trường hướng dẫn cho em ạ.. . Em cảm ơn !",
            "Chào bạn. . Bạn vui lòng xem mail thông báo, môn này nếu bạn đã đăng ký được trong Hk203, thì vẫn sẽ tiến hành làm, nhưng tạm thời bị hoãn do dịch (đã có mail thông báo). . - Sẽ có mail thông bái cụ thể thời gian thực tập, lúc đó bạn sẽ liên hệ trực tiếp Bộ môn và Khoa nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi! Do vấn đề gia đình nên em không thể đóng học phí cho hk203, em thấy mail thông báo là không đóng sẽ bị hủy thời khoá biểu, vậy khi kì 211 em có bị cấm đăng ký môn không ạ. Em cảm ơn",
            "Chào bạn. . Theo quy định, mặc dù là nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 được. . Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là hiện tại do vừa thanh toán học phí hk 202 nên em chưa thể thanh toán học phí 203 đúng hạn thì em có thể gia hạn hạn chót đóng học phí hk 203 để không bị xóa thời khóa biểu hk 203 được không ạ?",
            "Chào bạn. . -Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen, nhà trường chỉ có thể gia hạn thêm 1 ngày đến 15giờ ngày 8/6/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào Phòng đào tạo, Em xin gửi phòng đào tào Đơn xin đăng kí môn học CO3313 và Đơn xác nhận cho phép học song ngành. Nôi dung em đã ghi hết trong đơn như phòng đào tạo đã hướng dẫn ạ.. . Mong phòng đào tạo giúp đỡ đăng kí môn CO3313 giúp em để em có thể đi thực tập đúng hạn ạ.. . Em xin chân thành cảm ơn phòng đào tạo.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name]. . MSSV: [student_id] Hệ : VLVH. . Em đã ĐKMH Thực tập tốt nghiệp HK3 ,. . Mã MH: ME3029 , Tên MH: Thực tập tốt nghiệp (Kỹ thuật Chế tạo).. .  Vì dịch Covid, em không biết cách thức tiến hành môn học, cũng không biết giáo viên dạy môn này. Em xin nhờ trường hướng dẫn ạ.. . Em xin cảm ơn !. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi: Thời khóa biểu em đang xếp lịch học online cho 2 môn bị trùng thời gian (file đính kèm), vậy giờ em phải xử lý sao ạ? Học phí em đã đóng đầy đủ hết cho nhà trường.",
            "môn học thuộc 2 học kỳ khác nhau, vì vậy em tự chịu trách nhiệm về việc đăng ký.. . có thể được thì cố học 2 môn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký nhầm môn học . Ad ơi em đăng ký nhầm môn học CI2091 lớp DT01, ad xóa giúp em được không ạ mai mới hết hạn nộp tiền học phí, giờ mà đóng tiền luôn cả môn đó thì nhiều tiền quá hic. . . . . Em cảm ơn ad.. .",
            "chào em.. . trường hợp này em cần làm đơn xin hủy môn học, có để ban lãnh đạo phòng đt xử lý mới được nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em xin kính chào ban quản lý phòng đào tạo trường.. . Vì tình hình dịch bệnh nên đến tận hôm nay em vẫn chưa thể dành dụm đủ tiền để đóng học phí kì 203, nên em xin quý thầy cô, anh chị cho phép em được gia hạn thời gian đóng học phí, em hứa sẽ thanh toán số tiền học phí trước kì thi cuối kì của học kì 203 ạ.. . Mong quý thầy cô, anh chị xem xét đến trường hợp của em.. . Em xin chân thành cảm ơn ạ.. . Kính chúc quý thầy cô, anh chị sức khoẻ.. . . .",
            "Chào bạn. . -Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen, nhà trường chỉ có thể gia hạn thêm 1 ngày đến 15giờ ngày 8/6/2021. . Thân. ."
        ]
    }
]