[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên năm 2 hệ chính quy, trong quá trình đăng kí môn học thì em bị xóa một môn (hóa lý), em muốn thay thế môn học bị xóa bằng môn SP1009 Đường Lối CMĐCSVN,nhưng chỉ còn chỗ của lớp vừa học vừa làm, vậy em có được đăng kí không ạ. Nếu được em phải có những thủ tục nào ạ",
            "Chào bạn.. . SV hệ Chính quy ( kể cả VB 2) không được phép đăng ký các lớp Hệ VLVH.. . Theo mã SV của bạn thì bạn là SV chính quy chứ ko phải bằng 2. . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . E xin đăng kí môn bơi mã PE1019 nhóm DT02 ạ",
            "Chào bạn,. . . . PDT đãng kí môn PE1019 cho bạn rồi, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm... . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em chào thầy cô ạ..hiện tại vì một số lý do em không tiếp tục học được nữa. em muốn rút lại học bạ và hồ sơ. em cần làm như thế nào ạ. Em cảm ơn thầy cô",
            "Chào bạn.. . Nếu bạn không học bạn có thể làm đơn xin thôi học. . Hồ sơ không thể rút lại được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa quý thầy cô, vì lí do trường đã hủy kết quả đăng ký môn Cầu lông vào học kì hè nên em muốn đăng ký bổ sung môn Bóng rổ (Pe1015) mã lớp DT02 vào học kì hè 193 ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn hỏi về thực tập tốt nghiệp (CI3313) mình có thể xin đi thực tập trước rồi kì sau mình đăng kí được không ạ.. . Em là sinh viên của khoa xây dựng, ngành cầu đường.. . Mông phòng đào tạo phản hồi sớm. Em cảm ơn nhiều ạ. .",
            "Chào bạn,. . Việc bạn muốn xin đăng ký đi thực tập trước mà không đăng ký môn học là tùy bạn và Khoa của bạn có đồng ý cho bạn đi không nhé.. . Về phía Phòng Đào tạo thì bạn đăng ký môn học vào học kỳ nào, thì mới có TKB và nhập điểm vào học kỳ đó nhé!. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào các thầy cô trong đội ngũ bksi. . Em có nhận được thông báo huỷ lớp bóng bàn và cầu lông từ PĐT ở HK193. Nên em muốn đăng kí bổ sung vào lớp DT03 môn Điền kinh (PE1025), mong quý thầy cô xem xét và tạo điều kiện cho em được đăng kí vào nhóm lớp này.. . . . Em xin cám ơn",
            "Chào bạn,. . . . PDT đãng kí môn PE1025  cho bạn rồi, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm... . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi tại sao các môn học em đăng ký trong đợt 2 dự thính hè KH193 tự động bị hủy trong khi môn đăng ký báo rằng đã đủ sĩ số và sẽ mở lớp.. . . . Cảm ơn.",
            "Chào bạn,. . . . Bạn cho biết mã số môn học PDT kiểm tra cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã hoàn chương trình đào tạo, thiếu anh văn nói viết.. . Em bị tình trạng tạm dừng vì kỳ rồi không đăng ký môn học. Vậy giờ để hết tình trạng bị tạm dừng thì làm sao ạ",
            "Chào bạn. . Bạn tải mẫu đơn thu nhận tại trang web : aao.hcmut.edu.vn. . Điền vào và nộp trực tiếp tại phòng đào tạo. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . - Thưa thầy cô, em là sinh viên K14 khoa xây dựng. Em đã hoàn thành xong chương trình đào tạo và chỉ còn thiếu chứng chỉ Anh văn 2 kỹ năng Nói - Viết để đủ điều kiện tốt nghiệp. Học kỳ trước em đã không đăng ký môn học để có thể ôn luyện và thi Anh Văn nhưng không đạt. Học kỳ này em cũng không đăng ký môn học mà muốn thi Anh Văn 2 kỹ năng để đủ điều kiện tốt nghiệp. Như vậy là em đã có 2 học kỳ liên tiếp không đăng ký môn học rồi ạ. Vậy em có được tốt nghiệp nếu hoàn thành nốt chứng chỉ Anh văn 2 kỹ năng nói viết không ạ? Và em sẽ cần phải làm đơn hay gì không ạ!?",
            "Chào bạn. . Bạn tải mẫu đơn thu nhận tại trang web : aao.hcmut.edu.vn để thu nhận vào HK201 để xét tốt nghiệp. . Điền vào và nộp trực tiếp tại phòng đào tạo. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi do đợt dịch covid năm nay thì, học kì 1 năm sau (HK201) có xét chuẩn tiếng anh sau mỗi năm để đăng ký môn học không ạ?Mong được giải đáp chi tiết . Em cám ơn ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ PĐT cho em hỏi , \"nợ học phí\" thì phải xin giấy của PĐT mới vào phòng thi được, nhưng còn \"gia hạn học phí\" thì có cần xin giấy để vào phòng thi không ạ. Em cảm ơn",
            "Chào bạn. . Phòng đào tao đã kiểm tra, bạn có tên trong ds được gia hạn học phí từ phòng CTCT-SV nên bạn không cần đến pdt để nhận giấy vào phòng thi nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em có đăng kí học vật lý 1 vào kì hè này nhưng sao chưa có thời khóa biểu ạ, mong phòng đào tạo xem lại giúp em. .",
            "Chào bạn,. . . . Bạn kiểm tra lại Kết quả DKMH nhen, môn vật lý 1 bạn không đăng kí được vì trùng TKB.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PE1025 DT05. .",
            "đã bổ sung môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên: [full_name] . . MSSV: [student_id]. . Em Tạo câu hỏi/Yêu cầu này với lý do là em xin phép rút môn học Chủ Nghĩa [full_name]-Lenin trong kỳ dự thính hè này, để em có thể tập trung tối đa vào những môn học phần mềm chuyên ngành khác phục vụ cho ngành học của em.. .  Em xin cảm ơn ạ!",
            "Đăng ký môn học. . . . Em tên: [full_name]. . MSSV: [student_id]. . Em Tạo câu hỏi/Yêu cầu này với lý do là em xin phép rút môn học [full_name] [full_name] [full_name][full_name][full_name] trong kỳ dự thính hè này, để em có thể tập trung tối đa vào những môn học phần mềm chuyên ngành khác phục vụ cho ngành học của em.. . Em xin cảm ơn ạ!  /QUOTE . .",
            "QUOTE Trích. . . .   /QUOTE . .",
            "Em xin hủy việc rút môn học , em cảm ơn ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi tại sao lớp CO1009 lại bị huỷ. Và nếu lớp đó đã bị huỷ em có thể đăng kí lớp PE1025 - Điền Kinh được không ?",
            "Chào bạn,. . . . Bạn sinh viên Chất lượng cao vui lòng liên hệ văn phòng Đào Tạo quốc tế nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: Quý Thầy (Cô).. . . . Em tên là: [full_name].. . MSSV: [student_id].. . . . Em gửi yêu cầu này, để xin được đăng ký bổ sung môn học Vật Lý Đại Cương A1 (PH1003), học kỳ hè 193.. . . . Kính mong quý Thầy (Cô) xem xét yêu cầu của em.. . . . Chân thành cảm ơn.. . . . Trân trọng, . . Em [full_name].",
            "đã bổ sung PH1003 nhóm DT04. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa nhà trường em có được biết là học kỳ sau nhà trường có đổi mã môn học xác suất thống kê, vậy cho em hỏi nếu như em đang học theo mã cũ MT2001 mà chưa qua thì học kỳ sau em học lại thì học theo mã môn cũ hay mới ạ. em cảm ơn.",
            "Mã môn MT2001 đổi cho khóa 2019.. . SV khóa 2018 trở lại đăng ký môn MT2001 bình thường. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào thầy/cô,. . Vấn đề em đang gặp phải là việc khi em đăng kí môn học thực tập tốt nghiệp em vẫn được báo đủ điều kiện đăng ký và đã gửi đăng ký thành công, nhưng kết quả lại không hiện môn học mà em đăng ký. Được biết muốn đăng ký môn thực tập tốt nghiệp thì phải đạt TCTL ( tối thiếu nợ 16 chỉ), hiện TCLL của em là 78 nếu tính cả HK192 (22 chỉ) mà em đang học thì vẫn đạt điều kiện về số TCTL. Mong thầy cô giải đáp giúp em.. . Em xin cảm ơn.. . [full_name]",
            "Chào bạn,. . . . Bạn làm đơn xin đăng kí môn thực tập tốt nghiệp , đơn có sự đồng ý của ban chủ nhiệm khoa. Nộp PDT. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ phòng đạo tạo cho em hỏi thời điểm kết thức  việc chuyển điểm ngoại ngữ mà vẫn áp dụng chuẩn ngoại ngữ cũ ( tức là 500 Toeic quy đổi ra 5đ Anh văn 4 là khi nào ạ). . Em xin cảm ơn",
            "Chào bạn,. . . . Bạn xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . - Đối với điểm chuyển CCNN áp dụng từ học kỳ 193 trở về trước, thời gian  20/9/2020 trở về trước.. . - Đối với điểm chuyển CCNN áp dụng từ học kỳ 201 trở về sau, thời gian từ 21/9/2020 trở về sau.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin phòng đào tạo cho em được rút môn học CH2087 Thực tập quá trình và thiết bị.. . Lý do: trong học kỳ 192 em đã không nắm/hiểu được kiến thức của một số môn quan trọng rất cần thiết để đi thực tập nên em thâý mình chưa đủ kỹ năng và kiến thức để có thể đi thực tập được. Em rất mong phòng đạo tạo cho em được rút môn học này để em có thể chuẩn bị tốt nhất trước khi được đi thực tập.",
            "Chào bạn,. . . . Bạn làm đơn rút môn học (có trình bày lý do) nộp PDT.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có đang kí 3 môn cho kì hè là EE3323,EE4321 ở đợt đăng kí 1 tuy nhiên qua đợt 2 thì bị xoá mất, đợt đang kí 2 em có thêm môn EE2015 và các môn đã bị xoá, đến đợt đăng kí lần 3 thì môn EE2015 bị khoá (như hình) còn các môn EE3323,EE4321 vẫn bị xoá mất. . . Em đã thêm lại các môn đó ở đợt 3 và chỉ có môn EE4321 được thêm vào. Tuy nhiên môn mong muốn để em học để kịp tiến độ là EE3323 tức thực tập tốt nghiệp thì lại bị xoá. . . Em hy vọng thể bỏ 2 môn kia hoặc chỉ bỏ môn EE2015 để đi thực tập  hy vong PDT giải quyết cho em.",
            "Chào bạn,. . . . Bạn kiểm tra kết quả DKMH nhen, bạn không đăng kí môn EE3323 (Thực tập tốt nghiệp) không đủ tín chỉ nhận TTTN, môn EE4321 hè không mở môn đề cương luận văn.. . . . Thân.",
            "Chào cô, . . Vậy có cách nào để đi thực tập không cô?. . Em có nghe là có thể đi rồi lấy kết quả khi nào đăng kí được rồi có thể nộp kết quả.. . . .",
            "Chào bạn,. . . . PDT chỉ giải quyết vấn đề đăng kí môn học được hay không thôi nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên: [full_name]. . Mssv: [student_id] Khoa: Cơ Khí. . Lý do viết đơn: Đăng ký môn học học kỳ 193.. . Lý do đăng ký môn học trễ: Do đợt 3 đăng ký môn học, em đã đăng ký môn Thực tập tốt nghiệp và không đăng ký các môn học khác. Nhưng do chưa đủ điều kiện thực tập nên môn Thực tập tốt nghiệp của em đã bị hủy. Vì vậy, em đã bỏ lỡ đợt đăng ký môn học các môn lý thuyết ở đợt 3.. . Em làm đơn này mong phòng đào tạo cho phép em đăng ký môn học học kỳ 193 để em theo kịp tiến độ học tập.. . Em xin đăng ký các môn:. . 1. Cơ lưu chất (CI2003). . 2. Đường lối cách mạng của Đảng Cộng sản Việt Nam (SP1009). . 3. Giải tích 2 (MT1005). . Em xin chân thành cảm ơn.",
            "đã bổ sung các môn học trên. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy/cô,. . Thầy cô cho em hỏi tại sao em không đăng ký thực tập môn học Quá trình và thiết bị vào học kỳ hè 193 được ạ? Mặc dù em đã đủ điều kiện đăng ký thực tập ạ. Cụ thể:. . - Vào đợt đăng ký môn học đợt 1, em đã đăng ký Thực tập Quá trình và thiết bị.. . - Vào đợt 2, do không thấy kết quả nên em đã đăng ký lại. Nhưng hiện tại khi em xem lại thì đã mất.. . Mong thầy cô giải quyết giúp em với ạ. Nguyện vọng của em là học kỳ hè 193 có thể được thực tập môn học Quá trình và thiết bị đúng chương trình. Lý lịch thực tập em cũng đã nộp cho bộ môn rồi ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . . . Bạn làm đơn xin đăng kí môn Thực tập Quá trình và thiết bị, đơn có sự xác nhận của ban chủ nhiệm  khoa đồng ý cho bạn đi thức tập trong học kỳ hè này. Nộp PDT nhen.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi muốn phúc khảo bài thi cuối kì thì mình cần làm những gì ạ.Em cảm ơn ạ. .",
            "Chào bạn,. . Phúc khảo bài thi online nhé bạn, bạn vui lòng theo dõi thông tin và mở đợt đăng ký phúc khảo tại trang mybk nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Phòng đào tạo ạ. . Em tên là [full_name]. . Mssv: [student_id]. . Lớp: CK18CD3. . Vào đợt 1 hè dự thính này, em có đăng kí 2 môn: Thực tập kỹ thuật(ME2017) và Kỹ thuật điều khiển tự động(ME2009). Vào đợt 2, vì em sợ trùng thời gian giữa 2 môn nên em đã hủy môn Kỹ thuật điều khiển tự động. Sau đó em xin được thực tập tại 1 công ty thì em biết thời gian học thực tập và lịch học của môn Kỹ thuật điều khiển tự động không trùng nhau. Em định vào đăng ký lại môn Kỹ thuật điều khiển tự động nhưng thời hạn đăng kí đợt 3 đã hết. Vì môn Kỹ thuật điều khiển tự động là môn tiên quyết để có thể học được những môn sau. Em mong rằng Phòng đào tạo có thể cho em 1 cơ hội để được đăng kí môn này . . Xin Phòng đào tạo cho em đăng kí môn Kỹ thuật điều khiển tự động(ME2009). . Em xin chân thành cảm ơn Phòng đào tạo ạ.",
            "Chào bạn,. . . . [full_name]T đãng kí môn ME2009 cho bạn rồi, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm... . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi,. . Em trên [full_name]. . PE1025 + DT05. . Em chào thầy cô ạ. Đợt đăng kí lần trước em có đăng kí môn bóng bàn mà đã bị hủy lớp ạ.. . Lần này em xin được đăng kí lớp điền kinh PE1025 lớp DT05 ạ. . . Em chân thành cám ơn thầy cô.",
            "Chào bạn,. . . . PDT đãng kí môn PE1025 cho bạn rồi, sau ngày 20/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm... . . . Thân.. .",
            "Đăng ký môn học . Tên: [full_name]. . PE 1025 Dien kinh. . Lớp DT05. . Em chào thầy cô ạ,. . Do vấn đề không thể đáp ứng sân tập trong môn bóng bàn nên em bị hủy môn. Em xin được đăng kí môn Điền Kinh PE 1025 lớp DT05.. . Em xin chân thành cảm ơn thầy cô.",
            "Chào bạn,. . . . PDT đãng kí môn PE1025 cho bạn rồi, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm... . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kì dự thính 193. . Anh văn 3 ( 003003) vào nhóm DT01 thứ 2 tiết 2345 và thứ 3 tiết 234. . Anh văn 4 (004004) vào nhóm D01 thứ 4 tiết 2345 và thứ 5 tiết 234",
            "đã đăng ký : 003003 và 003004. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em cảm ơn phòng đào tạo. Phòng đạo tạo đăng kí cho em môn CI2007 nhóm lớp DT01DT01_DT01 , em cảm ơn Phòng đào tạo.",
            "Môn học CI2007 đã được đăng ký nhóm DT01. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn hủy môn pháp luật đại cương vì sai trương trình. Giờ làm như thế nào ạ",
            "Môn SP1007 bạn đăng ký đúng ctdt khóa 2019. . Vì vậy ko cần phải hủy nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . xem xét bổ sung cho em môn học trang bị điện 2(260616)vào hki hè này để em có tkb học trả nợ ạ,em cám ơn",
            "Chào bạn,. . . . . . PDT đãng kí môn 260616 cho bạn rồi, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm... . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy (cô), em tên là [full_name]. Trong đợt đăng ký học kỳ hè đợt vừa qua em có đăng ký 2 môn : . . + TTTN (Khoa Khoa học và kỹ thuật máy tính). . + Đường lối Đảng cộng sản Việt Nam.. . . . Do em vừa cập nhập thông tin thì khoa có thông báo là kỳ TTTN sẽ không đăng ký được thêm môn nào khác nhưng hiện tại kết quả đăng ký của em bao gồm hai môn nói trên. Em không biết phải xử lý như thế nào ạ.. . . . Mong thầy (cô) giúp em trong việc này ạ. Em xin chân thành cảm ơn.. . . . Sinh viên,. . . . . . [full_name].",
            "Chào bạn,. . . . Trường hợp khoa chỉ cho đi thực tập mà không cho đăng kí môn học khác. Bạn liên hệ khoa, khoa có hướng giải quyết cho bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em muốn liên lạc gấp với Cô [full_name] môn Pháp Luật Đại Cương, em đã gửi mail rồi nhưng 3 ngày qua vẫn chưa được hồi âm . Giờ còn cách nào khác để em liên lạc với cô nữa không ạ ?. .",
            "Chào bạn. . [full_name] đã nhắn [full_name] kiểm tra mail, bạn xem mail thường xuyên để nhận trả lời của Cô nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            ". .   i Đăng ký môn học . Tên sinh viên: [full_name]. . Mssv: [student_id]. . Đăng ký bổ sung môn thể chất do bị hủy môn bóng bàn.. . Môn đăng ký: Bóng rổ (PE1015) - mã nhóm DT03. . . . . . . .",
            "Nhóm DT03 ko đk được. . PĐT đã bổ sung bạn vào nhóm DT01. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa thầy cô. . Em nhận được thông tin là không đủ 28 chỉ năm 1 thì không được đăng kí môn năm 2 phải không ạ ?. .  28 chỉ này là tất cả những môn em đã đăng kí hay là những môn em đã thi qua ?. . . . Em có thể đăng kí môn học lại mặc dù đã hết hạn đăng kí được không ạ ?. . . . Em xin cám ơn ạ",
            "em cần đăng ký môn học nào.. . cung cấp mã số môn học để xem xét. .",
            "Dạ thưa thầy, em đã đăng kí được môn rồi ạ.. . Nhưng mà trong file chương trình đào tạo có một môn khi nhập mã thì ra tên của môn khác, đó là môn Tổ chức quản lý bảo dưỡng mã trong danh sách là IU2021. (Môn thứ 5 của học kì 3). . Hình bên dưới là em vừa chụp trong file tải trên aao. Em có kèm file .. . Em là khoá 2019 của Trung tâm đào tạo bảo dưỡng công nghiệp ,ngành bảo dưỡng công nghiệp.. . Em cám ơn thầy.. . . .",
            "Thưa thầy, môn học  Tổ chức quản lý bảo dưỡng đã được sửa rồi ạ, em cám ơn thầy"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   B  em là sinh viên năm nhất học chuyên ngành xây dựng, hiện tại em thấy việc học của em không được tốt và muốn chuyển trường nhưng em đã bị cảnh cáo học vụ do không đủ tín chỉ yêu cầu của trường, vậy sang năm 2 em có thể chuyển trường được không ạ, em cám ơn.",
            "Chào bạn,. . Việc chuyển trường, bạn có thể tải mẫu đơn tại trang web của bộ giáo dục đào tạo và phải được trường chuyển đến của bạn ký đống ý tiếp nhận. Sau đó nộp tại Trường để được xác nhận nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi PĐT,. . Em tên là [full_name]. Em muốn hỏi giúp bạn em đã đăng ký lớp dự thính SP1009 và bây giờ muốn chuyển từ lớp DT04 của thầy [full_name] sang lớp DT02 của cô [full_name] thì được không ạ? Bạn em viết đơn xin thầy [full_name] và cô [full_name] thì có được chuyển danh sách qua lớp DT02 được không ạ?. . Em xin cảm ơn",
            "ko bạn. . Hiện nhóm học đã full chỗ nên ko được chuyển nhóm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Tên sinh viên: [full_name]. . Mssv: [student_id]. . Đăng ký bổ sung môn thể chất do bị hủy môn bóng bàn.. . Môn đăng ký: Bóng rổ(PE1015) - mã nhóm DT03",
            "Tên sinh viên: [full_name]. . Mssv: [student_id] . . Đăng ký bổ sung môn thể chất do bị hủy môn bóng bàn.. . Môn đăng ký: Bóng rổ(PE1015) - mã nhóm DT03",
            "Đăng ký môn học. . . . Tên sinh viên:[full_name]. . Mssv: [student_id]. . Đăng ký bổ sung môn thể chất do bị hủy môn bóng bàn.. . Môn đăng ký: Bóng rổ(PE1015) - mã nhóm DT03  /QUOTE . .",
            "Đăng ký môn học. . . . Xin lỗi phòng đào tạo.. . Do sai sót nên đã gửi nhằm nội dung có tên [full_name], Mong phòng đào tạo lướt qua mail trên   /QUOTE . .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name]V: [student_id]. . Nay em viết đơn này rất mong nhà trường có thể đăng kí giúp em môn Nguyên Lý Kiến Trúc Công Nghiệp MMH:CI2021.em xin trình bày rõ ạ.. . Trong đợt đăng ký môn học đợt 3 dự thính vừa rồi em phát hiện ra môn Nguyên lý thiết kế kiến trúc công nghiệp của em bị hủy không rõ nguyên nhân (mặc dù trước đó em đã đăng kí và hệ thống báo đăng kí thành công) .Vì thế em đã xin nhà trường đăng kí  môn khác là Thiết Kế Kiến Trúc Công Cộng 3 nhưng bị vướng môn học trước nên không học được. Và em phát hiện ra môn mình bị xóa không phải là do giáo viên hủy lớp mà có mỗi mình em bị out thôi vì thế nên em đã đăng kí lại lần nữa .Hệ thống vẫn báo đăng kí thành công để chắc hơn em đã load lại trang và thấy môn đó vẫn tồn tại. Và đến khi có kết quả đăng kí đợt 3 thì em vào xem và thấy mình vẫn bị out .Em đã tính toán rất kĩ để đăng kí môn cho đủ 56 chỉ để được học chuyên ngành năm 3 nhưng giờ thì không được rồi ạ.. . Em rất mong nhà trường có thể đăng kí giúp em môn Nguyên Lý Kiến Trúc Công Nghiệp MMH:CI2021 trong đợt dự thính hè này để em có đủ chỉ học chuyên ngành năm 3.Do em vừa được thu nhận lại sau khi bị thôi học nên số lượng môn em được đăng kí cũng khá hạn hẹp em rất mong nhà trường giúp cho em . em xin cảm ơn.. . . .",
            "Thiếu môn học tiết quyết là môn CI1021. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa cô, năm sau trường mình sẽ áp dụng học phí mới cho khoá k20. Khoá k19 vẫn giữ học phí cũ, vậy có giữ học phí dự thính cũ không ạ",
            "Học phí năm sau sẽ có thông báo riêng nhé.. . Mỗi năm sẽ có thông báo về mức học phí. . được cập nhật trên trang học vụ.. . Em chú ý theo dõi khi có thông tin. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Tên sinh viên: [full_name]. . Mssv: [student_id]. . Đăng ký bổ sung môn thể chất do bị hủy môn bóng bàn.. . Môn đăng ký: Bóng Rổ(PE1015) - mã nhóm DT03",
            "đã đk nhóm DT02. . Nhóm DT03 ko mở lớp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trước đây em có lên pđt giải quyết về việc không đăng ký được anh văn 1 la1003 do yêu cầu tiên quyết là anh văn cơ bản la1001 nhưng đã qua anh văn cơ bản rồi. Giờ đã làm đơn giải quyết và cô [full_name] có gọi điện gọi em lên bksi ghi tên lớp muốn đăng ký. [full_name]. MSSV: [student_id]. Em muốn đăng ký môn Anh Văn 1 MMH: LA1003. Nhóm lớp DT01. Giảng viên: [full_name]. Thứ 2 tiết 2345 và thứ 3 tiết 789. Em xin chân thành cảm ơn.",
            "đã bổ sung môn LA1003 nhóm DT01. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo ĐHBK,. . Vào ngày hiệu chỉnh ĐKMH đợt 3 13/7-15/7 em có kiểm tra mình đăng kí được môn Đạo đức trong kinh doanh (MMH: IM3051- MN: DT01) - cô [full_name]. Nhưng hôm sau 16/7 lại thấy bị huỷ mất môn đó trên lịch của em rồi ạ.. . Kính mong PĐT có thể xem xét ạ.. . . . Em xin chân thành cảm ơn.",
            "Thiếu môn học trước IM1007. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đăng kí môn học đồ án nền móng kì II-2020. . Em có nhận được mail của thầy trưởng bộ môn là thầy [full_name] phân công vào nhóm hướng dẫn của thầy [full_name]. . Sau đó e đã hoàn thành và bảo vệ đồ án bên thầy [full_name]. . Nhưng không hiểu sao phòng đào tạo lại cắt em qua nhóm thầy [full_name] sát ngày bảo vệ mà không thông báo nên e không biết gì để tham gia bảo vệ bên thầy [full_name].Thầy [full_name] đã vào điểm mybk Xin hỏi trường hợp của em có thể sửa điểm được không, vì e có nộp và bảo vệ đồ án với thầy [full_name] rồi. .",
            "Em liên hệ 2 GV để xin cập nhật điểm. . Hoặc liên hệ VP [full_name] để hỏi cách xử lý. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PE1025 lớp DT05. .",
            "đã đk PE1025 nhóm DT05 cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào thầy (cô), em tên là   B [full_name]  /B , MSSV:  B  [student_id]  /B . . . . Hiện tại PDT đã hủy môn GDTC (cầu lông) trong kì hè 193 của em nên cho em xin đăng kí bổ sung Aerobics (PE1021) được không ạ?",
            "đã đk nhóm DT02. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là em có thể bổ sung môn Cơ Lưu Chất (CI 2003) vào thời khoá biểu học kì hè 193 của e không ạ. Em xin cảm ơn.",
            "Đã đk CI2003 nhóm DT08 cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . vì trong quá trình đăng kí môn học, môn học em bị xóa muộn quá em không đăng kí kịp. . . xin cho em được đăng kí môn SP1009 lớp DT01.. . em xin chân thành cám ơn pđt. .",
            "đã đk cho bạn [full_name]1009 nhóm DT04. . . . nhóm DT01 đã full ko vào được. . Thân",
            "Đăng ký môn học . Kính gửi: Phòng đào tạo trường đại học Bách Khoa TPHCM. . Em tên là: [full_name] MSSV: [student_id]. . Khoa: Kĩ thuật xây dựng. . Em viết mẫu này kính mong phòng đào tạo cho em được đăng kí học dự thính môn Vật lí 1( PH1003 ) và môn Giải tích 1 ( MT1003 ) do em không đăng kí kịp đợt nhà trường mở đăng kí mà em còn thiếu nhiều chỉ để đăng kí phân ngành và ảnh hưởng đến lịch học vụ của học kì sau. Kính mong phòng đào tạo cho em được đăng kí 2 môn học trên vào học kì hè.. . Em xin chân thành cảm ơn.",
            "[full_name] nhóm DT03. . [full_name]3 trung tkb ko đk được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ thưa cho em hỏi . . cái môn anh văn cơ bản trường xắp xếp cho em mà em học không đạt,mà em mới vừa nộp chứng chỉ quốc tế Toeic 470 miễn được ba anh văn,anh văn 1,anh văn 2 và anh văn 3,vậy em không cần học lại cái môn anh văn cơ bản được không ạ,em vẫn được tốt nghiệp bình thường chứ ạ",
            "Chào bạn,. . . . Bạn đã được miễn anh văn 1,2,3 thì không cần học anh văn cơ bản.. . . . Thân.",
            "dạ thưa. . điểm chuyển là điểm miễn phải không ạ,là em chuyển điểm anh văn 1,anh văn 2,anh văn 3 ạ. .",
            "dạ thưa. . điểm chuyển là điểm miễn phải không ạ,là em chuyển điểm bằng chứng chỉ Toeic quốc tế chuyển được ba anh văn,anh văn 1,anh văn 2,anh văn 3,thì em không cần học anh văn cơ bản chứ ạ",
            "Chào bạn. . Bạn học các môn học theo đúng chương trình đào tao của mình. . Về chương trình đào tạo bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo Thầy [full_name]) để tư vấn và giải đáp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa quý Thầy (Cô)!. . . . Em tên là [full_name] - MSSV [student_id]. . Trong đợt đăng ký TTTN 193 vừa rồi, em có đăng ký nhầm mã CH3323 chuyên ngành Hóa Lý - Phân tích, nhưng em thuộc chuyên ngành Vô Cơ (CH3343) nên hệ thống đã HỦY kết quả đăng ký. . . Em đã đi thực tập xong và hoàn thành báo cáo để chuẩn bị cho việc chuẩn bị cho chiến dịch Mùa hè xanh 2020.. . . . Em mong quý Thầy Cô có thể xem xét cho phép em có thể đăng ký môn học mã CH3343.. . . . Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . Bạn làm đơn đăng kí thực tập  tốt nghiệp có sự xác nhận của chủ nhiệm khoa nộp PDT. Nhớ ghi đúng mã đăng kí.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ cho em hỏi ngày 20/7/2020 em có thi giải tích 1 nhưng đang đi thì bị té xe nên không đến thi được cho em hỏi có thể đăng ký xin thi lại không. .",
            "Chào bạn,. . . . Bạn sinh viên chất lượng cao vui lòng liên hệ văn phòng đào tạo quốc tế nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B   b MSSV/MSGV: 1514187  /b \t. . . .   i Học vụ . Chào Thầy/Cô,. . Về thông tin tốt nghiệp trên aao, em có vấn đề không hiểu rõ mong Thầy/Cô giúp em, nếu em hoàn tất điều kiện tốt nghiệp sau ngày 30/6 thì em có nhận được bằng tạm thời và bằng chính thức trước đợt tốt nghiệp tháng 11 không ạ, hay là em phải chờ đến đợt xét tốt nghiệp vào tháng 11 tới ạ. Hiện tại tình trạng của em là \"Tạm dừng\" thì có ảnh hưởng gì không ạ ?. . Rất mong nhận lại hồi đáp từ quý Thầy/Cô.. . Em chân thành cảm ơn !. .",
            "Chào bạn,. . . . Nếu bạn đã hoàn tất điều kiện tốt nghiệp thì bạn đăng ký xét tốt nghiệp, nếu PDT xét bạn đủ điều kiện tốt nghiệp thì sẽ gởi mail cho bạn. Bạn sẽ nhận bằng tốt nghiệp tạm thời ở khoa.. . . . Bằng tốt nghiệp chính thức khi nào nhà trường có thông báo chính thức, PDT sẽ gởi mail thông báo cho sinh viên.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo,. . . . Em là [full_name], sinh viên khóa 2019. . Em có thắc mắc muốn hỏi về lịch học ở học kỳ hè của em ạ, như theo hình dưới đây thì em sẽ học môn Vi sinh vật đại cương buổi đầu tiên vào ngày 31/7/2020 vào 8:00 đến 10:50, nhưng vào lúc 9:00, em lại có lịch thi môn Đại số tuyến tính ạ(có đính kèm hình).. . . . Em mong phản hồi sớm từ Phòng đào tạo, em xin chân thành cảm ơn . . . .",
            "Lịch thi sắp trước nên em phải ưu tiên lịch thi ( có thể xin nghỉ học buổi đầu tiên =  VP Đào tạo quốc tế). . . . Hoặc liên hệ VP Đào tạo Quốc tế để xem lại lịch cho phù hợp."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào nhà trường! Cho em hỏi để xin giấy xác nhận vay vốn sinh viên từ nhà trường để em vay vốn ở địa phương thì phải làm như thế nào ? Em cám ơn.",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị sinh viên.. . . . Thân."
        ]
    }
]