[
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy/cô. Hiện em vẫn chưa đóng học phí hè HK203 là em sẽ bị hủy TKB đúng không ạ. Vậy giờ cho em hỏi nếu em đóng trong vòng tuần này sẽ được khôi phục TKB không ạ. Em cảm ơn",
            "Vì hiện tại gia đình em đang rất khó khăn ạ. Nên nếu em có khả năng đóng thì em mong thầy/cô có thể khôi phục TKB cho em được không ạ ?",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đóng học phí trễ thì làm sao để được học ạ",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí  . Đã thanh toán học phí vào ngày 3/6 đúng hạn nhưng không được ghi nhận trên BKpay.",
            "em cần hoàn thành học phí, sau đó xin phục hồi môn học. . ( chỉ giải quyết trong tuần ngày). . Thân",
            "EM đã thanh toán học phí rồi ạ và hoàn thành học phí đúng hạn vào ngày 3/6, nhứng không được ghi nhận trên bpay, đã trừ tiền ở tài khoản OCB.",
            "Chào bạn. . Phòng đào tạo đã chuyển thông tin lỗi kỹ thuật của bạn cho bộ phận kỹ thuật của ngân hàng OCB, . . Hiện phần học phí của bạn đã được ghi nhận. . - Bạn xem lại thời khoá biểu sau thứ 3 ngày 15/6/2021 . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Môn học của e ko được mở mà e chưa đóng học phí mà bây giờ e đóng thì tiền đó sẽ đi về đâu hay là e mất trắng tiền môn học đó luôn. Phía pđt lúc đầu gửi email ko nêu rõ là học phí có hoàn hay ko mà chỉ nói là bị hủy thời khóa biểu mà bây giờ lúc hủy môn học rồi pđt lại nói ko hoàn là sao e ko hiểu vấn đề đó?",
            "Em cần thanh toán học phí, sau đó xin phục hồi môn học.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Trong học kì hè vừa rồi em có đăng kí 1 môn tuy nhiên môn đó nằm trong danh sách môn học không được mở vì không đủ sĩ số, trong mail trường chỉ đề cập đến việc không đóng học phí sẽ bị huỷ TKB nên em bỏ qua môn học này. Đến lúc mở ĐKMH đợt 3 lại không cho phép huỷ môn, tuy nhiên bây giờ em lại bị một khoản nợ gần 3 triệu cho một môn học không hề mở và không cho em cơ hội xoá môn, vậy có quá bất hợp lí không ạ?. . Mong trường giải quyết cho sinh viên vì đây là số tiền không hề nhỏ ạ",
            "Chào bạn. . Bạn có thể cho biết môn theo thông báo bạn bị huỷ vì sĩ số thấp không?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Cho em hỏi là có cách nào để em không bị hủy thời khóa biểu môn học do chưa đóng học phí đúng hạn không ạ. Do tình hình dịch bệnh với lại vừa phải đóng học phí đợt 2 không lâu nên em chưa xoay tiền kịp để đóng cho đợt hè này ạ. Mong cô xem xét giúp em với ạ. Em cảm ơn ạ . . . .",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hôm nay em có đến trường để nộp phiếu đăng kí thu nhận lại và bằng tiếng anh nhưng trường không mở cửa thì cho em hỏi khi nào em có thể nộp được ạ",
            "Chào bạn. . -\tVề vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi em thanh toán trễ hạn học phí có được mở thời khóa biểu lại không ạ. .",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào tạo,. . Em tên [full_name], MSSV [student_id], khoa Môi trường và Tài nguyên. . Do em đóng trễ hạn học phí học kỳ 203 là 15g ngày 7/6 nhưng em đã đóng trước 15g ngày 8/6 mà em vẫn bị xoá thời khoá biểu.. . Mong PĐT hướng dẫn em cách khắc phục và cập nhật lại thời khoá biểu. . . Em cám ơn.",
            "Chào bạn,. . TKB HK203 của bạn vẫn có mà.. . Bạn kiểm tra lại TKB trên mybk nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy, cô.. . ﻿Em là : [full_name]      MSSV : [student_id]. . Đợt vừa rồi em vừa đóng học phí trễ học kỳ 203 và đã bị xóa thời khóa biểu ạ. Em định lên phòng đào tạo để làm đơn trình bày lý do nhưng vì dịch covid 19 nên không lên được ạ. Em còn cách nào để được không phục thời khóa biểu chính thức và dự thi học kỳ được không ? Hay em sẽ phải lên trường và đến phòng đào tạo.. . Em cảm ơn !",
            "Chào bạn, . . HP vẫn thanh toán được bình thương. . Nếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn. . . . Lưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em đã quên chưa đóng tiền học phí kì 203 (kì  hè ) .Em nhận được mail của PĐT về việc này .. . Cho em hỏi là nếu em đóng tiền PĐT có thể khôi phục thời khóa biểu được không ? . . . . . .",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  Chào thầy cô ạ ! Em Là [full_name], MSSV:[student_id], em có đăng kí 2 môn học là môn xác xuất thống kê và môn pháp luật. Nhưng em đã đóng học phí trể hạn là lúc 15h 6/7/2021. Bởi vì lí do ocp onmi của em đã bị khóa, và lí do bị khóa là do em cố gắng đăng nhập mà nó báo lỗi cứ thế tơi 1 lúc nó đã khóa. Em có nhờ tư vấn hỗ trợ nhưng tư vấn viên bảo phải đến ocb gần nhất thì mới mở khóa. Chổ em ở nông thôn không có chi nhánh OCB. Phải mất 90km mới tơi được ocb. Và em đang ở gần vung dịch nên rất khó khăn cho em ạ. Nhà trường Thầy cô có thể hoản viêc đóng học phí cho em thêm thời gian hay là có thể cho em đóng bởi 1 ngân hàng khác được không ạ. Hiện tại em đã nhận đươc giấy ghi nhợ nhà trường rồi ạ.Em mong nhà trường phản hồi sớm và cho em 1 lời khuyên ạ. Em cảm ơn rất nhiều ạ . Chúc thầy cô một ngày tốt lành",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. .",
            "Dạ hôm nay đã là 10/6 rồi ạ, có thể cho em trước 15h ngày 11/6 được không ạ. Chứ bây h thì khó cho em quá ạ. Em cảm ơn ạ. .",
            "Chào bạn. . Cô ghi nhận trường hợp của bạn, cố gắng trước 15 giờ ngày 11/6 nghen, không là hết chách rồi đó. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em lỡ thanh toán học phí kỳ 203 trễ. Cho e hỏi là bây giờ thanh toán thì có được phục hồi thời khóa biểu không? Em cảm ơn. .",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2011618  /b \t. . . .   i Đăng ký môn học . Dạ em xin chào ạ, em muốn trình bày là em bị muộn deadline đóng học phí hè 203. Là do em không biết deadline là 15h 7/6 mà chủ quan là 23h59 ạ, đến tối em mở BK Pay thì không đóng được nữa ạ.. . Em thấy mail của nhà trường là không nộp học phí đúng hạn thì hủy thời khóa biểu nhưng sau khi đọc lại quy chế thì phải viết đơn gì đó nữa, không biết em phải viết đơn như thế nào và nộp ở đâu ạ?. . Em xin cảm ơn ạ. . . .",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào nhà trường ạ,. . . . Dạ em có đăng kí vào đợt: . . -25/ 05/ 2021 11:41 DT203 - Đăng ký môn học --HK203 - Đợt 2. . -SV đăng ký môn học MT1003 - Giải tích 1 - Nhóm DT05_DT05. . Em có nhận kết quả đăng kí thành công như hình, và đóng học phí đúng theo hạn như hình, nhưng hôm nay em có vào kiểm tra lại thời khóa biểu thì thấy mất thời khóa biểu và chỉ còn khóa học là video của môn em đăng kí ạ, không biết do chưa cập nhật hay em không đủ điều kiện để học môn trên học kì 203 ạ, mong nhà trường giải đáp thắc mắc và cho em hướng giải quyết ạ. . . Em xin cảm ơn nhà trường.. . . .",
            "tkb của em bình thường. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi HK203 em đăng ký 2 môn nhưng hiện tại chỉ học 1 môn và môn còn lại em muốn hủy nhưng nhà trường không cho hủy nên em chỉ đóng học phí môn 700k và môn kia không đóng và đã bị hủy tkb. Vậy hiện tại có cách nào để em hủy môn không ạ? Và có phải bắt buộc đóng học phí môn hủy không? Em mong nhà trường hỗ trợ giúp em hủy môn vì em không lên trường nộp đơn được ạ. Em cảm ơn",
            "Chào bạn. . Đến thời điểm hiện tại, theo quy định không thể huỷ môn học và huỷ học phí Hk203. . Nhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian. . Theo quy định, nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 (chính quy+ dự thính) . . Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào quý thầy cô!. . Dạ em có đăng ký môn học Lịch sử Đảng cộng sản VN (SP1039) trong 2 đợt đăng ký vừa rồi, hệ thống có tính học phí của môn này và em đã đóng học phí. Nhưng hôm qua môn này đã bị hủy (như giảng viên đã thông báo trên hình em đính kèm). . . Vậy cho em hỏi khi nào thì trường hoàn trả học phí lại cho em ạ?. . Em cảm ơn!",
            "Môn học sp1039 hủy lớp do sĩ số ít. . Thân",
            "Dạ, em đã biết là lớp bị hủy do sĩ số ít. Nhưng em muốn hỏi khi nào thì trường hoàn trả học phí cho em ạ?",
            "Chào bạn. . Bạn vui lòng đợi mail thông báo hoàn trả học phí. . Trễ nhất là tuần sau. . Nếu không có thông báo gì thì phản hồi lại [full_name] để Cô kiểm tra lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào Thầy/ Cô.. .  Em tên: [full_name]. .  MSSV: [student_id]. .  Khoa: Kĩ Thuật Xây Dựng( hệ VLVH ). . . . Trong đợt đăng ký môn học kỳ hè 203 em có đăng ký hai môn học nhưng không thể hủy được và cũng không học được môn đã đk. Em bị hủy thời khóa biểu và ghi nợ học phí vì không thể thanh toán được. Em mong Nhà Trường và PĐT có thể xem xét hủy học phí bị tính nợ của hk hè 203 vì dịch bệnh phưc tạp em không thể đk môn và thanh toán học phí như ý muốn.. .  Em xin chân thành cảm ơn.. . . .",
            "Chào bạn. . -\tĐến thời điểm hiện tại, theo quy định không thể huỷ môn học và huỷ học phí Hk203. . -\tNhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian cụ thể qua mail . . -\tSinh viên sẽ bị huỷ thời khoá biểu và ghi nợ học phí Học kỳ hè 203 vì chưa thanh toán học phí (Sinh viên vẫn phải đóng học phí, không hoàn trả hay huỷ học phí mặc dù có một số môn học sẽ bị huỷ vì sĩ số thấp). Và chắc chắn là bạn sẽ không DKMH của HK211 (chính quy+ dự thính). . -\tHiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy ( cô ), em có nhận được email về việc thanh toán trễ hạn học phí. Do tình hình dịch bệnh nên việc thanh toán có hơi khó khăn với em. Em muốn hỏi là nếu em đi đóng vào ngày mai ( ngày 10/6 ) và nộp đơn giải trình lí do về phòng đào tạo thì em có thể được khôi phục thời khoá biểu không ạ.. . . . em xin cám ơn thầy ( cô )",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô ạ.. . Do tk ocb của em bị khóa nên em nộp trễ học phí hk203, cho em hỏi sau khi hoàn thành học phí xong em có thể được học tiếp không ạ. Nếu muốn học em có cần làm đơn gì để nộp lên phòng đào tạo không ạ, em xin cảm ơn",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em trễ hạn đóng học phí HK hè 203. . Em đã thanh toán tiền trễ hạn . . Giờ em phải nộp đơn ở đâu ạ!",
            "Chào bạn. . -\tHiện tại, Nếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu xin được xem xét lại học phí học kỳ 203 . Tên: [full_name]. . Mssv: [student_id]. . Khoa: Cơ khí.. . Môn học cần xem xét: Phương pháp tính.. . Mã môn học: MT1009.. . Lý do viết đơn: Em viết đơn này với mong muốn được xem xét lại quyết định nợ học phí môn học Phương pháp tính học kỳ 203. Do sau khi xem xét lại em không bảo đảm rằng mình có thể sắp xếp giữa môn Thực tập tốt nghiệp và môn Phương pháp tính nên có quyết định hủy môn học Phương pháp tính nhưng do không thể hủy môn vào Đợt 3 Đăng ký môn học. Sau khi xem lại thông báo của trường em không nhận được thông tin nợ học phí nên đã hiểu nhầm rằng trường sẽ chỉ hủy thời khoá biểu. Nhưng em lại nhận được thông báo nợ học phí. Mong rằng trường xem xét lại quyết định.. . Em xin chân thành cảm ơn.. .",
            "Chào bạn. . Đến thời điểm hiện tại, theo quy định không thể huỷ môn học và huỷ học phí Hk203. . Nhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian. . Theo quy định, nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 (chính quy+ dự thính) . . Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô,. . Trường mail cho em 2 lần chỉ nói đến việc hủy thời khoá biểu, không nhắc đến việc ghi nợ. Do tình hình dịch nhà em chưa xoay kịp tiền vì học phí hè 203 quá cao ạ. Bây giờ em bị hủy và còn bị ghi nợ, em xin giải đáp với",
            "Chào bạn. . Bạn vui lòng xem lại qui chế học vụ về thanh toán học phí (Quy chế học vụ điều 7.2), Bạn chưa thanh toán học phí Học kỳ hè 203 tính đến 15 giờ ngày 7/6/2021. Theo quy định bị huỷ thời khoá biểu và vẫn ghi nợ học phí. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] _ [student_id]. .   i Yêu cầu khác . Em học hệ VLVH đợt tháng 10 năm 2020. Ngành học em đăng kí là [full_name] nhưng trong lý lịch trên hệ thống của e lại là [full_name] TỬ TRUYỀN THÔNG. Đầu năm e có lên báo phòng đào tạo và được trả lời là do lỗi hệ thống và sẽ sửa lỗi kêu e cứ học bình thường nhưng cho đến nay lý lịch vẫn chưa được sửa lỗi. Hiện tại không phải chỉ mình em mà cả lớp em đều đang gặp tính trạng này. Ảnh hưởng đến việc đăng kí môn. Mong quí thầy cô hỗ trợ giúp em! E chân thành cám ơn.. . [full_name] _ [student_id]. .",
            "Chào bạn. . Phòng đào tạo đã ghi nhận trường hợp này rồi, trên lý thuyết là sẽ không ảnh hưởng đến quá trình học của các bạn. . Cụ thể hơn bạn có thể gởi mail cho anh [full_name] và anh [full_name] để biết thêm chi tiết. . - [email]. . - [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa cô,. . Đợt 3 vừa rồi em không đăng ký môn học được do chưa mở mục chuyển hệ cho sinh viên bằng 2. . . Cô cho em được đăng ký môn Thực tập tốt nghiệp -CO3313 với ạ. Em cảm ơn ạ",
            "Em bổ sung nhóm L01 ạ",
            "Chào bạn. . -\tPhòng đào tạo ghi nhận trường hợp của bạn. . -\tBạn xem kết quả tại trang Mybk  xem TKB sau ngày 18/6/2021. . -\tNếu không thấy kết quả vui lòng phản hồi lại trên kênh BKSI. . Chào bạn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đăng ký môn học học kỳ 203 nhưng em không thể tiếp tục vì tình hình kinh tế do dịch. Nhưng em không hủy đăng ký được. Bây giờ em không học nhưng vẫn phải đóng học phí thì em không thể trả được ạ. Em mong được xem xét ạ.",
            "Chào bạn. . -\tĐến thời điểm hiện tại, theo quy định không thể huỷ môn học và huỷ học phí Hk203. . -\tNhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian cụ thể qua mail . . -\tSinh viên sẽ bị huỷ thời khoá biểu và ghi nợ học phí Học kỳ hè 203 vì chưa thanh toán học phí (Sinh viên vẫn phải đóng học phí, không hoàn trả hay huỷ học phí mặc dù có một số môn học sẽ bị huỷ vì sĩ số thấp). Và chắc chắn là bạn sẽ không DKMH của HK211 (chính quy+ dự thính). . -\tHiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hiện tại em chưa thanh toán học phí học kì dự thính hè   B HK203   /B  vì khu vực gia đình nhà em đang bị   B cách ly  /B  do đại dịch Covid 19 trong vòng   B 21 ngày  /B  ạ. Đến nay đã tới hạn học phí, em muốn xin gia hạn học phí cho học kì này ạ. Nhà trường cho em hỏi em lập đơn rồi giấy tờ nộp ở đâu vậy ạ? Em cảm ơn ạ.. . Dưới đây là biểu mẫu xin gia hạn học phí và giấy xác nhận khu vực bị cách ly ạ",
            "Học vụ . Hiện tại em   B chưa thanh toán học phí   /B học kì dự thính hè   B HK203   /B vì khu vực gia đình nhà em đang bị cách ly do   B đại dịch Covid 19  /B  trong vòng   B 21 ngày  /B  ạ. Đến nay đã tới hạn học phí, em muốn   B xin gia hạn học phí  /B  cho học kì này ạ. Nhà trường cho em hỏi em lập đơn rồi giấy tờ nộp ở đâu vậy ạ? Em cảm ơn ạ.. . Dưới đây là biểu mẫu xin gia hạn học phí và giấy xác nhận khu vực bị cách ly ạ",
            "Chào bạn. . Không thể gia hạn học phí vào Hk hè 203, bạn nhờ người quen thanh toán trực tiếp tại ngân hàng nghen. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. . . .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . TÊN [full_name] : TRẦN VIẾT TOẢN. . MSSV : [student_id]. . KHOA : ĐIỆN - [full_name] , [full_name]. . [full_name] : EM [full_name] [full_name] . . [full_name] 203 GIÚP EM VỚI Ạ. . CẢM ƠN CÔ [full_name]ỀU. . ( EM [full_name]/6/2021). . . .",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em nhận được mail hôm 2/6 có nội dung là Các sinh viên không thanh toán học phí đúng hạn sẽ bị hủy thời khóa biểu. Và 7/6 có nội dung là Sau 15h ngày 08/06/2021 SV vẫn chưa thanh toán học phí đủ số lượng mở lớp, PĐT sẽ hủy thời khóa biểu, hủy lớp môn học.. . Theo em đọc hiểu thì nếu em không thanh toán thì sẽ bị hủy môn và em không phải thanh toán. Vì em đọc 2 mail không thấy đề cập vấn đề ghi nợ hay không thanh toán sẽ bị hủy môn và vẫn ghi nợ.. . Đến ngày 9/6, phòng đạo tạo mới gửi mail với nội dung Sinh viên sẽ bị huỷ thời khoá biểu và ghi nợ học phí Học kỳ hè 203 vì chưa thanh toán học phí (Sinh viên vẫn phải đóng học phí, không hoàn trả hay huỷ học phí mặc dù có một số môn học sẽ bị huỷ vì sĩ số thấp).. . Xin phòng đạo tạo trả lời giúp em. Có cách nào để giải quyết theo 2 hướng này không ạ. Em sẽ thanh toán học phí trong ngày mai nhưng vẫn giữ thời khóa biểu cho em. Hoặc em rút môn mà không phải thanh toán học phí. Em xin cảm ơn.",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . .   i Học vụ:  /i  Hiện tại em đang bị tạm hoãn học kì 202. Em muốn nộp đơn thu nhận lại vào học kì 211, em muốn hỏi là hiện tại trường còn cho người ra vào để nộp đơn không? ( tại em thấy dịch đang căng thẳng.). . . . Em mong nhận được câu trả lời từ thầy/ cô sớm ạ. Em xin cảm ơn.. . . .",
            "Chào bạn. . Bạn có thể nộp đơn thu nhận lại vào đầu tháng 7/2021 nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name] , MSSV [student_id] . . Vào ngày 5/6/2021 , em đã thực hiện đóng học phí trên BK Pay , nhưng hôm nay em kiểm tra lại thì phát hiện em chưa đóng học phí và em đã thanh toán lại học phí ngay lập tức, nhưng mà hôm qua em đã xóa hết các SMS về OCB trong điện thoại rồi ạ , bây giờ em đang tìm cách khôi phục lại để gửi cho PĐT , quý thầy cô có thể cho em học lại các môn em đã đăng kí được không ạ, thực sự  5tr280 ngàn VNĐ rất lớn với em ạ. . . . Em cảm ơn quý thầy cô",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy cô phòng đào tạo ạ!. . . . Em vừa đóng học phí HK203 trong đêm.... . Em cùng các bạn mong mỏi thầy cô xem xét mở lại thời khóa biểu giúp chúng em với ạ. . Sở dĩ em nói chúng em vì em biết cũng có rất rất nhiều bạn bị đóng học phí trễ hay và lý do gì đó mà bị hủy môn do không kịp chuẩn bị tiền hay thời gian giãn cách giữa 2 lần đóng quá ngắn. . Về bản thân, em có gửi tin nhắn lên bksi ngày 7 để hỏi về việc đóng trễ và không may chiều ngày 9 mới nhận được phản hồi(sơ qua câu hỏi thì em có hỏi có thể gọp chung 2 đợt để đóng vào đợt 2 được không vì kinh tế gia đình và khu vực nông thôn OCB thật sự không có) nên em đã chưa đóng đúng hạn. . Em rất mong muốn được mở lại vì kỳ này em có đăng ký môn Thực tập ngoài trường và 2 môn nữa. . Lần nữa, em mong quý thầy cô bỏ chút ít thời gian quý báu xem xét giúp tụi em với ạ.. . Em cảm ơn thầy cô, chúc thầy cô sức khỏe để cùng nhau chúng ta vượt qua đại dịch.",
            "Chào em. . em tạm thời lấy link đi học trước. . tkb sẽ cập nhật vào cuối tuần"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cho em hỏi là hiện tại gia đình em khó khăn chưa thể đóng học phí được,cho em hỏi muốn làm đơn gia hạn đóng học phí ntn vậy ạ",
            "Chào bạn. . HK203 không thể gia hạn nghen bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên : [full_name]\t. . MSSV: [student_id]. . Vào đợt đăng kí môn học đợt 2, em đã đắng ký môn thực tập ngoài trường và môn đường lối thì PĐT đã hủy môn thực tập của em, đến đợt 3 thì em đã đăng ký bổ sung được môn thực tập ngoài trường. Theo em được biết là nếu đăng ký môn được môn thực tập thì sẽ không đăng ký được môn nào khác nên em đã không đóng học phí môn đường lối vào ngày 7/6/2021.. . Em viết tin này kính mong nhà trường có thể giúp em hủy môn đường lối để em được đi thực tập. . . Mong nhận được sự phản hồi sớm nhất từ PĐT.. . Em chân thành cảm ơn . . Trân trọng . . [full_name]. . . . . .",
            "theo quy chế.. . đăng ký môn học thực tập trong HK phụ, được đăng ký tối đa 12tc hoặc 5 môn học.. . . . - Việc đăng ký các môn học cùng học kỳ với môn TTTN: Khi đăng ký môn TTTN trong học kỳ 1 hoặc học kỳ 2, sinh viên được đăng ký học các môn học khác trong học kỳ chính với tổng số tín chỉ tối đa là 12 (tính cả môn TTTN). Ngoài ra sinh viên có thể đăng ký các môn học dự thính theo quy định.. . . . Khi đăng ký môn TTTN trong học kỳ hè, sinh viên được đăng ký học các môn học dự thính hè trong giờ hay ngoài giờ tùy theo quy định của Khoa (tối đa là 5 môn học nhưng không vượt quá 12 tín chỉ, không tính môn TTTN). Sinh viên có tham dự Mùa hè xanh thì không được đăng ký môn học và TTTN trong hè.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào thầy cô ạ,. . Thầy cô cho em hỏi là khi nào TKB mới hiện môn thực tập ngoài trường ạ? Vì những môn đăng kí cùng lúc môn thực tập (đợt 3) đã hiện trong thời khóa biểu rồi ạ.. . Em xin cảm ơn thầy cô",
            "Chào bạn, . . TKB hiện tại đã cập nhật rồi nhé bạn,. . Bạn vui lòng vào kiểm tra lại trên mybk/Thông tin sinh viên/ xem thời khóa biểu nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT. . . . Em có vấn đề là nhà trường muốn lấy tiền của Sinh viên thì phải. PĐT hứa sẽ có danh sách miễn môn học mà em chờ hoài không có (đã quá thời gian PĐT hứa). Xong em đăng kí môn học HK203 xong rồi hối mãi PĐT mới cung cấp cho danh sách miễn môn học thì đã có môn được miễn nên em không học nữa mà cũng bắt đóng học phí. Này là lỗi thuộc về phía nhà trường mà sao lại bắt sinh viên phải chịu vậy nhỉ?. . Đang trong giai đoạn Covid nữa mà. Em xin chân thành cảm mơn.",
            "chào em,. . môn học IM1025 HK203 ko thuộc danh sách miễn.. . vì vậy em cần thanh toàn học phí và xin phục hồi lại môn học. . Thân",
            "Do trước đó em không biết mục miễn môn học có môn tự chọn nên em mới đăng kí để học. Khi có danh sách miễn môn học thì em mới biết đã được miễn môn học tự chọn trong nhóm B (3 chỉ) rồi ạ.",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "em làm đơn xin hủy môn học, rút học phí. . Gởi tới: [email] hoặc [email]. . . . Nội dung theo file đính kèm.. . ( 2 đơn, 1 cho môn miễn, 1 cho môn cần hủy). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  hk3 . . . . Cho em hỏi ạ, em chưa kịp đóng tiền hk3, mà đã hết hạn đóng tiền, vậy h làm sao em có thể đóng tiền ạ, với cả,em đóng tiền rồi có được học tiếp không ạ",
            "chào em. . tkb sẽ được phục hồi vào cuối ngày. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]. . . .   i Học vụ . Em chào thầy/cô, tình hình là em có đăng kí môn học đợt 2, nhưng sau đó do tình hình dịch phức tạp nên nhà em bị phong tỏa ảnh hưởng lớn đến kinh tế nhà em nên em không thể hoàn thành học phí được ạ. Em thấy trên mail để không hoàn thành học phí thì bị xóa tkb,em không biết là hủy vẫn phải đóng tiền ạ. Thầy cô cho em hỏi là còn cách nào không ạ chứ hiện tại em không thể hoàn thành học phí được ạ. . .  . .  Hiện em đang ở hẻm 229 Tây thạnh,q Tân phú đang bị phong tỏa, vì vậy nên vấn đề kinh tế cũng khó khăn. Mong thầy/cô có thể giúp em hủy môn học ạ. Em cảm ơn thầy/cô nhiều. .",
            "Chào bạn. . Bạn có thể người quen thanh toán trực tiếp tại ngân hàng. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo,. . . . Em tên [full_name]-[student_id] khoa QLCN. Em đã hủy thành công môn học triết lớp DT03 và hiện tại trên hệ thống BKEL của em có lớp của môn này cũng như thời khóa biểu và mục thanh toán học phí trên BKpay.. . Tuy nhiên, em lại nhận được thông báo rằng tên của em vẫn còn trong danh sách lớp triết DT03. Em kính mong phòng đào tạo xem xét và cập nhật lại danh sách lớp triết DT03 nhằm giúp giảng viên và các bạn sinh viên trong lớp nắm đúng danh sách lớp để thuận tiện cho việc giảng dạy và phân chia nhóm bài tập lớn.. . . . Em xin trân trọng cảm ơn.. .",
            "QUOTE Kính gửi phòng đào tạo,. . . . Em tên [full_name]-[student_id] khoa QLCN. Em đã hủy thành công môn học triết lớp DT03 và hiện tại trên hệ thống BKEL của em không có lớp của môn này cũng như thời khóa biểu và mục thanh toán học phí trên BKpay.. . Tuy nhiên, em lại nhận được thông báo rằng tên của em vẫn còn trong danh sách lớp triết DT03. Em kính mong phòng đào tạo xem xét và cập nhật lại danh sách lớp triết DT03 nhằm giúp giảng viên và các bạn sinh viên trong lớp nắm đúng danh sách lớp để thuận tiện cho việc giảng dạy và phân chia nhóm bài tập lớn.. . . . Em xin trân trọng cảm ơn.. .   /QUOTE . .",
            "Chào bạn. . Phòng đào tạo ghi nhận thông tin của bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào các anh/chị qtv ạ. . Sau đây em xin trình bày về lý do em nộp học phí chậm trễ ạ, cũng mong anh chị hiểu cho em và cho em xin hướng giải quyết sớm nhất... Em xin chân thành cảm ơn.. . Việc là ở địa phương em k có ngân hàng OCB ( cách khoảng 60km) và thẻ OCB của em cũng chưa kích hoạt vì một số lý do ... Nên ngày 6/6 em có nhờ một bạn cùng quê sử dụng tài khoản OCB của bạn ấy thanh toán hộ nhưng do chủ quan của cả em và bạn nên đã trễ hạn. . . Em có nghe qua một số thông tin khác trên mạng xh em hoan mang lắm vì nội dung kể là đóng tiền nhưng vẫn k được học do gia đình em cũng đang trong gian đoạn khó khăn.... . Cuối cùng em muốn hỏi anh chị là hiện tại nếu em nộp học phí (trễ) có thời khoá biểu trở lại hay không ạ? Em rất muốn được học tiếp ạ.. . Rất mong nhận được phản hồi của anh chị sớm ạ. Em cảm ơn. .",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy cô, . . Em tên là [full_name] MSSV: [student_id] . . Cho em hỏi: Em vừa đóng trễ học phí kì 203 môn thực tập hè ( TKB chưa xóa) thì có cần làm gì để không xóa môn không ạ?  . . Lý do: Ở quê xa OCB, dịch bệnh di chuyển khó khăn.. . Em xin lỗi, cảm ơn.. . Em mong thầy cô phản hồi!. . Trân trọng,. . [full_name]",
            "Chào bạn. . -\t. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Do em đóng học phí kì 203 trễ hạn nên nhận được mail bị hủy môn học, theo quy chế trên trang aao mục 7.2 ghi thì đóng học phí trễ hạn thì ngoài bị hủy môn học còn bị cấm đkmh cho học kì kế tiếp  và để được đkmh thì cần làm đơn trình bày lý do trễ hạn học phí ạ, vậy cho em hỏi là em cần làm đơn gì để được đkmh cho học kì 211 kế tiếp vậy ạ và nộp online qua mail của pđt hay nộp trực tiếp ở pđt CS1 vậy ạ.. . Em cảm ơn.. . . .",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn, và không có tên trong ds bị cấm DKMH học kỳ 211. . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô,. . Vì lí do đợt thanh toán học kì hè này sớm hơn các học kì trước nên gia đình em chưa gửi kịp học phí để đóng đúng thời hạn.. . . . Em mong nhà trường sẽ hỗ trợ giúp em nộp trễ học phí để em có thể hoàn thành chương trình đào tạo.. . . . Kính mong nhà trường xem xét và giúp đỡ em.. . . . Em xin chân thành cảm ơn! .",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em bị cách ly covid ở gò vấp .ngày 14/06/2021 hết cách ly em mới đóng học phí được  .vậy có bị hủy thời khóa biểu không ạ.. . Em muốn không bị hủy thời khóa biểu thì cần phải làm gì .",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi VPĐTQT. . . . Em tên là [full_name] - [student_id].. . . . Hôm nay em kiểm tra thời khoá biểu thì đã thấy mình bị huỷ môn học CO2003.. . . . Em xin tường thuật lại trường hợp của em.. . . . Em đã lên BKPAY đóng tiền cho học kỳ 203 vào ngày 4/6/2021 (em có bằng chứng là mã OTP từ ngân hàng OCB gửi về để xác nhận lúc đóng tiền). Nhưng vào tối hôm đó không biết hệ thống có lỗi gì hay không nên không hiện thông báo là em thanh toán thành công. Em cứ nghĩ là chắc do lag ngày mai sẽ có nên chủ quan không kiểm tra lại. Và hôm nay em bị huỷ môn học.. . . . Em kính mong quý thầy cô VPĐTQT tạo cơ hội cho em được thanh toán học phí và điền tên trở lại trong học kỳ 203 này. Em hứa sẽ rút kinh nghiệm và cẩn thận hơn những lần sau. Em xin chịu mọi hình phạt cho sự sai lầm của em nhưng mong quý thầy cô vẫn cho phép em được học và được thi môn CO2003 trong học kỳ hè 203 này ạ. Số tiền học phí thật sự là quá lớn đối với em nhất là đang giai đoạn khó khăn dịch bệnh.. . . . Một lần nữa em kính mong thầy cô giúp đỡ ạ",
            "Chào bạn. . -\tVề vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em quên đóng Học phí ĐH chính quy 203. . Cho em xin hướng giải quyết. . Em xin cảm ơn. .",
            "Hiện em đã thanh toán và trên BKpay hiện Đã thanh toán trễ hạn!. . tiếp theo em phải làm gì ạ.",
            "Chào bạn. . Hiện tại, Nếu bạn đã thanh toán học phí HK203 rồi thì thời khoá biểu không bị huỷ & không cần phải làm đơn nghen bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi giờ đọc học phí hk203 thì có được lại tkb học không ạ. .   i Đăng ký môn học .",
            "Bây giờ đóng học phí thì có được xem lại tkb để học không ạ",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho r hỏi. Em nộp trễ học phí học kỳ hè 203. Nếu em. . Nộp học phia mà lớp k bị huỷ thì e có được tham gia học k ạ. . Đăng ký môn học .",
            "Chào bạn. . Sau khi bạn đóng học phí xong, viết đơn trình bày lý do đóng trễ học phí, ký tên, gỏi lại lên bksi để Cô trình ban lãnh đạo phòng xem xét. . - Làm gấp nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đăng kí thực tập mà kết quả sau đợt 3 lại bị hủy do em không đủ chỉ nhưng PĐT có mail sẽ được tính thêm chỉ của dự thính 202 để xét thì em đạt yêu cầu mà vẫn bị hủy. Mong PĐT xem xét lại giúp em.",
            "Chào bạn. . -\tPhòng đào tạo ghi nhận trường hợp của bạn. . -\tBạn xem kết quả tại trang Mybk - xem TKB sau ngày 18/6/2021. . -\tNếu không thấy kết quả vui lòng phản hồi lại trên kênh BKSI. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ nhà trường có thể xem xét cho em thêm 1, 2 ngày để thanh toán học phí dự thính hè không ạ. Do hiện tại việc chuẩn bị học phí không kịp ạ. . . Em cảm ơn pđt . .",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Họ tên: [full_name]. . MSSV: [student_id] (Hệ VLVH). . Mong PĐT xem xét gia hạn thêm thời gian thanh toán học phí HK 203, lý do:. . Em đang sinh sống và làm việc tại Quận Gò Vấp (Cụ thể tại địa chỉ: 90/10 An Nhơn, phường 17, quận Gò Vấp, Tp.HCM) nơi bắt buộc thực hiện giãn cách xã hội theo chỉ thị 16/CT-TTg ngày 31/03/2020 của Thủ tướng Chính Phủ - Thực hiện giãn cách địa bàn quận Gò Vấp từ ngày 31/5/2021. Hiện tại tình hình công việc, kinh tế vô cùng khó khăn, mong PĐT xem xét giúp đỡ gia hạn thêm thời gian đóng học phí để bọn e cố gắn xoay xở! . . Trân trọng cảm ơn!. . . .",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . [full_name]. . MSSV: [student_id]. . Do sơ ý em không kiểm tra mail kịp nên chưa đóng học phí kịp hạn. . Em vừa mới nhận được mail trường là sẽ bị huỷ môn và ghi nợ học phí. . Em chưa rõ lắm về vấn đề này nên em xin phép hỏi là. . Em có thể học tiếp không ạ nếu em đóng tiền. . và làm như thế nào để được tiếp tục học những môn đã đăng kí ạ??. . Em xin cảm ơn. . . .",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name], mssv:[student_id]. Do tình hình bệnh dịch Covid nên nhà em có chút khó khăn trong việc đóng tiền đúng hạn ạ. Em mong pđt có thể thông cảm cho hoàn cảnh của em và mở lại tkb giúp e vì chiều nay e đã nhờ người đóng hộ ạ. Em xin cám ơn pđt vì đã đọc mail này.",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    }
]