[
    {
        "intent": "",
        "message": [
            "B   /B   B   /B   I   /I Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em xin chào quý thầy/cô. Vừa qua em có đăng kí môn GDTC 2(Bóng chuyền) vào t7 tiết 9 10 lớp CLC. Tuy nhiên, sau khi có tkb chính thức, e thấy mình có thể học vào t6 tiết 11 12. Vì vậy, em xin phép được chuyển tkb với lí do: em muốn dành ngày t7 CN ở quê để đi làm kiếm tiền sinh hoạt đỡ cho cha mẹ do học phí CLC khá cao. Em mong quý thầy/cô sẽ giúp em. Em rất cảm tạ. Em cam kết sẽ đi học đầy đủ bộ môn này. Em cảm ơn.",
            "đã chuyển sang CC03, thứ 6"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1910393  /b \t. . . .   i Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) .   i - Em có chứng chỉ IELTS 7.5 đã nộp cho PĐT và đăng ký chuyển điểm Anh Văn 1, 2, 3, 4. Điểm chuyển đó có được tính vào điểm trung bình chung của từng học kì hay không? .",
            "Chào bạn,. . Bạn vui lòng xem quy định về điểm chuyển môn av tại: www.aao.hcmut.edu.vn- Sinh viên -  Hướng dẫn - Ngọại ngữ --  Cách đăng ký chuyển điểm các môn ngoại ngữ.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học  /i [full_name] [full_name] [full_name] [full_name] Dạ kính chào Cô[full_name] [full_name] Em tên là [full_name], MSSV: [student_id][full_name] [full_name] Vào ngày 5/1, 7 giờ sáng, em có vắng thi môn Kinh tế kĩ thuật vì lý do em phải nhập viện vì bị trúng thực[full_name] Em mang lỗi lầm rất lớn vì đã không giữ gìn sức khoẻ của mình vào ngày gần thi, em thật sự rất tiếc vì điều đó[full_name][full_name] [full_name] Ngày 6/1, em có làm đơn và nộp giấy tờ chứng bệnh đầy đủ để làm đơn Xin vắng thi có phép, nhưng vì Giáo Viên Giảng Dạy của em có việc, nên em đã nộp đơn trong hộp thư của cô, đợi qua Tết cô sẽ kí duyệt giúp em[full_name] Vì dịch cúm Corona, nên hiện tại đơn của em vẫn chưa được kí duyệt, nhưng điểm bộ môn đã được update trên bảng điểm, em thật sự rất lo lắng ạ[full_name][full_name] [full_name] Trong tuần sau, khi trường đã đi vào hoạt động bình thường, em có còn cơ hội để nộp đơn không ạ?",
            "Chào bạn. . Bạn nộp đơn cho Phòng đào tạo trong thời gian sớm nhất để xem xét nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Tốt nghiệp - Đại học - Cao đẳng chính quy   Cập nhật ngày CTXH, điểm ... . Phòng đào tạo cho em hỏi hạn cuối để xác nhận CTXH và nộp chứng chỉ anh văn 2 kĩ năng nói viết là khi nào? . .",
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Cập nhật ngày CTXH, điểm .... . Phòng đào tạo cho em hỏi hạn cuối để xác nhận CTXH và nộp chứng chỉ anh văn 2 kĩ năng nói viết là khi nào? . .   /QUOTE . . . . Chào [full_name], Em xem lịch học vụ nhe! http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=1814"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Kinh gửi thầy cô pdt trường Đh Bách Khoa, em tên [full_name] MSSV [student_id] thầy cô cho em hỏi là đã có điểm LA1003-L01B chưa ạ. do em thi cuối kì ngày 6/1/2020 đến giờ vẫn chưa có. em xin cảm ơn. .",
            "Chào bạn. . Bạn theo dõi cập nhật điểm tại MyBK --  xem điểm nghen, quy trình nếu giảng viên nộp điểm thì phòng đào tạo sẽ cập nhật trên trang xem điểm liền"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em tên [full_name] MSSV [student_id] khoa KTXD.Cho em hỏi đợt đăng ký dự thính học kỳ 192 có mở môn [full_name] BỀN VẬT LIỆU mã CI2007 không ạ . .",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác .... . Em tên Nguyễn Ngọc [full_name] MSSV [student_id] khoa KTXD.Cho em hỏi đợt đăng ký dự thính học kỳ 192 có mở môn SỨC BỀN VẬT LIỆU mã CI2007 không ạ . .   /QUOTE . . . . Chào [full_name], dự thính mở theo nhu cầu của SV nếu đủ số lượng và có giáo viên nhận lớp thì PĐT sẽ mở lớp."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . Em chào nhà trường. . Em là [full_name], MSSV: [student_id]8.. . Em có vấn đề trong đăng ký thi nói viết.. . Quá trình e đăng ký bị lỗi do không đóng phí qua ví điện tử momo được.. . Em chỉ còn thi nói viết là đủ điều kiện ra trường và em khóa k13. Thời gian còn lại rất hạn hẹp. Mong nhà trường giúp đỡ giải quyết.. . Em cảm ơn.",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp trung tâm ngoại ngữ để được hỗ trợ.. . Thân.",
            "QUOTE MSSV/MSGV: [student_id]8    . . Em chào nhà trường. . Em là [full_name], MSSV: [student_id]8.. . Em có vấn đề trong đăng ký thi nói viết.. . Quá trình e đăng ký bị lỗi do không đóng phí qua ví điện tử momo được.. . Em chỉ còn thi nói viết là đủ điều kiện ra trường và em khóa k13. Thời gian còn lại rất hạn hẹp. Mong nhà trường giúp đỡ giải quyết.. . Em cảm ơn.  /QUOTE . . . . Chào [full_name] , Em liên hệ Trung tâm ngoại ngữ nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Nhà trường cho em hỏi tuần sau tụi em có được nghỉ thêm để phòng dịch corona không ạ?. . Hiện giờ em lỡ vô KTX sớm nên mong trường thông báo sớm để tụi em còn sắp xếp lịch học và sinh hoạt nữa ạ.",
            "CHào bạn,. . Hiện tại trường chưa có thông báo mới, bạn vui lòng theo dõi.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   i Điều kiện để được tốt nghiệp là có chứng chỉ Tin Học cơ bản. Vậy nhà trường có dạy và cấp chứng chỉ Tin học cho SV không hay là SV tự học ở các trung tâm rồi nộp chứng chỉ cho Nhà trường?  /i",
            "Chào bạn,. . Bạn vui lòng xem thông báo chi tiết tại:www.aao.hcmut.edu.vn- Sinh viên - Quy chế - Quy chế học vụ bậc đại học.-- Phụ lục 3.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Cho em hỏi khi nào mới cập nhật đầy đủ điểm ạ . Em còn thiếu điểm môn avan 3 ạ",
            "Chào bạn,. .  điểm môn học tuỳ thuộc vào giào viên nộp điểm lên Phòng đào tạo nha bạn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Thanh toán lệ phí & khai lý lịch tốt nghiệp . Cho em hỏi là đã mở đợt đăng kí tốt nghiệp chưa ạ, em vào đăng kí nhưng báo lỗi,nhiều bạn cũng bị trường hợp như em. Em đã hoàn thành xong các chuẩn tốt nghiệp",
            "Bạn xem lịch trình tại đây :. . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitiettn&path=68&tid=1885"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Cho e hỏi ngày đăng ký và nộp hồ sơ tốt nghiệp là khi nào?",
            "Bạn xem lịch trình tốt nghiệp tại đây:. . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitiettn&path=68&tid=1885"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chào các thầy cô.. . Em có câu hỏi sau xin các thầy cô giải đáp ạ. Trong đăng ký môn học đợi 3 em có đăng ký môn (006402) giải tích 2 của thầy [full_name] nhưng đến giờ vẫn chưa được xét duyệt và không có thời khoá biểu ạ.. . Em cảm ơn.",
            "Môn 006402 nhóm TT01 hủy do sĩ số đk ít. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . . . em là sinh viên năm nhất khoa điện, vừa rồi em có nộp học phí trễ nên bị hủy hết môn đăng kí ở đợt 1. Lúc đó đang là đợt 3 nên em đăng kí thêm chỉ được 1 môn hóa đại cương. Còn 3 môn còn lại thì lớp nào cũng đủ sỉ số, em có thể đăng kí 3 môn còn lại để học trong hè được không ạ ?",
            "Chào bạn. . Trong học kỳ 192 vẫn còn học kỳ dự thính nên bạn theo dõi mail hoặc xem lịch học vụ tại : http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=1814. . . . để đăng ký dự thính. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Theo như lịch của nhà trường thì hạn chót nộp điểm anh văn để đăng ký làm luận văn tốt nghiệp là ngày 4/2/2020 nhưng hôm nay ngày 5/2/2020 em mới lấy được kết quả, do ngày tết bưu điện có nghỉ nên có hơi chậm trễ. Mong phòng đào tạo xét chuyển điểm cho em để em được đăng ký luận văn.. . Em mong là sẽ nhận được hồi âm từ phòng đào tạo.. . Em xin chân thành cảm ơn.",
            "Chào bạn. . Phòng đào tạo sẽ cập nhật dữ liệu của em để em đăng ký lvtn, có phát sinh gì trong quá trình đkmh em phản hồi lại PĐT nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Em là sinh viên khóa 2016 khoa Điện- Điện tử chuyên ngành điều khiển tự động, Theo tiến độ kì này em sẽ nhận luận văn tốt nghiệp, nhưng vữa rồi em chỉ đạt toeic 490 điểm,trong khi quy định mới đã nâng điểm toeic nhận luận văn của khóa 2016 từ 450 lên 500. Cho em hỏi nếu giáo viên hướng dẫn xác nhận thì có cách nào để em có thể tạm thời nhận luận văn và bổ sung chứng chỉ toeic sau để có thể tốt nghiệp đúng thời hạn do kết quả học tập của em vẫn đúng theo lộ trình và đang ở mức khá. Em cảm ơn PĐT đã đọc câu hỏi của em và em mong nhận được sự phản hồi từ PĐT.. . Em cảm ơn rất nhiều ạ.",
            "Chào bạn,. . Theo quy định thì Phòng đào tạo sẽ không xếp môn LVTN vào TBK của sv nếu sv chưa đạt chuẩn theo quy định. . . Thực tế bạn có thể liên hệ với giáo viên xin nhận trước đề tài LV để làm trong thời gian chờ chứng chỉ ngoại ngữ. Nhưng trễ nhất là đến giữa HK đó bạn phải có chứng chỉ ngoại ngữ đạt chuẩn nhận LVTN, ngay khi có chứng chỉ bạn phải khai báo online và sau đó nộp ngay đơn cứu xét xin đăng ký LVTN tại PHòng đào tạo để có môn LVTN trong TBK chính thức, khi đó bạn mới được tên trong dsach nhận LVTN tại khoa.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi, em qua môn các môn trong ảnh 1 và đã đủ ngày CTXH và toeic, nhưng em chưa học môn Thí nghiệm công trình (CI4011), thì em có được đăng kí luận văn tốt nghiệp không ạ. Em xin cảm ơn.",
            "Cho em hỏi, em qua môn các môn trong ảnh 1 và đã đủ ngày CTXH và toeic, nhưng em chưa học môn Thí nghiệm công trình (CI4011), thì em có được đăng kí luận văn tốt nghiệp không ạ. Em xin cảm ơn.  /QUOTE . . . . Chào [full_name], Em xem cấu trúc môn học LVTN có bị ràng buộc điều kiện môn CI4011 không, nếu không thì được đang ký nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em chào thầy, cô. . . . Về lịch đăng ký luận văn tốt nghiệp, do học kỳ 192 bắt đầu từ ngày 10/02 (lịch cũ 05/02) vậy thầy, cô cho em hỏi lịch đăng ký LVTN đợt cuối (lịch cũ 11/02 - 17/02) có thay đổi hay không?. . . . Em xin cám ơn.",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác .... . . . Em chào thầy, cô. . . . Về lịch đăng ký luận văn tốt nghiệp, do học kỳ 192 bắt đầu từ ngày 10/02 (lịch cũ 05/02) vậy thầy, cô cho em hỏi lịch đăng ký LVTN đợt cuối (lịch cũ 11/02 - 17/02) có thay đổi hay không?. . . . Em xin cám ơn.  /QUOTE . . Chào [full_name], Đăng ký môn học online nên không có thay đổi lịch nhe em."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính thưa phòng đào tạo, do lúc trước em chưa cập nhật thông tin sinh viên nên không đăng ký được môn anh văn 4 LA1009, kính mong phòng đào tạo có thể xem xét cho em được học môn anh văn 4 trong học kỳ 2 năm học 2019-2020 để hoàn thành chương trình học tập ạ, em là sinh viên k14 đã trễ ra trường hơn 1 năm rồi ạ. Rất mong phòng đào tạo có thể xem xét ạ. . . .",
            "[full_name]9 nhóm L03. . Thân",
            "Kính thưa phòng đào tạo, do lúc trước em chưa cập nhật thông tin sinh viên nên không đăng ký được môn anh văn 4 LA1009, kính mong phòng đào tạo có thể xem xét cho em được học môn anh văn 4 trong học kỳ 2 năm học 2019-2020 để hoàn thành chương trình học tập ạ, em là sinh viên k14 đã trễ ra trường hơn 1 năm rồi ạ. Nãy em có gửi yêu cấu thì được xét vào lớp ở cơ sở 2, nhưng em ở rất gần cơ sở 1, phòng đào tạo có thể xem xét cho em vào 1 lớp ở cơ sở 1 được không ạ, lớp thứ mấy cũng được ạ,em cảm ơn ạ. .",
            "đã đk LA1009 nhóm L03. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1511192  /b \t. . . .   i Học vụ - Đại học - Cao đẳng chính quy   Rút môn học . Chào thầy/cô Phòng đào tạo.. Em là Lê Huân, sinh viên K15 khoa cơ khí, bộ môn Chế tạo máy.. . Em xin trình bày vấn đề của mình, mong thầy/cô có hướng giải quyết giúp em:. . - Em vừa hoàn thành bảo vệ luận văn tốt nghiệp đợt tháng 1/2020 tại trường. Đã hoàn thành đầy đủ 142 tín chỉ, các điều kiện về anh văn lẫn công tác xã hội.. . - Trước đó tháng 11/2019, do chưa tới kỳ bảo vệ luận văn, em vẫn đăng ký môn học với 1 môn là Tư tưởng Hồ Chí Minh để có thể duy trì tình trạng sinh viên trong học kỳ kế, nay hoàn thành em cần rút môn học này để tốt nghiệp.. . - Tuần sau,  B  từ ngày chủ nhật 16/2/2020, em sẽ đi định cư Mỹ  /B  cùng gia đình nên không thể tham dự lễ tốt nghiệp và nhận bằng vào tháng 4/2020 được =  Vì vậy trước Tết em có lên pđt cơ sở 1 để rút môn học và Ủy quyền nhận bằng tốt nghiệp:. . + Về giấy ủy quyền, pđt có trả lời nhờ người thân đứng và khi nhận bằng chỉ cần cầm giấy ủy quyền và giấy tờ cá nhân lên =  Em đã làm xong Đơn Ủy quyền có chứng thực của chính quyền địa phương.. .   B + Còn về vấn đề RÚT MÔN HỌC, pđt trước Tết không cho rút môn học do chưa tới đợt, và yêu cầu từ ngày 5/2/2020 mới được rút. HÔM NAY, pđt lại có mail DỜI LỊCH RÚT MÔN HỌC sang 16/3/2020 đến 20/3/2020. =  Thời điểm đó em đang ở tại Mỹ nên không thể nào lên pđt để rút môn học được.   /B . . . . Em mong thầy/cô xem xét giải quyết trường hợp cá biệt này để em có thể được tốt nghiệp đúng hạn 4/2020. Nếu cần thiết, thầy/cô có thể cho em xin phép được gặp để giải quyết khúc mắc. Em đang ở Đồng Nai nên có thể lên TPHCM sau vài tiếng đồng hồ bất cứ ngày nào trong hết tuần này và tuần sau.. . . . Em chân thành cám ơn khi thầy/cô có thể giúp đỡ dù trong dịch N-CoV sinh hoạt nhà trường có nhiều xáo trộn. Mong thầy/cô trả lời mail sớm và có hướng giúp sớm.",
            "sẽ hủy môn cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Kính gửi: Quý Thầy/ Cô.. . Em tên: [full_name], MSSV: [student_id], lớp: BT15OTLT.. . Hiện tại em còn thiếu một môn học \"Vẽ Kỹ Thuật Giao Thông\", mã MH: TR1003, em đã đăng ký và chờ từ HỌC KỲ 2 (2017-2018)đến giờ nhưng vẫn chưa được xếp lớp để học.. . Em hiện đang đi làm và không thể học với TKB của lớp chính quy.. . Mong Quý Thầy/ Cô tư vấn và hướng dẫn giúp em cách đăng ký môn học \"Vẽ Kỹ Thuật Giao Thông\" để em được sớm hoàn thành chương trình học tại trường.. . Mong nhận được phản hồi từ Quý Thầy/ Cô sớm.. . [full_name].. . . . [full_name]. . Sđt: 090 6866 019",
            "em đk online nếu môn học mở lớp từ 04-06/02.. . Thân",
            "Chào Anh [full_name].. . Hiện em đã đăng ký online nhiều lần nhưng không được, một là do môn học không mở, hai là không đủ số lượng sinh viên.. . Anh cho em hỏi không biết trường hợp của em có cách này không anh? Ví vụ như đăng ký môn học thay thế được không anh?. . Cảm ơn anh.",
            "em chờ đợt tiếp theo hoặc làm đơn xin mở lớp hoặc đk chung CQ.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name], mssv [student_id],SV văn bằng 2 ngành kỹ thuật Hoá Học khoá 2019-2020. lí do e đóng trễ học phí, chiều 6/1/2020 e mới đóng học phí xong( 14h ngày đó em mới đóng học phí xong, sau đó chừng 15, 20 phút sau em mới đăng kí môn học được, lúc đó gần 3h là thời điểm hết hạn đăng kí môn học), do thời gian đăng kí quá ít không kịp suy xét( chỉ kịp đăng kí sao cho không hết giờ). Nên sau đó nhận được lich học có những vấn đề: Môn cơ học ứng dụng đăng kí nhầm chương trình tiếng anh  trong khi em ko học chương trình đó;có 2 ngày là thứ 2 và thứ 4 sáng học cs2, chiều học cs1 2 môn khác nhau, trong khi không phải là những môn thực hành ( nếu xem xét kĩ để đăng kí thì sẽ đăng kí được 2 môn học sáng chiều ở cùng một cơ sở) nên đi học vất vả do đường xa và sơ không kịp giờ. Và e muốn đăng kí 21 tín chỉ nhưng lúc đó quýnh quá chì đăng kí được 18 tín chỉ. Vậy kính mong PĐT xem xét giúp đỡ cho em đăng kí lại để thuận lợi cho việc học vì em lớn tuổi rồi(38 tuổi) lại học văn bằng 2. E hứa sẽ đóng học phí đúng thời hạn để không xảy ra những vấn đề này nữa. E xin chân thành cảm ơn.",
            "bạn cần đăng ký môn gì, cung cấp mã môn học, mã nhóm để xem xét. . Thân",
            "Dạ, em cần đăng kí những môn sau:. . 1)Hoá lí 1,CH2003,A01.. . . . 2)Quá trình và thiết bị cơ học,CH2019,A01.. . . . 3)[full_name],CH2021,L05.. . . . 4)Cơ Học ứng Dụng,AS2007,L05.. . . . 5)Quá trình và thiết bị truyền nhiệt,CH2043,L05.. . . . 6)Hoá lí 2,CH2031,L05.. . . . 7)Qúa trình và thiết bị truyền khối,CH2051,L04.. . . . 8)Thí nghiệm hoá lí,CH2041,L11.. .           Em xin chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Môn vật lý 1 của em bị thiếu một cột điểm chấm trên bkel.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . Về điểm của môn học bạn liên hệ trực tiếp giảng viên dạy môn để kiểm tra"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Hôm trước em có thay đổi TKB, pdt đã cập nhật trên \"Thông tin sinh viên\" nhưng chưa cập nhật giảng viên trên BK-Elearning, mong pdt sớm cập nhật để em nhận được các thông báo của giảng viên. Em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . lúc 1h50 e có gửi e-mail trên bksi. e ko đc quyền đký lớp CC, nhưng lớp [full_name] với T vẫn đc đúng ko a! hk2 2019 e đều đký đc lớp nhóm T với [full_name]\t. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "PĐT đký giúp e TKB cho buổi sáng ạ!. . . . ...Hóa đại cương(ch1003): nhóm [full_name]01_[full_name]02 cs2 - GV [full_name]: Thứ 2(T2,3,4,5) Thứ 3(T7,8,9,10). . ...Hệ CSD[full_name](co2013): nhóm [full_name]01_[full_name]01 cs2 - GV [full_name]: Thứ 3(T2,3,4) Thứ 6(T7,8). . ...Cấu trúc D[full_name]&giải thuật(co2003): nhóm [full_name]01_[full_name]02 cs2 - GV [full_name]: Thứ 4 (T5,6,7,8,9) Thứ 5(T5,6). . . . Mong PĐT giúp e đký những môn này để e sớm hoàn thành. E xin cảm ơn PĐT.",
            "Các môn bạn đk hiện đã bị full sĩ số. vì vậy ko đăng ký được.. . riêng môn CH1003 có thể đăng ký qua nhóm L14 hoặc L17 nếu bạn có nhu cầu học. . Thân",
            "mong Pđt giúp e đký thêm vào lớp đó ạ. tại vì e lười học, chuyển hệ nên giờ chưa ra trường. Mong Pđt giúp e đký chèn vào đc ko? e xin cảm ơn !!!  lần trước e cũng xin đký chèn vào đc ạ. nên mong pđt đký giúp e để e sớm ra trường.",
            "không. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Thưa thầy/cô!. . Em là sinh viên Đại học chính quy Khóa 2015 sắp tốt nghiệp, nhưng không thể dự lễ trao bằng tháng 4 vì chứng chỉ Anh văn còn thiếu (danh sách đăng kí thi đã đầy).. . . . Em có thắc mắc về việc nếu em nộp chứng chỉ Anh văn sau thời điểm lễ tháng 4, thì có thể nhận bằng tốt nghiệp tạm thời ngay thời điểm đó luôn không ạ? . . . . Em xin cảm ơn ạ!",
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác .... . . . Thưa thầy/cô!. . Em là sinh viên Đại học chính quy Khóa 2015 sắp tốt nghiệp, nhưng không thể dự lễ trao bằng tháng 4 vì chứng chỉ Anh văn còn thiếu (danh sách đăng kí thi đã đầy).. . . . Em có thắc mắc về việc nếu em nộp chứng chỉ Anh văn sau thời điểm lễ tháng 4, thì có thể đăng ký tốt nghiệp rồi nhận bằng tốt nghiệp tạm thời ngay thời điểm đó luôn không ạ?. . . . Em xin cảm ơn ạ!  /QUOTE . .   CODE",
            "Chào bạn. . Hiện tại theo lịch học vụ của Trường, 1 năm chỉ có 2 đợt tốt nghiệp tháng 4 và tháng 11 . . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=374"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Vừa làm vừa học - ĐTTX   Điểm thi . Em xin hỏi (Thời gian có điểm hoặc điểm em đạt được nếu có) về điểm thi AV 400 ngày 11/01/2019",
            "Chào em;. . Phòng Đào tạo đã cập nhật điểm nha em. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Thưa Anh/Chị, học kì chính này tôi làm luận văn, nhưng hiện tại có một môn học có khả năng rớt làm trì hoãn việc ra trường, xin Phòng Đào Tạo cho tôi đăng kí thêm môn Electronic Circuits (405404) vào học kỳ chính này để tôi có thể kịp tiến độ ra trường.. . Xin Cảm ơn Anh/Chị.",
            "Chào bạn,. . Hiện tại đã hết thời gian để đăng ký MH cho học kỳ chính 192. Bạn là sinh viên chương trình tiên tiến, vui lòng liên hệ tại Văn Phòng Đào tạo Quốc tế để được hướng dẫn thêm nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .   B  Em đang ở quê Quảng Trị, em có đi khám bệnh viện và dùng thẻ BHYT, nhưng lúc đưa Thẻ sinh viên lẫn Thẻ nội trú KTX thì người ta bảo là thẻ này chỉ khám được trong TPHCM thôi. Cho em hỏi giờ em muốn dùng thẻ BHYT ở ngoài này thì phải làm sao ạ?. . Em xin cảm ơn.. .  . .",
            "Chào bạn. . Bạn liên hệ Phòng Công tác chính trị sinh viên để hỗ trợ nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Dạ em muốn xin mở thêm sỉ số môn học Hệ Thống Thông Tin Quản Lý lớp CC02 ạ. Em xin cảm ơn nhiều ạ.",
            "Chào bạn,. . Hiện tại đã hết thời gian đăng ký môn học học kì chính 192, bạn vui lòng liên hệ tại Văn Phòng Đào tạo Quốc tế để được hướng dẫn thêm nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi em đã học xong các môn theo chương trình đào tạo nhưng còn thiếu anh văn 350 để nhận luận văn ,vậy học kỳ này em có cần đăng ký 1 môn để duy trì không ạ,em cảm ơn. .",
            "Chào bạn;. . theo quy chế nếu bạn không đăng ký môn học thì sẽ bị tạm dừng ở học kỳ tiếp theo, còn việc đăng ký môn học bạn có thể đăng ký hoặc không đăng ký tùy theo quyết định của bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi tại sao em không đủ điều kiện đăng kí Luận văn tốt nghiệp - ME4089. Có cách nào để kì này em được làm luận văn không ạ",
            "QUOTE Cho em hỏi tại sao em không đủ điều kiện đăng kí Luận văn tốt nghiệp - ME4089. Có cách nào để kì này em được làm luận văn không ạ  /QUOTE . . Chào [full_name], Hiện tại em không đủ số tín chỉ tích luỹ ngành để đăng ký LVTN."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn hỏi là làm sao để tra cứu được việc em có tốt nghiệp vào tháng 4 tới không ạ? Hiện giờ em đã hoàn thành đủ số tín chỉ, bằng tiếng Anh, luận văn, ngày CTXH nhưng chưa nhận được mail của phòng đào tạo ạ.",
            "Em muốn hỏi là làm sao để tra cứu được việc em có tốt nghiệp vào tháng 4 tới không ạ? Hiện giờ em đã hoàn thành đủ số tín chỉ, bằng tiếng Anh, luận văn, ngày CTXH nhưng chưa nhận được mail của phòng đào tạo ạ.  /QUOTE . . . . Chào [full_name], Em xem LỊCH TRÌNH TỐT NGHIỆP THÁNG 04/2020."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Em tên là [full_name] - MSSV: [student_id]. . Cho em hỏi là em đã có chứng chỉ IELTS trên 6.0 và được nhận mail thông báo là em đủ điều kiện nhận học bổng nhưng em chưa biết cách nộp chứng chỉ và nhận học bổng như nào ạ.",
            "Chào bạn,. . Bạn xem hướng dẫn cách nộp chứng chỉ và chuyển điểm tại  www.aao.hcmut.edu.vn- Sinh viên -  Hướng dẫn - Ngọại ngữ.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ em chào thầu/cô ạ!. . Em tên là [full_name] mssv [student_id]. . Nội dung: em muốn xin thầy cô cho em được đăng kí môn học [full_name] của cô [full_name], lớp L01 thứ 3 tiết 234 ạ!. . Lý do: do kết quả thi rớt môn [full_name] ở hk191 của em có sau khi hết hạn đăng kí môn học bổ sung và em có nguyện vọng được học lại môn này ở hk sau hk192. . . Rất mong thầy/cô có thể giúp đỡ cho em, vì sĩ số lớp vẫn chưa đủ và phù hợp với thời khóa biểu của em nữa ạ!. . Em cảm ơn thầy/cô ạ!. . Chúc thầy/cô nhiều sức khỏe!!!. .",
            "đã đk MT2001_L01. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Em tên là [full_name] - MSSV: [student_id] - Chương trình chất lượng cao. . Em muốn hỏi là thời hạn thu học phí HKII bắt đầu từ ngày nào đến ngày nào và số tiền phải đóng là bao nhiêu ạ.",
            "Chào bạn. . Bạn liên hệ Văn phòng đào tạo quốc tế để được giải đáp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Điểm thi . Em đã thi môn xử lý số tín hiệu (EE2015) lớp T01 thầy [full_name], vào cuối tháng 12/2019 , học kỳ 191 nhưng đến bây giờ vẫn chưa có điểm. . . Em đã mail cho GVHD, thầy xác nhận đã gửi điểm trước kỳ nghỉ tết âm lịch. Mong phòng đào tạo xem xét giúp em."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Học phí . Em đã nộp đơn yêu cầu hoàn trả học phí luận văn học kỳ 191 từ ngày 27/12/2019 đến nay vẫn chưa được hoàn trả. . . Lý do em đã ghi rõ ở 2 đơn gửi pđt (đơn cấn trừ học phí và đơn xin hoàn trả).. . Mong thầy cô pđt xem xét giải quyết giúp em.. . Em xin chân thành cảm ơn ạ!",
            "Chào bạn . . . . Hiện tại đã nhận được đơn bạn  và đang được xử lý bạn nhé ! . . . . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em chào các thầy cô PĐT , Em tên [full_name] đang học tại trung tâm Bảo Dưỡng Công . . Nghiệp khóa 2017 . Em có gửi đăng kí thành công môn (260611 - Dung sai & đo lường) nhóm c01 vào đợt đăng kí môn học hk2 đợt 3 , nhưng hiện tại thời khóa biểu của em không có lịch học môn Dung sai đo lường em mong thầy cô ở phòng đào tạo xem xét giúp em ạ . Em cảm ơn thầy cô nhiều .",
            "đã bổ sung. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn hủy môn học trong lúc dịch nCoV này thì vẫn làm thủ tục như bình thường phải không ạ? EM vẫn in đơn, điền vào và lên phòng đào tạo nộp cho nhà trường đúng không ạ?",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "đúng rồi"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Em đăng kí online nộp CCNN ngày 5/2/2020 thì bao lâu sẽ có kết quả thẩm tra? Liệu có kết quả trước ngày đăng kí LVTN bổ sung không (trước ngày 11/2/2020)",
            "Chào bạn,. . Theo quy định về ngoại ngữ thì nếu bạn nộp chứng chỉ để xét đạt chuẩn LVTN và chuyển điểm anh văn cho đăng ký môn học, bạn chỉ cẩn nộp trước đợt quy định 1 ngày ( VD: đợt 25/07  thì bạn nộp 24/07 là đươc), không cần phải chờ kết quả thẩm tra.. . Thân.. . \t\t\t. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ e là sv năm nhất khoa Vật lý kỹ thuật ạ cho e hỏi đầu năm e đk hc chương trình kỹ sư việt nhật nhưng vì vướng tiếng anh nên e chưa đi học v cho e hỏi sang năm 2 e có quyền học chương trình việt nhật k ạ và có yêu cầu gì để đc học k ạ em xin cảm ơn",
            "Chào bạn. . Bạn liên hệ Văn phòng đào tạo quốc tế để được giải đáp"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Em chào thầy/cô ạ. Em là sinh viên K19 hiện đang theo học chương trình PFIEV. Trong đợt thi Học kỳ 1 vừa rồi em có một vài môn không đủ điểm để qua môn. Thầy/cô cho em hỏi là em muốn được thi lại thì em cần phải làm những gì ạ? Em cảm ơn ạ.",
            "QUOTE  MSSV/MSGV: [student_id]    . . . . Học vụ - Đại học - Cao đẳng chính quy   Khác .... . . . Em chào thầy/cô ạ. Em là sinh viên K19 hiện đang theo học chương trình PFIEV. Trong đợt thi Học kỳ 1 vừa rồi em có một vài môn không đủ điểm để qua môn. Thầy/cô cho em hỏi là em muốn được thi lại thì em cần phải làm những gì ạ? Em cảm ơn ạ.  /QUOTE . . . . Chào [full_name], Em không cần làm gì hết chỉ theo dõi lịch thi lại trên trang web."
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ và tên : [full_name] MSSV:[student_id]. .   i Đăng ký môn học - Đại học - Cao đẳng chính quy. . Hiện tại em đã có đầy đủ điểm em muốn đăng ký môn :Thí nghiệm công trình. . Mã MH: CI4011",
            "Chào bạn. . Bạn nên đặt lại tiêu đề câu hỏi là : ĐĂNG KÝ MÔN HỌC .... . để các anh chị chuyên viên hỗ trợ đúng"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . mã môn học: [full_name]2007 chi tiết máy , [full_name]2001 thực tập cơ khí đại cương 2",
            "mã môn học: ME2003 nguyên lí máy , ME2001 thực tập cơ khí đại cương 2. .",
            "ME2003_L02.. . ME2001 ko mở lớp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi PĐT : . . . . E hiện là sinh viên hệ VHVL , [full_name] muốn xin phòng đào tạo cho [full_name] được đăng ký bổ sung hệ chính quy để kịp tiến độc học tập : (PLC-m[full_name]3013 nhóm A03) và môn(Cơ Lưu Chất - ci2003 nhóm L07) . mong PĐT sớm trả lời giúp [full_name] . E xin cảm ơn .",
            "ok"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Xin chào thầy (cô)!. . Em tên [full_name], MSSV [student_id].. . Hiện tại em là sinh viên năm cuối và kỳ sau sẽ đăng ký làm luận văn tốt nghiệp. Tuy nhiên trong đợt đăng ký môn học đợt 3 vừa rồi em đã đăng ký thành công luận văn tốt nghiệp với mã MH là MA4313. Em đã thỏa mãn hết tất cả các điều kiện của trường về chuẩn anh văn cũng như các môn học tiên quyết để có thể đăng ký. Và sau khi có kết quả đăng ký môn học thì em đã bị hủy và hiện tại thời khóa biểu của em đang trống. Em rất mong phòng đào tạo có thể xem xét và giúp em giải quyết vấn đề này hoặc cho em 1 lý do chính đáng để em có thể sớm khắc phục vấn đề. . . Em xin chân thành cảm ơn!. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "QUOTE MSSV/MSGV: [student_id]. . Xin chào thầy (cô)!. . Em tên [full_name], MSSV [student_id].. . Hiện tại em là sinh viên năm cuối và kỳ sau sẽ đăng ký làm luận văn tốt nghiệp. Tuy nhiên trong đợt đăng ký môn học đợt 3 vừa rồi em đã đăng ký thành công luận văn tốt nghiệp với mã MH là MA4313. Em đã thỏa mãn hết tất cả các điều kiện của trường về chuẩn anh văn cũng như các môn học tiên quyết để có thể đăng ký. Và sau khi có kết quả đăng ký môn học thì em đã bị hủy và hiện tại thời khóa biểu của em đang trống. Em rất mong phòng đào tạo có thể xem xét và giúp em giải quyết vấn đề này hoặc cho em 1 lý do chính đáng để em có thể sớm khắc phục vấn đề. . . Em xin chân thành cảm ơn!. . . . Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . .   /QUOTE . . Chào [full_name], Em vào kết quả đăng ký đợt 3 xem lịch sử đăng ký sẽ biết lý do không được đăng ký nhe."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em có đkmh đợt 3 LVTN cho kỳ sau và em chỉ đăng ký 1 môn đó nhưng khi kiểm tra lại thì kết quả đăng ký môn học không có cũng như không có thời khóa biểu. Em muốn hỏi tại sao em lại không đăng ký được ạ?",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Em có đkmh đợt 3 LVTN cho kỳ sau và em chỉ đăng ký 1 môn đó nhưng khi kiểm tra lại thì kết quả đăng ký môn học không có cũng như không có thời khóa biểu. Em muốn hỏi tại sao em lại không đăng ký được ạ?  /QUOTE . . Chào [full_name],Mai em lên mybk xem TKB nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Điểm thi . Cho em hỏi,. . 1.Em SV CQ chuyển sang VHVL tháng 8-2019 nhưng hiện tại vì sao vẫn chưa có cập nhật trên bảng điểm ?. . 2.Điểm em có những môn có điểm vắng thi có phép thì có được chuyển điểm qua không ?. . Em xin cảm ơn !. .",
            "điểm sẽ được chuyển qua trong thời gian tới, chỉ chuyển những môn đã học và đạt.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Dạ em chào thầy (cô) ạ,. . em tên [full_name], MSSV:[student_id]. Vấn đề của em là do quên cập nhật lý lịch nên em không được đăng kí môn học nên hiện tại tình trạng sinh viên cua em\tlà tạm dừng ạ.. . Cho em hỏi là cach cập nhật lý lịch sao ạ và em có thể đăng kí môn học dự thính để trình trạng sinh viên là hoạt động được không ạ. . Em chân thành cảm ơn ạ.. . . .",
            "Chào bạn,. .  Tình trạng của bạn là đang tạm dừng HK191 do không đăng ký môn  học, bạn phải làm đơn xin thu nhận lại nộp trực tiếp tại cửa tiếp sv Phòng đào tạo bạn nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Em là [full_name] (MSSV: [student_id]).. . Ở đợt đăng ký môn học học kỳ 2 (2019-2020) đợt 3, em có đăng ký môn Luận văn tốt nghiệp (đều thỏa điều kiện ĐK và có dấu tích đã gởi ĐK) nhưng kết quả đăng ký lại không có môn này (Hình ở file đính kèm). Em muốn hỏi sao em không đăng ký được môn Luận văn tốt nghiệp (em đã nộp chứng chỉ AV và đủ số tín chỉ yêu cầu)?. . . . Ghi chú: Ở đợt 2 em cũng bị tương tự như vậy, em có lên PĐT thì PĐT bảo em còn đợt đăng ký nữa và không nói gì thêm.",
            "Em là [full_name] (MSSV: [student_id]).. . Ở đợt đăng ký môn học học kỳ 2 (2019-2020) đợt 3, em có đăng ký môn Luận văn tốt nghiệp (đều thỏa điều kiện ĐK và có dấu tích đã gởi ĐK) nhưng kết quả đăng ký lại không có môn này (Hình ở file đính kèm). Em muốn hỏi sao em không đăng ký được môn Luận văn tốt nghiệp (em đã nộp chứng chỉ AV và đủ số tín chỉ yêu cầu)?. . . . Ghi chú: Ở đợt 2 em cũng bị tương tự như vậy, em có lên PĐT thì PĐT bảo em còn đợt đăng ký nữa và không nói gì thêm.  /QUOTE . . Chào [full_name], Mai em lên myBK kiểm tra TKB nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . CÂU HỎI: Em hiện do chưa đủ ngày CTXH nên chưa thể đăng ký làm luận văn trong học kì này. Em cần đăng kí ít nhất bao nhiêu môn học để duy trì tình trạng học tại trường vậy ạ?",
            "Chào bạn. . Nếu chỉ để duy trì tình trạng học thì bạn chỉ cần đăng ký 1 môn học",
            "Như vậy việc rút môn học em có thể nộp giấy rút trực tiếp tại PĐT hay có thể thực hiện bằng hình thức nộp trực tuyến vậy ạ? Và với tình hình bệnh dịch như hiện nay thì có thay đổi gì trong thời hạn PĐT cho phép rút môn học không?",
            "Chào em. . Em kiểm tra lại mail, nhà trường thông báo về thời gian nhận đơn Rút môn học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . đây là học kỳ cuối cùng trong hạn đào tạo của em rồi ạ. Xin PĐT thẩm tra chứng chỉ giúp em với, không còn lần sau nữa. Em mới có kết quả vào sáng hôm nay thôi.",
            "Chào bạn,. . Phòng đào tạo sẽ lấy thêm 1 đợt dữ liệu av nữa trước ngày mở đăng ký LVTN online bạn nhé.. . Thân."
        ]
    }
]