[
    {
        "intent": "",
        "message": [
            "Em tên là [full_name], MSSV [student_id]. Vừa rồi em dã thi TOEIC 2 kĩ năng nói viết và đạt đủ điểm yêu cầu tốt nghiệp. Nhưng đến hôm nay khi em lên myBK để đăng kí in giấy chứng nhận tốt nghiệp thì lại bị lỗi \"tình trạng hiện tại của bạn không được cấp quyền sử dụng dịch vụ này\". Em có vào thông tin trên cổng thông tin check thì em bị ghi tình trạng là \"Tạm dừng\". Trong khi em vừa hoàn thành luận văn ở kì 211 xong và cũng vừa mới thi TOEIC nói viết ngay đầu tháng 3.Ngoài ra em cũng đã nộp chứng chỉ TOEIC 2 kĩ năng nghe đọc từ năm 1 rồi nên sẽ không có chuyện em bị thiếu điểm ở 2 kĩ năng kĩ năng đó Mong nhận được phản hồi từ phòng đào tạo và em mong tình trạng này sẽ sớm được giải quyết để em có thể đăng kí in giấy chứng nhận tốt nghiệp, phục vụ cho việc xin việc làm của em lúc này.",
            "Chào em, . . - Hiện tại PDT đã ra Quyết định thu nhận lại cho SV để đăng ký tốt nghiệp, em xem tình trạng trên mybk/Thông tin Sinh viên, đã chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé.. . - SV đăng ký giấy chứng nhận tốt nghiệp khi khai thông tin tốt nghiệp tại myBK (mybk.hcmut.edu.vn)    Đăng ký tốt nghiệp. . - Thứ 6 hàng tuần Phòng đào tạo sẽ lấy dữ liệu SV đăng ký và đã thanh toán lệ phí tốt nghiệp trước đó để tiến hành in giấy chứng nhận tốt nghiệp tạm thời, dự kiến nhận trễ nhất vào thứ 3 tuần tiếp theo bảng scan giấy chứng nhận tốt nghiệp sẽ được tải lên trang đăng ký hồ sơ cấp bằng Mybk   đăng ký tốt nghiệp, Sinh viên tự lên tải về sử dụng trong thời gian này. Sau đó Sinh viên liên hệ Phòng đào tạo (101A1) để nhận bảng chính nếu có nhu cầu. . - Lưu ý: Dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1[full_name]14058  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] Hiện tại em không thể đăng ký tốt nghiệp với lí do môn học CO1011 (nợ) của em không được cập nhật môn tương đương (CO1027 + CO1031) (đã học lại) tại học kì 202[full_name] Mong phòng đào tạo cập nhật sớm để em có thể đăng ký tốt nghiệp[full_name][full_name] [full_name] Điểm CO1027 (Kĩ thuật lập trình) : [full_name][full_name]0[full_name] [full_name] Điểm CO1031 (Đồ án kĩ thuật lập trình) : 8[full_name]5[full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào anh/chị ạ. Em là sinh viên khóa 2015 hiện đã hết thời gian đào tạo, nhưng em thấy trường có thông tin như bên dưới.. . Em đã hoàn thành tất cả các môn học chỉ còn chưa đủ chuẩn Tiếng Anh tốt nghiệp. . . Anh/chị cho em hỏi về cách xin gia hạn thêm 1 học kì để em bổ sung chứng chỉ Tiếng Anh sau ạ.. . Em cảm ơn anh/chị.. .",
            "Chào bạn. . - Trường hợp thiếu chứng chỉ anh văn 2 kỹ năng để đủ điều kiện tốt nghiệp, SV K15 sẽ nộp đơn kéo dài (tự làm, không mẫu) thời gian sau tháng 04/2022.. . - Về quy định thời gian và kế hoạch học tập: Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa quý thầy/cô,. . Em là [full_name],151242, trước em có xin xét tốt nghiệp nhưng được báo là chưa hoàn thành môn CI2005. . . Về môn này trước đó em đã hoàn thành môn CI2003 ở học kì II năm học 2019-2020 thay cho môn CI2005, và đã xin được quyết định xét miễn môn CI2005(Quyết định xét miễn trong tập đính kèm). . . Nay em muốn xin phòng đào tạo cập nhật lại và xét tốt nghiệp cho em vì em thấy hạn xét đã gần kề. Mong được quý thầy/cô giúp đỡ.. . Em mong phản hồi từ quý thầy/cô.. . Em cảm ơn!",
            "Chào em,. . Trường hợp của bạn đã được cập môn tương đương và xét tốt nghiệp.. . SV vui lòng đợi danh sách tốt nghiệp mới được cập nhật trong tuần sau nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hiện em đã thi chứng chỉ VNU-EPT và đạt 213 điểm. Vậy điểm này có thể đạt được yêu cầu TOEIC Nói và Viết tối thiểu trên 200 không? Nếu được thì em có đủ điều kiện Anh văn tốt nghiệp đợt tháng 4/2022 không ạ? (Em đã có TOEIC Nghe và Đọc 515 điểm). Em cảm ơn.",
            "Chào em,. . Em vui lòng trình bày rõ chứng chỉ VNU-EPT của bạn là thi mấy kỹ năng? kỹ năng gì nhé? em có thể chụp hình chứng chỉ gửi đính kèm nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Ngày 20/3/2022 lúc 12:00 là thời gian thi giữa kì môn này của em nhưng vì vấn đề kĩ thuật của máy tính và chỉ có 1 thiết bị dự thi nên em bị vắng thi môn này, cụ thể là em đã kiểm tra rất kĩ càng các thiết bị dự thi cũng như phần mềm thi trước ngày thi cũng như giờ thi nhưng đến khi thi và bật phần mêm dự thi lên thì không thể chạy được trang kiểm tra thi do bị lỗi phầm mềm của thiết bị. . . Em xin lỗi nhà trường vì sự bất tiện này nhưng em mong nhà trường cho em được thi lại giừa kỳ môn học này ạ! . . . . . .",
            "\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Em là [full_name] [student_id]. . _theo thông báo của PĐT từ 13/3-21/3 là thời hạn đóng tiền hp AV nhu cầu (AV1). . _Nhưng đến nay hệ thống BKpay vẫn chưa cho đóng tiền học phí được, BKPay vẫn ghi là \"vẫn chưa tới kỳ thanh toán \" dù đã tới hạn thanh toán . . Mong phía nhà trường xem xét xem như thế nào ,em cám ơn\t. . . .",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi (gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô,. . Hiện tại bảng điểm HK211 của em chưa được cập nhật. Em muốn hỏi là đang có vấn để gì không, hay là muốn cập nhật bảng điểm thì phải làm sao ạ?. . Em xin cám ơn!",
            "Chào em,. . Hiện tại hệ thống đang cập nhật lại dữ liệu nên em kiểm tra lại bảng điểm cập nhật sau ngày 23/3/2022 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .   B   /B . .",
            "Vui lòng trình bày rõ nội dung câu hỏi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gởi Phòng Đào Tạo Trường Đại Học Bách Khoa - Đại Học Quốc Gia TP.HCM.. . Em Tên : [full_name].. . MSSV: [student_id].. . Ngành Học : Công Nghệ Kỹ Thuật Ô TÔ.. . Hệ: Vừa Học Vừa Làm.. . Em đã đăng ký tốt nghiệp tháng 4 tới và đã đủ điều kiện để xét và đã có chứng nhận tốt nghiệp tạm thời nhưng tên em bị viết thường ạ, lúc đăng ký tên vẫn hiện [full_name] chữ Ánh viết hoa mà hôm nay em nhận được mail đã có bằng tốt nghiệp tạm thời và tải về mà tên em viết trong bằng tốt nghiệp tạm thời là Nguyễn Hữu ánh chữ Ánh viết thường ạ, vậy do trường viết sai hay sao  ạ, nếu muốn chỉnh sửa lại tên viết thường thành tên viết hoa thì làm sao ạ,chứ đến lúc cấp bằng thật thì nhìn sao ý ạ. . Kính mong phòng đào tạo phản hồi sớm ạ, em cám ơn ạ. . . .",
            "Chào em,. . Trong bằng tốt nghiệp chính thức sẽ điều chỉnh lại tên viết Hoa cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô. . Em tên là [full_name] . . [student_id] . . Khoa kỹ thuật Gia Thông . . Kì 212 này em chỉ đk có 11 tín chỉ theo như thông báo trường em sẽ được giảm 25% học phí nhưng sao trên bkpay nó vẫn báo là em phải đóng [student_id] vnđ. Em mong được thầy cô xem xét lại. Em xin cảm ơn.",
            "\"Chào em,. . Em vui lòng xem quy định về tính học phí tại đây:. . http://aao.hcmut.edu.vn/sinh viên/học vụ/học phí/Năm học 2021-2022. . Thông báo này đã gửi thông báo cho SV từ HK 1/2021-2022 . . Sinh viên đăng kí tổng cộng là 12.5 tín chỉ học phí nên combo là 5.850.000. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/ cô. Cho em hỏi trong kì hè sắp tới sinh viên có được đăng kí học trước (học những môn mới chưa đăng ký trước đó) không ạ?",
            "Chào bạn. . Bạn xem thông báo về đăng ký môn học HK213 đã gởi qua tin nhắn BKel. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  Nhà Máy Điện Và TRạm Biến Áp . . . . Kính thưa: Thầy/cô Phòng Đào Tạo và Bộ môn hệ thống điện. . Hiện Tại nhóm em có nhu cầu mở lớp học lại môn Nhà máy điện và trạm Biến áp mong phòng đào tạo  và bộ môn hệ thống điện xem xét giúp đỡ, để nhóm em có thể hoàn thành chương trình học.Do học kỳ sau lớp liên thông Cao thắng làm luận Văn tốt nghiệp.Danh sách học lại em gửi kèm bên dưới.. . Em rất mong phòng đào tạo và bộ môn xem xét.. . Thân Mến. . Thông tin liên hệ . . -[full_name]: [full_name]. . -MSSV: [student_id]. . -Số Điện Thoại: [phone_number]. . -Email:[email]. .",
            "Chào bạn. . Nếu Nhóm bạn có nhu cầu học vui lòng xem thông báo đăng ký HK213 qua tin nhắn Bkel để đăng ký. . Xem Lịch trình nếu đợt 2 (dự kiến thông báo vào ngày 10/5) vẫn không mở môn này thì mới nộp đơn mở lớp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào Phòng đào tạo. . . . Em xin phép được hỏi một số câu hỏi như sau:. . . . 1. Khi hết thời hạn chính quy, em được tự động chuyển sang hệ VLVH hay phải làm đơn ạ?. . 2. Nếu phải làm đơn (tại câu hỏi 1.), em xin hỏi biểu mẫu của đơn ạ?. . 3. Hiện em đã đủ điều kiện tốt nghiệp hệ VLVH, vậy nếu em được chuyển hệ, em sẽ tốt nghiệp trong đợt tốt nghiệp tháng 4 đúng không ạ?",
            "\"Chào bạn,. . Về việc chuyển qua hệ VLVH. . Bạn vui lòng tải mẫu đơn: Phiếu đề nghị chuyển sang hình thức Vừa Làm Vừa Học  tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua BKSI. . Trong đơn ghi rõ là chuyển qua VLVH để xét tốt nghiệp.. . Khi nào có qd tốt nghiệp, SV có thể gửi lại câu hỏi qua BKSI để xin xét tốt nghiệp bổ sung. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thầy/cô ơi! Em quên đóng bảo hiểm y tế mà qua đợt đóng cuối rồi ạ. Không biết em hiện tại em đóng như thế nào ạ? Em cảm ơn ạ. .",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email: [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi quý thầy/ cô,. . . . Em là [full_name] - MSSV:[student_id], em có một vài thắc mắc về việc thực hiện luận văn mong quý thầy/ cô giải đáp giúp em:. . . .   B 1. Hiện em đã đăng kí thành công môn luận văn HK212 này nhưng do một vài lý do cá nhân em muốn hoãn luận văn và sẽ thực hiện vào kì hè. Quý thầy/ cô cho em hỏi điều này có được phép hay không? Nếu có, thủ tục hoãn thực hiện như thế nào ạ?. . . . 2. Nếu thực hiện luận văn vào học kì hè vậy thời gian báo cáo luận văn là khi nào vậy ạ?  /B . . . . Em chân thành cảm ơn quý thầy/ cô đã quan tâm đến thắc mắc của em!",
            "\"Chào bạn,. . - Quy trình đến thời điểm này: Bạn tải mẫu đơn PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . - Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa không đồng ý cấm thi, đồng ý cho Hoãn thi gởi cho Phòng đào tạo xem xét nộp qua trang BKSI. . - Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . - Về thời gian báo cáo luận văn SV chi tiết  theo thông báo \"Kế hoạch học tập của HK2 và HK hè năm học 21-22\" Pdt đã gởi qua mail vào ngày 27/12/2021- Mục 6. . . . Chúc bạn học tốt. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em tên [full_name], mã số sinh viên [student_id]. . số ngày công tác xã hội tích lũy của em hiện tại là 9 ngày, còn thiếu 1 ngày để đủ đăng ký luận văn, nhưng do tình hình dịch bệnh nên số ngày ctxh em không tích lũy thêm được. Hiên tại em đã hoàn thành phần thực nghiệm luận văn. Em mong phòng đào tạo xem xét cho em hoàn thành luận văn tót nghiệp kỳ này, nó rất ảnh hưởng đến thời hạn ra trường của em. Em xin đảm bảo sẽ hoàn thành đủ số ngày ctxh theo yêu cầu của nhà trường. em xin cảm ơn",
            "Chào em,. . Em đang hỏi về ĐK LVTN ở HK212 này phải không?. . Vui lòng trình bày rõ, vì trong thông báo ĐKMH ở HK212 có ghi rõ là xét nhận SV đủ từ 6 ngày CTXH có thể đăng ký LVTN trong HK212 nhé bạn.. . Thân",
            "Em đăng ký LVTN HK212, lúc gửi dăng ký thì để gửi dăng ký môn học thành công đến trước khi kết thúc dăng môn vẫn còn để đã đăng ký, nhưng đến giờ thì không có, thầy hướng dẫn là danh sách báo cáo luận văn thì thấy em k đăng ký.",
            "Chào em,. . Trường hợp ĐKMH HK212 có gửi mail thông báo rõ cho SV về việc xem TKB, xem kết quả và xem lý do vì sao không đăng ký được?. . SV vui lòng vào kiểm tra mail và xem lại lịch sử ĐKMH để biết lý do vì sao không ĐKMH được nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là k21 cho em hỏi cách đóng học phí bằng tài khoản bkpay. . Em xin cảm ơn. Hết",
            "Chào em,. . Em nhận tài khoản ngân hàng OCB chưa? Tài khoản online.. . Thân",
            "em vẫn chưa nhận được tài khoản ngân hàng ocb online ạ. em cảm ơn",
            "Chào em,. . Về thẻ ngân hàng OCB, SV vui lòng đợi thông báo nhận thẻ sau nhé.. . Hiện tại em có thể liên hệ ngân hàng OCB về tài khoản online thực hiện các giao dịch của mình trước.. . Số điện thoại hotline của Ngân hàng OCB để được hỗ trợ (khi có phát sinh sự cố SDT: [student_id]8). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hiện em đã hoàn thành hết các tín chỉ học phần, bao gồm cả Luận văn tốt nghiệp. TOEIC 2 kỹ năng nghe và đọc hiện tại của em là 540. Nhưng do đợt dịch vừa qua em chưa chuẩn bị sẵn sàng thi lấy chứng chỉ tiếng Anh, nên chưa nộp bằng TOEIC mong muốn là 600 để lấy điểm các tín chỉ anh văn 2,3,4. Em dự định trong các tháng tiếp theo sẽ tập trung thi lấy các bằng để nộp chuyển điểm và bằng TOEIC 2 kỹ năng còn lại để tốt nghiệp. . . Nhưng học kỳ vừa qua em không đăng kí môn học. thầy cô cho em hỏi em còn được duy trì tình trạng sinh viên không ạ.. . Em cảm ơn, chúc thầy cô cuối tuần vui vẻ.",
            "Chào em,. . Việc đăng ký môn học là tùy sinh viên nhé bạn.. . Khi nào em đủ tất cả các điều kiện tốt nghiệp, có thể gửi câu hỏi qua bksi để xin xét tốt nghiệp.. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, Phòng Đào tạo sẽ tự động ra QD thu nhận cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy ( cô), em xin hỏi học phí luân văn đối với kỹ tính như thế nào ạ?. . #Kì trước 211 em đăng kí luận văn 9 chỉ + đồ án 1 chỉ =10 chỉ là 3.5 triệu.. . #kì này 212 em đăng kí luận văn 9 chỉ là 6.6 triệu. . . Học phí tăng nhiều quá ạ?",
            "Chào em,. . Em vui lòng xem quy định về học phí tại đây nhé:. . http://aao.hcmut.edu.vn/sinh viên/học vụ/học phí/Năm học 2021-2022/III. ĐẠI HỌC CHÍNH QUY. . . . 1.    Chính quy đại trà. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin kính chào quý thầy cô phòng Đào Tạo ạ,. . . . em có một số thắc mắc về quy chế đăng ký môn học cho các lớp Dự thính Hè ạ. Em xin được hỏi là mình có được đăng ký những môn học mới (những môn trong chương trình đào tạo nhưng chưa học qua) không ạ? Hay mình chỉ được phép đăng ký những môn đã học qua trong kỳ Dự thính Hè cũng như các kỳ Dự thính khác ạ?. . . . Mong được quý thầy cô hồi đáp ạ.. . . . Em xin chân thành cảm ơn và chúc quý thầy cô một buổi tối tốt lành.",
            "Chào bạn. .  Dự thính HK213: Không mở cho SV chính quy học môn học lần đầu trừ Khóa 2021.. . Nghĩa là bạn là k21, được đăng ký tất cả những môn em muốn học không ràng  học môn học lần đầu. . . . Bạn xem thông báo dkmh Hk213 tại tin nhắn của trang [full_name]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô,. . Em vẫn chưa thấy tên trong danh sách tốt nghiệp dự kiến và cũng không đăng ký tốt nghiệp được trên mybk ạ. Mong quý thầy/cô kiểm tra lại giúp e ạ. . Em cám ơn",
            "dạ cô kiểm tra giúp e với ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào Cô/Thầy. . Em tên [full_name], MSSV [student_id], lớp MO15QLMT.. . Học kì vừa rồi em có đăng kí làm luận văn tốt nghiệp, lúc kết thúc em có kiểm tra thì thấy đã nhập điểm vào hệ thống, nhưng hôm nay em kiểm tra lại thì không thấy nữa ạ. Mong Cô/Thầy kiểm tra giúp em ạ.. . Em chân thành cảm ơn Thầy/Cô.. .",
            "Chào em,. . Em vui lòng trình bày rõ thêm giúp cô mã [full_name] và ở HK nào?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em Tên: [full_name]. . Hệ: VHVL. . Cho phép em hỏi về tiền học phí của sinh viên khóa 21 tụi em lại tăng 2tr400 mỗi người ạ!!!",
            "\"Chào em,. . Em vui lòng xem quy định về tính học phí tại đây:. . http://aao.hcmut.edu.vn/sinh viên/học vụ/học phí/Năm học 2021-2022. . Thông báo này đã gửi thông báo cho SV từ HK 1/2021-2022 . . Trường hợp khiếu nại về HP, Sinh viên vui lòng trình bày rõ về trường hợp của bạn khiếu nại tính sai ở khoản nào giúp cô nhé!. . Thân\". ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào cô/thầy (anh/chị). Hiện tại em chưa có điểm thi môn Kỹ thuật siêu cao tần (Kì dự thính 211) nên ở học kì 212 em không đăng kí môn học. Mà hiện tại em chỉ còn chờ kết quả điểm môn này để đăng kí tốt nghiệp, nhưng tình trạng sinh viên hiện tại của em là \"Tạm dừng\". Cho em hỏi là có thể bỏ tình trạng \"Tạm dừng\" để em cập nhật kết quả điểm thi để đăng kí tốt nghiệp không ạ? Em cảm ơn.",
            "Chào bạn, . . - Khi nào bạn đủ điều kiện thì bạn vui lòng đăng ký xét tốt nghiệp tại BKSI mục tốt nghiệp . . - Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Dạ thầy/cô cho em là hỏi tại sao em đã gửi bảng điểm thực tập tốt nghiệp của Doanh nghiệp về cho khoa KHMT rồi nhưng điểm thực tập tốt nghiệp của em đang là 0đ ạ. Hiện tại em đã bị huỷ môn Luận văn tốt nghiệp (CO4313) do thiếu môn Thực tập tốt nghiệp (CO3313).. . . . Mong nhà trường xem xét và không huỷ môn Luận văn tốt nghiệp của em vì em vẫn đang làm luận văn và sắp hoàn thành để tốt nghiệp rồi ạ.. . . . Em cảm ơn nhiều ạ.. . . . (Đính kèm là email Doanh nghiệp gửi phiếu chấm điểm về cho khoa KHMT lúc tháng 12/2021).",
            "đã xử lý trực tiếp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi,hiện tại em là sinh viên hệ VHVL khoa BDCN,thầy cô cho em hỏi giờ hiện tại do điều kiện kinh tế không cho phép em tiếp tục theo chương trình học hiện tại,giờ em muốn làm thủ tục bảo lưu hồ sơ thì phải làm những bước như thế nào ak.Nếu có thể mong thầy cô giúp em làm hồ sơ online,tại hiện tại em đang có việc dưới quê chưa lên kịp.Em cảm ơn",
            "\"Chào bạn. . Hiện tại đến tuần thứ 11 của học kỳ 212, nên theo quy định bạn phải thanh toán  toàn bộ học phí của Hk212. . Dự kiến đầu tháng 04/2022 học phí Hk212 sẽ cập nhật, sau khi bạn thanh toán học phí xong bạn nộp đơn tạm dừng HK212 lại cho Pdt xử lý\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh/chị, . . . . Tuần trước em có phản hồi về việc chưa có tên trong danh sách tốt nghiệp. Nhưng đến hiện tại 21h30 ngày 22.03.2022 em vẫn chưa có tên trong danh sách ạ. Chị hỗ trợ lần trước yêu cầu em phản hồi nếu hôm nay vẫn chưa có ạ. . . Em nhờ anh chị xem xét và giải quyết sớm giúp em ạ. . . . . Em cảm ơn. . . Trân trọng.",
            "Đã tl cho SV"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Học kì dự thính DT213 của trường vào cuối tháng 5 được tổ chức theo hình thức trực tuyến online hay trực tiếp offline vậy thầy/cô??. .",
            "Chào bạn. . Đầu tháng 04/22 sẽ có thông báo qua mail hay tin nhắn BKel nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào cô, . . Em là [full_name], MSSV: [student_id]. . Em viết để gửi phản hồi câu hỏi trước về việc em thiếu Toeic.. .  - Sau khi kiểm tra lại trên My BK thì em xác nhận đã nộp bằng Toeic online, bằng đã được xác nhận và đã chuyển điểm thành công (Hình 1).. .  - Em đính kèm ảnh chứng chỉ Toeic (Hình 2).. . . . Mong cô kiểm tra lại và hỗ trợ giúp em.. . Em xin chân thành cảm ơn.. . . .",
            "Chào em,. . Trường hợp của em báo nợ 2 kỹ năng nói viết, em vui lòng trình bày rõ giúp cô là em có kết quả 2 kỹ năng nói viết khi nào?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi,. . . . Em có hoãn bảo vệ Luận văn tốt nghiệp (như hình), sau đó em đã bảo vệ và nộp đơn xin chuyển điểm hoãn thi tại phòng đào tạo ngày 06/03.. . . . Sau thời gian đó, em có xem lại bảng điểm (hình) của mình, thấy nó đã được cập nhật mới ngày 16/03 và tình trạng sau.. . . . Số tín chỉ đăng ký học kỳ :15. . Số tín chỉ tích lũy học kỳ:12. . Điểm trung bình học kỳ:6.58. . . . Điều này có nghĩa là em đã được cập nhật đúng điểm Luận văn tốt nghiệp là 7.8, vì cả số tín chỉ tích lũy học kỳ và điểm trung bình học kỳ đều đúng như vậy. Nhưng em vẫn bị điểm 14 ở bên trên.. . . . Cho em xin hỏi lý do về tình trạng này và em phải giải quyết như thế nào ạ?. .",
            "Chào bạn[full_name] [full_name] Pdt đã cấp giấy ghi điểm môn hoãn thi Luận văn tốt nghiệp về [full_name] Cơ khí rồi, bạn vui lòng liên hệ Văn phòng [full_name] gặp thư ký [full_name] để hỏi về việc nhập điểm[full_name] [full_name] Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào phòng đào tạo,. . Em tên [full_name], lớp VP19CDT, hiện tại em đang làm hồ sơ xin học bổng của Cựu sinh viên khoa Cơ khí. Em muốn hỏi làm sao để em có thể xin được bảng điểm online để bổ sung hồ sơ ạ(trên MyBK đã ẩn bảng điểm kỳ 211). . . Lý do là em mới nhận thông báo hôm nay 22/3 nhưng hạn nộp là ngày 25/3 ạ, em không kịp in bảng điểm để nộp bổ sung nên em muốn xin bảng điểm online ạ. . . Em xin chân thành cảm ơn !. .",
            "Chào em,. . Không có bảng điểm online nhé bạn, vì bảng điểm in ra mới được ký tên và đóng dấu.. . SV có thể đăng ký nhận trực tiếp hoặc gửi qua đường bưu điện nhé bạn.. . SV đăng ký in bảng điểm tại mybk/Đăng ký in Bảng điểm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . cho em xin hỏi là em đã học đủ các môn theo chương trình học của trường với những môn em đã được miễn mong thầy cô xem lại giúp em. Nhưng trên hệ thống để là em chưa đủ điều kiện ra trường mong thầy cô xem lại giúp em... cho em biết em còn thiếu những môn nào. Mong thầy cô giúp để em đủ điều kiện ra trường. .",
            "Dạ thưa. . Em tên [full_name] mssv [student_id]. . câu hỏi của em về việc xét tốt nghiệp có được giải quyết không vậy mong quý thầy cô xem xét lại cho em",
            "\"Chào bạn. . Pdt kiểm tra hiện tại bạn còn nợ: 4tc trong nhóm tự chọn A. . Không đủ ĐK để tốt nghiệp. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] Tốt nghiệp[full_name] [full_name] [full_name] [full_name] Kính gửi phòng đào tạo, sau khi điền hồ sơ khai lý lịch tốt nghiệp em thấy thông tin của người hướng dẫn do em khai bị sai nên em muốn hỏi cách để chỉnh sửa cho đúng ạ[full_name] Em có đính kèm hình ảnh của lý lịch tốt nghiệp bị sai tên TS[full_name] [full_name] ạ[full_name]",
            "Chào em,. . Tên Giảng viên hướng dẫn và tên đề tài do Khoa gửi lên PDT cập nhật cho SV.. . Trường hợp bị sai, SV vui lòng liên hệ ở Khoa để điều chỉnh và gửi lại PDT cập nhật lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh chị, . . . . Em khiếu nại về việc thiếu Tổ hợp môn học bắt buộc để xét tốt nghiệp. . . Trong chương trình khoa Môi trường em ghi không bắt buộc môn học tự chọn theo bảng. Nên em đã học 3 chỉ của môn IM2011 Quản lý dự án cho kỹ sư. . . . . Mã môn học:IM2011, tên: Quản lý dự án cho kỹ sư. Em học ở Học kỳ 2 (2020-2021). Điểm tổng kết môn là 7.5. . . . . Em nhờ anh chị xem xét giúp em ạ. . Em cảm ơn. . . Trân trọng.",
            "Chào em,. . Trong file xét tốt nghiệp PDT đã gửi cho bạn không báo bạn thiếu môn IM2011 trong tổ hợp nhóm 3, trường hợp nếu em học môn tương vui lòng ghi rõ em học môn IM2011 tương đương môn học nào trong tổ hợp nhóm  3 giúp cô.. . Về CTĐT SV vui lòng liên hệ [full_name] để được tư vấn thêm nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1814287  /b \t. . . .   i Đăng ký môn học . Em chào quý Thầy/ Cô PĐT, em là Nguyễn Thị Hoài Thương, sinh viên k18 MSSV 1814287. Do sơ suất đã không chú ý đến số tín chỉ tích lũy, đến HK212 đăng kí môn học với 125 tín chỉ nên chưa đủ đăng kí LVTN. Hiện tại em đã chuyển điểm AV 1234. Đã nộp bằng TOEIC 2 LƯỢT 14/11/2020 và 16/03/2022 như hình bên dưới. Không biết hiện tại em có thể CỨU XÉT ĐĂNG KÍ LVTN được không ạ? . . . . . . . .",
            "Đã nhận đơn trực tiếp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã đủ điều kiện tốt nghiệp và có tên trong danh sách dự kiến tốt nghiệp đợt 1/2022, nhưng khi đăng kí tốt nghiệp trực tuyến trên myBK thì báo lỗi không được cấp quyền truy cập dịch vụ. Em kiểm tra tình trạng sinh viên thì ở trạng thái tạm dừng.Gửi thầy cô phòng Đào tạo giải quyết giúp em.",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name], sinh viên cơ khí chất lượng cao K15, mã số sinh viên [student_id].. . Hiện tại em đang xét tốt nghiệp nhưng 1 môn của em đã chuyển sang mã mới(giữ nguyên tên). . Môn: Các quá trình chế tạo. . Mã cũ: ME2071. . Học kì đã học: học kì 1 2019-2021. . Điểm tổng kết: 9.5. . Mã mới : ME3009. . . . Mong phòng đào tạo chuyển điểm cho em sớm để kịp đợt xét tốt nghiệp. Em xin cảm ơn.",
            "Em là [full_name], sinh viên cơ khí chất lượng cao K15, mã số sinh viên [student_id].. . Hiện tại em đang xét tốt nghiệp nhưng 1 môn của em đã chuyển sang mã mới(giữ nguyên tên). . Môn: Các quá trình chế tạo. . Mã cũ: ME2071. . Học kì đã học: học kì 1 2019-2020. . Điểm tổng kết: 9.5. . Mã mới : ME3009. . . . Mong phòng đào tạo chuyển điểm cho em sớm để kịp đợt xét tốt nghiệp. Em xin cảm ơn.",
            "Em là [full_name], sinh viên cơ khí chất lượng cao [full_name]15, mã số sinh viên [student_id].. . Hôm nay em mới kiểm tra lại chương trình đào tạo kĩ thuật cơ khí và nhận ra có 1 môn tự chọn B em đã học là của [full_name]16 về sau, không có trong chương trình học của [full_name]15 nên chưa tính vào điểm trung bình. Em xin được chuyển điểm môn này vào bảng điểm ạ.. . Môn học: Mô hình hóa hình học và mô phỏng. . Mã môn: ME3027. . Học kì đã học: học kì 2 2020-2021. . Điểm tổng kết: 8.5. . . . [full_name]èm với đó là môn các quá trình chế tạo như em đã báo ở trên. Em xin cảm ơn.",
            "Chào em,. . PDT đã cập môn tương đương M3009, trường hợp môn tự chọn nhóm 2 của bạn còn thiếu, bạn vui lòng trình bày rõ thêm giúp cô!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em là sinh viên K21 chương trình đại trà thuộc Khoa Điện - Điện tử. Sau khi đọc thông tin về học phí trên web aao.hcmut.edu.vn, em thắc mắc về cách tính học phí của trường ạ. CÁCH TÍNH HỌC PHÍ như nào ạ? Em đọc thấy là 12.000.000VNĐ/HK. Tuy nhiên số tín chỉ đăng kí cho học kì 2 là 14 tín chỉ. Vậy 1 tín chỉ là bao nhiêu để có được học phí như vậy ạ. Chính xác là em phải đóng bao nhiêu ạ?. .",
            "Chào bạn,. . - Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí    Mức thu học phí các bậc đào tạo năm 2021-2022   Mục III- Đại học chính quy. . - Khóa 2021 học phí được thu trọn gói theo 1 học kỳ là 12.000.000/HK. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào PĐT,. . . . Cho em hỏi về thời hạn đăng ký tốt nghiệp:. . . . Nh. . . . Em thấy trên trang đăng ký tốt nghiệp thể hiện là: 17/01/2022 - 04/05/2022.. . Em cũng không nhận được mail gia hạn thêm thời gian đăng ký tốt nghiệp. . . Em rất mong nhận được phản hồi sớm từ PĐT. . . Em cảm ơn",
            "Em chào PĐT,. . . . Cho em hỏi về thời hạn đăng ký tốt nghiệp đợt 1 2022. . . . Thông tin thời hạn đăng ký ban đầu em nhận được là 11/04/2022. . Nhưng hôm nay trên trang đăng ký tốt nghiệp thể hiện là: 17/01/2022 - 04/05/2022.. . Em cũng không nhận được mail gia hạn thêm thời gian đăng ký tốt nghiệp. . . Em rất mong nhận được phản hồi sớm từ PĐT. . . Em cảm ơn. . . .   I Em gửi lại với nội dung đầy đủ  /I",
            "\"Chào em,. . SV xem lịch trình xét tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022 . . Còn thời gian được cập nhật tại mybk/Đăng ký tốt nghiệp là thời gian để SV vào đăng ký tốt nghiệp sau khi có tên trong ds dự kiến tốt nghiệp nhé. . Về lễ tốt nghiệp, SV vui lòng đợi thông báo sau.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng đào tạo,. . Em là [full_name], MSSV [student_id], hiện đang là sinh viên khóa 2019 ngành kĩ thuật ôtô chương trình đại trà.. . Em có thắc mắc về quy chế chuẩn anh văn: hiện tại em là sinh viên năm 3, đã đạt chuẩn AV3 và muốn đăng ký kiểm tra anh văn định kỳ để đủ điều kiện ĐKMH năm 4. Theo dự kiện, việc kiểm tra anh văn định kỳ sẽ được tổ chức vào tuần 21-22, nếu em tham gia kỳ thi và đạt đủ chuẩn AV4 thì có kịp để ĐKMH năm 4 hay không? Vì thời gian ĐKMH thường diễn ra ở cuối học kỳ.",
            "\"Chào bạn. . Sinh viên vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt.. . . . - Nếu kỳ thi đó được tổ chức thì sẽ kịp đăng ký cho HK221. . - Hoặc bạn có thể đăng ký học Anh văn 4a, được mở hàng tháng, xem thông báo tại tin nhắn Bkel. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo. Hôm trước em có hỏi thông tin tốt nghiệp của em trên hệ thống vẫn chưa được cập nhật sau ngày 22.03.2022, Em chưa biết vì sao mình vẫn chưa được đăng ký tốt nghiệp. Mong phòng đào tạo xem xét và cập nhật lại trạng thái giúp Em nhé.",
            "Chào em,. . Trường hợp của bạn đã đủ điều kiện tốt nghiệp. . SV vui lòng vào kiểm tra và Đăng ký tốt nghiệp và thanh toán lệ phí tốt nghiệp nhé!. . Tại mybk/Đăng ký tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin kính chào quý thầy cô, em là [full_name] _ SV lớp Việt Pháp XDC18.. . Nay em xin phép được nhờ quý thầy cô giải đáp vấn đề dưới đây giúp em với ạ.. . Người nhà em ở quê (Quảng Nam) hiện đang làm thủ tục để xin vay hỗ trợ lãi suất 0% dành cho đối tượng sinh viên (là chính em). Trong yêu cầu của hồ sơ vay có Hóa Đơn Học Phí và   B Giấy Xác Nhận là Sinh Viên của Trường  /B . Hóa Đơn Học Phí em đã tự in, nhưng \"  B Giấy Xác nhận đang là Sinh viên của Trường  /B \" thì em không biết phải in biểu mẫu nào, hay đến bộ phận nào để xin. . . Em mong thầy cô có thể giải đáp thắc mắc giúp em.. . Em xin chân thành cảm ơn. . [full_name]. .   i Yêu cầu khác .",
            "\"Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em kính chào thầy cô,. . em tên là [full_name], mssv là [student_id].. . Em hiện đang trong qua trình chuẩn bị nhận bằng tốt nghiệp.. . Hiện tại do em không còn sử dụng số điện thoại liên lạc trong khai báo lý lịch tốt nghiệp. . . Em xin phép hỏi là em thực hiện thủ tục thay đổi thông tin liên lạc như thế nào ạ.. . . . Số điện thoại mới của em là: [phone_number].. . . . Em xin chân thành cảm ơn và chúc thầy cô một ngày tốt lành ạ.",
            "Chào em,. . Khi nào em có tên trong danh sách tốt nghiệp dự kiến tốt nghiệp và đăng ký tốt nghiệp, bạn sẽ khai trong mục tốt nghiệp những thông tin liên lạc thay đổi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name], MSSV [student_id].. . . . Sau khi em thi đậu TOEIC nói viết do BKEnglish tổ chức thì em muốn đăng ký tốt nghiệp nhưng trạng thái sinh viên của em hiện tại là \"Tạm dừng\".. . . . Phòng Đào tạo cho em hỏi làm thế nào để đăng ký tốt nghiệp ạ.. . . . Em cảm ơn. .   i Tốt nghiệp .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi,. . . . Em là [full_name]; MSSV: [student_id]. . . . Cho em xin đăng kí tốt nghiệp cho thời điểm hiện tại ạ.. . Kính mong PĐT xem xét thông tin sinh viên của em cũng như hỗ trợ, để em biết còn thiếu sót chỗ nào khi được tốt nghiệp.. . . . Em đã nỗ lực hết mình để có được bằng anh văn nói viết như nhà trường đặt ra, nhưng đã rất chậm trễ cho tốt nghiệp. Em mong muốn nhà trường hỗ trợ cho em có bằng tốt nghiệp để bổ sung cho tìm việc làm trong tương lại ạ.. . . . Em xin cảm ơn./. . . . SV [full_name]",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hiện tại có một môn học đang ảnh hưởng nhiều đến thời gian hàng ngày của em nên em muốn rút môn học thì có rút được không ạ.. . Em cảm ơn ạ",
            "Chào bạn,. . Về việc rút môn học (Có tính học phí):. . Bạn vui lòng tải mẫu đơn: RÚT MÔN HỌC tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua trực tiếp hoặc BKSI trước ngày 30/03/2022. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Phòng đào tạo cho em hỏi:. . 1. Em mới gửi yêu cầu cập nhật điểm môn tương đương, và đã được duyệt xét tốt nghiệp thì em kiểm tra danh sách xét tốt nghiệp ở drive nào?. . . . 2. Hiện tại tình trạng sinh viên của em là tạm dừng, và không thể đăng ký tốt nghiệp trên mybk. Vậy khi có trong danh sách xét tốt nghiệp em có cần phải đăng ký tốt nghiệp trên mybk không?. . . . Em cảm ơn!",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào quý thầy/ cô. Em tên là [full_name], MSSV: [student_id] hiện đang học lớp HC19TP. Thầy cô cho em hỏi là học phí chương trình liên thông những môn thạc sĩ của em là 880k/chỉ hay 700k/chỉ ạ. Vì em thấy khóa K19, K20 chương trình liên thông là 700k/chỉ mà trong bkpay em đang được tính là 880k/chỉ.. . Em xin cảm ơn quý thầy cô ạ.. . Chúc thầy cô ngày mới tốt lành.. .",
            "Chào bạn,. . - Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí    Mức thu học phí các bậc đào tạo năm 2021-2022   Mục I - Sau đại học.. . - Mã số sinh viên của bạn ở bậc đại học là K19. Nhưng năm bạn đăng ký liên thông là năm 2021 của bậc sau đại học. Nên học phí của liên thông Đại học-Thạc sĩ được tính như khóa 21.1 tín chỉ học phí là 880.000VNĐ. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Sau khi phản hồi với phòng đào tạo và đã có tên trong danh sách tốt nghiệp dự kiến (cập nhật 18/03/2022) nhưng đến giờ em vẫn chưa đăng kí tốt nghiệp trong mybk được. Nhờ PĐT kiểm tra lại giúp em ạ. Em xin chân thành cảm ơn.. . . .",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào Thầy/Cô,. . . . Em tên: [full_name]   MSSV: [student_id]. . . . Nay em xin phép Thầy/Cô cho em hỏi:. . - Thời hạn nộp Chứng chỉ Anh văn trong kì này là ngày nào ạ. Vì em dự định cuối tháng sau (Tháng 4) thi chứng chỉ ielts để nộp nhưng em đang lo lắng về thời hạn nộp ạ. Em dự định thi vào 23/4 thì có kịp thời gian để nộp kết quả không ạ? . . Em cám ơn Thầy/Cô ạ.. . . . Trân trọng,. . [full_name]. . .",
            "Chào bạn. . Khi nào bạn có CCNN thì nộp tại Mybk-đăng ký nộp CCNN. . - Và kịp thời gian để làm gì? nếu để đăng ký môn học thì bạn theo dõi cập nhật tại em chi tiết lịch đăng ký môn học tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ năm học 2021-2022. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào quý Thầy/Cô,. . Em đã đăng kí tốt nghiệp trên MYBK cho đợt tốt nghiệp học kì 222 và tình trạng hiện tại là đã xử lý và chờ nhận bằng tại nơi đăng kí.. . Nhưng hiện tại em vẫn chưa nhận được bằng. Mong quý thầy/cô hỗ trợ em để nhận được giấy tốt nghiệp tạm thời. . Em cảm ơn quý thầy cô.",
            "Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp): https://forms.gle/2WnfHeAHnRZWJ6Jn7. . Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và scan gởi qua mail SV, sau đó SV cần bảng chính vui lòng liên hệ Pdt để nhận. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em kính chào thầy/cô,. . . . Theo như hướng dẫn của thầy/cô ở câu hỏi trước, em đã kiểm tra Tình trạng sinh viên của mình.. . . . Em thấy quyết định \"Xóa tên vì hết thời gian học\" ra ngày 15/03/2022 nhưng không có quyết định chuyển hệ ạ. \"Tình trạng hiện tại\" của em đã chuyển sang \"Nghỉ\". Đây là một quy trình bình thường trong quá trình chuyển hệ ạ??. . . . Đơn chuyển hệ em đã gửi cho email Phòng Đào tạo vào 10/02/2022. Em đã gửi đơn lại lần nữa theo hướng dẫn cho [full_name] vào ngày 18/02/2022. Tính từ lúc em gửi đơn đến hiện tại đã được một tháng rồi, thủ tục chuyển hệ thường lâu như vậy ạ?. . . . Giờ thì em phải làm sao nữa ạ? Đợi thêm thời gian nữa cho đơn chuyển hệ được duyệt hay phải làm thêm đơn gì khác nữa...? Ví dụ như Đơn thu nhận lại? Rồi duyệt đơn mới mất bao lâu mới duyệt đến đơn chuyển hệ ạ?. . . . Mong thầy/cô giải đáp thắc mắc giúp em vì thực sự em rất bối rối với tình hình hiện tại.. . . . Cảm ơn thầy/cô,. . [full_name]",
            "Chào bạn. . Đơn của bạn đang làm QD khi nào xong sẽ gởi mail QD cho bạn. . Thân"
        ]
    }
]