[
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Cơ Lưu Chất CI2003, lớp thầy [full_name], thứ 4 tiết 2 3 4 và thứ 7 tiết 7 8 9.. . Mong thầy/cô giúp em."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Cho em hỏi học kì này em có bỏ học 1 môn , đtb môn đó là 13 là bị cấm đăng kí môn trong học kì sau phải không ạ ? Và nếu thế em có thể làm đơn xin phép học được không thưa cô / thầy",
            "Trường hợp bỏ thi 1 môn thì môn đó bị điểm 13 và ảnh hưởng đến điểm TB học kỳ, không bị cấm đăng Mh nhé bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Hôm qua (6/1) em có xin mở thêm sĩ số lớp nhưng em nhận được thông báo giải quyết trường hợp của em muộn, nên em đã trễ giờ đóng đăng kí online, giờ em muốn đăng kí môn thì phải làm sao ạ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Do cập nhật thông tin cá nhân chậm nên không kịp đăng ký môn học học kỳ Học kỳ 2 Năm học 2019 - 2020 nên mong Phòng Đào Tạo xem xét cho đăng ký bổ sung.. .",
            "Bạn đăng ký môn học nào.. . Cung cấp mã SV, mã môn học và mã nhóm cần đăng ký nhé. . . . Lưu ý: bạn cần phải cập nhật đầy đủ thông tin cá nhân trước. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Dạ thưa em là 1 sinh viên bị cảnh cáo học vụ và học kì này em đã bỏ thi 1 môn , để không bị đình chỉ học vụ thì em phải làm đơn như thế nào và có cần phải có bố mẹ đi theo không thưa cô / thầy",
            "Chào bạn,. . Bạn xem chuẩn xử lý học vụ tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/học vụ/XỬ LÝ HỌC VỤ, KỶ LUẬT/. . Trường hợp bị xử lý học vụ buộc thôi học theo quy định làm đơn cứu xét tại khoa nhé bạn, bạn liên hệ khoa để được hướng dẫn thêm"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đợt thi vừa rồi em thấy mình làm bài khá tệ và muốn thi lại. Em đã lên trang web pđt để tìm hiểu nhưng không thấy bất kì thông tin nào về vấn đề này. . . Làm ơn cho em biết điều kiện để được thi lại và cách đăng kí. . . Em cám ơn",
            "Chào bạn,. . Trường không tổ chức thi lại nha bạn (trừ SV chương trình Việt Pháp được tổ chức thi lần 2).. . Xem quy định tại đây:. . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 12. Học lại, học cải thiện, thi lần hai"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em đã cập nhật tất cả thông tin cá nhân, nhưng khi vào đăng ký môn học vẫn không đăng ký được với lý do: chưa cập nhật thông tin cá nhân1",
            ". . Em đã cập nhật tất cả thông tin cá nhân, nhưng khi vào đăng ký môn học vẫn không đăng ký được với lý do: chưa cập nhật thông tin cá nhân. Do đó em không thể đăng ký môn học bổ sung cho hk192, rất kong có thể hồi đáp sớm để em có thể đang ký môn học của học kỳ 192 ạq",
            "Chào bạn,. . Hiện tại đã hết thời gian đăng ký Mh nhé bạn, từ ngày 2/1 đến 6/1/2020 nhé bạn, Bạn kiểm tra lại mình vào đăng ký ngày nào nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học  /i [full_name] [full_name] [full_name] [full_name]       Kính gửi:   B [full_name]ý Thầy (Cô[full_name][full_name]  /B [full_name] [full_name] [full_name] [full_name] Em tên là:   B [full_name]  /B [full_name] [full_name] MSSV:   B [student_id]  /B [full_name] [full_name] Lớp:   B DC16KK  /B [full_name] [full_name] Khoa:  B  Kỹ thuật Địa chất và Dầu khí  /B [full_name] [full_name] [full_name] [full_name] Em xin trình bày vấn đề của em như sau:[full_name] [full_name] Hôm qua, là hạn cuối cùng của đợt đăng kí môn học lần 3 cho học kì 192[full_name] Nhưng do lỗi chủ quan của em chưa thật sự chú ý, nên em đã bỏ lỡ việc đăng kí môn học lần này[full_name] Vì là kì cuối của năm tư, em chỉ còn mỗi môn Luận văn Tốt nghiệp[full_name] Nhưng hiện tại em chưa đủ điều kiện anh văn để nhận đề tài Luận văn[full_name] Do đó thời khóa biểu của em tạm trống[full_name] [full_name] [full_name] Em muốn xin được đăng kí 1 môn để duy trì kế hoạch học tập[full_name] Môn học em muốn đăng kí là Phương pháp tính (MT1009[full_name][full_name] [full_name] [full_name] • Lớp của cô [full_name][full_name] [full_name] • Nhóm A01[full_name] [full_name] [full_name] • Thứ 4 tiết 3, 4, 5[full_name][full_name] [full_name] • Phòng 213B1[full_name][full_name] [full_name] [full_name] [full_name] Rất xin lỗi [full_name]ý Thầy (Cô[full_name] vì sự cố trên[full_name][full_name] [full_name] [full_name] [full_name] Kính mong [full_name]ý Thầy (Cô[full_name] xem xét nguyện vọng của em[full_name][full_name] [full_name] [full_name] [full_name] Chân thành cảm ơn [full_name]ý Thầy (Cô[full_name][full_name][full_name] [full_name] [full_name] [full_name] Trân trọng[full_name]",
            "Chào em,. . . . Em đăng kí học dự thính nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Trong đợt hiệu chỉnh đăng kí môn học từ ngày 18/12/2019 tới ngày 23/12/2019, em có đăng kí môn thí nghiệm hóa lý mã CH2041 lớp L09 vào ngày 19/12/2019. . . . Ngày 31/12/2019, phòng đào tạo thay đổi lớp của em sang L01. . . . Cho em xin chuyển lại về lớp cũ môn thí nghiệm hóa lý - CH2041 -L09 - [full_name] - [student_id]. . . . Em cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Hiện tại đã hết thời gian để đăng ký và hiệu chỉnh môn học nhé bạn.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo,. . Em là [full_name]. . Mssv [student_id]. . Hôm trước em có đăng ký môn học \tKỹthuật chẩnđoán &bd ôtô - Tr4021 nhưng sĩ số đã đủ và không đăng ký được.Nay em xem lại thì thấy sĩ số có tăng lên nhưng lại hết hạn đăng ký.Vậy kính mong Phòng đào tạo đăng ký giúp em môn học này.. . Em xin cảm ơn Phòng đào tạo.",
            "Kính gửi Phòng đào tạo. . Em tên [full_name]. . Mssv [student_id]. . Em có đăng ký môn Những NgLý cơbản CN M-[full_name] - SP1003 ở hệ VHVL nhưng bị trùng lịch với môn học khác.Em có thấy hệ chính quy có mở lớp nhưng đã quá hạn đăng ký.Vậy kính mong Phòng đào tạo đăng ký giúp em môn này với mã lớp A02.. . Em xin cảm ơn Phòng đào tạo",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "đã đk môn học cho bạn.. . Bạn xem tkb vào vài ngày tới . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mã môn học: PH1007. . Mã nhóm: L57",
            "Chào bạn,. . Hiện tại đã hết thời gian đăng ký và hiệu chỉnh môn học nhé bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng đào tạo trường đại học bách khoa . . Em tên: [full_name]SV:[student_id] học Trung tâm đào tạo bảo dưỡng công nghiệp , em kính mong phòng tào đạo tăng sỉ số môn học pháp luật việt nam đại cương MMH:SP1007 ở nhóm/lớp CC02 ; thứ 3 tiết 8,9 ; phòng B9-203 ; CS1 ; giảng viên: [full_name] để em được học trong học kỳ chính của hk192 . Em xin chân thành cảm ơn .  \t. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em mới nhận được kết quả thi toeic được 435 điểm không đủ điểm nhận luận văn kì tới và chưa đăng kí môn học nào trong học kì tới thì em có bị cảnh cáo và ảnh hưởng gì không ạ.( em chưa bị cảnh cáo lần nào ạ) và cách giải quyết để không bị tạm dừng ạ. Em cảm ơn ạ",
            "Chào bạn,. . Nếu bạn không có TKB học kỳ 192 thì sẽ bị tạm dừng học kỳ 192 (theo đúng quy chế nhé bạn).. . Xem tại quy chế học vụ",
            "Nếu em bị tạm dừng thì cần những gì để thu nhận lại ak .",
            "Bạn liên hệ trực tiếp PĐT để được hướng dẫn làm đơn thu nhận lại."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Thưa thầy (cô),. . Em muốn xin đăng kí đề cương luận văn (hk192) trước thực tập tốt nghiệp (hk183) thì xin như thế nào?. .",
            "Chào bạn,. . Phải đăng ký MH theo đúng quy định môn học, điều kiện của từng MH (môn song hành, môn tiên quyết, môn học trước) quy định nhé bạn, nếu đúng quy định thì bạn đăng ký Môn học online theo như đúng lịch đăng ký xem tại lịch học vụ nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Dạ cho em hỏi là em vào trang E-L trường để nộp chứng chỉ ngoại ngữ (bằng IELTS) nhưng em  không thể nộp với lý do là phải chuyển trực tiếp từ cơ sở thi IDP đến phòng đào tạo. Vậy em nên làm trình tự nộp bằng anh văn như thế nào ạ? để kịp xét học kỳ này ạ.. . . . Em cảm ơn ạ.. .",
            "Chào bạn,. . . . Bạn vui lòng xem hướng dẫn chi tiết v.v đăng ký nôp chứng chỉ ngoại ngữ có hướng dẫn rất rõ tại web: www.aao.hcmut.edu.vn- sinh viên - Ngoại ngữ -   Hướng dẫn -  Cách đăng ký nộp chứng chỉ ngoại ngữ.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "cho tôi hỏi tôi đk vb2 hệ vừa làm vừa học đến hiện tại vẫn chưa nhận được danh sách các môn được miễn vậy cho tôi hỏi có được miễn môn đối với các môn đã học ở vb1 hay không? Nếu có khi nào có? Trường gửi mail kêu đk môn học nhưng tôi không biết các môn nào được miễn hoặc không để đăng ký!. .",
            "Chào bạn !. . . . Miễn môn học hiện đang được ban lãnh đạo phòng, khoa xét và sau khi có kết quả sẽ gửi email cho các bạn nhé !. . . . Về việc chương trình đào tạo bạn có thể tham khảo tại trang web aao.hcmut.edu.vn    sinh viên    chương trình đào tạo    và chọn chương trình đào tạo khóa 2017 (nếu đã tốt nghiệp cao đẳng).. . . . Bạn có thể bỏ tất cả các môn giáo dục thể chất, giáo dục quốc phòng, anh văn 1,2,3,4.. . . . Bạn có thể đăng ký các môn học mở trong học kỳ này, nếu môn bạn đăng ký trùng với môn được miễn sẽ được hủy bỏ và sẽ nhận đơn bổ sung cho bạn đăng ký thêm môn khác.. . . . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ kính thưa PDT, em tên là [full_name]. . Lớp CK17LOG. . Vào đợt đăng ký môn học học kỳ 2 đợt 2 (2019-2020), em có đăng ký 2 môn thể dục là Bóng Bàn và Bóng Chuyền.. . Trong đó, Bóng Chuyền em đăng ký nhóm lớp A11(tiết 4-5 thứ 6) và Bóng Bàn em đăng ký nhóm lớp L10(tiết 4-5 thứ 4).. . Tuy nhiên vào đợt trả kết quả kết quả đợt 2, môn Bóng Bàn của em đã bị xóa và thời khóa biểu được thay bằng môn Bóng Chuyền. . . Theo quy chế mới của nhà trường thì sinh viên năm 3 phải hoàn thành chương trình GDTC mới được đăng ký môn năm 4.. . Nay em có nguyện vọng là được học môn Bóng Bàn lớp L10 như đã đăng ký và thêm môn Bóng Chuyền vào 1 buổi trống khác để em có thể tiếp tục học tập vào năm 4.. . Em biết đã quá hạn đăng ký và hiệu chỉnh đợt 3, em xin chịu trách nhiệm và kính mong PDT xem xét trường hợp của em. Em xin chân thành cảm ơn nhà trường.. .",
            "Đã cập nhật : PE1013 nhóm L10,. . PE1011 L30.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện tại em là sinh viên PFIEV K15. . Em còn nợ 14 tín chỉ, trong đó có 10 tín chỉ là của 2 môn đại cương, và tổng số môn em nợ là 4 môn.. . Vì PFIEV lịch họn khá kín nên em không có thời gian để đăng ký học, mọi chứng chỉ ngoại ngữ tiếng Anh, tiếng Pháp hiện tại em đã đạt đủ yêu cầu của nhà trường. . Cho em hỏi em có thể làm đơn xin phòng đào tạo cứu xét để nhận luận văn tốt nghiệp được không ạ?",
            "Chào bạn,. . Phải đủ tín chỉ theo quy định mới được đăng ký nhé bạn.. . Xem điều kiện nhận LVTN tại đây:. . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Điều 10. Thực tập tốt nghiệp, Luận văn tốt nghiệp và các môn đặc biệt"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hôm nay(7/1/2020) em có đến PĐT để gửi đơn hủy môn học (vì quá số tín chỉ khi đăng kí luận văn) nhưng có một cô ở bàn tiếp SV nói là không hủy được vì hết hạn để hủy và nói là bây giờ chỉ được rút môn.Vậy cho em hỏi vậy là đúng không ạ.em cảm ơn",
            "Chào em,. . . . Vấn đề này PDT có gởi mail nhắc sv rồi.Đợt 3 Chỉ có bổ sung và không được huỷ môn học. Nếu huỷ chỉ làm đơn rút môn học nha. . . . . Cô tiếp sv trả lời chính xác rồi em."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi, em thấy mẫu đơn xin vắng thi cuối kỳ có phép (mẫu 2019) có mục chữ ký của giáo viên giảng dạy và chữ ký của chủ nhiệm khoa . Vậy em phải tự đi xin chữ ký giáo viên giảng dạy và chủ nhiệm khoa rồi mới đem nộp lên phòng đào tạo đúng không ạ? Nếu vậy sẽ rất khó khăn cho em, vì em vắng thi 4 môn do đi viện, sức khỏe còn yếu nên rất khó để đi chờ gặp 5 thầy cô để xin chữ ký, không biết có cách nào khác không ạ ? Hay em dùng mẫu đơn xin vắng thi cũ không có mục chữ ký của giáo viên giảng dạy và chủ nhiệm khoa có được không ạ ? Em cảm ơn.. . . .",
            "Chào bạn,. . Phải theo đúng quy định nha bạn, bạn có thể nhờ người thân hoặc bạn bè đi làm giúp bạn.. . Bạn xem quy định tại đây:. . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 17. Vắng thi, hoãn thi, cấm thi, miễn thi/17.2 Vắng thi có phép và hoãn thi/c. Vắng các buổi thi cuối kỳ:"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . -Kính gửi: Phòng đào tạo và giám đốc trung tâm bảo dưỡng công nghiệp. . -Em tên là: [full_name], MSSV [student_id], lớp BD16CDT, ngành: bảo dưỡng công nghiệp. . -Nay em viết đơn này, kính mong phòng đào tạo và giám đốc trung tâm bảo dưỡng công nghiệp cho em được phép trình bày nội dung như sau:. . -vì đợt đăng ký môn học HK192 vừa rồi, em đăng kí môn bị trể nên lớp học đã đầy.. . -Nên em kính mong Phòng đào tao và giám đốc trung tâm bảo dưỡng công nghiệp cho em được bổ sung môn học sau:. .   + Hóa hữu cơ. .   + MSMH: CH2021. .   + Nhóm: A04. .   + Thời gian học: Thứ 6 - Tiết 10-11-12. . -Vì môn Hóa Hữu Cơ MSMH:CH2021 đã đủ sĩ số, nên em kính mong phòng đào tạo và giám đốc trung tâm sẽ cho phép tăng sĩ số vì( ngành em đang theo học là ngành bảo dưỡng cơ điện tử, ngành này chỉ mở đúng một lớp khóa 2016 nên chỉ có khoảng 40 bạn 1 lớp, hơn một nữa các bạn đã ra trường.Còn em thì  vẫn còn nhiều môn chưa học, nên em muốn xin đăng kí thêm môn để được nhanh chóng hoàn thành chương trình học). . Em kính mong được sự xem xét và chấp thuận từ phòng đào tạo và giám đốc trung tâm bảo dưỡng công nghiệp để em có thể hoàn thành được khóa học sớm.. . -Em xin chân thành cám ơn.. .         TPHCM, ngày 7 tháng 1 năm 2020. .                    Kính đơn. .                [full_name]. . . .",
            "Chào em,. . . . Những bạn khoá cũ sv Bảo Dưỡng Công Nghiệp em liên hệ trung tâm để hướng dẫn cho em nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "dạ thưa. . em đăng kí học môn giải tích 1 của mã môn học cũ thuộc môn tương đương,em học đạt nhưng điểm môn học giải tích 1 trong điểm tiến độ học tập là điểm 12 (MT điểm miễn học miễn thi),dạ thưa em được phép tốt nghiệp với số điểm 12 được chứ ạ,em thấy trong điểm tiến độ tích dấu đạt",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Điểm 12 là điểm miễn, tính đạt nha bạn.. . Xem quy định tính điểm miễn tại đây:. . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 17. Vắng thi, hoãn thi, cấm thi, miễn thi"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chưa đăng ký môn học học kỳ (2019-2020) đợt 3",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chưa đăng ký môn hoc học kỳ (2019-2020) đợt 3 nên xin hỏi hạn chót đăng ký và các điều kiện để được đăng ký",
            "Chào bạn,. . Hiện tại đã hết thời gian đăng ký môn học đợt 3 (2-6/1/2020). Bạn vui lòng vào xem thời gian đăng ký MH tại lịch học vụ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào cô.Em tháng 11 này là hết học nhưng thiếu môn tiên quyết thì có được đăng kí môn luận văn tốt nghiệp không ạ.Em xin cảm ơn.",
            "Chào bạn,. . Nếu không đủ điều kiện thì không đăng ký được môn LVTN nhé bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Dạ em chào thầy/cô PĐT,. . . . Cho em hỏi có điểm Pháp luật đại cương của thầy [full_name] chưa ạ?. . . . Em cám ơn PĐT nhiều!",
            "Chào bạn,. . Điểm là do thầy cô chấm, nhập điểm và gửi lên PDT, bạn vui lòng kiểm tra điểm tại trang mybk hoặc liên lạc với giáo đã nộp điểm lên PĐT chưa nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Admin. . Em tên là [full_name] MSVV: [student_id]. . Em học khoa Xây Dựng ạ. . Trong đợt hiệu chỉnh đăng kí môn học đợt 3(cuối) ngày 2/1/2020. . Do sơ ý nên em đã lỡ đăng kí trùng thời khoá biểu môn học pháp luật đại cương( mã sp1007-Lớp L05) và môn cơ lưu chất(mã ci2003- Lớp L04) vào thứ 4 tiết 2-3-4 . . Vậy e xin pđt cho e hỏi e còn có thể xoá 1 trong 2 môn đã đăng kí không ạ. . Em xin cảm ơn rất nhiều.. .",
            "Bạn muốn xóa môn học nào",
            "Dạ em muốn xoá môn pháp luật đại cương ạ.",
            "Hiện đã hủy môn học cho bạn.. . bạn xem tkb cập nhật vào vài ngày tới. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em chào thầy/cô. . Em cần chuyển lớp vật lý 2 từ lớp cũ qua lớp L05_L10 vì trùng lịch vào tuần thứ 7 ạ. Do hôm em xin tăng sĩ số mà không được ạ.. . Nếu không chuyển được thì mong thầy/cô xoá môn vật lý 2 hộ em ạ. . . Em cảm ơn ạ!",
            "Chào bạn,. . Hiện tại đã hết thời gian để điều chỉnh môn học nhé bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Chào anh chị,cho em hỏi vấn đề này:. . Sau khi nộp đơn rút môn học thì kể từ ngày nộp đơn (4/2/2020 đến 12/2/2020) sau bao nhiêu ngày thì môn học đó sẽ được xử lí để xóa môn đó ra khỏi thời khóa biểu ạ, có xử lí kịp trước ngày 11/2/2020 không ạ, vì em bị  quá số tín chỉ đăng kí cho LVTN ạ, đợt đăng kí LVTN đợt cuối cùng là từ 11/02/2020 đến 17/02/2020 ạ.Em cảm ơn anh chị nhiều ạ. .",
            "Chào bạn,. . Bạn vui lòng làm đơn trình bày rõ trường hợp của mình và nộp tại Phòng Đào tạo để được xem xét!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào thầy cô, em xin được trình bày là trước khi học ở trường Bách Khoa thì năm ngoái em đã học bên trường KHTN và đã có được chứng chỉ GDQP. Năm nay,em đã nộp bản photo chứng chỉ ấy và đã nhận được quyết định miễn môn Quốc Phòng.Nhưng em thấy học phí của em vẫn tính phần học phí của môn này.Vì vậy em muốn hỏi là khi đã được miễn ôn Quốc phòng rồi thì học phí môn này có được trả lại không ạ. Em xin cảm ơn ạ.",
            "Chào bạn,. . Từ khóa 2019 học phí tính theo trọn gói/học kỳ/17 tc, Bạn xem quy định về học phí tại đây:. . http://www.aao.hcmut.edu.vn/ sinh viên/học vụ/học phí/Học kỳ 1 (năm học 2019-2020). . Việc bạn xin miễn học GDQP thì bạn không phải đi học GDQP (và không hoàn lại học phí)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em thanh toán học phí trễ hạn nhưng đã thành toán trước lúc đăng kí môn học đợt 3. Em đăng kí môn học đợt 3 nhưng không còn lớp trống để đăng kí. Em mong nhà trường có thể giúp em có thể đăng kí được không.",
            "Chào bạn,. . Hiện tại đã hết thời gian đăng ký và hiểu chỉnh môn học nhé bạn. Bạn có thể đăng ký dự thính"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chưa đăng ký môn hoc học kỳ (2019-2020) đợt 3 nên xin hỏi hạn chót đăng ký và các điều kiện để được đăng ký.. . Em xin hỏi còn đợt đăng ký nào sau đợt đăng ký đợt 3 nữa không ạ ?. .",
            "Chào bạn,. . Bạn vui lòng xem lịch đăng ký MH tại lịch học vụ nhé. . http://www.aao.hcmut.edu.vn/sinh viên/lịch học vụ/Năm học hiện tại (2019-2020)/"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em là sinh viên K17, khoa kỹ thuật xây dựng. Em muốn hỏi là em có thể đăng kí thêm vào một môn học mới sau khi đã có thời khóa biểu được không ạ (môn học đó rất quan trọng)?. . Hiện tại môn học đó đang được xem xet mở lớp, vì tui em có mail cho thầy trưởng phòng đào tạo.",
            "bạn cần đăng ký môn học nào.. . Cung cấp mã môn học và nhóm để xem xét. . Thân",
            "Dạ:. . Môn: Bê tông cốt thép 1 (CI2091) đang được xem xét mở lớp.. . Môn ĐAMH bê tông cốt thép 1 (CI2093) ạ.. . Em xin cảm ơn!",
            "Môn học hiện chưa mở lớp. nên có thể bạn đk dự thính. . Thân",
            "Dạ bạn em có thời khóa biểu ạ.. . Có thể xem lại giúp em được không ạ?. . . . Môn bê tông cốt thép 1 (CI2091): mở lớp thứ 5 tiết 3-5.. . Môn ĐAMH bê tông cốt thép 1 (CI2093): có thời khóa biểu nhưng chưa có giờ học ạ.. . . . Em chân thành cảm ơn ạ!",
            "Dạ:. . Em có mail của thầy trưởng phòng đào tạo để nhờ xin mở lớp ạ.. . . . Xem xét lại giúp em ạ.",
            "ĐÃ đăng ký 2 môn CI2091 và CI2093 cho bạn",
            "Em xin chân thành cảm ơn ạ.. . . . Trân trọng.",
            "Anh/Chị cho em hỏi?. . . . Hôm qua ngày 14/01/2020, em đã được thông báo là đăng kí được 2 môn CI2091 và CI2093. Mà hiện giờ vẫn chưa có thời khóa biểu. Cho em hỏi là khi nào 2 môn này mới có trong thời khóa biểu của em ạ?. .  . . Cảm ơn ạ.",
            "tkb sẽ cập nhật vào cuối tuần. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] Về điểm tổng kết môn học GDTC HK191 vừa rồi của e[full_name] Em học môn bóng chuyền thứ 6 tiết 2-3 (L-05) của Thầy [full_name][full_name] Lúc thi kết thúc môn học em đã được điểm tổng kết là 7[full_name]0, nhưng không biết sự cố là như thế nào mà trên mục mybk bảng điểm của em điểm tổng kết môn học là 13[full_name] Em đã tìm cách liên lạc với thầy [full_name] để làm rõ nhưng không được[full_name] Em mong PĐT giúp em liên lạc với thầy [full_name] để giải quyết giùm em[full_name] Em xin cảm ơn![full_name] [full_name] [full_name] MSSV[student_id]",
            "Email: [email]",
            "Chào bạn,. . Bạn liên hệ với Khoa Khoa học Ứng Dụng để được hướng dẫn. . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em xin hỏi sau đợt đăng ký môn học đợt 3 (2019-2020) còn đợt nào nữa không ạ",
            "Chào bạn.. . Hiện chỉ còn 1 đợt đăng ký bổ sung Luận văn thôi nhé.. . Nếu bạn đăng ký môn học bình thường.. . Bạn vui lòng cung cấp mã môn học, mã nhóm để xem xét. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "em là [full_name], mssv [student_id], hôm qua em vừa nhận được kết quả môn Truyền sô liệu và mạng EE3019 học kì vừa rồi, em học nhóm A07 lớp thầy [full_name], em bị thiếu cọc điểm giữa kì dẫn đến bị rớt môn, mong PĐT kiểm tra lại và sửa giùm em, em xin cảm ơn",
            "Chào bạn,. . Bạn liên hệ với Giảng viên để hiểu rõ hơn bạn nhé.. . Thân mến",
            "em đã gửi mail cho thầy từ hôm qua rồi ạ, nhưng chưa thấy có gì thay đổi",
            "em có gửi mail cho thầy mà chưa thấy thầy trả lời, giờ em hết lịch học và đã về quê, PĐT có thể cho em xin số điện thoại thầy để em liên lạc trực tiếp được không ạ, em xin cảm ơn",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Khoa của bạn để xin thông tin liên lạc với GV nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Thưa Thầy/Cô, em muốn xin phép được hủy môn ở học kì tới (học kì 192). Do không biết đợt hiệu chỉnh cuối không được hủy môn nên đợt trước em đã đăng kí dư một môn.. . MSSV của em là [student_id], em cần hủy môn Tin học trong quản lí xây dựng, mã CI3169 nhóm lớp A01. . . . . Do tài chính gia đình không cho phép nên em không thể bỏ gần 1 triệu để rút môn. Em biết Phòng Đào tạo có thể chỉnh sửa giúp em, mong thầy/cô xem xét cho em vì đây đã là kì cuối cùng em học ở trường.. . Em xin chân thành cảm ơn.",
            "Em đã được chấp nhận nhưng do 1 số điều kiện bất lợi trùng hợp là trùng ngay giờ đóng đăng ký nên em không thể hủy được môn. Mong Thầy/Cô xem xét lại và hướng dẫn em cách hủy môn đó !",
            "Chào bạn,. . Hiện tại đã hết thời gian để hiệu chỉnh, đăng ký, bổ sung và hủy môn học nhé bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . Kính chào phòng đào tạo.. . Em đã học và có điểm đạt của môn Thuỷ văn công trình (CI3025) tương đương cho môn Thuỷ văn (808015), tuy nhiên hiện tại em vẫn chưa được chuyển điểm tương đương. Mong phòng đào tạo xem xét và chuyển điểm giúp em.. . Em cám ơn.",
            "Chào bạn,. . Bạn đăng ký MH có bị vướng mắc gì không? nếu có bạn có thể khiếu nại nhé!",
            "Do em đã bị tình trạng này 1 lần với 1 số môn em đã học tương đương ở một vài học kì trước, sau khi nhắn lên bksi thì phòng đào tạo đã chuyển điểm cho em các môn đó. Nay em lại gặp tình trạng tương tự với môn Thuỷ Văn, mong phòng đào tạo xem xét và chuyển điểm nốt giúp em. . . Em cám ơn",
            "Ngoài ra còn môn Thí nghiệm công trình nữa. Mong phòng đào tạo chuyển điểm giúp em 2 môn này.. . Em cám ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chưa đăng ký môn hoc học kỳ (2019-2020) đợt 3 nên xin hỏi hạn chót đăng ký và các điều kiện để được đăng ký.. . Em xin hỏi còn đợt đăng ký nào sau đợt đăng ký đợt 3 nữa không ạ ?",
            "Em cần đang ký môn học nào.Cung cấp mã môn học, mã nhóm để xem xét. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em nhận đc email đăng kí môn gdtc mà em tìm hoài k thấy chỗ đăng kí ( em lên mybk mà k thấy chỗ toàn là đăng kí đợt 3 đợt 2 gì đó ). Với lại trong email k có hướng dẫn đăng kí luôn :(. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Chào bạn,. . Bạn nhận mail khi nào? nội dung như thế nào? gửi đính kèm giúp để PDT kiểm tra lại nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name], [full_name] MÌNH VÀO DS ĐK LỚP KẾT CẤU BÊ TÔNG CỐT THÉP 1(CI2091). TÊN [full_name]ẾU MSSV 171286",
            "Chào bạn,. . Hiện tại đã hết thời đăng ký hiểu chỉnh bổ sung môn học nha bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi bây giờ e muốn bảo lưu học kì 2 thì em phải làm sao ạ có thể làm trên mail đc k ạ ? Em cám ơn. .",
            "Chào bạn,. . Không được nha bạn, bạn vui lòng tải mẫu đơn xin tạm dừng và điền đầy đủ thông tin nộp tại Phòng Đào tạo nha bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "B em muốn hỏi điểm thí nghiệm hóa đã học ở kì trước có được bảo lưu lại ở học kì này k ạ! Ở kì trước e chưa làm giấy bảo lưu ạ!!Điểm thi - Đại học - Cao đẳng chính quy   Khác ... .",
            "Chào bạn,. . Chưa rõ câu hỏi của bạn, Bạn vui lòng trình bày rõ cụ thể câu hỏi, điểm thí nghiệm của môn học hay là môn thí nghiệm. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]\t. . . . Cho em hỏi là điểm thi anh văn lần hai này là dùng để xét miễn anh văn không hay là chỉ chuyển từ anh văn này sang anh văn khác thôi ạ ?. . . .",
            "Chào bạn,. . Bạn vui lòng trình bày rõ nội dung câu hỏi nhé? điểm thi anh văn lần 2 là gì?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Em là sinh viên năm nhất khoa Điện. Em đã nộp bằng IELTS 6.5 và được xét duyệt 4 anh văn rồi.. . Em muốn hỏi là sau năm nhất thì 4 tín chỉ của anh văn 1 và anh văn 2 có được gộp chung vào với những tín chỉ khác để đủ 28 tín chỉ xét năm hai không ạ???. .",
            "CHào bạn,. . 4 môn av của bạn đã được công tín chỉ vào tích luỹ chung nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô. . Em cần rút môn Vật lý 2 mã PH1005 lớp L03_L07 . . do bị trùng tiết và môn đó không phải môn bắt buộc của em. . . Em mong PĐT hỗ trợ trực tuyến cho em vì em đã về nhà mà 14/1 có thời khoá biểu nên em rút trước tránh rắc rối sau này ạ! . . Em cảm ơn ạ!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Rút môn học trong 5 tuần đầu tiên của học kỳ nha bạn, hiện tại chưa nhận đơn rút MH.. . Xem quy định rút MH tại đây:. . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Điều 11. Hủy, rút môn học",
            "Dạ vậy tiết đại số tuyến tính và vật lý 2 của em trùng nhau tiết 7 8 tuần thứ 7 ngày thứ 4 thì môn nào sẽ bị xoá và sao vậy ạ. . Nếu hủy môn mong pđt hủy cho em môn vật lý 2 ạ. . Em cảm ơn",
            "Chào bạn,. . Hiện tại bạn đợi xem TKB chính thức (thời gian dự kiến xem tại lịch học), từ ngày 4/2 đến 12/02/2020, Nhóm xếp thời khóa biểu sẽ trực tiếp tiếp nhận và trả lời về các trường hợp khiếu nại về ĐKMH.. . Vào thời điểm đó, nếu có khiếu nại về ĐKMH bạn có thể lên đặt câu hỏi để được trả lời.. . Bạn vui lòng vào trang http://bksi.hcmut.edu.vn/. . Bước 1: Chọn mục Hỏi/yêu cầu. . Bước 2: Tạo câu hỏi/ yêu cầu mới . . Bước 3: Click vào dấu (+) đứng trước các danh mục để chọn chủ đề câu hỏi cho phù hợp. . Ví dụ: Chọn mục” đăng ký môn học”. . Lưu ý phải chọn cho đúng chủ đề để được trả lời nhanh nhất. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . Em chào thầy/cô. . Thầy cô cho em hỏi về chỉ thể dục theo tiên quyết để đăng kí các môn theo năm và bao giờ thì mình áp dụng ạ. . Em cảm ơn",
            "Chào bạn,. . Áp dụng từ HK192 nha bạn.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . dạ lúc trước em có hỏi mở thêm sĩ số lớp kinh tế vi mô CLC - IM1003 của thầy [full_name]. Em gửi yêu cầu hôm t6 ngày 3/1/2020 nhưng vì là lần đầu nên em cứ đợi mail phản hồi của PĐT đến hôm nay 9/1/2020 và bỏ lỡ đợt ĐKMH vừa rồi. Em xin lỗi ạ",
            "Chào bạn,. . Bạn là sinh viên chương trình CLC, có thể liên hệ tại văn phòng Đào tạo Quốc tế để được hướng dẫn nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô! Em tên [full_name]-mssv: [student_id], lớp CK16KTK. Vì đợt bảo vệ đồ án chuyên ngành vừa rồi em làm không tốt và ngày bảo vệ là 07/01/2020 sau đợt 3 đăng kí môn học từ 02/01/2020 đến 06/01/2020 nên em mong thầy/cô xem xét, có thể cho em đăng kí bổ sung môn học Đồ án chuyên ngành (kỹ thuật thiết kế) (ME4047)được không?. Dạ em cảm ơn.. .",
            "Chào bạn.. . hiện đã bổ sung môn học ME4047 nhóm A01 cho bạn.. . bạn xem tkb vào vài ngày tới. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]2  /b \t. . Em tên [full_name], MSSV [student_id]2, khoa Xây dựng. . . Ở học kì trước (HK 1 NH 2019-2020) em có học môn Thuỷ Văn công trình theo mã mới (CI3025) và Thí nghiệm công trình (CI4011) để tương đương cho Thuỷ văn (808015) và Thí nghiệm công trình (804046) khoá cũ của em theo như trên danh sách môn tương đương thay thế của nhà trường, kết quả trên bảng điểm của 2 môn đã có tuy nhiên trên Mybk (phần tiến độ học tập) thì em vẫn chưa được cập nhật điểm 12 và xác nhận Đạt 2 môn nói trên.. . Em xin phép phòng đào tạo xem xét giải quyết và cập nhật giúp em các môn em nêu trên để kịp đăng ký LVTN. . . Em cám ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Về việc khiếu nại đăng ký MH. . Bạn vui lòng vào trang http://bksi.hcmut.edu.vn/. . Bước 1: Chọn mục Hỏi/yêu cầu. . Bước 2: Tạo câu hỏi/ yêu cầu mới. . Bước 3: Click vào dấu (+) đứng trước các danh mục để chọn chủ đề câu hỏi cho phù hợp. . Ví dụ: Chọn mục” đăng ký môn học”. . Lưu ý phải chọn cho đúng chủ đề để được trả lời nhanh nhất."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn đăng ký mở lớp dự thính môn Quản lý dự án IM4003 thì em cần phải làm những gì ạ?",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng lên trang http://aao.hcmut.edu.vn/sinh viên/ biểu mẫu. . Tải mẫu đơn mở lớp, điền đầy đủ thông tin theo yêu cầu và nộp tại Phòng Đào tạo. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chưa cập nhật điểm . Em tên [full_name], MSSV [student_id]2, khoa Xây dựng. . . Ở học kì trước (HK 1 NH 2019-2020) em có học môn Thuỷ Văn công trình theo mã mới (CI3025) và Thí nghiệm công trình (CI4011) để tương đương cho Thuỷ văn (808015) và Thí nghiệm công trình (804046) khoá cũ của em theo như trên danh sách môn tương đương thay thế của nhà trường, kết quả trên bảng điểm của 2 môn đã có tuy nhiên trên Mybk (phần tiến độ học tập) thì em vẫn chưa được cập nhật điểm 12 và xác nhận Đạt 2 môn nói trên.. . Em xin phép phòng đào tạo xem xét giải quyết và cập nhật giúp em các môn em nêu trên để kịp đăng ký LVTN. . . Em cám ơn.",
            "Chào bạn,. . Đã cập nhật trên hệ thống rồi. Còn phần tiến độ học tập bạn xem sau nhé.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi ''Khi đã quá hạn hủy Môn học trên MyBK rồi, nhưng bây giờ em có thể xin Phòng Đào Tạo hủy môn học trước khi hiện lên [full_name] Khóa Biểu hay không ạ? Em biết khi TKB đã có thì mình chỉ có thể rút môn và buộc phải đóng học phí! Vì vậy mong PĐT sẽ giúp em gải đáp thắc mắc này! . .",
            "Chào bạn,. . Hiện tại đã hết thời gian hủy Môn học nha bạn. . Bạn có thể tham khảo quy định rút Mh tại đây:. . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Điều 11. Hủy, rút môn học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi thầy cô pdt trường đH Bách Khoa. .  Em tên [full_name] MSSV [student_id]. . Thầy cô cho em hỏi là có câch nào để em hủy môn đăng kí đợt 3 mà không bị đóng học phí không ạ ? Xin thầy cô giúp em. Em xin cảm ơn",
            "Chào bạn,. . Hiện tại đã hết thời gian hủy môn học nha bạn. . Bạn có xin rút MH và xem quy định rút MH tại đây:. . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Điều 11. Hủy, rút môn học"
        ]
    }
]