[
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào bạn. . Pdt đã ghi nhận đơn tạm dừng của bạn. . Giữa tháng 9/2021 sẽ cập nhật tình trạng tạm dừng tại Mybk-thông tin sinh viên. . Hết dịch Bạn liên hệ Pdt (cơ sở [full_name]) để nhận Quyết định tạm dừng bảng chính. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô, em là sinh viên hệ bằng 2 khoá 2020, khi em đang kí môn thực tập ngoài trường thì bị báo lỗi là không đủ điều kiện nhận thực tập, thầy/cô xem dùm em với em đã hoàn thành đủ số tín chỉ rồi ạ. Em cảm ơn thầy/cô."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Lý do: Do chưa hoàn thành học phí đúng hạn nên bị tạm dừng học lại. Nên em muốn xin thầy/cô cho em đăng ký lại các môn em đang học mà bị tạm dừng ạ. Em cám ơn nhiều.. .  . . SP1031 - Triết học [full_name] - [full_name] Nhóm L19_L19. . ME1013 - Thực tập Cơ khí Đại cương 1 Nhóm L09. . ME2091 - Phương pháp số - Nhóm L06_L06. . CH1003 - Hóa đại cương - Nhóm L03_L08. . ME1015 - Nguyên lý máy - Nhóm L01_L01. . SP1007 - Ph/luật Việt Nam đại cương- Nhóm L23. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa Phòng Đào Tạo, em là SV Khoa Điện-Điện tử. Học kỳ 211 này em sẽ thực hiện Đề cương luận văn. Phòng Đào Tạo cho em hỏi là em có thể làm đơn xin thay đổi GVHD cho cả Đề cương luận văn và LVTN được không ạ? Nếu có thể thì mẫu đơn và thủ tục sẽ làm như thế nào ạ? Em xin cảm ơn.",
            "Chào em,. . Em liên hệ với Khoa, Bộ môn để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy,cô. . Cho em hỏi là giờ Môn \"con người và môi trường\" em được miễn. NHưng do điểm chuyển giờ mới có nên lỡ đăng kí học kì chính được 2 tuần rồi thì giờ em muốn hủy môn có bị tính học phí môn này không? Và gửi phiếu hủy môn này cho ai?. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . .",
            "QUOTE Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . .   /QUOTE . . Ý của em là môn học \" con người và môi trường\" em được miễn. Nhưng vì điểm miễn cho hệ bằng 2 của em giờ mới có. Nên lỡ đăng kí và học môn này được 2 tuần thì giờ phải làm sao? làm đơn rút môn hay là pdt tự hủy môn đó?",
            "Chào em,. . PĐT đã hủy rồi, vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đợt đk môn học đợt 3 của học kỳ chính HK211 và đợt 1 lộ trình 2 của DT211 diễn ra cùng thời điểm, vì lúc đó môn CI3179 Cấp Thoát Nước Đô Thị ở kỳ chính không hiện thời gian cụ thể, sợ trùng lịch học nên em đã đk vào DT211, nhưng vì sỉ số quá ít nên lớp dự thính bị hủy. Hiện tại CI3179 có lớp ở HK211 và em không bị trùng lịch, liệu có cách nào để em có thể tham gia hoàn thành môn học ở lớp đó không ạ, vì đây là môn tiên quyết quan trọng.. . Mong nhận được phản hồi và hộ trợ ạ. Em xin cảm ơn.",
            "Chào bạn,. . Vui lòng ghi rõ tên MH, mã Mh và mã nhóm xin đăng ký nhé.. . SV chủ động liên hệ với GV dể xin vào lớp vì hiện tại đã bắt đầu học kỳ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô ạ! . . Tình hình là em có đăng ký luận văn tốt nghiệp đợt bổ sung vừa rồi! Tuy nhiên số chỉ hiện tại của em là 126 trong đó số chỉ tích lũy ngành em 123 + 3 chỉ môn thay thế là môn vật liệu xây dựng là đủ để đăng ký luận văn! tuy nhiên em vừa kiểm tra lại là kết quả không là bị hủy và không biết lý do. em nghĩ vì không tính môn thay thế vào số tín chỉ tích lũy ngành nên em bị hủy kết quả! Mong phong đào tạo xem xét để em có thể đăng ký làm luận văn và hoàn thành chương trình học ạ!. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PDT, . . . . Vì dịch nên em chưa thể thi lại bài thi toeic nghe đọc, và chưa thể chuyển điểm anh văn 4 nên em đăng ký lớp av4a theo nhu cầu. Lớp học 7 tuần từ tuần 34. Vậy cho em hỏi, lịch thi cuối kỳ của lớp là ngay sau khi kết thúc khoá học phải không ạ? Vì em cần kết quả sớm để em xét tốt nghiệp tháng 11.2021 ạ :(((. . Em rất lo lắng. Mong thầy cô giải đáp ạ!",
            "Chào bạn. . Bạn cố gắng học đạt, sau khi có kết quả và hoàn thành tất cả điều kiện tốt nghiệp thì đăng ký với Pdt để xét tốt nghiệp cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   B Kính gửi:  /B  PĐT và Ban Giám Hiệu trường đại học quốc gia đại học Bách Khoa Thành phố Hồ Chí Minh. . . Được nhà trường tạo điều kiện để đăng ký Luận Văn Tốt Nghiệp (LVTN) khi chưa có chứng chỉ Toeic trong mùa dịch. Em có đăng ký thành công môn LVTN mã CI4353 trong đợt đăng ký bổ sung. Nhưng sao hôm nay ở phần kết quả đăng ký LVTN đợt bổ sung thì em lại không thấy môn mình đã đăng ký ạ. E có bấm vô phần lịch sử thì cũng không thấy bị huỷ.",
            "Chào bạn,. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin phép đăng ký vào lớp DT01_DT01 ME2007 HK211. . Do kỳ thi cuối kỳ CTM HK202 em đã nộp bài lỗi (chỉ có trang cuối trong tổng cộng 5 trang bài làm) nên em muốn đăng ký vào học lại ạ",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên năm cuối và em còn nợ môn kĩ thuật thủy lực và khí nén. Em trả nợ môn học ở kì này vì em sợ kì sau không mở lớp em không ra trường được ạ.. . Em đã đăng kí môn thủy lực và khí nén ở lộ trình 1 đợt đăng kí môn học dự thính bổ rồi mà ở lộ trình 2 thì bị xóa môn và ghi là sinh viên không đăng kí môn ở lộ trình 1 ạ. Nhà trường xem xét giúp em cho em được đăng kí môn học này với ạ. Em có đính kèm hình ảnh đã đăng kí môn học ở lộ trình ở phía dưới ạ.. . Mã môn học: ME3001. . Tên môn học: Kĩ Thuật Thủy Lực Và Khí Nén. . Mã nhóm: DT01_DT01 . . Em cảm ơn nhà trường ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] Chào thầy/cô,[full_name] [full_name] Em tên Nguyễn Quốc [full_name] MSSV:[student_id], hệ VLVH khoa kỹ thuật máy tính[full_name][full_name] [full_name] Em có đăng ký bổ sung ở mục \"ĐĂNG KÝ BỔ SUNG TTTN + LVTN + DCLVTN HK211\" môn LVTN mã CO4323, nhưng kết quả không được đăng ký do thiếu môn học trước ạ[full_name][full_name] [full_name] Ở chương trình chính quy em đã học tất cả các môn học theo chương trình đào tạo và đủ điểm đạt, ngoại trừ môn Vi xử lý - vi điều khiển em đã học nhưng chưa đạt ạ[full_name] Môn Vi xử lý - vi điều khiển là môn học trước của LVTN ạ[full_name][full_name] [full_name] Ở hệ chính quy em thiếu CCAV nên không đăng ký được môn LVTN, nay trường cho phép đăng ký LVTN mà không cần CCAV nên em đã đăng ký nhưng bị hủy do thiếu môn học trước ạ[full_name][full_name] [full_name] Mong thầy cô xem xét giúp em ạ[full_name][full_name] [full_name] Chân thành cảm ơn[full_name] [full_name] Sinh viên[full_name] [full_name] [full_name][full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] [full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đợt đk môn học đợt 3 của học kỳ chính HK211 và đợt 1 lộ trình 2 của DT211 diễn ra cùng thời điểm, vì lúc đó môn CI3179 Cấp Thoát Nước Đô Thị ở kỳ chính không hiện thời gian cụ thể, sợ trùng lịch học nên em đã đk vào DT211, nhưng vì sỉ số quá ít nên lớp dự thính bị hủy. Hiện tại CI3179 Cấp Thoát Nước Đô Thị nhóm L01 có lớp ở HK211 và em không bị trùng lịch, mong Phòng Đào Tạo cho phép em có thể tham gia hoàn thành môn học ở lớp đó, vì đây là môn tiên quyết quan trọng.. . Mong nhận được phản hồi và hộ trợ ạ. Em xin cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . e muốn xin mở lớp dự thính môn ci2037",
            "Chào bạn. . Đã hết thời gian để mở lóp dự thính, bạn vui lòng xem thông báo qua mail nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PDT. . Em tên: [full_name]. . MSSV:[student_id]. . Hiện tại em có đăng ký môn: Pháp Luật Việt Nam Đại Cương, mã: SP1007. Đăng ký HK 211-Đợt 1 (vào ngày 22/7/2021) nhưng đến giờ vẫn chưa thấy thời khóa biểu.. . Mong được PĐT kiểm tra và cập nhật thời khóa biểu.. . Trân trọng!",
            "Chào bạn,. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . - Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . - SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT,. . Lúc 23:54 ngày 25/08/2021, em có đăng kí in bảng điểm trên mybk và đã thanh toán khoản phí 35,000 vnd vào lúc 00:04 ngày 26/08 qua OCB, tài khoản đã trừ tiền. Tuy nhiên, đến hôm nay, ngày 27/08 trên mybk và bkpay vẫn báo em còn nợ khoản này. Em có liên hệ với ngân hàng và được báo là giao dịch đã thành công. Vì hiện tại em đang cần bảng điểm gấp nên không biết vấn đê trên là do hệ thống của trường chưa cập nhật hay sao và có ảnh hưởng đến thời gian nhận bảng điểm dự kiến hay không?. . Mong PĐT sớm giải quyết. Cảm ơn PĐT rất nhiều.",
            "Mong văn phòng đào tạo sớm giải quyết vấn đề trên ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy cô ạ. Em tên [full_name], em thi toeic được 565 điểm, em đã quy đổi điểm cho anh văn 1 đến 3 để em đăng kí học dự thính anh văn 4 nhưng hệ thống báo em vẫn không đăng kí được vì không có anh văn 3. Cho em hỏi là điểm chuyển sau bao lâu thì mới có ạ. và sau khi chuyển thì em xin đăng kí lại anh văn 4 được không ạ",
            "Chào bạn. . Bạn mới thanh toán ngày 27/8, Pdt sẽ báo bộ phận dữ liệu chuyển điểm cho bạn. . Bạn theo dõi ở phần tình trạng : ĐỢT CHUYỂN ĐIỂM, nếu cập nhật xong thì mới có thể nộp đơn xin học anh văn 4, với điều kiện phải có xác nhận của Giảng viên giảng dạy. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Tên sinh viên: [full_name], MSSV [student_id]. . . . Em nộp đơn đăng ký và danh sách sinh viên xin mở lớp dự thính môn Cấu trúc dữ liêu nâng cao, mã môn học 501704.. . . . Tên giảng viên nhận giảng dạy: thầy [full_name], bộ môn Kỹ thuật Máy Tính, khoa [full_name] học và Kỹ thuật Máy Tính. . . . Em xin bổ sung đơn đăng ký có xác nhận của giảng viên và chủ nhiệm bộ môn kèm thời khóa biểu dự kiến, ảnh xác nhận đồng ý mở lớp của giảng viên và BCN [full_name], ảnh xác nhận đồng ý hình thức dạy dự thính theo dạng đồ án. . . . Kính mong Phòng Đào Tạo cho phép mở lớp dự thính để em và các bạn có thể hoàn thành tiến độ học tập. . . . Em xin cảm ơn",
            "Chào bạn. . Bạn giải thích cho Thầy mở theo dạng đồ án, để Thầy xác nhận là đồng ý mở lớp theo dạng đồ án. . Cô chỉ thấy thông tin bạn ghi trên BKSI, chứ trên đơn mở lớp và mail không hề có chữ học theo dạng đồ án. . Bạn kiểm tra lại, thời gian để hỗ trợ bạn thì gần hết rồi"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em có đăng kí LVTN đợt bổ sung,mã môn CI4313 nhưng vào đợt xem kết quả lại bị hủy (không đủ điều kiện nhận LVTN).. . Dù em đã hoàn thành tất cả các môn trong CTĐT ạ.. . Thầy/Cô kiểm tra lại giúp em với ạ... . Em xin cảm ơn!",
            "Chào bạn,. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Gửi PĐT, sau khi em bổ sung ngày CTXH xong để nhận LVTN thì muốn đăng kí LVTN trễ trong thời gian dịch bệnh không lên trường được thì cần làm những gì ạ",
            "Chào bạn,. . Không được nhé bạn, để hoàn thành Ngày CTXH, SV có rất nhiều cách, kể cả tham gia các hoạt động địa phương. SV cần liên hệ P.CTCT-SV và Đoàn-Hội để được hỗ trợ.. . . . Phải đủ điều kiện bạn mới có thể đăng ký được môn LVTN.. . Sau khi đủ điều kiện, bạn có thể làm đơn xin đăng ký LVTN trễ hạn sau khi hết thời gian đăng ký online (gửi qua bksi nhé). . Trong đơn phải có xác nhận đồng ý của giáo viên hướng dẫn và Ban chủ nhiệm khoa sau đó nộp tại Phòng Đào tạo để được xem xét đăng ký bổ sung trễ hạn. . Chúc bạn học tốt. . Thân. .",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Tên sinh viên: [full_name], MSSV [student_id]. . . . Em nộp đơn đăng ký và danh sách sinh viên xin mở lớp dự thính môn Cấu trúc dữ liêu nâng cao, mã môn học 501704.. . . . Tên giảng viên nhận giảng dạy: thầy Trần Giang Sơn, bộ môn Kỹ thuật Máy Tính, khoa [full_name] học và Kỹ thuật Máy Tính. . . . Em xin bổ sung đơn đăng ký có xác nhận của giảng viên và chủ nhiệm bộ môn kèm thời khóa biểu dự kiến, ảnh xác nhận đồng ý mở lớp của giảng viên và BCN [full_name], ảnh xác nhận đồng ý hình thức dạy dự thính theo dạng đồ án. . . . Do 16 giờ là hạn cuối đăng ký môn học của đợt đăng ký dự thính, em kính mong phòng đào tạo hỗ trợ chúng em mở môn học để đăng ký kịp thời hạn. . . . Kính mong Phòng Đào Tạo cho phép mở lớp dự thính để em và các bạn có thể hoàn thành tiến độ học tập. . . . Em xin cảm ơn. .",
            "Chào bạn. . Bạn giải thích cho Thầy mở theo dạng đồ án, để Thầy xác nhận là đồng ý mở lớp theo dạng đồ án. . Cô chỉ thấy thông tin bạn ghi trên BKSI, chứ trên đơn mở lớp và mail không hề có chữ học theo dạng đồ án. . Bạn kiểm tra lại, thời gian để hỗ trợ bạn thì gần hết rồi"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MS[full_name]/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] Kính gửi PĐT trường ĐH Bách Khoa,[full_name] [full_name] [full_name] [full_name] Em là [full_name][full_name] [full_name] [full_name] [full_name] Như PĐT đã thông báo thì nhà trường sẽ tổ chức thi Anh văn Nói-Viết online cho những sinh viên đủ điều kiện tốt nghiệp HK211[full_name][full_name] [full_name] [full_name] [full_name] Em đã liên hệ với Trung tâm Ngoại Ngữ Bách Khoa để hỏi về tình hình cụ thể như: lịch thi, cách thức tham gia thi[full_name] Được bên Trung tâm Ngoại ngữ phản hồi lại là nếu em đủ điều kiện Tốt nghiệp HK211 thì PĐT sẽ thông báo gửi mail thi anh văn online vào tháng 9[full_name][full_name] [full_name] [full_name] [full_name] Em hy vọng PĐT sẽ sớm gửi mail thông báo thông tin về kỳ thi anh văn nói - viết[full_name] Nếu chưa đủ điều kiện thì em sẽ sớm cập nhật để tham gia kì thi anh văn như kế hoạch của nhà trường[full_name][full_name] [full_name] [full_name] [full_name] Em cảm ơn,[full_name] [full_name] Trân trọng[full_name] [full_name] [full_name] [full_name][full_name] [full_name]",
            "Chào bạn. . Sẽ có thông báo cụ thể trong tháng 9, vui lòng đợi mail SV. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1611636  /b \t. . . .   i Mở lớp dự thính (bắt đầu học từ 30/8) . tÊN SINH VIÊN pHÙNG tIẾN kHOA, MSSV 1611636. . . . Em nộp đơn đăng ký và danh sách sinh viên xin mở lớp dự thính môn Cấu trúc dữ liêu nâng cao, mã môn học 501704.. . . . Tên giảng viên nhận giảng dạy: thầy Trần Giang Sơn, bộ môn Kỹ thuật Máy Tính, khoa Khoa học và Kỹ thuật Máy Tính. . . . Em xin bổ sung đơn đăng ký có xác nhận của giảng viên và chủ nhiệm bộ môn kèm thời khóa biểu dự kiến. . . . EM CÓ GỬI HÌNH ẢNH MAIL XÁC NHẬN GIẢNG VIÊN ĐÃ ĐỒNG Ý HÌNH THỨC DẠY DỰ THÍNH ĐỒ ÁN. . . . Do 16 giờ là hạn cuối đăng ký môn học của đợt đăng ký dự thính, em kính mong phòng đào tạo hỗ trợ chúng em mở môn học để đăng ký kịp thời hạn. . . . Kính mong Phòng Đào Tạo cho phép mở lớp dự thính để em và các bạn có thể hoàn thành tiến độ học tập. . . . Em xin cảm ơn",
            "Chào bạn. . Cô sẽ hỗ trợ bạn sau khi dkmh trễ cũng được, nhưng phải có xác nhận đồng ý của GVGD đồng ý dạy đồ án. . bạn gởi cho Cô : chỉ cần minh chứng Thầy đồng ý dạy dạng đồ án (không cần tất cả các xác nhận)qua mail [email]",
            "Mở lớp dự thính (bắt đầu học từ 30/8) . [full_name] PHÙNG tIẾN kHOA, MSSV [student_id]. . . . Em nộp đơn đăng ký và danh sách sinh viên xin mở lớp dự thính môn Cấu trúc dữ liêu nâng cao, mã môn học 501704.. . . . Tên giảng viên nhận giảng dạy: thầy [full_name], bộ môn Kỹ thuật Máy Tính, khoa Khoa học và Kỹ thuật Máy Tính. . . . Em xin bổ sung đơn đăng ký có xác nhận của giảng viên và chủ nhiệm bộ môn kèm thời khóa biểu dự kiến. . . . EM CÓ [full_name]. . . . Do 16 giờ là hạn cuối đăng ký môn học của đợt đăng ký dự thính, em kính mong phòng đào tạo hỗ trợ chúng em mở môn học để đăng ký kịp thời hạn. . . . Kính mong Phòng Đào Tạo cho phép mở lớp dự thính để em và các bạn có thể hoàn thành tiến độ học tập. . . . Em xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . em thi môn kinh thế chính trị ngày 8-8-2021, vì là em nộp bài nhầm sang phần nộp file ghi màn hình. nên thầy bộ môn bảo là em không có bài và cho điểm 13, thầy còn bảo em thi lại. vậy thì em phải làm sao, em có được phép hoãn thi để thi lại không ạ, mặc dù có file ghi hình và phòng thi của em và cả bài làm của em trên đó. em có phải học lại không ạ. nếu được thi lại thì em có phải điền form hoãn thi ạ.. .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . [full_name] PHÙNG tIẾN kHOA, MSSV [student_id]. . . . Em nộp đơn đăng ký và danh sách sinh viên xin mở lớp dự thính môn Cấu trúc dữ liêu nâng cao, mã môn học 501704.. . . . Tên giảng viên nhận giảng dạy: thầy [full_name], bộ môn Kỹ thuật Máy Tính, khoa Khoa học và Kỹ thuật Máy Tính. . . . Em xin bổ sung đơn đăng ký có xác nhận của giảng viên và chủ nhiệm bộ môn kèm thời khóa biểu dự kiến. . . . EM CÓ [full_name]. . . . Do 16 giờ là hạn cuối đăng ký môn học của đợt đăng ký dự thính, em kính mong phòng đào tạo hỗ trợ chúng em mở môn học để đăng ký kịp thời hạn. . . . Kính mong Phòng Đào Tạo cho phép mở lớp dự thính để em và các bạn có thể hoàn thành tiến độ học tập. . . . Em xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô, cho em hỏi tại sao môn học trên elearning của em học kì 211 không hiển thị nữa ạ? tuần đầu em vẫn vô bình thường. Trong tkb vẫn còn môn. Chỏ em hỏi em đang gặp vấn đề gì ạ? Em cảm ơn",
            "Chào bạn. . Pdt đã cập nhật lại nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào phòng Đào tạo, em là [full_name] thuộc k18 khoa KTGT.. . Chuyện là em không đăng kí môn học \"TR3049 - Thiết kế ô tô\" ở kì dự thính HK211 vì lí do thiếu môn học trước \"TR2021-Lý thuyết ô tô\". Em đã đăng kí học môn \"TR2021-Lý thuyết ô tô\" ở kì chính HK211, em mong phòng đạo tạo mở cho em đăng kí vào lớp \"TR3049 - Thiết kế ô tô\" vì đây là lớp của các bạn k18 cũng trể chương trình như em và dường như là lớp k18 cuối cùng học môn này. Do ở học kì 182 em có gặp sự cố nên kết quả kì đó rất tệ dẫn đến hệ lụy không tốt cho những kì sau, em đã cố gắng rất nhiều để mong theo kịp các bạn. Phòng Đào tạo có thể tạo điều kiện cho em học lớp này để kì sau em có thể kịp làm đồ án chung với các bạn cùng khóa 18 với em ạ. Kính mong phòng Đào tạo có thể xem xét vấn đề này cho em. Em thật lòng cảm ơn ạ!",
            "Chào bạn,. . Trường hợp của bạn phải làm đơn xin đặc cách ĐKMH học, xin học song hành, ghi rõ lý do và phải được khoa xác nhận đồng ý cho bạn học song hành và nộp đơn qua bksi để trình ban lãnh đạo xem xét.. . Phải có xác nhận của GV giảng dạy đồng ý cho bạn vô lớp nhé (có thể xác nhận qua mail). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào phòng đào tạo ạ!. . Mặc dù e đã đăng ký chuyển điểm những môn tương đương rồi nhưng tại sao kết quả của em vẫn không đăng ký đc luận văn tốt nghiệp ạ. Mong phòng đào tạo xem xét hộ em.. . Em cảm ơn ạ!. .",
            "Chào bạn,. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em kính chào phòng đào tạo, em có một vài thắc mắc ạ:. . . . 1/Em là sinh viên K20 nhưng em có nhu cầu muốn chuyển ngành đào tạo nên đã tham gia lại kì thi THPT vừa rồi. Nếu sắp tới có thể trúng tuyển, em có thể làm thủ tục miễn MH vì đã học với MSSV khóa 2020 kèm theo đơn thôi học 2020 để xét miễn MH theo khóa 2021 không ạ?. . . . 2/ Khi này đã qua 1 tháng học tập thì em có thể xin đăng kí lại môn hay có cách nào để theo tiếp chương trình năm hai của ngành đt không ạ?. . . . 3/ Nếu câu trả lời cho câu hỏi trên là được thì em sẽ chỉ được đăng kí môn năm 2 khi có chứng chỉ ứng dụng CNTT cơ bản theo yêu cầu cho sinh viên K21 đúng không ạ?. . . . Em xin cảm ơn. Chúc thầy/cô sức khỏe ạ.",
            "Chào em,. . - Em trúng tuyển và học mã SV nào thì theo quy định của khóa học đó.. . - Miễn môn học: em xem quy chế miễn môn học nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . [full_name] PHÙNG tIẾN kHOA, MSSV [student_id]. . . . Em nộp đơn đăng ký và danh sách sinh viên xin mở lớp dự thính môn Cấu trúc dữ liêu nâng cao, mã môn học 501704.. . . . Tên giảng viên nhận giảng dạy: thầy [full_name], bộ môn Kỹ thuật Máy Tính, khoa Khoa học và Kỹ thuật Máy Tính. . . . Em xin bổ sung đơn đăng ký có xác nhận của giảng viên và chủ nhiệm bộ môn kèm thời khóa biểu dự kiến. . . . EM CÓ [full_name]. . . . Do 16 giờ là hạn cuối đăng ký môn học của đợt đăng ký dự thính, em kính mong phòng đào tạo hỗ trợ chúng em mở môn học để đăng ký kịp thời hạn. . . . Kính mong Phòng Đào Tạo cho phép mở lớp dự thính để em và các bạn có thể hoàn thành tiến độ học tập. . . . Em xin cảm ơn. .",
            "Chào bạn. . Pdt đang xử lý mở lớp, bạn theo dõi vào đăng ký liển nghen, nhớ thông báo cho 7 bạn còn lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô,. . Em có nhu cầu đăng ký môn học: thiết kế dự án tốt nghiệp, mã MH: CI4303, nhóm LT: L01. Thầy cô xem xét và ĐKMH giúp em ạ.. . Em cảm ơn thầy cô!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 15/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712208  /b \t. . . .   i Đăng ký môn học . Em đã thực hiện ĐĂNG KÝ BỔ SUNG TTTN + LVTN + DCLVTN HK211 môn Luận văn tốt nghiệp vào lúc 23/ 08/ 2021 10:24, tuy nhiên trong BẢNG ĐĂNG KÝ ĐĂNG KÝ BỔ SUNG TTTN + LVTN + DCLVTN HK211 ĐỢT KẾT QUẢ (CHỈ ĐỂ XEM) lại không hiển thị Luận văn tốt nghiệp mà em đã đăng ký, em có gửi hình đính kèm. Mong phòng đào tạo cho em hướng giải quyết ạ.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hôm trước em có đăng kí in bảng điểm, cho em hỏi là em có thể nhận được file mềm (pdf) không ạ?",
            "Chào bạn. . Nếu bạn đã đăng ký in bảng điểm và đăng ký nhận qua bưu cục thì vui lòng đợi . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào phòng đào tạo! . . Em đã làm đơn chuyển điểm một số môn tương đương nhưng kết quả em vẫn chưa đăng kí được môn học ạ. . Em cảm ơn!",
            "Chào bạn. . Bạn ghi rõ là bạn muốn đăng ký lại môn gì, msmh?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "em tên :[full_name] . . MSSV [student_id]. . em xin hỏi bây giờ em xin vào lớp \tĐườnglối CM của ĐảngCSVN (sp1009)của học kì chính 211 còn được nữa không ạ.Tại em thấy lớp vừa mới bắt đầu học được 1 tuần và còn dư nhiều chỗ nên em muốn đăng kí vào đề học cải thiện điểm.Mong anh chị giúp đỡ em với ạ. . . . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . .",
            "Có thể cho em đăng kí vào lớp LO3 của cô \t[full_name] được không ạ.Em đã gửi mail xin cô rồi ạ . . Em xin cảm ơn.",
            "Anh chị có thể đổi cho em sang lớpL03 của cô     [full_name] được không ạ.Tại vì em sắp thêm môn nữa nên xếp vào lớp L11 em bị kẹt lịch đó ạ và em gửi mail xin cô đồng ý rồi ạ.Mong a chị giúp em với. . em cảm ơn anh chị rất nhiều",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo. . Em tên là [full_name] ([student_id]), sinh viên hệ VLVH.. . . . Do tình hình dịch bệnh khiến cho hiện nay em vẫn chưa nhận được điểm của đề cương luận văn tốt nghiệp. Thêm vào đó những môm em đăng ký kỳ trước vẫn chưa có điểm hoặc chưa có lịch thi. Dẫn đến tình trạng em không thể đăng ký được luận văn tốt nghiệp (EE4323). Nếu như tất cả các môn đăng ký khì  trước em đạt thì sẽ đủ tiêu chuẩn đăng ký luận văn tốt nghiệp (EE4323).. . . . Rất mong phòng đạo tạo có thể tạo điều kiện cho em đăng ký luận văn tốt nghiệp (EE4323) để em có thể tốt nghiệp sớm. em rất chân thành cảm ơn. . . .",
            "SV liên hệ khoa nhận LVTN, ds gửi khoa ngày 7/9. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào em,. . Em vui lòng trình bày lý do, mã môn học, tên môn học, mã nhóm để PĐT xem xét nhé.. . Thân mến,. .",
            "ĐĂNG kí môn học , SP1033 -[full_name] . . do em đăng kí môn học bị nhầm sang lớp việt Pháp , mong Th Cô duyệt cho em một lớp để được học môn này trong kì này ạ. Em xin chân thành cảm ơn ạ",
            "dạ là do em đăng kí nhầm lớp Việt Pháp ạ , em có tham gia lớp Việt Pháp 2 buổi rồi ạ , mong Th Cô có thể xếp cho em vào lớp phù hợp với ạ . Em xin trân thành cảm ơn ạ !",
            "Chào bạn,. . Hiện tại SV muốn xin ĐK bổ sung môn học (ghi rõ lý do xin đăng ký trễ, tên MH, mã MH, mã nhóm xin đăng ký và kèm xác nhận đông ý của GV cho vào lớp (thời điểm này đã là tuần thứ  4 của HK rồi). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy (cô) ạ,. . . . Em có vào mục \"Đăng ký xét tốt nghiệp\" ở trang mybk thì thấy thời gian kết thúc đăng ký là ngày 30/8 (em có đính kèm hình), nhưng đến nay em vẫn chưa thấy có danh sách tốt nghiệp dự kiến ạ. Cho em hỏi là khi nào danh sách tốt nghiệp mới có ạ, và thời gian đăng kí tốt nghiệp có thay đổi so với trên trang \"Đăng ký xét tốt nghiệp\" (30/8) không ạ. Em cảm ơn!",
            "Chào bạn,. . Thời gian đó là dành cho đợt tốt nghiệp tháng 4/2021 nhé.. . Bạn đơi mail thông báo tốt nghiệp trong tuần sau nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy! Thầy cho em hỏi bữa trước pđt mở đăng kí LVTN đợt cuối và được miễn CCAV. Em đã đăng kí và đủ các điều kiện khác. Nhưng hôm nay có kết quả đăng kí LVTN của em lại bị mất và để là chưa có môn học đăng kí vậy ạ? Mong thầy giải đáp giúp em.. .",
            "Đã có TKB. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo. . . . Em tên là [full_name] ([student_id]), sinh viên hệ VLVH. . . . Vừa qua em có đăng ký trên mybk môn Kỹ thuật số (EE1009), khi đăng ký em thấy có 18 bạn cùng đăng ký theo. Theo như em nhớ thì chỉ cần 15 người đăng ký là trường đã đồng ý mở lớp. Tuy nhiên lớp vẫn không được mở. Vì vậy em đã lên xem những môn tương đương thì thấy môn Kỹ thuật số (EE1015) là môn tương đương với môn học này. Tuy nhiên đã kết thúc đợt đăng ký thì em mới biết kết quả và không thể đăng ký được. Rất mong phòng đào tạo có thể tạo điều kiện để em được đăng ký môn học kỹ thuật số (EE1015) trong kỳ này. Vì em chỉ còn môn này là đủ điều kiện xét tốt nghiệp. Em chân thành cảm ơn phòng đào tạo.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi là theo em xem lịch xét tốt nghiệp đợt gần nhất hạn chót là 30/08, nhưng em còn thiếu điều kiện để xét tốt nghiệp ở bằng Nói-Viết với ngày CTXH do dịch nên em không hoàn thành kịp và cũng có nhiều bạn bị tình trạng giống em. Mà đọc luật về DKMH học kỳ chính thì em thấy mỗi học kì phải đăng ký để có thời khóa biểu. Vậy cho em hỏi là theo tình trạng hiện giờ của em thì em có cần phải đăng ký không ạ? Và nhà trường có thể giãn đợt xét tốt nghiệp để cho sinh viên bọn em có thời gian sau dịch để hoàn thành kịp đợt tốt nghiệp gần nhất không ạ?",
            "Chào bạn. . - Đợt đăng ký tốt nghiệp hiện tại đến 30/8 là của HK 202. . - Đợt tốt nghiệp tháng 11/2021 - HK211 sẽ có thông báo cụ thể cho SV về danh sách về cách đăng ký tốt nghiệp dự kiến bắt đầu từ tháng 9/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo trường ĐH Bách Khoa. . Em tên : [full_name]. . MSSV: [student_id]. . . . Em có đăng kí luận văn tốt nghiệp đợt bổ sung ngày 23/8 - 25/8 và kết quả thành công, nhưng hôm nay em xem đợt đk luận văn ( chỉ để xem) thì thấy đã bị xóa. . . . Em muốn hỏi phòng đào tạo như vậy là em đăng kí thành công không ạ?. . . . Kính mong Phòng đào tạo xem xét trả lời. . Em xin chân thành cảm ơn",
            "Đã có [full_name][full_name] [full_name] Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Mã số sinh viên [student_id]. . Đăng ký môn . . ([full_name][full_name]2009) Hệ thống máy tính và ngôn ngữ lập trình. . ([full_name][full_name]2003) giải tích mạch. . ([full_name]1007) pháp luật việt nam đại cương. . ([full_name]e1009) kỹ thuật số. . ([full_name]2013)xác suất và thống kê. . (Pe1007) giáo dục thể chất 3. . Dạ hiện tại em không biết có mã lớp nào hết ạ mong bên phòng đạo tạo có thể trợ giúp được em ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i. . Em lỡ đăng ký các môn học dự thính của hk211 thì có thể chuyển từ các môn dự thính sang chính quy được không ạ. .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính (lộ trình 1) HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Dạ em chào thầy cô ạ, cho em hỏi sau khi em chuyển điểm anh văn thì em nộp đơn như thế nào ạ. Em xin cảm ơn ạ",
            "Chào bạn. . Bạn nộp CCNN và đăng ký tại Mybk- nộp Chứng chỉ ngoại ngữ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   I Em có thể hỏi về thời gian tối đa mình bảo lưu học tập ở trường là bao lâu được không ạ ? Em có thể hỏi thêm là em có đổi giấy chứng nhận kết quả thi bản chính thành bản phụ đã được công chứng được không ạ do hồi nộp em đã nộp phiếu điểm bản chính thay vì bản phụ ? Em có thể hỏi nếu như mình làm đơn thôi học ở trường thì cần điều kiện như thế nào ạ ?. . Em xin cám ơn nhiều.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . - Em xem quy chế tạm dừng. . - Em có thể hỏi thêm là em có đổi giấy chứng nhận kết quả thi bản chính thành bản phụ đã được công chứng được không ạ do hồi nộp em đã nộp phiếu điểm bản chính thay vì bản phụ. . =  Giấy chứng nhận PĐT lưu bảng chính không đổi nhé . . - In mẫu đơn thôi học, em xem quy chế thôi học nhé . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em có làm đơn xin hủy hoãn thi lúc 10h58am ngày 26/8/2021 nhưng không thấy phản hồi mà đã đóng yêu cầu. Vậy cho em hỏi là pđt đã nhận được đơn chưa ạ?. . Câu hỏi/yêu cầu # 33679 - Đơn xin HỦY hoãn thi",
            "Chào em,. . - Câu trước em không có kèm file, cô hỏi em file kèm ?. . - Em gửi file đơn HUỶ Hoãn thi mới làm được nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào phòng đào tạo!. . Em đã làm đơn chuyển điểm một số môn tương đương nhưng kết quả em vẫn chưa đăng kí được môn học ạ.. . Em muốn đăng ký môn: CI4383 (Luận văn tốt nghiệp(csht)). . Em cảm ơn!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Phòng Đào tạo. . Em tên: [full_name] -[student_id]. . Dạ Pdt cho em hỏi : Do kì này pdt không xét chứng chỉ anh văn để đăng kí luận văn nên em đã gửi đăng kí luận văn nhưng sao không có trong thời khóa biểu ạ.(tín chỉ để đăng kí luận văn của em đã đủ ). . . .",
            "Đã có [full_name]B"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ nhờ phòng đào tạo giúp e đăng ký luận văn tốt nghiệp học kỳ này ạk.e đã hoàn thành hết tất cả các môn nhưng sao e đăng ký ko dc ạk.mã môn học 804303",
            "SV liên hệ khoa nhận LVTN, đã có tên gửi ngày 31/8. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name] MSSV [student_id] . Em muốn hỏi là em đã đăng ký luận văn tốt nghiệp vào đợt bổ sung từ ngày 22 đến 25/7 và đã thông báo là đăng ký thành công nhưng sao trong danh sách sinh viên làm luận văn không có ạ . Em cảm ơn ạ . .   i Đăng ký môn học .",
            "Chào bạn. . Bạn xem tkb tại [full_name]bk-tkb, danh sách [full_name] sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô, theo em đọc mail của trường thì thấy đăng ký luận văn tốt nghiệp không cần có toeic. Hiện do dịch em có đăng ký thi toeic mà bị hoãn. Em đăng ký luận văn tốt nghiệp thì  không được ạ. Thấy bị hủy rồi ạ. Vậy cho em hỏi em có đăng ký luận văn được không ạ. Em cảm ơn thầy cô.",
            "Đã có [full_name]B"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên [full_name] MSSV [student_id]2. . Em đã hết hạn đào tạo chính qui và mong muốn được chuyển sang hệ VHVL để tiếp tục hoàn thành chương trình đào tạo. Em đã làm đơn xin chuyển hệ và đơn xin đăng ký môn học gửi BKSI  (TKB của em đã có nhưng bị xóa). Em rât lo lắng không biết đơn của em đã hợp lệ chưa và BKSI đã nhận được chưa. Mong BKSI phản hồi giúp em và khoảng bao lâu thì em được xét chuyển hệ và có kịp đăng ký luận văn trong học kỳ này không ạ. Mong phòng đào tạo xem xét giúp em.. . Em xin cảm ơn"
        ]
    }
]