[
    {
        "intent": "",
        "message": [
            "U Học vụ . Cô ơi, sắp tới từ ngày 19/12 trở đi em có lịch thi Online, nhưng mấy bữa nay trời lạnh, ẩm ướt nên máy tính của em bị hỏng rồi. Em đang tìm cách sửa lại. Cô ơi, em muốn hỏi nếu sắp tới em lỡ không sửa kịp thì em nên làm thủ tục gì để hoãn thi?. . Thường mấy bạn gặp tình trạng hư thiết bị như em thì có giải pháp nào ngoài hoãn thi nữa không cô?",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . \"Quy trình Hoãn thi HK211 và Xóa điểm hoãn thi HK202&203. . Hộp thư đến. . . . - Ho Tro SV   [email] . . 15:31 (55 phút trước). . tới stu.all, \". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin phép giới thiệu, em là [full_name] - [student_id].. . . . Em xin phép đăng kí hủy học thí nghiệm trực tiếp tại trường của các môn: Kỹ thuật chế tạo 2, dung sai và kỹ thuật đo và CAD/CAM. . . . . Lý do em hủy do không thu xếp được lịch học.. . . . Em hy vọng nhà trường xem xét giúp em ạ. Em xin chân thành cám ơn.. . . . Trân trọng. . [full_name]. . . .",
            "QUOTE Em xin phép giới thiệu, em là [full_name] - [student_id].. . . . Em xin phép đăng ký hủy học thí nghiệm trực tiếp tại trường của các môn: Kỹ thuật chế tạo 2, dung sai và kỹ thuật đo và CAD/CAM.. . . . Lý do em hủy do không thu xếp được lịch học.. . . . Em hy vọng nhà trường xem xét giúp em ạ. Em xin chân thành cám ơn.. . . . Trân trọng. . [full_name]. . . .   /QUOTE . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Mặc dù em đã đăng kí   U không học trực tiếp tại trường  /U  nhưng vẫn có 1 môn mã   U EE3020 Truyền số liệu và mạng (thí nghiệm)  /U  vẫn có lịch học. Hiện tại em đang không ở thành phố do phải đi thực tập tại công ti (tại Quảng Trị) theo sự hướng dẫn của khoa vì vậy không thể học offline được, việc sắp xếp để lên thành phố cũng sẽ mất thời gian.. . . . Vì vậy không biết PĐT có thể giúp em chỉnh sửa thời khoá biểu môn EE3020 để em không phải học trực tiếp không ạ?",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào các thầy cô. Hiện nay em có vài câu hỏi liên quan đến việc thi trắc nghiệm online không được quay lại câu hỏi trước. Với em thì cũng không bất ngờ lắm, đã nghe từ lâu nhưng nay em thi mới gặp. Vậy câu hỏi của em là \"Liệu rằng có phải các câu hỏi có được sắp xếp theo thứ tự từ dễ đến khó hay không. Hay là phần mền đảo ngẫu nhiên\". Vì từ nhỏ đến lớn khi đi học, đi thi thì ba má, thầy cô em luôn dặn là làm câu dễ trước, làm câu khó sau. Nhưng với tình trạng này thì việc đó không còn áp dụng được nữa. Và liệu các câu hỏi của sinh viên có được sắp xếp giống nhau theo trình độ như nhau. việc không cho quay lại câu trước cũng là do thầy cô sợ gian lận, đảm bảo tính công bằng cho sinh viên. Nhưng việc câu hỏi em ở trên không được xảy ra thì còn bất công hơn nữa. Em mong trường và sinh viên sẽ có mối quan hệ cộng sinh với nhau chứ không phải như bây giờ. Cuối cùng, em chúc thầy cô có một kì nghỉ dịch vui vẻ, khỏe mạnh và hạnh phúc.. . Em xin cảm ơn.. .",
            "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý. PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name], MSSV [student_id], là sinh viên khóa 2017  ngành Công nghệ Thực phẩm, khoa Kỹ thuật Hóa học.. . Vì tình hình dịch bệnh covid khiến phòng thí nghiệm trường ĐH Bách Khoa bắt buộc đóng cửa nên em đã đổi đề tài LVTN từ hướng nghiên cứu sang thiết kế nhưng vì thời gian đổi muộn và điều kiện internet và thiết bị ở quê khiến em chưa kịp hoàn thành LVTN đúng hạn. Em xin phép trường cho em hoãn bảo vệ LVTN. Em đã có sự xác nhận đồng ý từ giáo viên hướng dẫn, bộ môn và khoa qua email. Kính mong phòng đào tạo chấp nhận.. . Em cảm ơn",
            "Chào em,. . Căn cứ trên tình hình phòng chống dịch Covid-19, theo lệnh của Ban giám hiệu, Phòng Đào tạo (PĐT) thông báo kế hoạch tổ chức thi học kỳ 1 năm học 2021-2022, ngày 08/11/2021 (Phòng Đào tạo đã gửi mail cho SV vào ngày 22/11/2021), có thông báo rõ về thời gian phản biện và bảo vệ Luận văn tốt nghiệp (LVTN) trong HK211 và có ghi rõ về các \" Trường hợp cần thiết, sẽ có một đợt bảo vệ bổ sung cho các trường hợp đề tài bị ảnh hưởng nghiêm trọng bởi tình hình dịch Covid-19\". SV vui lòng xem lại email sinh viên về thông báo báo này.. . - Về đơn xin hoãn LVTN HK211 của bạn, Phòng Đào tạo hiện không thể tiếp nhận được.. . SV vui lòng liên hệ khoa để được hỗ trợ và hướng dẫn để xin đăng ký bảo vệ trong đợt bổ sung theo đúng chỉ đạo của Ban Giám hiệu nhà trường.. . Trường hợp Khoa không tiếp nhận trường hợp tổ chức đợt bảo vệ bổ sung, SV nhờ Khoa làm công văn đề nghị lên Phòng Đào tạo, ghi rõ lý do vì sao không thể tổ chức đợt bảo vệ LVTN bổ sung, để Phòng Đào tạo trình lên Ban Giám hiệu nhà trường xin ý kiến và phản hồi cho sinh viên.. . Thân mến,. .",
            "\"Chào em,. . Căn cứ trên tình hình phòng chống dịch Covid-19, theo lệnh của Ban giám hiệu, Phòng Đào tạo (PĐT) thông báo kế hoạch tổ chức thi học kỳ 1 năm học 2021-2022, ngày 08/11/2021 (Phòng Đào tạo đã gửi mail cho SV vào ngày 22/11/2021), có thông báo rõ về thời gian phản biện và bảo vệ Luận văn tốt nghiệp (LVTN) trong HK211 và có ghi rõ về các \"\" Trường hợp cần thiết, sẽ có một đợt bảo vệ bổ sung cho các trường hợp đề tài bị ảnh hưởng nghiêm trọng bởi tình hình dịch Covid-19\"\". SV vui lòng xem lại email sinh viên về thông báo báo này.. . - Về đơn xin hoãn LVTN HK211 của bạn, Phòng Đào tạo hiện không thể tiếp nhận được.. . SV vui lòng liên hệ khoa để được hỗ trợ và hướng dẫn để xin đăng ký bảo vệ trong đợt bổ sung theo đúng chỉ đạo của Ban Giám hiệu nhà trường.. . Trường hợp Khoa không tiếp nhận trường hợp tổ chức đợt bảo vệ bổ sung, SV nhờ Khoa làm công văn đề nghị lên Phòng Đào tạo, ghi rõ lý do vì sao không thể tổ chức đợt bảo vệ LVTN bổ sung, để Phòng Đào tạo trình lên Ban Giám hiệu nhà trường xin ý kiến và phản hồi cho sinh viên.. . Thân mến,\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô.. . Em tên là [full_name], em đã nộp đơn cứu xét cách đây 2 tuần. Em được cho biết là đợi theo dõi tình trạng học vụ để đăng ký môn học 2. Trong lúc em đang đợi để được xử lý tình trạng học vụ để đăng ký môn học thì lại nhận thêm quyết định tạm dừng cho học kỳ 2 ngày 2/12/2021. Và mặc dù tình trạng của em đã được mở lại là đang học, nhưng chính quyết định  này ngăn không cho phép em được đăng ký môn học. Em không hiểu sao lại vậy, trong khi học kỳ 2 được gia hạn đăng ký đến ngày hôm nay là ngày 10/12/2021.. . Xin hỏi em cần làm gì ạ, em xin chân thành cảm ơn.",
            "Thưa cô, em đã nộp đơn xin cứu xét cho cô [full_name] ở phòng đào tạo để cô [full_name] chuyển cho Ban chủ nhiệm khoa như ở file đính kèm bên dưới cách đây 2 tuần. Và được trả lời là theo dõi trang tình trạng sinh viên để đăng ký môn học HK2(2021-2022) lúc được mở lại. Nhưng em không biết sao trong lúc chờ đợi được cứu xét thì em lại nhận thêm 1 quyết định tạm dừng HK2(2021-2022) ngày 2/12/2021 nữa ạ. Điều này thật vô lý khi em đang đợi để được mở lại tình trạng học vụ để đăng ký môn học học kỳ 2(2021-2022). Hơn nữa thời hạn đăng ký môn học HK2(2021-2022) đã được gia hạn đến ngày 10/12/2021.Em không biết, hiện tại em cần phải làm gì nữa ạ.",
            "Đã trả lời"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Do điều kiện thiết bị không đủ camera ghi hình. Em xin được hoãn thi môn CI3211 kết cấu thép 2",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi:\"Quy trình Hoãn thi HK211 và Xóa điểm hoãn thi HK202&203. . Hộp thư đến. . . . - Ho Tro SV   [email] . . 15:31 (1 giờ trước). . tới stu.all, \". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Thầy/cô cho em hỏi về việc hoãn thi à, em đã đăng ký hoãn thi trước ngày thi thì em có cần hủy hoãn thi để hoãn lại không ạ vì mail của nhà trường hướng dẫn là hoãn sau ngày vắng thi 5 ngày. Em cảm ơn . .",
            "Chào em,. . Em vui lòng đọc email lại nhé:. . trong vòng 5 ngày tính từ ngày vắng thi (chỉ tính ngày làm việc).. .  sau ngày vắng thi 5 ngày ?. . Chữ \"trong vòng\" khác \"sau ngày\" nhé. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] Dạ em chào thầy/cô [full_name][full_name][full_name]T ạ[full_name][full_name] [full_name] Em tên: Tống Hoàng [full_name]hương[full_name] [full_name] MSSV: [student_id][full_name] [full_name] Lớp: BD18BDG2[full_name] [full_name] Em xin phép gửi lại danh sách mã các môn đăng kí lớp học thực hành và phiếu xác nhận tiêm chủng đạt 2 mũi ạ[full_name] Mong thầy/cô [full_name][full_name][full_name]T giúp em và cho em hướng giải quyết để có thể học thực hành vào đầu tuần sau cùng với các bạn cùng khóa K18 ạ[full_name][full_name] [full_name] Em cảm ơn thấy/cô [full_name][full_name][full_name]T đã đọc câu hỏi của em ạ[full_name][full_name] [full_name]",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 13/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1915966  /b \t. . . .   i Yêu cầu khác . Em xin chào Thầy/Cô PĐT.. . Em đã đọc mail PĐT, PĐT cho phép hoãn tiếp các môn đã hoãn ở mục : ứng dụng cho sinh viên  mục 12 . Nhưng hiện tại mục đó của em chỉ mới cập nhật các môn của kì 211 mà không cập nhật của kì 202 . Em có thể tiếp tục hoãn thi bằng cách khác không ạ. Em xin cám ơn Thầy/Cô.. .",
            "Chào em,. . Môn này nếu đã xếp lịch thi thì em mới vào mục này. Nếu môn này chưa xếp lịch thi thì em đợi thông báo sau. Vui lòng xem lại các email PĐT đã gửi nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy cô, cho em hỏi các môn hoãn thi cuối kì ở học kì vừa rồi vì thiếu thiết bị thi trực tuyến. Sẽ được giữ điểm thành phần không ạ hay chỉ tính điểm cuối kì ạ? Em cảm ơn",
            "Chào em,. . Em vui lòng xem quy chế . . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào,. . Em thấy ở tkb mình có lịch học thực tập điện 1 và thực tập điện tử 1 nhóm VL01 và VL02 ạ.. . Em muốn hỏi em hiện tại em chưa thể đến trường được thì cần xử lý như thế nào ạ em xin cám ơn!",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào quý thầy, cô ạ!. . Em là [full_name] ([student_id]), ngày 25/11 em có nộp tiền bảo hiểm y tế rồi nhưng bên trang đăng kí bảo hiểm y tế chưa cập nhật cho em ạ. Hôm nay em vào xem thì thấy vẫn chưa cập nhật nên em ấn đồng ý. Khi qua trang BK bay thì em lại thấy trường bảo em nộp thêm tiền bảo hiểm y tế nữa ạ.. . Mong quý thầy, cô đọc và xử lý giúp em với ạ.. . Em cảm ơn ạ!. . Chúc quý thầy, cô buổi tối tốt lành!",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô,. . . . Học kỳ 192 em có đăng ký hoãn thi và sau đó có thi lại và đạt.. . . . Trên bảng điểm của em có cập nhật Số tín chỉ tích luỹ nhưng khung điểm thì không được sửa thành điểm 14 (Em có đính kèm hình ảnh ở dưới).. . . . Vì lần trước em nghĩ có cập nhật tín chỉ là ổn nhưng giờ em thấy mail trường hợp hoãn thi học kỳ 202, 203 được cập nhật điểm 14 ạ.. . . . Cho em hỏi trường hợp này em có cần làm gì không ạ? . . . . Em cảm ơn.",
            "Chào em,. . Vui lòng trình bày rõ tên mà vã MH em xin hoãn thi ở HK nào?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .  Em gửi mã số môn học + tên môn học ạ :. . **Học kỳ 1 Năm học 2021 - 2022 (HK211) :. . + IU4002 - Công nghệ điện (thí nghiệm). . + IU4010 - Kỹ thuật giám sát tình trạng (thí nghiệm ). . + IU3050 - Kỹ thuật bôi trơn công nghiệp (thí nghiệm). . + IU2018 - Công nghệ hàn (thí nghiệm ). . + IU3006 - Công nghệ điều hòa không khí (thí nghiệm). . + IU3028 - Công nghệ lạnh (thí nghiệm). . + IU2012 - Kỹ thuật điện tử (thí nghiệm). . ** Học kỳ 202. . + IU3018 (Kỹ thuật số thí nghiệm ). . + IU3012 (Kỹ thuật lập trình PLC thí nghiệm ). . . . Em xin chân thành cảm ơn ạ.",
            "Đã trả lời. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em gửi mã số môn học + tên môn học ạ :. . **Học kỳ 1 Năm học 2021 - 2022 (HK211) :. . + IU4010 - Kỹ thuật giám sát tình trạng (thí nghiệm ). . + IU3050 - Kỹ thuật bôi trơn công nghiệp (thí nghiệm). . + IU2018 - Công nghệ hàn (thí nghiệm ). . + IU3006 - Công nghệ điều hòa không khí (thí nghiệm). . + IU3028 - Công nghệ lạnh (thí nghiệm). . + IU2012 - Kỹ thuật điện tử (thí nghiệm). . Em xin chân thành cảm ơn ạ.. .   i Học vụ .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 18/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]. . Họ tên: [full_name]. .   i Đăng ký môn học . Em và một số bạn không biết phải đăng ký quốc phòng, nên đã trễ hạn đăng ký khi biết. Em mong Phòng đạo tạo có thể cho em xin 1 slot cho môn quốc phòng ạ.. . Em cảm ơn rất nhiều.. .",
            "Chào em,. . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo.(SV ĐKMH vào đợt 2, 13 giờ ngày 23/12/21). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thân gửi,. . Em viết câu hỏi này để xin hướng giải quyết vấn đề bị tạm dừng vì không đăng kí môn học kì 1 (2021-2022). Vấn đề ở đây là trước đó em có hỏi phòng đào tạo về việc là em đã hoàn thành tất cả môn học theo yêu cầu của trường đề ra và chỉ thiếu mỗi tiếng anh nữa thì em có phải đăng kí môn học để duy trì tình trạng sinh viên nữa không? Và em có nhận được câu trả lời là không cần đăng kí môn học nữa. Nhưng cho đến hiện tại thì em lại bị tàm dừng vì lí do không đăng kí môn học. Vậy cho em hỏi là giờ em phải làm gì để em có thể được xét tốt nghiệp vào đợt tháng 4 ạ?. . Em xin cảm ơn vì đã lắng nghe câu hỏi của em!. . [full_name] anh- sinh viên năm 4",
            "Chào em,. . Trường hợp của em hiện tại đã đủ điều kiện tốt nghiệp chưa? Em muôn xin thu nhận để xét tốt nghiệp hay thu nhận để ĐKMH.. . Việc ĐKMH là tuy SV nhé, vì SV đăng ký MH thì SV cần phải đóng HP, SV không đăng ký MH thì bị tạm dừng theo quy chế. Khi nào đủ điều kiện SV có thể làm đơn xin thu nhận để xét tốt nghiệp.. . SV không được tạm dừng quá 2Hk liên tiếp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào tạo,. . . . Em là [full_name], em có nhận email của Phòng Đào tạo về việc nhận bằng tốt nghiệp. Hiện tại em cần bản scan bằng tốt nghiệp để xử lý một vài hồ sơ nhưng em chưa thể vào lại HCMC để nhận bằng được. . . . . Vì vậy Phòng Đào tạo có thể cho em xin bản scan bằng trước được không ạ? . . . . Em thật sự rất biết ơn nếu Phòng Đào tạo có thể giúp em ạ.. . . . Trân trọng,. . [full_name]",
            "Chào em,. . Trường hợp này em vui lòng dùng mail SV của em, gửi đến mail [email], ghi rõ yêu cầu và trình bày rõ lý do trong đơn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em vẫn bị điểm 13 cho môn Kết cấu thép 1 (ci3009). . Mặc dù em đã xin hoãn thi và được mail rep là đồng ý rồi ạ. . . Mong PĐT giải quyết giúp em ạ . . Mai thi rồi mà chiều em mới nhận mail cập nhập điểm và ngày thi. :((((",
            "Chào bạn. . Pdt không tìm thấy thông tin bạn Hoãn thi, bạn vui lòng gởi minh chứng đính kèm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Do sơ suất nên em quên không đăng xuất ra khỏi hệ thống BK Exam sau khi thi. Mong PĐT mở khóa truy cập để em nộp đường link bản ghi quá trình thi. Em xin cảm ơn.. . [full_name]. MSSV: [student_id]",
            "Chào em,. . Khi thi sinh viên chỉ được đăng nhập một lần trên một thiết bị. Nếu tắt mà không đăng xuất thì bị khóa. Trước khi cán bộ coi thi vào phòng thi mở khóa cho tất cả các bạn. Theo quy định thì bên tổ chức thi phải có thông tin để sinh viên liên lạc nếu khi có sự cố. Trên trang bkex PĐT cũng lưu ý là sv nên lưu lại link google meet phòng thi trước đó. Vì vậy nếu có sự cố em liên lạc với bên tổ chức thi hoặc cán bộ giảng dạy để giải quyết... . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT,. . Em là [full_name], sinh viên k2017 khoa Kỹ thuật Địa chất và Dầu khí. Em đã nhận được email nhận bằng tốt nghiệp của PĐT ạ. Em thắc mắc là các ngày thứ 7 trong tháng em có thể đến PĐT nhận bằng tốt nghiệp được không ạ? Và em có thể đến vào những khung giờ nào ạ? Em xin cảm ơn!. . Sinh viên. . [full_name]",
            "Chào em,. . PĐT làm việc giờ hành chánh từ thứ 2 đến thứ 6. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô,. . . . Em là [full_name] (MSSV_[student_id]), hiện là sinh viên năm cuối ngành Vật lí Kĩ thuật, khoa Khoa học Ứng dụng.. . . . Em mong muốn được biết cụ thể khi nào sinh viên được phép học tập trực tiếp tại các phòng thí nghiệm tại cơ sỡ Dĩ An ạ? . . . . Cụ thể vì đăc trưng đề tài của em cần phải thực hiện trực tiếp tại   B Phòng thí nghiệm  Bộ môn Kim loại Hợp kim, thuộc khoa Công nghệ Vật liệu  /B  nằm ở cơ sở Dĩ An, do đó em mong muốn trường có thể tạo điều kiện để em có thể được thực hành tại cơ sở Dĩ An sớm nhất trong thời gian tới để đảm bảo kịp tiến độ thực hiện đề tài Luận văn Tốt nghiệp. . . . . Để được phép làm việc tại Phòng thí nghiệm Bộ môn Kim loại Hợp kim thì em cần đảm bảo những điều kiện gì?. . . . Em chân thành cảm ơn.",
            "Chào em,. . Trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi quý thầy cô PDT,. . Em có câu hỏi là em vừa thi AV4A dự thính ngày 5/12/2021 và đã có điểm tuy nhiên điểm chưa được cập nhật lên bảng điểm vậy em có kịp tốt nghiệp đợt này k ạ. Mong quý thầy cô giải đáp thắc mắc, Em xin cảm ơn.. .",
            "Chào em,. . Khi nào điểm được cập nhật lên mybk/Thông tin SV/xem điểm mới có thể đăng ký xét tốt nghiệp nhé bạn.. . Bạn vui lòng nhờ giảng viên chấm và nộp điểm sớm lên cho PDT xét TN cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin phép PĐT cho em được hoãn thi môn XSTK.",
            "Chào bạn. . Về vấn đề Hoãn thi của HK211 bạn vui lòng xem chi tiết: Thông báo kế hoạch tổ chức thi HK211 Pdt đã gởi qua mail  vào ngày 22/11/2021- Mục 5. Hoặc Quy trình Hoãn thi HK211 Pdt đã gởi qua mail  vào ngày 10/12/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu thu nhận lại .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của bạn.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Gửi phòng đào tạo.. . Em hiện đã hoàn thành tất cả môn học, chỉ còn thiếu chứng chỉ toeic. Do tình hình dịch bệnh nên em không lên kịp để thi toeic. Phòng đạo tạo cho phép em xin tạm hoãn 1 kỳ ạ.. . Em xin cảm ơn.",
            "Chào em,. . - Em phải nộp đơn xin tạm dừng . . - Tải mẫu đơn tạm dừng, điền đầy đủ thông tin gửi lại nhé.. . http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào cô!. . Dạ e chưa nhận thấy chỗ tải file giấy CN tốt nghiệp trong Mybk ạ!. . Nhưng trang thông tin hiện tại của em như thế này ạ: hệ vẫn VHVL và tìm thấy mã 2 bằng ( cô xem chi tiết file ảnh ạ ). . . . Em sợ Pđt chưa update thông tin thôi ạ. . Em xin cám ơn",
            "PDT đang xử lý trường hợp của bạn, sẽ trả lời lại cho bạn trong thời gian sớm nhất nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô ạ. Em là [full_name] mssv[student_id] khoa Bảo dưỡng công nghiệp. Do tình trạng kì rồi em không đăng kí môn học nên là hiện tại em đang bị tạm ngừng nên không thể xét tốt nghiệp. Nhưng tình trạng của em đã được đặc cách để tạo điều kiển bổ xung toiec kịp thời để xét tốt nghiệp. Và hiện tại em đã bổ xung đầy đủ bằng toiec. Nên em xin thầy cô có thể thu nhận em lại để có thể đăng kí xét tốt nghiệp ạ. Em xin cảm ơn thầy cô ạ!!!",
            "Chào bạn,. . Về tình trang Sv của bạn, PDT đang tiến hành làm qd thu nhận cho bạn, nhưng hiện tại cô thấy báo em còn nợ ngày CTXH nữa nhé. Khi nào em hoàn thành đủ vui lòng báo lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em muốn hỏi là em có lich thi trên cổng thông tin sinh viên nhưng trong trang bk exam của em lại không có phòng thi, em thi 18h00 ngày 11/12 môn kết cấu thép 1, mong nhà trường giải quyết cho em được thi.",
            "Em đã thây phòng thi trên bkexam, em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Nguyễn Hữu Lộc [student_id]. . Kính gửi các thầy cô PĐT. . Em là Sv khóa K18 chương trình đại trà, đầu năm nhất khi thi anh văn đầu vào em thi được 505 điểm và được miễn 4 Anh Văn , từ đó đến nay em chưa nộp bất kì chứng chỉ anh văn nào, nay em mong thầy cô cho em biết để nhận luận văn tốt nghiệp cũng như là để tốt nghiệp thì em cần bổ sung chứng chỉ anh văn ở mức bao nhiêu điểm. Em xin chân thành cảm ơn!",
            "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy/Cô cho em hỏi, sao mục phúc khảo bài của môn SBVL hk202 em nhấn chọn nhưng không nhấn đăng kí được ạ. Nếu trường hợp môn bị coi là môn thi vét thì muốn phúc khảo em phải làm sao ạ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng Đào tạo.. . Sinh viên: [full_name]. . MSSV: [student_id]. . Đăng phúc tra điểm thi cuối kỳ môn Sức bền vật liệu (ci2007) nhóm l07-B ngày thi 23/10.. . Em xin chân thành cảm ơn.. . . .",
            "Chào em,. . Em vui lòng xem quy chế về phúc tra . . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 16. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào Tạo. . ﻿Em tên : [full_name] MSSV [student_id]. . ﻿. . ﻿Em có đang ký hoãn thi môn Động cơ đốt trong(TR2019) nhưng có đến nay vẫn không có lịch thi, mà các bạn cùng lớp thì đãng có.. . ﻿Nhờ Phòng đào tạo và bộ môn kiểm tra giúp em.. . ﻿. . ﻿Em cảm ơn.  B   /B",
            "Kính gửi Phòng Đào Tạo. . ﻿Em tên : [full_name] MSSV [student_id]. . ﻿. . ﻿Em có đang ký hoãn thi môn Động cơ đốt trong(TR2019) nhưng cho đến nay vẫn không có lịch thi, mà các bạn cùng lớp thì đã có.. . ﻿Nhờ Phòng đào tạo và bộ môn kiểm tra giúp em.",
            "Chào bạn. . Pdt kiểm tra bạn không có tên trong danh sách được Hoãn thi. . Bạn gởi minh chứng đính kèm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy cô, em tên [full_name], mssv [student_id].. . Lúc trước làm khảo sát em có từ chối học trực tiếp, nhưng do hiện tại em có việc và đang ở TPHCM nên em mong thầy cô cho em được phép đăng ký bổ sung các học phần thí nghiệm trực tiếp tất cả các môn nếu có thể ạ.. . . . Các môn chưa hoàn thành học phần TNg gồm:. . . . Kỹ thuật chế tạo 1 - ME3032 - 202. . Kỹ thuật thủy lực và khí nén - ME3002 - 202. . Dung sai và kỹ thuật đo - ME3004 - 211. . Sức bền vật liệu - CI2002 - 211. . . . Em xin cảm ơn",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 18/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô pđt ạ.. . Em là [full_name] - MSSV [student_id]. . Em hiện đang là sinh viên năm 4 ngành Công nghệ kỹ thuật vật liệu xây dựng - Khoa Kỹ Thuật Xây Dựng.. . Trong quá trình học tập ở trường thì em có thấy được ngành Dân dụng và công nghiệp của Khoa Xây Dựng có một số môn bổ sung từ ngành Vật Liệu Xây Dựng em đang theo học.. . Em muốn hỏi là em muốn đăng kí học song ngành thì thủ tục sẽ như thế nào ạ? có bắt buộc là phải tốt nghiệp ngành em đang theo học trước rồi mới được học hay không? Và các môn bổ sung đó nếu em đã học trước rồi thì có bị loại bỏ khi em học ngành Dân dụng không ạ?. . Mong thầy/cô pđt giải đáp giúp em ạ.. . Em xin chân thành cảm ơn!",
            "Chào em,. . Em vui lòng xem quy chế . . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 28. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy cô ạ! Em muốn được hỏi khi em đăng ký hoãn thi thành công thì em có cần đăng ký môn học đã hoãn ở học kì được mở để được xếp lịch thi xoá điểm I hay không ạ? Do em đã đọc nhưng không thấy đề cập về việc đăng ký lại môn nhưng vẫn lo lắng là sẽ không được xếp nếu không đăng ký ạ!. . Em xin cảm ơn thầy cô đã đọc câu hỏi!",
            "Chào bạn. . Đối với Hoãn thi (HT) ở Hk 211 thì đăng ký thi nghen bạn. . Quy định hoãn thi (HT): xem chi tiết tại khoản 17.2 điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế-quy định    Học vụ).. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/ cô ạ,. . Đầu năm 2022 sẽ bắt đầu học kì 2 ( 2021-2022). Em muốn hỏi hình thức học sẽ là online hay offline ạ ? nếu offline thì những học sinh đã về quê trước đó có học online được không? . .             - Em cảm ơn nhiều-. . . .",
            "Chào em,. . Trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em là [full_name], mssv:[student_id]. . . . Em muốn in lại thẻ sinh viên do em làm mất thẻ, trong mục thông tin thì tên của em bị lỗi phông mà không thể sửa lại được ạ, PĐT xem xét giúp em sửa lại thông tin phông chữ cho chính xác ạ.. . . . Em cảm ơn",
            "Chào em,. . trong mục thông tin thì tên của em bị lỗi phông mà không thể sửa lại được ạ. . =  PĐT đã cập nhật lại, em xem còn bị lỗi thì gửi lại nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi; Phòng đào tạo trường Đại học Bách Khoa. . Em tên là: [full_name]. . MSSV: [student_id]. . Khoa: Điện- Điện tử. . Cho em hỏi phòng đào tạo môn thực tập điện 1 và thực tập điện tử 1 ở tuần 52 của em bị trùng giờ từ 13h-17h30 vậy thì làm sao em học được ạ. Em cảm ơn ạ",
            "Chào em,. . PĐT sẽ chuyển môn EE2025 sang nhóm VL03, học thứ 2. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy, cô, . . Em là [full_name] ([student_id]). Em có nhận được thông tin nhận bằng tốt nghiệp tại phòng đào tạo. Thầy, cô cho em hỏi PĐT có làm việc ngày thứ 7 không ạ?. . Em cám ơn ạ!",
            "Chào em,. . PĐT làm việc giờ hành chính từ thứ 2 đến thứ 6. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: EM chào thầy(cô), hôm nay e có hạn bài tập trên  Bkel cần nộp nhưng mấy ngày nay không vào được BKel để lấy tài liệu học và nộp bài. Cho em hỏi có cách nào khác để vào không ạ?!",
            "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý. PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy cô,. . Em tên là [full_name], MSSV [student_id].. . Cho em hỏi hiện tại tình trạng sinh viên của em là tạm dừng, và em có cần viết đơn xin thu nhận lại không ạ? Hơn nữa em đã đủ điều kiện tốt nghiệp nhưng vẫn chưa nhận được mail đăng kí tốt nghiệp của trường.. . Mong thầy cô phản hồi lại giúp em ạ.. . Em cảm ơn.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name] SV lớp MO17QLM, em đã đủ điều kiện tốt nghiệp, đã được nhận mail có tên trong DS tốt nghiệp dự kiến và đã được thu nhận theo QĐ3249 của trường ngày 08/12/2021.. . . . Nhưng tình trạng SV hiện tại trên MyBK vẫn là Tạm Dừng  nên em không thể vào mục Đăng ký tốt nghiệp được.. . . . Kính mong PĐT thu nhận để em có thể đăng ký TN sớm nhất vì công ty em làm yêu cầu nộp bằng TN trong năm nay. . . . . Em xin chân thành cảm ơn.",
            ". . Em xin phép đính kèm đơn xin thu nhận tốt nghiệp của em. Kính mong phòng đào tạo ra quyết định thu nhận tốt nghiệp em trong học học kỳ 1 (năm học 2021-2022) để em có thể đăng ký tốt nghiệp sớm nhất ạ!. . . . Em xin chân thành cảm ơn.",
            "Chào em,. . Em gửi lại đơn thu nhận từ HK212 nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô ạ. Hiện tại em chưa thi được toeic để nộp bằng tiếng anh (8 chỉ) nên số tín chỉ tích lũy hiện tại kì tới của em không đủ để đăng kí luận văn. Cho em hỏi là khi trường không xét chứng chỉ anh văn cho luận văn, thì có trừ đi 8 chỉ trong tổng số tín chỉ tích lũy ở điều kiện đăng kí luận văn không ạ? Em xin cảm ơn thầy cô.",
            "Chào em,. . Em xem lịch học vụ: đăng ký môn học, khi có TKB chính thức lúc đó mới biết được nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào thầy cô,. . Dạ cho em hỏi do trong kì thi cuối HK211 này em gặp vấn đề không thể tham gia dự thi do hiện em đang là F0 phải cách li nên em không đủ điều kiện sức khoẻ và thiết bị để dự thi. Trong lúc đăng kí trên myBK do một vài nhầm lần em đã đăng kí hoãn sau đó do nhầm lẫn nên em đãn nhấn \"Huỷ hoãn thi\" sau khi nhận ra mình nhầm em đã nhấn lại \"Đăng kí hoãn thi\" cho em hỏi việc đăng kí của em có còn hợp lệ và dược tính là đã đăng kí hoãn không ạ?. . Em cảm ơn thầy cô rất nhiều.. .",
            "Chào bạn. . Miễn là bạn đã đăng ký hoãn thi Hk211 là được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào tạo,. . Em tên: [full_name], MSSV: [student_id]. . . . Em có thắc mắc về hiệu chỉnh môn học từ ngày 23-29/12/2021 Theo lịch học vụ học kì 212.. . Cụ thể trong khoảng thời gian nêu trên ngoài việc điều chỉnh môn học thì sinh viên có được đăng ký thêm môn học mới không ạ. Lí do là vì em muốn đăng ký thêm môn học mới cho đủ số tín chỉ ạ.. . . . Mong Phòng Đào tạo giải đáp thắc mắc,. . Em xin cảm ơn.. . . .",
            "Chào em,. . Em vui lòng xin tư vấn GVCN và xem lại lịch học vụ.. . (SV ĐKMH vào đợt 2, 13 giờ ngày 23/12/21). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào quý thầy/cô, dạ tại đợt đăng kí học trực tiếp tại trường do bản thân chưa đủ điều kiện và còn đang ở quê nên em chưa điền link đăng kí. Nay em đã đủ điều kiện để có thể học trực tiếp tại trường em có thể đăng kí bổ sung học các môn thí nghiệm, thực hành trực tiếp được không ạ. Em chân thành cảm ơn quý thầy/ cô ạ.",
            "Chào em,. . Em vui lòng gửi lại nội dung có mã số môn học, tên môn học, học kỳ.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  Dạ hôm đóng học phí đợt 1 cho trường em có đóng luôn tiền BHYT nhưng lúc đó do thẻ của em còn hạn đến 31/12/2021 nên trường nói sẽ hoàn lại tiền. Do chỗ em có dịch nên em vẫn chưa thể đi đăng kí tài khoản OCB để nhận tiền hoàn BHYT được. Hôm nay trường có thông báo đăng kí BHYT cho năm 2022 thì em có cần phải đăng kí đóng riêng rồi nhận tiền hoàn BHYT trước riêng không ạ? Và nếu có thì thủ tục như thế nào ạ?. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa ban giám hiệu. Chuyện là việc thi giữa thì của em có một số trục trặc nhỏ trong bkexam nên sau đó em có đăng kí thi lại môn giải tích 1 MT1003. Trong suốt thời gian đăng kí thi lại đến trước ngày thi lại em không nhận được bất kì email nào từ phía bộ môn về việc đồng ý cho em thi lại. Và trong khoản thời gian đó [full_name] gặp trục trặc kĩ thuật nên em cũng không quá để ý thôi báo trong phần video môn học. Và gần ngày thi lại bkel cũng rất chập chờn không thể load dc hết tin nhắn và 1 phần em cũng chủ qua vì thường thường nhắn qua bkel cũng sẽ đồng thời được chuyển tự động qua gmail nhưng không biết phải do bkel chưa phục hồi hay không em kh nhận được mail. Mãi đến khi được cô [full_name] mail cho em lúc 19h34 thông báo là hôm nay em sẽ được thi lại giữa kì thì em mới biết yêu cầu của em được phía bộ môn chấp nhận nhưng giờ vào phòng là 18h30 và giờ phát đề là 19h. Em chỉ biết em được thi lại sau giờ phát đề 30p và có rất nhiều bạn trong group khoa và group k21 gặp tình trạng giống em. Em mong phòng đào tạo xem xét cho em được gữi lại điểm ban đầu. Em chân thành cảm ơn",
            "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý. PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào ạ.. . Em muốn hoãn thi 1 môn học nhưng không biết phải làm thế nào. Em có vào mục \"12. Đăng ký hoãn thi\" nhưng không thao tác được gì. Nên em phải làm thế nào ạ?. . Em xin cảm ơn. . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . Về vấn đề này bạn vui lòng xem chi tiết: Quy trình Hoãn thi HK211 Pdt đã gởi qua mail  vào ngày 10/12/2021- Mục II.. . Nếu không xử lý được bạn vui lòng gởi minh chứn, ghi rõ muốn Hoãn thi môn gì ở Hk nào. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đạo tạo,[full_name] [full_name] [full_name] [full_name] Em tên là [full_name], là sinh viên k17, khoa Khoa học và Kĩ thuật máy tính[full_name] Em muốn hỏi về việc tổ chức lễ tốt nghiệp vào tháng 1 trường có đề cập đến trong bằng tốt nghiệp tạm thời nhưng em vừa nhận được mail lên trường để nhận bằng tốt nghiệp chính thức thì không biết trường có tổ chức lễ tốt nghiệp không ạ? Em cảm ơn ạ[full_name][full_name] [full_name] [full_name] [full_name] Trân trọng,[full_name] [full_name] [full_name]",
            "Chào em,. . Về lễ tốt nghiệp SV vui lòng đợi thông báo sau của nhà trường. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em là [full_name] [student_id] ,em có đăng kí thêm các môn tự chọn hiện số môn tự chọn của em đã đủ nếu những môn tự chọn mà em đăng kí thêm có rớt thì em có phải bắt buộc học cho qua hay không ?. . . . Tính điểm trung bình tích luỹ có tính luôn những môn tự chọn thừa luôn hay không hay chỉ tính 7 môn tự chọn thôi ạ ?",
            "Chào em,. .  Điểm Tbtl là tính hết tất cả các môn mà sv theo học. Còn đtbtn thì mới chọn môn học tự chọn và có điểm cao nhất tính.. . Thân mến. . . . . ."
        ]
    }
]