[
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1710010  /b \t. . . .   i Học vụ - Đại học - Cao đẳng chính quy   Phúc tra môn học . Xin chào anh chị! Em là Tạ Đức Anh. MSSV của em là 1710010.. . Vì lí do là gần đây phát sinh dịch cúm, sinh viên được nghỉ học nên em không thể lên trực tiếp phòng đào tạo để trao đổi, em gửi yêu cầu này thông qua dịch vụ online ạ.. . Em xin trình bày sự việc như sau. Học kì 191, em có học môn Tư tưởng Hồ Chí Minh, nhóm lớp là A07, giáo viên giảng dạy là thầy Võ Phổ.. . Sau khi biết điểm môn học, em nhận thấy rằng thầy/cô nhập thiếu điểm cho em vào cột bài tập lớn - cột điểm chiếm 20% số điểm.. . Vì thầy đã lớn tuổi, thầy không sử dụng các trang mạng trực tuyến như BKel hay là Gmail, nên em có tìm cách liên hệ với thầy Phổ qua số điện thoại của thầy. Sau khi liên lạc được, thầy giải đáp thắc mắc rằng do thầy đọc điểm cho cô nhưng có thể cô nhập nhầm hoặc không nhập. Thầy có hẹn là thầy sẽ kiểm tra lại nhưng cho đến tận bây giờ em vẫn chưa được sửa đổi.. . Vì vậy mà hôm nay em gửi mail nhờ thầy/ cô/ anh/ chị xem và kiểm tra lại giúp em về vấn đề này ạ. Thật sự em đã hết cách để thay đổi rồi ạ.. . Dưới đây là 3 tấm hình để đưa ra dẫn chứng ạ:. . Tấm 1: Danh sách sinh viên có nộp bài tập lớn để thấy là em có làm.. . Tấm 2: Điểm bài tập lớn môn học của 1 bạn trong nhóm là 8 điểm. 3 bạn còn lại đều là 8 nhưng không có điểm cho em.. . Tấm 3: Điểm môn học này của em. Thiếu mất 1 cột BTL ạ.. . Cảm ơn thầy cô (anh chị) đã đọc yêu cầu của em. Mong rằng vấn đề này sẽ sớm được giải quyết cho em ạ.. . Chúc anh chị có ngày làm việc tốt đẹp!",
            "Chào bạn. . Về vấn đề điểm môn học thì bạn phải liên hệ trực tiếp giáo viên giảng dạy thôi, không còn cách nào khác"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đạo tào, em tên là [full_name] sinh viên năm hai khoa Điện - Điện tử.. . Hiện tại sau khi kết thúc học kì 191 ĐTBCMR của e là 8,14. Theo Các mức HB.KKHT của nhà trường thì em nằm trong mức ĐTBCMR ≥ 8,00. Em muốn hỏi là em có thể đổi sang diện xét học bổng ĐTBCMR ≥ 7,00 được không ạ? mong nhà trường tạo điều kiện để em đạt được học bổng kì này ạ. Em xin cảm ơn.",
            "Chào em,. . Học bổng khuyến khích chờ xét chung toàn trường mới biết được sv có đạt HB hay không & còn tùy vào kinh phí cấp HB của trường nữa. Giờ không biết trước được đâu nhé.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Trong đợt đăng kí môn học đợt 3 em đã đăng kí 2 môn tổng cộng 6 tín chỉ ME3021 và ME3215 phiếu đăng kí của em  đều thỏa điều kiện đăng kí và hai môn này không trùng tkb nhưng khi có kết quả đăng kí thì chỉ có 1 môn là ME3021 em có gửi kèm hình ảnh phiếu đăng kí. Rất mong pdt xem lại khi học kì này em chỉ thiếu có 4 tín chỉ để tốt nghiệp.",
            "Đã BS ME3215 A01. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên Vũ [full_name] MSSV [student_id] do HK 191 em bị rớt môn ĐAMH nền móng nên em mong muốn được đăng ký ĐAMH nền móng vào HK192 để kịp tiến độ học tập, kính mong nhà trường xem xét cho em đăng ký môn ĐAMH nền móng MMH:CI3197 nhóm lớp A20 giảng viên [full_name]. Em xin trân trọng cảm ơn",
            "ok"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   I   /I Yêu cầu khác: cho e hỏi nếu e muốn học lại môn thì đăng ký khi nào trong học kỳ II hoặc học kỳ hè ạ",
            "Chào bạn,. . Học lại thì tùy bạn sắp xếp việc đăng ký môn học của mình nhé, theo lịch đăng ký môn học online của Phòng Đào tạo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Em muốn chuyển điểm mình qua hệ tại tức. Lý do em không trả nổi anh văn toeic. Cho em hỏi em chuyển được không và hệ tại chức có yêu cầu toeic cao không. Em cám ơn!",
            "Chào bạn. .  - Để chuyển sang hệ VHVL (tại chức) Bạn tải mẫu đơn thôi học tại trang web aao.hcmut.edu.vn --  biểu mẫu nộp lại phòng đào tạo. .  - Bạn xem chi tiết chuẩn toeic của các hệ tại đây:  http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Em chào [full_name]T ạ. CHo em hỏi kì này em có đk thực tập thì tối đa đk  của em là 12 tín chỉ,em muốn xin được đk  17 tín chỉ được không ạ. vì các môn em đã đăng kí kì sắp tới toàn học buổi tối nên không ảnh hưởng đến thực tập và môn em sắp xin đăng kí cũng là buổi tối ạ. Nên em cam đoan là không ảnh hưởng đến quá trình thực tập và học tập ạ.Em xin cảm ơnĐăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .",
            "Chào bạn. . - Theo quy định thì khi đăng ký thực tập tốt nghiệp số tín chỉ tối đa của HK là 12 tín chỉ, không thế vượt. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào phòng đào tạo, hôm nay em có xem thời khoá biểu học kì 192 em phát hiện giờ học bị trùng ạ, mã môn EE2022 và EE2016 lớp L24 (bị trùng vào tuần 19). Hiện em và một số bạn trong lớp đều bị trường hợp tương tự, gồm các sinh viên sau:. . 1. [full_name], MSSV: [student_id]. . 2. [full_name], MSSV: [student_id]. . 3. [full_name], MSSV: [student_id]. . 4. [full_name], MSSV: [student_id]. . 5.[full_name], MSSV: [student_id]. . 6. [full_name], MSSV:[student_id]. . 7. [full_name], MSSV: [student_id]. . Mong phòng đào tạo có thể thay đổi tuần học hoặc chuyển nhóm môn học để tụi em có thể hoàn thành chương trình học ạ. . . Em xin kính chào.. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Đã chuyển nhóm EE2016 sang L25. . Thân",
            "Có thể chuyển cho hết các bạn em nêu được không ạ!",
            "chuyển hết rồi",
            "Dạ em quên ghi 1 bạn nữa ạ. . [full_name] [student_id]",
            "Dạ nói chung pdt kiểm tra xem, tại lớp đó còn nhiều bạn khác cũng bị trùng ạ.",
            "đã chuyển SV : [student_id]. .",
            "Dạ còn 4 bạn nữa ạ. Mấy bạn mới gửi cho em. . 1. [full_name] mssv  [student_id]. . 2. [full_name]. Mssv [student_id]. . 3. [full_name] mssv [student_id]. . 4. [full_name] mssv [student_id]",
            "Nếu thiếu chỗ TN thì chuyển bạn . . [full_name], MSSV: 181444. . sang lớp khác, môn EE2017 sang L08_L16 và EE2015 sang L05_L12 (do các bạn còn lại muốn học chung ạ). Em cảm ơn nhiều ạ.. .",
            "Nếu vẫn thiếu chỗ lớp TN thì chuyển bạn [full_name], MSSV: [student_id] giống bạn [full_name] ở trên ạ.. . Em cảm ơn pdt rất nhiều.",
            "bạn nào cần đổi thì tự lên BKSI hỏi"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . . Dạ, chương trình liên thông thạc sĩ bắt đầu học vào ngày 10/2, nhưng em vừa nhận được mail trường mình cho nghỉ đến ngày 16/2 do virus Corona, nên cho em hỏi chương trình liên thông thạc sĩ có được nghỉ đến ngày 16/2 luôn không, hay 10/2 vẫn bắt đầu học ạ?",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn;. . Chương trình liên thông thạc sĩ bạn liên hệ Phòng Đào tạo Sau Đại học nhé. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Trong đợt 3 đăng kí môn học, em có đăng kí môn phương pháp tính(MT1009) vào chiều thứ 2 tiết 10-11-12 mà khi có thời khóa biểu lại không có môn học đó.. . Mong phòng đào tạo xem lại giúp em.",
            "Chào bạn,. . Bạn vui lòng liên hệ tại văn phòng Đào tạo Quốc tế để được hướng dẫn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào [full_name],. . Pdt cho e hỏi: kỳ trước ĐTBHK của em là 0.00, cộng với kỳ này e chưa đkmh, bây giờ em đk học dự thính thì liệu em có không bị buộc thôi học không ạ, trong trường hợp ấy thì lúc nào em có thể nộp đơn đăng ký thu nhận lại ạ.Chuyện là em có vấn đề về sức khoẻ nên kỳ trước em bỏ dỡ chuyện học ạ.Mong pdt phản hồi sớm giúp em.. . . . . .",
            "Chào bạn. . Để DKMH thêm ở HK chính em vào mục đăng ký môn học (ở trang BKSI này) trình bày rõ tình trạng của trạng của mình và đăng ký thêm môn học . . - Và cũng có thể đăng ký dự thính HK 192 cũng được"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Phòng đào tạo. Hiện tại email sinh viên của em hơn một tháng nay không nhận được bất cứ mail nào về các cập nhật của nhà trường như ĐKMH, các bản tin hay gần nhất là thông báo nghỉ học do virus Corona. Email gần nhất em nhận được là email được gửi từ Phòng Quản trị Thương hiệu ngày 13/12/2019,từ đó đến nay em không còn nhận được email nào nữa. Kính mong Phòng đào tạo/Ban quản trị kiểm tra và phản hồi kết quả cho em sớm. Em cảm ơn.",
            "Chào bạn,. . Trường hợp của bạn đã gởi cho Ban Quản lý mạng của nhà trường để kiểm tra nhưng đến nay vẫn chưa nhận được phản hồi. Vấn đề về email bạn có thể liên hệ trực tiếp với Ban quản lý mạng của Trường để kiểm tra"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Tốt nghiệpHiện tại em đã hoàn thành chương trình học và muốn đăng ký tốt nghiệp 4/2020, nhưng em muốn rút môn học để đăng ký tốt nghiệp, vậy khi nào thì em được rút môn ạ ?",
            "Chào bạn. . Bạn check mail nộp đơn rút môn học từ 16/3 đến 20/3"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi Phòng Đào Tạo,. . Em là [full_name] MSSV: [student_id]4. . Em là sinh viên khoa Môi Trường khóa 2012, em hiện đang thiếu 2,5 ngày công tác xã hội để xét tốt nghiệp. Do đợt nghỉ dài hạn vì dịch cúm Corana nên em chưa thể lên phòng đào tạo để phản hồi.. . Em viết đơn này mong thầy/cô có thể hỗ trợ em xét đăng ký tốt nghiệp trước để em có thể nhận bằng tốt nghiệp tạm thời và hoàn tất hồ sơ du học, hoặc tạo điều kiện để em có thể bổ sung ngày công tác xã hội sớm.. . Em cam kết sẽ tham gia công tác xã hội để bổ sung hoàn chỉnh sau đó. Xin lỗi vì đã làm phiền thầy/cô.. . Em xin cảm ơn.. . [full_name]",
            "Chào bạn. . Theo quy định không thể cấp giấy tốt nghiệp tạm thời nếu chưa đủ các điều kiện theo quy định. . - Nhưng trường hợp của bạn cần gấp để bổ sung hồ sơ du học thì nhà trường sẽ cấp giấy xác nhận hoàn tất chương trình học. . - Thủ tục : Viết đơn đính kèm hồ sơ du học nộp tại phòng đào tạo"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi vì trường đang nghỉ nên em không thể lấy kết quả thi toeic nên không nộp được không biết ngày đăng ký luận văn tốt nghiệp có được dời không ạ",
            "Lịch đăng ký LVTN cũng sẽ dời nhé bạn, bạn vui lòng theo dõi email và lịch học vụ để xem lịch đăng ký mới nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Em đăng ký thực tập tốt nghiệp mà bị huỷ, bây giờ em đăng ký lại được không?",
            "Chào bạn,. . Bạn vui lòng vào trang đăng ký môn học, vào lịch sử đăng ký môn học để xem lý do hủy môn học nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em là sinh viên khóa k19 hiện em đang muốn đăng ký môn kinh tế học đại cương mã số môn IM1013 lớp L04 của thầy [full_name] do em không đăng ký được môn này trong đợt đăng ký chính thức do các lớp là đủ số lượng . .",
            "đã đk IM1003 nhóm L04. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Trong đợt 3 đăng kí môn học, em có đăng kí môn phương pháp tính (MT1009) vào chiều thứ 2 tiết 10-11-12 mà khi có thời khóa biểu thì lại hủy môn học đó của em.",
            "Chào bạn,. . Bạn vui lòng vào trang đăng ký môn học, xem lịch sử đăng ký để xem lý do hủy môn học nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cho em hỏi muốn đăng ký rút môn học trực tuyến có được không? nếu có thì chi tiết như thế nào ạ?. . ﻿em cám ơn.",
            "Chào bạn. . Không thể rút môn học trực tuyến, bạn kiểm tra mail để biết thời gian nộp đơn rút môn học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ em xin chào,. . Dạ HK192 này em không đăng ký được môn đồ án KTHH (CH4007) và môn chuyên đề luận văn (CH4351).. . Lý do là môn anh văn 2 em đang học, ngày 15/2 mới có điểm trên hệ thống (em qua môn này). Nhưng ngày 6/2 đã hết hạn đăng ký môn học đợt 3, nên em không thể đăng ký được ạ, do thiếu anh văn 2.. . Vì đây là 2 môn tiên quyết để làm luận văn nên em rất mong được học trong HK192 này ạ.. . Em xin chân thành cảm ơn.. . Việt Thắng.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo.. . . . Học kì 192 em đăng kí môn tổng cộng dưới 10 tín chỉ. Do em bị liệt điểm anh văn nên chỉ học được những môn đại cương. . . . . Cho em hỏi môn học em đăng ký ở học kỳ này có được chấp nhận không ạ?. . . . Và nếu được chấp nhậ vậy sau khi học xong kì này em có bị cảnh cáo học vụ hay không ạ ?",
            "Chào bạn. . - môn học em đăng ký ở học kỳ này có được chấp nhận : ĐƯỢC CHẤP NHẬN. . - có bị cảnh cáo học vụ : KHÔNG. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào ban giám hiệu, em tên [full_name], MSSV [student_id], ngày 16/1/2020 e có lên trường làm đơn tạm dừng để thực hiện nghĩa vụ quân sự, trong giấy hẹn là ngày 7/2/2020 có kết quả, nhưng bị ảnh hưởng của dịch rocona nên trường cho sv nghỉ đến ngày 16/2/2020, nhưng em lại đi nghĩa vụ ngày 12/2/2020, em muốn hỏi là ngày 10/2/2020 e có thể nhận kết quả được khộng ạ, em xin cám ơn.. . . .",
            "Chào bạn;. . Phòng Đào tạo vẫn làm việc nên bạn có thể lên lấy nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em được biết là trường sẽ cho sinh viên nghỉ hết ngày 16/02/2020, vậy đợt đăng ký LVTN cuối cùng theo lịch là từ 11/02/2020 - 17/02/2020 có được dời lại không ạ.",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác .... . Em được biết là trường sẽ cho sinh viên nghỉ hết ngày 16/02/2020, vậy đợt đăng ký LVTN cuối cùng theo lịch là từ 11/02/2020 - 17/02/2020 có được dời lại không ạ.  /QUOTE . . . . Chào [full_name], Em theo dõi lịch học vụ nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . trường dhbk nghĩ 2 tuần thì thời gian đăng kí môn học dự thính có được dời lại ko ạ? Và thời gian nộp chứng chỉ ngoại ngữ chuyển điểm có được dời lại không ạ?",
            "Chào bạn,. . Bạn vui lòng theo dõ,i thông báo mới nếu có trường sẽ gởi email đến sv.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name] - MSSV: [student_id]. . . . Em có nhận mail báo đã trúng tuyển chương trình ASEAN Recruiting Project 2020 và thông báo sẽ bắt đầu học vào ngày 10/2. Vậy cho em hỏi việc trường nghỉ đến ngày 16/2 có ảnh hưởng đến lịch học của chương trình này không ạ?",
            "Chào bạn. . Bạn liên hệ trực tiếp người quản lý chương trình để cập nhật thông tin nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . dfg"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Em chào thầy ạ.. . Em là SV hệ VHVL học chương trình khóa 2013. Em đã đăng kí môn luận văn tốt nghiệp trong 2 đợt ĐKMH, lần nào cũng báo lỗi thiếu môn học và bị hủy kết quả. Các môn đó em đều đã học môn tương đương chung với hệ chính quy. . . Em kinh mong đợt bổ sung cuối này, phòng Đào tạo có thể cho em đăng kí môn Luận văn tốt nghiệp (202303). . . Em xin chân thành cám ơn.",
            "Gửi đến SV. . Do SV còn nợ môn tiên quyết (TN KT thủy lực và khí nén nên chưa đủ điều kiện nhận LVTN. . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em có nguyện vọng muốn chuyển lớp bóng rổ sang lớp ở cs1 ạ vì nhà em ở quận 6 nên thời gian di chuyển xa. . . Em xin cảm ơn",
            "[full_name] ko thể chuyển nhóm. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b  Em chân thành đóng góp ý kiến.Em thấy mùa dịch còn kéo dài nếu thế thì sẽ phải nghỉ khá nhiều mà chương trình thì khá nặng em nghĩ trường mình cũng rất tốt về mặt kỹ thuật nên em đề xuất trường tổ chức học online thì rất hợp lí có thể đăng các video bài giảng lên trước sau đó sinh viên tự học rồi qua đợt dịch này có thể lên lớp giáo viên chỉ cần giảng sơ lại thôi như vậy thì sẽ tiết kiệm thời gian khá nhiều.. . Em cảm ơn ạ nhà trường xem xét ý kiến a! \t. . . .   i Yêu cầu khác .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . Phòng đào tạo ghi nhận ý kiến đóng góp của em, cảm ơn em"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Hôm ngày 06/02 pdt em có xin đăng kí môn trễ và pdt có cập nhật mà lỡ thiếu môn . . kĩ thuật số (EE1015). Mong pdt xem xét cập nhật lại vì đây là môn tiên quyết cho vài môn của kì tiếp theo của khoa điện. Nếu bị vướng lịch học môn tư tưởng pdt có thể xếp cho em học giờ khác.. . Em xin cảm ơn rất nhiều.",
            "Môn EE1015 ko mở lớp. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em là [full_name], MSSV [student_id], hiện đang là sinh viên lớp DD17KSVT.. . Vào đợt 3 đăng kí môn học hệ chính quy, em có đăng ký môn Xử lý ảnh (EE3035) nhóm A02, nhưng quên mất nhấn nút Đăng ký/Gửi nên em đã không được tham gia lớp. Vì vậy em viết đơn này kính mong được nhà trường cho phép em được đăng kí bổ sung và tham gia lớp A02 môn Xử lý ảnh EE3035. . . Em nhận thấy môn học này rất quan trọng trong hướng học tập, nghiên cứu của bản thân nên rất mong muốn được học trong học kỳ này. Kính mong được sự cho phép của nhà trường. Em xin hứa sẽ không tái phạm lần sau.. . Em xin chân thành cảm ơn ạ.. .",
            "ok"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi thầy cô pdt trường đh Bách Khoa, em tên [full_name] MSSV [student_id] , thầy cô cho em hỏi là trong tuần đầu tiên của học kì 192 thì em có thể làm đơn để đăng kí thêm môn học EN2021-LO1 được không ạ? Do môn đó sỉ số 60/60 ạ. em xin cảm ơn. .",
            "ok",
            "dạ cho em hỏi là mẫu đơn đó lấy ở đâu ạ?",
            "đã đk cho bạn",
            "v là em ko cần phải làm đơn hay sao ạ ?",
            "v là e ko cần phải làm đơn hay sao ạ?",
            "ko cần",
            "v em chờ tkb cập nhật hay sao ạ",
            "uhm",
            "em cảm ơn ak"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo đại học bách khoa,. . Em là sinh viên k14, theo chương trình đào tạo của khóa 2014 thì khi em lấy bằng toeic với điểm số 500 thì được chuyển điểm miễn anh văn 4. Nhưng do đến hiện tại em mới thi lấy bằng 500 toeic xong, nhưng không biết điểm đó có đủ để miễn av4 được không ạ. để trong kỳ này em kịp nhận bằng tốt nghiệp. Em cảm ơn ạ!",
            "Chào bạn,. . Bạn vui lòng xem lại quy định về anh văn được cập nhật chi tiết tại:www.aao.hcmut.edu.vn- Sinh viên - Quy chế - Quy chế học vụ bậc đại học-  Phụ lục 1.. . - Bạn xem hướng dẫn cách nộp chứng chỉ và chuyển điểm tại  www.aao.hcmut.edu.vn- Sinh viên -  Hướng dẫn - Ngọại ngữ.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . cho em hỏi ngày 15-2 em có lịch sinh hoạt công dan . nhưng trông thông báo vừa rồi là sv nghĩ đến hết ngày 16 . Vậy ngày shcd đó có dời lại luôn không ạ em chưa nghe nói gì về chuyện này ah. .",
            "Chào bạn;. . Lịch sinh hoạt công dân, bạn liên hệ phòng Công tác Chính trị - Sinh viên nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . Em chào thầy (cô). Tình trạng của em là sinh viên khoá 2014 học môn kỹ thuật số (mã MH EE1009) lần đầu không đạt. Kì 191 em có học môn cùng tên nhưng khác mã (mã MH EE1015) và đã đạt. Nay em xin hỏi ban đào tạo là em có được tính đạt môn học đó hay không và em cần làm gì để được tính đạt trong mục Tiến độ học tập của em. . . Em xin cảm ơn.",
            "Em xem trong danh mục môn học tương đương, thay thế nếu tương đương thì được nhé. .",
            "Chào bạn. . Đã cập nhật tương đương môn EE1009(12) vì sv đã đạt EE1015(HK191)."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ hiện tại em có thắc mắc như thế này ạ,. . Em đang học năm 4 khoa Kỹ thuật hóa học, em đã tích lũy đủ số tín chỉ cần thiết để ra trường chỉ thiếu môn LVTN nữa thôi ạ, do thiếu chứng chỉ ngoại ngữ nên học kì II năm học 2019-2020 em chưa đăng ký được môn LVTN và hiện tại em đã đăng ký một môn học khác. Nên em muốn hỏi là nếu em rút môn học đã đăng ký thì em có bị đình chỉ học kỳ kế tiếp hay không?. . Và tuy chưa đăng ký môn LVTN nhưng hiện tại em đã làm xong phần thực nghiệm chỉ còn viết báo cáo nữa thôi, không biết có cách nào để em có thể bảo vệ LVTN trong học kỳ này và tốt nghiệp đúng hạn không ạ?. . Em cảm ơn.. .",
            "Em nộp đơn ở PĐT nhà A1, và ĐK luận văn online theo thông báo về đkmh. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có đăng kí phúc tra môn trắc địa công trình nhưng đến giờ 1 tháng vẫn chưa có kết quả ạ. Cho em hỏi khi nào có kết quả vậy ạ?. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Kết quả phúc tra tuỳ thuộc vào giáo viên chấm bài.. . Hiện tại các sv và giáo viên đều nghỉ do dịch cúm Corona nên bạn vui lòng đợi theo dõi KQ.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . PĐT cho e hỏi hiện học kì 2 chưa bắt đầu thì e có thể đăng kí thêm môn học được không và nếu được thì e có thể tham khảo làm đơn đăng kí môn học ở đâu ạ. E cám ơn. . . .",
            "em cung cấp mã môn. mã nhóm để xem xét. . Thân",
            "dạ môn dung sai và kĩ thuật đo, mã số ME3801. E học khoa Kĩ thuật giao thông chuyên ngành ô tô, mssv [student_id]",
            "môn học không mở trong HK192. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Phúc tra bài thi . Do sắp đến đợt đăng ký dự thính mà kết quả phúc tra cuối kỳ môn truyền số liệu và mạng vẫn chưa có. . Em mong được hỗ trợ sớm nhận được kết quả từ giảng viên để sớm có kế hoạch học tập phù hợp",
            "Chào bạn. . Nếu bạn đã đăng ký phúc tra thì vui lòng chờ xem kết quả. . Phòng đào tạo đã chuyển phiếu phúc tra cho giảng viên phụ trách môn học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là: [full_name]. . MSSV: [student_id]. . Chuyên ngành: Công Nghệ Thông Tin (VLVH). . . . Dạ em kính chào phòng đào tạo, em xin được hỏi là hiện tại nếu em đang học văn bằng 2 (hệ vừa học vừa làm) nếu em muốn đăng ký học văn bằng 2 chính quy (buổi sáng) thì em có thể chuyển lên được không ạ hay phải thi vào ạ? Em xin chân thành cảm ơn.. .",
            "Chào bạn;. . Nếu bạn có nhu cầu học theo chương trình của Bằng 2 chính quy ban ngày bạn phải thi tuyển dành cho băng 2 chính quy.. . Nhưng bạn đang là sinh viên hệ VLVH thì vẫn có thể đăng ký môn học chung với chính quy ban ngày mà.. . Thân",
            "Dạ vâng em xin cảm ơn ạ",
            "Em tên là: [full_name]. . MSSV: [student_id]. . Chuyên ngành: Công Nghệ Thông Tin (VLVH). . . . Dạ vậy em đăng ký môn học chung với chính quy ban ngày như thế nào ạ? vì lúc em đăng ký thì thời khóa biểu đã sắp xếp buổi tối rồi ạ nên em không biết chuyển lên thời học ban ngày như thế nào. Em xin cảm ơn ạ",
            "Chào bạn,. . Nếu bạn muốn đăng ký học chung với chính quy ban ngày bạn phải chọn vào mục đăng ký chuyển hệ nhé",
            "Em tên là: [full_name]. . MSSV: [student_id]. . Chuyên ngành: Công Nghệ Thông Tin (VLVH). . . . Dạ em xin chào phòng đào tạo, mục đăng ký chuyển hệ ở đâu vậy ạ. Có thể cho em xin đường link được không ạ. Em xin cảm ơn.",
            "Chào bạn,. . Bạn vui lòng xem lịch đăng ký MH, đăng ký MH online nhé bạn.. . mybk.hcmut.edu.vn/ Đăng ký môn học",
            "Em tên là: [full_name]. . MSSV: [student_id]. . Chuyên ngành: Công Nghệ Thông Tin (VLVH). . . . Dạ em xin kính chào phòng đào tạo, dạ cho em hỏi là nếu hiện tại em đang học văn bằng 2 (hệ vừa học vừa làm) nếu em muốn đăng ký học văn bằng 2 chính quy (buổi sáng) thì em có thể chuyển lên được không ạ hay phải thi vào ạ? Em xin chân thành cảm ơn.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Chào Thầy/Cô,. . Em là sinh viên khóa 2016, thầy/cô cho em hỏi nếu chỉ nộp CCNN (toeic) mà không xét miễn môn anh văn 4 (em đã học đến anh văn 3) thì có đủ điều kiện để đăng ký luận văn tốt nghiệp không ạ. Vì em có dự định sẽ thi lại toeic rồi mới chuyển điểm.. . Em xin cảm ơn ạ. .",
            "Chào bạn. . Bạn xem [full_name] [full_name]Ể [full_name] - [full_name]U [full_name] - Khóa 2016 tại đây :. . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_62&tid=1767"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1612631  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi phòng đào tạo,. . Em tên VÕ TÂN PHÚ, mssv: 1612631, lớp VP2016XDC, chương trình PFIEV.. . Trong đợt đăng kí môn học (ĐKMH) cho HK 192 vừa rồi, có tổng cộng 3 đợt đăng ký. Do chủ quan, nghĩ rằng những môn học này chỉ có mỗi lớp Việt Pháp VP2016XDC học, nên em chỉ đăng kí vào mỗi đợt 1 và không kiểm tra hai đợt còn lại.. . . . Kết quả là HK 192 sắp tới, em chưa có môn học nào đăng kí thành công và chưa hiện thời khóa biểu trên Mybk.. . . . Nay em muốn xin phòng đào tạo xem xét lại trường hợp của em và cho phép em đăng kí lại bổ sung 13 môn học còn lại (có hình ảnh đính kèm) trong chương trình đạo tạo ạ.. . . . Vì đây là các môn học trong chương trình đào tạo, nên các điều kiện về số tính chỉ tối đa trong một học kỳ là không vi phạm; về thời khóa biểu đều được thỏa mãn và em không vi phạm điều kiện ĐKMH. Nên việc bổ sung thêm 13 môn học này là khả thi ạ.. . . . Kính mong Phòng Đào tạo sẽ bỏ qua cho sự khinh suất này của em và cho phép được bổ sung 13 môn học còn lại. Vì nếu không có 13 môn học này, thời gian học của em sẽ phải kéo dài thêm 1 năm (do điều kiện về môn học tiên quyết) và nhịp độ học tập của em cũng sẽ trễ theo ạ.. . Từ giờ em sẽ đọc và tuân thủ Quy chế Phòng Đào tạo cẩn thận hơn. Em sẽ rất biết ơn phòng Đào tạo và mong sớm nhận được phản hồi của quý thầy/cô trước khi bắt đầu HK 192 ạ.. . Em cảm ơn ạ.. . . . Dưới đây là thông tin về 13 môn học em muốn đăng kí và đã đăng kí ở đợt 1 nhưng chưa thành công ạ:. . . . (Số thứ tự. . Mã số môn học. . Tên môn học. . Số tính chỉ ). . . . 1.. . 809709. . Mô hình hóa kết cấu nhà. . 2TC. . 2.. . 805704. . Thiết kế nền móng. . 2TC. . . . 3.. . 802710. . Thí nghiệm vật lý công trình. . 1TC. . . . 4.. . 804705. . Kết cấu thép và kết cấu hỗn hợp. . 3TC. . . . 5.. . 804706. . Thiết kế kết cấu nhà. . 2TC. . . . 6.. . 807702. . Kỹ thuật và tổ chức thi công. . 4TC. . . . 7.. . 808701. . Thủy văn đại cương. . 2TC. . . . 8.. . 800752. . Thực tập cán bộ kỹ thuật. . 5TC. . . . 9.. . 003723. . Anh văn 8(XD). . 2TC. . . . 10.. . 804707. . Đồ án kết cấu thép. . 1TC. . . . 11.. . 807705. . Đồ án tổ chức thi công. . 1TC. . . . 12.. . 813706. . Kiến trúc. . 3TC. . . . 13.. . 003730. . Pháp văn 8 (XD). . 3TC. .   /l   B  Tổng: 13 môn học - 31. .",
            "ok. Tuy nhiên sẽ không có lần sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: G[student_id]  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .  Em xin được tham dự môn học Tr3091-Ô to chuyên dùng nhóm A01 được mở vào học kì 2 năm 2019-2020 . em kính mong nhà trường xem xét cho e tham dự lớp học để tốt nghiệp .e xin cảm ơn . .",
            "ok",
            "b MSSV/MSGV: G[student_id]  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em xin được tham dự môn học Tr4001-chuẩn đoán bão dưỡng động cơ nhóm A01 được mở vào học kì 2 năm 2019-2020 . em kính mong nhà trường xem xét cho e tham dự lớp học để tốt nghiệp .e xin cảm ơn",
            "ok"
        ]
    },
    {
        "intent": "",
        "message": [
            "i Đăng ký môn học:. . . . Chào thầy cô ạ,. . E là [full_name]. Thầy cô cho em hỏi: Đã qua đợt DKMH trong học kì chính rồi và em chưa đăng kí môn học X.. . . . Vậy có cách nào để em xin vào lớp bất kì trong học kì chính để học được ạ.. . Em cám ơn thầy cô.",
            "bạn cung cấp mã môn, nhóm cần học để xem xét.. . Thân",
            "Dạ lớp CL2003 nhóm L05-L14 ạ",
            "ok"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Học phí . học phí luận văn tốt nghiệp của em chính xác là 4.320.000 mà BKPAY lại thu của em 7.200.000 và sau hai tháng vẫn chưa trả lại số tiền thừa cho em dù em đã cung cấp số tài khoản. tại sao bắt đóng trực tuyến mà lại sái sót như vậy",
            "Chào bạn;. . Học phí trên BKpay bạn có thể làm đơn hoàn trả học phí nộp cho Phòng Đào tạo nhé. . biểu mẫu bạn xem trên trang của phòng Kế hoạch tài chính: http://www.khtc.hcmut.edu.vn/. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Vừa làm vừa học - ĐTTX   Đăng ký môn học . Cho em hỏi học kỳ 192 này em đk thực tập tốt nghiệp. Vậy gio em phải lên khoa liên hệ phải không ah. Và nếu lien hệ khoa thì đợi lịch làm việc của khoa phải không",
            "Chào bạn;. . Môn thực tập tốt nghiệp bạn liên hệ [full_name] nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Pdt cho em xin đổi môn tư tưởng ( SP1005) từ cơ sở 2 sang cơ sở 1 để đi lại thuận tiện được không ạ tại học kì này mọi môn khác em đều  học ở cơ sở 1. Em xin cảm ơn pdt.",
            "ok",
            "Em thấy pdt có cập nhật tkb cho em chiều nay nhưng mà môn tư tưởng [full_name] (SP1005) em vẫn đang ở cơ sở 2. Mong pdt xem xét cập nhật lại ạ. Em xin cảm ơn pdt.",
            "SP1005 nhóm A01. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em muốn đăng ký môn kinh tế học đại cương mã môn IM1013 của thầy [full_name] lớp L04 đây là đơn xác nhận ạ",
            "ok"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi PĐT Trường ĐHBK TPHCM. . Em tên [full_name], sv đại học B2, khóa 2014 ngành cầu đường.. . . . Đợt ĐKMH HK192 em đăng kí MH nhưng không được vì Trường buộc thôi học do điểm TBHK=0 nhưng thực tế là em có đăng kí học và thi các môn ở chương trình Cao học.. . . . Vậy nên em xin PĐT cứu xét giúp!. . Em xin chân thành cám ơn.. . . . P/S: em gửi đính kèm DKMH & Bảng Điểm",
            "Chào bạn,. . Trường hợp bạn bị xử lý học vụ ở học kỳ 1/2019-2020. Bạn vui lòng làm đơn xin cứu xét và nộp tại Văn Phòng Khoa nhé!",
            "Em cám ơn cô!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Em xin chào phòng Đào tạo nhà trường, em có câu hỏi về vấn đề phúc tra điểm bài thi cuối kỳ. Nếu như điểm sau phúc tra thấp hơn điểm trước phúc tra thì sẽ lấy điểm nào ạ? Em xin cảm ơn phòng đào tạo.",
            "CHào bạn,. . Kết quả phúc tra là điểm cuối cùng nha bạn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ em xin chào,. . Dạ HK192 này em không đăng ký được môn đồ án KTHH (CH4007).. . Lý do là môn anh văn 2 em đang học, ngày 15/1 mới có điểm trên hệ thống (em qua môn này). Nhưng ngày 6/1 đã hết hạn đăng ký môn học đợt 3, nên em không thể đăng ký được ạ, do thiếu anh văn 2.. . Vì đây là môn tiên quyết để làm luận văn nên em rất mong được học trong HK192 này ạ.. . Em xin chân thành cảm ơn.. . [full_name].",
            "CH4007 A01. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]0  /b \t. . . .   i Tốt nghiệp - Đại học - Cao đẳng chính quy   Thanh toán lệ phí & khai lý lịch tốt nghiệp . Thưa ban quản lý, ở phần cập nhật địa chỉ cá nhân,tại mục địa chỉ thường trú, địa chỉ em là tổ 10, Khu phố Ông trịnh, Phường Tân Phước, Thị xã Phú Mỹ, BRVT thì thông tin các mục chưa được cập nhật nên không thể chọn đúng được. Như vậy cho em hỏi là thông tin em sẽ cập nhật như thế nào ạ?",
            "Chào bạn,. . Chưa hiểu rõ nội dung câu hỏi của bạn? Việc cập nhật thông tin liên lạc đã được Phòng Đào tạo thông báo gửi mail sinh viên vào cập nhật? Nếu có điều chỉnh thông tin bạn vui lòng cập nhật và nộp kèm bản photo hộ khẩu cho Phòng Đào tạo nếu có thay đổi."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Kính gửi PDT,. . Em là: [full_name] MSSV: [student_id]9. . Vừa rồi em có đăng kí thi vét, nay có bảng điểm. Nhưng điểm thi vét của em không phải là điểm tổng kết cuối cùng.. . Nay kính mong PDT xem xét và chỉnh sửa giúp em. . Em xin chân thành cám ơn!",
            "Chào bạn,. . Phòng đào tạo đang liên hệ với giáo viên để điều chỉnh lại cho bạn. . . Thân."
        ]
    }
]