[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trong đợt đăng ký bổ sung TTTN, ĐCLVTN em có đăng ký ĐCLVTN nhưng đợt kết quả em bị xóa nhưng ko hiện lý do bị xóa như trong hình ạ, mong thầy (cô) xem lại giúp em",
            "Chào bạn,. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo. . Em là Võ Duy Phúc . . MSSV: [student_id]. . Em có đăng kí môn Đề Cương Luận Văn Tốt Nghiệp (Cơ điện tử) trong đợt TTTN + LVTN + [full_name] - [full_name]. Nhưng không thấy đăng kí thành công, không có nguyên nhân đăng kí không thành công, mong thầy giải đáp giúp em ạ.. . Em chân thành cảm ơn!. . Chúc thầy khỏe mạnh mùa dịch này!",
            "Chào bạn,. . Vui lòng bổ sung giúp cô mã môn học nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em xin hủy hoãn thi cuối kì 202.Em có đính kèm đơn ở dưới.",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . .",
            "Chào bạn. . Phòng đào tạo có nhận thông tin đăng ký huỷ Hoãn thi của bạn môn IM1027, nhưng sau khi đối chiếu lại với danh sách Hoãn thi (chính thức) không thấy dữ liệu đăng ký Hoãn thi của bạn, nêu yêu cầu huỷ không thể giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em vừa thi cuối kì môn giải tích 2 vào ngày 24/8 đến giờ vẫn chưa có điểm tổng kết. Nhưng Học kỳ dự thính (đợt 2) đã bắt đầu ngày 30/8. Cho em hỏi liệu có đợt đăng ký dự thính (đợt 3) không? Xin cảm ơn!",
            "Chào bạn,. . hiện tại đã hết các đợt dkmh rồi nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "chào pdt. em tên đinh văn tiến sinh viên bằng 2 khóa 2018. em đã đăng kí luận văn đợt bổ sung, nhưng khi xem kết quả đăng kí thì không hiện ra môn em đã đăng kí, trong khi 1 số bạn cùng lớp lại đăng kí có kết quả thành công, em thắc mắc mong được giải quyết.xin cảm ơn. . . .",
            "Đã có [full_name]B"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi thêm là mình đăng kí hoãn thi thì chỉ cần điền google form đã gửi qua mail đúng không ạ?",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Thầy/Cô!. . Dạ mã môn LVTN của em là CI4333 và bị yêu cầu thiếu các môn tiên quyết - các môn này em đã học và đã có điểm.. . Các môn tiên quyết và các môn tương đương:. . 1. Môn CI3053 (HK II 2017-2018) tương đương môn (CI3203 + CI3205).. . 2. Môn CI3073 (HK II 2017-2018) tương đương môn (CI3215 + CI3217).. . 3. Môn CI4005 (HK I1 2018-2019) tương đương môn (CI4113 + CI4115).. . Kính mong PĐT giải quyết sớm cho em.. . Em cảm ơn!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 15/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô,. . em vừa được PĐT cho chuyển từ hệ chính quy sang VHVL, nay em làm đơn xin được đăng kí môn học: Luận văn tốt nghiệp, MSMH:EN4323.. . Mong PĐT cho phép em đăng ký.. . Em xin chân thành cảm ơn!. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 20/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em Tên: Đoàn Công Cảnh.MSSV: [student_id]. Hệ: VLVH. . Kì vừa rồi em đã hoàn thành môn Luận Văn tốt nghiệp. Điểm Toeic của em là 435. Và đã hoàn thành tất cả các môn học trong chương trình đào tạo (Đã quy đổi, chuyển điểm, và miễn các môn). Nhưng em đăng kí xét tốt nghiệp thì nhấn vào nút \"Nộp đơn xét tốt nghiệp\" không được. Kính mong PĐT cho em hỏi là em đã đủ Điều kiện để xét tốt nghiệp chưa và còn bổ sung gì để Được xét tốt nghiệp. Mong PĐT xem xét phản hồi cho em với ạ. Cảm ơn Thầy Cô!",
            "Chào bạn. . - Đợt đăng ký tốt nghiệp hiện tại đến 30/8 là của HK 202. . - Đợt tốt nghiệp tháng 11/2021 - HK211 sẽ có thông báo cụ thể cho SV về danh sách về cách đăng ký tốt nghiệp dự kiến bắt đầu từ tháng 9/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kết cấu Thép (CI3231). . Kết cấu bê tông cốt thép (CI3237). . Cơ kết cấu (CI3233). . Chủ nghĩa Xã Hội Khoa Học (SP1035). . hệ đào tạo VHVL",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn đăng kí môn học hệ VHVL:. . Kết cấu thép (CI3231). . Kết cấu bê tông cốt thép (CI3237). . Cơ kết cấu (CI3233). . Chủ nghĩa Xã Hội Khoa Học (SP1035)",
            "Chào bạn,. . Vui lòng trình bày rõ lý do của bạn nhé?. . bạn đã xin chuyển qua VLVH chưa?. . Thân",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em LÀ SINH VIÊN CHÍNH QUI LIÊN THÔNG  hết thời gian đào tạo .chuyển qua hệ VHVL thì có được bảo lưu tất cả các môn đã đậu không ạ . cho em xin cách chuyển qua hệ VHVL.",
            "Chào bạn,. . Bạn có thể làm đơn xin chuyển qua hình thức đào tạo VLVH để tiếp tục quá trình học, trong đơn ghi rõ tình trạng hiện tại của bạn, đã tích lũy được bao nhiêu, còn nợ môn gì?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT.. . Vì lý do dịch bệnh em và một số bạn khác chưa thể thi toeic để chuyển điểm 4 anh văn nên không đủ tín chỉ để đăng ký làm LVTN. Em kính mong nhà trường xem xét và giúp đỡ chúng em có thể hoàn thành LVTN trong kỳ này. Chúng em xin hứa sẽ chuyển điểm anh văn ngay sau khi tình hình dịch ổn định.. . Em cám ơn ạ.",
            "Chào bạn,. . Vui lòng làm đơn trình bày rõ ràng về tình hình của bạn và xin đặc cách đăng ký LVTN. Cô sẽ giúp bạn chuyển đơn cho ban lãnh đạo xem xét và trả lời cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo trường Đại Học Bách Khoa Hồ Chí Minh. . . . Em tên: [full_name]. . Mssv: [student_id]. . Khoa: Cơ Khí. . Lớp: CK15CTM2. . . . Vào 2 lần đăng ký môn học trước em có đăng ký môn học là [full_name] mã ME4029 nhưng do tình hình dịch nên em không thì chứng chỉ anh văn được. Vào ngày 23/08/2021 nhà trường có gửi mail thông báo đăng ký không xét chứng chỉ nhưng em bị cách ly và thiếu thiết bị nên không nhận được mail nên đã không kịp đăng ký.. . . . Em viết mail này mong nhà trường xem xét cho em được đăng ký bổ sung [full_name] mã ME4029. Hoặc có thể mở thêm đợt đăng ký bổ sung mới ạ.. . . . Em xin chân thành cảm ơn ạ",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 20/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ trang BKEL của môn Hóa đại cương của em đăng kí học kì này vẫn chưa được cập nhật nên vẫn còn hết hạn các bài kiểm tra không làm được ạ. PĐT kiểm tra và cập nhật lại dùm em.",
            "Chào bạn,. . Vui lòng trình bày rõ ràng vấn đề giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Lúc trước cú thấy thời gian đào tạo trong thong tin sinh viên  đến tháng 10/2022 hiện giờ em biết em hết thời gian đào tao . xin chuyển qua hệ VHVL. MÀ [full_name] hết hạn xét tuyển 02/08/2021.vậy giờ em phải làm sao ạ . giúp em với ạ .",
            "CHO EM [full_name] [full_name] .[full_name] [full_name] NHẬN HÒ SƠ CHUỶEN HỆ QUA VLVH Ạ.EM CẢM ƠN NHIỀU",
            "Chào bạn. . bạn còn nợ môn gì để tốt nghiệp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PDT. . Em tên: [full_name]. . MSSV: [student_id]. . Em đã đăng ký LVTN (EE4323) trong học kỳ này, nhưng kiểm tra thì hệ thống báo không đủ số tín chỉ.. . Em đã kiểm tra lại tất cả môn học đã công bố điểm trên hệ thống thì em được 120 tín chỉ, đủ điều kiện đăng ký.. . Theo em được biết là điều kiện đăng ký thì tất cả các môn học ở học kỳ trước được xét là đạt cho dù chưa có điểm.. . Kính mong PDT xem xét cập nhật lại để em đủ điều kiện nhận LVTN ạ.. . Em chân thành cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name] học lớp XD18CTT. . Dạ cho em hỏi tại sao môn thủy lực mã CI3081 dù sỉ số có 6 bạn vẫn được mở ạ. . Nhưng môn Máy bơm trạm bơm mã CI3059 lại bị hủy môn vì sỉ số ít ạ.. . Tại vì môn này còn rất ít bạn học mà K19 lại không môn này nên chúng em mong phòng đào tạo mở lớp máy bơm trạm bơm để chúng em có thể hoàn thành chương trình học đúng thời hạn được không ạ. . Em xin chân thành cảm ơn!",
            "Chào bạn. . Môn Thuỷ lực SV có làm đơn xin giữ lại lớp vì sĩ số thấp khi nộp đơn mở lớp, có xác nhận của Khoa, bộ môn, giảng viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy (cô)!. . Em tên là [full_name] mssv [student_id]. em có vấn đề là do học kỳ vừa rồi em thi môn giải tích 2 vào ngày 24/8/2021 cho nên em chưa có điểm do đó còn nợ 8 chỉ. Đợt đăng ký luận văn em không đăng ký được. Sau khi có điểm và qua môn, em sẽ không còn nợ quá 7 chỉ. Phòng đào tạo có thể hỗ trợ em đăng ký luận văn tốt nghiệp được không ạ?. . Em xin cảm ơn thầy (cô) ạ.",
            "Chào bạn,. . Vui lòng trình bày rõ vấn đề của bạn nhé,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi quý thầy/cô. . Ngày 23/8/2021 em đã đăng kí LVTN trong đợt bổ sung. Nhưng kết quả đăng kí môn học không có do thiếu Chứng chỉ Anh văn dù đợt đăng kí này nhà trường có tạo điều kiện không xét CCAV trong đăng kí LVTN.. . Môn học: Luận văn tốt nghiệp (Vật liệu xây dựng). . Mã môn học: CI4393. . Số tín chỉ tích lũy: 125. . Số ngày CTXH: 19.5. . Em có gửi kèm hình ảnh Lịch sử DKMH và email về việc nhà trường không xét CCAV. . Em xin chân thành cảm ơn quý thầy/cô",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 15/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PDT.. . Em tên [full_name], mssv: [student_id], Khoa Cơ Khí, bộ môn Kĩ Thuật Hệ Thống Công Nghiệp, ngành Logistics và Quản Lý Chuỗi Cung Ứng.. . Hiện e đang đăng kí luận văn tốt nghiệp kỳ 211 này nhưng vì dịch nên chưa thi Toiec được nên chưa đổi tín chỉ được. Qua đó hiện tại e đang thiếu 8 chỉ anh văn và 9 chỉ luận văn tốt nghiệp nên không đăng ký được môn LVTN ạ.. . Và nhà trường có nói sẽ không tính anh văn vào đợt đăng ký lvtn học Kỳ 211 này.. . Nhưng e lại không thể đăng ký được vì thiếu tín chỉ anh văn.. . Xin nhà trường sớm xem xét giúp em để em có thể hoàn thành bảo vệ luận văn cuối năm nay ạ. . . Em có gửi kèm ảnh bên dưới ạ về việc em không đăng ký được lvnt ạ.. . Em cảm ơn!",
            "Chào bạn,. . Không đăng ký được do bạn không đủ số tín chỉ nhé, không liên quan đến xét CCNN.. . Vì các môn AV bạn có thể đăng ký học tại trường bình thường nhé!. . Bạn vui lòng làm đơn trình bày rõ ràng về tình hình của bạn và xin đặc cách đăng ký LVTN. Cô sẽ giúp bạn chuyển đơn cho ban lãnh đạo xem xét và trả lời cho bạn nhé. . Thân",
            "dạ cô ơi, nhưng hiện tại e mới kết thúc kỳ học 202 và 203 DT nên phần lần là trả xong hết rồi ạ. Chỉ còn thiếu mỗi 8 chỉ của anh văn (vì e ko học anh văn trên trường và đầu năm 3 e đã thi đủ tiêu chuẩn để không cần học trên trường rồi ạ) và từ tháng 5 tới giờ e không thể thi av ở trung tâm để lấy bằng đổi lấy 8 chỉ để đủ điều kiện đăng ký LVTN ạ. . . . . Và trường nói tạm không xét av thì không tính 8 chỉ đó luôn hay sao ạ? em không hiểu ạ. . . Vậy bây giờ e nên làm như thế nào ạ? . . em cảm ơn cô.",
            "Chào bạn,. . Theo thông báo nhà trường chỉ không xét chuẩn Tiếng Anh nhận LVTN, nhưng về số tín chỉ bạn vẫn phải đảm bảo theo đúng quy định nhé.. . Về AV 1,2,3,4 là các môn học thuộc CTĐT của bạn, nên bạn phải hoàn thành, 2 vấn đề khác nhau nhé.. . Mặt khác sv vẫn có thể đăng ký học trong trường nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên là [full_name] . . MSSV [student_id] . . Số ngày CTXH:9.5 . . Mã môn học:EE4315 . . Số tín chỉ hiện tại: 98. . Trong đợt đăng ký bổ sung TTTN, ĐCLVTN em có đăng ký ĐCLVTN nhưng đợt kết quả em bị xóa nhưng ko hiện lý do bị xóa như trong hình ạ, mong thầy (cô) xem lại giúp em",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 15/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . PDT cho em hỏi bao giờ mở dk lớp dự thính đợt 3 v ạ.",
            "Chào bạn. . Không có mở đợt 3 dự thính nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo.. . Em tên [full_name], MSSV: [student_id], hệ đào tạo VLVH, chuyên ngành Công nghệ may.. . Trong (203) [full_name], [full_name]P HK211 thì tổng số tích lũy của em là 0.. . Khi làm hồ sơ chuyển hệ em đã nộp bảng điểm hệ chính quy cho Phòng đào tạo nhưng chưa được chuyển điểm.. . Kính mong Thầy/ Cô xem xét và mở đăng ký bổ sung thêm lần nữa để em được đăng ký môn LVTN (ME4079) trong HK211 này.. . Em xin cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô. . Em tên là [full_name], MSSV: [student_id], em là sinh viên K15, hiện tại em đã hoàn thành luận văn và em đang làm các bước cuối để xét tốt nghiệp, cho em hỏi là em sắp hết hạn mà tình hình dịch như thế này em không thể đăng ký thi nói viết thì bên trường có hỗ trợ em thi online hay kéo dãn hạn ra trường của em không ạ, vì kỳ này là kỳ cuối của em trước khi bị chuyển hệ ạ.. . Em cảm ơn",
            "Chào bạn. . Bạn đợi thông báo thi anh văn on line vào tuần sau nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Em tên là Lê Hoàng Ngọc MSSV [student_id]. Tình hình là em chuyển điểm Anh Văn 1 2 3 vào ngày 26/8 nên không kịp đăng kí môn Anh Văn 4 vào đợt đăng kí dự thính ạ. Nay phòng đào tạo mail cho em điểm đã chuyển. . . Hi vọng phòng đào tạo giúp em đăng kí môn học Anh Văn 4, mã MH: LA1009, mã nhóm DT01. Em cảm ơn ạ.. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy cô, thầy cô cho em hỏi khi nào PDT có mail đăng kí xét tốt nghiệp vậy ạ. Do em có thấy trên mục \"đăng kí xét tốt nghiệp\" hạn chót là 30/8 là hết hạn. Em cám ơn thầy cô ạ. .",
            "Chào bạn. . - Đợt đăng ký tốt nghiệp hiện tại đến 30/8 là của HK 202. . - Đợt tốt nghiệp tháng 11/2021 - HK211 sẽ có thông báo cụ thể cho SV về danh sách về cách đăng ký tốt nghiệp dự kiến bắt đầu từ tháng 9/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT  và Văn Phòng khoa Kỹ Thuật Xây Dựng, em là [full_name] MSSV là [student_id] thì học kỳ 202, môn học Đồ Án TCTC em được 9 điểm nhưng hôm nay em lên xem lại bảng điểm thì lại 0 ạ?",
            "Chào em,. . Em liên hệ với GV dạy em nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PDT. . Em tên: [full_name]. . MSSV: [student_id], MSSV ở hệ Chính quy [student_id]1. . Em đã đăng ký LVTN trong học kỳ này, nhưng kiểm tra thì hệ thống báo không đủ số tín chỉ.. . Em đã kiểm tra lại tất cả môn học đã công bố điểm trên hệ thống thì em đã đủ số tín chỉ.. . Theo thông tin điều kiện đăng ký thì tất cả các môn học ở học kỳ trước được xét là đạt cho dù chưa có điểm.. . Kính mong PDT xem xét cập nhật lại để em đủ điều kiện nhận LVTN ạ.. . Trân trọng!",
            "Chào bạn,. . Vui lòng bổ sung giúp cô mã [full_name] nhé. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            ". . . . MSSV/MSGV: [student_id]    . . . . Đăng ký môn học. . . . Kính gửi Phòng Đào Tạo.. . Em tên: [full_name]. . MSSV: [student_id], MSSV ở hệ Chính quy [student_id]1.. . Em đã đăng ký LVTN trong học kỳ này mã số 804303, nhưng kiểm tra thì hệ thống báo thiếu môn tiên quyết thực tập nhận thức ngành 804306.Môn này ở chính quy em đã hoàn thành rồi với điểm 9.0, và em đã làm đơn xin chuyển chương trình đào tạo về K13 như mail ngày 3/8/2021 của thầy [full_name] mail do em còn nợ ít môn.. . Em đã kiểm tra lại tất cả môn học đã công bố điểm trên hệ thống thì em đã đủ số tín chỉ.. . Theo thông tin điều kiện đăng ký thì tất cả các môn học ở học kỳ trước được xét là đạt cho dù chưa có điểm.. . Kính mong PDT xem xét cập nhật lại để em đủ điều kiện nhận LVTN ạ.. . Trân trọng!",
            "Chào bạn,. . SV liên hệ khoa nhận LVTN nhé, ds gửi khoa ngày 7/9"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào quý thầy cô,. . . . Em tên là [full_name] mssv: [student_id]. . Học kì 211 này em có đăng kí bổ sung luận văn tốt nghiệp bổ sung (MA4333) học kì 211 từ ngày 23-25/08/2021 nhưng em đã bị hủy kết quả đăng kí vì không đủ điều kiện nhận luận văn thì em xin trình bày lý do sau: . .   1: Số tín chỉ tích lũy hiện tại của em là 122 chỉ.. .   2: Học kì 202 em có học môn hóa lý công nghệ vật liệu (MA2037) môn này 3 chỉ do tình hình dịch bệnh nên môn này em chưa thi cuối kì.. .   3: Học kỳ 2 năm học 2018-2019 em có học môn LA1029 tương đương với môn LA1003, 2 tín chỉ.. .   4: Số ngày công tác xã hội hiện tại 12.5 ngày.. . Để đủ điều kiện nhận luận văn thì cần 126 chỉ do em học môn anh văn tương đương 2 chỉ + 3 chỉ môn hóa lý công nghệ vật liệu chưa thi do dịch nên em đã thiếu tín chỉ . . . . Em gửi câu hỏi này xin phòng đào tạo xem xét lại điều kiện nhận luận văn để em có thể đăng ký luận văn trong học kỳ 211 này. Em xin chân thành cảm ơn.. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 6/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã xin chuyển hệ sang VHVL. Em cảm ơn.. . Trân Trọng!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Do bây giờ em mới xin được thầy đồng ý mở lớp dự thính thì có cách nào cho em đăng kí mở lớp được không ạ.. .",
            "Chào bạn. . Đã trễ lắm rồi, không thể giải quyết nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ:  Trong thời điểm giãn cách hiện nay, việc in phiếu và di chuyển lên trường rất khó khăn, vậy em có thể rút môn bằng cách nào được ạ ?",
            "Chào bạn. . Bạn đợi thông báo rút trong tháng 9 nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: G[student_id]  /b \t. . . .   i Học vụ . Dạ pđt cho em hỏi cách chuyển điểm từ môn em học có mã số môn học khóa mới chuyển về đúng mã số môn học khóa của em ạ.. . Hiện em là khóa k13. . . Em cảm ơn.. .",
            "Chào bạn. . Bạn viết giúp Cô đơn chuyển điểm, liệt kê các môn cần chuyển ..., học ở học kỳ nào? . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name] MSSV [student_id]2. . Em đã hết hạn đào tạo chính qui và mong muốn được chuyển sang hệ VHVL để tiếp tục hoàn thành chương trình đào tạo. Em đã làm đơn xin chuyển hệ và đơn xin đăng ký môn học gửi BKSI  (TKB của em đã có nhưng bị xóa). Em rât lo lắng không biết đơn của em đã hợp lệ chưa và BKSI đã nhận được chưa. Mong BKSI phản hồi giúp em và khoảng bao lâu thì em được xét chuyển hệ và có kịp đăng ký luận văn trong học kỳ này không ạ. Mong phòng đào tạo xem xét giúp em.. . Em xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ là e thắc mắc tại sau e lại bị tiếp tục tạm dừng lichk học vậy ạ",
            "Chào bạn.. . Vui lòng trình bày rõ ràng nội dung câu hỏi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa quý thầy cô!. . Em tên [full_name] MSSV [student_id].. . Đợt đăng ký môn học bổ sung LVTN em có đăng kí LVTN mã môn học là MA4323, nhưng PĐT không đăng kí do em chưa đủ 126 tín chỉ.. . Hiện tại số tín chỉ của em là 123, và HK210 em có học xong 1 môn 2 chỉ nên tổng chỉ của em là 125. Và ngày 29/8 em có chuyển điểm môn AV1 nên tổng chỉ em 127. Như vậy em sẽ đủ chỉ tiêu để đăng kí.. . Em mong quý thầy cô có thể xem xét đăng kí bổ sung giúp em để em có thể làm LVTN, vì em là K15 nên học kì này là học kì cuối cùng. Em có đính kèm hình ảnh chuyển điểm anh văn và qua 1 môn 2 chỉ bên dưới. Em rất mong quý thầy cô xem xét!. . Em xin chân thành cảm ơn. . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) .   B Môn này bỏ rồi. Em vất vả lắm mới kiếm dc thầy dự thính cho tụi em.Pdt ko cho tụi em học, sao tụi em ra trường được bây giờ   /B ?",
            "Chào bạn. . Không hiểu bạn cần hỗ trợ gì ?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Sáng nay e vẫn có lịch học onl và đã tham gia học và h e lên El ko còn thấy lịch hocn nữa và e thấy mình bị tạm dừng học ạ e thắc mắc ko bik vì lý do gì",
            "Chào em,. . Em vào xem lại nhé, cô kiểm tra thấy TKB HK211 . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Đăng ký môn học . Kính gửi phòng đào tạo! Hiện số ngày CTXH của em đã đủ và được cập nhật, mong PTĐ có thể xem xét và duyệt KQ DKMH của em. Em chân thành cảm ơn quý thầy cô",
            "Chào bạn,. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name] MSSV [student_id]. . lớp L15 kinh tế chính trị của giáo viên [full_name]. . . . Điểm BT của em là 10 và số điểm cộng là 1 nên tổng cột điểm BT của em là 11 dư 1 theo quy ước của thầy(em đã ghi theo yêu cầu và chú thích riêng cho thầy để không bị nhầm lẫn và thầy cũng đã đồng ý ) nhưng khi nhập vào cột điểm, thầy đã nhập nhầm là điểm 11 (tương ứng với 0 điểm) và em sơ suất không check lại bảng điểm thầy đã gửi.. . . . Và giờ thầy đã khóa bảng điểm, em mong PĐT có thể điều chỉnh và sửa giúp em với ạ vì điểm của em đã bị hạ xuống rất nhiều ạ  B . . . . Em cảm ơn ạ . . . .",
            "Chào em,. . Vấn đề mở khóa để sửa điểm chỉ có giáo viên liên hệ PĐT mới được nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo,. . Em là [full_name], MSSV: [student_id].. . Hiện tại em còn môn học cuối là môn xác suất thống kê, mã MT2001.. . Hiện tại em thể đăng kí môn học này.. . Mong phòng đào tạo sắp xếp giúp em có thể đăng kí môn này để hoàn tất chương trình đào tạo.. . Trong trường hợp em không thể đăng kí môn học này mặc dù đây là học kì cuối cùng của em thì em có thể đăng kí chuyển sáng hệ VHVL được không ạ? Và cần chuẩn bị những gì.. . Mong phòng đào tạo sớm có phản hồi giúp em. . . . Trân trọng,. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào Thầy/Cô!. . Em tên là: Nguyễn Lê Thị Hiên - MSSV: [student_id]. . Hiện tại em đang theo học khoa Khoa học máy tính hệ VHVL tại trường ạ.. . Theo phân phối của nhà trường thì em học chương trình đào tạo năm 2019.. . Học kỳ 1 (2020-2021) em có đăng ký học môn Toán Rời Rạc (CO4009) và đã thi cuối kì, có điểm tổng kết. Nhưng sau đó em mới phát hiện là em đăng ký bị sai mã môn. Chương trình học của em là môn Cấu trúc rời rạc cho khoa học máy tính (CO1007).. . Em gửi tin nhắn này mong Thầy/Cô xem xét giúp em, trường hợp của em có thể xin chuyển điểm môn CO4009 sang môn CO1007 không ạ.. . Rất mong được Thầy/Cô phản hồi lại.. . Em xin chân thành cảm ơn Thầy/Cô!. .",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT, KSTN vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô! Em là sinh viên kiến trúc k17. Cho em xin hỏi là điều kiện xét tốt nghiệp. Hiện tại em đã tích luỹ được 149/171 chỉ (chưa tính 9 chỉ lvtn) và em còn nợ 6 chỉ anh văn(2,3,4) và 7 chỉ môn cơ sở nghành (đã đăng ký 7 chỉ cơ sở nghành vào kỳ 211 này và chờ chuyển điểm (đã học)) mà điều kiện đăng ký LVTN được nợ 7 chỉ thì em có được đăng ký không ạ (toeic được miễn xét thì chỉ anh văn 2,3,4 em có được cộng vào k ạ). Em đã đăng ký trên mybk thành công thì đã được chưa ạ. Mong thầy/ cô phản hồi sớm để em có sự chuẩn bị cho LVTN của mình. Em xin cảm ơn!. . . . Em có mail cho phòng đào tạo và được trả lời: Số tín chỉ toeic để xét miễn anh văn 1,2,3,4 sẽ được cộng vào nha bạn. Bạn đăng kí luận văn, nhưng sau khi đăng kí PDT sẽ xét lại. Bạn phải  xem kết quả sau khi DKMH nha.. . . . Nhưng kết quả của em đã bị huỷ rồi ạ. Nhưng trong tình hình dịch bệnh này em không thể thi được bằng toeic quốc tế để chuyển điểm av2,3,4. Thầy/ cô có thể hướng dẫn cho em cách giải quyết được không ạ hay là em phải đợi thi Toeic để chuyển điểm ạ vì nếu đợi thi Toeic thì trong tình hình này thì em phải đợi rất lâu ạ. Em cảm ơn thầy/cô!. . . . Em có đính kèm hình em đã gửi mail cho phòng đào tạo",
            "Chào bạn,. . Bạn vui lòng trình bày rõ vấn đề. . PDT chỉ thông báo miễn xét chuẩn tiếng Anh nhận LVTN. . Còn AV 1,2,3,4 là môn học thuộc chương trình đào tạo của bạn, bạn phải hoàn thành (bằng cách học trong trường hoặc chuyển điểm), bạn phải phân biệt rõ nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo.. . . . Em tên [full_name], MSSV [student_id] hệ VLVH.. . Trong đợt ĐKMH \"Đăng ký môn học HK Chính + Dự thính 211+ VLVH\" em có đăng ký 2 môn học Cơ học lý thuyết và Phương pháp tính. Em kiểm tra đã thành công và đã học được 2 tuần 33 + 34. Nhưng hôm nay em vào TKB sinh viên để kiểm tra thì lại không còn môn học trên TKB. Kính mong quý thầy, cô giải đáp thắc mắc để em có thể tiếp tục học tập ở học kỳ này. Chi tiết tình trạng đăng ký em có gửi trong hình đính kèm.. . . . Em xin trân trọng cảm ơn.",
            "Đã có TKB, SV vào xem lại nhé!. . Thân",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em đăng kí dự thính môn giải tích 2(MT1005) lớp DT03 bị trùng giờ, nhưng sao vẫn hiện trên khóa biểu em vậy ạ??",
            "Chào bạn,. . Vui lòng trình bày rõ vấn đề của bạn nhé!. . Môn học đó do bạn tự ĐK online?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là  [full_name] , MSSV : [student_id]. . vào trước ngày 13/8 thi final môn đại số tuyến tính , do em là F1 nên đã có xin văn phòng đào tạo được hoãn thi để em có thể thi vô kỳ sau, và sau vào ngày 14/8, cô [full_name] dạy em môn đại số tuyến tính có gửi form xác nhân lý do hoãn thi , và em có làm form cô gửi, nhưng lúc em check điểm final thì điểm của em lại là điểm 13 . . . . . Mong văn phòng đào tạo có thể xem xét giúp em để em được thi lại vào Hk211 .. . . . Dạ em cảm ơn văn phòng đã giành thời gian đọc thư của em .",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. . . . Em phải điền vào đây. . . . Thân gửi các bạn sinh viên, . . . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào cô,. . Em [full_name]. Mssv [student_id].. . Kì này là kì đầu tiên em chuyển từ hệ chính quy sang hệ vừa học vừa làm.. . Em tra trong chương trình đào tạo k14 khoa xây dựng thì mã môn học LVTN là CI4343. Không biết khi chuyển qua hệ VHVL thì có đổi mã LVTN không ạ?. . Đợt đăng kí bổ sung LVTN, tuy em chưa đủ điều kiện anh văn nhưng trường cho phép nên em có đăng kí bổ sung LVTN mã CI4343 hệ VHVL, nhưng đợt kết quả thì hủy đi vì lý do không đủ điều kiện nhận LVTV.. . Số tín chỉ tích lũy của em là 125, số ngày CTXH là 10.. . Mong cô kiểm tra giúp em.. . Em cảm ơn.. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 20/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. .",
            "Chào cô,. . Khi có thời khóa biểu rồi, thì em có tên trong danh sách luận văn bên khoa chưa ạ.. . Hay là theo diện làm luận văn trước, cập nhập anh văn sau, mới được đăng kí luận văn ạ.",
            "Chào bạn. . Hiện TKB môn LVTN của bạn vẫn đang giải quyết, bạn vui lòng đợi phản hồi. . - Sau khi có TKB tại Mybk- xem TKB, bạn có thể liên hệ Khoa để làm, PDt sẽ cập nhật danh sách sau. . Thân",
            "Chào cô,. . Tới ngày 20.9 rồi ạ, mà thời khóa biểu chưa cập nhập được luận văn ạ.. . Cô kiểm tra lại giúp em với ạ.",
            "Chào bạn. . Cô đã báo bộ phận giải quyết cho bạn. . Đang trong quá trình vận hành điểm khi chuyển vlvh. . Có thông báo gì Cô sẽ báo bạn nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] [full_name] [full_name] Dạ em xin chào thầy/cô, [full_name] [full_name] [full_name] [full_name] Theo email của phòng đào tạo thì sẽ không xét chứng chỉ anh văn khi đăng ký Luận văn tốt nghiệp[full_name] Tuy nhiên em và nhiều bạn vẫn không đăng ký được môn này, với lỗi:[full_name] [full_name] \"  B PDT không đ/ký cho SV M[full_name] CO4313 (0: Thiếu môn tiên quyết CCAV_1)   /B \"[full_name] [full_name] [full_name] [full_name] Xin thầy cô xem xét giúp để em được đăng ký LVTN trong kỳ này ạ,[full_name] [full_name] Em xin cám ơn rất nhiều,[full_name] [full_name] [full_name][full_name][full_name]",
            "đã có TKB. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . [full_name] [student_id]. . em xin đăng ký môn học ME3255 là môn đồ án 1 để xin thầy em chuyển điểm sang ạ. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác:",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô ạ . . Dạ do vừa rồi gia đình em gặp khó khăn nên không kịp đóng học phí học kì 202. Do hoàn thành học phí trễ hạn nên mybk của em đã bị tạm dừng, mong thầy/cô hỗ trợ giúp em. . Em cảm ơn ạ!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . Em làm đơn thu nhận lại (mẫu aao/biểu mẫu), kèm đơn đkmh (chỉ các môn dự thính lộ trình 2).. . Đơn đkmh: ghi rõ mã môn học, tên môn học, mã nhóm . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Quý Thầy/Cô,. . . . Em tên là [full_name], sinh viên hệ VLVH, khoa Khoa học máy tính.. . . . Em xin quý Quý Thầy/Cô vui lòng giải đáp giúp em một số thắc mắc như sau:. .   + Điều đầu tiên, em xin hỏi là môn Toán cao cấp lớp BD1 dành cho hệ VLVH được quy đổi điểm ra các môn học nào (ví dụ: đã qua môn Toán cao cấp tương đương với môn Giải tích 1, Giải tích 2,...). .   + Vào học kì 201, em đã học và hoàn thành môn Toán cao cấp- lớp BD1 do Thầy [full_name] giảng dạy. Em đã qua môn với số điểm tổng kết là 5 chẵn dựa theo file tổng kết của Thầy [full_name] trên trang BK e-learning. Tuy nhiên, hiện tại trên bảng điểm học kì 201, hiện không có tên môn Toán cao cấp thay vào đó là các môn GT1, GT2, [full_name] số tuyến tính với điểm tổng kết là 0 điểm.. .   + Điều cuối cùng, do không nắm rõ những thắc mắc trên nên em đã đăng kí môn GT1, GT2 vào học kì 211 theo dự thính lộ trình 2. Em xin hỏi, nếu Toán cao cấp có thể được công nhận thay cho GT1-GT2 và [full_name] số tuyến tính thì em có được hủy môn trong học kì 211 không ạ, và nếu được thì có bị tính học phí không ạ?. . Dưới đây là file hình ảnh đính kèm có liên quan bao gồm: điểm môn học Toán cao cấp, và bảng điểm trên MyBk",
            "Chào em,. . Em vui lòng gửi qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    }
]