[
    {
        "intent": "",
        "message": [
            "Dạ thưa cho em được hỏi. Rằng em đã xin tạm dừng học kì 192 để đi nước ngoài và giờ em đã về. Em thắc mắc rằng bây giờ em nộp đơn thu nhận lại có được học dự thính 192 không ạ. . . Mong nhận được câu trả lời từ PĐT em xin cảm ơn ạ !. .   i Học vụ - Đại học - Cao đẳng chính quy   Thu nhận lại .",
            "Chào bạn,. . Bạn vui lòng tải mẫu đơn thu nhận tại aao.hcmut.edu.vn/sinh viên/ biểu mẫu. . điền đầy đủ thông tin, ký tên và chụp hình gửi qua bksi.. . Khi nào nhận được đơn xin thu nhận của bạn, PDT sẽ trả lời về việc đăng ký dự thính của bạn nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Phòng đào tạo cho em hỏi giờ em muốn rút môn học có tính học phí thì phải nộp đơn tại trường hay sao ạ, cũng sắp hết hạn 6 tuần của học kỳ rồi ạ, em cảm ơn.. . . .   i Yêu cầu khác .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Đã hết thời gian nhận yêu cầu rút môn học (không đóng học phí), các trường hợp gửi yêu cầu rút môn học qua bksi.hcmut.edu sau ngày 17/04/2020, vui lòng đợi thông báo của Phòng Đào tạo qua email sinh viên về việc đăng ký rút môn học (có tính học phí theo quy định).. . . . Chúc bạn học tốt!. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Trường cho em hỏi là có còn đợt đăng ký luận văn bổ sung nào trong kỳ này nữa không, em xin cám ơn.",
            "Chào bạn,. . Hiện tại không còn mở đợt đăng ký online, bạn vui lòng làm đơn đăng ký bổ sung LVTN, có xác nhận của Giáo viên hướng dẫn và Ban Chủ nhiệm Khoa đồng ý và nộp trực tiếp tại Phòng Đào tạo.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . em chào admin. . em tên Võ danh Thùy . mssv: [student_id].. .   I admin cho em hỏi là môn sức bền vật liệu có mở trong kì dự thính 192 k ạ. em đọc trong mail nói PDT k mở mấy môn có thí nghiệm. Nếu đi học lại thì dự thính 192 có học ofline hay vẫn học online ạ  /I .. . Mong admin giải đáp giúp em.. . em xin cảm ơn!. . . .",
            "em chào admin. . em tên Võ danh [full_name] . mssv: [student_id].. . -admin cho em hỏi là: môn sức bền vật liệu(ci2007) có mở trong kì dự thính 192 k ạ. em đọc trong mail nói PDT k mở mấy môn có thí nghiệm. nếu mà PDT k mở thì tụi em lập danh sách với xin giáo viên bộ môn có dc mở lớp k ạ. . -sau khi đi học lại thì dự thính 192 vẫn học online hay sao ạ.. . Mong admin giải đáp giúp em.. . em xin cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký rút môn học HK192 (không tính HP)   Dành cho SV các hệ (không phải Quốc tế, CLC) . kính gửi Phòng Đào Tạo. . Em tên: Nguyễn Mạnh Lực. . MSSV: [student_id]. . Do ảnh hưởng của dịch bện, em không đảm bảo được số giờ lên lớp, không đảm bảo được lượng kiến thức để qua môn, em xin được rút môn học:. .   B Nguyên Lý Máy  /B . . MMH:ME2003. . Em cảm ơn!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn.. . Theo thông báo của nhà trường.. . Thời hạn để rút môn học tới ngày cuối cùng là 17/04/2020.. . Vì vậy nếu giờ bạn rút môn học sẽ bị tính học phí.. . Bạn suy nghĩ kỹ lại trước khi rút môn học nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Thưa nhà trường, em hiện sinh viên năm 2 và ở học kỳ dự thính này em có đăng ký môn sức bền vật liệu. Nhưng theo thông báo của trường thì bộ môn này cũng như mấy môn có thí nghiệm không được tổ chức học. Trước tình hình dịch bệnh em có thể hiểu và thông cảm nhà trường.  Nhưng điều đó làm ảnh hưởng trễ tiến trình học tập của tụi em ít nhất 1 đến 1 năm rưỡi, vì môn này là môn học trước cũng là môn hầu như duy nhất tụi em có thể học hiện tại. Kính mong nhà trường và quí thầy cô xem xét kỹ lại giúp tạo điều kiện tụi em học tập môn sức bền vật liệu ạ.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Những môn này bạn nên đăng kí vào học kỳ hè 193, vì hiện tại môn có thí nghiệm không thể dạy livestram  được.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Chào thầy,cô hôm nay em có nhận được mail của trường về việc đăng kí dự thính HK192.Tuy nhiên trong mail có đề cập trường sẽ không mở các môn có thí nghiệm.. . Hiện tại hầu hết các môn chuyên ngành của khoa xây dựng đều có thí nghiệm.Việc này ảnh hưởng đến lộ trình học và kế hoạch của nhiều sinh viên.. . Mong nhà trường có điều chỉnh phù hợp!. . Em xin chân thành cám ơn.",
            "Cảm ơn bạn đã có ý kiến phản hồi. . Tôi sẽ ghi nhận và chuyển ý kiến của bạn cho Ban lãnh đạo phòng"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: MSSV:[student_id]. . . . Em muốn rút môn học Nhập môn kỹ thuật , vì môn học này em được miễn khi đăng ký liên thông từ cao đẳng lên.Xin nhà trường xem xét lại dùm em.. . . . Môn em cần rút là:Nhập môn kỹ thuật. . Mã nhóm: ME1001. . Thuộc nhóm: Cơ sở ngành /Nhóm ngành.. . . . Xin cảm ơn.. . [[full_name]]",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Đã hết thời gian nhận yêu cầu rút môn học (không đóng học phí), các trường hợp gửi yêu cầu rút môn học qua bksi.hcmut.edu sau ngày 17/04/2020, vui lòng đợi thông báo của Phòng Đào tạo qua email sinh viên về việc đăng ký rút môn học (có tính học phí theo quy định). Phòng Đào tạo sẽ hướng dẫn rõ thời gian và hình thức nộp đơn rút môn học.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em muốn rút môn học. . Mã CO1003 (Nhập môn lập trình). . Nguyên nhân : Điểm thi công bố chậm so với lịch đăng ký môn học. Nên em đã đăng ký để tránh trường hợp rớt môn.. . Nay điểm của em đã đạt nên em muốn rút môn học này",
            "chào bạn.. . Nếu bạn rút môn học .. . Theo thời điểm hiện tại bạn vẫn phải tính học phí nhé.. . bạn suy nghĩ kỹ trước khi thực hiện rút môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Học vụ . Em sinh viên khoá 2016. . Nay em đã học đủ tín chỉ, hiện tại đang chờ đủ điểm Anh văn để làm luận văn tốt nghiệp.. . Vậy em có cần phải đăng ký môn học để duy trì thời khoá biểu tiếp,. . Hay em phải làm giấy xác nhận chờ làm luận văn.. . Xin phòng đào tạo phản hồi giúp em.",
            "Chào bạn. . Việc đăng ký môn học để duy trì thời khoá biểu là do bạn quyết định. . Có thể không đăng ký môn học để duy trì tình trạng sinh viên, nhưng tối đa bạn chỉ có thể không đăng ký môn học trong 2 HK liên tục, đến HK thứ 3 bạn không ĐKMH sẽ bị xóa tên vì tạm dừng quá hạn cho phép. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Dạ thưa cô, ban đầu em thuộc lớp đồ án bê tông cốt thép 2 do thầy [full_name] hướng dẫn đúng với danh sách đăng kí môn học trên web, nhưng vài tuần trước lại bị đổi giáo viên hướng dẫn, do là em đã nhận đề và bắt đầu làm theo yêu cầu đồ án của Thầy [full_name] nên việc chuyển đổi giáo viên hướng dẫn làm em gặp rất nhiều khó khăn. Co cho em hỏi có thể nào chuyển em về lớp thầy [full_name] hướng dẫn không ạ. Mã môn học CI3177 nhóm lớp A10 đúng với danh sách dkmh ban đầu là thầy [full_name] hiện tại đã bị chuyển qua Thầy [full_name].Hiện tại trên elearning chỉ còn lớp của thầy [full_name] thôi, em không truy cập được vào lớp của thầy [full_name] để theo dõi.. . Mong cô giúp đỡ.. . Cám ơn Cô.",
            "Chào bạn,. . . . Việc thay đổi cán bộ do [full_name], bạn liên hệ [full_name] nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào các thầy cô. Em có nhận được gmail về việc đăng ký dự thính hk192. Em có 1 vài câu hỏi rất mong được thầy cô giải đáp: . . 1. Ở lần đăng ký đợt 2 ngày 27/4 em có thể thay đổi nhóm lớp, xóa hay thêm môn học k ạ? . . 2. Hình thức học là hoàn toàn trực tuyến hay vẫn có học cấu phần D khi quay lại trường? . . Em cảm ơn các thầy cô!",
            "Chào bạn. . - Tạm thời hình thức học dự thính  theo thông báo là “giảng dạy trực tuyến theo cách truyền trực tiếp” (sau đây gọi là giảng dạy livestream).. . Phòng đào tạo sẽ thông báo cho sinh viên qua mail nếu có thay đổi về hình thức học, và các hình thức đăng ký ở đợt 2.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Chào phòng đào tạo ạ!. . . . PĐT cho em hỏi là nếu đăng kí học dự thính online thì mình học kéo dài trong bao lâu ạ? và là full online hay là vẫn sẽ có học offline ạ?. . Em cảm ơn nhiều",
            "Chào bạn. . Tạm thời hình thức học dự thính  theo thông báo là “giảng dạy trực tuyến theo cách truyền trực tiếp” (sau đây gọi là giảng dạy livestream).. . Phòng đào tạo sẽ thông báo cho sinh viên qua mail nếu có thay đổi về hình thức học.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1915507  /b \t. . . .   i Đăng ký rút môn học HK192 (không tính HP)   Dành cho SV các hệ (không phải Quốc tế, CLC) . EM MUỐN XIN RÚT MÔN HỌC DỰ THÍNH VÌ LÝ DO THỜI GIAN NGHĨ DỊCH QUÁ DÀI EM CẢM THẤY KHÔNG ĐỦ THỜI GIAN ĐỂ CÓ THỂ HỌC THÊM MÔN VẬT LÝ 1 ( ph1003)",
            "Chào bạn. . Hiện đang trong đợt hủy môn học dự thính HK192, bạn nhanh chóng thực hiện hủy môn học . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   B thời khóa biểu như hình đính kèm của em là tổng số tín chỉ chỉ là 12 trừ môn thể dục ra, nhưng ở mục tổng số tín chỉ đăng ký thì lại 15 ạ. Có nhầm lẫn gì không ạ???  /B",
            "Chào bạn. . Chính xác số tín chỉ của bạn là 12 tc, không cần quan tâm đến số tín chỉ trên trang Mybk nghen bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi là đăng kí môn học đợt 2 có được hiệu chỉnh không ạ . .",
            "Chào bạn,. . Được nhé bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Dạ thầy cô do trong những học kì vừa qua em mắc việc nên không thể học tiếng anh được nên em bị thiếu môn tiên quyết là anh văn. Vậy cho em hỏi là em có thể xin đăng kí cả anh văn cơ bản, anh văn 1 và anh văn 2 trong học kì dự thính buổi tối sắp tới được không ạ. Em xin cảm ơn.",
            "Chào bạn,. . . . Dự thính 192 sắp tới không mở môn anh văn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là: [full_name]. . MSSV: [student_id]. . Chuyên ngành: Công Nghệ Thông Tin (VLVH). . . . Dạ em xin kính chào phòng đào tạo trường đại học Bách Khoa, dạ em xin được hỏi là đơn xét miễn môn học bổ sung của em đã được xét duyệt chưa ạ và đã có kết quả chưa ạ. Em xin cảm ơn.. . . .",
            "Chào bạn,. . Phòng Đào tạo sẽ gửi kết quả qua email cho bạn nhé. Bạn có thể gửi mail trực tiếp cho anh [full_name] qua email: [email] về việc miễn MH nhé!. . Thân",
            "Em tên là: [full_name]. . MSSV: [student_id]. . Chuyên ngành: Công Nghệ Thông Tin (VLVH). . . . Em xin cảm ơn ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy cô cho em hỏi là em có đăng kí dịch vụ hỗ trợ 3G cho sinh viên. Đên nay là 22/4 rồi vậy đã sử dụng được chưa? E chưa nhận đc bất kì thông tin gì từ nhà mạng về việc đã đăng kí thành công ạ",
            "Chào bạn. . VinaPhone sẽ thông báo cho bạn khi nào gói cước được kích hoạt. . Thân",
            "thầy co cho em hỏi là em đăng kí gói cước đợt 20/4 đến nay vẫn chưa có thông báo gì ạ? Em phải lm sao ạ",
            "Chào bạn. . VinaPhone sẽ thông báo cho bạn khi nào gói cước được kích hoạt. Nếu không được kích hoạt, trường hợp của bạn sẽ chuyển sang phương án nhận hỗ trợ 50,000/tháng (Sinh viên vui lòng đợi thông báo của Nhà trường qua mail về việc hỗ trợ 50,000/tháng này). . Thân.",
            "dạ cho em hỏi là 50.000đ nhận như thế nào vậy ạ?",
            "Chào bạn,. . Bạn vui lòng đợi thông báo của nhà trường về việc hỗ trợ này qua mail sinh viên nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "i Yêu cầu khác . Cho em hỏi vì sao em đã đăng kí số điện thoại rồi mà vẫn chưa được kích hoạt 3G ? Liệu có phải đăng kí với cú pháp hay nhà mạng sẽ tự kích hoạt cho mình vậy ạ ? . .",
            "Chào bạn. . VinaPhone sẽ thông báo cho bạn khi nào gói cước được kích hoạt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em tên: Võ [full_name] Trí; MSSV: [student_id]. . Cho e hỏi là kỳ dự thính 192 này em đã thi toeic 340đ nhưng khi đăng ký học anh văn 1 em lại bị yêu điều kiện là học anh văn cơ bản tiên quyết nhưng em đã thi toeic 340đ qua mức anh văn cơ bản của k17 rồi ạ. Em xin cảm ơn.",
            "Chào bạn. . - Môn ngoại ngữ không mở học livestream,nên bạn yên tâm dự thính sẽ không xếp tkb môn anh văn.. . Thân. .",
            "kỳ trước em có hỏi thì pđt nói là đăng ký môn học chưa cập nhật anh văn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ thưa quý thầy cô. . Theo như tiến độ hiện tại cũng như tình hình khả quan của dịch hiện tại thì khả năng trường mình sẽ đi học lại vào tháng 5.Vấn đề . . em muốn hỏi là trường mình có tổ chức kì học hè không ạ.Em xin cảm ơn. . . .",
            "Chào bạn. . Bạn vui lòng check mail thường xuyên. . Nếu có tổ chức HK 193 thì sẽ thông báo qua mail cho sv nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  Thầy cô cho em xin rút môn học Công nghệ phần mềm nâng cao (CO3065) có tính học phí ạ.. . Em cảm ơn.. .",
            "Chào bạn,. . Đã hết thời gian nhận yêu cầu rút môn học (không đóng học phí), các trường hợp gửi yêu cầu rút môn học qua bksi.hcmut.edu sau ngày 17/04/2020, vui lòng đợi thông báo của Phòng Đào tạo qua email sinh viên về việc đăng ký rút môn học (có tính học phí theo quy định). Phòng Đào tạo sẽ hướng dẫn rõ thời gian và hình thức nộp đơn rút môn học.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy cô!. . Thầy cô cho em gỏi là gói cước 3g của nhà mạng vinaphone của trường mình khi nào áp dụng ạ, do em đăng ký vào ngày 19/4/2020, theo thông báo là ngày 21/4/2020 được áp dụng, nhưng hôm nay 22/4/2020 chưa thấy áp dụng ạ.. . Em xin cảm ơn ạ!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . VinaPhone sẽ thông báo cho bạn khi nào gói cước được kích hoạt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em đã rút môn nhưng thời khóa biểu chưa cậo nhật ạ. . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Kính gửi: PĐT Trường Đại học Bách khoa - ĐHQG TP.HCM. . Em là [full_name] MSSV:[student_id]. . Về việc đăng ký môn học dự thính HK192 em có một số thắc mắc sau:. . 1. Việc học dự thính là hoàn toàn thông qua kênh livestream hay việc học livestream chỉ kéo dài đến khi trường bắt đầu học bình thường trở lại?. . 2. Việc tổ chức thi cuối kỳ của các môn dự thính này sẽ cùng lúc với thi cuối kỳ các môn kỳ học chính hay sẽ tổ chức thi ngay khi đợt dự thính kết thúc?. . . . Mong PĐT giải đáp giúp em.. . Sinh viên,. . [full_name]",
            "Chào bạn,. . . . . . . . 1.  Hiện tại học online, chưa có thông báo mới học tập trung, khi nào có thông báo học tập trung trở lại PDT sẽ gởi thông báo qua mail cho từng sinh viên.. . . . 2. Thi dự thính được tổ chức ngay khi đợt dự thính kết thúc. Thông thường trên biểu đồ học tập thi  dự thính cuối kỳ và học kỳ chính cuối kỳ hay rơi vào cùng thời điểm.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã yêu cầu rút môn học \"Vẽ kỹ thuật\" trước ngày 17/4 mà sao tkb chưa cập nhật ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận khiếu nại về việc xin Rút môn học HK 2/2019-2020 (không tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/TKB sau ngày 06/05/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Cám ơn những góp ý, và phản hồi của bạn cho nhà trường, mong bạn chia sẻ và đồng hành cùng nhà trường.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô. . Em tên là [full_name], MSSV [student_id], lớp MT17KH05.. . Dạ cho em hỏi là nếu học kì 192 này chúng ta sẽ triển khai học dự thính theo hình thức livestream. Vậy nếu như hết dịch vậy môn học có được chuyển qua học trên lớp như bình thường không ạ? Và nếu chỉ học livestream đến hết kì vậy hình thức thi là tổ chức trên lớp hay online ạ?. . Em xin chân thành cảm ơn!. .",
            "Chào bạn,. . . .  Hiện tại học online, chưa có thông báo mới học tập trung, thi. khi nào có thông báo học tập trung trở lại PDT sẽ gởi thông báo qua mail cho từng sinh viên.. . . . . . . .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại em đã làm đủ các phần bài tập, phần summary của chương 0 nhưng không xem được tiếp các video ở chương 1. . . . . Hình ảnh em chụp đính kèm ở dưới ạ",
            "Chào bạn,. . . . Việc này bạn liên hệ với giáo viên giảng dạy nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em hiện đang theo học khoa xây dựng chuyên ngành công trình giao thông. Theo chung trình đào tạo của em thì môn sức bền vật liệu đăng ký có mã môn học là CI2007. Do nhầm lẫn trong lúc đăng ký nên em đã đăng ký nhầm môn sức bền vật liệu có mã môn học là CI2001. Phòng đào tạo có thể cho em xin đổi lại môn sức bền vật liệu có mã môn CI2007 cho ngành xây dựng được không ạ ? Do học kỳ cũng vừa mới bắt đầu chưa được bao lâu, nên với kiến thức đã học em sẽ ôn  tự ôn luyện để đạt được kết quả tốt ạ. Em xin cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Câu 1: Cho em hỏi BKeL là e đã rút môn học ngày 20/2/2020 , như vậy e có bị tính học phí không ạ?. . . . Câu 2 : Em sinh viên hệ VHVL có môn 1 môn e được miễn trùng với TKB hiện tại của e . Vậy e có cần học hay hủy môn này không ạ ?. . . . Em cám ơn",
            "chào bạn.. . Theo thông báo, lich rút môn tính đến ngày 17/4 là ngày cuối cùng.. . Vì vậy bạn rút môn ngày 20/02 sẽ không bị tính học phí. . Thân",
            "thầy ơi . e rút môn học trước ngày 17/4 . Vậy tại sao học phí lại bị tính vào vậy ạ !!!",
            "Chào bạn,. . . . Bạn có minh chứng gì không, chứ PDT không tìm thấy đơn và câu hỏi BKSI về việc rút môn học của bạn trước ngày 17/4.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký rút môn học HK192 (không tính HP)   Dành cho SV các hệ (không phải Quốc tế, CLC) .   Em tên: Nguyễn Minh Thiện. MSSV: [student_id]. .   Em đã gởi yêu cầu đăng kí rút môn học TR 1003 và tình trạng đã được giải quyết kèm theo thông báo:. .  \"Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK 2/2019-2020 (không tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/TKB sau ngày 04/05/2020.\". .   Trong khi đó thì gmail mới nhất em được nhận:. .  \"Phòng Đào tạo chỉ giải quyết khiếu nại về việc Rút môn học (không tính học phí) cho các bạn sinh viên đã gửi yêu cầu qua [full_name].hcmut.edu.vn theo đúng thời gian quy định và thời gian (từ ngày 06/04/2020 đến 17/04/2020) và đã nộp phiếu rút môn học trực tiếp tại Phòng Đào tạo trước đó. Thời gian tiếp nhận giải quyết khiếu nại đến 15h ngày 24/04/2020 (các yêu cầu khiếu nại vui lòng thực hiện tại trang [full_name].hcmut.edu.vn)\". .   Em chưa hiểu là mình có cần phải làm thêm gì khác không để được rút môn ạ. Em cám ơn. .",
            "Chào bạn,. . Bạn vui lòng kiểm tra xem PDT đã xử lý rút MH của bạn đúng chưa, nếu chưa đúng thì bạn gửi yêu cầu khiếu nại để PĐT kiểm tra và xử lý cho bạn. Hiện tại PĐT đã cập lại TKB sau khi SV đăng ký.. . Thân",
            "Dạ chào ạ,. . Em đã kiểm tra TKB và môn TR1003 Vẽ kỹ thuật giao thông của em vẫn còn ạ.",
            "Em đã đăng kí rút môn TR1003\tVẽ kỹ thuật giao thông nhưng trên TKB của em vẫn còn môn đó ạ.",
            "Chào bạn,. . Phòng Đào tạo đã tiếp nhận yêu cầu khiếu nại của bạn, và sẽ xử lý rút MH TR1003 - Vẽ kỹ thuật giao thông bổ sung cho bạn.. . Chúc bạn học tốt.. . Thân",
            "Em xin cám ơn ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Câu 1 : e đã rút môn học vào ngày 20/2/2020 vậy e có bị tính học phí môn này không ạ?. . . . câu 2 : e sinh viên hệ VHVL có 1 môn trùng với TKB hiện tại của e đã được miễn . Vậy e làm thế nào ạ, học luôn hay hủy môn này ạ ? . . . . Em cám ơn. .",
            "Chào bạn.. . Bạn rút môn học bên hệ nào, CQ hay VLVH. . . . 2: Môn đã được miễn  ( miễn sau) bạn có thể làm đơn xin hủy môn học hoặc theo học tùy bạn.. . Lưu ý: Môn miễn thêm sau sẽ tính học phí. . . . Thân",
            "em rút môn hệ VHVL .. . Vậy môn được miễn e không học thì e có làm đơn rút môn học không ạ !!! Hay là e không cần thi cũng được ạ !!!",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Bạn đã được miễn thì không cần thi cũng được. . Nhưng HP thì vẫn phải bị tính nhé. .",
            "dạ. . . Vậy học kì đầu tiên nhà trường tự đăng kí cho e 3 môn nhưng trong đó e có 2 môn được miễn vậy e có bị tính HP không ạ .Hiện tại chưa thi được vì dịch corona .",
            "Hiện tại TKB của em chỉ có 02 môn học.. . Và sẽ chỉ tính HP của 2 môn học trên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . thưa thầy cô, em vừa nhận được email 22/04/202 về việc rút môn học, em muốn hỏi là nếu rút môn học dự thính sau ngày 21/04/2020 thì có tính học phí không ạ? và rút môn học dự thính ngoài việc vào Mybk/ Đăng ký môn học để rút môn học dự thính ra thì cần phải làm gì nữa không ạ?",
            "chào bạn.. . Dự thính hiện bạn có thể hủy môn học online. . Trên trang dkmh.. . Lưu ý: Dự thính hiện dự kiến sẽ xếp cuối tuần. . . . thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1600233  /b \t. . . .   i Yêu cầu khác . Hiện tại e thấy có mở môn học 003004 - Anh văn 4 của bảo dưỡng công nghiệp. môn học này thì e thấy không yêu cầu môn (học trước anh là văn 3)  trong học kỳ dự thính. em có xem nếu như e học môn anh văn 4(003004 ) này thì chuẩn anh văn nộp vào để nhận bằng tốt nghiệp là  toeic 450. (Vì hiện tại toeic e thi được 420)  vậy môn học này ở học kỳ dự thính có được xem là môn học duy trì tình trạng học tập không ạ. . . nếu như phải thì e sẽ rút môn học LA1005\tAnh văn 2 trong học kì chính ạ.. . . . . . Đây là nội dung em đã hỏi trước đó: . . . . Thời gian: 04/08/2020 10:20:27 am. . Từ: [17456] (1600233) Thứ Võ Văn. . . . MSSV/MSGV: 1600233    . . . . Học vụ - Đại học - Cao đẳng chính quy   Rút môn học. . . . Hiện nay e là sinh viên của trung tâm bảo dưỡng công nghiệp khóa 2016, học kì vừa rồi Học kỳ 1 (2019-2020) em đã hoàn tất bảo vệ tiểu luận tốt nghiệp. nhưng do e thi anh văn chưa đủ. nên e đã đăng kí 1 môn Anh Văn 2 để duy trì tình trạng học tập. Và hiện tại thì trong đợt dịch này em vẫn chưa thi được. để nộp trong đợt xét tốt nghiệp này. Hiện tại thì e cũng đang ở quê. nên e muốn hỏi nếu e rút môn học, liệu có ảnh hưởng trong học kì này và học kì sau không ạ. . [ Trích dẫn ]. . Thời gian: 04/08/2020 01:17:25 pm. . Từ: [20279] (003243) [staff_name]. . . . Chào bạn,. . Theo quy chế nếu trong học kỳ bạn không có thời khoá biểu sẽ bị xử lý tạm dừng. nếu học kỳ tới bạn đủ điều kiện tốt nghiệp thì có thể làm đơn xin thu nhận xét tốt nghiệp nhé. Tuỳ bạn cân nhắc việc rút Mh hay không nhé!",
            "Chào  bạn,. . . . Học kỳ dự thính 192 không mở môn anh văn nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "i Đăng ký rút môn học HK192 (không tính HP). .   ii  Lý Do: Vì lý do dịch bệnh khiến khối lượng luận văn của em còn tồn đọng nhiều nên không thể tiếp tục học cải thiện. Trước ngày 14/4 e có gửi rút môn học một lần nhưng không nhận được phản hồi, rất mong phòng đào tạo xem xét lại giúp em.. . [full_name]: ME3007 Nhóm: A01. .    Dành cho SV các hệ (không phải Quốc tế, CLC) .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK 2/2019-2020 (không tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/TKB sau ngày 06/05/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Cám ơn những góp ý, và phản hồi của bạn cho nhà trường, mong bạn chia sẻ và đồng hành cùng nhà trường.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Kính gửi Phòng Đào Tạo,. .   Em tên là [full_name], mssv [student_id]. Vào ngày 9/04/2020 em có làm đơn xin rút môn học: . .   Mô Hình Hóa, Mô Phỏng Và Tối Ưu Hóa Trong CNHH. .   Mã môn hoc: CH3133. . nhưng do có nhầm lẫn về mã số môn học nên vào ngày 14/04/2020 em có làm lại đơn xin rút môn học. Sau khi xem kết quả rút môn thì Phòng Đạo Tạo đã hủy thành công môn học Mô Hình Hóa, Mô Phỏng Và Tối Ưu Hóa Trong CNHH, nhưng [full_name] (mã số: CH4353)  của em cũng bị hủy. Xin Phòng Đào Tạo xem xét lại giúp em. . .  Em xin cảm ơn!. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký rút môn học HK192 (không tính HP)   Dành cho SV các hệ (không phải Quốc tế, CLC) . Lý do : em muốn rút môn học kì này lý do em muốn thi lại ạ. . Cho em tạo lại yêu cầu vì lần trước em ghi phần nội dung bị sai quy cách ạ. . 1: Thựctập cơkhí đạicương 1 : Mã :ME1013. . 2: Thí nghiệm vật lý  mã :PH1007. . 3 :Hóa đại cương mã : CH1003. . 4: Vật lý 2  mã : PH1005. . 5: Giải tích 2 mã :MT1005. . 6: Vật lý 2 (bt) mã :PH1006. . 7: Giải tích 2 (bt) mã : MT1006. . 8: Hóa đại cương (tn) mã  :CH1004. . . .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK 2/2019-2020 (không tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/TKB sau ngày 04/05/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại). . - Cám ơn những góp ý, và phản hồi của bạn cho nhà trường, mong bạn chia sẻ và đồng hành cùng nhà trường.. . Chúc bạn học tập tốt nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi quý thầy cô.. . Nay em viết đơn này để xin hủy nợ lệ phí thi [full_name]. . . Do lúc này, phương thức thi thay đổi sang thi trên máy tính, và trường có thông báo là nếu SV không muốn thi, thì không cần thanh toán.. . Em cũng có lên PĐT, mấy cô nói thầy sẽ xóa hết nợ lệ phí này trên toàn hệ thống cho các bạn SV.. . Nhưng hiện nay, nợ vẫn còn ạ. Mong quý thầy cô xem xét, giúp đỡ ạ.. . Em cảm ơn ạ, chúc quý thầy cô mạnh khỏe.",
            "Chào bạn,. . Hiện tại đã xóa khoản lệ phí phí AV trên bkpay. Bạn vui lòng vào xem kiểm tra lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào thầy(cô). . Em có đăng kí gói cước hỗ trợ 3G/4G của nhà trường đợt 1, trong đợt đó có ghi gói cước có thời hạn từ ngày 21/4 -20/5, nhưng đến ngày hôm nay em vẫn chưa sử dụng được ạ. Thầy (cô) cho em hỏi là em có cần kích hoạt gói cước hay không ạ? . . . . Mong sớm nhận được phản hồi từ thầy(cô). . Em cảm ơn ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . VinaPhone sẽ thông báo cho bạn khi nào gói cước được kích hoạt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi [full_name]. . Em tên [full_name] , mssv [student_id]. Hiện đang học Khoa Quản Lí Công Nghiệp lớp 1902. . Em xin rút môn Hỗ trợ quyết định và trí tuệ kinh doanh. Mã MH IM3041. . Lí do : Môn học không bắc buộc đối với ngành học và em đã đăng kí nhầm. Đồng thời điều kiện di chuyển khó khăn , em đang học năm 2 dưới CS2 nhưng môn này là ở CS1 ạ.. .  Em xin [full_name] xem xét và phê duyệt a. .  Em xin chân thành cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Đã hết thời gian nhận yêu cầu rút môn học (không đóng học phí), các trường hợp gửi yêu cầu rút môn học qua bksi.hcmut.edu sau ngày 17/04/2020, vui lòng đợi thông báo của Phòng Đào tạo qua email sinh viên về việc đăng ký rút môn học (có tính học phí theo quy định).. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký rút môn học HK192 (không tính HP). .   ii  Kính gửi Phòng Đào Tạo, Vào ngày 11/04/2020 em có gửi đơn xin rút môn học ME3007 nhóm A01 và được phản hồi từ quản trị viên. Nhưng đến nay thời khóa biểu và BKEL của em vẫn chưa được xóa môn học. Rất mong Phòng Đào Tạo xem xét lại yêu cầu giúp em. Em xin chân thành cảm ơn.. .    Dành cho SV các hệ (không phải Quốc tế, CLC) ."
        ]
    },
    {
        "intent": "",
        "message": [
            "PE1019 bơi lần trước e có gửi rút rồi sao cập nhật thời khoá biểu vẫn còn ạ. .   i Đăng ký rút môn học HK192 (không tính HP)   Dành cho SV các hệ (không phải Quốc tế, CLC) .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Phòng Đào tạo đã tiếp nhận khiếu nại của bạn, và sẽ xử lý rút MH bổ sung PE1019 bơi cho bạn, bạn vui lòng xem kết quả cập nhật lại tại mybk/xem thời khóa biểu sau ngày 4/5/2020. . Chúc bạn học tốt.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . dạ em trước đó em có xin rút môn học quản lý chất lượng IM3063 nhóm A03 nhưng kiểm tra lại thì kì này em rất cần học môn này nên đã lên xin không rút môn học nữa các yêu cầu đều trước ngày 17/4.. . hiện tại thời khóa biểu em đã bị mất môn học, em mong muốn trường không rút môn này để em được tiếp tục học trong kỳ này ạ. . . em xin lỗi vì đã không xem xét kỹ.. . em cảm ơn!",
            "Chào bạn,. . Bạn vui lòng làm đơn trình bày xin phục hồi lại môn học, bạn vui lòng ghi rõ đã gửi yêu cầu rút, sau đó có xin không rút (vì trong mail hướng dẫn PDT có ghi rõ sinh viên lưu ý cân nhắc kỹ trước khi gửi yêu cầu, không được thay đổi).. . Trình bày rõ xin phục hồi MH nào, mã MH, ký tên và chụp hình gửi kèm qua bksi để PDT xem xét. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký rút môn học HK192 (không tính HP)   Dành cho SV các hệ (không phải Quốc tế, CLC) . Chào thầy/cô.. . Đợt trước em có đăng ký rút môn SCADA (EE3071). . . Hôm nay 22/4 em kiểm tra thì em vẫn thấy môn SCADA trong TKB. Mong thầy/cô xem lại giúp em ạ.. . Em cám ơn thầy/cô.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . TKB chính đã được hủy.. . TKB livestream sẽ hủy sau. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em nộp chứng chỉ ngoại ngữ sau khi kết thúc học kỳ thì có được cộng số tín chỉ tiếng anh vào học kỳ vừa kết thúc không ạ hay cộng vào học kỳ sau ạ",
            "Chào bạn. . Bình thường thì số tín chỉ tiếng anh căn cứ vào lịch học vụ, nhưng tình hình hiện tại căn cứ vào thời gian bạn nộp chứng chỉ ngoại ngữ, thì lúc đó mới biết theo học kỳ nào. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký rút môn học HK192 (không tính HP)   Dành cho SV các hệ (không phải Quốc tế, CLC) . Kính gửi Phòng Đào Tạo,. .   Em tên là Trần Văn Thái, mssv [student_id]. Vào ngày 9/04/2020 em có làm đơn xin rút môn học:. .   Mô Hình Hóa, Mô Phỏng Và Tối Ưu Hóa Trong CNHH. .   Mã môn hoc: CH3133. . nhưng do có nhầm lẫn về mã số môn học nên vào ngày 14/04/2020 em có làm lại đơn xin rút môn học. Sau khi xem kết quả rút môn thì Phòng Đạo Tạo đã hủy thành công môn học Mô Hình Hóa, Mô Phỏng Và Tối Ưu Hóa Trong CNHH, nhưng [full_name] (mã số: CH4353)  của em cũng bị hủy. Xin Phòng Đào Tạo xem xét lại giúp em.. . Em xin cảm ơn!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "table . .   tr . .   th MSMH  /th . .   th Tên môn học  /th . .   th Mã nhóm  /th . .   tr . .   tr . .   td CO3059  /td . .   td Đồ hoạ máy tính  /td . .   td L02  /td . .   /tr . .   tr . .   td CO3057  /td . .   td Xử lý ảnh số và thị giác máy tính  /td . .   td L01  /td . .   /tr . .   /table",
            "b MSMH:  /b  CO3059. .   b Tên môn học:   /b  Đồ hoạ máy tính. .   b Nhóm:   /b  [full_name]02. . . .   b MSMH:  /b  CO3057. .   b Tên môn học:   /b  Xử lý ảnh số và thị giác máy tính. .   b Nhóm:   /b  [full_name]01",
            "Chào bạn,. . Đã hết thời gian nhận yêu cầu rút môn học (không đóng học phí), các trường hợp gửi yêu cầu rút môn học qua bksi.hcmut.edu sau ngày 17/04/2020, vui lòng đợi thông báo của Phòng Đào tạo qua email sinh viên về việc đăng ký rút môn học (có tính học phí theo quy định). Phòng Đào tạo sẽ hướng dẫn rõ thời gian và hình thức nộp đơn rút môn học.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô ạ, cho em hỏi là em đã đăng kí theo đợt hỗ trợ mạng vinaphone của trường, theo đó thì ngày 21 sẽ có hiệu lực, tuy nhiên hôm nay là ngày 22 nhưng em vẫn chưa thấy data 3G được cộng vào ạ, như vậy thì làm sao để khắc phục ạ? Em xin chân thành cám ơn.",
            "Chào bạn. . VinaPhone sẽ thông báo cho bạn khi nào gói cước được kích hoạt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cơ ứng dụng lớp L02, trong el có các bài kiểm tra định kỳ, bài đầu tiên em làm bài test đầu được 4/10 xong mới xem được video thì không làm lại được bài test. Vì bài không đạt 5/10 nên các bài test sau của em không được mở và em không không thể làm cũng như xem video được. Theo tình hình này thì em không được thi cuối kỳ và giữa kỳ, thầy/cô có thể xem và chỉ em cách giải quyết được không ạ? em cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký rút môn học HK192 (không tính HP)   Dành cho SV các hệ (không phải Quốc tế, CLC) .  Em đăng ký nhầm môn học này, môn này không có trong chương trình đào tạo của nghành kỹ thuật xây dựng, em xin được rút lại môn này ạ.. .  Con người và môi trường . .  mã môn EN1003 . .  nhóm L02",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Đã hết thời gian nhận yêu cầu rút môn học (không đóng học phí), các trường hợp gửi yêu cầu rút môn học qua bksi.hcmut.edu sau ngày 17/04/2020, vui lòng đợi thông báo của Phòng Đào tạo qua email sinh viên về việc đăng ký rút môn học (có tính học phí theo quy định).. . Chúc bạn học tốt!. . Thân. .",
            "Đăng ký rút môn học HK192 (không tính HP)   Dành cho SV các hệ (không phải Quốc tế, CLC) .  Em đăng kí nhầm môn học này, môn học này không nằm trong chương trình đào tạo của ngành Kĩ thuật xây dựng của em. Em xin được rút môn học này ạ.. .  Môn học: Con người và môi trường. .  Mã môn học:EN1003. .  Nhóm: L02",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Đã hết thời gian nhận yêu cầu rút môn học (không đóng học phí), các trường hợp gửi yêu cầu rút môn học qua bksi.hcmut.edu sau ngày 17/04/2020, vui lòng đợi thông báo của Phòng Đào tạo qua email sinh viên về việc đăng ký rút môn học (có tính học phí theo quy định). Phòng Đào tạo sẽ hướng dẫn rõ thời gian và hình thức nộp đơn rút môn học.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin chào quý thầy cô. Em đã đăng ký gói cước 3g trường đã kích hoạt nhưng em vẫn chưa nhận được dữ liệu ạ!. . Số điện thoại của em là [phone_number] . . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . VinaPhone sẽ thông báo cho bạn khi nào gói cước được kích hoạt.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký rút môn học HK192 (không tính HP)   Dành cho SV các hệ (không phải Quốc tế, CLC) . Kính gửi quý thầy cô, . . Ngày 09/04 em có xin rút môn học Hệ điều hành và được giải quyết, hôm nay em có đọc mail báo là kiểm tra lại thời khóa biểu nhưng em vẫn còn thấy môn hệ điều hành, nhờ quý thầy cô kiểm tra lại ạ.. . . . Em cám ơn thầy,cô nhiều ạ.. . . . [full_name].. . MSSV: [student_id]. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "PĐT sẽ kiểm tra lại và phản hồi lại bạn nhé. . Thân",
            "Chào bạn.. . Bạn ghi môn học cần rút sai mã rồi.. . Môn CO2007 mới đúng.. . Trường hợp này bạn nộp đơn lại PĐT hoặc phản hồi lại để xem xét nhé. . Thân",
            "Kính gửi quý thầy cô,. . . . Vì trong thông tin E-learning có 2 mã CO2008 và C02007 . Nên nhờ quý thầy cố xem lại dùm.. . . . Em cám ơn.. .",
            "Kính gửi quý thầy cô,. . . . Vì trong thông tin E-learning có 2 mã CO2018 và C02017 . Nên nhờ quý thầy cố xem lại dùm.. . . . Em cám ơn.",
            "PĐT sẽ xem xét lại",
            "Chào bạn.. . PĐT sẽ hủy môn học CO2007 cho bạn. TKB sẽ cập nhật lại sau. . Thân",
            "Kính gửi quý thầy cô,. . . . Em cám ơn quý thầy cô đã xem xét và hỗ trợ.. . Em thấy mã trong TKB của em là : CO2017 . Nhờ thầy cô lưu ý giúp. . . . Trân trọng."
        ]
    }
]