[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Phòng Đào Tạo cho em hỏi Đơn xin thu nhận lại của em gửi ngày 10/12 đã được duyệt chưa ạ? Em được biết 23/12 mở đăng ký môn học ạ. Mong PĐT duyệt giúp em để em được đăng ký môn ạ. Em xin chân thành cảm ơn.",
            "Chào em,. . Em đã nộp đơn thu nhận, vui lòng theo dõi tình trạng cập nhật trên mybk nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào thầy cô,. . Em tên [full_name], MSSV [student_id]. Ở HK 212 em có một môn ứng dụng laser trong y học (AS3046), nhưng đã bị xóa phần thí nghiệm. Nay em đã tiêm đủ 2 mũi vaccine và đã vào thành phố được hơn 14 ngày. Kính mong thầy cô xem xét thêm tên em vào danh sách tham gia lớp thí nghiệm của môn học này.. . Em xin cảm ơn. . .",
            "Chào em,. . Hiện tại đã quá trễ để đăng ký học trực tiếp thí nghiệm, đồ án. Trước đó PĐT đã xếp TKB đối với SV đã đăng ký.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ Xin chào PĐT!. . . . Nhà em thuộc KV2-NT nên em làm đơn này để xin gia hạn thêm một kì.. . . . Nếu có sai sót mong Chị (Anh) báo lại với em ạ.. . . . Xin cảm ơn!",
            "\"Chào bạn. . - Bạn không thuộc diện kéo dài 1 học kỳ. . - Về quy định thời gian và kế hoạch học tập: Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . - Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa thầy cô,. . Em là [full_name] mssv [student_id], hiện tại em đã hoàn thành luận văn vào kì 202 nhưng vì dịch nên không thể thi toeic 600 để chuyển điểm môn av3 và av4. Kì vừa qua em đã học av3a và av4a để chuyển điểm và đã hoàn thành môn cũng vừa cập nhật chuyển điểm qua av3 và av4. PĐT có thể cho em hỏi là em có đủ điều kiện xét tốt nghiệp đợt tháng 1 này hết hạn vào 24/12 này không ạ. Tại vì tất cả chương trình học 142 tín chỉ em đã hoàn thành, đủ ctxh và av 4 kĩ năng rồi ạ.. . Mong nhận được giải đáp từ thầy cô.. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Thầy/Cô ạ!. . Cho em hỏi em vừa đăng ký tốt nghiệp xong và đã được xét tốt nghiệp nhưng em muốn đăng ký mua bảo hiểm y tế trong trường thì có còn được không ạ. . . Em xin cảm ơn quý Thầy/Cô.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi thầy/cô PĐT,. . . . Em là [full_name], khoa điện, K16. Tình hình học kỳ này do tác động của dịch bệnh với em dương tính với covid 19 trong 1 khoảng thời gian nên chưa hoàn thành được LTVN của mình. . . . . Thầy/cô PĐT cho em hỏi là quy trình đăng kí hoãn luận văn như thế nào? Và học kì sau có cần đăng kí môn học lại không? Học kì sau có phải nộp học phí tiếp không? Rất mong nhận được phản hồi sớm từ PĐT.. . . . Em cảm ơn quý thầy/cô nhiều ạ.. . . . Trân trọng.",
            "Chào em,. . Căn cứ trên tình hình phòng chống dịch Covid-19, theo lệnh của Ban giám hiệu, Phòng Đào tạo (PĐT) thông báo kế hoạch tổ chức thi học kỳ 1 năm học 2021-2022, ngày 08/11/2021 (Phòng Đào tạo đã gửi mail cho SV vào ngày 22/11/2021), có thông báo rõ về thời gian phản biện và bảo vệ Luận văn tốt nghiệp (LVTN) trong HK211 và có ghi rõ về các \" Trường hợp cần thiết, sẽ có một đợt bảo vệ bổ sung cho các trường hợp đề tài bị ảnh hưởng nghiêm trọng bởi tình hình dịch Covid-19\". SV vui lòng xem lại email sinh viên về thông báo báo này.. . - SV vui lòng liên hệ khoa để được hỗ trợ và hướng dẫn để xin đăng ký bảo vệ trong đợt bổ sung theo đúng chỉ đạo của Ban Giám hiệu nhà trường.. . -Trường hợp Khoa không tiếp nhận trường hợp tổ chức đợt bảo vệ bổ sung, SV nhờ Khoa làm công văn đề nghị lên Phòng Đào tạo, ghi rõ lý do vì sao không thể tổ chức đợt bảo vệ LVTN bổ sung, để Phòng Đào tạo trình lên Ban Giám hiệu nhà trường xin ý kiến và phản hồi cho sinh viên.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .    Em chào pdt. Em tên [full_name], k17.. .    Em còn anh văn nói viết để tốt nghiệp, nhưng em muốn nộp chứng chỉ toeic để nâng cao điểm tbtl, kì này đang dịch nên em không thi kịp, sau tết em thi. Nên em không đăng ký môn học vào kì tới, và sẽ bị tạm dừng học.. . Thầy/cô cho em hỏi trong hợp bị tạm dừng thì có cách nào xét tốt nghiệp vào 4/2022 không? Và có được chuyển điểm toeic quốc tế trong thời gian bị tạm dừng không.. .    Em cám ơn.. . . . . .",
            "Chào em,. . Về trường của bạn khi nào đủ điều kiện tốt nghiệp bạn có thể làm đơn xin thu nhận xét tốt nghiệp.. . Việc tạm dừng không ảnh hưởng đến việc nộp CCNN tại mybk. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính thưa thầy cô.. . Em là [full_name], là sinh viên của Khoa khoa học và ki thuật máy tính.. . Em viết mail này với lý do em muốn hoãn thi bộ môn Cấu trúc dứ liệu và giải thuật, với MSMH là CO2003, phần thì của em diễn ra vào ngày 18/12/2021 vào lúc 14h Nhưng do trục trặc kỉ thuật nên em không thể hoàn thành bài thi được, sự việc này em đã bào cho cán bộ coi thì cũng như giáo viên dạy bộ môn cho em là thầy [full_name] ạ. Thầy nói em có thể hoãn thi ạ, nhưng hiện tại em không biết quy tình hoãn thi của mình là như thế nào ạ. Mong thầy cố có thể xem xét và hướng dẫn cho em. . . Em xin chân thành cảm ơn thầy cô nhiều ạ. . Đây la link video của em trong quá trình thi:https://drive.google.com/file/d/1cgJrg38csA20m1-TNy3G1ZeKj1CCdO4y/view?usp=sharing. . . .",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] MSSV [student_id]. Em xin hỏi em có thể dùng CCCD để thay cho thẻ sinh viên khi thi được không ạ. Em đã có đăng kí thẻ sinh viên lấy ở PDT nhưng vì hôm nay thứ 7 nên em chưa lấy được ạ. Em xin cảm ơn quý thầy cô.",
            "Chào em,. . - SV phải dùng thẻ SV khi dự thi. . . - SV vui lòng trình bày tất cả lý do kèm minh chứng để Cán bộ coi thi ghi nhận vào danh sách thi. PĐT đối chiếu dữ liệu sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là [full_name], MSSV [student_id]. Cho em hỏi em đã đủ điều kiện tốt nghiệp năm 2021 hay chưa để em đăng ký xét tốt nghiệp ạ.. . . . Em xin cảm ơn ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy/cô,. . . . Hiện tại nhà trường đã gửi mail mời em([full_name] - [student_id]) lên PDT để nhận bằng tốt nghiệp, nhưng em chưa được cập nhật chứng nhận PC-Covid để vào cổng trường.. . . . Em đã điền và gửi mẫu đơn thông tin tiêm chủng được đính kèm theo email thông báo trên vào 12/12/2021. Đến nay 18/12 vẫn chưa thấy cập nhật.. . . . Mong PDT kiểm tra hệ thống đơn cập nhật cc pc-covid để em có thể vào trường nhận bằng tốt nghiệp.. . . . Chân trọng cảm ơn,. . . . [full_name]",
            "Chào em,. . Em vui lòng liện tại chỗ cổng bảo về để trình bày nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào các anh chị nhân viên PĐTQT,. . em tên [full_name]Ý - [student_id], ngày hôm qua em có đăng kí mua BHYT 12 tháng của trường những vì chưa có tiền nên em định sáng nay mới thanh toán thì nhận đc mail BKPAY đang bảo trì đến hết ngày 20. Vì hạn chót của thanh toán BHYT cũng là ngày 20 nên em lo sợ ko biết có bị ảnh hưởng gì ko cho việc trễ hạn này ?. . em xin cảm ơn ạ",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy/cô,. . . . Vào học kỳ 202 em có đăng ký hoãn thi 1 môn và trong học kỳ 211 này em có đăng ký học lại. Em xin hỏi là em có được phép hoãn thi cuối kỳ cho học kỳ 202 mà vẫn thi cho học kỳ 211 hay không. Và nếu được thì xin thầy/cô hướng dẫn thủ tục đăng ký hoãn thi với trường hợp của em.. . . . Em xin chân thành cảm ơn.. . Mong sớm nhận hồi đáp từ thầy/cô.. .",
            "Chào em,. . Môn hoãn thi ở HK202 em có thể thi vào HK sau. . (HK211 PĐT xếp lịch thi đúng HK môn học này của em). . - Và nếu được thì xin thầy/cô hướng dẫn thủ tục đăng ký hoãn thi với trường hợp của em.. . =  Trường hợp của em không cần đăng ký nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi em là học sinh chính quy nhưng hết thời gian đào tạo em muốn chuyển sang hệ vừa học vừa làm thì phải làm sao ạ. . . .",
            "\"Chào bạn. . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào các cô các thầy, em có nhận được mail thông báo hệ thông BKpay bảo trì đến hết ngày 20/12 mà em có khoản thanh toán BHYT hạn đến ngày 20. Dạ nếu sau 20 em thanh toán trễ có làm sao không ạ.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn xin giấy xác nhận sinh viên để thi toeic trực tiếp do IIG tổ chức do không đảm bảo điều kiện thi online."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . dạ em là [full_name] học lớp VL01 nhómL14 (nhập môn kỹ thuật (thí nghiệm)) .dạ khu vực của em đang nằm trong vùng dịch nên em muốn xin hủy đăng kí   Nhập môn về kỹ thuật (thí nghiệm) (EE1002)_[full_name] (DH_HK211). . Nhóm: [VL01][L14].em cảm ơn ạ. .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Gửi Phòng đào tạo,. . . . Hiện tại em vừa có điểm của môn hoãn thi học kì 202 vừa rồi (chưa cập nhập trên mybk) và đã hoàn thành đầy đủ các môn học của chương trình đào tạo.. . . . Xin phép pđt cho em hỏi, pđt có thể kiểm tra xem em đã đủ điều kiện để đăng ký tốt nghiệp đợt này (25/12) chưa ạ? Và thời gian có kịp để em đăng ký không.. . . . Em xin chân thành cảm ơn. . . .",
            "Chào em,. . Nếu điểm chưa được cập nhật trên mybk/Thông tin sinh viên/xem điểm thì chưa xét tốt nghiệp cho bạn được nhé.. . Em vui lòng liên hệ giảng viên để nhờ chấp điểm sớm và nộp lên PDT để xét tốt nghiệp cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Tốt nghiệp . Dạ em chào thầy/cô ạ,. . . . Em là SVK17, vừa rồi em có tham gia lớp AV4 dự thính để có điểm AV4 tốt nghiệp trong thời gian tới. Ngày thi cuối kỳ vào đầu tháng 12, tuy nhiên hiện tại em vẫn chưa thấy điểm trên hệ thống. Và như vậy, em chưa có trong danh sách tốt nghiệp. Mong thầy/cô xem xét giúp em ạ.. . . . Em cảm ơn thầy/cô.",
            "Chào em,. . Em vui lòng liên hệ giảng viên nhờ chấm điểm sớm và nộp cho PDT để xét tốt nghiệp cho SV nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào cô, . . Em là sinh viên k18, theo như em đọc quy chế trên aao thì Sinh viên K18 cần phải có bằng toeic =500 thì mới đủ điều kiện xét tốt nghiệp, em đã thi lấy bằng toeic vào 11/2020 và trên 500, nhưng hiện tại em bị trễ 1 kỳ học, nếu như đúng tiến độ thì có lẽ và tháng 12/2022 em mới được xét tốt nghiệp và vào 11/2022 em sẽ hết hạn của bằng toeic đó. Vậy cô cho em hỏi, bằng đó em chỉ nộp 1 lần và được xét duyệt đến khi em ra trường luôn, hay đến thời điểm hết hạn bằng mà em chưa ra trường thì em phải đi thi lại và nộp lại bằng thì em mới đủ điều kiện ra trường ạ? Mong cô giải đáp thắc mắc này của em. Em xin chân thành cảm ơn!",
            "Chào em,. . CCNN tính tại thời điểm bạn nộp còn hạn là được nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi là bây  giờ thẻ bảo hiểm cũ của em đã bị nhàu nát, em muốn xin cấp lại thẻ bảo hiểm y tế mới thì em lên phòng nào và thủ tục gì ạ. Trước khi dịch em xin cấp lại lên phòng y tế cơ sở 2 thì họ hẹn đi hẹn lại 2 3 lần rồi nghỉ dịch tới giờ. Hôm nay em cần thẻ bảo hiểm đi khám bệnh thì không có. Em mong được sự phản hồi sớm vì em đang rất cần BHYT ạ.. . Em cảm ơn. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào cô ạ. . Em có một số thắc mắc mong cô giải đáp ạ:. . 1.Em vừa thi AV nói viết đợt tháng 12 này có kịp xét tốt nghiệp trong kì này không ạ? (Em đọc trên web hạn chót là 24/12 nhưng hôm nay ngày 18/12 em mới thi). . 2.Tình trạng SV của em là \"Tạm dừng\" vậy nếu đủ điều kiện tốt nghiệp thì em có cần làm đơn thu nhận lại không ạ?. . Em cảm ơn cô. . . .",
            "\"Chào em,. . Trường hợp của em khi nào có kết quả em có thể gửi câu hỏi qua bksi để xin hỏi về việc xin xét tốt nghiệp bổ sung. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ hiện tại em muốn đăng kí học trực tiếp môn học Hoá thí nghiệm tại trường thì đăng kí bằng cách nào ạ?",
            "Chào em,. . Hiện tại đã quá trễ để đăng ký học trực tiếp thí nghiệm, đồ án. Trước đó PĐT đã xếp TKB đối với SV đã đăng ký.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   b MSSV/MSGV: 1512219  /b \t. . . .   i Đăng ký môn học . EM ĐANG CẦN GIẢI QUYẾT GẤP VIỆC ĐĂNG KÝ MÔN HỌC.. . Chào thầy/ cô,. . Em tên là Phan Trần Đăng Nguyên, MSSV: 1512219.. . Hiện tại em đang sử dụng trang myBK, khi đăng nhập tại trang đăng ký môn học, thì bị tình trạng như trong hình. Em có thắc mắc là tại sao em không vào được và cách khắc phục ạ.. . EM ĐANG CẦN GIẢI QUYẾT GẤP VIỆC ĐĂNG KÝ MÔN HỌC.. . Trân trọng cảm ơn,. . Nguyên. . 1512219.",
            "Chào em,. . Em vui lòng xem quy chế điều 5.5. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 5.5. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là: [full_name]. . MSSV: [student_id]. . . . Do một số lý do về vấn đề sức khỏe trong mùa dịch, em không thể nào lấy được thẻ sinh viên của em, cho em hỏi là em có thể dùng cmnd thay thế hoặc là hình ảnh của thẻ sv đã từng được được lưu lại được không ạ? . .",
            "Chào em,. . - SV phải dùng thẻ SV khi dự thi.. . - SV vui lòng trình bày tất cả lý do kèm minh chứng để Cán bộ coi thi ghi nhận vào danh sách thi. PĐT đối chiếu dữ liệu sau.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Trường ĐHBK!. . Em tên [full_name] - [student_id].. . Trước em có gởi thông tin xin xét tốt nghiệp theo hệ VHVL (hệ vừa chuyển sang). Sau nhận được mail thông báo xác nhận đã có trong danh sách dự kiến tốt nghiệp. Cũng theo thông tin từ mail trên, yêu cầu SV tra cưu thông tin cá nhân, điểm, xếp loại,... để tránh sai xót.. . Nhưng khi em theo link hướng dẫn:. . http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp. . Em cũng có tìm trên link:(trong ảnh). . . . Thì không có thông tin, phía mục đăng kí tốt nghiệp trong MyBK thì ghi SV đã có trong ds dự kiến. Mong nhận được phản hồi để tránh sai xót về sau.. . Em cảm ơn!",
            "Chào em,. . Em đợi cập nhật QD chính thức tại mybk/Thông tin SV nhé.. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa thầy cô.. . Em là [full_name], là sinh viên của Khoa khoa học và ki thuật máy tính.. . Em viết mail này với lý do em muốn hoãn thi bộ môn Cấu trúc dứ liệu và giải thuật, với MSMH là CO2003, phần thì của em diễn ra vào ngày 18/12/2021 vào lúc 14h Nhưng do trục trặc kỉ thuật nên em không thể hoàn thành bài thi được, sự việc này em đã bào cho cán bộ coi thì cũng như giáo viên dạy bộ môn cho em là thầy [full_name] ạ. Thầy nói em có thể hoãn thi ạ, nhưng hiện tại em không biết quy trình hoãn thi của mình là như thế nào ạ. Mong thầy cô có thể xem xét và hướng dẫn cho em.. . Em xin chân thành cảm ơn thầy cô nhiều ạ. . Đây là link video của em trong quá trình thi:https://drive.google.com/file/d/1cgJrg38csA20m1-TNy3G1ZeKj1CCdO4y/view?usp=sharing. .",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dù hiện giờ TKB chưa có lịch học off nhưng theo em nhớ thì lúc trước em có đăng kí học offline và hiện giờ nhà em đang có người thân bị F0, nên nếu lúc trước em có đăng kí học TN offline thì cho em xin hủy ạ .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name], mssv [student_id]. Ngày 21/12/2021 sắp tới em có lịch thi môn cơ sở điều khiển tự động vào lúc 12h, nhưng vào 13h cùng ngày em có lịch học môn thực tập điện tử 1. Cả lớp VL03 của em tất cả đều bị trùng lịch này. Bên thầy dạy chúng em thì không có thông tin gì về việc học bù hay gì khác. Em mong phòng đạo tạo sắp xếp lại cho lớp chúng em với ạ. Và vào ngày 25/12/2021, em có 2 lớp Thực tập điện 1 và thực tập điện tử 1 cùng chung giờ (7h sáng), cho em hỏi là tkb có thay đổi nữa không ạ, để em xin học bù một trong hai lớp ạ. Em cảm ơn thầy/cô.",
            "Chào em,. . Hiện tại không thể điều chỉnh lịch thực tập và lịch thi.. . Giờ tùy bản thân em quyết định nhé, nếu em không sặp xếp thực tập được có thể làm đơn xin hủy thực tập và gửi qua bksi giúp cô trước ngày 22/12/2021. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Học kỳ này em đăng ký học trực tiếp môn Thực tập điện 1(EE2025) và thực tập điện tử 1(EE2023). . Em có xin hủy học trực tiếp Thực tập điện 1(EE2025) nhưng thời khóa biểu bị xóa luôn cả Thực tập điện tử 1(EE2023) ạ.. . Em cảm ơn.. . . . . .",
            "Học vụ. . Học kỳ này em đăng ký học trực tiếp môn Thực tập điện 1(EE2025) và thực tập điện tử 1(EE2023). . Em có xin hủy học trực tiếp Thực tập điện 1(EE2025) nhưng thời khóa biểu bị xóa luôn cả Thực tập điện tử 1(EE2023) ạ.. . Em cảm ơn.. . . . . .   /QUOTE . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quý thầy/ cô. . Em là [full_name], MSSV: [student_id], thuộc chương trình Tăng cường tiếng Nhật (Điện-điện tử). . . Vào tuần sau (tuân 51) lớp em có bị trùng giờ học Thí nghiệm Giải tích Hệ thống Điện (EE3014) và môn thực tập Điện 1 (EE2025) ạ.. . Em mong quý thầy/cô xem xét và giải quyết giúp em trường hợp này ạ.. . Em cảm ơn thầy/ cô ạ.. . Chúc thầy/cô một ngày tốt lành ạ.",
            "Chào em,. . Hiện tại chỉ trùng 1 buổi, các buổi khác đều bị trùng hết nên không đổi được. Nếu em muốn huỷ TN đợt này thì gửi lại nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là Sinh viên khóa K20. Em có thắc mắc là có những khoảng phí phải hoàn tất trước ngày 20/12 mà Bkpay bảo trì đến sau ngày 20, thì các khoảng phí này sẽ xử lý như thế nào ạ? Em xin chân thành cảm ơn.. . . .",
            "Chào em,. . Nếu phí về BHYT em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô ạ! Hiện tại em đã đủ điều kiện để đăng kí tốt nghiệp nhưng do đang bị tạm dừng vì không đăng kí môn học kì rồi. Nên em xin thầy cô giúp em để kịp thời gian đăng kí tốt nghiệp ạ. Em xin trân thành cảm ơn ạ!",
            "Chào em,. . Trường hợp của em đã được làm QD thu nhận, nhưng cô kiểm tra báo bạn còn nợ ngày CTXH. Bạn kiểm tra mình đã cập nhật chưa nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em xin chào thầy/ cô, . . Cho em xin có một câu hỏi về tính điểm xét học bổng khuyến khích, do học kì rồi em có một vài môn học phải hoãn thi, vậy thì điểm các môn hoãn thi có được tính vào điểm xét học bổng khuyến khích không ạ?. . Em xin cảm ơn,. . Trân trọng",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi: Phòng Đào Tạo.. . . . Em tên: [full_name] - [student_id]. . . . Hiện tại em vừa bổ sung và chuyển điểm AV+ đã qua AV nói viết. Nhưng em vẫn không đăng kí tốt nghiệp được. Mong PĐT giải đáp thắc mắc cho em.. . . . Em cảm ơn ạ.. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em xin chào pdt, em có nộp bằng tiếng anh để nhà trường thẩm tra. Các bạn em đã thẩm tra xong vào hôm 16/12 rồi ạ nhưng em đến nay vẫn chưa được thẩm tra xong. Kính mong pdt xem xét thẩm tra giúp em ạ. Em xin cám ơn pdt.. . Sau khi thẩm tra xong em chỉ cần chờ nhà trường gửi mail có trong ds dự kiến tốt nghiệp rồi đăng ký tốt nghiệp trên mybk thôi phải không ạ. Cho em hỏi là khoảng bao lâu thì nhà trường sẽ gửi mail sau khi thẩm tra bằng của em ạ. . . Em đã đủ 15 ngày ctxh và đã đóng tiền chuyển điểm. Nhưng do chưa tới k môn học đợt 2 nên e chưa hủy đk môn kỳ này nên k biết có ảnh hưởng gì đến việc xét nghiệp kỳ này k ạ.",
            "Dạ em vừa mới nhận được mail của trường có trong danh sách tốt nghiệp dự kiến.. . Em đã tiến hành được đăng ký tốt nghiệp. Điểm chuyển của em cũng đã có.. . Nhưng ở mục thẩm tra bằng của em vẫn để là chưa thẩm tra. Liệu nó có ảnh hưởng gì không ạ. Em cám ơn pdt.",
            "Chào em,. . Trước khi ra quyết định PDT sẽ rà soát lại tất cả các điều kiện 1 lần nữa nhé.. . Nếu trường hợp bằng của bạn thẩm tra không hợp lệ sẽ bị hủy kết quả tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy,cô!. . . . Thầy cô cho em hỏi các môn Anh văn theo nhu cầu(như AVCB nhu cầu, AV1A, AV2A,...) thì điểm tổng kết các môn đó có tính vào điểm trung bình tích luỹ hay điểm trung bình tích luỹ nghành không ạ? Tại em thấy thông tin trên BKenglish ghi là(Kết quả học tập được công nhận “Đạt” khi sinh viên hoàn thành ≥ 50% tổng điểm của môn học) nhưng điểm trung bình tích luỹ của em thì em thấy vẫn tính ạ.. . . . Em cảm ơn thầy, cô!",
            "Chào em,. . Các môn AV theo nhu cầu: mã số nào cũng qui về mã gốc và không tính điểm chỉ tính stctl nếu sv đạt.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em tên lâm bình khang mssv[student_id] em đã là sinh viên năm cuối hết chương trình đào tạo hiện tại em sắp xong luận văn ngày 7/1 tới và em đã tích lũy đc 138 chỉ chỉ còn thiếu 1 môn 4 chỉ so với ctđt, trong thời gian đào tạo em có 1 kì mổ u còn giấy IH của nhà trường và trong 2 kì gần đây do dịch bệnh với thời khóa biểu ko cho em đăng kí môn học đó nên em ko có cơ hội trả bây giờ em có thể làm đơn xin nhà trường thêm nửa kì để trả môn đó đc ko ạ và em nên làm thế nào mong phòng đào tạo giải quyết giúp em với",
            "\"Chào bạn. . K2015 đã hết thời gian nên không dkmh được. . - Về quy định thời gian và kế hoạch học tập (kéo dài thêm 1 Học kỳ): Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . - Bạn có thể chuyển sang VLVH. . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô,. . Em là [full_name], sinh viên CK17CTM1. Em có đăng ký BHYT 12 tháng nhưng đang BKPay đang trong tình trạng bảo trì không thanh toán được mà hạn thanh toán là ngày 20/12. Tức là trước thời gian kết thúc bảo trì.. . Cho em hỏi nếu vậy em có thể đăng ký thanh toán lại và đăng ký môn học kỳ sau được không? Nếu không, thầy/cô có phương án nào hỗ trợ giúp em không ạ?. . Mong được thầy/cô phản hổi.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào tạo,. . . . Em tên [full_name], MSSV [student_id], sinh viên khóa 2017, Khoa Kỹ thuật Xây dựng.. . . . Hiện tại em đang là sinh viên lớp tài năng công trình XD17KSDD và đã hoàn thành xong chương trình đào tạo bậc đại học. Nhưng do chưa đạt được chuẩn yêu cầu đầu ra của chương trình tài năng về điểm anh văn nói viết phải đạt từ 245 (kết quả thi cao nhất là 240).. . . .  Nay em gửi đơn này kính mong Phòng Đào tạo xem xét giúp em xin ra khỏi chương trình tài năng để tốt nghiệp bằng kỹ sư thường đúng hạn trong đợt tốt nghiệp tháng 12/2021 sắp tới.. . . . Em kính mong Phòng Đào tạo xem xét giúp cho em để em được tốt nghiệp đúng hạn.. . . . Em xin chân thành cám ơn.. . . .",
            "Chào em,. . Trường hợp của em đã được xét tốt nghiệp bằng thường. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "b họ và tên: [full_name] MSSV/MSGV: [student_id]  /b \t. . . .   i Yêu cầu khác . Cho em xin hỏi quy trình hoãn thi kì 211 ạ, em vào mục 12 thì thấy dành sách các môn học rồi thao tác tiếp theo như thế nào v ạ? . . Em xin cám ơn cám ơn nhiều ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "thắc mắc về thanh toán trên bkpay . Chào các thầy cô,. . Dạ hiện tại bkpay đang bảo trì đến hết ngày 20/12 mà hạn đóng bhyt của em là 16h ngày 20/12 theo thông báo trên email của phong ctct-sv thì. .  \"Thời gian đóng : Từ 08h00 ngày 13/12/2021 đến 16h00 20/12/2021. Lưu ý sinh viên bắt buộc thanh toán trong thời gian này, nếu trễ hạn không tổng kết số liệu làm thẻ BHYT được.\". . Mà vào ngày 13-14 em có lịch thi nên chưa thể thanh toán dc và ngày 15 em nhận thông báo bkpay bảo trì đến hết ngày 20. Vậy em phải làm j ạ.. . Em cảm ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chào thầy/ cô,. . Cho em hỏi nếu môn mà em hoãn thi không có trong danh sách mục hoãn thi tại mục 12 của mybk mà chỉ có lịch thi thì em làm đơn hoãn thi gửi ở đâu để được duyệt ạ? Em cảm ơn thầy/cô",
            "Chào em,. . Vui lòng trình bày rõ giúp cô đó là môn học gì? tên và mã MH? ở Hk nào?. . Thân",
            "Dạ em thưa cô,. . Môn đó là Hoá Phân Tích có mã là CH2009  ở học kì 211 ạ. Lúc đầu môn do bộ môn tổ chức thi nhưng nay đổi lại là thi tập trung. Có lí do nên em muốn hoãn môn nhưng không có trong mục hoãn thi ở mybk dù có lịch thi là ngày 24/12 lúc 16h. Giờ em không biết gửi đơn hoãn thi ở đâu để được duyệt ạ. . Em rất mong câu trả lời và được sự hướng dẫn từ cô . . Em cảm ơn cô rất nhiều.. .",
            "Chào bạn. . Bạn chụp hình trang ứng dụng cho Cô xem nghen, để có minh chứng gởi bộ phận liên quan xử lý. . Thân",
            "Dạ em chào cô. . Em xin gửi cô ảnh lịch thi và ảnh trong trang ứng dụng hoãn thi tại mybk của em ạ. . Em cảm ơn cô",
            "Chào bạn. . Cô ghi nhận và đã chuyển bộ phận phục trách cập nhật. . Mai mốt bạn viết yêu cầu phải ghi rõ nội dung chi tiết nghen. . Bạn xem cập nhật trễ nhất là tuần sau nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "U Yêu cầu khác . Sáng nay 7h00 em có thi Cơ Lưu Chất Ci2003, em không đầy đủ thiết bị chỉ có 1 camera, không lưu lại được file ghi màn hình, và gặp một số vấn đề về đường truyền nên không hoàn thành được bài thi như mong muốn (bài vẫn được nộp do hết giờ tự auto) em viết đơn này với nguyện vọng được hoãn thi lại ạ. . .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em muốn hoãn học thí nghiệm dung sai và kĩ thuật đo (ME3004). . Do vướng lịch thi và không đủ thời gian để ôn ạ. . . . Họ tên: [full_name]. . MSSV:[student_id]. . Lớp:VL02. .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào cô [full_name]. . Em là [full_name], MSSV [student_id].. . Dạ cô ơi, do lúc mới nhập học, em đã xin miễn môn học của 2 môn kể trên (theo mã môn học của [full_name]18). Nhưng khi kết thúc năm nhất, em mới được biết chương trình đào tạo mới của [full_name]19, trong đó 2  môn Tư [full_name] [full_name] và Lịch sử Đảng Cộng Sản đã được đổi mã môn học. Do đó em xin chuyển điểm để phù hợp với mã môn học mới của chương trình đào tạo [full_name]19 ạ.. . Em xin cảm ơn",
            "Chào bạn. . Bây giờ bạn làm đơn xin hủy việc miễn môn học mã không đúng và sửa lại mã đúng là gì? ghi rõ lý do, Đơn không mẫu. . Mẫu đơn hiện tai bạn gởi là không đúng nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa qua ,em có đăng kí tham gia BHYT đợt 2 và được yêu cầu thanh toán qua hệ thông BKpay, nhưng hiện tại, hệ thống BKpay đang bảo trì đến hết ngày 20/12 nên em không thể thanh toán được, mà hạn thanh toán được phòng ctctsv thông báo đến hết 16h00 ngày 20/12. Vậy bây giờ em cần làm gì để thanh toán phí BHYT đúng hạn ạ? Vì nếu không đăng kí BHYT thì em không thể đăng kí học phần tiếp theo. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em có thắc mắc về vấn đề họ tên trên trang Bk-[full_name] ạ! Em tên là [full_name]-[student_id] nhưng mà trên Bk-[full_name] và danh sách trong lớp thì tên em chỉ còn mỗi [full_name].. . Mong nhà trường xem xét lại ạ giúp em ạ.. . Em cảm ơn ạ.",
            "Chào em,. . PĐT đã cập nhật.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo, Em là sinh viên Việt Pháp K16. Học kỳ 2 năm học 2020-2021, em làm Luận văn nhưng vì dịch bệnh ảnh hưởng đến quá trình làm bài nên em đã xin hoãn và được PĐT duyệt. . . Học kỳ I năm 2021-2022, em có đăng ký môn luận văn để duy trì tình trạng sinh viên nhưng tình hình khó khăn nên chưa thể hoàn thành.. . Trong \"Quyết định hoãn thi môn LVTN\" thì thời hạn hoãn tối đa là học kỳ 2 năm học 2021-2022, vậy em có thể đăng ký bảo vệ vào HK2 2021-2022 không hay phải đăng ký lại môn học ạ.. . Em xin chân thành cảm ơn.",
            "Chào bạn. . Bạn xem quyết định Hoãn thi LVTN của bạn chậm nhất là HK2/21-22. . Nên được nghen bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào cô, em tên [full_name] [student_id] học lớp dt05 kì 203 môn giải tich 2 của thầy an. Vì cả huyện của em bị mất điện nguyên ngày nên em k thể nào thi cuối kì và lượng pin điện thoai lẫn laptop cũng k đủ mong cô xem xét và giúp em hoãn thi ạ, em thật sự xin lỗi vì mail trễ ạ vì đã mail thầy giảng dạy nhưng thầy chưa trả lời nên bây giờ em mới mail ạ. . Xin lỗi đã làm phiền và mong cô trả lời sớm nhất giúp em ạ",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . học lớp dt05 kì 203 môn giải tich 2 của thầy an=  Sao là HK203, em có nhầm không ?. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào pđt. . Thưa pđt, vài học kỳ 202 em đã hoãn thi môn giải tích 2 MT1005 thi vào ngày 7/8 vì lí do đường truyền và nhà trường cũng đã chấp nhận và sắp xếp lịch thi mới cho em thi vào ngày 19/11. Nhưng hiện tại em cũng đang gặp một vài sự cố có thể ảnh hưởng đến ca thi. Vậy em xin được hỏi rằng em có thể tiếp tục hoãn thi hay không và kỳ hạn 1 năm để xóa điểm hoãn thi có phải tính từ ngày thi đầu tiên phải không ạ.. . Em xin chân thành cảm ơn.",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT,. . Em tên là [full_name] lớp CC20HC12.. . Theo thời khóa biểu trên mybk,em sẽ đi học thí nghiệm hóa vô cơ lớp VC02 vào Chủ nhật từ 7h-12h bắt đầu từ ngày 19/12/2021 nhưng hiện nay em đã dương tính với COVID và không thể tham gia học trực tiếp được.. . Phòng Đào Tạo cho em xin cách xử lý và dời lịch học thí nghiệm vào các đợt sau.. . Em cảm ơn",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa cô/ thầy nhà trường,. . Dạ em là [full_name], sinh viên khoa điện điện tử ngành điều khiển tự động hóa, MSSV [student_id], hôm nay em có kiểm tra thì thấy điểm anh văn 4a của em đã có. Bây giờ em phải làm sao để đăng kí xin xét tốt nghiệp bổ sung ? Em cảm ơn.. . Mong nhận được phản hồi từ BKSI,. . Trân trọng. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    }
]