[
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1510905  /b \t. . . .   i Tốt nghiệp . Dạ thưa PĐT,. . Em là sinh viên K15, em đang còn thiếu anh văn nói viết để ra trường và hiện đang thi, chờ kết quả.. . Nhưng trên MyBk em xem thấy Tình trạng Sinh Viên hiện tại là “Nghỉ” (lí do là hết 6,5 năm). . Vậy không biết em cần phải làm gì để được xin thêm thời gian hoàn thành việc học ạ!. . em cảm ơn ạ!",
            "\"Chào em,. . SV khóa 2015 hiện tại đã hết thời gian đào tạo theo quy định và hạn cuối tốt nghiệp vào đợt tháng 4/2022 này.. . Hiện tại PDT đã ra quyết định thôi học vì hết thời gian đào tạo. . Trong đợt tốt nghiệp tháng 4/2022 này, khi nào SV đủ điều kiện tốt nghiệp, có thể làm đơn gửi qua bksi để xin cứu xét thu nhận lại để xét tốt nghiệp nhé. . Thân. . \"",
            "Dạ !. . Em xin hỏi thêm, nếu trong trường hợp mình chưa thể đậu qua đợt thi nói viết lần này. Thi em có thể xin thêm 1 kì để hoàn thành không ạ.. . Em cảm ơn",
            "\"Chào em,. . SV khóa 2015 hiện tại đã hết thời gian đào tạo theo quy định và hạn cuối tốt nghiệp vào đợt tháng 4/2022 này.. . Hiện tại PDT đã ra quyết định thôi học vì hết thời gian đào tạo. . Trong đợt tốt nghiệp tháng 4/2022 này, khi nào SV đủ điều kiện tốt nghiệp, có thể làm đơn gửi qua bksi để xin cứu xét thu nhận lại để xét tốt nghiệp nhé. . Sau ngày 22/04/2022, SV chưa đủ điều kiện tốt nghiệp do chưa hoàn thành đủ ngày CTXH, CCNN xét tốt nghiệp, có thể nộp đơn xin gian hạn 1HK tại Phòng Đào tạo.. . (chưa đủ điều kiện vì thiếu CCNN  có nghĩa là SV phải hoàn thành tất cả các môn học thuộc CTĐT, kể cả AV1,2,3,4. có thể làm đơn xin gia hạn thời gian nộp CCNN để tốt nghiệp. SV lưu ý, trường hợp này PDT phải xét điều kiện đúng là SV chỉ còn nợ CCNN để tốt nghiệp mới được gia hạn nhé). . Thân. . \"",
            "Dạ thưa [full_name]ĐT!. . Hiện tại Em đã đủ điều kiện tốt nghiệp, nhưng vì không đăng kí môn học nên không duy trì tình trạng sinh viên.Do đó em chưa đăng kí tốt nghiệp trên trang MyBK được. Vậy xin [full_name]đt có thể mở lại tình trạng sinh viên cho em, để em kịp đăng kí và tốt nghiệp vào đợt tháng 4/2022 này. Em cảm ơn !",
            "Chào em,. . Em trình bày rõ giúp cô là em có kết quả AV nói viết khi nào?. . Vì hiện tại xét tốt nghiệp vẫn báo bạn nợ TOEIC.. . Em có thể liên hệ TT ngoại ngữ nhờ gửi kết quả sớm lên cho PDT để xét tốt nghiệp cho SV nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Quý thầy cô cho em hỏi em cập nhật đủ các mục trong phần đăng kí tốt nghiệp rồi thì phiếu đăng kí có được xử lí ko ạ",
            "\"Chào bạn,. . Trường hợp của bạn báo tình trạng \"\"phiếu đăng ký không được xử lý\"\" là do bạn chưa gửi ảnh theo đúng quy định. Vui lòng up ảnh theo đúng quy định. . Sau khi bạn đã bổ sung ảnh theo đúng quy định sẽ được cập nhật lại tình trạng nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo,. . . . Em kiểm tra thông tin tình trạng sinh viên thì thấy được ghi là Nghỉ-Xoá tên khỏi danh sách do hết thời gian đào tạo. Em kiểm tra thông tin hạn đăng kí tốt nghiệp cuối cùng là 11/04/2022, em đang đợi kết quả thi Anh Văn Nói Viết thì khi có kết quả em có được chỉnh sửa tình trạng và đăng kí tốt nghiệp cho đợt học kì 212 không ạ? . . . . Em xin chân thành cảm ơn.",
            "\"Chào em,. . SV khóa 2015 hiện tại đã hết thời gian đào tạo theo quy định và hạn cuối tốt nghiệp vào đợt tháng 4/2022 này.. . Hiện tại PDT đã ra quyết định thôi học vì hết thời gian đào tạo. . Trong đợt tốt nghiệp tháng 4/2022 này, khi nào SV đủ điều kiện tốt nghiệp, có thể làm đơn gửi qua bksi để xin cứu xét thu nhận lại để xét tốt nghiệp nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em gửi phiếu đăng ký hoãn thi ạ.",
            "Đã gửi mail."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho e hỏi là s em rút 1 môn VKT với mã là CI1003 và VKT ( [full_name],Tn) với mã là CI1004 mà s trong bảng điểm thì môn VKT xây dựng của em cũng là RT ạ. .",
            "Chào bạn,. . Phòng đào tạo gửi bạn dữ liệu bạn đã đăng ký qua google form:. . 07/01/2022 16:31:57\t[email]\t[student_id]\tPhạm Quốc Khánh\tĐăng kí nhầm môn học \tCI1033\tVẽ Kĩ Thuật\tCI1034\tVẽ Kĩ Thuật (ThL,thí nghiệm)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tTôi đã xem quy định và cam đoan nộp đủ học phí (kể cả các môn nhận điểm R)\t. . TRUE\t\t\t\t. . - Bạn kiểm tra lại.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào thầy cô ạ, em tên là [full_name]. Em thấy đã tới kỳ thanh toán dự thính nhưng hiện tại trên bk pay em vẫn chưa thể thanh toán được ạ. .",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi thời gian thanh toán HP trong tuần sau nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Gửi thầy/cô. . Em tên [full_name], sinh viên  khóa K15.. . Đến thời điểm hiện tại em đã hoàn thành xong chương trình học nhưng còn thiếu điều kiện tốt nghiệp là anh văn Nghe- đọc và Nói- viết.. . Tình trạng sinh viên trên Mybk của em đã được duyệt là \"Nghỉ\".. . Thầy/cô cho em hỏi: Em có thể xin gia hạn thời gian bổ sung điều kiện tiếng anh để xét tốt nghiệp nếu không đạt đủ chuẩn tiếng anh sau 4/2022 không ạ?. . Mong nhận được phản hồi của thầy/cô ạ. . Em xin cảm ơn ạ. .",
            "\"Chào em,. . SV khóa 2015 hiện tại đã hết thời gian đào tạo theo quy định và hạn cuối tốt nghiệp vào đợt tháng 4/2022 này.. . Hiện tại PDT đã ra quyết định thôi học vì hết thời gian đào tạo. . Trong đợt tốt nghiệp tháng 4/2022 này, khi nào SV đủ điều kiện tốt nghiệp, có thể làm đơn gửi qua bksi để xin cứu xét thu nhận lại để xét tốt nghiệp nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô . . Em là [full_name], sinh viên khóa K15 ạ. . Em muốn hỏi về   B cách kiểm tra các điều kiện tốt nghiệp còn thiếu  /B  của mình ạ. . Mong nhận được sự hướng dẫn từ thầy/cô ạ. . em xin cảm ơn",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \"",
            "\"Chào bạn. . Pdt kiểm tra hiện tại bạn còn nợ TOEIC. . Không đủ ĐK để tốt nghiệp. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng đào tạo trường đại học bách khoa TPHCM. . Em là sinh viên khoá K15.hiện em đã hoàn thành việc học khoa kỹ thuật xây dựng chuyên nghành kỹ thuật cảng biển.Em đang có ý định học thêm 1 văn bằng chuyên nghành kỹ thuật dân dụng thì có được không ạ và hồ sơ để đăng kí học gồm những gì ạ.. . Mong phòng đào tạo Thông tin giúp em ạ. . Em xin cảm ơn.",
            "Chào em,. . Em vui lòng xem thông tin tuyển sinh của Trường tại đây:. . http://tuyensinh.hcmut.edu.vn/admission/. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy, cô. Trên BKPay có để hạn đóng học phí dự thính là ngày 21/3/2022 nhưng hiện giờ ngày 18/3/2022 vẫn chưa mở nên em không thể đóng được. Kính mong quý thầy cô xử lý giúp em ạ.",
            "\"Chào em,. . SV vui lòng đợi thông báo sau của PDT về việc thay đổi thời gian thanh toán HP trong tuần sau nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô! . . Mấy hôm nay em vào bkpay để đóng học phí nhưng trên bkpay để là chưa đến kì thanh toán. Mà hạn chót để đóng là ngày 21/3/2022.. . Cho em hỏi là em liên hệ bên ngân hàng OCB hay như thế nào ạ? . . Mong thầy cô phản hồi giúp em. . . Em cảm ơn! . . [full_name] [student_id].",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi thời gian thanh toán HP trong tuần sau nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin kính chào Phòng đào tạo,. . . . Em tên là [full_name], mssv [student_id], là sinh viên lớp VP17VT.. . . . Ở những học kỳ vừa rồi, em có đăng ký xin hoãn thi và tới thời điểm hiện tại là đủ kỳ hạn để đăng ký thi xóa điểm HT, 14 theo qui chế đào tạo. Thế nhưng em vẫn chưa biết các qui trình và thủ tục đăng ký thi xóa điểm HT, 14.. . . . Thế nên em mong nhận được sự trợ giúp của PDT ạ!. . . . Em xin chân thành cảm ơn.. . . . Trân trọng,. . . . [full_name].",
            "Chào em,. . Vui lòng trình bày rõ là em xin hoãn thi học kỳ nào? tên và mã em xin hoãn thi nhé?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Tốt nghiệp. . . . Chào Chị,. . Chị kiểm tra lại dùm em môn 407408 và môn 407410 em có được miễn xét chưa ạ.. . nếu được rồi thì cho em đăng ký xét tốt nghiệp với ạ.. . Em gửi Chị 2 hình ảnh có kèm nội dung miễn xét văn phòng khoa Điện Điện Tử ạ.. . . . thân./",
            "Chào em,. . Trường hợp của bạn đã được cập nhật xét miễn MH và đủ điều kiện tốt nghiệp rồi nhé bạn.. . SV theo dõi danh sách tốt nghiệp bổ sung mới cập nhật trong tuần sau nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy/cô/anh/chị. . Em có làm căn cước công dân mới ở Sài Gòn, giờ em lên nhận căn cước thì người ta thu lại chứng minh thư cũ, vậy em có cần cập nhật số căn cước công dân mới lên thay cho số chứng minh thư cũ của mình trên thông tin sinh viên không ạ?. . Em xin cảm ơn. .   i Yêu cầu khác .",
            "Chào em,. . Em cập nhật lại trang thông tin sinh viên nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Do kỳ trước em có đăng ký hoãn thi nên em định thi lại trong kỳ này nên cho em xin thủ tục hoãn thi ạ.Em cảm ơn . . . .",
            "Chào em,. . Em vui lòng trình bày rõ học kỳ, tên và mã MH xin hoãn thi?. . Thân",
            "Danh sách gồm : . . hệ thống số - CO1023- Học kỳ 2(2020-2021). . đại số tuyến tính - MT1007- Học kỳ 2(2020-2021). . Hóa đại cương - CH1003 -Học kỳ 2(2020-2021).. . Chị cho em xin thủ tục để tham gia thi lại",
            "Chào bạn. . Dự kiến cuối tháng 03/2022 sẽ có thông báo chi tiết về Lịch thi xóa điểm HT, thông báo gởi qua tin nhắn Bkel hoặc mail SV, bạn nhớ kiểm tra thường xuyên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào cô. . Form dki rút môn học vào ngày 7/1/2022 em đã có sự nhầm lẫn giữa tên môn học và mã môn học mà em cần rút. . Em đã có mail thông báo về sự nhầm lẫn này ạ. . Hôm qua em đã gửi Phiếu Rút Môn Học lại theo yêu cầu của pdt và điền đúng mọi thông tin môn học em cần rút ạ. . Mong cô xem xét và mở lại điểm môn học VKT xây dựng ạ . . Em cảm ơn",
            "Chào bạn. . Bạn vui lòng viết đơn xin hủy Rút môn học: trong đơn ghi rõ hủy rút môn gì? ở học kỳ nào ? Lý do? ký tên. . Nộp trước ngày 23/03/2022, để Cô trình Ban lãnh đạo phòng xem xét.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT!. . m có nhận được thanh toán học phí nhưng lại không có thể tích chọn ô thanh toán như hình, không biết là có phải do lỗi hệ thống hay là do chưa mở đợt thanh toán. . . Em xin cảm ơn PĐT",
            "\"Chào em,. . SV vui lòng đợi thông báo sau của PDT về việc thay đổi thời gian thanh toán HP trong tuần sau nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em muốn hỏi là theo thông báo của trường là ngày 11/4 là hạn cuối nhận các trường hợp bổ sung điều kiện tốt nghiệp. Nếu em nộp bằng toiec để chuyển điểm tốt nghiệp vào ngày 11/4, thì 11/4 là hạn cuối để nộp toiec hay là phải thẩm tra và chuyển điểm xong rồi ạ.. . . . Em xin cảm ơn.",
            "Chào em,. . Trường hợp của em vui lòng theo dõi tình trạng thẩm tra chứng chỉ tại mybk/Nộp chứng chỉ ngoại ngữ, khi nào chuyển qua tình trạng đã thẩm tra hợp lệ (thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ), bạn gửi lại yêu cầu qua bksi xin chuyển điểm sớm để xét tốt nghiệp nhé. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . SV phải cộng thêm về thời gian thẩm tra chứng chỉ NN . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký in giấy chứng nhận tốt nghiệp tạm thời .",
            "Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp): https://forms.gle/2WnfHeAHnRZWJ6Jn7. . Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và scan gởi qua mail SV, sau đó SV cần bảng chính vui lòng liên hệ Pdt để nhận. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dear phòng đào tạo,. . . . Em là [full_name], MSSV [student_id].. . . . Em xin được hỏi 2 vấn đề:. . 1. Hiện tại em còn chờ thi Toiec Reading Listening để quy đổi sang AV4 và Speaking Writing. Nếu em có đủ kết quả trước ngày 4/5 như trong điều kiện nộp đăng kí tốt nghiệp thì có được xét Tốt nghiệp không ạ.. . . . 2. Hiện tại em đang bị tạm dừng học kì này thì có được xét tốt nghiệp không.. . . . 2. Điểm quy đổi từ Toeic sang Anh văn 4 hiện nay áp dụng cho khóa K17 là 500 hay 600 ạ.. . . . Em xin cảm ơn.. . [full_name].",
            "\"Chào em,. . SV xem lịch trình xét tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022 . . Còn thời gian được cập nhật tại mybk/Đăng ký tốt nghiệp là thời gian để SV vào đăng ký tốt nghiệp sau khi có tên trong ds dự kiến tốt nghiệp nhé. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . SV xem quy định về chuyển điểm cho SV khóa 2017 tại đây:. . SV xem quy định tại đây: http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quyết định ban hành Quy định học vụ và đào tạo bậc Đại học/phục lục 1/ mục 5.4. . Thân\". ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi: Thầy/Cô Phòng Đào tạo.. . Em tên: [full_name].. . MSSV: [student_id].. . Em xin gửi PDT đơn xin hoãn thi cuối kì Sức bền vật liệu (CI2001) đã được xác nhận bởi giảng viên hướng dẫn và khoa Kỹ thuật xây dựng ạ.. . Em cám ơn Thầy/Cô rất nhiều.. . Chúc Thầy/Cô 1 ngày vui vẻ và hạnh phúc.. . . .",
            "Đã gửi qua mail quyết định"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Phòng Đào Tạo,. . . . Em tên là Trần Lê Nhật [full_name] ([student_id]). . . . . Kỳ vừa qua em có đăng ký cùng lúc môn Thực Tập Tốt Nghiệp và Giáo Dục Quân Sự. Vì môn GDQS học cả ngày trong vòng 4 tuần nên tới giờ em vẫn không tìm được công ty thực tập có khung giờ thực tập không bao gồm 4 tuần đó (em có kèm file ảnh tuần học).. . . . Em mong muốn được xin hoãn môn Thực Tập Tốt Nghiệp vào học kỳ hè ạ.. . . . Em xin cảm ơn,. . [full_name]. . . .",
            "\"Chào bạn,. . Quy trình đến thời điểm này: Bạn tải mẫu đơn PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa không đồng ý cấm thi, đồng ý cho Hoãn thi gởi cho Phòng đào tạo xem xét nộp qua trang BKSI. . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy/cô, học kỳ vừa rồi em có hoãn thi ạ, thầy [full_name] nhắn em học kỳ 212 này có lớp, em muốn đăng ký học vào lớp này để có thể thi ạ !!!",
            "Chào em,. . Vui lòng trình bày rõ là em xin hoãn thi ở HK nào? Tên và mã MH?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là [full_name], MSSV: [student_id]. . Trên BKel có thông báo là sinh viên viên thanh toán học phí dự thính hk212 qua cổng thanh toán BKPAY. Em thấy trên BKPAY có hiển thị học phí  để thanh toán nhưng chỗ chọn thanh toán lại là chưa đến kỳ thanh toán mặc dù hôm nay là ngày 18/3 rồi (trong khi hạn thanh toán là 14/3 - 21/3). Hệ thống bị lỗi gì vậy ạ? Mong pdt giải quyết để em không bị nộp trễ học phí. . . (em để hình ảnh ở dưới)",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi thời gian thanh toán HP trong tuần sau nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào phòng đào tạo,. . Em xin hỏi mắc Covid-19 có được hoãn thi giữa kỳ môn Quá trình và thiết bị cơ học (mã CH2019) vào 10h00 ngày 19/03/2022 không ạ?. . Nếu có thì em cần nộp thêm bằng chứng gì để chứng minh ạ?. . Em xin cảm ơn",
            "\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dear phòng đào tạo,. . . . Em là [full_name], MSSV [student_id].. . . . Em xin được hỏi 3 vấn đề:. . 1. Hiện tại em còn chờ thi Toiec Reading Listening để quy đổi sang AV4 và Speaking Writing. Nếu em có đủ kết quả trước ngày 4/5 như trong điều kiện nộp đăng kí tốt nghiệp thì có được xét Tốt nghiệp không ạ.. . . . 2. Hiện tại em đang bị tạm dừng học kì này thì có được xét tốt nghiệp không.. . . . 3. Điểm quy đổi từ Toeic sang Anh văn 4 hiện nay áp dụng cho khóa K17 là 500 hay 600 ạ.. . . . Em xin cảm ơn.. . [full_name].",
            "Đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào phòng đào tạo,. . Em có đăng nhập vào BKPAY để thanh toán học phí cho học kỳ 212, tuy nhiên khi lựa chọn thanh toán thì em không thể thực hiện được do hệ thống thông báo rằng chưa đến kỳ hạn thanh toán dù ngày dự kiến thu là 14/3/2022 và ngày dự kiến hết hạn là 21/03/2022. Cho em hỏi đây là vấn đề của hệ thống hay sao ạ? Em có đính kèm hình ảnh cụ thể ở bên dưới.. . Em cảm ơn.",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi (gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ cho em hỏi là em có hoãn thi cuối kì môn Hóa đại cương ở kì 2 năm nhất, và sau đó em đã thi cuối kì môn này ở kì 1 năm 2, nhưng bảng điểm vẫn hiện điểm 14 ạ, em cũng đã có quay video record mà pdt yêu cầu ở mỗi môn thi (https://drive.google.com/file/d/[full_name]GC1rqRDLiN-NmcUu7H_jl0V3N3H/view?usp=sharing) . . Trên là link video ạ, mong pdt giúp em với ạ.. . . .",
            "Chào bạn. . Điểm môn học là do Giảng viên giảng dạy nhập, nên về vấn đề này bạn vui lòng liên hệ Giảng viên/Khoa/bộ môn để được hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào chị . . EM không được cấp quyền vào Mybk/ tốt nghiệp ạ.. . Do tình trạng hiện tại của em là tạm ngừng.. . Chị mở cấp quyền cho em được không?. . . . thân./",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh/chị ạ . . em tên là [full_name]. . mssv [student_id] . . Hiện tại em đã có tên trong ds tốt nghiệp đợt 1 năm 2022. . nhưng tại vì học kì này em đã hoàn thành xong chương trình học nên k có đăng kí môn học dẫn đến không được cấp quyền sử dụng dịch vụ đăng kí tốt nghiệp ạ. . Anh/Chị có thể cho em biết em phải làm thế nào để đăng kí tốt nghiệp được k ạ. . em cảm ơn",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Yêu cầu rút môn học HK212.. . . . MSMH: CI1003. . . . Tên môn học: Vẽ kĩ thuật. . . .",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK212(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/Thời khóa biểu trễ nhất là 31/03/2022. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin hỏi nhà trường về việc nộp ảnh thẻ ạ. . Em đã thực hiện đúng các yêu cầu về ảnh thẻ, nhưng khi nộp ảnh thì hệ thống luôn báo lỗi \"ảnh cần có phông nền trắng\". . Em xin hỏi là có cách nào khắc phục không ạ. . Nếu không thì em có thể nộp ảnh thẻ trực tiếp tại Phòng đào tạo để làm thẻ sinh viên được không ạ. . Em xin chân thành cảm ơn",
            "responsible person: [548] [staff_name] [helpdesk staff]",
            "Chào bạn. . Bạn nộp lại hình thẻ phông nền trắng và rõ nét có ghi thông tin mã SV và họ tên, trình bày thêm nếu các tình huống phát sinh và gửi qua email [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi hị kì hè 213 khi nào thì mở ĐKMH ạ",
            "Chào em,. . Em theo dõi lịch ĐKMH hè tại aao.hcmut.edu.vn/lịch học vụ (dự kiến sẽ cập nhật trong tuần sau). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "em không thể đóng học phí trên BKPay được ạ.. . nó hiện như trên hình. em làm sao để không đóng trễ hạn ạ.. .",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi(gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào thầy/ cô,. . . . Hiện tại em đã nhận được thư \"Thông báo lịch trình tốt nghiệp đợt 1 năm 2022\".. . Tuy nhiên do tình trạng sinh viên của em đang bị   B TẠM DỪNG  /B  do không đăng ký môn học.. . Thầy/ cô có thể hỗ trợ em để em đăng ký tốt nghiệp được không ạ.. . . . Em xin cảm ơn,. . [full_name]",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ trong học kỳ này em có đăng ký chuyển hệ.. . Nhưng do khó khăn em không thể đóng học phí hết 1 lần e có thể chia ra đóng học phí 2 lần như các học kỳ trước không ạ",
            "Chào em,. . Học phí dự thính chuyển hệ trước giờ vẫn tính và thanh toán 1 lần nhé bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa cô.. . Mấy ngày nay em đợi bkpay hiện thị \"thanh toán\" để em đóng học phí kỳ dự thính hk212.. . Nhưng bkpay cứ hiện chưa đến hạn trong khi hôm nay là 18/3 ( em có nhận được thông báo thánh toán hphi bắt đầu Từ 14/3).. . Em xin báo cáo vấn đề này ạ. . . Cho em hỏi là đã đến thời hạn thanh toán chưa, hay do trang bkpay của em bị lỗi.. . Nếu bkpay bị lỗi em sửa thế nào, có bị kỷ luật nếu trễ học phí không ạ. . . Em xin cảm ơn ạ",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi (gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  . . Cho em hỏi là theo yêu cầu của nhà trường thì em phải đóng học phí trước ngày 21/3/2022 nhưng em vào bkpay thì không thanh toán được em phải làm thế nào ạ? . . . .",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi (gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô ạ. Em là [full_name], MSSV [student_id], ngành KT Cơ điện tử. Em đã có tên trong danh sách dự kiến tốt nghiệp, nhưng do học kỳ này em không đăng ký môn học nên bị Tạm dừng Tình trạng sinh viên, không thể đăng ký tốt nghiệp. Em có phải làm thủ tục thu nhận lại để được đăng ký tốt nghiệp không ạ? Em xin cảm ơn thầy/cô.",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK212(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/Thời khóa biểu trễ nhất là 31/03/2022. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân.",
            "Chào bạn, . . Phòng đào tạo kiểm tra môn GK5927 không có thời khóa biểu học kỳ 212 của bậc đại học.. . Bạn vui lòng kiểm tra lại. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ cho em hỏi nếu kì hè mình học dự thính thì có kịp tốt nghiệp tháng 11 không ạ?Kính mong PĐT giải đáp.Em cảm ơn PĐT ạ. .",
            "Chào em,. . Theo biểu đồ học tập thì kịp nhé bạn, còn tùy thuộc vào việc chấm và nhập điểm cho SV.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name]. MSSV: [student_id]. Sinh viên khoa Công nghệ Vật Liệu. Em viết nội dung này mong phòng đào tạo cho em xin hoãn thi giữa kì môn Vật Lý 2. Sau một thời gian gửi mail cho giảng viên dạy bộ môn nay em xin gửi đơn lên phòng đào tạo cho em dự thi bổ sung. Mong phòng đào tạo giúp em. Em xin chân thành cảm ơn.\t. . . .",
            "Chào bạn. . Phòng đào tạo gởi Sinh viên Phiếu cho phép kiểm tra bổ sung học kỳ 2/2021-2022 theo file đính kèm.. . Sinh viên cần bản chính vui lòng liên hệ phòng đào tạo 101A1 để nhận.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Họ và tên: [full_name]. . MSSV: [student_id]. . Ngày sinh: 06/08/1999. . Lớp: HC17SH1. . Hiện em đã nhận được mail thông báo có tên trong danh sách dự kiến tốt nghiệp và đã kiểm tra thấy tên trong danh sách dự kiến tốt nghiệp. Nhưng tình trạng sinh viên vẫn đang là Tạm dừng nên chưa đăng ký tốt nghiệp được ạ. Em đã đăng ký thu nhận lại và được chấp nhận, cho em hỏi khi nào mới được ra quyết định thu nhận lại để đăng ký tốt nghiệp ạ?",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cô, em xin gửi đơn rút môn học ạ. . Mong cô và phòng đào tạo xem xét ạ",
            "Chào bạn, . . Phòng đào tạo đã đọc đơn của bạn nhưng đơn của bạn không nêu rõ vấn đề hủy: yêu cầu rút môn học của bạn. Bạn vui lòng viết lại đơn với tiêu đề: ĐƠN XIN HỦY:YÊU CẦU RÚT MÔN HỌC VẼ KỸ THUẬT XÂY DỰNG. Phần nội dung bạn trình bày rõ vấn đề của bạn phải có tên môn học mã số môn học cần hủy yêu cầu rút sau đó gửi tại phòng đào tạo.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là: [full_name], MSSV: [student_id].. . . . Kính chào quý Thầy,Cô,. . . . Em có danh sách tốt nghiệp đợt tháng 4. nhưng em có chút băn khoăn nhờ quý thầy cô giải đáp giúp em.. . . . 1/Nhờ Thầy,Cô cập nhật giúp em Nơi sinh: Hải Dương ở phần Kiểm tra thông tin cá nhân.. . . . 2/Em có đăng ký giấy chứng nhận  tốt nghiệp tạm thời vậy khi nào e có thể nhận được.. . . . em xin chân thành cảm ơn quý Thầy,Cô.",
            "Chào em,. . Trong thông tin in bằng không có nơi sinh nên tạm thời để trông ô đó nhé bạn. . Gửi bạn giấy CN TN tạm thời, bản giấy SV liên hệ nhận tại Phòng Đào tạo 101A1. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .",
            "Cho em được hỏi nhà trường có dự kiến sẽ tổ chức lễ cho sinh viên đã tốt nghiệp vào tháng 11/2021 không ạ?. . Em đã tốt nghiệp vào đợt đó và cũng do tình trạng dịch bùng phát nên nhà trường trì hoãn tới giờ. Và cũng không có thông báo gì về việc có hay không tổ chức lễ tốt nghiệp cho sinh viên tụi em. . . Không chỉ mình em mà rất nhiều bạn sinh viên khác cũng mong sẽ sớm nhận được câu trả lời từ phía nhà trường về viếc này.. . Em xin cảm ơn.",
            "[full_name]OTE Cho em được hỏi nhà trường có dự kiến sẽ tổ chức lễ cho sinh viên đã tốt nghiệp vào tháng 11/2021 không ạ?. . Em đã tốt nghiệp vào đợt đó và cũng do tình trạng dịch bùng phát nên nhà trường trì hoãn tới giờ. Và cũng không có thông báo gì về việc có hay không tổ chức lễ tốt nghiệp cho sinh viên tụi em. . . Không chỉ mình em mà rất nhiều bạn sinh viên khác cũng mong sẽ sớm nhận được câu trả lời từ phía nhà trường về viếc này.. . Em xin cảm ơn.  /[full_name]OTE . .   [full_name]OTE Cho em được hỏi nhà trường có dự kiến sẽ tổ chức lễ cho sinh viên đã tốt nghiệp vào tháng 11/2021 không ạ?. . Em đã tốt nghiệp vào đợt đó và cũng do tình trạng dịch bùng phát nên nhà trường trì hoãn tới giờ. Và cũng không có thông báo gì về việc có hay không tổ chức lễ tốt nghiệp cho sinh viên tụi em. . . Không chỉ mình em mà rất nhiều bạn sinh viên khác cũng mong sẽ sớm nhận được câu trả lời từ phía nhà trường về việc này.. . Em xin cảm ơn.  /[full_name]OTE . .",
            "Cho em được hỏi nhà trường có dự kiến sẽ tổ chức lễ cho sinh viên đã tốt nghiệp vào tháng 11/2021 không ạ?. . Em đã tốt nghiệp vào đợt đó và cũng do tình trạng dịch bùng phát nên nhà trường trì hoãn tới giờ. Và cũng không có thông báo gì về việc có hay không tổ chức lễ tốt nghiệp cho sinh viên tụi em. . . Không chỉ mình em mà rất nhiều bạn sinh viên khác cũng mong sẽ sớm nhận được câu trả lời từ phía nhà trường về việc này.. . Em xin cảm ơn.. . . . . .",
            "Chào em,. . Về lễ tốt nghiệp SV vui lòng đợi thông báo sau của nhà trường. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào quý thầy cô. . Em có tên trong danh sách dự kiến tốt nghiệp nhưng ghi chú : Tạm dừng, Em phải làm đơn sao ạ. em xin cảm ơn",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Mình có giấy xác nhận hiến máu tính nguyện thì mình cần làm gì để đổi ngày công tác xã hội ?",
            "Chào em,. . Về cập nhật ngày CTXH, SV vui lòng liên hệ văn phòng Đoàn Khoa/Đoàn Trường để được cập nhật ngày CTXH lên trang hoạt động ngoại khóa của SV nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em là [full_name] của Khoa 108 ạ. . Dạ cho em hỏi , tình hình là đầu năm em có chụp ảnh hẻ để đưa lên trang ảnh trong mục Nhập học trên Mybk và cũng như đăng ký giầy tờ mở ngân hàng OCB và chuyển hồ sơ về trường xác nhận nhâp học mầ quên em không đăng ký làm thẻ sinh viên cho . Hiện tại khi em nhấn vào mục đăng ký làm thẻ sinh viên thì bị khóa và không thể thêm ảnh vào để xác nhận đăng ký làm thể cũng như là việc thanh toán ạ . Xin được nghe câu trả lời từ mọi người ạ . Cảm ơn đã dành thời gian ra đọc tin nhắn của em ạ và xin lỗi vì sự bất tiện này ạ . Em xin hết. . Em có đính kềm file anh thẻ của em trong trường hợp cần thiết ạ",
            "\"Chào em,. . Trường hợp của bạn vào lại trang mybk/Mục nhập học, để nộp lại ảnh nhé.. . Hàng tuần Phòng Đào tạo sẽ lấy lại ảnh về để in lại cho những trường hợp ảnh không đúng quy định và gửi về Khoa phát cho SV.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thầy/cô cho em hỏi đợt tốt nghiệp tháng 4 này có lễ tốt nghiệp không ạ ?. . . . Em cảm ơn",
            "Chào em,. . Về lễ tốt nghiệp SV vui lòng đợi thông báo sau của nhà trường. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". .      kính chào quý thầy cô. . - EM đã học xong chương trinh đào tạo nhưng còn thiếu chứng chỉ anh văn tiêu chuẩn để tốt nghiệp cho nên học kì 2 2021-2022 em không đăng kí thời khóa biểu môn học =  Kính mong quý thầy cô xem xét hủy kết quả buộc thôi học của em [full_name] MSSV [student_id].. . . .",
            "\"\"\"Chào em, . . Đối với tình trạng SV tạm dừng, khi nào có tên trong danh sách dự kiến tốt nghiệp(nếu đủ điều kiện tốt nghiệp thì đăng ký xét tốt nghiệp bổ sung tại Bksi   mục tốt nghiệp), PDT sẽ tự động ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp. . . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho e hỏi là hiện tại trên bkpay đã có thời hạn đóng học phí anh văn nhu cầu là 21/3 nhưng e đi đóng ở ngân hàng thì họ bảo vẫn chưa mở, và e cũng vào ứng dụng ocb mini để đóng nhưng vẫn ko thấy hiện, và lên lên lại trang bkpay của trường thì lại để chưa đến kì thanh toán nhưng thời hạng là 21/3 ạ.Mong ad phản hồi sớm ạ để e biết đường đóng học phí ạ vì e sợ đóng trễ lại bị trừ điểm rèn luyện ạ.",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi(gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa thầy cô thuộc phòng đào tạo,. . . . Em tên [full_name], k16 Cơ điện tử - Việt Pháp, hiện em đã có tên trong danh sách tốt nghiệp dự kiến, tuy nhiên khi đăng nhập vào trang đăng ký tốt nghiệp thì không được phép do thuộc không thuộc đối tượng. Khi kiểm tra tình trạng thì tình trạng sinh viên của em đang là \"tạm dừng\" ạ.. . . . Em đã đủ điều kiện đăng ký tốt nghiệp, hạn chót 11/4/2022. Mong các thầy cô giúp em giải quyết ạ.",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    }
]