[
    {
        "intent": "",
        "message": [
            "B   /B Tốt nghiệp . Kính thưa phòng đào tạo!. . Em có vào trang đăng ký xét tốt nghiệp cho đợt tháng 11 nhưng em thấy tình trạng đăng ký là không có tên trong danh sách tốt nghiệp dự kiến và cũng không thể bấm xác nhận vào các mục nhập thông tin được ạ.. . Vậy kính mong PDT cho em biết với tình trạng như vậy em phải làm như thế nào ạ?. . Bổ sung thêm là em vừa đạt đủ điểm anh văn nói viết vào ngày thi 14/8 rồi a.",
            "Chào bạn . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 07/10/20 phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :. . - Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn    tốt nghiệp    thông tin tốt nghiệp    danh sách tốt nghiệp 11/2020 - Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên vui lòng phản hồi tại trang bksi.hcmut.edu.vn để để phòng đào tạo kiểm tra lý do.. .  Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy/cô cho em hỏi là em đã nộp bằng Toeic vào trường với mức điểm 675 và đã được xét duyệt miên 4 [full_name]. . . . . Cho em hỏi là vào kì 202 tới em sẽ làm Luận Văn vậy khi đến đợt xét chuẩn Ngoại Ngữ để nhận Luận Văn Tốt Nghiệp cho học kì 202 thì hệ thống của trường sẽ tự xét duyệt luôn hay em có cần làm các thao tác gì trên Mybk để được xét duyệt nhận Luận Văn Tốt Nghiệp không ạ ?. .  . . Em chân thành cảm ơn Thầy/cô.",
            "Chào bạn,. . . . Hệ thống sẽ tự xét pass anh văn để nhận luận văn cho bạn luôn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em mới chuyển sang nhóm A01 môn EE3015. Xin phòng đào tạo cập nhật nhóm trên elearning giúp em ạ.. . Em cảm ơn.",
            "Chào bạn,. . . . Khoảng 5h chiều này [full_name]T sẽ cập nhật TKB trên BKEL, ngày mai bạn kiểm tra lại nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: hiện tại quiz môn cơ lưu chất đang bị đóng nên em không làm bài được, và theo lịch trình thì không làm quiz thì thị cấm thi cuối kỳ, mà hạn cuối làm quiz là cuối hôm nay. Chỉ em và 1 số bạn trong lớp thầy [full_name] bị thôi ạ. Có cách nào cứu vãn cho em được không ạ. Em cảm ơn. . . . . (Trong hình thì em đã xem video và làm trắc nghiệm tất cả những đường link đã click nhưng vẫn không làm phần tiếp theo của cô [full_name])",
            "Chào bạn,. . . . Bạn liên hệ với giáo viên giảng dạy nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào thầy/cô phòng đào tạo. Em tên [full_name], lớp HC16KTTP. Ngày qua em đã gửi câu hỏi về việc không nhận Mail thông báo về việc có tên trong danh sách tốt nghiệp dù đủ các điều kiện và em xin cảm ơn về phản hồi của Phòng đào tạo gửi cho em. Em có hỏi bên BK English về việc chuyển điểm TOEIC speaking & writing và nhận phản hồi là đã chuyển cho phòng đào tạo trong ngày 17/8. Và các bạn em cũng được chuyển ngày đó và cả sau đó 2 tuần, các bạn đều nhận được Mail có trong danh sách tốt nghiệp và được đăng kí, nhưng em không có. Em mong đến ngày 30/9 sẽ nhận được tin tốt từ Phòng đào tạo rằng chỉ là do lỗi hệ thống và em đã được cập nhật danh sách. Em hi vọng được tốt nghiệp đúng hạn và không gặp phải lỗi gì ạ. . . Em chân thành cảm ơn sự hỗ trợ của thầy/cô !!",
            "Chào bạn,. . . . Bạn xem lại qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . * Chứng chỉ TOEIC Speaking & Writing với mức điểm tối thiểu là 200. Riêng chương trình tài năng là 245.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo. . . . Em làm đơn này để xin đăng ký môn học . . Nguyên lý lò công nghiệp ( MA 3021). . . . Lý do: Do đợt đăng kí đợt 2 môn học đã đủ người. Đợt 3 thì em bị vượt quá tín chỉ.. . Tuy nhiên em vẫn mong xin phòng đào tạo cho em đăng kí môn học này vì lý do từ học kì sau môn học sẽ chuyển thành môn tự chọn và em có khả năng không thể học được.. . . . Xin cảm ơn. .",
            "Chào bạn,. . . . Rất tiếc môn học vượt tín chỉ nên không đăng kí cho bạn được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào phòng đào tạo, em tên là [full_name], MSSV: [student_id]. Em hiện là sinh viên năm 4 của khoa Môi trường và Tài Nguyên.. . . . Do bất cẩn trong quá trình đăng kí môn học, em đã bỏ sót một môn của năm 4 của em là môn \t  B EN3047 - Đánh giá tác động và rủi ro môi trường  /B .. . . . Đây là môn học do cô [full_name] giảng dạy, vì cô khá bận nên mỗi năm chỉ mở một lần và do em có làm việc với cô nên em được biết cô trong năm tới có thể không dạy do công việc riêng và điều đó rất khó cho em việc ra trường của em và vì em rất muốn làm việc với cô.. . . . Em hy vọng phòng đào tạo hướng dẫn em có thể tham gia môn học trong thời gian học kì hiện tại.. . . . Em cảm ơn.",
            "Chào bạn,. . . . Đã đăng kí cho bạn môn EN3047 rồi, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Thầy/Cô,. . Em tên [full_name], mssv: [student_id].Em hiện là sinh viên bằng 2 ngành Khoa học máy tính khóa 2020.. . Do em không thể đăng ký các môn học cho sinh viên năm 1 vào học kỳ chính nên em đăng ký các môn này trong học kỳ dự thính (em đã dkmh dự thính đợt 1). Hiện tại em đang có một môn học học từ tiết 10-12 CS2 vào thứ 4 & thứ 6 trong hk chính, do đó rất dễ trùng lịch khi đkmh đợt 2 (theo em được biết thì dự thính thường học từ tiết 13-15 CS1). Do đó em dự định sẽ hủy môn học này khi có TKB chính thức của hk dự thính (khi em chắc chắn đk được các môn học dự thính). Em muốn hỏi là ở đợt đkmh thứ 2 và thứ 3 nếu em đk dự thính vào tiết 13-15 ngày thứ 4 & thứ 6 thì hệ thống có xuất hiện lỗi không đảm bảo thời gian giãn cách không?(vì em vẫn chưa hủy môn học kia tại thời điểm này) Và nếu lỗi này xảy ra thì em phải làm sao để đk môn học cho hk dự thính?(em cam đoan sẽ hủy môn học kia sau khi có thời khóa biểu của hk dự thính).. . Em xin cảm ơn,",
            "Chào bạn,. . . . Hiện tại học kỳ chính 201 đã hết thời gian huỷ, bạn muốn huỷ thì bạn làm đơn rút (rút sẽ tín học phí nha).. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy(Cô) cho em hỏi : Các môn tự chọn nhóm A hệ VLVH hiện tại không mở, có thể học thay thế nhóm B được không.. .",
            "Em phải đăng ký đúng group tự chọn của nhóm tự chọn.. . Nếu môn ko mở lớp hệ VLVH thì em đk dự thính chính quy ( dự thính HK học buổi tối và cuối tuần ). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name]. . MSSV: [student_id]. . Khoa: Cơ Khí. . Lớp: CK19CK12. . Nội dung: em đã trễ học phí dự thính học kì 193, sau đó e đã thanh toán, nhưng do bận công việc riêng nên em chưa lên PĐT xin giấy xác nhận đã đóng trễ học phí. Vào ngày 23/09/2020 em không được dự thi cuối kì môn GT1, em kính xin PĐT xem xét cho em được thi lại, bởi vì mùa dịch khó khăn nên mới xoay sở học phí trễ mà do sơ suất mà không dược dự thi.. . Em cảm ơn PĐT đã nghe em trình bày, em mong nhận được quyết định sớm .",
            "Chào bạn,. . . . Bạn xem qui chế học vụ điều 17, mục 17.2 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . . Dạ cho em hỏi, giấy xác nhận sinh viên để nộp cho địa phương tạm hoãn nghĩa vụ quân sự bị in sai thông tin lưu trú thì có được cấp lại không ạ . Em cảm ơn",
            "Chào bạn,. . . . Bạn ghi rõ thông tin sai để PDT in lại cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Quý thầy cô cho em hỏi em đang theo học văn bằng 2. Hiện em đủ số tín chỉ để làm luận văn nhưng em chưa có có nộp bằng toeic. Vậy QUý thầy cô cho em hỏi em có cần nộp bằng toeic mới được đăng ký luận văn. Hay sao ạ. Nếu bắt buộc nộp bằng toiec mới được đang ký luận văn thì em xin phép dcd đăng ký làm luận văn trước và nợ bằng toiec sau được không ạ? Kinh mong Quý Thầy cô hướng dẫn cho em.. . Em xin chân thành cảm ơn!. .   i Tốt nghiệp .",
            "SV Bằng 2 điều kiện AV như [full_name] quy Bằng 1. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là môn học môn học Xác suất và thống kê mã môn MT2014 vẫn chưa được cập nhật ạ!",
            "Chào bạn,. . . . . . . . Môn MT2013 chỉ có 3 tiết bài tập nên đã xếp vào luôn vào trong giờ lý thuyết, môn MT2014 sẽ không có giờ nha.. . . . Thân.. . . .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ cho em hỏi. BẢNG quy đổi điểm anh văn học kỳ mới 201 này có áp dụng cho ca các khoá từ k16 trở về trước ko. . Có phải bây giờ khoá của bọn em phải có đủ 4 av cùng bằng toeic 500 mới dc ra trường. . . Hướng thứ 2 là phải có đủ 600 điểm toiec. . Việc này đã gây nên rất nhiều bức xúc cho rất nhiều bạn sinh viên đang đọng lại chưa ra trường được vì anh văn. . Đa phần sinh viên năm bọn em ko có học hết 4 anh văn như các khoá khác và các bạn chỉ dừng lại ở mức av 1.2. . Em vừa đi thi và khả năng là đủ 500 điểm. Nhưng giờ em ko có đủ 4 av ở trường thì sao ạ?. . 600 điểm toeic là 1 điểm số quá sức với sinh viên trường kỹ thuật.. . Mong pdt giải thích cho bọn em 1 cách thoả đáng.. . Em xin trân thành cảm ơn.. .",
            "Chào bạn,. . . . Bạn kiểm tra mail PDT có gởi sinh viên về việc này.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]0  /b \t. . . .   i Học vụ . Em xin chào PĐT ạ, em có 1 số câu hỏi cần trợ giúp ạ. . . Em là sinh viên khóa 2013, hiện tại theo quy định học vụ thì em đã hết thời gian đào tạo. Em vừa hoàn thành Luận Văn Tốt Nghiệp kì này nhưng vẫn còn nợ 1 môn học. Không biết còn cách nào để gia hạn thêm 1 kỳ không ạ. . . Mong PĐT hỗ trợ, chỉ dẫn em ạ. Em xin cảm ơn ạ.. . . .",
            "Chào bạn. . - Về quy định thời gian và kế hoạch học tập: Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em xin chào các thầy cô!. . Em xin trình bày vấn đề về việc đăng kí tốt nghiệp của em ạ.. . Em là sinh viên K17 của TTĐT BDCN, hiện tại em đã tích lũy đủ 108 tín chỉ, TOEIC 720(đã thẩm tra và chuyển điểm thành công), 11 ngày CTXH. Nhưng em không thể đăng kí tốt nghiệp được ạ, em không thể cập nhật thông tin về lí lịch được và cũng không thể tải ảnh lên được.. . Mong các thầy cô xem xét về trường hợp của em ạ.. . Trong khi chờ đợi em xin chân thành cảm ơn các quý thầy cô!",
            "Chào bạn,. . . . Bạn liên hệ PDT để đăng kí xét tốt nghiệp.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mssv: [student_id]. . Em đã xem qua qui định về việc nộp bằng tin học, em muốn hỏi về hạn cuối nộp bằng là khi nào, vào cuối năm 2 hay năm 3, em cảm ơn ạ.",
            "Chào bạn, . . Về việc [full_name]19 phải đạt chuẩn kỹ năng ứng dụng CNTT cơ bản (tạm thời nhà trường pass chuẩn để xét Đ[full_name]MH áp dụng chỉ cho H[full_name]1(20-21), bạn vui lòng đợi thông báo sau của Phòng Đào tạo qua email sinh viên. . . Chúc bạn học tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Lịch SHCD bị trùng với lịch thi HK 193 của em thì giờ phải làm sao ạ?. . . .",
            "Chào bạn,. . . . Bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào Cô,. . Em đã kiểm tra kết quả DKMH trên cổng thông tin sinh viên nhưng thấy vẫn chưa hủy IM3061 ạ.. . Cô kiểm tra giúp em với ạ.. . Em cảm ơn Co",
            "Dạ môn học đã được hủy ạ,. . Em cảm ơn nhiều ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô ạ!. . Vì một số lí do khách quan em muốn xin đổi lớp đồ án bê tông 2 có được không ạ? Kết quả đăng kí đợt 3 chỉ có 1 lớp nhưng sau đó chia nhỏ ra nên em không biết là GV em muốn đổi thuộc nhóm lớp nào. Nếu được em sẽ làm đơn nộp cho PĐT ạ. . Em cảm ơn ạ!",
            "Chào bạn,. . . . Bạn cho biết mã môn học ?. . . . Thân",
            "Chào cô ạ!. . Mã số môn học là   B CI3177  /B . . Nguyện vọng của em là được vào lớp của thầy [full_name] nếu không có thì em nguyện vọng vào lớp của thầy [full_name] ạ. . Em xin chân thành cảm ơn ạ!",
            "Chào bạn,. . . . Môn CI3177 tất cả các nhóm đã đầy nên không chuyển nhóm được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name] MSSV [student_id]. . Em bị hủy môn học [ME2123] Kĩ thuật hệ thống nhóm L01 do bị trùng lịch. Giờ cho em hỏi em có thể chuyển qua nhóm L02 không ạ? Tại vì nhóm L02 em không bị trùng lịch.. . Nếu em không thể chuyển qua nhóm L02 được thì cho em đăng kí thêm môn [ME2051] Vận trù học nhóm L01 (trong học kì chính) ạ. Vì lí do môn ME2123 Kĩ thuật hệ thống bị hủy thì em chỉ còn 12 chỉ thôi ạ.. . Mong pđt phản hồi sớm giúp em ạ. Em cảm ơn.",
            "Cho em chỉnh sửa lại thông tin phía trên ạ.. . Em tên là [full_name] MSSV [student_id]. Giờ em bị hủy môn học [MT1009] Phương pháp tính lớp L02 do bị trùng TKB với môn kĩ thuật hệ thống. . . Kính mong PĐT có thể nào cho em chuyển lớp môn [MT1009] Phương pháp tính. Cụ thể là chuyển từ lớp L02 sang lớp L04 được không ạ?. . Mong PĐT có thể xem xét mà có thể cho em được học như nguyên vọng của em phía trên ạ.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Đã hết thời gian huỷ, bổ sung môn học rồi nha bạn.. . . . Thân",
            "Dạ  cho em xin đăng kí môn học MT1009 phương pháp tính lớp L04 ạ. . Em cảm ơn",
            "Chào bạn,. . . . Đã đăng kí cho bạn môn MT1009 rồi, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name]. MSSV: [student_id]. Lớp CK19LOG2.. . Em bị hủy môn học ME2123 Kĩ thuật hệ thống nhóm lớp L01 do bị trùng lịch.. . Cho em hỏi em có thể chuyển qua nhóm lớp L02 không ạ? . . Hoặc nếu không được chuyển thì em có thể đăng ký thêm môn ME2051 Vận trù học không ạ?. . Mong PĐT phản hồi sớm giúp em, em xin cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào cô!. . Giấy chứng nhận sinh viên để tạm hoãn nghĩa vụ quân sự của em bị sai thông tin ở phần Hộ khẩu thường trú (Hộ khẩu thường trú của em là huyện   B Thanh Bình  /B  nhưng trong giấy xác nhận là   B Tháp Mười  /B , như thế em có cần phải vào Văn phòng khoa để đổi lại giấy không ạ?(em đã kiểm tra thông tin lúc trước của em cập nhật cho PĐT là huyện Thanh Bình).. . Em chân thành cảm ơn!",
            "Chào bạn,. . . . Bạn liên hệ Phòng Đào Tạo cơ sở 1 để đổi lại giấy xác nhận sinh viên nha.. . . . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Thầy/Cô.. . Em tên [full_name], MSSV: [student_id], em mới đăng ký môn học AV350, nhưng ở mục CS (cơ sở) ghi là [full_name].D.LUC, em không biết học ở đâu, xin Thầy/Cô hỗ trợ giúp em.. . Trân trọng!",
            "Chào bạn,. . . . Lớp bạn tổ chức ở trường Cao Đẳng Điện Lực nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1934003  /b \t. . . .   i Đăng ký môn học . Chào thầy.. . Học kỳ chính quy 201 (không phải dự thính) em có đăng ký môn Mạch Điện Tử (EE2007) và Mạch Điện Tử Thông Tin (EE3011).. . Môn EE2007 là môn tiên quyết của EE3011 nên em không đăng ký được môn EE3011. Dự định của em là sẽ tốt nghiệp sau học kỳ này nhưng nếu không đăng ký được môn EE3011 thì phải đợi 1 học kỳ nữa để đăng ký hoặc có thể là 2 học kỳ vì học kỳ trước môn học này cũng không mở. Em mong nhà trường sẽ tạo điều kiện để em có thể ra trường sớm nhất có thể.. . Em xin cám ơn thầy.",
            "Chào bạn,. . . . Bạn có thể đăng kí học kỳ dự thính 201 thử nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tình trạng của em hiện tại là ở lần nộp bằng đợt 1 thì em bị trễ. Nhưng lần nộp bằng lần 2 thì em quên mất khoảng thời gian nộp rồi.. . . . Hơn nữa em cũng đã đăng kí nộp bằng trên hệ thống từ khoảng cuối tháng 8, nhưng nó lại ghi là vẫn đang chờ xử lý.. . . . Bởi vậy em muốn hỏi về thời gian nộp bằng tốt nghiệm PT lần 2, và liệu tới khoảng thời gian đó thì hệ thống mới xử lý đơn đăng ký nộp bằng cho em hay không.",
            "Chào bạn,. . . . Thời gian nộp bằng PTTH bạn vui lòng kiểm tra mail PDT đã gởi cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: Phòng Đào Tạo. . . . Em tên: [full_name]. .         MSSV: [student_id]. .         Ngành: Bảo Dưỡng Công nghiệp. . Nay em xin trình bày một việc như sau:. . Do em đã xong hết môn nên đăng kí môn học bổ sung để duy trì tiến độ học tập. Em xin đăng kí môn: Tổ chức quản lý  bảo dưỡng 1 ( mã môn học: 260609 ). Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Môn 260609 học kỳ này không mở lớp nha.. . . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng Đào Tạo. . . . Em tên: [full_name]. .         MSSV: [student_id]. .         Ngành: Bảo Dưỡng Công nghiệp. . Nay em xin trình bày một việc như sau:. . Do em đã xong hết môn nên đăng kí môn học bổ sung để duy trì tiến độ học tập. Em xin đăng kí môn:. . Tổ chức quản lý bảo dưỡng 1 MMH: 260609. . Em xin chân thành cảm ơn. .",
            "Chào bạn,. . . . Học kỳ 201 này môn 260609 không mở lớp.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn hỏi : Năm học này trường sẽ mua BHTN cho SV như năm rồi hay SV tự mua ạ?",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do đăng kí nhầm môn hoá phân tích CH2009 của kỹ thuật môi trường thành môn hoá phân tích CH2113 Của kỹ thuật hoá học . . . . Mong trường có thể giúp e giải quyết",
            "Chào bạn,. . . . Đã đăng kí môn CH2009 và huỷ môn CH2113 cho bạn rồi, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Phòng đào tạo ạ.. . Em có trường hợp này muốn hỏi phòng đào tạo.. . Em xem bảng điểm thì thấy có 2 cột môn thực tập tốt nghiệp có mã môn là TR3313 ( hình đính kèm ). Phòng đào tạo cho em hỏi là có ảnh hưởng gì không ạ? Vì học kì sau em xét làm luận văn tốt nghiệp.. . Em xin cảm ơn.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name], MSSV: [student_id]. Em có nhận được mail pđt báo hủy môn phương pháp tính do trùng lịch với Kĩ thuật hệ thống công nghiệp. Em muốn xin chuyển môn phương pháp tính qua L04 ạ do hôm đó em không có lịch học. Em mong pđt xem xét cho em được chuyển lớp. Em xin cảm ơn.",
            "Chào bạn,. . . . Đã đăng kí cho bạn môn MT1009 rồi, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy/cô.. . Về quy định số tín chỉ lích lũy để nhận LVTN, em thấy trong quy chế có ghi là \"Đạt số tín chỉ tích lũy (TCTL) tối thiểu bằng số TCTL theo tiến độ của CTĐT – 7 TC\".. . Vậy thầy cô cho em hỏi:. . . . -Theo chương trình đào tạo (CTĐT) 4 năm của em, nếu đúng tiến độ (không học trước), đúng các môn thuộc CTĐT, không rớt môn nào thì hết học kỳ 1 năm 4 sẽ được 129 chỉ. Vậy điều kiện về tín chỉ để nhận LVTN là 129-7=122 tín chỉ phải không ạ?. . -Vậy ví dụ hết học kỳ 1 năm 4 em còn nợ 10 chỉ, nhưng đã đăng ký học trước và qua 1 môn tự chọn 3 chỉ thuộc học kỳ 2 năm 4 =  em có  132-10 =122 chỉ thì vẫn thỏa điều kiện nhận LVTN phải không ạ?. . -Cứ miễn đủ 122 chỉ là em thỏa điều kiện tín chỉ nhận LVTN phải không ạ?. . . . Em cảm ơn. .",
            ". . Chào bạn. . . . - Về quy định các môn thực tập tốt nghiệp, đề cương luận văn, luận văn tốt nghiệp: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Chương trình đào tạo. . . . - Sv xem [full_name]CH [full_name] ĐỂ [full_name] - [full_name] - Khóa 2016 tại : http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_62&tid=1767. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . e muốn đăng kí môn xác suất thống kê  không biết còn đăng kí được k ạ , e bị xóa mất môn đường lối của đảng . em cám ơn",
            "Chào bạn,. . . . Bạn có thể đăng kí môn này trong đợt dự thính 201.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name], MSSV: [student_id]. Em có thể xin đổi môn EE3003 (Thiết kế hệ thống nhúng) từ nhóm A02 (lớp thầy [full_name], tiết 2-3-4, thứ 6) sang nhóm A03 (lớp thầy [full_name], tiết 7-8-9, thứ 4) được không ạ?. . Lý do: lớp A03 sẽ thuận tiện hơn cho em trong việc học tập và hoàn thành học phần mở rộng lớp tài năng.. . Em cảm ơn.",
            "Chào bạn,. . . . Nhóm A03 bị full sỉ số nên không chuyển qua được nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy/cô,. . Em có thể đổi môn EE3003 sang nhóm A03 được không ạ?. . Lý do: vì thầy cô bên nhóm này sẽ thuận tiện hơn khi em làm học phần mở rộng của lớp tài năng ạ. . Em xin cảm ơn ạ",
            "Chào bạn,. . . . Môn EE3003 nhóm A03 bị full sỉ số không tăng được nữa nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa thầy/cô,. . . . Em có thể xin đổi môn EE3003 sang nhóm A03 được không ạ?. . Lý do: Thầy/cô và các bạn bên nhóm này sẽ thuận tiện hơn khi em làm học phần mở rộng của lớp tài năng ạ. . . . . Em xin cảm ơn.",
            "Chào bạn,. . . . Môn EE3003 nhóm A03 bị full sỉ số không tăng được nữa nên không chuyển nhóm cho bạn được.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]. . . . Đăng ký môn học. . . . Em có định đăng ký môn học Anh Văn 2 có mã môn học là LA1005 nhưng vì lớp đầy nên em không đăng ký vào được ạ.",
            "Chào bạn,. . . . Bạn có thể đăng kí vào học kỳ dự thính 201 nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "I Đăng ký môn học . Chào thầy cô phòng đào tạo.. . . . Em hôm trước có nhờ thầy cô bên phòng đào tạo chuyển lớp môn Thiết kế hệ thống nhúng(EE3003) từ thứ 6 sang thứ 4, mà hiện tại phòng đào tạo đã chuyển lớp dùm em rồi.(có đính kèm ảnh). . Lịch học trên Mybk đã đổi nhưng sao trong BKel nhóm lớp vẫn hiện lớp cũ ạ. Vì môn học này có chia bài tập nhóm nên em cần vào Bkel để tìm danh sách lớp và chia nhóm kịp thời.. . Mong thầy cô giải quyết hộ em với ạ. Để em theo kịp tiến độ của môn học.. . Em cám ơn ạ!. .",
            "Chào bạn,. . . . Sau 5h chiều [full_name]T sẽ cập nhật môn học trên BKEL, sau 5h bạn kiểm tra nha. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là nếu mình đăng kí học bóng chuyền ở cơ sở 1 thì vẫn học ở cơ sở 1 hay là phải học ở trung tâm TDTT  của ĐHQG-HCM ạ?",
            "Chào bạn. . Bạn kiểm tra mail pdt đã gởi thông báo về địa điểm học GDTC. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name] . . Lớp CK19CK12. . Em xin hỏi hiện giờ có thể nhận bằng bằng quốc phòng được không và nhận ở đâu ạ?. . Em cảm ơn.",
            "Chào bạn. . Về việc nhận bằng giáo dục quốc phòng bạn vui lòng liên hệ Văn phòng Khoa để nhận bằng. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Nhà trường,. . Em muốn đăng ký bổ sung môn MT1009 - Phương pháp tính vào lớp L01. Nguyên nhân là em đã đăng kí vào lớp L02 nhưng đã bị hủy do bị trùng TKB môn ME2123 (mới Bổ sung TKB theo tiến độ).. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Tất cả các nhóm của môn MT1009 đã full sỉ số, bạn có thể đăng kí môn này trong đợt dự thính 201 nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gữi thầy/ cô. . . . Cho em hỏi là ở HK 201 này có mở đăng kí LVTN cho hệ chính quy tại cs1 hay không ạ?. . . . Cảm ơn thầy/ cô",
            "Chào bạn,. . . . Tất cả các môn luận văn đều mở lớp mà bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . . . Kính gửi thầy/cô,. . Thầy/cô có thể cho em xin huỷ đăng kí môn học EE3077 được không ạ?. . Lý do: vì có một vài biến cố trong gia đình nên em phải đi làm thêm. Lịch làm thêm của em bị trùng với lịch học nên em không thể đi học được. Em mong thầy / cô thông cảm ạ.",
            "Chào bạn,. . . . Đã huỷ môn EE3077 cho bạn rồi, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   I   /B   /I   B Đăng ký môn học . Kính gửi ban giám hiệu Trường Đại học Bách Khoa thành phố Hồ Chí Minh. . Em tên là [full_name]. . Sinh viên lớp CK19LOG2 . . Nay em viết đơn này kính mong nhà trường cho em được đăng kí bổ sung môn học Triết học [full_name] - [full_name] mã môn SP1031, do môn học bị trùng lịch học với môn Kỹ thuật hệ thống nên em bị huỷ môn. Mong nhà trường xem xét và giúp em xếp lớp để em được học môn Này mà không bị trùng lịch. Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . Đã đăng kí cho bạn môn SP1031 rồi, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Tại sao đăng kí môn học thành công mà không có thời khoá biểu học kì 201?. .",
            "Chào bạn,. . . . - Tại thời điểm bạn đăng kí môn học bạn bị tạm dừng nên kết quả bị huỷ. Bạn xem kết quả DKMH trên Mybk nha.. . . . - Hiện tại bạn làm đơn DKMH tại PDT sớm nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Tốt nghiệp. . Chào Thầy[full_name].. . Em là [full_name] hệ VHVL Mssv : [student_id]. Nhờ Thầy[full_name] cho em xin điểm trung bình tích luỹ và các điều kiện còn thiếu để nhận [full_name]. Em xin cám ơn.. . . .",
            "Bạn liên hệ Thầy [full_name]: [email] để được giải quyết nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có rút bằng tốt nghiệp ở trường cấp 3 nhưng bằng có thiếu sót con dấu nên em không sao in ra được. Để làm lại bằng thì em phải về quê mà em không có đủ điều kiện để về. Vậy cho em hỏi em nộp trễ bằng tốt nghiệp trung học phổ thông được.và nếu em chưa nộp kịp so với thời gian trường yêu cầu thì có bị vấn đề gì ko ạ? Em chân thành cảm ơn",
            "Chào bạn,. . . . Bằng PTTH bạn nộp vào 5/10 đến 19/10 nộp cho lớp trưởng nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Chào Phòng Đào tạo (PDT), em tên [full_name] mssv [student_id]. Em có một số thắc mắc mong PDT giải đáp.. . Em là SV k2015, theo chuẩn đầu ra để xét tốt nghiệp là Toeic 500. Em đã đạt được số điểm trên, muốn chuyển điểm để được miễn học các lớp Av 1234 và tốt nghiệp vào tháng 11 tới. Nhưng mà em thấy bảng điểm qui đổi cho HK1 năm 2020-2021 đã thấy đổi. PDT cho em hỏi là bảng điểm trên là áp dụng cho SV khoá k2020 hay sao ạ. Nếu mà có áp dụng cho SV khoá k2015 thì quá thiệt thòi cho SV k2015, vì chuẩn đầu ra Toeic là 500 mà theo bảng qui đổi trên thì Toeic 600 mới được miễn AV 4. Em mong PDT cứu xét tạo điều kiện cho SV k2015 có thể tốt nghiệp vào đợt 2, chứ trong 1 tháng mà phải thi đạt được Toeic 600 thật sự quá khó. Em chân thành cảm ơn.",
            "Chào bạn,. . . . Bảng qui đổi anh văn 1,2,3,4 từ học kỳ 201 có thay đổi, bảng qui đổi áp dụng cho tất cả các khoá. Bạn xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dear phòng đào tạo,. . . . Cho em hỏi việc học các môn GDTC nhóm lớp A là học tại sân B12-San1 như thời khóa biểu hay tại các địa điểm như mail thông báo ạ.. . . . Em cảm ơn. .",
            "Chào bạn,. . . . CS1 bạn học đúnt theo TKB.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em vào web đăng ký tốt nghiệp đến phần \"4. Kích hoạt tài khoản cựu sinh viên\" khi đã nhập mật khẩu mới, web hiện thông báo quay về mail cá nhân để hoàn tất (em đã check ghi đúng mail, không sai). Nhưng vào mail cá nhân em không nhận được mail nào cả.. . . . Em tên [full_name]-[student_id], đã có tên trong danh sách tốt nghiệp 11/2020. nhờ mọi người xem giúp em.",
            "Chào bạn,. . . . Bạn vào đăng kí tốt nghiệp lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi môn Các nguồn năng lượng tái tạo (Ma2013) là môn ngành của ngành Năng lượng Khoa CnVl và ngành của em trung bình 1 học kì chỉ có tầm 20 sv hiện tại thì đăng kí dự thính hk1 khoảng 9 bạn thì có được mở lớp không ạ?? Nếu không được mở do sl sv ít thì có cách nào để em được xin mở lớp không ạ!!! Em cảm ơn",
            "Chào bạn,. . . . Bạn làm đơn xin đặc cách mở lớp với sỉ số ít nộp tại PDT.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "em đang là sinh viên năm 2 (K19) em có câu hỏi là chuẩn tin học của trường mình là phải có chứng chỉ bắt buộc để lên được năm 3 giống như việc sinh viên phải pass anh văn 3 mới được đăng kí môn học cho năm 3 phải không ạ.Hiện tại em không có nhiều thông tin về chuẩn tin học cho sinh viên lắm mong nhà trường giải đáp",
            "Chào bạn,. . . . Bạn xem qui chế học vụ điều 31, phụ lục 3 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    }
]