[
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào,. . Cho em hỏi việc quy đổi điểm anh văn cho SV K17 Cao đẳng TOEIC 500 đổi được 4 môn anh văn áp dụng tới hết tháng 12/2020 hay sao ạ? Em thi toeic nhưng tới đầu tháng 1/2021 mới có điểm vậy nếu quy điểm để đổi anh văn thì còn áp dụng TOEIC 500 đổi 4 anh văn hay 600 mới đổi được 4 anh văn ạ?. . Em cảm ơn",
            "Chào bạn,. . . . áp dụng cho hệ cao đăng nha, không qui định thời gian qui đổi. Nên bạn được qui đổi  được qui điểm cũ  (bảng quy đổi áp dụng từ HK1/2017-2018 đến HK3/2019-2020).. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sinh viên K18, khoa điện - điện tử, ngành điện tử - viễn thông. Em có ý định tham gia chương trình học liên thông thạc sĩ . Em muốn hỏi chương trình liên thông còn xét hồ sơ xét tuyển không ạ? Nếu không thì khi nào sẽ mở xét . . tuyển hồ sơ lại đợt 2 ạ? Em cảm ơn",
            "Chào bạn,. . . . Bạn liên hệ phòng Đào Tạo Sau Đại Học nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy, cô!. . Em là sinh viên năm nhất, học phí 4 triệu đầu năm em đã nhờ anh trai đóng, nhưng anh e lại chuyển khoản lộn qua chất lượng cao, bữa em lên kiểm tra bkpay mới phát hiện ra điều này. Giờ em phải làm sao ạ?",
            "Chào bạn,. . . . Hiện tại bạn không làm gì hết, khi nào nhà trường thống kê những trường hợp đóng sai học phí sẽ chuyển lại cho bạn. Bạn đợi mail thông báo nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quý thầy cô!. . Cho em hỏi là e rớt av đầu vào, giờ em đăng kí môn học của kì tới của năm 2,em muốn hỏi là trường có tổ chức thi để xét chuẩn av k ạ, tại lúc trước e có nhận dc mail dự tính là tháng 11 nhưng hiện tại vẫn chưa có tin tức gì nên cảm thấy hơi lo lắng. Thời hạn đk đợt 2 từ 17/12-23/12 cũng khá sát.Em mong nhận dc câu trả lời sớm nhất để em sắp xếp và tính toán kế hoạch dự trù ạ. Em chân thành cám ơn ạ. . .",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Chào bạn,. . . . Dự  kiến là tháng 12 sẽ mở đợt kiểm tra anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i Kính gửi. . Em tên là [full_name] lớp CK20CK05, em đang sử dụng bảo hiểm y tế bãi ngang và có thời hạn đến năm 2022,Và em đã gửi bản photto bảo hiểm y tế và cmnn có công chứng về phòng H1-209, nhưng đến nay vẫn không thấy thông báo hoàn trả phí bảo hiểm y tế em đã đóng trước đó. Mong nhà trường xem xét và trả lời sớm nhất cho em ạ.. . Thân trọng. . . .",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào admin ạ!. . Em hiện tại là sinh viên năm cuối ạ!. . Hạn Đăng ký môn học Học Kỳ 2 (2020 - 2021) - Đợt 1 còn lại 2 ngày (17/11) ạ!. . Em có thắc mắc là hiện em đang không đủ điểm anh văn để đăng kí luận văn ạ!. . Các môn học bắt buộc và tự chọn hầu như em cũng không còn để học nữa ạ! Nếu đợt này em không đăng kí môn học thì có bị đình chỉ không ạ! . . Nếu trong khoảng thời gian em không đăng kí môn học thì em có được nhận giấy chứng nhận sinh viên do trường cấp nếu bị Phường/Xã gọi về đi nghĩa vụ không ạ!. . Và trường hợp bị đình chỉ thì lúc đủ điểm anh văn thì có làm đơn gì để thu nhận là sinh viên của trường gì không ạ!. . Mong admin phải hồi sớm ạ!. . Em cám ơn nhiều ạ!",
            "Chào bạn,. . . . - Nếu học kỳ 202 bạn không đăng kí môn học sẽ bị tạm dừng. . . -  Học kỳ 202 bạn không có TKB thì không in giấy xác nhận sinh viên để hoãn nghĩa vụ quân sự.. . . . - Khi nào đủ chuẩn anh văn bạn có thể nộp vào để nhận luận văn (nếu tạm dừng thì làm đơn thu nhận lại). Thời hạn tạm dừng chỉ có 2 học kỳ nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô!. . Em tên [full_name], MSSV: [student_id], lớp: XD16KT.. . . . Em viết thư này nhằm mong được thầy cô giải đáp về 2 việc liên qua đến chứng chỉ anh văn để nhận luận văn tốt nghiệp. Hiện em đã có chứng chỉ anh văn như yêu cầu của trường và đã nộp, đã được trường thẩm định là hợp lệ. Tuy nhiên:. . . . 1/ Đợt Đăng kí môn học HK2 lần này em có chọn đăng kí môn Thiết kế dự án TN (CI4303) tuy nhiên hệ thống vẫn báo em chưa đạt chứng chỉ anh văn để nhận luận văn tốt nghiệp.. . 2/ Em có sử dụng chứng chỉ anh văn nói trên cho việc chuyển điểm môn AV4 (LA1009) từ ngày 4/11/2020 và đã đóng lệ phí đầy đủ, tuy nhiên đến nay em vẫn chưa thấy điểm được cập nhật trong bảng điểm chuyển ạ!. . . . Kính mong thầy cô giải đáp sớm, em xin chân thành cảm ơn!",
            "Chào bạn,. . . . 1. Đó là câu cảnh báo thôi bạn.. . 2. PDT đã lấy chuyển điểm, sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào cô/thầy,. . . . Em có tìm thông tin trên trang www.aao.hcmut.edu.vn nhưng chưa có thời gian cụ thể làm Lễ tốt nghiệp. Không biết hiện tại đã thời gian chính thức làm Lễ tốt nghiệp chưa ạ? . . . . Rất mong cô/thầy có thể giải đáp thắc mắc. Em xin chân thành cảm ơn!. . . . Trân trọng,",
            "Chào bạn,. . . . Lễ tốt nghiệp diễn ra ngày 28/11, bạn vui lòng thường xuyên kiểm tra mail để biết thông tin tốt nghiệp.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy/cô em bị mất lịch thi và lịch học trên mybk là em đang gặp vấn đề gì ạ em cảm ơn!",
            "Chào bạn,. . . . Bạn bị buộc thôi học vì lý do học lực theo quyết định 604/BKDT ngày 09/11/20. Bạn làm đơn cứu xét ở khoa chưa?.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin giải đáp thắc mắc giúp em. . . e-learning của em và thời khoá biểu trong mybk bị mất hết khoá học của HK1-2020/2021 nên em không thể thực hiện cái bài tập cá nhân. . Rất mong nhận được phản hồi của a/c nhân viên!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name] MSSV [student_id]. Pdt cho em hỏi là em có thể đăng ký Đề cương Luận văn trước khi đi TTTN có được không ạ. Ví dụ như hk 202 em làm DCLV, rồi hè em mới đi TTTN thì có được không ạ, hay bắt buộc phải TTTN trước ạ. Em cảm ơn ạ. . . . .",
            "Chào bạn,. . . . Việc này bạn vui lòng kiểm tra phần cấu trúc môn học nha http://www.aao.hcmut.edu.vn/index.php?route=catalog/chuongtrinhdaotao.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em muốn hỏi là thi ngoại ngữ đợt 2 khi nào tổ chức thi vậy ạ. . .   B Em cảm ơn PĐT  /B . .",
            "Chào bạn,. . . . Dự  kiến là tháng 12 sẽ mở đợt kiểm tra anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi khi nào mới biết chính xác thông tin tốt nghiệp tháng 11 vậy ak",
            "Chào bạn,. . . . Lễ tốt nghiệp diễn ra ngày 28/11, bạn vui lòng thường xuyên kiểm tra mail để biết thông tin tốt nghiệp.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Là ngân hàng nào ạ? . . Em không rõ. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cho em xin mẫu đơn trình bày lí do vắng SHCD định kì với ạ. .",
            "Chào bạn,. . . . Bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em hiện tại đạt chuẩn av1 em muốn hỏi em có thể đăng ki môn học ở ky chinh 202 không ạ. .",
            "Chào bạn,. . . . Bạn muốn hỏi gì, bạn qua chuẩn anh văn sau năm nhất chưa?. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào, em là [full_name], khóa K19, em có 2 câu hỏi ạ:. . 1. Lúc trước trường có báo tháng 11 trường sẽ tổ chức đợt kiểm tra anh văn mà đến bây giờ vẫn chưa có mail thông báo về việc này. Vậy là trường có tổ chức thi không a?. . 2. Do dịch bệnh nên trường có hoãn chuẩn anh văn cho K19, nên để được đăng kí môn học kí 202 sắp tới thì mình có cần phải qua anh văn 1  để không bị hủy môn không? hay là chỉ cần đến cuối năm để qua anh văn thôi ạ?",
            "Chào bạn,. . . . 1. Dự  kiến là tháng 12 sẽ mở đợt kiểm tra anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết thông tin nha.. . . . 2. Học kỳ 202 có xét chuẩn anh văn sau các năm nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gởi các quý thầy cô. . Em có xem trên lịch học vụ của nhà trường thì ngày 11 tháng 12 là nộp chứng chỉ ngoại ngữ và chuyển điểm anh văn. Và ngày 17 tháng 12 là đợt 2 của đăng kí môn học. Vậy thầy cô cho em hỏi là nếu em nộp chứng chỉ ngoại ngữ trong khoảng sau ngày 11/12 và trước ngày 16/12 thì em có thể đăng kí môn học vào đợt 2 được không ạ.. . Em rất mong phản hồi từ quý thầy cô ạ. Em cám ơn.",
            "Chào bạn,. . . . Bạn vui lòng làm đúng theo lịch học vụ.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em là sinh viên khóa K18 ạ,. . Dạ cho hỏi là em đã bị rớt vật lý 2 và học lại vào học kì hè vừa rồi, và đã được 6.0 qua môn, nhưng trong số tín chỉ tích lũy của em chỉ tính 2 chỉ thực tập kỹ thuật mà em đã đk và không tín 4 chỉ vật lý 2 là tại sao vậy ạ?. . Em xin cảm ơn nhiều ạ.. .",
            "Chào bạn,. . . . Hiện tại học kỳ 193 các khoa chưa nộp điểm hết,  nên số tín chỉ học kỳ hè PDT chưa cập nhật. PDT sẽ cập nhật sau nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . cho em hỏi là bằng tin học có áp dụng cho khoá k19 không ạ, nếu có thì khi nào nộp bằng ạ ? em cảm ơn nhiều ạ. . . .",
            "Chào bạn,. . . . Tiêu chuẩn ứng dụng kỹ năng CNTT miễn áp dụng khoá 2019.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name] MSSV [student_id]. Em muốn hỏi thi tiếng anh ở trường để mình có thể đăng kí các môn năm 3 thì mình đăng kí ở đâu ạ hay trường sẽ có thông báo ạ?",
            "Chào bạn,. . . . -Bạn có thể thi chứng chỉ ngoại ngữ  quốc tế bên ngoài nộp vào cũng được.. . . . - Hoặc bạn có thể đăng kí dự thi các đợt kiểm tra anh văn toeic do trường tổ chức để xét chuẩn anh văn sau các năm vẫn được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em nộp bằng toeic để đăng ký môn học thì em có cần phải đóng tiền thẩm tra bằng không ạ với bao lâu thì trả kết quả để đk môn học ạ. . Em cảm ơn!",
            "Chào bạn,. . . . - Bạn đăng kí chuyển điểm anh văn 1,2,3,4 mới đóng tiền. Còn đăng kí nộp bằng không đóng tiền.. . . . - Thời gian nộp chứng chỉ để DKMH bạn vui lòng xem lịch học vụ http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_77&tid=1915.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi k19 có áp dụng chuẩn tin học không ạ?",
            "Chào bạn,. . . . Tiêu chuẩn ứng dụng kỹ năng CNTT miễn áp dụng cho khoá 2019.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy (cô) em tên là [full_name] học lớp VP2018CĐT, mssv [student_id]. Em muốn hỏi là em khóa k18 thì xét điểm toeic theo từng năm học là lấy của lúc K18 hay là lấy chuẩm của năm nay K20 luôn ạ. Em xin cảm ơn ạ.. .",
            "Chào bạn,. . . . Bạn là sinh viên khoá 18 thì toeic theo từng năm sẽ lấy theo khoá 18 của bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  . . Bãi gửi xe mới tại cổng 3 luôn luôn trong tình trạng hết chỗ gửi xe vào giờ trưa. Và mặc dù em đã tới trường sớm 45 phút so với giờ bắt đầu môn học để không gặp tình trạng này nhưng vẫn không gửi được xe. Khi em đến, có khoảng 10 chiếc xe đang được lấy ra khỏi bãi nhưng khi em yêu cầu được gửi xe thì vẫn không được. . . Nhà trường có cách nào để giải quyết vấn đề này không ạ?. . Em xin cảm ơn.. .",
            "Chào bạn,. . . . Bạn vui lòng phản ánh phòng Quản Trị Thiết Bị nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Học vụ . Dạ thưa thầy cô. . Hiện tình trạng sinh viên của em là tạm dừng vì không đăng kí môn học. Tuy nhiên, hiện tại em đã hoàn thành tất cả môn học trong chương trình rồi, chỉ còn tiếng anh nói viết thôi ạ. Vậy bây giờ em phải làm gì để giải quyết ạ, mong thầy cô cho em câu trả lời ạ, em cảm ơn.",
            "Chào bạn,. . . . Bạn cố gắng hoàn thành tiếng anh nói viết để hoàn tất chương trình học ra trường. Thời gian tạm dừng chỉ được 2 học kỳ thôi nha  bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào anh chị hỗ trợ ạ. . Em có tên trong danh sách tốt nghiệp dự kiến nhưng do hậu đậu quên thanh toán số tiền 95.000 trên PK PAY nên không có tên trong danh sách chính thức.. . Cho em hỏi là Phòng đào tạo có thể cứu xét em vào danh sách tốt nghiệp với ạ. Em đã thanh toán 95.000 trên PK hôm nay rồi ạ. . Em xin cảm ơn rất nhiều. .",
            "Chào bạn,. . . . - Bạn đã hoàn thành các bước đăng kí tốt nghiệp rồi thì yên tâm.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name] MSSV [student_id] Khoa khoa học ứng dụng. Do 1 số lý do gia đình chưa chuyển tiền nên e đã để lỡ lần thu học phí lần 1 của trường. Nay ngày 16/11/2020 em đã chính thức hoàn thành toàn bộ học phí kì học 201. Em rất xin lỗi vì sự cố nay mong PĐT có thể thông cảm cho sự cố của em. Em xin chân thành cảm ơn. . . .",
            "Chào bạn,. . . . Bạn đóng xong học phí là được rồi.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name], hiện là sinh viên năm 2 ngành Khoa học máy tính. Em có thắc mắc về chương trình đào tạo bằng kỹ sư của khóa K19 của ngành em có thể được tìm kiếm ở đâu?. . . . Mong thầy/cô giải đáp thắc mắc, em xin cảm ơn.. . Chúc thầy/cô một ngày làm việc hiệu quả.. . . . Sinh viên,. . [full_name]. . [full_name]",
            "Chào bạn,. . . . Trên web PDT nha bạn http://www.aao.hcmut.edu.vn/index.php?route=catalog/chuongtrinhdaotao.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kỳ này em trong danh sách dự kiến buộc thôi học. Cho em hỏi làm giấy cứu xét nộp trước ngày nào ạ?.. . Em cảm ơn!",
            "Chào bạn,. . . . Việc này bạn về khoa để được tư vấn cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em kính gửi phòng đào tạo Đại học Bách Khoa TPHCM.Em có câu hỏi muốn hỏi là về việc nộp bổ sung giấy chứng nhận tốt nghiệp THPTQG tạm thời,em là thí sinh tự do không có giấy chứng nhận tốt nghiệp tạm thời vậy Em phải nộp bằng tốt nghiệp bản sao phải không ạ.",
            "Chào bạn,. . . . [full_name] ghi nhận trường hợp của bạn và kiểm tra lại hồ sơ của bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đài tạo trường Đại học Bách Khoa Tp.HCM. . Em tên là [full_name], MSSV [student_id]. . Thưa quý thầy/cô. Học kì II năm học 2019-2020 vừa qua em có đăng kí môn học cơ học ứng dụng dự thính. Nhưng vì sức khoẻ chuyển xấu, nên em đã vắng buổi thi cuối kì. Sau đó, em có được nhận giấy thi lại từ phòng đào tạo gửi. Vì baat cẩn lúc chuyển phòng trọ, em có lỡ làm mất tờ giấy thi lại. Thầy/cô có thể cho em biết liệu em có được xin lại giấy đó 1 lần nữa được không ạ. Kính mong quý thầy/cô sớm phản hồi, để em có điều kiện được dự thi theo kịp chương trình đào tạo. Em xin chân thành cảm ơn!. . Yêu cầu khác:",
            "Chào bạn,. . . . Bạn liên hệ trực tiếp PDT để được hướng dẫn.. . . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy, cô!. . Anh em đã chuyển lộn học phí 4 triệu đầu năm qua chất lượng cao bằng ngân hàng Vietcombank, giờ em đợi mail của trường thông báo hay phải làm j ạ?. . Em cảm ơn!",
            "Chào bạn,. . . . Bạn phải đợi mail thông báo của nhà trường thôi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là khi nào mở đợt đăng kí kiểm tra anh văn tiếp theo. . . Em cảm ơn.",
            "Chào bạn,. . . . Dự  kiến là tháng 12 sẽ mở đợt kiểm tra anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô. . . . Em đã có tên trong danh sách tốt nghiệp chính thức và đã biết ngày 28/11 là ngày làm lễ tốt nghiệp. Cho em hỏi ngày sớm nhất em có thể nhận bằng tốt nghiệp chính thức là ngày bao nhiêu?. . . . Em xin cám ơn",
            "Chào bạn,. . . . Việc này bạn đợi mail thông báo của nha trường.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi thầy/cô, . . Do có 1 chút trục trặc cho nên hiện tại em bị trễ hạn đóng học phí học kì dự thính 201 và ít nhất 3 ngày nữa em mới kịp thời đóng. Cho em hỏi nếu trễ như vậy thì có ảnh hưởng tới việc em thi cuối kì của môn đó không ạ? (Lịch thi cuối kì là vào ngày 26/12).. . Em xin cám ơn.. .",
            "Chào bạn,. . . . Bạn cố gắng đóng học phí sớm và nộp đơn trình bày lý do đóng trễ học phí nộp PDT. Mẫu đơn có trên web PDT.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy/cô em muốn rút hồ sơ đã nộp cho trường thì em phải liên hệ ai và đến đâu nhận lại ạ",
            "Chào bạn,. . . . Hồ sơ đã nộp cho trường không rút được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào thầy cô phụ trách trang hỗ trợ trực tuyến, em có một số thắc mắc mong được giải đáp để thực hành đăng kí môn học được chính xác. Ở học kì sắp tới là HK2 2020-2021, em có đăng kí bộ môn Mật mã và an ninh mạng CO3069, nhưng môn học này yêu cầu phải có môn học trước là Mạng máy tính. Em đang học Mạng máy tính trong kì này, và do chưa có kết quả học tập cuối cùng nên hiện tại xem như là chưa hoàn thành môn học. Xin cho em hỏi rằng môn Mật mã và an ninh mạng của em có bị tự động xóa không ạ. Em xin cảm ơn.",
            "Chào bạn,. . . .  Môn Mạng máy tính là môn học trước môn Mật mã và an ninh mạng, học kỳ  201 bạn đang học môn Mạng máy tính nên khi đăng kí môn Mật mã và an ninh mạng khi hiện câu cảnh báo thiếu môn Mạng máy tính. Trường hợp này không sao nha bạn.. . . . Thân. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là thứ 6 tuần rồi em đã nộp đơn cứu xét tới văn phòng khoa rồi sao tới giờ em vẫn chưa truy cập được thời khóa biểu và các khóa học trên bkel vậy ạ. .",
            "Chào bạn,. . . . Bạn phải hỏi khoa đơn bạn đã giải quyết chưa?, bạn nộp đơn ở khoa, bạn hỏi PDT sao trả lời được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Khi đăng kí môn học EE3027 và EE3061 thì được hế thống báo là thiếu môn học trước lần lượt là EE3013 và EE3019. Nhưng hiện em đang học các môn này trong học kì 201, liệu khi ra kết quả em có được đăng kí không ạ?. . Cám ơn Thầy/Cô.",
            "Chào bạn,. . . . Không sao nha bạn, đó là câu cảnh báo thôi.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là em muốn nhận thẻ bảo hiểm tai nạn hoặc giấy xác nhận bảo hiểm tai nạn để học môn thí nghiệm thì em có thể đến đâu để nhận ạ?",
            "Chào bạn,. . . . Bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đạo tạo, MSSV em là : [student_id]. . được biết một số bạn có để dòng chữ nợ HP trên ds tốt nghiệp chính thức được PĐT phản hồi là  sẽ được cập nhật lại vào cuối tuần và  thứ 2 ngày 16/10/2020 có thể kiểm tra lại nhưng sao mssv của em vẫn còn để nợ học phí ak?. . . . Không biết nếu web k cập nhật thì có ảnh hưởng gì đến việc nhận bằng của em không ạ?. . . . Em xin phép đính kèm ảnh màn hình em chụp lúc sáng nay ( ngày 17/10/2020)",
            "Chào bạn,. . . . Không sao bạn, bạn đã hoàn thành xong các bước đăng kí tốt nghiệp. Bạn đã thanh toán xong các khoản học phí, trước ngày tốt nghiệp PDT sẽ chạy lại dữ liệu tốt nghiệp.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy cô. . . . Đợt đăng kí môn này em hy vọng trường xem xét có chính sách giúp tụi em đăng kí các môn học tự chọn chuyên ngành mà không phải xét chuẩn av hông ạ,các môn bắt buộc vẫn xét bình thường do tụi em khoa hóa k18 là khóa chuyển đổi chương đào tạo, các môn tự chọn chuyên ngành khoa hóa rất khó để mở lớp ạ do số lượng học viên rất ít nếu xét thêm chuẩn av nữa thì càng ít hơn . Em biết lỗi không đạt chuẩn av là do tụi em nhưng hy vọng có thêm một kì để sửa sai ạ. Em cảm ơn ạ. .",
            "Chào bạn,. . . . Nhà trường đã gia hạn rồi bạn, học kỳ 193, 201 và dự thính 201, một khoảng thời gian  dài cho các bạn chuẩn bị rồi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng Đào tạo,. . . . Xin chào quý thầy cô! Em tên là [full_name]. Thưa thầy cô cho em hỏi là trên biểu đồ lịch học em thấy ngày 11/12 là \"Nộp CCNN Chuyển điểm AV 11/12\", nhưng ở dưới cái bảng II - Ngoại ngữ thì ghi ngày 11/12 là \"- Đăng ký nộp CCNN để xét nhận LVTN - Đăng ký chuyển điểm cho đợt hiệu chỉnh đăng ký môn học HK202\", hai cái này có sự khác nhau giữa từ đăng ký vậy nên em không hiểu ngày 11/12 là nộp CCNN hay là đăng ký nộp CCNN (Em có đính kèm theo 2 file ảnh). Xin thầy cô giải thích giúp em. Em cảm ơn!. . . . Trân trọng,. . [full_name]",
            "Chào bạn,. . . . Thời gian nộp CCNN là ngày 11/12.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Phòng đạo tạo cho em hỏi là: Em đã hoàn thành tất cả các môn học trong chương trình đào tạo, nhưng chưa đặt chuẩn anh văn nói-viết để xét tốt nghiệp. Vậy em có cần làm đơn để duy trình tình trạng sinh viên không ạ?. . Em xin cảm ơn!",
            "Chào bạn,. . . . - Bạn muốn duy trì tình trạng sinh viên thì bạn phải DKMH.. . . . - Bạn không DKMH sẽ bị tạm dừng, sau khi bạn hoàn thành xong anh văn nói-viết, bạn làm đơn thu nhận lại để xét tốt nghiệp. Thời gian tạm dừng chỉ có 2 học kỳ thôi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy cô Phòng Đào Tạo !. . Em tên [full_name], MSSV [student_id]. Hiện công ty bên em cần em nộp Giấy xác nhận hạnh kiểm, thầy/cô cho em hỏi thăm là để xin giấy c=xác nhận hạnh kiểm em cần phải làm gì ạ, có điền phiếu đăng kí hay gì không ạ. Em mong nhận được sự chỉ dẫn từ thầy/cô.. . Em chân thành cảm ơn !. .",
            "Chào bạn,. . . . Giấy xác nhận hạnh kiểm bạn liên hệ phòng Công Tác Chính Trị Sinh Viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] - MSSV: [student_id]. . Em là sinh viên K16 đã có tên trong danh sách tốt nghiệp và đã đóng đủ tiền học phí (vào tuần trước) nhưng khi tra cứu thông tin tốt nghiệp thì vẫn còn thấy tình trạng \"nợ học phí\". Thấy hơi lo nên em muốn đặt câu hỏi để xác nhận tình trạng tốt nghiệp.. . Cảm ơn thầy/cô.. . . .",
            "Chào bạn,. . . . Không sao bạn, bạn đã hoàn thành các bước đăng kí tốt nghiệp và hoàn thành tất các các khoản trên Bkay là được. Trước ngày tốt nghiệp PDT sẽ chạy lại dữ liệu tốt nghiệp. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Chào thầy/cô\t. . . . Em là sinh viên Việt Pháp K16. Hiện nay còn còn thiếu môn Nhiệt học và cơ học chất lưu (007709) nhưng theo em được biết thì từ K19 trở đi môn học này không được giảng dạy nữa do chương trình được rút gọn. Hiện tại chỉ có 6 sinh viên đăng kí môn học này nên em không biết phòng đào tạo có mở lớp không và nếu không thì sẽ giải quyết như thế nào ạ.. . . . Em cảm ơn.. .   i Đăng ký môn học .",
            "Chào bạn,. . . . Trong đợt 2 DKMH bạn làm đơn xin mở lớp đặc cách với sỉ số ít,  để ban lãnh đạo phòng phê duyệt cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT trường Đại học Bách Khoa, em có thắc mắc về việc đóng bảo hiểm y tế học kì này là em có thể thay đổi bệnh viện khác với kì trước (từ bệnh viện quận tân phú sang bệnh viện 175) được hay không? . . Em xin cảm ơn.",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Yêu cầu khác: Em là sinh viên khóa 2019, theo bảng điểm quy đổi toeic thì khóa của em là 350 sẽ pass anh văn 1. Em đã nộp chứng chỉ Toeic 2 kĩ năng (nghe, đọc) 355 điểm, em đăng kí nộp chứng chỉ và đã được xác nhận hợp lệ nhưng khi chọn xét miễn anh văn 1 thì nhận được dòng thông báo “bạn đang chọn sai môn chuyển điểm, loại chứng chỉ hoặc thang điểm miễn”. Vậy em đang gặp lỗi gì hay chưa đủ điểm pass anh văn 1? Nếu đã đủ điểm rồi thì em có cần xác nhận thêm gì nữa không hay hệ thống sẽ tự động xác nhận em đã qua? Em cảm ơn.  B",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . .  Bạn muốn xem qui đổi điểm anh văn 1,2,3,4 xem mục số  4.   Chuyển điểm các môn ngoại ngữ và bảng quy đổi tương đương các chứng chỉ.. . . . a) Các môn Anh văn:. . . .  Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2020-2021. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . chào PĐT, cho em hỏi là có ngày shcd ở kì 202 cụ thể chưa ạ, có phải ngày sinh hoạt là bắt đầu từ ngày 25/01/2021 như trên lịch học vụ ghi k ạ, em cảm ơn . .",
            "Chào bạn,. . . . Bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . -Câu hỏi 1:. .  Trong đợt 1 đăng ký môn học HK202 cho hệ đại trà, em có đăng ký môn có tên \"Giáo Dục Thể Chất 2\" mã là PE1005. Nhưng các bạn của em lại đăng ký các môn có tên cụ thể như: \"Bóng Rổ\",\"Cầu lông\",... Em xin hỏi là em có phải đăng ký lại vào đợt sau để học môn mình muốn không ạ?. . . . -Câu hỏi 2:. .  Vào đợt đăng ký hiệu chỉnh em có được xóa môn đã chọn đi không ạ?",
            "Chào bạn,. . . . - Câu 1: Bạn phải đăng kí môn cụ thể nha \"Bóng Rổ\",\"Cầu lông\",... Thông báo môn GDTC có cập nhật trên web PDT http://www.aao.hcmut.edu.vn/image/data/CTDT/thay_doi_mon_hoc_gdtc.pdf.. . . . Câu 2: Đợt 2 DKMH được hiểu chỉnh (thêm/huỷ môn học). Thông thường đợt 3 DKMH chỉ cho thêm môn không có huỷ môn.. . . . . . Thân.. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô!. . Xin cho em hỏi học ngành xây dựng dân dụng thì môn tự chọn gồm những môn nào ạ. Và chứng chỉ tin học có áp dụng cho K19 nữa không ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . . . - Chương trình đào tạo bạn về khoa để được tư vấn nha.. . - Tiêu chuẩn ứng dụng kỹ năng CNTT miễn áp dụng cho khoá 2019.. . . . Thân. . . ."
        ]
    }
]