[
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name] dạ chào Thầy\\[full_name][full_name] Em tên [full_name], mssv-[student_id][full_name] Thầy[full_name] cho em hỏi về thủ tục  đăng ký rút môn học ở thời hiện tại ạ? Trước đây rút môn học thì phải nộp đơn lên pđt nhưng hiện giờ không lên pđt được thì phải làm bằng cách nào ạ? Hiện tại em muốn rút môn \"Đồ án chuyên ngành (Kỹ thuật Chế tạo)\", MSMH:ME4045[full_name] rất mong sớm nhận được phản hồi từ quý Thầy\\[full_name][full_name][full_name] [full_name] Em xin cám ơn và chúc Thầy\\[full_name] mạnh khỏe[full_name]",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ e chào các thầy cô phòng đào tạo ạ,. . e tên [full_name], MSSV: [student_id], khoa Khoa học Ứng Dụng. . e thấy bạn e nhận đc mail thông báo đk thi nói viết trực tuyến, nhưng e vẫn k nhận đc ạ, hình như k có mail thông báo là k đc đăng ký như lần trước đúng k ạ, mòng thầy cô hỗ trợ giúp e vs ạ.. . e cảm ơn thầy cô.",
            "Chào bạn,. . Do khả năng tổ chức thì online có giới hạn, nên chỉ lọc danh sách những bạn đủ tiêu chuẩn TN trong đợt này để ưu thi trước (có thể không đủ).. . Trường hợp của bạn cô sẽ ghi nhận lại và bạn vui lòng đợi mail thông báo vào đăng ký thi trong đợt 4 nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em xin chào thầy/ cô ạ. Thầy/cô cho phép em hỏi là nếu em đăng kí học môn không có trong chương trình đào tạo của em ( do em muốn mở rộng thêm kiến thức chuyên môn) nhưng do trong quá trình làm đề cương luận văn nên nếu em rớt hoặc điểm thấp môn đó thì nó có ảnh hưởng đến điểm trung bình tích lũy cũng như ảnh hưởng đến điểm để xét bằng tốt nghiệp của em không ạ. Em xin cảm ơn thầy/cô",
            "Chào em,. . Em cứ học bình thường, không ảnh hưởng gì đến ĐTBTN nếu môn học đó không có trong chương trình đào tạo mà sv đang theo học suốt khóa.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em chào thầy cô, . . em có thắc mắc về lệ phí thi anh văn 2 kĩ năng nói-viết, cụ thể là bao nhiêu. . . . sáng nay em có đọc thông báo về thi 2 kĩ năng này hình thức online, nhưng không thấy lệ phí thi.. . . . thầy cô giúp em thông tin này để em ra quyết định đăng kí thi, em xin cảm ơn",
            "Chào bạn,. . Vui lòng liên hệ TTNN để được hương dẫn nhé!. . Thân",
            "Thưa cô. . TTNN là viết tắt của cụm từ gì.. . Em nghĩ khi trả lời cho sinh viên cô nên viết đầy đủ, không viết tắt.. . . . Em chỉ muốn góp ý thêm, em cảm ơn cô",
            "Chào bạn,. . Là Trung Tâm Ngoại Ngữ nhé bạn.. . Cám ơn góp ý của bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào thầy/cô, cho em hỏi quy trình để xin giấy xác nhận hiện học từ trường như thế nào ạ ? vì 15/9 bên phường yêu cầu em nộp để hoãn NVQS nhưng bây giờ vẫn chưa có tin tức từ trường. Em xin cảm ơn",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phường và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . . . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào quý thầy/cô,. . Em tên [full_name], hiện đang là sinh viên năm cuối ngành Điện-Điện tử, đã hoàn thành LVTN. Hiện em cần đăng ký tham gia thi chứng chỉ anh văn nói - viết nhưng em bị mất thẻ sinh viên. Cho em hỏi như vậy có đăng ký được không ạ, hoặc có cách nào giải quyết không ạ. Em xin cảm ơn!. .   i Yêu cầu khác .",
            "Chào em,. . Em đăng ký bình thường nhé, khi thi trình CMND/CCCD là được.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi, trường mình sắp tới có áp dụng quy định mới về việc loại Giỏi tốt nghiệp sẽ bị giảm xuống thành loại Khá tốt nghiệp khi Có số tín chỉ của các môn không đạt phải học lại vượt quá 5% tổng số tín chỉ của CTGD theo quy định  mới của Bộ Giáo dục không ạ. Và nếu có thì sẽ tính từ khóa 2021 hay tính cho cả các khóa trước luôn ạ. Em cảm ơn ạ.. .   i Tốt nghiệp .",
            ". . Chào bạn. . Hiện tại đang áp dụng theo quy chế. . Điều 21. Xếp loại tốt nghiệp. . Việc xếp loại tốt nghiệp được tính dựa vào ĐTBTLN như sau:. . - Xuất sắc: từ 9,00 đến 10. . - Giỏi: từ 8,00 đến cận 9,00. . - Khá: từ 7,00 đến cận 8,00. . - Trung bình khá: từ 6,00 đến cận 7,00. . - Trung bình: từ 5,00 đến cận 6,00. . Riêng loại Xuất sắc sẽ bị giảm xuống thành loại Giỏi khi thuộc một trong các trường hợp sau:. . - Có thời gian học vượt quá số học kỳ chuẩn Nhkc.. . - Có số tín chỉ của các môn không đạt phải học lại vượt quá 5% tổng số tín chỉ của CTGD.. . - Đã bị kỷ luật trong thời gian học từ mức cảnh cáo toàn trường trở lên (xem Điều 24).. . . . NẾU CÓ THAY ĐỔI SẼ THÔNG BÁO CỤ THỂ CHO [full_name]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào thầy/cô phụ trách phòng đào tạo,. . . . Hiện tại em không có CCCD bản chính do đã làm mất mà chỉ có CCCD bản photo (chưa công chứng) cho kì thi TOEIC nói-viết sắp đến. Vậy em muốn hỏi thầy/cô là nên xử lý tình huống này như thế nào ạ?. . . . Em xin chân thành cám ơn.. .",
            "Chào bạn,. . Bạn vui lòng liên hệ tại TTNN để hỏi về việc thiếu giấy tờ này nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng Đào Tạo Đại Học Bách Khoa Tp Hồ Chí Minh\t. . . . Em tên là [full_name]. . MSSV: [student_id]. . Lớp: CK15CTM1. . Số điện thoại: [phone_number]. . . . Em viết đơn này với lí do xin được đăng ký thu nhận lại từ học kì 1 năm học 2021-2022. Mong quý thầy cô tạo điều kiện giúp em hoàn thành chương trình đào tạo của nhà trường ạ.. . . . Em xin cảm ơn quý thầy cô nhiều ạ.. . . . Trân trọng, . . [full_name]. . . .",
            "Chào bạn,. . Trường hợp của bạn bị buộc thôi học, vui lòng liên hệ Khoa của bạn để làm đơn xin cứu xét thu nhận lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào PDT ạ. Em muốn hỏi về thông tin hạn chót để nộp CCNN nói viết để xét tốt nghiệp ạ, em tra cứu tại lịch học vụ thì chưa thấy cập nhật. Do em chưa thi nói viết nhưng đợt đăng kí 6/9 sắp tới em chưa thi được nên em muốn đợi đăng kí đợt sau nhưng lại sợ trễ hạn nộp của trường ạ.. . Em cảm ơn!. .   i Yêu cầu khác .",
            "Chào bạn,. . Bạn theo dõi thông tin xét tốt nghiệp đợt tháng 11/2021 tại aao.hcmut.edu.vn/Sinh viên/Lịch học vụ (hiện tại chưa cập nhật). . PĐT thực hiện đợt xét tốt nghiệp tháng 11/2021 đến hết HK211. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi: Phòng đào tạo - Trường đại học Bách Khoa TPHCM,. . . . Em chuẩn bị đăng ký thi anh văn nói-viết online, nhưng hiện tại em không có mang theo thẻ sinh viên bên mình vì em đang đi công tác ở tỉnh và do dịch nên không về TPHCM để lấy thẻ sinh viên được. Vậy bây giờ có cách nào để em có thể được dự thi không ạ?? Em có thể làm giấy xác nhận sinh viên online được không ạ??. . . . Em rất mong nhận được phản hồi sớm từ Phòng Đào Tạo để kịp đăng ký thi.. . . . Em xin trân trọng và cảm ơn.",
            "Chào bạn,. . Vui lòng liên hệ TTNN để được hướng dẫn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo,. . . . Em là [full_name], sinh viên năm 4 khoa Khoa học & kỹ thuật máy tính.. . . . Trong học kỳ này do một số vấn đề nên em không nắm được thông tin không thể tiếp tục làm Luận văn tốt nghiệp (LVTN) như dự kiến. Do trong đợt đăng ký môn học trước đó em chỉ đăng ký môn LVTN, nên em viết đơn này xin phòng đào tạo xem xét cho phép em đăng ký môn Đề cương luận văn (CO4311) để có thể học môn này ngay trong học kỳ 211, giúp em tránh việc phải chờ học kỳ tới mới có thể bắt đầu lại quá trình làm luận văn.. . . . Em thật lòng xin lỗi vì lại làm phiền Phòng đào tạo và hi vọng Phòng đào tạo tạo điều kiện giúp em có thể hoàn thành chương trình học một cách thuận lợi.. . . . Trân trọng,. .   i Đăng ký môn học .",
            "Ngoài ra, em cảm ơn Phòng đào tạo đã giải quyết  vấn đề trước đó, giúp em được đăng ký môn học Cơ lý thuyết (AS1003). . . Tuy nhiên, có thể do nhầm lẫn nên bộ phận ĐKMH đã đăng ký nhầm cho em môn học Kỹ thuật lập trình cơ kỹ thuật (AS2003).. . Do đó, em mong Phòng đào tạo giúp em gỡ đăng ký môn học này.. . Một lần nữa em xin cảm ơn Phòng đào tạo.",
            "Kính gửi Phòng đào tạo,. . Em hi vọng quý thầy cô giúp em đăng ký môn Đề cương luận văn CO4311. Nhờ đó em có thể được cán bộ hướng dẫn đăng ký đề tài với văn phòng khoa ạ.. . Nếu nhầm lẫn khi được đăng ký môn Kỹ thuật lập trình cơ lý thuyết trên không thể giải quyết được thì em sẵn lòng rút môn học theo như hướng dẫn của Phòng đào tạo.. . Em xin cảm ơn và mong quý thầy cô tạo điều kiện giúp em ạ.",
            "Thưa Phòng đào tạo,. . . . Em xin phép trình bày rõ lý do em không đăng ký ĐCLV trong đợt đăng ký vừa rồi. Sau khi buổi báo cáo ĐCLV, GVHD không đề cập đến việc bản báo cáo có được thông qua hay không. Sau đó, em đăng ký LVTN và gửi email tới GVHD về việc thực hiện LVTN. Tuy nhiên, em chỉ nắm được việc không thể làm tiếp LVTN vào ngày 4/9.. . . . Ngoài ra, cho đến hiện tại trên trang stinfo của em, môn ĐCLV vẫn chưa cập nhập điểm số dù GVHD thông tin cho em rằng đã nộp điểm cho khoa từ trước đó.. . . . Dù biết sự việc này phần lớn do lỗi chủ quan của cá nhân em, nên em hi vọng Phòng đào tạo xem xét ạ.. . . . Em cảm ơn và mong được Phòng đào tạo phản hồi ạ.. . . . TT",
            "Chào bạn,. . Cô thấy bạn ghi rất nhiều yêu cầu, nhưng không rõ ràng? bây giờ cô sẽ đóng câu hỏi này lại, bạn vui lòng tạo lại giúp cô một câu khác, ghi rõ nguyện vọng bạn xin ĐKMH gì? Mã MH? ghi rõ lý do?. . Hiện tại đã hết thời gian để hủy môn học? SV vui lòng xem mail về hướng dẫn rút MH. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào anh chị ạ! Em đang kí dự thính và đang học, cho em hỏi là thời gian có hiệu lực để hủy môn học là bao lâu ạ. Tới gần cuối kì hủy được không ạ. Tại vì hiện giờ em là sinh viên năm 4 chờ tốt nghiệp ạ. Nhưng em chưa đủ điểm anh văn là 600, nên có đăng kí thêm av4a học để ra trường , nhưng hiện tại trường yêu cầu xét tốt nghiệp đợt tháng 10 này, nên có lẽ không kịp hoàn thành và em phải cố gắng để thi lấy bằng toeic 600. Hiện tại trong tình hình covid này em không biết phải làm sao, nên em mong anh chị giải quyết thắc mắc về việc hủy môn học này để em có thể sắp xếp để ra trường đúng hạn. Em cảm ơn ạ . .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . Chỉ hủy trong thời gian đã thông báo trong đợt ĐKMH nhé bạn. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi về việc thi av Nói viết, mỗi sinh viên chỉ được đăng ký 1 lần duy nhất cho cả 2 đợt thi vào tháng 9 và tháng 1. Hay là 1 lần trong đợt thi tháng 9 và 1 lần trong đợt thi tháng 10?. . Em xin cảm ơn.",
            "Chào bạn,. . Được 1 lần trong 4 đợt (tổ chức trong tháng 9 va tháng 10 nhé). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên : [full_name]. . Mssv : [student_id]. . em xin hoãn thi môn :Mạch điện tử (Mã môn học EE2035) vì lí do em không có đủ điều kiện yêu cầu về thiết bị để thi online",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . .",
            "Cô ơi link cô đưa đã bị đóng không thể phản hồi xin cô xem lại"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   I Học vụ . Chào PĐT,. . . . Cho em hỏi nếu không kịp đợt tốt nghiệp tháng 11/2021 do rớt 2 kỹ năng toeic nói và viết thì kỳ sau em không đăng ký môn học và tiếp tục thi toeic cho đến khi đậu rồi xét tốt nghiệp tháng 4/2022 thì có sao không ạ?. . Em có cần phải làm thêm giấy tờ gì không?. . . . Mong PĐT giải quyết giúp em thắc mắc này. . Em xin cảm ơn. .",
            "QUOTE  MSSV/MSGV: [student_id]    . . . .  Học vụ. . . . Chào PĐT,. . . . Cho em hỏi nếu không kịp đợt tốt nghiệp tháng 11/2021 do rớt 2 kỹ năng toeic nói và viết thì kỳ sau em không đăng ký môn học và tiếp tục thi toeic cho đến khi đậu rồi xét tốt nghiệp tháng 4/2022 thì có sao không ạ?. . Em có cần phải làm thêm giấy tờ gì không?. . . . Mong PĐT giải quyết giúp em thắc mắc này. . Em xin cảm ơn. .   /QUOTE . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào PĐT,. . . . Cho em hỏi nếu không kịp đợt tốt nghiệp tháng 11/2021 do rớt 2 kỹ năng toeic nói và viết thì kỳ sau em không đăng ký môn học và tiếp tục thi toeic cho đến khi đậu rồi xét tốt nghiệp tháng 4/2022 thì có sao không ạ?. . Em có cần phải làm thêm giấy tờ gì không?. . . . Mong PĐT giải quyết giúp em thắc mắc này. . Em xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào PĐT,. . . . Cho em hỏi nếu không kịp đợt tốt nghiệp tháng 11/2021 do rớt 2 kỹ năng toeic nói và viết thì kỳ sau em không đăng ký môn học và tiếp tục thi toeic cho đến khi đậu, rồi xét tốt nghiệp tháng 4/2022 thì có sao không ạ?. . Em có cần phải làm thêm giấy tờ gì không?. . . . Mong PĐT giải quyết giúp em thắc mắc này. . Em xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào PĐT,. . . . Cho em hỏi nếu không kịp đợt tốt nghiệp tháng 11/2021 do rớt 2 kỹ năng toeic nói và viết thì kỳ sau em không đăng ký môn học và tiếp tục thi toeic cho đến khi đậu rồi xét tốt nghiệp tháng 4/2022 thì có sao không ạ?. . Em có cần phải làm thêm giấy tờ gì không?. . . . Mong PĐT giải quyết giúp em thắc mắc này. . Em xin cảm ơn",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo Đại học Bách Khoa TPHCM,. . Em tên là [full_name], hiện là sinh viên thuộc khoa Khoa học Ứng dụng. Theo như yêu cầu về thiết bị của thi anh văn 2 kỹ năng nói viết theo hình thức trực tuyến: \"chức năng loa ngoài hoạt động tốt\" . Nhưng hiện tại laptop của em đang bị hư loa ngoài và vì dịch bệnh nên em không thể đi sửa laptop được. Em có thể dùng tai nghe để thay thế được không ạ? . . Em cảm ơn Phòng đào tạo",
            "Chào bạn,. . Bạn vui lòng liên hệ TTNN để được tư vấn đề thi online nhé. . Thân",
            "Yêu cầu khác: Kính gửi Phòng đào tạo Đại học Bách Khoa TPHCM,. . Em tên là [full_name], hiện là sinh viên thuộc khoa Khoa học Ứng dụng. Theo như yêu cầu về thiết bị của thi anh văn 2 kỹ năng nói viết theo hình thức trực tuyến: \"chức năng loa ngoài hoạt động tốt\" . Nhưng hiện tại laptop của em đang bị hư loa ngoài và vì dịch bệnh nên em không thể đi sửa laptop được. Em có thể dùng tai nghe để thay thế được không ạ? . . Em cảm ơn Phòng đào tạo"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có một số thắc mắc về học môn tương đương thay thế, mong được pđt giải đáp:. .  Thứ nhất, nếu em học môn tương đương thay vì học môn học gốc, thì pđt sẽ tự động cập nhật điểm MT và số tín chỉ tích lũy cho môn học gốc theo chương trình đào tạo khóa của em, hay em phải làm đơn xin học môn tương đương, xét chuyển điểm,.... .  Thứ hai, nếu môn học theo chương trình đào tạo khóa cũ gồm 2 môn tương đương theo chương trình  khóa mới, thì em có bắt buộc phải học hai môn đó trong cùng một học kì để xét tương đương không, hay em có thể học 2 môn trong hai kì khác nhau vẫn có thể xét môn tương đương.",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào quý thầy cô,. . . . Trong đợt thi Anh văn hai kỹ năng nói viết sắp tới có yêu cầu cần thẻ sinh viên để dự thi. Tuy nhiên thẻ sinh viên của em bị mất trong đợt dịch. Em có câu hỏi là có thể sử dụng thẻ CMND hoặc một giấy tờ khác thay cho thẻ sinh viên được không ạ.. . . . Em xin cảm ơn!",
            "Chào bạn. . - Bạn có thể đăng ký in lại thẻ sv tại Mybk-in thẻ, . . - Đồng thời bạn liên hệ Trung tâm ngoại ngữ để hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Vui lòng trình bày rõ vấn đề",
            "Em làm đơn này là để xin đăng ký môn học bổ sung cho HK1/21-22 vì đợt vừa rồi em bảo vệ có kết quả không đạt, đã qua đợt làm đơn xin hoãn bảo vệ và đăng ký môn học chính thức.",
            "Chào bạn,. . Cái này là đơn mở lớp nhé bạn,. . Bạn vui lòng gửi lại yêu cầu ghi rõ xin ĐKMH môn LVTN, mã MH, ghi rõ lý do (ghi tất cả trong ô nội dung là được). . Thân",
            "Xin đăng ký môn học LVTN (MA4313).. . Lý do: Không đăng kí kịp môn học trong đợt đăng kí môn học chính thức vì trong đợt bảo vệ LVTN HK2/20-21 có kết quả. . không đạt.. . Em xin cảm ơn ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 20/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Địa phương yêu cầu giấy xác nhận sinh viên để hoãn nghĩa vụ quân sự nhưng tình hình dịch bệnh trang trường không hoạt động vậy có cách nào để xác nhận là sinh viên để được hoãn nvqs được không ạ?",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . . . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em tên là [full_name]. . MSSV: [student_id]. . Khoa: Công nghệ vật liệu. . Lớp: Vl17POL. . Dạ do một số lý do em đã trình bày trong đơn nên đã không đăng ký kịp môn học luận văn tốt nghiệp của học kỳ 211. . . Nay em làm đơn này để xin cho được đăng ký môn học luận văn tốt nghiệp( Kỹ thuật vật liệu Polyme) MSMH: MA4313. . Dạ em kính gửi",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 20/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em tên Vương Minh Luân. . MSSV: [student_id]. . Em đã hoàn thành môn Nhập Môn Lập Trình CO1003 để thay thế môn Kỹ Thuật Lập Trình CO1013 nhưng đến nay vẫn chưa chuyển điểm . . Em xin hỏi cách thức để chuyển điểm theo qui định của trường ạ. . Em xin cảm ơn. .",
            "Chào bạn. . Pdt đã cập nhật môn tương đương rồi, bạn kiểm tra trên Mybk- điểm chuyển khoảng đầu tháng 10 nghen.. . - Hoặc sau giãn cách có thể in bảng điểm để kiểm tra, cập nhật ở mục điểm bảo lưu. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào phòng đào tạo.. . Em tên : [full_name]-[student_id]. . Thuộc Bộ môn Cơ điện tử -Khoa Cơ khí. . . . Hiện tại môn Luận văn của em đã có tkb và trên e-learning nhưng bộ môn báo về em không có trong danh sách làm luận văn của bộ môn, kêu em liên hệ [full_name] . Pdt xác nhận và kiểm tra tên em với bộ môn giúp em để em có thể chỉnh sửa GVHD theo yêu cầu của bộ môn ạ.",
            "Chào bạn. . Hiện tại trên Mybk- xem tbk đã cập nhận môn LVTN, bạn có thể chụp hình báo về Khoa bổ sung danh sách trước. . Pdt sẽ cập nhật danh sách sau. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: Phòng Đào Tạo. . Em tên: [full_name]: [student_id]. . Khoa: Công Nghệ Vật Liệu. . Cho em xin đăng ký môn Luận Văn Tốt Nghiệp. . MSMH: MA4323. . Đợt đăng ký Luận Văn Tốt Nghiệp bổ sung em đăng ký được rồi nhưng kết quả đăng ký lại không có lịch ạ. Mong phòng đào tạo xem xét dùm em cho em đăng ký Luận Văn Tốt Nghiệp đợt này.. . Em cảm ơn ạ",
            "Chào bạn,. . Bạn kiểm tra lại giúp cô mã môn LVTN nhé.. . SV khoa môi trường sao đăng ký LVTN ngành Vật liệu ?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào thầy/cô,. . Em có xem lịch trình đăng ký và cấp bằng tháng 11 trên aao để ngày 20/10/2021 là hạn cuối để nhận các trường hợp bổ sung Tốt nghiệp. Còn trong mail của PĐT để xét Tốt nghiệp đến hết HK 211. Vậy cho em hỏi hai khoảng thời gian trên cái nào chính xác ạ. Em cảm ơn thầy/cô nhiều ạ!",
            "Chào bạn. . Pdt sẽ giải quyết tốt nghiệp theo thông báo đến hết HK211 (dự kiến cuối tháng 12/2021) nghen, bạn yên tâm nghen.. . Lịch trình trình tốt nghiệp hiện tại trên trang aao.hcmut.edu.vn là để kịp Lễ tốt nghiệp trao bằng dự kiến tháng 11/2021 . . Xem chi tiết lịch trình tốt nghiệp tại trang web PĐT (aao.hcmut.edu.vn)    Tốt nghiệp    Thông tin tốt nghiệp    Tháng 11/2021    Lịch trình đăng ký tốt nghiệp và cấp bằng tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT,. . Dạ là theo thông báo mới của nhà trường là học kỳ này sẽ không xét chuẩn CCAV quốc tế khi xét LVTN trong HK211, vậy PĐT cho em hỏi là vậy các môn anh văn 1,2,3,4 có được tạm xét qua để thêm vào tính chỉ tích lũy không ạ, hiện bộ môn Ô TÔ bên là chuẩn xét nhận luận văn là 126 TC, nếu không tạm xét qua các môn anh văn thì sẽ không đủ tính chỉ đăng ký ạ.  . . Rất mong nhận được sự phản hồi của PĐT, em xin cảm ơn.",
            "Chào bạn. . Không tạm xét qua các môn anh văn 1234 nghen bạn, Bạn xem lại thông báo và quy định. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . chào thầy (cô) ạ. . cho em hỏi kì thi onl vừa rồi em có điền form xin hoãn môn dstt nhưng hôm nay em vào kiểm tra bảng điểm thì mục dstt của em lại để số 13 nghĩa là vắng thi. Dạ cho em hỏi vậy em có hoãn thành công chưa ạ? lần tới e có được thi bổ sung không ạ?. . Cảm ơn thầy (cô) nhiều ạ",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT,. . Dạ vào Học kỳ 1 (2020-2021), em có hoàn thành môn học nhập môn lập trình(CO1003) là môn học tương đương môn Kỹ thuật lập trình(CO1013), nhưng đến nay em vẫn chưa được xét chuyển đạt và xét vào số tính chỉ tích lũy ngành ạ, em mong PĐT hỗ trợ em để em có thể đủ tính chỉ để có thể đăng kí nhận luận văn tốt nghiệp trong học kì này ạ, em xin cảm ơn.. . Em [full_name].",
            "Chào bạn. . Đã cập nhật lại điểm tương đương. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào [full_name]ĐT, em là sinh viên năm 2 khoa QLCN. Cho em hỏi nếu em có lý do chính đáng(dương tính Covid-19) thì việc rút môn của em có tính phí không ạ? . . Cảm ơn đã đọc mail,. . Trân trọng.",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin hủy hoãn thi môn Đại số tuyến tính mã MT1007 HK202. Em đã nộp video quay màn hình ạ.. . . .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name] mã số sinh viên [student_id]. Trung tâm đào tạo bảo dưỡng công nghiệp.. . . . Em muốn xin bổ sung sĩ số cho môn học Anh văn 4 (LA1009) cho học kỳ dự thính DT211 Đăng ký môn học Dự thính bổ sung HK211.. . . . Em kính xong Quý thầy cô xem xét cho em được đăng ký bổ sung môn học để có TKB trong kỳ này ạ. . . . . Em xin chân thành cảm ơn!",
            "Chào em,. . Hiện tại đã hết thời gian hiệu chỉnh, em cần phải có xác nhận đồng ý vào lớp của giáo viên nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có đăng kí dự thính môn CI2003 nhưng trong tiến độ của em lại là môn CI2005. Em có thể chuyển sang môn CI2005 không ạ. Em xin cảm ơn. .",
            "Chào em,. . Em cần làm đơn gửi phòng Đào tạo để Ban lãnh đạo phòng xem xét nhé.. . Thân mến,. .",
            "Đăng ký môn học . Em có đăng kí dự thính môn CI2003 trong học kỳ này nhưng môn trong tiến độ học tập của em lại là CI2005. Cho em hỏi em có thể chuyển sang môn CI2005 không ạ. Em cảm ơn",
            "Chào em,. . Em cần làm đơn gửi phòng Đào tạo để Ban lãnh đạo phòng xem xét nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Kính chào thầy/cô,. . Em tên là [full_name]. MSSV : [student_id].. . Vì lí do tình hình dịch nên em chưa thể đi lấy điểm thi Chứng chỉ Anh văn, nên e không đăng ký được LVTN trong HK211 ở đợt 1 và 2. . . Trong đợt 3 nhà trường có thông báo là đăng ký được và không cần nộp Chứng chỉ Anh văn. Nhưng vì lí do cá nhân em không nắm được thông tin này và không có đăng ký môn LVTN trong đợt 3 HK211.. . Vì vậy em gửi mail này mong thầy/cô hỗ trợ tư vấn cách thức khác để đăng ký môn LVTN trong HK211.. . Em xin chân thành cảm ơn và mong nhận được phản hồi từ thầy/cô.",
            "Em gửi gấp mã môn học trước 5g chiều nay nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy, cô,. . . . Hiện tại em không có thẻ sinh viên thì em có tham gia thi tiếng anh nói-viết được không ạ? Và có cách nào xử lý được không ạ. . . . . Em cảm ơn thầy, cô.. . . .",
            "Chào bạn,. . Bạn vui lòng liên hệ TTNN để được hướng dẫn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào Cô,. . Em gửi Cô \"Đơn xin chuyển điểm đăng ký luận văn\" đã được Bộ môn và Khoa xác nhận ạ.. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 20/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy/cô,. . . . Em là [full_name], MSSV [student_id], Khoa Khoa học và Kỹ thuật Máy tính, K18.. . . . Trong đợt đăng ký bổ sung TTTN và ĐCLV từ ngày 23 đến 25/08/2021, em có thực hiện đăng ký bổ sung 2 môn này. Cùng lúc, em đã nhanh chóng tìm được CBHD là thầy [full_name] để tham gia đề tài ĐCLV cùng bạn [full_name], MSSV [student_id] cùng khoá cùng khoa. Hôm nay, bạn có nhắn em về sự cố là em chưa có thông tin đăng ký ĐCLV. Sau đó, em có kiểm tra lại TKB và Đợt kết quả của đăng ký bổ sung thì thấy vẫn thiếu cả hai môn là TTTN và ĐCLV.. . . . Đính kèm lần lượt là ảnh chụp màn hình cho việc đăng ký thành công, kết quả đăng ký trống và thời khoá biểu chưa có 2 môn em đăng ký.. . . . Vậy nên thầy/cô cho em hỏi hướng giải quyết ạ.. . . . Em xin cảm ơn,. . [full_name].. .",
            "b MSSV: [student_id]  /b . .   b Họ tên: [full_name]  /b . .   b Khoa: Khoa học và Kỹ thuật Máy tính  /b . .   b Khoá: K18  /b . . . .   i Chưa có thông tin đàng ký ĐCLV . Thưa thầy/cô,. . . . Trong đợt đăng ký bổ sung TTTN và ĐCLV từ ngày 23 đến 25/08/2021, em có thực hiện đăng ký bổ sung 2 môn này. Cùng lúc, em đã nhanh chóng tìm được CBHD là thầy [full_name] để tham gia đề tài ĐCLV cùng bạn [full_name], MSSV [student_id] cùng khoá cùng khoa. Hôm nay, bạn có nhắn em về sự cố là em chưa có thông tin đăng ký ĐCLV. Sau đó, em có kiểm tra lại TKB và Đợt kết quả của đăng ký bổ sung thì thấy vẫn thiếu cả hai môn là TTTN và ĐCLV.. . . . Đính kèm lần lượt là ảnh chụp màn hình cho việc đăng ký thành công, kết quả đăng ký trống và thời khoá biểu chưa có 2 môn em đăng ký.. . . . Vậy nên thầy/cô cho em hỏi hướng giải quyết ạ.. . . . Em xin cảm ơn,. . [full_name]."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác . Em đã hoãn thi qua form hoãn thi của trường nhưng điểm vào bảng điểm lại là 13 (điểm VT). Em muốn khiếu nại ạ.. . Mong thầy/cô giải quyết dùm em ạ. . .",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa em có đăng ký hoãn thi môn cơ lưu chất kỳ 202 với lý do là em đang là f0 phảo cách ly tập trung khôgn đủ điều kiện về vật chất tạo khu cách ly và thể trạng, em đã nộp đơn vào form hoãn thi của pđt nhưng sao điểm tổng kết của em là điểm 13 ạ",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i Chào thầy cô e tên [full_name] mssv [student_id].Em viết tin này xin đăng kí môn học anh văn 3 msmh LA1007. Học kì 211.Em cảm ơn thầy cô ai.. . . .",
            "Chào bạn,. . Hiện tại SV muốn xin ĐK bổ sung môn học (ghi rõ lý do xin đăng ký trễ, tên MH, mã MH, mã nhóm xin đăng ký và kèm xác nhận đông ý của GV cho vào lớp (thời điểm này đã là tuần thứ  4 của HK rồi). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy, cô cho em hỏi là mình còn đợt đăng ký nộp bằng tốt nghiệp trung học phổ thông nào nữa không ạ",
            "Chào bạn,. . PDT sẽ tổng kiểm tra bằng TN THPT (và bằng Cao Đẳng, Đại học đối với SV bằng 2, và VLVH). SV phải chuẩn bị sẵn sàng (bảng sao và bản scan) các bằng TN. Thời gian kiểm tra là trong tháng 10 và theo thông báo riêng. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em chào Thầy (Cô) ạ.. . em tên là [full_name], mã số sinh viên: [student_id].. . kì học này là kì học thứ 14 của em và em đã hoàn thành các môn học thuộc chương trình đào tạo của ngành em đang học, vấn đề hiện tại của em là chuẩn tiếng anh 2 kĩ năng nói và viết, em có nhận được email rằng Trường sẽ tổ chức thi tiếng anh online trong tháng 9 này, nhưng em e rằng điều kiện hiện tại của em không đủ đáp ứng để thi online trong đợt tới.. . vậy em xin hỏi Thầy (Cô) rằng nếu như trước tháng 11 năm 2021 mà em vẫn chưa đạt chuẩn 2 kĩ năng nói và viết thì sau này em còn có thể tốt nghiệp hệ chính quy được không ạ?. . em xin chân thành cảm ơn!",
            "hân gửi các bạn sinh viên,. . . .  . . . . Được sự đồng ý của Ban Giám Hiệu, Phòng Đào tạo kết hợp cùng Trung tâm Ngoại ngữ tổ chức kiểm tra Anh văn 2 kỹ năng Nói - Viết theo hình thức trực tuyến trong tháng 9 & tháng 10 năm 2021 dành cho các sinh viên chuẩn bị tốt nghiệp trong học kỳ 211 (dự kiến xét tốt nghiệp đến hết học kỳ 211).. . . . - Đăng ký tại: mybk.hcmut.edu.vn è chọn  Đăng ký môn học è chọn Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến–Đợt 1-MSMH:BKE123. . . . - Thời gian đăng ký Đợt 1: từ 8g ngày 06/9 đến 14g50 ngày 08/9. . . . - Thời gian thanh toán lệ phí: từ 8g ngày 9/9 đến 14g50 ngày 10/9. . . .  . . . . - Lưu ý:. . . . 1) Trong tháng 9/2021 dự kiến tổ chức 4 đợt thi, mỗi đợt tổ chức khoảng 800 SV thi.  Cụ thể Đợt 1 sẽ thi vào các ngày: 15/9, 16/9, 17/9, 18/9, 19/9 và 20/9 (TTNN sẽ có thông báo chi tiết ngày thi cho SV qua mail sau khi SV thanh toán lệ phí). . . .  Trường hợp SV không đăng ký được trong Đợt 1, vui lòng đợi thông báo đăng ký vào đợt tiếp theo.. . . . 2) SV chỉ được đăng ký thi 1 lần duy nhất trong đợt tháng 9 & tháng 10 /2021 (hình thức trực tuyến), trường hợp SV thi không đạt, hoặc bỏ thi, hoặc thanh toán lệ phí thi trễ hạn vui lòng đợi thông báo sau hoặc hết thời gian giãn cách có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ.. . . .  3) Trường hợp SV không thanh toán lệ phí hoặc thanh toán lệ phí trễ hạn sẽ không được thi & ghi nợ lệ phí (SV phải thanh toán dù không dự thi).. . . .  4) Hình thức thi trực tuyến theo file đính kèm.. . . .  5) SV đã đạt Anh văn 2 kỹ năng Nói - Viết theo quy định vui lòng bỏ qua email này."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào pđt,. . Cho em hỏi khi nào trường mới cấp giấy xác nhận hoãn nghĩa vụ quân sự cho học kì 211 năm 2 ạ, tại vì bên ủy ban địa phương em hối thúc em nộp giấy mới ạ.. . Em cảm ơn và kính chào.. . . . . .",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phường và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . . . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào Thầy/Cô,. .  Về mẫu đơn Tạm dừng học, Thầy/Cô cho em hỏi là mình Tải mẫu đơn về rồi in ra, viết tay,  xong scan file PDF để gửi cho BKSI hay là mình đánh Word trực tiếp lên mẫu đơn tạm dừng rồi xuất file PDF để gửi BKSI ạ.. . ,. . Em xin cảm ơn ạ",
            "Chào em,. . Cách nào cũng được em, bắt buộc phải có chữ ký, họ tên nhé em.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b . .   b Họ tên: [full_name]  /b . .   b Khoa: Khoa học và Kỹ thuật Máy tính  /b . .   b Khoá: K18  /b . . . .   i Chưa có thông tin đăng ký ĐCLV . Thưa thầy/cô,. . . . Trong đợt đăng ký bổ sung TTTN và ĐCLV từ ngày 23 đến 25/08/2021, em có thực hiện đăng ký bổ sung 2 môn này. Cùng lúc, em đã nhanh chóng tìm được CBHD là thầy [full_name] để tham gia đề tài ĐCLV cùng bạn [full_name], MSSV [student_id] cùng khoá cùng khoa. Hôm nay, bạn có nhắn em về sự cố là em chưa có thông tin đăng ký ĐCLV. Sau đó, em có kiểm tra lại TKB và Đợt kết quả của đăng ký bổ sung thì thấy vẫn thiếu cả hai môn là TTTN và ĐCLV.. . . . Đính kèm lần lượt là ảnh chụp màn hình cho việc đăng ký thành công, kết quả đăng ký trống và thời khoá biểu chưa có 2 môn em đăng ký.. . . . Vậy nên thầy/cô cho em hỏi hướng giải quyết ạ.. . . . Em xin cảm ơn,. . [full_name].",
            "Em cung cấp sớm trước 5g hôm nay mã môn học để PĐT xem xét.. .",
            "Thưa cô,. . . . Mã môn học các môn lần lượt là. .   B CO3315 - Thực tập ngoài trường  /B . .   B CO4315 - Đề cương luận văn tốt nghiệp  /B . . ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 20/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo,. . . . Em tên là [full_name] - Mssv: [student_id], hiện đang là sinh viên K17 Khoa Kỹ thuật giao thông.. . Hiện em đang có 123 tín chỉ tích lũy và đã đạt các môn tiên quyết, ngày công tác xã hội là 14 ngày.. . Theo như yêu cầu của PĐT thì em phải đạt 126 Tín chỉ để đăng ký nhận luận văn điều này đồng nghĩa là em phải đạt các môn anh văn trong chương trình đào tạo, mà do lúc trước em thi xét chuẩn Anh văn hằng năm trên trường và đạt qua nên em không theo học các lớp Anh văn trong chương trình đào tạo, em dự tính thi CCAV Toeic và xét qua các môn Anh văn nhưng do tình hình dịch bệnh bất ngờ em không thể thi được vì thế em thiếu tín chỉ đăng ký luận văn. . . Em có đăng ký Luận Văn Tốt Nghiệp và nhận kết quả không thành công do không đủ điều kiện đăng ký môn học. . . . . Em rất mong Phòng Đào Tạo xem xét giúp em để em có thể đăng ký làm luận văn và kịp tiến độ học tập ạ.. . Em xin chân thành cảm ơn.. .",
            "Chào bạn,. . Trường hợp của bạn vui lòng làm đơn trình bày rõ (xin cứu xét ĐK LVTN) cô sẽ chuyển đơn cho ban lãnh đạo xem xét và trả lời cho bạn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào PĐT ạ. Đợt thi vừa rồi em có hoãn thi các môn cuối kì nhưng lên hệ thống lại là 13 thì em vẫn được thi lại môn cuối kì để tính vào điểm cá nhân chứ ạ. . Em xin cảm ơn.",
            "Chào bạn. . Bạn xem lại thông báo sau khi đăng ký vào form Hoãn thi, kết quả sẽ trả lời Sinh viên vào cuối tháng 9. . . Nếu có QD hoãn thi sẽ được cập nhật thành điểm 14. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo,. . . . Em tên là [full_name] - Mssv: [student_id], hiện đang là sinh viên K17 Khoa Kỹ thuật giao thông.. . Hiện em đang có 123 tín chỉ tích lũy và đã đạt các môn tiên quyết, ngày công tác xã hội là 14 ngày.. . Theo như yêu cầu của PĐT thì em phải đạt 126 Tín chỉ để đăng ký nhận luận văn điều này đồng nghĩa là em phải đạt các môn anh văn trong chương trình đào tạo, mà do lúc trước em thi xét chuẩn Anh văn hằng năm trên trường và đạt qua nên em không theo học các lớp Anh văn trong chương trình đào tạo, em dự tính thi CCAV Toeic và xét qua các môn Anh văn nhưng do tình hình dịch bệnh bất ngờ em không thể thi được vì thế em thiếu tín chỉ đăng ký luận văn. . . Em có đăng ký Luận Văn Tốt Nghiệp và nhận kết quả không thành công do không đủ điều kiện đăng ký môn học. . . . . Em rất mong Phòng Đào Tạo xem xét giúp em để em có thể đăng ký làm luận văn và kịp tiến độ học tập ạ.. . Em xin chân thành cảm ơn.. . . . Trân trọng.",
            "Chào bạn,. . Trường hợp của bạn vui lòng làm đơn trình bày rõ (xin cứu xét ĐK LVTN) cô sẽ chuyển đơn cho ban lãnh đạo xem xét và trả lời cho bạn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là sinh viên K17 đang trong giai đoạn bổ sung các điều kiện để chuẩn bị tốt nghiệp trong HK211. Em có một số thắc mắc, kính mong PĐT hỗ trợ giải đáp:. . Câu hỏi 1. Trong tình hình dịch bệnh, thành phố đang phải thực hiện giãn cách trong thời gian quá dài, làm cho các hoạt động CTXH và thi chứng chỉ tiếng Anh quốc tế (như việc thi TOEIC ở IIG,…) đều hủy bỏ, khiến cho chúng em rất khó khăn để bổ sung các điều kiện kịp thời. Vậy thì PĐT có giải pháp nào để hỗ trợ chúng em kịp thời bổ sung điều kiện tốt nghiệp trong HK211 không ạ?. . Câu hỏi 2. Theo kế hoạch học vụ HK211 có đề cập: “PĐT thực hiện việc xét tốt nghiệp đến cuối HK211”. Vậy thì PĐT có thể giải đáp rõ về thời điểm cụ thể cuối HK211 là khi nào ạ?. . Em xin cảm ơn PĐT hỗ trợ giải đáp.. .",
            "Chào bạn,. . - Hiện tại đang hỗ trợ thi anh văn nói viết online đã có thông báo, sau giãn cách thì đăng ký nghen. . - có thể xét đến hết HK211 (cuối tháng 12/2021). . Xem chi tiết lịch trình tốt nghiệp tại trang web PĐT (aao.hcmut.edu.vn)    Tốt nghiệp    Thông tin tốt nghiệp    Tháng 11/2021    Lịch trình đăng ký tốt nghiệp và cấp bằng tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 213T5027  /b \t. . . .   i Đăng ký môn học . Em tên [full_name]. . MSSV: 213T5027.Do đóng học phí trễ bị hủy môn học.. . Em xin đăng kí lại danh sách các môn:. . [full_name]5 [full_name]01-[full_name]01 Máy công cụ. . [full_name]4007 [full_name]03_[full_name]06 CAD/CAM. . [full_name]4045 [full_name]01.    Đồ án chuyên nghành chế tạo.. . [full_name]3213 [full_name]01_[full_name]01 Quá trình thiết kế kĩ thuật. . IM2003 [full_name]01.    Kinh Tế Kỹ Thuật. . [full_name]4205 [full_name]01_[full_name]01 Tự động hóa sản xuất. . [full_name]2009 [full_name]02_[full_name]05 Kĩ thuật điều khiển tự động. . [full_name]2005 [full_name]01_[full_name]02 Trang bị điện trong máy CN. . [full_name]2007 [full_name]03_[full_name]03 Chi Tiết Máy. . [full_name]2003 [full_name]01_ [full_name]01 Nguyên [full_name]ý Máy.. . Em xin thầy cô, phòng đào tạo, tạo điều kiện để em được đăng kí học. Em xin chân thành cảm ơn.. . . .",
            "Chào bạn,. . Bạn đã có TKB trên Mybk rồi mà. . Thân"
        ]
    }
]