[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em xin mail của thầy [full_name] dạy môn anh văn 2 ạ. Em cám ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Do bị hủy đăng ký môn Cầu lông hồi 17/7 vừa qua, nay e xin được đăng ký môn khác:. . Bóng chuyền mã môn PE 1011 Nhóm DT01. .   i Đăng ký môn học .",
            "đã đk môn trên cho bạn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy (cô).. . Đầu tháng vừa rồi em có đợt tốt nghiệp, vì ở xa nên em không thể tham dự buổi lễ tót nghiệp. Vậy thầy (cô) cho em hỏi em sẽ liên hệ với bộ phận nào để nhận bằng tốt nghiệp ạ!. .  Em xin cảm ơn quý thầy(cô). . . .",
            "Chào bạn,. . . . Hiện tại mới có quyết định ra trường, bằng tốt nghiệp chưa có nha bạn.Khi nào cấp bằng chính thức PDT sẽ gởi mail cho sinh viên.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT Đại học Bách Khoa - ĐHQG Tp Hồ Chí Minh. . Em tên: [full_name]. MSSV:[student_id]. . Hiện đang là sinh viên Khoa Quản lý công nghiệp. Lớp [full_name]1. . Lý do viết đơn: Em xin được phép đăng ký thêm môn Phương pháp tính - MSMH: IM1009 - Lớp [full_name] do giảng viên [full_name] phụ trách. . . Hiện em đã đăng ký 9 chỉ cho kì hè, em chừa 3 chỉ còn lại cho môn học khác nhưng hiện tại môn đó do không đủ sĩ số nên không thể mở lớp. Kính mong thầy/cô có thể giải quyết để em được học môn học trên.",
            "IM1009 ko mở lớp dự thính. . (Môn Phương Pháp tính ko phải mã IM1009). . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . [full_name] Ạ,. . [full_name] ĐÃ ĐĂNG KÍ MÔN HỌC   B CH2087 - Thực tập q/trình & th/bị  /B  Ở HỌC KÌ DỰ THÍNH HÈ 193 [full_name] [full_name], TRONG KHI CÁC BẠN KHÁC ĐÃ CÓ.. . [full_name] MONG PĐT CÓ THỂ GIẢI QUYẾT TRƯỜNG HỢP CỦA [full_name] SỚM Ạ, [full_name] [full_name]T [full_name] CỦA [full_name]A [full_name] Ạ.. . [full_name] CÁM ƠN THẦY CÔ PĐT Ạ.. .",
            "Em xem lại kết quả của đợt đkmh,( đợt nguyện vọng). . . . Hiện tại đã bổ sung cho em nhóm A01.. . Tuy nhiên sẽ ko có lần sau nếu ko chịu xem lại kết quả. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  Bơi . . Tên: [full_name]. . Mssv: [student_id]. .",
            "đã bổ sung môn : PE1019 nhóm DT03.. . Lưu ý: Lần sau nếu muốn đăng ký môn thì phải ghi rõ mã môn học, nhóm . . . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chào thầy/cô, dạ em có hỏi một số câu trên bksi mà chưa được trả lời ạ. Dạ thật sự là cuối tuần sau em có kỳ thi vào kỹ sư tài năng của khoa nên em có chuyển điểm anh văn 1 và 2 và đã nộp tiền. Dạ vì điều kiện là phải có điểm anh văn 1 và 2 ở năm nhất nên em thực sự hy vọng thầy/cô có thể chuyển điểm cho em càng sớm càng tốt được không ạ. Em xin chân thành cám ơn!",
            "Dạ thầy cô ơi, cho em hỏi chuyển giờ thì điểm đó vào điểm của học kỳ 192 đúng không ạ, vì bên khoa em yêu cầu điểm đó phải nằm trong 2 học kỳ đầu ạ !",
            "Chào bạn,. . . . Bạn muốn chuyển điểm sớm, bạn làm đơn nộp PDT xin chuyển điểm.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . 1 CI2005 Cơ lưu chất",
            "đã bổ sung môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là K19 có áp dụng chuẩn tin học cho năm nhất (như trường đã thông báo) nhưng giờ gần hết học kỳ 192 rồi nhưng em vẫn chưa thấy tổ chức thi ạ hay tụi em phải học lấy bằng ở ngoài nộp vô ạ? . . . .",
            "Chào bạn,. . . . Hiện tại nhà trường chưa có thông báo chính thức về thi chuẩn tin học. Khi nào có thông báo chính thức PDT sẽ gởi mail cho sv và thông báo trên web.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kiểm tra cập nhật điểm anh văn nói viết , để xét tốt nghiệp . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tên: Nguyễn Đoàn [full_name]. .    Khoa: Điện - Điện tử. .    Ngành: tự động hóa. . . .   i Đăng ký môn học .   EE3095 ổn định hệ thống điện (RZ03 - chủ nhật - 8 9 10 11 12).. .   EE3093 Vận hành và điều khiểu hệ thống điện (RZ07 - thứ 7 - 2 3 4 5 6).. .   . .   Hai môn này yêu cầu môn học trước nhưng là môn tự chọn của ngành em nên kính mong phòng đào tạo cho em đăng ký hai môn tự chọn trên để theo kịp tiến độ học.. . . .   Em xin chân thành cảm ơn thầy/cô đã xét duyệt cho em. . . . . . . . . . .",
            "em phải thỏa điều kiện tiên quyết của môn học. . Ko phải muốn là đăng ký được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào! Em tên [full_name] [student_id], khoa kỹ thuật giao thông. Em có bị vấn đề là đã được thẩm tra điểm toeic và xét miễn điểm, nhưng khi em đăng ký xác nhận đóng lê phí chuyển điểm thì đã bị lỗi \" Lỗi gửi thông tin thanh toán BKpay\". Nhưng em đã thanh toán lệ phí được trên BKpay. Đợi 1 ngày nhưng vẫn bị lỗi đăng ký xét miễn điểm. Mong quản trị viên sửa lỗi giúp em. Em cảm ơn",
            "Chào bạn,. . . . Bạn ra Quầy Giao dịch OCB báo giúp, để họ xử lý cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã nhận được thông báo từ pđt đăng kí môn Sp1009 lớp dt04 cho em. . Nhưng em check thời khóa biểu vẫn chưa thấy ạ. Em xin cám ơn",
            "tkb sẽ cập nhật sau. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào anh chị , em xin đăng kí tôt nghiệp bổ sung. Em xin cảm ơn .",
            "Chào bạn                   . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau thứ 6 ngày (31/7/20) phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :  . . -\tSinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn  tốt nghiệp  thông tin tốt nghiệp  danh sách tốt nghiệp 04/2020. . -\tTrường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \tCho em hỏi là bên em chưa phân ngành và chương trình đào tạo của những ngành đó là khác nhau vậy làm sao em có thể biết đường mà đăng kí được. Em cảm ơn!. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Phân ngành thì bạn hỏi khoa nhen, . . Sau ngày 25/7 PDT sẽ cập nhật chương trình đào tạo và kế hoạch giảng dạy từng phần cho khoá 2019 (hệ chính qui đại trà).. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy(cô) ạ!. . Em là sinh viên [full_name]19, ngành [full_name]hoa học máy tính. Đợt đăng kí học kì hè 193, em có đăng kí   B học trước  /B  2 môn là   B Phương pháp tính(MT1009) và [full_name](SP1007)  /B . Sau đó thì có nhiều nguồn tin là [full_name]19 sẽ học những môn khác thay thế. Em xin hỏi là 2 môn trên còn áp dụng cho [full_name]19 không ạ (đặc biệt là ngành của em) ?. . Em xin cảm ơn!",
            "Chào bạn,. . . . Việc này bạn hỏi lại khoa của bạn nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT Đại học Bách Khoa - ĐHQG Tp Hồ Chí Minh. . Em tên: [full_name]. MSSV:[student_id]. . Hiện đang là sinh viên Khoa Quản lý công nghiệp. [full_name] Ql17CN1. . Lý do viết đơn: Em xin được phép đăng ký thêm môn Phương pháp tính - MSMH: [full_name]1009 - [full_name] [full_name] do giảng viên [full_name] phụ trách.. . Hiện em đã đăng ký 9 chỉ cho kì hè, em chừa 3 chỉ còn lại cho môn học khác nhưng hiện tại môn đó do không đủ sĩ số nên không thể mở lớp. Kính mong thầy/cô có thể giải quyết để em được học môn học trên.",
            "Môn học MT1009-DT04 trùng thời khóa biểu ko đk được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô. . Thầy/cô cho em xin bổ sung thêm môn anh văn 2 (LA1005) nhóm DT01 để em có thể kịp tiến độ anh văn trong các học kì tới ạ.. . Em cảm ơn thầy/cô",
            "đã bổ sung LA1005 - DT01. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Đăng ký môn học  /. . Cho em hỏi là hiện giờ sắp mở lịch đăng ký môn học 201 mà hiện giờ chương trình đào tạo của khóa K19 chưa có. Vậy thì đăng ký như thế nào ạ và khi nào thì chương trình đào tạo của khóa K19 có ạ. Em cảm ơn.. .",
            "Chào bạn,. . . . Khoảng thứ 6 tuần này PDT sẽ cập nhật CTDT khoá 2019.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "[student_id]. .   i Yêu cầu khác . Hiện tại trang mybk của em không thể tìm thấy ô \"Tiến độ học tập\" nên thực sự khó cho em khi đăng kí môn học của học kì tiếp theo vì không biết nên đăng kí môn gì. Mong thầy cô có thể kiểm tra giúp em.",
            "Chào bạn,. . . . Bạn vào xem chương trình đào tạo của bạn http://www.aao.hcmut.edu.vn/index.php?route=catalog/chuongtrinhdaotao.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào Thầy/Cô, em sinh viên văn bằng 2 chính quy, giờ em bị trễ hạn đóng học phí, không biết giờ em còn đóng học phí được không ạ? có ảnh hưởng gì hết việc học không ạ?. .",
            "Bạn cần thanh toán học phí, và làm đơn trình bày lý do đóng trể học phí ( để xem xét việc cho thi) và học vụ ( mẫu trên web aao). . . . . . Nộp đơn trễ HP tại PĐT nhà A1 (101.A1). . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]\t. . . . Cho em hỏi là em chưa đủ 56 chỉ để đăng kí năm 3. Em đăng kí học kì hè 193 thì có được cộng vào không ạ. . . .",
            "Chào bạn. . Được cộng vào khi các môn đạt nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .   B   U Gấp  /B   /U . . Dạ thưa thầy/ cô. . . . Em tên là: [full_name], mã số sinh viên [student_id]. Hiện đang học tại khoa Khoa học & Kĩ thuật Máy tính.. . . . Vào sáng mai lúc 9h em có lịch thi cuối kì môn Đại số tuyến tính. Tuy nhiên, chiều nay em phải nhập viện và có thể sẽ không tham gia được buổi thi trên. Em muốn hỏi là em có thể được tham gia   B thi bù  /B  vào một buổi khác không ạ?. . . . Dạ em xin cám ơn.. . Chúc một ngày tốt lành.. . . . [full_name]",
            "Chào bạn. . - Về quy định Vắng các buổi thi cuối kỳ: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2-c. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là về học phần mở rộng, em có qua môn học đó và đủ điểm TBM nhưng lại có một số vấn đề nên rớt học phần mở rộng, cho em hỏi là mình có thể đăng ký riêng học phần mở rộng môn đó không ạ vì nếu không thì phải đăng ký học lại cả môn ạ . Em cảm ơn.",
            "Chào bạn. . Bạn phải đăng ký lại môn học thì mới đăng ký được học phần mở rộng nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào PDT, vì lí do bận đột xuất thời gian dài nên em không thể tham gia học kỳ dự thính hè, vì vậy em xin PDT hủy các môn học em đã đăng ký trong học kỳ dự thính hè này ạ. Rất mong được PDT chấp thuận, em xin chân thành cảm ơn ạ.",
            "PĐT sẽ hủy môn cho bạn. . Lưu ý: Lần sau suy nghĩ kỹ trước khi đăng ký và hủy môn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Lý do em đăng ký môn học trễ vì đợi kết quả đăng ký thực tập tốt nghiệp mà lại chưa được đăng ký nên em xin đăng ký bù môn khác để học trong kỳ hè.. . Em muốn xin đăng ký thêm môn học SP1009 Đường lối CM của Đảng CSVN.. . Em xin cảm ơn.",
            "SP1009 ko thỏa ĐK do thiếu môn học trước SP1005. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ, cho em hỏi là em muốn xin mở thêm lớp học kì hè hk193 cho môn cơ lưu chất  (CI2005) 2 chỉ  thì phải làm gì vậy ạ?. . . .",
            "đã bổ sung môn CI2005, nhóm DT01 cho bạn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Học vụ . Em bây giờ rút môn học kì 193 còn được không ạ ?",
            "Bạn muốn hủy môn học nào. . Cung cấp mã MH để xem xét. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] MSSV:[student_id]. . Em thắc mắc là trong đợt đăng kí vừa rồi với môn Nguyên lý kiến trúc công nghiệp (mã môn CI2021 ) em đăng kí trong đợt 2 bị xóa và khi đăng kí trong đợt 3 thì cũng bị xóa mặc dù hệ thống thông báo thành công nhưng đến lúc xem kết quả đăng kí ở các đợt thì bị xóa, vừa qua em có xin phép đăng kí môn CI2021 nguyên lý kiến trúc công nghiệp trên BKSI thì được thông báo là em thiếu môn tiên quyết CI1021 là môn Nguyên lý kiến trúc dân dụng em bị rớt ở năm nhất nhưng em thắc mắc là có 1 số bạn và anh chị cũng rớt môn CI1021 giống em nhưng vẫn học được môn CI2021 ở học kì 191 vừa rồi ạ. Mong phòng đào tạo xem xét giúp và cho em cách giải quyết.Ở dưới em có kèm theo ảnh tin nhắn em hỏi các bạn trong Group thì bạn ấy kêu bạn ấy vẫn học được môn CI2021 trong khi chưa qua CI1021 ở hk191 trong khi không có thông tin gì về thay đổi tiên quyết cả.",
            "PĐt không giải quyết vấn đề thiếu môn tiên quyết. . Em cần đăng ký môn CI1021 để học trước. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào thầy/cô. . Em là sinh viên chuyên ngành Kỹ thuật điện. . Kì hè này em có đăng kí môn Cơ sở Kỹ thuật điện (EE2017), là môn HỌC TRƯỚC của môn Máy điện (EE3009). . Vậy thầy cô cho em hỏi là em có thể đăng kí môn Máy điện vào kì chính 201 được không ạ?. . Tại em sợ nếu chưa có kết quả điểm kì hè thì không thể đăng kí môn. . Em cảm ơn",
            "được em.. . Môn học trước em chỉ cần đã đăng ký trong HK trước đó thì có thể đk môn học điều kiện trong HK sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] MSSV:[student_id]. . Em thắc mắc là trong đợt đăng kí vừa rồi với môn Nguyên lý kiến trúc công nghiệp (mã môn CI2021 ) em đăng kí trong đợt 2 bị xóa và khi đăng kí trong đợt 3 thì cũng bị xóa mặc dù hệ thống thông báo thành công nhưng đến lúc xem kết quả đăng kí ở các đợt thì bị xóa, vừa qua em có xin phép đăng kí môn CI2021 nguyên lý kiến trúc công nghiệp trên BKSI thì được thông báo là em thiếu môn tiên quyết CI1021 là môn Nguyên lý kiến trúc dân dụng em bị rớt ở năm nhất nhưng em thắc mắc là có 1 số bạn và anh chị cũng rớt môn CI1021 giống em nhưng vẫn học được môn CI2021 ở học kì 191 vừa rồi ạ. Mong phòng đào tạo xem xét giúp và cho em cách giải quyết.Ở dưới em có kèm theo ảnh tin nhắn em hỏi các bạn trong Group thì bạn ấy kêu bạn ấy vẫn học được môn CI2021 trong khi chưa qua CI1021 ở hk191 trong khi không có thông tin gì về thay đổi tiên quyết cả.. .",
            "PĐT ko giải quyết vấn đề tiên quyết . . Bạn cần đăng ký môn học CI1021 để học trước. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại em là sinh viên năm 3 khoa QLCN. Trong học kì 201 em có học môn   B anh văn trong kinh doanh  /B  nhưng môn học yêu cầu đạt chuẩn anh văn 3. Hiện tại em đã có bằng   B TOEIC 480  /B  nhưng chưa xét chuyển điểm. Vậy cho em hỏi em có thể đăng kí môn học này vào ngày 22/7 và chuyển điểm sau đó được không? Hay em xét chuyển điểm vào hôm nay 21/7 có được không ạ? . . Nếu xét chuyển điểm vào hôm nay thì có được đăng kí môn học này vào đợt 2 hay không?. .",
            "Đăng ký môn học. . Kính gửi Phòng đào tạo trường ĐHBK,. . . . Hiện tại em là sinh viên năm 3 khoa QLCN. Trong học kì 201 em có học môn anh văn trong kinh doanh nhưng môn học yêu cầu đạt chuẩn anh văn 3. Hiện tại em đã có bằng TOEIC 480 nhưng chưa xét chuyển điểm. Vậy cho em hỏi em có thể đăng kí môn học này vào ngày 22/7 và chuyển điểm sau đó được không? Hay em xét chuyển điểm vào hôm nay 21/7 có được không ạ? . . Nếu xét chuyển điểm vào hôm nay thì có được đăng kí môn học này vào đợt 2 hay không ạ?. . . . Em xin chân thành cảm ơn. .   /QUOTE . .",
            "Chào bạn,. . . . Bạn xem lại cấu trúc môn học nay nhen http://www.aao.hcmut.edu.vn/index.php?route=catalog/chuongtrinhdaotao.. . . . Bạn thoả mãn điều kiện thì mới đăng kí được.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy/cô cho em hỏi ngày mai tụi em đăng kí môn học cho học kì 201 nhưng chương trình đào tạo của k19 vẫn chưa có, tụi em rất hoang mang ạ",
            "Chào bạn,. . . . Khoảng thứ 6 tuần này PDT sẽ cập nhật CTDT khoá 2019.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là em có thể xem số tín chỉ tích lũy theo đúng tiến độ ở đâu vậy ạ.. . Em cảm ơn ạ!!",
            "Chào bạn. . Về vấn đề này bạn phải tự kiểm tra theo chương trình đào tạo theo khóa của bạn. . Về chương trình đào tạo bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo Thầy [full_name]) để tư vấn và giải đáp. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào cô cho em hỏi là em có thi thay thế điểm thi vp của HK191 vào kì thi cuối kì dự thính vừa rồi giờ đã hơn 2 tuần làm sao để em biết điểm thi cuối kì của em ạ",
            "Chào bạn,. . . . Bạn liên hệ giáo viên giảng dạy môn này nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký môn Anh văn 4 học kỳ 193",
            "Hiện tại bạn đang bị Tạm dừng từ HK2/2019-2020 với QĐ số : 190/BKDT ngày 27/05/2020. . Bạn liên hệ Phòng đào tạo (101A1) để được hướng dẫn học vụ. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name] MSSV:[student_id]. . Nay em viết đơn này kính mong nhà trường có thể đăng ký giúp em môn Nhập môn về lập trình-CO1003 nhóm lớp DT01_DT01 của thầy [full_name] và thầy [full_name]. Trong đợt đăng kí đợt 2 ,3 dự thính vừa rồi do một số vướng mắc về các môn tiên quyết nên em bị hủy 1 môn khiến số chỉ kì hè của em bị giảm và em phải đối mặt với việc không được học chuyên ngành năm 3 do không đủ 56 chỉ nếu kì hè này em đăng kí không đủ chỉ dự phòng. Vì em cũng mới được thu nhận lại sau khi bị buộc thôi học nên các môn mà em được đăng kí cũng rất hạn hẹp em đã rất khó khăn tìm kiếm những môn học có mở lớp để đăng kí và giờ em rất mong nhà trường có thể tạo điều kiện để em được học dự thính môn Nhập môn về lập trình -CO1003 trong kì hè này ạ. . . Nhập môn về lập trình MMH-CO1003 nhóm lớp DT01_DT01 ( thứ 3 ( tiết 3,4,5,15) ,thứ 6 ( tiết 3,4,5 ) ).. . EM rất rất cảm ơn nhà trường ạ.",
            "đã bổ sung môn học CO1003 _ DT01. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT Đại học Bách Khoa - ĐHQG Tp Hồ Chí Minh. . Em tên: [full_name]. MSSV:[student_id]. . Hiện đang là sinh viên Khoa Quản lý công nghiệp. Lớp [full_name]1. . Lý do viết đơn: Em xin được phép đăng ký thêm môn Phương pháp tính - MSMH: MT1009 - Lớp [full_name] do giảng viên [full_name] phụ trách.. . Hiện em đã đăng ký 9 chỉ cho kì hè, em chừa 3 chỉ còn lại cho môn học khác nhưng hiện tại môn đó do không đủ sĩ số nên không thể mở lớp. Kính mong thầy/cô có thể giải quyết để em được học môn học trên.. .",
            "đã bổ sung môn MT1009-DT01. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1411645  /b \t. . . .   i Đăng ký môn học . Do học kỳ 192 không đăng ký môn học nên bị tạm dừng, em đã làm đơn thu nhận lại và đã được duyệt thu nhận lại rồi. Nhưng khi được thu nhận lại thì đã bị trễ đợt đăng ký môn học học kỳ hè 193. Em mong nhà trường xem xét trường hợp này của em, để em có thể đăng ký môn Anh Văn 4 trong học kỳ 193 để kịp ra trường đợt tốt nghiệp  tháng 11/2020 ạ. Em cảm ơn",
            "Chào bạn,. . . . Bạn làm đơn đăng kí môn học kèm theo quyết định thu nhận lại, trong đơn ghi rõ mã môn học, mã nhóm.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1911648  /b \t. . . .   i Học vụ . Ngày mai (22/07/2020) bắt đầu đăng ký môn học cho học kỳ chính 201. Cho em hỏi, nếu em muốn nộp chứng chỉ Anh Văn để chuyển điểm cho học kỳ chính 201 thì em phải nộp vào thời điểm nào? Và hạn chót để nộp là khi nào? Em cảm ơn.",
            "Chào bạn,. . . . Bạn có CCNN thì bạn nộp vào sớm nhen nhen. PDT thường xuyên chuyển đểm cho các bạn.. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào phòng đào tạo. Em xin hỏi về việc nộp chứng chỉ anh văn, em đã nộp bằng Toeic 450 trong năm 2 và quy đổi thành ba cột điểm là av1: 10; av2: 7.5; av3: 5. Vậy nếu em nộp chứng chỉ mới có số điểm cao hơn thì các điểm av1, av2, av3 có được thay đổi lại hay không hay chỉ cập nhật điểm mới cho av4 ạ. Em xin cảm ơn.. .   B   I   /B . .",
            "Chào bạn. . - Quy định mỗi môn anh văn chỉ được quy đổi điểm 1 lần. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 4. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Ngày mai đăng ký mai học cho hk 201 nhưng em chưa tìm thấy chương trình đào tạo cho hk 201 trên aao.hcmut.edu.vn mong phòng đào tạo cập nhật sớm",
            "Chào bạn,. . . . Sau ngày 25/7 PDT sẽ cập nhật chương trình đào tạo và kế hoạch giảng dạy từng phần cho khoá 2019 (hệ chính qui đại trà).. . . . Thân.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Dạ giờ em muốn đăng kí thêm môn học ở HK193 thì em lên trực tiếp còn đăng kí được không ạ ? Em cảm ơn ạ.",
            "em cung cấp mã môn học, nhóm cần đăng ký để xem xét. . Thân",
            "Dạ mã CH1003. Nhóm DT03_DT07 ạ. Em cảm ơn ạ",
            "Chào bạn. . Nhóm đã full sĩ số. vì vậy ko thể bổ sung môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  . . . .  kính gữi thầy, cô phòng đào tạo. .  Em là sv k14 lớp xd14cd . . .  Học kì 201 là học kỉ cuối trong thời hạn đào tạo chính quy của em .Nhưng em vẫn chưa thể dang ky được luận văn do suốt 3 học kì chính 192 dự thính 192 và kì hè 193 em không đăng ký mở lớp được môn bê tông 1 ( ci2091) tiên quyết luận văn . số lượng sv đăng ký luc nào cũng rất nhiểu . và em cũng gọi mail xin từng thầy cô nhận lớp và đều bị từ chối với lý ngại ngán dạy online làm video giáo án online . . .  em viết mail này để xim pdt có thể hướng dẫn cho e một con đường hay có thể gia hạn cho em thêm 1 học kì nữa . vì môn bê tông 1 sẽ vào hoc kì 201 là bắt buộc theo chương trình của nhà trường . và hoc kỉ 202 em sẽ đăng ký được luận văn . . .  em thực sự đã rất cố gắng đễ hoàn thành chương trình học của mình . dịch covid xảy ra và mọi chuyện lại trở nên như vậy . em cảm thấy rất bế tắc . . . Em rất mong thầy cô pdt và ban giám hiệu có thễ cảm thông và tạo điểu kiện để em có thể tốt nghiệp đúng hạn . . . Em vô cùng biết ơn.. .",
            "Chào bạn. . Về chương trình đào tạo bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo Thầy [full_name]) để tư vấn và giải đáp. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi ạ. . Em AV thi đầu vào cuối tháng 12 đc 565 đ mà sao giờ vẫn chưa có điểm chuyển mặc dù trên Bảng điểm đã xóa cột điểm chuẩn AV đầu vào ạ.",
            "Chào bạn,. . Bạn đang nói về kỳ thi anh văn định kỳ được phòng Đào tạo tổ chức vào 21&22/12.. . Hay thì đầu vào khi mới nhập học.. . Nếu là kỳ thi anh văn định kỳ vào ngày 21/12 thì kết quả chỉ dùng để xét chuẩn tiếng Anh từng năm học, không dùng xét miễn môn AV1,2,3,4 nhé bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Dạ cho em hỏi là em có thể bổ sung môn Cơ lưu chất (CI2003) vào thời khoá biểu học kì hè 193 của em không ạ. Em xin cảm ơn.",
            "Chào bạn,. . . . . . PDT đãng kí môn CI2003 cho bạn rồi, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm... . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi Chương trình đào tạo K19 khi nào sẽ được update ạ vì ngày 22/7 đã phải đăng ký môn rồi mà em không biết sẽ phải đăng kí môn gì ạ. Em cảm ơn",
            "Chào bạn. . Về chương trình đào tạo bạn vui lòng liên hệ [full_name] (cụ thể là Thầy phụ trách chương trình đào tạo Thầy [full_name]) để tư vấn và giải đáp. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học. . Em chào PĐT, đợt 3 vừa rồi, em có đăng ký lớp bóng rổ DT03 nhưng bị huỷ, PĐT có thể cho em đăng ký thêm vô lớp DT01 được không ạ? Em mong PĐT giúp đỡ",
            "Chào bạn,. . . . PDT đãng kí môn PE1015 cho bạn rồi, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm... . . . Thân.. .",
            "Chào bạn,. . . . Sau ngày 25/7 PDT sẽ cập nhật chương trình đào tạo và kế hoạch giảng dạy từng phần cho khoá 2019 (hệ chính qui đại trà).. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT, đợt 3 vừa rồi, em có đăng ký lớp bóng rổ DT03 nhưng bị huỷ, PĐT có thể cho em đăng ký thêm vô lớp DT01 được không ạ? Em mong PĐT giúp đỡ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên khóa K18, khoa kĩ thuật hóa học. Em có đăng kí thực tập môn QTTB kì hè ở đợt 1, nhưng do không để ý, nghĩ là đăng kí đợt 1 là được rồi nên hôm nay, khi đi lấy công văn thực tập để gửi nhà máy em mới biết mình không có tên trong danh sách đăng kí môn học kì hè và trên thời khóa biểu không hiện. Em rất hối hận vì sự bất cẩn của mình, em mong phòng đào tạo có thể xem xét trường học của em để em có thể được đi thực tập cùng với các bạn. Em cảm ơn rất nhiều ạ.",
            "Chào bạn,. . . . Bạn làm đơn xin đăng kí môn thực tập QTTB, đơn có sự đồng ý của ban chủ nhiệm khoa. Nộp PDT.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào BGH. . Cho em hỏi là biểu mẫu tờ đăng kí nhập học lại ở đâu và sau khi tạm hoãn 1 học kì thì đăng kí online hay phải nộp đơn trực tiếp tại phòng ạ. Rất mong sự hỗ trợ từ BGH. . Em cảm ơn.",
            "Chào bạn. . Nộp đơn thu nhận lại trực tiếp tại phòng đào tạo nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào cô. . Em đăng kí thực tập quá trình thiết bị lúc đợt 1 thì được thông báo được rồi mà mục kết quả và thời khoá biểu của em không để.. . Em tháng 8 phải đi mùa hè xanh rồi em không biết làm sao để được hiện lên là được đi thực tập á cô.. . Cô giúp em với. Em cảm ơn cô ạ",
            "Chào bạn,. . . . Bạn làm đơn xin đăng kí môn thực tập thự tập quá trình thiết bị , đơn có sự đồng ý của ban chủ nhiệm khoa. Nộp PDT. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1910523  /b \t. . . .   i Học vụ . Em muốn hỏi là em đã nộp tiền vào ngày 20/7/2020 trên BK Pay rồi ạ. Nhưng tại sao trên trang quy đổi điểm vẫn chưa hiện đã thanh toán và em vẫn chưa quy đổi điểm Anh Văn được ạ. Mong PDT phản hồi sớm nhất cho em ạ. Em xin cảm ơn ạ.",
            "Chào bạn. . Phòng đào tạo đã điều chỉnh lại, bạn lên kiểm tra lại nghen. . Thân"
        ]
    }
]