[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy cô pdt trường đh Bách Khoa. Em tên [full_name] MSSV [student_id] thầy cô có thể trả lời giúp em được không ạ. Em sinh viên k18 đang đăng kí môn học EN2003 nhưng không được( trước đây môn học EN2003 bà môn EN2005 hoic song song với nhau) nhưng do tụi em xin mở lớp vào học kì này nên hệ thống báo lỗi là thiếu môn học trước EN2005. Trên hệ thống của PĐT về cấu trúc môn học cũng không đề cấp đến vấn đề này. Mong phảm hồi sớm tìe thầy cô vì thời gian hiệu chỉnh môn học sắp hết rồi. Em xin cảm ơn ạ. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào anh (chị).. . Em là [full_name]. Cho em hỏi là việc kiểm tra trình độ tiếng Anh trong trường thì kết quả có được quy đổi sang điểm Anh văn 1, 2, 3, 4 không ạ?",
            "Chào bạn. . Kết quả thi kiểm tra trình độ Tiếng Anh theo chuẩn TOEIC sẽ do công ty IIG-Việt Nam tổ chức chỉ dùng để xét chuẩn tiếng Anh sau mỗi năm học. Không dùng để chuyển điểm, xét luận văn tốt nghiệp, tốt nghiệp hoặc xét miễn môn AV1,2,3,4.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Đăng ký môn học . Em đã gửi đơn xin mở lớp môn Vẽ kỹ thuật Bảo Dưỡng (IU1003) vào ngày 27/8/2020 đến nay đã sắp hết hạn đăng ký môn học vẫn chưa thấy được mở lớp.. . PĐT giải quyết giùm em với ạ. Em cảm ơn.. . . .",
            "Chào bạn,. . . . Hiện tại bạn đăng kí được cầu lồng rồi nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo em tên [full_name] [student_id] . Hôm bữa em có đăng kí thi anh văn định kì ở trường với lệ phí thi 160k . Trên chỗ đăng kí họ ghi là nộp trước 2/9 nên hôm nay 31/8 em đi nộp thì thấy trên bkpay ghi quá hạn 2 ngày. Cuối cùng em cũng đã nộp lệ phí 160k và không biết trong đợt thi sắp towia em có được thi không. Vì trên chỗ đăng kí và trên bkpay ghi hai ngày khác nhau nên em có nhầm lẫn và nộp trễ . Em mong nhà trg vẫn tạo điều kiện để em được thi ạ. Em có gửi kèm ảnh về hai ngày nộp khác nhau ở dưới ạ do vậy nên em mới nhầm lẫn.. . . .",
            "Thân chào bạn sinh viên,. . Bạn chưa đóng lệ phí thi kiểm tra trình độ tiếng Anh, bạn vào BKPay thanh toán trước 16h00 ngày 03/09/2020. Sau thời hạn này sẽ bị xóa tên khỏi danh sách đăng ký.. . Chúc các bạn thành công"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name]V [student_id]. . . Em muốn xin PĐT tăng thêm sỉ số lớp môn CAD/CAM (ME4007) A05_A09.. . Em cảm ơn.",
            "Chào bạn,. . . . Vào đợt DKMH 201 bạn liên hệ trực tiếp PDT nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . - Theo như đăng ký môn học trên mybk, em thấy lớp Scada (MMH: EE3071) học kỳ sau chỉ mở 2 lớp là lớp thứ 7 (A01) và thứ 2 (A02). Nhưng vào ngày thứ 7 từ tiết 2 đến tiết 5 em học môn Phương pháp nghiên cứu khoa học của chương trình cao học bị trùng giờ với lớp A01 tiết 2 đến tiết 4, nên không thể đăng ký lớp A01. Còn lớp A02 hiện tại đã đủ sĩ số nên em không đăng ký được. . . - Vì vậy em xin phòng đào tạo cho em được đăng ký bổ sung vào lớp A02 (MMH: EE3071) tiết 10, 11, 12. . . . . Em xin chân thành cảm ơn.",
            "đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh/chị, em tên [full_name], Khóa 2014, Lớp MT1401, Ngành Kỹ thuật máy tính, Số tín chỉ tích lũy 143, Toeic hai kỹ năng Reading/Listening: 650, kỹ năng Speaking/Writing: 205. Ngày công tác xã hội 15 ngày. Nhưng em vẫn chưa có trong danh sách dự kiến tốt nghiệp đợt 11/2020.  Em thấy bảng điểm của em vẫn chưa được cập nhật tín chỉ tích lũy, cũng như điểm trung bình tích lũy (vẫn để ngày 23/03/2020). Nên mong anh/chị cập nhật điểm nhanh chóng giúp em. Do em cần hoàn thành hồ sơ giấy tờ do đó em cần giấy chứng nhận tốt nghiệp tạm thời sớm. Mong anh/chị giải quyết giúp em, cập nhật bảng điểm nhanh giúp em với ạ. Và đồng thời anh/chị kiểm tra giúp em xem em còn thiếu sót gì không ạ?Em xin chân thành cảm ơn. . .",
            "Chào bạn . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 08/9/20 phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :. . - Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn    tốt nghiệp    thông tin tốt nghiệp    danh sách tốt nghiệp 11/2020 - Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên vui lòng phản hồi tại trang bksi.hcmut.edu.vn để để phòng đào tạo kiểm tra lý do.. .  Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin PĐT giải quyết vấn đề này như sau.. . . . Tuần trước như PĐT đã trả lời sẽ cập nhật lại thông tin tốt nghiệp cho SV vào mỗi thứ 6. Em đã đủ điều kiện tốt nghiệp khá lâu. Và PĐT đã trả lời là mỗi thứ 6 hàng tuần sẽ cập nhật danh sách tốt nghiệp dự kiến.. . Nhưng hiện tại đã qua ngày thứ 6 và thứ 2 ngày hôm nay tình trạng nợ ngày CTXH của em vẫn còn. Vẫn là Nợ với 14.5 ngày CTXH trong khi từ lâu em đã có 19.5 ngày CTXH.. . . . Mong PĐT giải quyết cập nhật lại thông tin ngay để em có thể đăng ký tốt nghiệp ạ.. . . . Em xin cảm ơn.. . . . . .",
            "Chào bạn. . Thứ 6 hàng tuần Phòng Đào tạo sẽ cập nhật lại danh sách tốt nghiệp mới và mở khóa cho các trường hợp sinh viên nợ HP và Nợ ngày CTXH (sau khi đã thanh toán HP/bổ sung đầy đủ ngày CTXH trước thứ 5 hàng tuần), Sinh viên đăng ký tốt nghiệp lại vào thứ 2 tuần sau. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em bị văng môn do lỗi môn thể chất nhưng bây giờ không vô lại được do full lớp. EM xin mở lại cho e 1 slot ạ. .   i Đăng ký môn học .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học 14 giờ ngày 31/8/20), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . hiện tại em chưa đủ 56 chỉ đủ điều kiện năm 3 . đợt đăng kí vừa rồi em có đang kí 1 số môn năm 3 . cho em hỏi đợt 3 sẽ bị hủy phải không ạ",
            "Chào bạn,. . . . Bạn phải đạt chuẩn sinh viên sau các năm mới DKMH được nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy cô cho em hỏi xin mở sĩ số để đăng kí môn học được không ạ. Hiện tại e thiếu chỉ nên cần đăng kí gấp để thuận tiện học những môn sau ạ. Mong thầy cô giúp đỡ. E xin chân thành cảm ơn. Mã môn EE2011 Kĩ thuật điện- điện tử  ạ.",
            "đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ PĐT cho em hỏi là đợt 2 em đăng ký môn Hóa keo do không đủ slot vào môn Tổng hợp hữu cơ hóa dầu. Vậy khi mở đkmh đợt 3 thì nếu môn THHCHD có mở thêm lớp, em đăng ký thêm môn THHCHD rồi khi đó PĐT hủy môn Hóa keo không tính phí được không ạ. Hay em phải đợi thông báo hủy môn có tính phí ạ?",
            "Chào em.. . Hiện trong HK201 đợt 3 cho hủy và hiểu chỉnh môn học , ko tính học phí môn hủy. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Về yêu cầu ứng dụng công nghệ thông tin của khóa k19 thì yêu cầu đó khi nào thực hiện ạ ?. . . . theo như quy chế em thấy trường tổ chức cho tụi em thi vào đầu hk2 năm nhất và không đạt thì cuối năm nhất nộp bằng để đc đki môn năm 2. . . . . . nhưng do ảnh hưởng của covid trường chưa tổ chức thi vậy tụi em có phải thi ở ngoài nộp bằng trước kì 201 không ?. .",
            "Chào bạn, . . Về việc [full_name]19 phải đạt chuẩn kỹ năng ứng dụng CNTT cơ bản (tạm thời nhà trường pass chuẩn để xét Đ[full_name]MH áp dụng chỉ cho H[full_name]1(20-21), bạn vui lòng đợi thông báo sau của Phòng Đào tạo qua email sinh viên. . . Chúc bạn học tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ phòng đào tạo cho em hỏi là em là sinh viên khóa K17 và nếu em nộp chuyển điểm anh văn với mức điểm 500 thì có được miễn 4 anh văn không ạ.Tại em nghe có thông tin là từ kì 201 là phải trên 600 ạ. Em cảm ơn",
            "Về việc chuyển điểm:. . Nếu bạn nộp Chứng Chỉ Ngoại Ngữ và đăng ký chuyển điểm (phải hoàn thành lệ phí chuyển điểm) trước ngày 18/9/2020 thì áp dụng theo quy định chuyển điểm cũ - Bảng quy đổi điểm chuyển Ngoại Ngữ mới bắt đầu từ ngày 21/9/20 áp dụng cho HK201.. . Áp dụng cho tất cả sinh viên các khóa từ học kỳ 201 nhé bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Mong PĐT tăng sĩ số môn học thực tập cơ khí đại cương 2.. . Mã môn học :ME2087. . Nhóm : A01. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   B  Em muốn hỏi về vấn đề đăng ký môn học, hiện tại em đang đăng ký môn học anh văn 2 cho học kỳ tới nhưng lại bị vướng hệ thống không đăng ký được, rất mong PĐT xem giúp em được không ạ",
            "Môn học full sĩ số, đã tăng .. . Bạn vào đk liền ko lại full"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên Trần Thị Quỳnh Anh [full_name]V: [student_id]. . Đăng kí môn học học kì 201 em đã đăng kí được môn Kết cấu bê tông cốt thép 1 ( CI2091), nhưng hiện giờ em xem lại thì môn học đã bị xóa. PĐT có thể mở thêm sĩ số lớp để em đăng kí được không ạ. Mong PĐT giải quyết giúp em ạ. Em cảm ơn.. . . .",
            "đã tăng sĩ số 1 số nhóm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy / cô. . em xem trên lịch học vụ thấy thời gian Đăng ký nộp CCNN và đăng ký chuyển điểm cho đợt đăng ký LVTN bổ sung cuối cùng là ngày 16/9/2020, em có đăng ký thi vào ngày 9/9 thì sau 10-12 ngày làm việc mới có kết quả, vậy em có thể xin nộp trễ CCAV để có thể đăng ký LVTN vào kỳ 201 được không ạ? em mong thày cô giúp đỡ giải đáp ạ. . Em xin cảm ơn.. . . .",
            "Chào bạn. . Được nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ Phòng đào tạo cho em hỏi là kì hè em đăng ký 7 chỉ nhưng trên BKPay học phí lại 8 chỉ ạ?. . Em có đính kèm 2 file ảnh ạ.. . Em cảm ơn ạ!. .",
            "Chào em. . . . Môn thể dục 1TC học phí nhé.. . Em xem thêm thông báo học phí tại website aao"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã đọc qua quy định về môn TTTN,ĐCLV,LVTN trên aao nhưng vẫn có 1 thắc mắc là em có thể đăng kí môn ĐCLV vào học kì 2 của năm 3 rồi sau đó đăng kí TTTN ở học kì 3 của năm 3 được không ạ?. . . . Trong quy định chỉ ghi: \"- Tổ chức môn ĐCLV: sinh viên đăng ký môn TTTN vào học kỳ hè (theo đúng tiến độ) và đăng ký ĐCLV ở học kỳ 1 kế tiếp, hoặc đăng ký môn TTTN và môn ĐCLV cùng trong học kỳ 1 hay học kỳ 2 (Lưu ý là môn ĐCLV không tổ chức trong học kỳ hè).\". . . . Em cám ơn ạ.",
            "Chào bạn, . . . . Môn  TTTN là môn song hành với ĐCLV, môn TTTN học cùng học kỳ với ĐCLV hoặc học trước ĐCLV. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: - Cho em hỏi là \"Sơ yếu lý lịch không cần công chứng\" tức là không cần mộc đỏ xác nhận của địa phương đúng không ạ?. . . . - Hiện tại bảng điểm của em còn chưa có điểm của 3 môn (do giáo viên chưa chấm xong) thì em có thể đăng kí in bảng điểm hiện tại đăng kí xét học bổng được không ạ?. . . . Em cảm ơn.",
            "Chào bạn,. . Về hồ sơ xin học bổng, bạn vui lòng liên hệ trực tiếp với đơn vị nhận hồ sơ để được hướng dẫn cụ thể nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi đợt kiểm tra anh văn tại trường HK193 sắp tới em đã đăng ký nhưng không đi thi thì có bị sao không ạ",
            "Chào bạn. . Về việc  kiểm tra anh văn tại trường bạn không đi thi không ảnh hưởng gì nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1811832  /b \t. . . .   i Đăng ký môn học . Dạ e chào Thầy/ Cô. Em là K18 đang học lớp quản lý Môi trường. Học kì này theo chương trình đào tạo là em sẽ đăng ký môn Thực tập tham quan( tiên quyết là môn Nhập môn kỹ thuật). Nhưng do năm nhất em không có học nên em vẫn chưa học được môn NMKT. Các học kì rồi em có đăng ký nhưng không được chấp nhận. Năm nay, pdt cho đăng ký chung với K20. Nhưng với điều kiện tiên quyết này, thì em sẽ không thể học môn TTTQ. Vì K19 đổi chương trình, đổi mã và đổi từ 2 chỉ thành 1 chỉ, đặc biệt là đến năm 4 K19 mới học môn này. Cộng thêm việc TTTQ là tiên quyết của các môn luận văn tốt nghiệp và lơp em chưa tới 30 bạn nên không có hy vọng nào luôn ạ. Vì vậy mà có thể e sẽ mất hơn 6,5 ra trường mà bằng sẽ hạ xuống tại chức. Em không thể nào nghĩ là chương trình K19 sẽ thay đổi hoàn toàn như vậy.  Mong Thầy/Cô xem xét cho em được đăng ký song hành 2 môn này được không ạ? Nếu 1 môn không qua thì sẽ xem như rớt cả 2 môn được không ạ? Mong Thầy/Cô xem xét và giúp đỡ em. Em thật sự đang cố gắng theo kịp chương trình, nhưng riêng môn này thì không còn cách nào. Em chân thành cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi:Ban giám hiệu và pđt trường đại học bách khoa tphcm. . Lý do:Sau khi đăng kí môn học đợt 2 này thì em đã lỡ đăng kí môn EN1003 khiến cho số chỉ của em tăng lên 11 chỉ mà trong kì 2 này em chỉ tích lũy số chỉ để trả nợ môn thôi.Em vô cùng hối hận khi mà đã lỡ đăng kí thêm chỉ này bởi vì nó sẽ giữ nguyên học phí trong khi gia đình em nghèo và không có điều kiện ạ.Nên em viết mail này kính xin nha trường cho em được rút môn Con người và Môi trường với ạ. .  Em xin cảm ơn nhà trường rất nhiều ạ. .",
            "Chào bạn,. . Bạn vui lòng xem mail (Phòng Đào tạo đã gửi), bạn có thể vào để tự hiểu chỉnh môn học nhé (hủy và bổ sung). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào anh/chị ạ,. . Em có thắc mắc về bảng điểm của mình: Ban đầu em học môn Pháp luật VN đại cương (MMH:008001) trong học kỳ I năm học 2018-2019 và đã có kết quả trong bảng điểm. Trong học kỳ vừa rồi (HKII-2019-2020) em đã đăng ký bù môn học này với mã môn học đúng (SP1007) và em có hỏi xin tư vấn từ đầu năm được biết là không cần phải tham gia lớp học nữa, và theo quy chế em đọc được thì điểm sẽ tự động chuyển sang theo dạng miễn thi. Tuy nhiên hôm nay khi xem bảng điểm thì em lại thấy với mã môn học SP1007 lại bị ghi điểm 11 nên em cảm thấy rất lo lắng.. . Kính mong anh/chị tư vấn giúp em để khắc phục sự cố này ạ vì nếu đi học lại sẽ rất mất thời gian. Em xin chân thành cám ơn anh/chị ạ!",
            "Chào bạn. . Môn điểm 11 là do Thầy Cô cho điểm cấm thi, bạn kiểm tra lại thông tin nghen. . Thân",
            "Dear chị [full_name],. . Chị cho em hỏi thêm là trong trường hợp này phải trao đổi với giáo viên đúng không ạ?",
            "Đúng rồi bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Tốt nghiệp . Chào cô.. . Cô cho em hỏi khi nào mới có bằng tốt nghiệp chính thức vậy cô? Em tốt nghiệp hồi tháng 7 ạ. Cảm ơn cô nhiều.. .",
            "Chào bạn,. . Trường đang đợi phôi bằng mới từ Đại học Quốc gia Thành phố Hồ Chí Minh cấp để in bằng tốt nghiệp,  Nhà trường sẽ có thông báo đến sinh viên sau khi có phôi bằng, hoàn tất khâu in bằng và lễ trao bằng tốt nghiệp cho sinh viên.. . Thân   . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em muốn hỏi rằng nếu điểm trung bình tích lũy 1 HK chỉ đạt 3.59 thì có bị cảnh cáo học vụ không ạ?",
            "Chào bạn. . - Về quy định Xử lý học vụ-kỷ luật: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  Sinh viên --  Học vụ --  Xử lý học vụ-kỷ luật. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn hỏi rằng nếu HK chính mình chỉ đăng ký đợt đăng ký môn học chính 10 tín chỉ và đăng lý thêm 8 tín chỉ dự thính thì mình có được học HK đó không ạ? Hay sẽ bị hủy môn học và chỉ đăng ký được các môn dự thính ạ?",
            "hiện chưa ràng buộc tín chỉ min.. . Tuy nhiên em cần đk để đủ điều kiện tích lũy cho HK sau. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . hiện tại em đang bị ốm, mà đầu tuần sau em lại thi trường điện từ vì vậy em khó có thể ôn tập kịp nhà trường có thể giời lịch thi cuối kỳ của em sang thi chung với mấy bạn cách ly do covid 19 ko ạ. em chân thành cảm ơn",
            "Chào bạn. . - Về quy định Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Kế Hoạch - Tài Chính, Phòng Đào Tạo Đại Học Bách Khoa TPHCM.. . . . Em là sinh viên CQ Bằng 2, MS: [student_id]. Em có câu hỏi về học phí HK1 (2019-2020) và tiền tạm ứng thu học phí.. . . . HK 1(2019-2020) em đăng ký 6 chỉ (2 môn học ME2003, MT1009)  trong học kỳ chính nhưng Học phí tính ra là 2,880,000 (480,000 / 1 chỉ). HK2 (2019-2020) em chỉ học 3 chỉ (môn ME2013). Em tính ra thì vẫn còn một phần tiền tạm ứng thu học phí nhập học. Hiện tại học phí HK3(2019-2020) của em là 3,360,000 / 7 chỉ. Em mong Phòng Kế Hoạch - Tài Chính và Phòng Đào Tạo Đại Học kiểm tra và điều chỉnh học phí giúp em ạ, em cám ơn nhiều.. .",
            "Chào bạn. . Số tiền còn lại sv [student_id] sẽ được trừ vào HK chính(HK201) hen. Vì HK193 sv học dự thính.. . Thân",
            "Kính gửi Phòng Kế Hoạch - Tài Chính, Phòng Đào Tạo Đại Học Bách Khoa TPHCM.. . . . Hiện tại em kiểm tra học phí HK201. Tổng cộng học phí là 5,250,000; chưa được khấu trừ tiền đóng dư HK 1(2019-2020)và phần tiền tạm ứng thu học phí nhập học như em đã trình bày ở trên.Em mong Phòng Kế Hoạch - Tài Chính và Phòng Đào Tạo Đại Học kiểm tra giúp em ạ, em cám ơn nhiều.",
            "Chào bạn,. . . . PDT đã khấu trừ rồi, bạn vui lòng kiểm tra trên Bkay nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô,. . . . Em là [full_name], mssv [student_id].. . . . Em hiện tại đã hoàn thành chương trình đại học, đã đóng tiền học phí, nộp chứng chỉ AV đầy đủ nhưng vẫn chưa có tên trong danh sách dự kiến tốt nghiệp. Vậy thầy/cô có thể giúp em kiểm tra xem em còn thiếu mục nào để có thể tốt nghiệp được không ạ?. . . . Em xin cảm ơn.. . . . Trân trọng,. . [full_name]",
            "Chào bạn,. . Bạn vui lòng kiểm tra mail để xem danh sách tốt nghiệp dự kiến nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B [full_name]Học vụ . chào thầy/cô, . . thầy cô cho em hỏi về việc thi chuẩn tiếng anh diễn ra trong tháng 9, do em phải đi thực tập tốt nghiệp bị trùng giờ với lịch thi. em thực tập ở Vũng Tàu. em đã đăng kí và đóng lệ phí thi, nhưng em không thể đi thi do phải thực tập, thầy/cô cho em hỏi em có được hủy đăng kí không và có được hoàn lệ phí thi không?. .  em xin chân thành cảm ơn !. . . .",
            "Chào bạn. . Hiện tại không thể hủy và hoàn lệ phí thi nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào phòng đào tạo.. . Em đã đóng học phí và làm đủ 15 ngày công tác xã hội (đã được khoa xác nhận trên sàn hoạt động ngoại khoá sinh viên, vui lòng xem ảnh đính kèm), tuy nhiên phòng đào tạo vẫn chưa cập nhật cho em, tuần trước em có lên hỏi và được thông báo chờ tới thứ 6 tuần rồi sẽ cập nhật, nay là thứ 2 và số ngày công tác xã hội của em cũng như học phí vẫn chưa được cập nhật. . . Mong phòng đào tạo xem xét lại giúp em.. . Em cám ơn.. . . . [full_name]",
            "Chào bạn,. . Bạn có thể vào đăng ký tốt nghiệp vào ngày 8/9/2020 nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Nếu em kiểm tra anh văn tại trường và được miễn môn anh văn nhưng em muốn nộp bằng Toeic để lấy điểm được không ạ ?",
            "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em có trễ mất giờ đăng kí môn học chiều nay nên không đăng ký được đồ án nền móng có mã môn học CI3197, em xin pdt xét duyệt cho em được thêm vào danh sách lớp đồ án nền móng cho hk sau để kịp tiến độ tín chỉ đi thực tập.",
            "đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào cô. . Em có một vấn đề về học vụ mong cô giải đáp ạ.. . Em là sinh viên khóa 2018, theo quy chế hiện tại thì k18 chỉ cần đạt 500 Toeic là đủ qua 4 chuẩn anh văn 1,2,3,4 nhưng em thấy theo quy định chuyển điểm anh văn thì từ học kì 1(2020-2021) thì phải đạt 600 Toeic mới qua anh văn 4. Cô cho em hỏi vậy là từ học kì sau(học kì 201) k18 phải đạt 500 Toeic mới qua anh văn 4 hay 600 ạ? Và em có đăng ký nộp chuyển điểm anh văn vào ngày 31/8/2020 vậy thì điểm chuyển của em được xét vào quy chế chuyển điểm anh văn từ học kì 1(2020-2021) hay trước đó ạ ? . . EM xin cám ơn.. .",
            "Chào bạn. . - Nếu bạn nộp Chứng Chỉ Ngoại Ngữ và đăng ký chuyển điểm (phải hoàn thành lệ phí chuyển điểm) trước ngày 18/9/2020 thì áp dụng theo quy định chuyển điểm cũ. . - Bảng quy đổi điểm chuyển Ngoại Ngữ mới bắt đầu từ ngày 21/9/20 áp dụng cho HK201, áp dụng cho tất cả các Khoa. . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào thầy, cô phòng đào tạo ạ, em là [full_name], MSSV [student_id], chuyện là kì thực tập tốt nghiệp hè vừa rồi em đăng kí thực tập bên công ty ISB nhưng do dịch nên công ty đã hủy đợt thực tập của em. Vấn đề này các anh cùng đợt của em đã hỏi cô [full_name] khoa máy tính và được thông báo sẽ cho hủy môn học này để không phải đóng tiền. Em xin phòng đào tạo hủy dùm em môn học này được không ạ? Em xin chân thành cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "CODE Đăng ký môn học . Dạ cho em hỏi là do năm 1 em không đủ 28 tín chỉ nên không thể đăng kí các môn chuyên ngành được. Thì em chỉ đăng kí được 1 môn maclenin 3 tín mà thôi, các môn khác em không đăng kí được do đã full hết và trường không mở thêm lớp mới. Nên hiện tại em chỉ đăng kí được 3 tín trong học kì tới. Vậy học phí tính sao ạ? Và trong đợt 3 đăng kí môn học thì em có thể đăng kí các lớp kì chính của k20 được không ạ? Em xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô,. . Thầy/cô cho em hỏi, học kỳ 192 đã kết thúc, và môn thi của em cũng từ ngày 31/08/2020 nhưng đến giờ vẫn chưa có điểm tổng kết. Vậy nếu em in bảng điểm để phục vụ cho việc xin học bổng,  mà thiếu cột điểm các môn đó thì có vấn đề gì không ạ?. . . . Em xin cảm ơn,. . N.",
            "Chào bạn. . Hiện tại vẫn còn 2 môn chưa có điểm, nên chưa thể có điểm tổng kết cuối cùng. . Em có thể in bảng điểm có cập nhật điểm hiện tại để sử dụng. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào tạo,. . Em xin hỏi rằng em đăng ký nộp chứng chỉ Toeic trên web nhưng chỗ xét miễn không duyệt để em đóng tiền trên bkpay. . Em xin cảm ơn",
            "Chào bạn. . Theo quy định hệ VLVH môn anh văn không có trong chương trình đào tạo nên không cần chuyển điểm anh văn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào các cô, chú của pdt. . Về việc đăng kí môn học, nếu đăng kí môn học có kết thúc từ tiết 6 và bắt đầu từ tiết 7 thì có bị hệ thống xóa môn không??? . . Chúc các cô, chú có ngày làm việc vui vẻ!. . Con xin cảm ơn.. .",
            "Nếu em đk được thì sẽ ko bị xóa"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ e chào admin. Em tên là [full_name] ([student_id]). Em là sinh viên [full_name]19. Em đang có 1 thắc mắc về chuẩn nộp bằng từ học kì 201. Theo điều kiện của [full_name]18 thì thi toeic được 500 thì sẽ qua được 4 anh văn nhưng em thấy bảng quy đổi từ học kì 201 thì nếu thi được 500 toeic thì chỉ qua được anh văn 2. Thì trường hợp này áp dụng cho tất cả các khoá hay chỉ từ khoá [full_name]20 trở đi ạ. . . Em cảm ơn admin. .",
            "Học vụ. . Dạ e chào admin. Em tên là [full_name] ([student_id]). Em là sinh viên [full_name]18. Em đang có 1 thắc mắc về chuẩn nộp bằng từ học kì 201. Theo điều kiện của [full_name]18 thì thi toeic được 500 thì sẽ qua được 4 anh văn nhưng em thấy bảng quy đổi từ học kì 201 thì nếu thi được 500 toeic thì chỉ qua được anh văn 2. Thì trường hợp này áp dụng cho tất cả các khoá hay chỉ từ khoá [full_name]20 trở đi ạ. . . Em cảm ơn admin. .   /QUOTE . .",
            "Chào bạn. . . . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . - Bảng quy đổi điểm áp dụng cho tất cả sinh viên từ HK201. . Chúc bạn học tập tốt nhé.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] Dạ em chào Thầy/Cô[full_name] [full_name] Học kỳ trước em đang ở lớp dự bị của lớp Kỹ Sư Tài năng ( Xây dựng dân dụng và công nghiệp khóa 2016 )[full_name] [full_name] Hiện tại sau khi hoàn thành chương trình học thì em KHÔNG ĐỦ tiêu chuẩn để tốt nghiệp lớp tài năng[full_name] [full_name] Vậy em có phải làm đơn gì để được xét tốt nghiệp ở lớp đại trà không ạ?[full_name] [full_name] VÌ [full_name] em không đăng ký tốt nghiệp được[full_name] [full_name] ( em thi toeic 580 và tiếng anh nói viết:205 )",
            "Chào bạn,. . Bạn vui lòng làm đơn xin xét tốt nghiệp bằng thường (không nhận bằng tài năng) và nộp tại Phòng Đào tạo.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Tốt nghiệp . - Em vừa thi đậu tiếng anh nói viết ngày 9/8/2020. tên em không có trong danh sách tốt nghiệp tạm thời.. . - Khi nào nhà trường cập nhật danh sách mới và em có cần phải làm thủ tục gì để có thể tốt nghiệp. .  Em chân thành cảm ơn",
            "Chào bạn . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 15/9/20 phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :. . - Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn    tốt nghiệp    thông tin tốt nghiệp    danh sách tốt nghiệp 11/2020 - Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên vui lòng phản hồi tại trang bksi.hcmut.edu.vn để để phòng đào tạo kiểm tra lý do.. .  Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào anh/chị, em tên [full_name], MSSV [student_id]. Em đã hoàn thành tất cả các tín chỉ của chương trình Việt Pháp khóa 2015 ngành Cơ điện tử, số ngày CTXH của em là 15,5 ngày. Em đã nộp bằng Ielts và tiếng Pháp Delf B1.. . Tuy nhiên, khi tra trong danh sách tốt nghiệp dự kiến tháng 11/2020 thì em lại không thấy tên mình. . Em chân thành mong anh/chị phòng Đào Tạo giúp đỡ ạ.. . Em xin cảm ơn. . [full_name]. .",
            "Chào bạn . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 15/9/20 phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :. . - Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn    tốt nghiệp    thông tin tốt nghiệp    danh sách tốt nghiệp 11/2020 - Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên vui lòng phản hồi tại trang bksi.hcmut.edu.vn để để phòng đào tạo kiểm tra lý do.. .  Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . hiện tại em chưa đăng kí được môn học ạ, cho em hỏi là em có thể làm đơn xin bổ sung xỉ số được không ạ?",
            "lý do"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo. Do năm học vừa rồi em có việc gia đình, nên em tạm nghỉ một năm. Hiện tại em đã được thu nhận lại. Nhưng do học kì này có nhiều môn tiên quyết nên học kì này em không đăng kí được môn học nào của năm 2. Vậy phòng đào tạo cho em hỏi là em có thể đợi các bạn năm nhất nhập học và đăng ký học chung với các bạn đó được không ạ.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Bạn đăng kí những môn học nào?. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào PĐT, thời gian đào tạo tối đa của em đã hết. Nên em muốn xin trường gia hạn thêm 1 học kỳ nữa, thì cần làm theo quy trình nào ạ? Hiện tại em chỉ còn nợ 1 môn, luận văn tốt nghiệp đã bảo vệ hoàn tất. Xin PĐT giúp đỡ, em xin cảm ơn.",
            "Chào bạn. . - Về quy định thời gian và kế hoạch học tập: Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào quí thầy/cô!. . Em là sinh viên khóa 15, thầy/cô cho em hỏi là chứng chỉ Toeic( nghe, đọc, nói, viết) nộp để xét tốt nghiệp nhưng hơn 2 năm mà chưa tốt nghiệp được, thì chứng chỉ đó còn sử dụng được để xét tốt nghiệp không ạ, hay phải thi lại chứng chỉ Toeic mới ạ. . . Em xin cám ơn!. . . . Sinh viên gửi. . [full_name]. . Nguyễn Thành [full_name]",
            "Chào bạn,. . Nhà trường căn cứ và thời điểm bạn nộp CCNN có còn hạn hay không nhé!. . Và bạn không cần nộp lại khi chứng chỉ hết hạn (nếu thời điểm nộp CCNN của bạn đã đủ điều kiện xét tốt nghiệp). . Thân. . . . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  . . Gửi văn phòng khoa Kỹ thuật Xây dựng,. . Em quên đăng ký môn cho hk201 (đợt 2 mới hết hạn 31/8). Văn phòng khoa có thể giúp em đăng kí thời khóa biểu được ko ạ. Em cảm ơn. . . .",
            "Chào bạn,. . Đợt đăng ký cuối cùng từ ngày 08-10/9 nha bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi em muốn xóa môn học đăng kí học kì 191 vào đăng kí môn học đợt 3 được không ạ. Hay là có cách nào có thể xóa, hiệu chỉnh nữa không ạ tại em đăng kí nhầm cơ sở ạ",
            "HK201 em có thể xóa , hiệu chỉnh môn học. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy cô,. . Em là [full_name], MSSV: [student_id].. . . . Dạ em có câu hỏi liên quan đến xét môn học tương đương. Em muốn hỏi là nếu em học môn Giải tích trong kinh doanh thì có được xét môn tương đương với môn giải tích 1 đối với chương trình đào tạo khoá 2018 ngành quản lý công nghiệp không ạ? . . . . Em học chương trình Chất lượng cao, khoá 2018, khoá sau em (k2019) đã không còn học môn Giải tích 1 mà học môn Giải tích trong kinh doanh. Như vậy nếu em nợ môn Giải tích 1 thì có thể trả nợ bằng môn Giải tích trong kinh doanh không ạ?. . . . Em xin chân thành cảm ơn thầy cô.. . Trân trọng.. . . . . .",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Phần thông tin cá nhân trong mục đăng kí TN của em đang bị lỗi. Cụ thể em đã chuyển ngành, và đang học ở Khoa QLCN, nhưng thông tin lại để ngành cũ của em là KHMT. Em đính kèm ảnh, mong PĐT fix giúp em. . . . Ngoài ra, PĐT kiểm tra giúp em đã đủ điều kiện tốt nghiệp chưa ạ để em bổ sung thêm.. . . . Cảm ơn Thầy/Cô"
        ]
    }
]