[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đăng ký tốt nghiệp nhưng không được, tình trạng ghi là nợ lệ phí/học phí, nhưng em đã thanh toán đầy đủ, trên bkpay cũng ko thấy còn khoản nak2 phải đóng.. .",
            "Chào bạn,. . . . Sau thứ 6 ngày 22/04, Pdt sẽ cập nhật lại dữ liệu để bạn đăng ký tốt nghiệp nghen. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thưa thầy/cô cho em xin được hỏi là em nộp bằng Anh Văn cho nhà trường để được đăng ký làm luận văn kỳ hè thì thời gian tối thiểu cho phép là bao lâu ạ.",
            "\"Chào bạn, . . . . Hạn cuối nộp chứng chỉ ngoại ngữ: trước đợt đăng ký môn học, trước ngày 20/05(đợt cuối cùng đăng ký). . . Xem chi tiết lịch đăng ký môn học tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ năm học 2021-2022    Học kỳ 3. . . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng đào tạo trường Đại Học Bách Khoa TPHCM . . Em tên: [full_name]  MSSV: [student_id]. . Sinh viên: Khoa Kỹ thuật xây dựng . . Lớp: XD15CTGT01. . Em xin trình bày với quý thầy cô phòng đào tạo như sau: Em là sinh viên khoá K15 hiện tại đã hết thời gian đào tạo nhưng em vẫn chưa hoàn thành xong chương trình học (còn nợ môn Anh văn 4 MSMH:LA1009) nên tình trạng sinh viên của em hiện đang ở trạng thái nghỉ, nay gửi mail này kèm theo biểu mẫu 15 đính kèm mong phòng đào tạo giải quyết cho em chuyển sang hệ vừa làm vừa học, hiện tại em đã hoàn thành luận văn tốt nghiệp, đã nộp chứng chỉ TOEIC 495 và các môn học trong chương trình đào tạo trừ môn Anh văn 4 MSMH: LA1009.. . Em xin chân thành cảm ơn ạ!. . . .",
            "\"Chào bạn,. . - PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . - Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV theo dõi mail hoặc tin nhắn Bkel, Xem chi tiết lịch đăng ký môn học tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ năm học 2021-2022    Học kỳ 3 để vào đăng ký môn học cho HK213 nếu còn nợ Môn Học (từ tháng 10/05/2022). . . . - Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện tại em muốn làm đơn xin bảo lưu thì nên làm các bước như thế nào ạ. Em xin chân thành cảm ơn",
            "\"Chào bạn,. . Về việc đăng ký tạm dừng học:. . Bạn vui lòng tải mẫu đơn: Tạm dừng tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua BKSI nhé. . Thân. . P/s: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân.\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ em xin chào thầy cô,. . kì 2 năm học 2020/2021 em có đăng kí hoãn thi cuối kì hai môn vì dịch covid, đến giờ chưa thi lại, khí động lực học 2 (TR3011) và luật hàng không dân dụng (TR3081). . em nhận được mail là đã có lịch thi nhưng của em vẫn chưa thấy cập nhật gì cả,. . em xin cảm ơn và chúc thầy cô nhiều sức khỏe ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp  /i Dạ thầy/cô cho em hỏi em đã hoàn thành đăng ký tốt nghiệp từ tuần trước,trên trang mybk cũng đã báo phiếu đăng ký đã được xử lý nhưng đến nay vẫn chưa nhận được mail xác nhận của trường.Mong thầy/cô giải đáp giúp em sớm để em có thể đăng ký tham dự lễ tốt nghiệp ạ.Em xin cảm ơn. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . bây giờ em muốn thi lại thpt và tạm hoãn học kì này thì có được không ạ, nếu được cho em xin các bước cụ thể để hoãn kì ạ. . . .",
            "\"Chào bạn,. . Về việc đăng ký tạm dừng học:. . Bạn vui lòng tải mẫu đơn: Tạm dừng tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua BKSI. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo và quý Thầy Cô,. . Em tên là [full_name], MSSV: [student_id], lớp: MO15QLMT . . Hôm nay e làm đơn xin phòng đào tạo và quý Thầy Cô xem xét cho e gia hạn thời gian đào tạo thêm 1HK để có thể đủ thời gian thi và nộp Chứng chỉ ngoại ngữ để tốt nghiệp ạ. Em đã hoàn thành xong chương trình đào tạo, đã có điểm AV1,2,3,4. Đủ ngày CTXH. Em mong phòng đào tạo và quý Thầy Cô xem xét cho e gia hạn thêm 1HK. . Em chân thành cám ơn nhiều",
            "Chào bạn,. . . . Pđt gởi đính kèm Mẫu đơn kéo dài thời gian đào tạo, SV điền thông tin và gởi tại BKSI để Pđt xử lý. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào pđt ạ,. . . . Em là [full_name] viên K15 là đã đăng ký và đóng phí tốt nghiệp. Hiện tại tình trạng đăng ký của  em là \"Phiếu đăng ký đã xử lý (đợi nhận kết quả tại nơi đăng ký nhận)\" thì bước tiếp theo là em phải làm gì ạ?. . . . Em xin cảm ơn pđt.",
            "Chào bạn. . . . - Bạn đã có quyết định tốt nghiệp ngày 21/4/2022. . -SV phải “chọn” đăng ký giấy chứng nhận tốt nghiệp tạm thời khi khai thông tin tốt nghiệp tại mybk (mybk.hcmut.edu.vn)    Đăng ký tốt nghiệp. Thứ 6 hàng tuần Phòng đào tạo sẽ lấy dữ liệu SV đăng ký và đã thanh toán lệ phí tốt nghiệp trước đó để tiến hành in giấy chứng nhận tốt nghiệp tạm thời, dự kiến nhận trễ nhất vào thứ 3 tuần tiếp theo bảng scan giấy chứng nhận tốt nghiệp sẽ được tải lên trang đăng ký hồ sơ cấp bằng mybk    đăng ký tốt nghiệp, Sinh viên tự tải về sử dụng trong thời gian này. Sau đó Sinh viên liên hệ Phòng đào tạo (101A1) để nhận bảng chính nếu có nhu cầu.. . . . -Dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . . . -SV sẽ đăng ký lễ tốt nghiệp tháng 11/2022, SV vui lòng đợi thông báo sau của nhà trường. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ không biết em có thể huỷ hoãn thi môn Phân tích thiết kế giải thuật (CO3031) học kì 202 được không ạ. Dạ do học kì 202, em có tham gia thi môn này (17-08-2021), sau khi kết thúc kiểm tra thì phần video của em không tìm thấy ạ, không thể nộp video nên em sợ bài thi của em bị hủy, do đó em làm đơn hoãn thi ạ. Nhưng mấy tuần trước, em đã tìm lại được video (có thể gửi lên nếu PĐT yêu cầu ạ), nên e, muốn hủy hoãn thi để ghi nhận lại kết quả lúc trước ạ. Em mong PĐT thông cảm và giải quyết giúp em với ạ. Em xin cảm ơn nhiều ạ.. . Link video : https://drive.google.com/file/d/160tR0GQYahrOqeyW4HEYt-[full_name]/view?usp=sharing",
            "Chào em,. . Trường hợp của em vui lòng làm đơn trình bày rõ ràng và gửi qua bksi để được xem xét và trả lời cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào PDT,. . Em đã hoàn thành thủ tục đăng ký tốt nghiệp và phiếu đăng ký cũng đã báo tình trạng đã xử lý.. . Cho em hỏi là khi nào em có tên trong danh sách tốt nghiệp chính thức để em có thể liên hệ khoa tham dự lễ tốt nghiệp ạ.. . Em xin chân thành cảm ơn.",
            "\"Chào em,. . Về việc tham dự lễ tốt nghiệp tháng 4/2022, SV đã đăng ký tốt nghiệp và thanh toán lệ phí tốt nghiệp thành công (95.000 đ) và nhận được mail xác nhận \"\"\"\"Phiếu đăng ký đã được xử lý\"\"\"\" trước ngày 20/4/2022.. . Ngày 21/4/2022, Phòng Đào tạo sẽ lấy dữ liệu và ra Quyết định tốt nghiệp chính thức và chuyển danh sách về Khoa cho SV đăng ký thạm dự lễ tốt nghiệp tháng 4/2022.. . SV đăng ký tham dự lễ tốt nghiệp tại khoa. . . . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã hoàn thành 2 điều kiện hoàn thành lệ phí và tình trạng sinh viên. (Hình 1 & 2). . . . Cho em hỏi thời gian cập nhật để em có thể đăng ký tốt nghiệp. (Hình 3)",
            "Chào em,. . Sau ngày 19/4 em vào đăng ký tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dear Phòng đào tạo Trường DH Bách Khoa HCM. . Em đã tạo câu hỏi/ yêu cầu, phòng đào tạo đã trả lời, nay là ngày cuối 19.4 em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến, và không thể đăng kí tốt nghiệp.. . Em tạo câu hỏi mong phòng đào tạo kiểm tra và trả lời giúp em.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi quý thầy cô ở phòng đào tạo của Trường, Em tên là [full_name]_MSSV:[student_id].. . Hiện tại ở kỳ 212 này em không thể thực hiện LVTN của mình do bận việc gia đình , vì vậy em đã xin phép phía GVHD và phía bộ môn cho em được hoãn LVTN và thực hiện ở kỳ hè tới. Sau khi được sự chấp nhận và hướng dẫn từ phía bộ môn và GVHD thì nay em làm đơn này gửi lên Phòng đào tạo để được xem xét và mong nhận được sự chấp nhận của phía nhà trường.. . Em xin chân thành cám ơn!",
            "Chào bạn, . . . . - Bạn tải mẫu đơn PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu . . - Sau khi có xác nhận của Giảng viên hướng dẫn + [full_name] không đồng ý cấm thi, đồng ý cho Hoãn thi & đính kèm minh chứng gởi cho Phòng đào tạo xem xét nộp qua trang BKSI. .  . . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Điều 16 Vắng thi hoãn thi tại Quyết định ban hành Quy định chung về học vụ và đào tạo (số 2931 ngày 10/9/21). . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân . . . . Thân",
            "Cho em gửi đơn xin hoãn thi và minh chứng ở phía thầy HD là thầy [full_name]  và bộ môn ạ.. . Vì lý do dịch bệnh nên em chỉ có thể liên hệ online mong pđt chấp nhận!. . Em xin cám ơn!",
            "Chào bạn,. . [full_name]/ VẮNG THI CÓ PHÉP (CUỐI KỲ) phải có chữ ký xác nhận của Trưởng khoa hoặc phó khoa. . . Bạn vui lòng bổ sung thêm chữ ký của Trưởng khoa hoặc Phó khoa sau đó gửi tại Phòng đào tạo.. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là em đã rút môn Phương Pháp Tính mã số MT1009, hiện môn đã được rút khỏi Thời Khóa Biểu của em nhưng trong bảng điểm thì chưa được hiệu chỉnh lại điểm 17 (Rút môn) thì có vấn đề gì không ạ. Việc đó có làm điểm của môn đã rút bị gộp lại tính chung với trung bình môn không ạ. Em cảm ơn.",
            "Chào em,. . Môn MT1009 của em đã được rút và xóa TKB của HK212 của bạn rồi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo, em tên là [full_name] MSSV: [student_id]. Nay em gửi yêu cầu này kính xin phòng đào tạo xem xét cho em được đăng ký tốt nghiệp vì em đã hoàn thành chương trình đào tạo, trước đây em có gửi yêu cầu và pđt có trả lời là em đợi mail sau ngày 11/04 nhưng đến nay em chưa nhận được mail để được đăng ký, mong pđt xem xét giúp em. Xin cảm ơn",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 26/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo. . Em đã tốt nghiệp hệ VHVL khoa Kỹ Thuật Hóa tháng 11 năm 2021 và đã nhận bằng rồi.. . Em muốn đăng ký làm lễ tốt nghiệp đợt tháng 4 này.. . Em đã nhờ bạn liên hệ khoa Kỹ Thuật Hóa để đăng ký giúp. Mà em lại ko có tên trong danh sách tốt nghiệp nên em chưa đăng ký làm lễ được.. . . . Kính mong Phòng Đào Tạo giải quyết giúp em với ạ. . Em xin [full_name] cảm ơn . .   i Tốt nghiệp .",
            "Chào bạn,. . . . -Về vấn đề đăng ký dự lễ tốt nghiệp, bạn vui lòng liên hệ về Khoa để được hỗ trợ bạn nhé. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Gia đình em gặp khó và em mới thanh toán học phí chiều nay, em bị trễ 9 ngày và cần nộp đơn lên PĐT để không bị hủy kết quả kì này đúng k ạ",
            "Chào bạn,. . PĐT đã kiểm tra thông tin của bạn, bạn vẫn chưa thanh toán học phí đại học chính quy 211 và đại học chính quy 212. Bạn vui lòng thanh toán học phí đúng quy định, nếu không sẽ xử lý theo quy định.. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi Thầy/Cô PĐT,. . . . Em là [full_name]. MSSV [student_id]. Sinh viên khoa Môi trường và Tài nguyên.. . . . Em muốn xin được chuyển điểm môn tự chọn EN3079 (Các hệ thống quản lý môi trường) tương đương cho môn tự chọn EN3051 (Thủy sinh học và quản lý môi trường).. . . . Lý do: Ở học kỳ 211, môn EN3051 không mở lớp nên em đã học môn EN3079 để thay thế. Theo danh sách môn thay thế tương đương của trường, môn EN3079 có thể thay thế cho môn EN3051.. . . . Mong Thầy/Cô xem xét giải quyết cho em ạ,. . . .",
            "\"Chào bạn. . Pdt đã chuyển điểm cho bạn môn EN3051.. . Sẽ cập nhật tại Mybk   điểm chuyển trong tháng 05/2022. . Trong thời gian này có thể đăng ký in bảng điểm để kiểm tra. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "em có làm đơn xin tạm hoãn đóng học phí kì sau , nhưng em vẫn chưa nhận được gmail xác nhận là được hoãn. vậy cho em hỏi là:. . 1. đơn xin hoãn đóng học phi của em đã được chấp nhận hay chưa ạ. . 2. lịch thi học kì của em bị mất sau khi trường cập nhật 15/4/2022 nhưng của bạn em vẫn còn ( em với bạn em học chung hầu hết các môn luôn ạ), vậy có phải là do đơn xin hoãn của em chưa được chấp nhận đúng không ạ. nếu muốn có lại lịch thi thì em phải đóng tiền học phí hay đợi gmail của trường xác nhận là em được hoãn đóng học phí ạ. .",
            "Chào bạn. . Bạn nộp đơn hoãn học phí ở Phòng CTCT-SV thì vui lòng liên hệ Phòng CTCT-SV để hỏi kết quả đơn. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  Chào quý thầy/ cô! Em xin trình bày lý do trễ học phí và xin xếp lại lịch thi cuối kỳ. Em cảm ơn!. . . .",
            "\"Chào bạn. . PĐT đã ghi nhận bạn thanh toán xong học phí HK212. Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau . . TKB và lịch thi học kỳ 212 sẽ được phục hồi sau thứ 4 (27/04). . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: PĐT cho em hỏi với ạ hiện tại em có chậm học phí hơn 10 ngày nhưng 2 ngày nữa em mới có điều kiện đóng mà em thấy lịch thi của em bị hủy hết vậy khi em đóng có được mở lại không ạ. Và nếu không được thì làm cách nào ạ. Em cảm ơn.",
            "Chào em,. . SV vui lòng thanh toán học phí đóng đúng hạn nhé. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. . P/s: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo,. . . . Do trong đợt này em nộp chứng chỉ muộn nên không kịp xét để làm lễ tốt nghiệp mà chỉ kịp để xét tốt nghiệp bổ sung vào tháng 5. . . Nên em muốn hỏi Phòng Đào Tạo là em xét tốt nghiệp trong đợt này và đăng ký làm lễ vào tháng 11 được không hay phải đợi đến tháng 11 mới xét tốt nghiệp thì mới được làm lễ ạ?. . . . Dạ em cảm ơn ạ.",
            "Chào bạn, . . - Khi nào bạn đủ điều kiện để tốt nghiệp bạn vui lòng đăng ký xét tốt nghiệp bổ sung tại BKSI mục tốt nghiệp. . . . . -Bạn sẽ dự lễ tốt nghiệp vào tháng 11 bạn nha. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào thầy/cô phòng đào tạo. . . Em đã hoàn thành chương trình học gồm 142 tín chỉ, ngày công tác xã hội và chuẩn anh văn nghe nói 200 (ảnh đính kèm).. . Nhưng do tình trạng sinh viên của em hiện đang tạm dừng, em xin phòng đào tạo có thể ra quyết định thu nhận lại em, để em có thể đăng ký tốt nghiệp trong kì này.. . Em xin cảm ơn phòng đào tạo rất nhiều."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ cho em hỏi là em đã đăng ký xét tốt nghiệp tuần trước và có được dặn là sau ngày 19 mà vẫn không nhận được mail thì đăng ký lại. Mong thầy cô xem lại trường hợp của em đã đủ đk tốt nghiệp chưa. . Em cảm ơn.. . . .",
            "Chào em,. . . . Về việc tham dự lễ tốt nghiệp tháng 4/2022, SV đã đăng ký tốt nghiệp và thanh toán lệ phí tốt nghiệp thành công (95.000 đ) và nhận được mail xác nhận \"\"Phiếu đăng ký đã được xử lý\"\" trước ngày 20/4/2022.. . . . Ngày 21/4/2022, Phòng Đào tạo sẽ lấy dữ liệu và ra Quyết định tốt nghiệp chính thức và chuyển danh sách về Khoa cho SV đăng ký thạm dự lễ tốt nghiệp tháng 4/2022.. . SV đăng ký tham dự lễ tốt nghiệp tại khoa. . . . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô.. . . . Em là [full_name]. MSSV [student_id].. . . . Hiện tại em còn thiếu chuẩn anh văn để xét tốt nghiệp. Mà theo niên khóa đào tạo của em hiện tại đã hết. Nên em xin phép thầy/cô xem xét gia hạn cho em thêm một học kỳ để em hoàn thành chương trình học.. . . . Em xin phép gửi đơn gia hạn trong phần tập tin đính kèm ạ.. . . . Em xin chân thành cảm ơn thầy/cô.. . . . Chúc thầy/cô một ngày tốt lành ạ.. .",
            "Em xin phép gửi lại file đính kèm do file ở trên của em bị lỗi ạ.. . . . Em rất xin lỗi vì đã làm mất thời gian của thầy/cô ạ.",
            "Chào bạn, . . . . PDT đã tiếp nhận và đang xử lý đơn kéo dài thời gian học vào HK2(2021-2022) vì chưa đủ các điều kiện khác để xét tốt nghiệp (chuẩn tiếng Anh, công tác xã hội) . . PDT sẽ phản hồi  file scan quyết định kéo dài  cho sinh viên qua mail SV  trễ nhất là 17/05/2022. . . . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào phòng đào tạo, em tên [full_name], MSSV [student_id], em xin gửi mail nộp đơn xin đóng trễ học phí với các lí do đầy đủ ạ.. . . . Bên dưới là các hình minh chứng và đơn đính kèm.. . . . Em rất xin lỗi vì vô ý phạm phải lỗi này ạ!. . . . . .",
            "Chào bạn. . PĐT đã ghi nhận bạn thanh toán xong học phí HK212. Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau . . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi. . Em tên [full_name], mssv [student_id]. . Vì lý do số điện thoại liên kết thẻ ngân hàng của em bị khóa, không thể nhận mã xác nhận chuyển khoản, nên cần thời gian giải quyết. Vì vậy, em xin được thanh toán trễ học phí của học kì chính 212, và dự thính 212. Kính mong thầy/cô mở lại thời khóa biểu và lịch thi các kì nêu trên giúp em.. . Em xin cảm ơn!. .",
            "Chào bạn,. . Bạn có thể đến trực tiếp ngân hàng OCB để thanh toán học phí đại học chính quy và học phí dự thính ngoài giờ hk 212.. . Sau khi bạn thanh toán xong học phí thì phản hồi thông tin lại PĐT qua BKSI để được hỗ trợ.. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em Đăng kí tốt nghiệp vào ngày 13/4 đóng tiền đầy đủ và có tích vào ô phô tô giấy tốt nghiệp tạm thời. thứ 3 đầu tuần là ngày 19/4 là có giấy tốt nghiệp tạm thời nhưng vẫn chưa có ạ . MOng phòng đào tạo giúp dùm em . Em xin việc họ yêu cầu nộp ạ. .",
            "Đã phản hồi trực tiếp",
            "Em Đăng kí tốt nghiệp vào ngày 13/4 đóng tiền đầy đủ và có tích vào ô phô tô giấy tốt nghiệp tạm thời. thứ 3 đầu tuần là ngày 19/4 là có giấy tốt nghiệp tạm thời nhưng vẫn chưa có ạ . MOng phòng đào tạo giúp dùm em . Em xin việc họ yêu cầu nộp ạ",
            "Chào em,. . Giấy Chứng nhận tốt nghiệp tạm thời của bạn đã có, em có thể liên hệ nhận tại phòng Đào tạo 101A1. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name], MSSV [student_id] khoa Cơ Khí, ngành Kỹ thuật Cơ khí, em viết mail này để hỏi về việc rút môn ạ.. . Chuyện là em đăng ký nhầm môn hồi đầu HK212. Môn em đăng ký nhầm là Vẽ Kỹ thuật (CI1004, CI1003) và Thực tập Cơ khí Đại cương (ME1005). . Lý do là do em tải nhầm file chương trình đào tạo của khóa 2014 ạ.. . Hôm nay, bạn em cho em coi file của khóa 2021.. . Em mong PĐT cho phép em rút môn ạ (Em có gửi kèm phiếu xin rút môn ạ). . .   i Yêu cầu khác .",
            "\"Chào bạn,. . . . PDT đã tiếp nhận đơn rút MH học HK212(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/Thời khóa biểu trễ nhất là 28/04/2022. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân.\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Tuần trước em có lên PDT hỏi khi nào tốt nghiệp được nói là tuần này sẽ nhận được mail tốt nghiệp nhưng đến giờ em vẫn chưa thấy mail tốt nghiệp đâu ạ PDT có thể gửi lại mail cho em không ạ",
            "Chào em,. . . . Về việc tham dự lễ tốt nghiệp tháng 4/2022, SV đã đăng ký tốt nghiệp và thanh toán lệ phí tốt nghiệp thành công (95.000 đ) và nhận được mail xác nhận \"\"Phiếu đăng ký đã được xử lý\"\" trước ngày 20/4/2022.. . . . Ngày 21/4/2022, Phòng Đào tạo sẽ lấy dữ liệu và ra Quyết định tốt nghiệp chính thức và chuyển danh sách về Khoa cho SV đăng ký thạm dự lễ tốt nghiệp tháng 4/2022.. . SV đăng ký tham dự lễ tốt nghiệp tại khoa. . . . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy (cô),. . . . Hiện em đã đăng ký tốt nghiệp đợt TN.20212.1 và đã thanh toán đầy đủ. Nhưng đến nay em vẫn chưa có tên trong danh sách tốt nghiệp chính thức đợt tháng 4 này. . . Mong thầy (cô) xem xét, khi nào em mới có thể nhận bằng và có kịp làm lễ tốt nghiệp.. . . . Em xin cảm ơn!",
            "Chào em,. . . . Về việc tham dự lễ tốt nghiệp tháng 4/2022, SV đã đăng ký tốt nghiệp và thanh toán lệ phí tốt nghiệp thành công (95.000 đ) và nhận được mail xác nhận \"\"Phiếu đăng ký đã được xử lý\"\" trước ngày 20/4/2022.. . . . Ngày 21/4/2022, Phòng Đào tạo sẽ lấy dữ liệu và ra Quyết định tốt nghiệp chính thức và chuyển danh sách về Khoa cho SV đăng ký thạm dự lễ tốt nghiệp tháng 4/2022.. . SV đăng ký tham dự lễ tốt nghiệp tại khoa. . . . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào PĐT và Quý Thầy/Cô. . EM Sinh viên Thái Thiện Tính MSSV [student_id].. . EM viết yêu cầu này để xin Phòng Đào Tạo chuyển sang hình thức vừa làm vừa học( Đơn Xin đính kèm bên dưới). . Em xin chân thành cảm ơn.",
            "\"\"\"Chào bạn,. . - PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . - Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV theo dõi mail hoặc tin nhắn Bkel, Xem chi tiết lịch đăng ký môn học tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ năm học 2021-2022    Học kỳ 3 để vào đăng ký môn học cho HK213 nếu còn nợ Môn Học (từ tháng 10/05/2022). . - Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên: [full_name]. . MSSV: [student_id] . . . . Em muốn hỏi văn phòng khoa là nếu em muốn làm luận văn trong kì hè năm 2022 thì em phải nộp chứng chỉ anh văn cho trường vào ngày trễ nhất là bao nhiêu ạ . . . . Em xin cám ơn !",
            "\"Chào bạn, . . . . Hạn cuối nộp chứng chỉ ngoại ngữ: trước đợt đăng ký môn học, trước ngày 20/05(đợt cuối cùng đăng ký). . . Xem chi tiết lịch đăng ký môn học tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ năm học 2021-2022    Học kỳ 3. . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi: Phòng Đào Tạo. . Em là: [full_name]. . Mssv : [student_id]. . - Em đã Đang ký tốt nghiệp vào ngày 13/04/2022 đợt 1 năm 2022. . - Hiện tại em vẫn chưa nhận được Email của nhà trường và chưa có tên trong danh sách tốt nghiệp đợt 1 năm 2022. .  Cho em hỏi em có thể kịp nhận bằng và làm lễ tốt nghiêp vào cuối tháng tư này được hay không ạ? Kính mong Phòng Đào Tạo hỗ trợ giúp em!. . Em xin chân thành cảm ơn!",
            "Chào em,. . . . Về việc tham dự lễ tốt nghiệp tháng 4/2022, SV đã đăng ký tốt nghiệp và thanh toán lệ phí tốt nghiệp thành công (95.000 đ) và nhận được mail xác nhận \"\"Phiếu đăng ký đã được xử lý\"\" trước ngày 20/4/2022.. . . . Ngày 21/4/2022, Phòng Đào tạo sẽ lấy dữ liệu và ra Quyết định tốt nghiệp chính thức và chuyển danh sách về Khoa cho SV đăng ký thạm dự lễ tốt nghiệp tháng 4/2022.. . SV đăng ký tham dự lễ tốt nghiệp tại khoa. . . . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PĐT,. . . . Em tên [full_name], MSSV [student_id].. . . . Do gặp nhiều khó khăn trong đợt dịch vừa rồi và không ĐKMH vào HK2 2021-2022 nên em bị khóa tình trạng sinh viên. Nay em xin PĐT mở lại trạng thái giúp em để em có thể ĐKMH vào HK3 2021-2022.. . . . Em xin cảm ơn PĐT nhiều ạ!",
            "Chào bạn,. . . . Phòng Đào tạo đã tiếp nhận đơn thu nhận của bạn.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 05/2022). . Xem chi tiết lịch đăng ký môn học HK kế tiếp (HK 213) dự kiến cập nhật tháng 04/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2021-2022    Học kỳ 3. . Sau 13h ngày 10/05/2022, SV vào ĐKMH. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "kính gửi phòng đào!!. . Em tên [full_name] mssv : [student_id] SV nghành Khoa học và kĩ thuật máy tính.. . vì một số lí do cá nhân không thu xếp được thời gian tiếp tục học tập nên em xin được tạm dừng 2 học kì.!. . Kính mong được sự hỗ trợ từ Quý Nhà Trường !. . Em Xin được Cảm ơn.!. .   i Yêu cầu khác .",
            "\"Chào bạn,. . . . Về việc đăng ký tạm dừng học:. . Bạn vui lòng tải mẫu đơn: Tạm dừng tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua BKSI. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Em là [full_name] mssv [student_id] Nay em có thắc mắc mong các thầy giải đáp. . Việc là em có đăng ký LVTN trong kỳ hè. Thầy cho em hỏi là mình làm LVTN trong kỳ hè này trong bao nhiêu tuần và học phí là bao nhiêu ạ. Em cảm ơn. .",
            "Chào bạn,. . Về học phí LVTN trong học kỳ hè, bạn vui lòng xem lại thông báo ngày 01/04/2022 về việc đăng ký môn học HK hè 2021-2022 (HK213), Dự thính hè 213 tại tin nhắn Bkel.. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào nhà trường ạ, hiện tại thì em là K19 và chỉ mới tích lũy được 34 tín chỉ và đã nhận 5 lần cành cáo học vụ, nhà trường có thể cho em hỏi rằng liệu em bị cảnh cáo quá nhiều lần thì sẽ bị nghỉ học không ạ tại vì kì nào em cũng cố gắng làm đơn cứu xét để được tiếp tục học tại trường mình và trả các môn còn thiếu ạ, em xin cảm ơn. .",
            "\"Chào bạn. . - Về quy định Xử lý học vụ-kỷ luật: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  Sinh viên --  Học vụ --  Xử lý học vụ-kỷ luật. . - Trường hợp bạn có quyết định buộc thôi học, bạn vui lòng làm thủ tục xin cứu xét tại Khoa theo quy định thời gian của Khoa.. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Chúc bạn học tập tốt nhé.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em lỡ chưa đóng kịp học phí tầm 20/4 hoặc 21/4 em mới đóng được nhưng em bị khóa lịch thi rồi thì phòng đào tạo cho em hỏi sau khi thanh toán học phí sẽ được mở lại hay em cần làm những gì ạ. . Em cám ơn. . . .",
            "Chào bạn, . . Cổng thanh toán học phí (myBK    BKpay)vẫn mở bình thường cho sinh viên thanh toán học phí. SV vui lòng nhanh chóng thanh toán học phí theo quy định.. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là em nghe nói cuối năm 2 bắt buộc qua anh văn 3. Điều này có đúng không ạ?",
            "\"Chào bạn. . Sinh viên vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt.. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng đào tạo, . . . . Em tên [full_name]. Em có thắc mắc là đối với sinh viên k18 thì chuyển điểm thi chứng chỉ toeic đạt bao nhiêu điểm mới qua được AV4 ạ? . . Mong thầy/cô giải đáp giúp em ạ.. . . . Em xin chân thành cảm ơn. . . . . . .",
            "\"Chào bạn. . Sinh viên vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt.. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi quý thầy cô, em tên: [full_name] MSSV:[student_id] khoa xây dựng. . Hiện tại em đã nhận bằng tốt nghiệp vào tháng 11 năm 2021 nhưng do dịch nên chưa được làm lễ tốt nghiệp, ngày 19/04 em mới thấy đường link đăng ký làm lễ do em tưởng link đăng ký sẽ gửi vào mail trường nên không để ý các trang group face, mong quý thầy cô xem xét có thể cho em tham dự lễ ngày 22/04 ạ.. . Chân thành cảm ơn quý thầy cô. . . .",
            "Chào em,. . . . Về việc tham dự lễ tốt nghiệp tháng 4/2022, SV đã đăng ký tốt nghiệp và thanh toán lệ phí tốt nghiệp thành công (95.000 đ) và nhận được mail xác nhận \"\"Phiếu đăng ký đã được xử lý\"\" trước ngày 20/4/2022.. . . . Ngày 21/4/2022, Phòng Đào tạo sẽ lấy dữ liệu và ra Quyết định tốt nghiệp chính thức và chuyển danh sách về Khoa cho SV đăng ký thạm dự lễ tốt nghiệp tháng 4/2022.. . SV đăng ký tham dự lễ tốt nghiệp tại khoa. . . . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô phòng đào tạo,. . Em ĐÃ đăng ký tốt nghiệp và tình trạng hiện nay là :\"  I Phiếu đăng ký đã xử lý (đợi nhận kết quả tại nơi đăng ký  /I \". .   U Vậy bây giờ em có thể đăng ký tham dự Lễ tốt nghiệp tháng 4 này bên PGV khoa được chưa ạ?  /U . . Em có hỏi bên Khoa thì cần có quyết định tốt nghiệp chính thức (hình đính kèm).. . Em xin cảm ơn.",
            "Chào em,. . Về việc tham dự lễ tốt nghiệp tháng 4/2022, SV đã đăng ký tốt nghiệp và thanh toán lệ phí tốt nghiệp thành công (95.000 đ) và nhận được mail xác nhận \"Phiếu đăng ký đã được xử lý\" trước ngày 20/4/2022.. . Ngày 21/4/2022, Phòng Đào tạo sẽ lấy dữ liệu và ra Quyết định tốt nghiệp chính thức và chuyển danh sách về Khoa cho SV đăng ký thạm dự lễ tốt nghiệp tháng 4/2022.. . SV đăng ký tham dự lễ tốt nghiệp tại khoa. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ thầy cô cho em hỏi em đã hoàn thành đăng ký tốt nghiệp từ tuần trước,trang đăng ký tốt nghiệp cũng đã báo phiếu đăng ký đã được xử lý nhưng em vẫn chưa nhận được email xác nhận của trường.Vậy em có được tham gia lễ tốt nghiệp không ạ.Em đang học hệ VHVL khoa xây dựng sẽ là lễ ngày 22.4 tới ạ.Em cảm ơn",
            "Chào em,. . . . Về việc tham dự lễ tốt nghiệp tháng 4/2022, SV đã đăng ký tốt nghiệp và thanh toán lệ phí tốt nghiệp thành công (95.000 đ) và nhận được mail xác nhận \"\"Phiếu đăng ký đã được xử lý\"\" trước ngày 20/4/2022.. . . . Ngày 21/4/2022, Phòng Đào tạo sẽ lấy dữ liệu và ra Quyết định tốt nghiệp chính thức và chuyển danh sách về Khoa cho SV đăng ký thạm dự lễ tốt nghiệp tháng 4/2022.. . SV đăng ký tham dự lễ tốt nghiệp tại khoa. . . . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô. Thầy cô cho em hỏi là do kỳ này em có đăng ký nhiều môn và có đi thực tập sớm nên em không thể hoàn thành hết tất cả các môn. Nếu em bỏ thi 2 môn thì hè em có thể đăng ký lại hai môn đó không ạ do quy định là k19 không được đăng ký học lần đầu ở dự thính ạ? Em xin cảm ơn thầy cô giải đáp giúp em. .",
            "Chào bạn,. . . .  Nếu có nhu cầu học/hủy môn học ở Hk213, bạn vui lòng đăng ký lại/hủy môn học vào đợt đkmh tiếp theo từ ngày 10/05/2023 (đợt hiệu chỉnh đkmh). . - Xem chi tiết lịch đăng ký môn học tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ năm học 2021-2022    Học kỳ 3.. . . . -Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . .  Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PDT, em tên [full_name], lớp CK17CD03, mssv [student_id], kỳ này em có đóng trễ học phí 7 ngày( em đóng hôm 18/4), và em bị xóa thời khóa biểu, pdt cho em hỏi cách thức để em được khôi phục lại lịch thi ạ.em cảm ơn.",
            "\"Chào bạn. . PĐT đã ghi nhận bạn thanh toán xong học phí HK212. Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau . . TKB và lịch thi học kỳ 212 sẽ được phục hồi sau thứ 4 (27/04). . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào thầy/cô,. . . . Em tên là [full_name], MSSV là [student_id] thuộc Khoa Quản lý công nghiệp.. . . . Thầy/cô cho em hỏi: . . (1) Em đã có giấy chứng nhận tốt nghiệp tạm thời và có tên trong danh sách tốt nghiệp chính thức chưa vậy ạ?. . (2) Em đã đăng ký tốt nghiệp và hoàn tất thanh toán lệ phí vào ngày 13/04/2022. Nếu vậy thì em có được làm lễ tốt nghiệp và trao bằng đợt tháng 04/2022 không ạ?. . . . Mong thầy/cô kiểm tra giúp em với ạ!. . . . Em xin cảm ơn thầy/cô ạ!. .",
            "Chào em,. . . . Về việc tham dự lễ tốt nghiệp tháng 4/2022, SV đã đăng ký tốt nghiệp và thanh toán lệ phí tốt nghiệp thành công (95.000 đ) và nhận được mail xác nhận \"\"Phiếu đăng ký đã được xử lý\"\" trước ngày 20/4/2022.. . . . Ngày 21/4/2022, Phòng Đào tạo sẽ lấy dữ liệu và ra Quyết định tốt nghiệp chính thức và chuyển danh sách về Khoa cho SV đăng ký thạm dự lễ tốt nghiệp tháng 4/2022.. . SV đăng ký tham dự lễ tốt nghiệp tại khoa. . . . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo Trường Đại Học Bách Khoa TPHCM.. . . . Em là [full_name] - lớp DD17KTD5. . Theo email hướng dẫn Đăng ký tốt nghiệp, SV phải chọn đăng ký in Chứng nhận tốt nghiệp tạm thời nhưng trong quá trình đăng ký em đã thiếu sót bước này. PĐT cho em hỏi việc này có ảnh hưởng đến kết quả Đăng ký tốt nghiệp và có đươc làm lễ TN trong ngày 24/4 sắp tới. Và em thắc mắc không biết khi nào mình sẽ nhận được thông tin về việc có được làm lễ hay không ạ? . . Em xin chân thành cảm ơn.",
            "Chào em,. . . . Về việc tham dự lễ tốt nghiệp tháng 4/2022, SV đã đăng ký tốt nghiệp và thanh toán lệ phí tốt nghiệp thành công (95.000 đ) và nhận được mail xác nhận \"\"Phiếu đăng ký đã được xử lý\"\" trước ngày 20/4/2022.. . . . Ngày 21/4/2022, Phòng Đào tạo sẽ lấy dữ liệu và ra Quyết định tốt nghiệp chính thức và chuyển danh sách về Khoa cho SV đăng ký thạm dự lễ tốt nghiệp tháng 4/2022.. . SV đăng ký tham dự lễ tốt nghiệp tại khoa. . . . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào pđt ạ,. . . . Em là [full_name] là sinh viên K15. Em đã đăng ký và đã được xử lý phiếu đăng ký xét tốt nghiệp vào ngày 17/4 nhưng hiện tại là 20/4 là hạn chót để xét tốt nghiệp cho đợt này. Tình trạng hiện tại của em theo khoa báo là nhà trường vẫn để là đang học. Em mong pđt giải quyết sớm giúp em để em có thể làm lễ tốt nghiệp ạ.. . . . Em xin cảm ơn.",
            "Chào em,. . . . Về việc tham dự lễ tốt nghiệp tháng 4/2022, SV đã đăng ký tốt nghiệp và thanh toán lệ phí tốt nghiệp thành công (95.000 đ) và nhận được mail xác nhận \"\"Phiếu đăng ký đã được xử lý\"\" trước ngày 20/4/2022.. . . . Ngày 21/4/2022, Phòng Đào tạo sẽ lấy dữ liệu và ra Quyết định tốt nghiệp chính thức và chuyển danh sách về Khoa cho SV đăng ký thạm dự lễ tốt nghiệp tháng 4/2022.. . SV đăng ký tham dự lễ tốt nghiệp tại khoa. . . . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là [full_name], MSSV [student_id]. Em chưa nhận được thông báo về trang phục dự lễ tốt nghiệp. Phòng đào tạo có thể cho em biết quy định về trang phục dự lễ tốt nghiệp được không ạ? Em cảm ơn.",
            "Chào em,. . Về việc trang phục dự lễ tốt nghiệp, SV đăng ký tai khoa nhé. . Thân",
            "Dạ ý em là ngoài lễ phục ra thì có yêu cầu gì về trang phục không ạ? Em cảm ơn.",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "Chào bạn,. . . . Bạn liên hệ về Khoa để được hỗ trợ nhé. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào chị ạ, em đã thi kỹ năng nói viết và có kết quả rồi ạ. Mong anh chị kiểm tra giúp em ạ.. .",
            "\"Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 26/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy cô,. . Em là [full_name]. . MSSV [student_id]. . . . Em muốn hỏi em đã có tên trong danh sách tốt nghiệp chính thức, tuy nhiên theo lịch thì ngày mai sẽ là ngày tổng duyệt nhưng tới giờ em vẫn chưa nhận được bất kỳ thông báo hay lịch trình, em không biết là lịch trình ngày mai và mốt của em sẽ như thế nào ạ, không biết em đã có tên trong danh sách tổ chức lễ hay chưa. . . . . Em cám ơn thầy cô rất nhiều, mong thầy cô phản hồi em sớm xem còn thiếu thủ tục gì thì em sẽ bổ sung gấp ạ. Chúc thầy cô ngày làm việc đầy năng lượng.",
            "Chào bạn,. . Để đăng ký dự Lễ, bạn liên hệ về [full_name] nhé, phòng ĐT sẽ cập nhật danh sách và gửi về [full_name] vào cuối tuần này. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân."
        ]
    }
]