[
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi khi nào mình có đợt đăng ký bổ sung chương thì kỹ sư - thạc sĩ ạ?. .",
            "Chào em,. . khi nào mình có đợt đăng ký bổ sung chương thì kỹ sư - thạc sĩ ạ?. . =  Em liên hệ Khoa, GVCN để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Hiện em có lên trang BHXH tra thông tin thì thấy mình bị sai phần địa chỉ. Trước khi làm tài khoản VssID thì địa chỉ vẩn đúng còn giờ thì đã bị sai. Em tham đóng bảo hiểm bên ktx nhưng lúc làm tài khoản VssID là nộp hồ sơ bên trường và thẻ bảo hiểm cũ của em đã bị mất. Hiện em không biết chỉnh sửa lại như thế nào? Em mong sớm nhận lại phản hồi. . . Em cảm ơn ạ.. . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô ạ,. . Em thi 2 kỹ năng nói viết 15/09/21 và đã có kết quả đậu 25/09/21. . Em đã gọi điện cho BK English báo là đã cập nhật kết quả cho Phòng Đào Tạo. Nhưng khi vô đăng ký tốt nghiệp. Trên trang vẫn hiện chưa có tên trong danh sách dự kiến. Em không biết có bị vấn đề gì không hoặc thiếu bước nào để đăng ký tốt nghiệp không?. . Mong thầy cô kiểm tra lại giúp em được không ạ. . . Em cảm ơn ạ!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 02/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô ạ!. . Em vừa rồi có gửi đăng ký giấy xác nhận sinh viên để nộp cho bên xã (hoãn nghĩa vụ quân sự). Em thấy yêu cầu đã được xử lý và sẽ được gửi qua bưu điện ạ. Cho em hỏi là nó sẽ được gửi như thế nào ạ (bao giờ gửi và họ sẽ liên lạc với em qua số điện thoại hay sao ạ). . Dạ em cảm ơn thầy/cô ạ!. . Chào thầy/cô!",
            "Chào bạn,. . - PĐT sẽ scan để đưa lên hệ thống ngay sau khi xử lý. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào Thầy/Cô,. . Dạ vào đầu tháng 11 sắp tới, môn học Điện - Giải tích mạch EE2031 và học phần bài tập EE2032 ở HK 202 của em sẽ được triển khai trở lại dưới hình thức online trong suốt 4 tuần sau đó. Trong khi học kỳ này em đăng ký học rất nhiều môn và vẫn chưa thể kết thúc các môn đó trước tháng 11 này, vì vậy khối lượng kiến thức sẽ rất nặng nếu quay trở lại học tiếp tục các môn của HK 202.. . Trước đây em có được PĐT trả lời trên bksi là sẽ ngưng một vài tuần của HK 211 để quay trở lại kết thúc HK 202 nhưng cho đến hiện tại em vẫn chưa nhận được email thông báo chính thức nào về việc này hết ạ.. . Em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name], mssv [student_id],. . Sinh viên chương trình tiên tiến,. . Hiện giờ em đã hoàn thành chương trình học, và đủ ngày công tác xã hội,. . Em vẫn chưa đăng kí tốt nghiệp trên Mybk được.. . Em mong được hỗ trợ để có thể tốt nghiệp được.. .",
            "Chào bạn. . Cô gởi bạn đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Thân. .",
            "Chị ơi môn HT máy tính và NN lập trình  mã 407410 là mã môn mới của Môn Cơ sở HT máy tính (mã cũ là 407402). Em nhớ bạn em học lại nói môn đổi mã. . . Hồi học kì 2( năm học 2016-2017), em đã học và đạt điểm tổng kết là 6. . . Chị Kiểm tra giúp em nha.",
            "Chào emm,. . Nếu em học môn tương đương, vui lòng gửi lại 1 câu hỏi khác xin chuyển điểm môn tương đương, ghi rõ mã MH em học tương đương, ở HK nào? và gủi lại qua bksi để PDT kiểm tra và xét tốt nghiệp bổ sung cho bạn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào em,. . - Phiếu em gửi thiếu ngày tháng năm, họ tên và chữ ký người làm đơn.. . - Em gửi lại nhé. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em tên [full_name]. . Mssv : [student_id]. . Em muốn gia hạn đóng học phí 211 thì phải làm sao ạ. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . kì 202 vừa rồi em có đăng kí hoãn thi môn giải tích 2 nên em mong muốn có thể thi bổ sung vào kì cuối kì 211 sắp đến.",
            "Chào em,. . Em chờ thông báo sau khi có quyết định hoãn thi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . cho em hỏi, học kì 202 em có đăng kí hoãn thi 3 môn là giải tích 2, đại số tuyến tính và vật lý 2. Nhưng đến giờ vào xem bảng điểm vẫn  ghi là điểm 13 ạ",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào . . Em viết đơn này là vì lí do gia đình không đủ điều kiện để tiếp tục học nên em muốn thôi học thì cần làm những đơn gì ạ và có phải đóng học phí không ạ .",
            "Chào em,. . - Gia đình không đủ điều kiện để tiếp tục học. . =  Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn về vay vốn nhé.. . - Muốn thôi học thì cần làm những đơn gì ạ và có phải đóng học phí không:. . + Em phải đóng hết HP HK211. . + Tải mẫu đơn thôi học, điền vào và gửi lại bksi. . aao/biểu mẫu. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . PĐT cho em hỏi là, vì khoa em môn kỹ thuật lập trình (co10013) không mở nữa, nên em đã học môn tương đương là môn Nhập môn về lập trình (co1003) và đã qua. Nhưng đến nay vẫn chưa thấy chuyển điểm, mong pđt giải quyết sớm để em có thể tốt nghiệp ạ.",
            "Chào em,. . [full_name] [full_name]1013.(CO1003). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào pđt! Pđt cho em hỏi giấy để xác nhận tạm hoãn nghĩa vụ quân sự là giấy nào trường mình đang cấp và phải làm sao để nhận ạ ! Hiện em đã có giấy xác nhận sinh viên bổ túc cho địa phương lần trước em có hỏi và đăng ký trên web trường và được nhận qua bưu điện nhưng mà giấy này ở địa phương em lại không chấp nhận cho tạm hoãn nghĩa vụ quân sự ạ! Em mong pđt có thể chỉ dẫn giúp em với ạ! Em chân thành cảm ơn ạ !",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . mybk/đăng ký in giấy xác nhận sv/... NVQS. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô ạ! Theo như tìm hiểu của em về quy định ngoại ngữ, thì nếu muốn đăng ký LVTN phải có bằng TOEIC 2 kỹ năng đạt điểm yêu cầu. Như thầy/cô cũng đã thấy, dịch covid làm bọn em phải học online suốt từ tháng 5 và hiện tại vẫn tiếp tục phải học online. Hiện tại vẫn chưa thấy thông tin về kỳ thi TOEIC 2 kỹ năng đọc-nghe nên em không biết phải làm sao ạ. Thầy/cô cho em hỏi là Nhà trường có tạm thời ngưng xét điều kiện về ngoại ngữ khi đăng ký LVTN không ạ? Em xin cảm ơn!",
            "Chào bạn. . Ý của bạn hỏi là đăng ký LVTN cho Hk212 phải không?. . Vấn đề này bạn vui lòng đợi thông báo sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy cô, nếu khi đăng kí em chọn vào mục nhận kết quả ở Văn phòng Khoa tại Lý Thường Kiệt, hiện tại tình trạng xử lý là Đã đăng kí (đợi nhận qua bưu điện) thì không em chỉ cần chờ nhận phiếu qua địa chỉ đã cập nhật cho trường hay phải đăng kí lại việc Nhận kết quả qua bưu điện ?  Em xin cảm ơn.. .   i Yêu cầu khác .",
            "Chào em,. . - Em đăng ký nhận ở Khoa thì liên hệ Khoa nhận nhé.. . - Hiện tại chưa vào trường được, em email Khoa để được hướng dẫn.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có đăng kí in bảng điểm vào ngày 18/10 , thầy cô cho em hỏi hiện tại bảng điểm của em đã được gửi đi chưa ạ. Em cảm ơn ạ . .   i Yêu cầu khác .",
            "Chào em,. . Khu vực tạm dừng giao/nhận hàng hóa do ảnh hưởng của dịch Covid nên chưa đi được nhé em.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào!. . Em tên: [full_name]. . Mssv: [student_id]. . Xin phép trình bày: Tình hình là em đã đăng kí tốt nghiệp và đã duyệt và nhận được bản pdf, tuy nhiên lúc trước em thấy trong đó để chờ nhận phiếu qua bưu điện. Nhưng đã 2 tuần rồi em vẫn chưa thấy thông tin gì. . . Hôm nay em truy cập vào thì thấy để la cựu sinh viên và thông tin về tốt nghiệp không còn nữa.. .  Nên vì vậy em muốn hỏi tình hình hiện tại của bản cứng giấy tốt nghiệp tạm thời của em như thế nào?. . Em xin cảm ơn,",
            "Chào bạn;. . Do địa chỉ trường gửi sai ban đầu nên sẽ gửi thư lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em sau khi cập nhập thông tin tốt nghiệp,em không thể cập nhật được ảnh tốt nghiệp và không thanh toán được phí tot nghiệp,và hiện tại em có trong danh sách dự kiến nhưng danh sách chính thức lại không,mong PDT kiểm tra và giải đáp thắc mắc giúp ạ.",
            "Chào em,. . PĐT đã mở.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chào thầy/ cô ạ. Em có thắc mắc là. Học kì này lúc đầu em có đăng kí 20 tín chỉ + đề cương 0 chỉ. Nhưng môn đề cương tính học phí là 2 chỉ nên tổng số tiền em phải đống là 350*22 = 7 triệu 700 nghìn.. . Nhưng sau đó vì vấn đề môn học nên phòng đào tạo tự huỷ môn đề cương luận văn của em. Nên giờ học phí em phải đống thì chỉ còn 7 triệu.. . Mà sắp đến kì thanh toán học phí rồi nhưng em vẫn thấy bkpay là số tiền cũ ạ. Em muốn biết phòng đào tạo có cập nhập mới về tiền học phí em đống không ạ? . . Em chân thành cảm ơn.",
            "Chào em,. . PĐT sẽ cập nhật lại học phí trước khi có email thông báo đóng học phí. (dự kiến tháng 11). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa thầy/cô phòng đào tạo. . Em là [full_name] mssv:[student_id] . . . . Khoa Kỹ Thuật xây dựng - Ngành: Công nghệ vật liệu xây dựng. . . . Dạ thưa thầy/cô, do em bị lỡ form đăng ký tiếng anh Nói Viết ngày 15/10, nên em xin phép có thể được phép đăng ký bổ sung để thi đợt này không ạ. Em xin cảm ơn thầy cô ạ, chúc thầy/cô nhiều sức khỏe.",
            "Chào bạn. . Về đăng ký thi anh văn 2 kỹ năng nói viết trực tuyến đợt tiếp theo, dự kiến sẽ tổ chức thêm 1 đợt cho HK211, Bạn vui lòng đợi thông báo đăng ký qua mail Sinh viên dự kiến sau ngày 19/11.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name], MSSV: [student_id], chương trình tiên tiến.. . . . Theo như file xét tốt nghiệp thì em thấy có 5 môn chưa tích luỹ được. Trong đó, [full_name] và [full_name] thì thấy điểm 15 nhưng trên mybk em kiểm tra thì thấy đã có điểm rồi ạ. 2 môn [full_name] và HT MAY TINH &NN LAPTRINH em đã hoàn thành 2 môn học đó với môn học khác tương đương. Còn môn [full_name]S, FIELDS AND [full_name], em vẫn còn học phần giáo sư mỹ từ học 191. Nhưng do tình hình dịch nên học phần chưa được diễn ra.. . . . Cho em hỏi em có thể liên hệ mail với ai để chuyển điểm 3 môn [full_name], HT MAY TINH &NN LAPTRINH và [full_name]S, FIELDS AND [full_name] ạ?. . . . Em xin chân thành cảm ơn",
            "Chào em,. . sV CÒN NỢ MÔN 405408 ĐIỂM CỦA GS MỸ CHƯA CÓ. SV LIÊN HỆ VỚI GV PHỤ TRÁCH MÔN HỌC (GSVN)/KHOA ĐIỆN ĐỂ HIỂU RÕ HƠN.. . CÒN 2 MÔN 407408 = 407404 , 407410 = 407402 ĐÃ ĐƯỢC XÉT ĐIỂM MIỄN.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa Phòng Đào Tạo. . Em tên [full_name] MSSV [student_id]. . Vì kỳ trước em xin hoãn luận văn nên chưa hoàn thành chương trình học của khóa học nên em muốn xin giấy hoãn nghĩa vụ quân sự để tiếp tục hoàn thành chương trình học.. . Tuy nhiên em đăng kí xin giấy trên Mybk không được vì không có môn học được đăng kí trong kì này.. . Nên em rất mong Phòng Đào Tạo xem xét và cho em xin nhận giấy tại Phòng Đào Tạo để nộp cho địa phương hoãn nghĩa vụ quân sự trong thời gian sớm nhất có thể. .   i Yêu cầu khác .",
            "Chào em,. . Theo quy định, Sinh viên không có thời khóa biểu trong học kỳ thì không được cấp giấy xác nhận sinh viên hoãn nghĩa vụ Quân sự nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy cô. Cho em hỏi là sao em không khai lý lịch tốt nghiệp được và đăng ký tốt nghiệp được? Em đã nộp bằng anh văn TOEIC reading-listening 500 và em mới thi anh văn nói viết trực tuyến đợt 3 ngày 30/9 và được tổng là 200 điểm. Không biết em có thiếu điều kiện gì để đăng ký tốt nghiệp không?. . Em cảm ơn.",
            "Chào bạn. . Bạn [full_name] Giáo Dục Quốc Phòng. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .",
            "Chào bạn. . Bạn vui lòng ghi rõ ràng hơn nội dung bạn cần hỗ trợ. . ·        Xem chi tiết lịch trình tốt nghiệp tại trang web PĐT (aao.hcmut.edu.vn)    Tốt nghiệp    Thông tin tốt nghiệp    Tháng 11/2021    Lịch trình đăng ký tốt nghiệp và cấp bằng tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào Anh/Chị ạ.. . Cho em hỏi là ở HK202 của em số TCTL là 122 và đến HK203 là kì Thực tập của em đạt 2 tín chỉ nữa thì số TCTL sau khi kết thúc HK203 phải là 124. Nhưng theo cập nhật trên MyBK thì số TCTL của em sau HK203 lại giảm xuống còn 121 tín chỉ và điểm TBTL cũng giảm theo. . . Mong được PĐT giải quyết sớm giúp em với ạ. Em cảm ơn.. .",
            "Chào em,. . Điểm và stctl hiện chưa cập nhật đầy đủ. Vẫn còn rất nhiều sv chưa có điểm đầy đủ, nên các em sv xem trên cổng tt sv chỉ tạm thời thôi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /. . Theo như em biết thì mình muốn thôi học thì phải đóng học phí hết kì 211 nhưng mà em mới học nửa kì thì chỉ đóng nửa kì thôi chứ ạ . Vừa rồi em cũng không tham gia thi giữa kì nên em mong phòng đào tạo giải quyết giúp em ạ . . . Em xin cảm ơn",
            "Chào bạn. . Theo quy định của nhà Trường sau 4 tuần học phải thanh toán 100% học phí. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi thầy/ cô PĐT!. . Em là [full_name] thuộc CT tài năng khóa K17. Em đã thi AV 2 kĩ năng đợt 4 và không đủ điểm của CT tài năng và em chưa nhận được mail thông báo lịch trình tốt nghiệp giống các bạn. Hiện tại em có đăng kí thi lại AV đợt t11 nhưng hệ thống không cho đăng kí. Em xin hỏi là trường có tổ chức đợt thi bổ sung nào trong t11 vs t12 không ạ? và hình thức thi như thế nào ạ?. . Em xin cảm ơn.",
            "Chào bạn,. . Về đăng ký thi anh văn 2 kỹ năng nói viết trực tuyến đợt tiếp theo, dự kiến sẽ tổ chức thêm 1 đợt cho HK211, Bạn vui lòng đợi thông báo đăng ký qua mail Sinh viên dự kiến sau ngày 19/11.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin phép gửi đơn trình bày ạ. Em xin cảm ơn và mong sớm nhận được hồi âm!",
            "Chào em,. . Em vui lòng đợi thông báo mới của nhà trường về việc vô trường làm thí nghiệm nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa quý thầy cô,. . . . Em kính gửi quý thầy cô đơn xin hoãn thi trực tuyến môn Giải tích mạch EE1011 dự thính HK202 có xác nhận của GV giảng dạy. Về xác nhận của khoa, em đã gửi email xin xác nhận vào hôm qua (27/10/2021) nhưng hiện em chưa nhận được phản hồi nên em không biết em có thể nộp trước đơn kèm xác nhận của GV giảng dạy trước, khi khoa xác nhận xong em sẽ cập nhật lại được không ạ? Vì em thấy theo quy định cho phép xin hoãn thi tối đa 5 ngày sau ngày thi thôi ạ.. . . . Em cảm ơn quý thầy cô.. .   i Yêu cầu khác .",
            "Chào em,. . Trong đơn phải có chữ ký xác nhận [full_name] nữa nhé bạn, có đầy đủ chữ ký mới tiếp nhận đơn được nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "em xin chào ạ. dạ cho em hỏi là trường dã cho sinh viên vào cơ sở lý thương kiệt để em có thể lấy giấy hoãn nghĩa vụ chưa ạ. Em xin cảm ơn",
            "Chào em,. . Hiện tại chưa vào trường được, em chờ email thông báo nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hơi dài dòng mội chút. Cho em hỏi em đã đủ điều kiện tốt nghiệp ngoại trừ chưa có anh văn 4. Vì em chỉ có băng toeic 580 nên không đủ điểm chuyển qua. Vì dịch nên em bị hoãn thi bên IIG.. . - Vậy nên, em đã đăng kí anh văn 4A đợt gần đây. Bắt đầu học từ tuần 41. Vậy cho em hỏi đợt anh văn này thi vào cuối kì hay học xong là thi luôn ạ? Có kịp vào bảng điểm để đăng kí tốt nghiệp tháng 11 không ạ?. . - Nếu không kịp vào bảng điểm để đăng kí đợt tốt nghiệp Tháng 11. Thì giờ em rút môn học Anh văn 4a để quay lại nộp bằng toeic chuyển điểm qua được không ạ ? Vì IIG mới tổ chức thi toeic lại.. . Em cảm ơn.",
            "Chào bạn. . - Bạn cứ thi anh văn 4a, đồng thời thời thi thêm IIG vì điểm 4a là đạt, IIG có điểm cao hơn thì cập nhật. . - Tốt nghiệp xét đến hết tháng 12/2021. . Thân",
            "Em cảm ơn, . . Nhưng vấn đề em đắn đo ở đây là:. . - Trong trương hợp em chuyển đổi điểm anh văn bằng cách sử dụng bằng toeic được rồi. Thì khi này em sẽ đủ điều kiện tốt nghiệp. . . -  Nhưng cùng lúc đó điểm anh văn [full_name]A chưa được cập nhật lên bảng điểm trước hạn cuối xét tốt nghiệp là ngày 2[full_name]/12. Vì em có hỏi lại giáo viên dạy lớp anh [full_name] [full_name]A rồi học có 6 tuần nhưng thi có khả năng đợi tới cuối kì mới thi. (Lúc đầu em nghĩ là học xong và thi ngay tuần kế tiếp luôn và cập nhật lên bảng điểm ngay khi có điểm) . . -  Lúc này em sẽ không được xét tốt nghiệp tháng 11 vì còn một môn chưa thi dù đã đủ tất cả điều kiện từ số chỉ, ctxh, anh văn [full_name] kĩ năng.. . - Vậy em muốn hỏi PĐT cho chắc chắn liệu anh văn [full_name]A tăng cường học 6 tuần thì cuối kì mới thi hay học xong thì ngay trong 1-2 tuần kế. Nếu thi trường hợp cuối kì mới thi thì giờ em hủy môn được không ạ.. . \"Mong các cô có thể xem xét kĩ trường hợp của em dù hơi dài dòng xíu\". . Em cảm ơn.. .",
            "Chào bạn. . - Khi bạn đạt hết các điều kiện thì bạn đăng ký xét tốt nghiệp bổ sung. . - nếu đạt bằng CCNN thì lúc đó đăng ký chuyển điểm đồng thời đăng ký rút anh van 4a để tốt nghiệp. . - Lịch thi cụ thể sẽ thông báo sau, do Pdt với TTNN kết hợp nên hiện tại Cô chưa trả lời thông tin chính xác được, nhưng trên tiêu chí sau khi kết thúc môn học sẽ tổ chức thi cho Sinh viên. . Thân",
            "Vậy là nếu trong trường hợp gần đến hạn chót đăng kí tốt nghiệp em đã chuyển điểm anh văn 4 qua bằng toeic. Mà anh văn 4A em chưa thi hết học phần em hoàn toàn có thể rút anh văn 4A đề đăng kí tốt nghiệp được ạ.. . Em cảm ơn.",
            "Chào bạn,. . Lúc đó bạn có thể làm đơn xin rút môn học để tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi khi đăng kí tốt nghiệp em có sai sót khi nhập tên đề tài luận văn tốt nghiệp, hiện đơn đăng kí của em đã được xử lí. Cho em hỏi hiện có thể chỉnh sửa tên luận văn ở thông tin tốt nghiệp không ạ? Em xin cảm ơn",
            "Chào em,. . Em không cần phải cập nhật lại, thông tin này sẽ được lấy từ Khoa để in học bạ cho sinh viên chứ không lấy thông tin sinh viên khai.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ. Kính chào Phòng Đào tạo,. . Em tên: [full_name]           , MSSV:   [student_id]              , Khóa 2017 . . Ngành Kỹ thuật Hàng không. . . . Trong chương trình đào tạo dành cho khóa 2017 – chuyên ngành Kỹ thuật Hàng không có môn: Kỹ thuật lập trình – MSMH:  CO1013. Tuy nhiên, môn học này không còn được mở cho sinh viên của ngành nên em và một số bạn đã đăng ký học môn: Nhập môn về lập trình (CO1003) trong danh sách môn tương đương và đã có kết quả môn học.. . Đường link môn tương đương. . Trường Đại học Bách Khoa ĐHQG-HCM | DANH SÁCH MÔN HỌC CTĐT K2019 TƯƠNG ĐƯƠNG/THAY THẾ CHO CTĐT K2018 VỀ TRƯỚC (hcmut.edu.vn). . . . Kính mong Phòng Đào tạo xem xét chuyển điểm môn tương đương hoặc hướng dẫn thủ tục chuyển điểm môn tương đương giúp em ạ.. . Đính kèm là đơn xin chuyển điểm của em ạ.. . Trân trọng cảm ơn.",
            "Chào em,. . [full_name] [full_name] CO1003 (HK0202). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi thầy cô,. . Hiện bên địa phương em sống có gửi đơn về để yêu cầu em tham gia nghĩa vụ. Nhưng để tạm hoãn thì ngoài các giấy tờ cần thiết và mẫu giấy xác nhận còn đang học của trường ra thì họ còn bắt em phải viết lá đơn với nội dung: \"Đơn xin xác nhận chưa hoàn thành tốt nghiệp\" trong đó ghi rõ vì nội dung gì mà chưa làm tốt nghiệp (do dịch bệnh,...) rồi phải có xác nhận của trường nữa ạ! Trường hợp của em là làm tốt nghiệp và ra trường muộn hơn dự kiến. Vậy cho em hỏi là với trường hợp trên em cần phải làm đơn như nào và xác nhận ở đâu ạ? Em xin cảm ơn! . . . .",
            "Chào em,. . Em vui lòng làm đơn trình bày rõ vấn đề của bạn trong đơn, cô sẽ giúp bạn trình đơn cho ban Lãnh đạo xem xét và trả lời.. . Vì theo quy định, nhà trường chỉ có 1 mẫu xác nhận chung cho tất cả SV nam trong trường.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào Thầy/ Cô!. . Theo như lịch được phân bổ thì em sẽ thi Toeic 2 kỹ năng nói, viết vào ngày 4/11/2021.. . Vì hiện tại em đang đi làm ở công ty nên em có mong muốn được đổi ngày thi (Em đã cố gắng sắp xếp nhưng không được ạ).. . Em có thể thi vào các ngày 3/11 (thứ tư), 5/11 (thứ sáu), 6/11 (thứ 7), 7/11 (chủ nhật).. . Em rất xin lỗi cho sự bất tiện này và em rất mong được xem xét điều chỉnh ngày thi giúp em ạ.. . Em xin chân thành cảm ơn!. . Trân trọng,. . . . [full_name] . .",
            "Chào bạn. . Danh sách này do Trung tâm ngoại ngữ quản lý. . Bạn vui lòng liên hệ TTNN để được hỗ trợ. .  . . Điện thoại\t(08) 3866 6869 – 0909 625 988. . Fax\t(84.8) 38.[student_id]69. . Website\t. . http://bkenglish.edu.vn/. .  . . Email\t[email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PĐt,. . . . Hiện em chỉ muốn đăng kí in bảng điểm các học kì của năm học 2020-2021 thôi để tiết kiệm chi phí.. . Nhưng trong phần đăng kí bảng điểm học kì thì không có ô đề cập in của kì nào.. . Cho em hỏi giờ em muốn in bảng điểm học kì 1, 2, 3 của năm 2020-2021 thôi thì làm sao ạ?. . . . Em cám ơn, mong PĐT sớm phản hồi ạ.",
            "Chào em,. . Có 2 lựa chọn:. . - In giấy xác nhận điểm trung bình HK202: 5000đ. . - In bảng điểm toàn bộ: 35000đ/bản in. . Không có in bảng điểm theo lựa chọn của SV nhé. . - Hiện em chỉ muốn đăng kí in bảng điểm các học kì của năm học 2020-2021 thôi để tiết kiệm chi phí.. . =  Không có tiết kiệm chi phí được, bao nhiêu HK cũng 1 tờ giấy mà em.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã đăng ký từ ngày 12/10/2021 nhưng tới giờ vẫn chưa có bản in hay giấy gửi về. Hiện Uỷ ban Quân Sự đang cần gấp, em mong được thầy/ cô giúp đỡ ạ",
            "Chào em,. . - Em đăng ký ngày 27/10 chứ không phải 12/10 như em nói. . -Sau khi PĐT cập nhật xong em có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chào thầy cô ạ , đợt trước lúc đăng ký môn thể chất online PE1021 em có tạo câu hỏi yêu cầu cách để hủy môn học đăng ký đợt 1 vì em đăng ký dư nhưng thấy sắp hết hạn đăng ký mà chưa được giải quyết nên em mới mail cho phòng đào tạo để hỏi vấn đề này nhưng phòng đạo tạo bảo hiện không rút môn được mà bksi cũng không thấy phản hồi nên em mới bỏ đăng ký đợt 2 sợ học 2 môn thể chất cùng kỳ ,em học được 1 tuần rồi thì mới hay đã duyệt xóa môn học em nên giờ em không còn học được nữa tại đây là đợt môn thể chất cuối cùng sang năm 3 em không đủ chuẩn để đăng ký môn ạ có cách nào giúp em khôi phục để em học được không ạ em xin cảm ơn thầy cô mong thầy cô phản hồi êm đang rối lắm ạ. em xin lỗi vi đã làm phiền thầy cô.",
            "Chào em,. . - PĐT đã bổ sung PE1021\tAerobic nhóm L02.. . - Em xem kết quả cập nhật sau ngày 31/10/21. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i Kính thưa Phòng đào tạo, hiện tại em đã viết xong đơn hoãn thi và đã có chữ ký của giáo viên phụ trách. Tuy nhiên, em đã gửi mail cho văn phòng khoa Kỹ thuật xây đưng để xin chữ ký từ khoa mà vẫn chưa thấy khoa phản hồi, vậy em phải làm sao ạ ? Hôm nay là ngày thứ 4 sau khi thi rồi ạ.. . . .",
            "Chào bạn,. . Nếu không có xác nhận thì Pdt không thể xem xét tiếp. . . . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . -        Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . -        SV gửi qua trang hỗ trợ trực tuyến (BKSI) hoặc mail [email]. . -        Riêng Đối với môn DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi. . Lưu ý:. . 1.      PDT sẽ hậu kiểm lại danh sách cấm thi do Khoa gửi lên và sẽ hủy kết quả hoãn thi nếu SV thuộc diện cấm thi.. . 2.      Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. . 3.      Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 4.      Về quy định (thi xóa điểm HT) hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại, em muốn nhận giấy hoãn nghĩa vụ quân sự thì em cần làm những gì ạ?. .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy/cô ở pđt ạ,. . Em là sinh viên K20, chính qui ởtrường mình ạ. . Thông thường mỗi năm trường mình có những đợt đăng kí để thi và để kiểm tra trình độ tiếng anh để xem có đạt chuẩn yêu cầu không á. Em có thắc mắc là em thấy trên chỗ đăng kí môn học có mở form đăng kí thi vào tháng 11, nhưng khi em bấm vào là nó không cho mình đăng kí ạ. Cho em xin hỏi là tại sao nó như vậy ạ.. . Em cảm ởn thầy/cô ở pđt rất nhiều. . . .",
            "Chào em,. . - Thông thường mỗi năm trường mình có những đợt đăng kí để thi và để kiểm tra trình độ tiếng anh để xem có đạt chuẩn yêu cầu không. . =  Hàng năm do IIG tổ chức thi trực tiếp, do dịch bệnh nên chưa tổ chức được. Có thông tin gì PĐT sẽ email đến sv.. . . . - Em có thắc mắc là em thấy trên chỗ đăng kí môn học có mở form đăng kí thi vào tháng 11. . =  AV 2 kỹ năng: dành cho SV chuẩn bị tốt nghiệp.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name], em đang chuẩn bị hồ sơ dự tuyển học bổng Honda. Giấy tờ bắt buộc trong hồ sơ bao gồm   B bảng điểm trung bình các năm học có dấu xác nhận của nhà trường  /B .. . Cho em hỏi là em có thể lấy bảng điểm này ở đâu và trong bao lâu từ thời điểm này em sẽ nhận được ạ?. . Em xin cảm ơn.. .   i Yêu cầu khác .",
            "Chào em,. . - Giấy tờ bắt buộc trong hồ sơ bao gồm bảng điểm trung bình các năm học có dấu xác nhận của nhà trường.. . =  Em đăng ký trên mybk/đk in bảng điểm. . - Cho em hỏi là em có thể lấy bảng điểm này ở đâu và trong bao lâu từ thời điểm này em sẽ nhận được ạ?. . =  Hiện tại chưa vào trường được, còn gửi qua bưu điện thì có nơi bưu điện không gửi được do còn ảnh hưởng dịch Covid.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào mọi người. . Em là [full_name], MSSV [student_id]. . Vừa rồi em báo cáo luận văn tốt nghiệp xong, đủ 145 tín chỉ, anh văn 4 kĩ năng em cũng thi đủ, ngày công tác xã hội em đủ 15 ngày nhưng em vẫn chưa nhận được mail đăng kí tốt nghiệp.. . Bạn bè em đa số đều được nhận mail và có tên trong danh sách dự kiến tốt nghiệp tháng 11/2021. . Em có gửi câu hỏi nhưng vẫn chưa nhận được câu trả lời thỏa đáng. . Mong được nhận sự hỗ trợ, em cảm ơn.",
            "Chào bạn. . Bạn còn Nợ LA1005,La1007,LA1009. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Gửi PĐT . . Em đang gặp vấn đề về đăng ký xét tốt nghiệp. Em vừa mới hoàn thành điều kiện 15 ngày CTXH nhưng hệ thống vẫn chưa cập nhật để em có thể đăng ký. . Mong PĐT cập nhật lại thông tin giúp em . . Em cảm ơn ạ . . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 31/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Học vụ . Dạ em xin chào Thầy/Cô,. . Em là [full_name] mssv [student_id] ạ.. . Nay em viết mail này là để xin thầy/cô hỗ trợ giúp em về giấy xác nhận sinh viên ạ. Dạ thầy, em hiện đang được gọi nghĩa vụ quân sự nên rất cần giấy xác nhận sinh viên để xin được hoãn nghĩa vụ ạ.. . Hiện học kỳ vừa rồi em có gặp khó khăn về tài chính nên đã đóng trễ học phí, em đã hoàn thành đủ nhưng vì dịch nên em đã không thể làm đơn báo đóng trễ ạ. Nên hiện em không thể đăng ký môn học học kỳ mới ạ.. . Em đang đợi được phép lên trường để xin được hỗ trợ thưa thầy/cô nhưng bên xã ngoài quê đang thúc ép em giấy hoãn nghĩa vụ nên em xin được gửi mail thầy/cô ạ.. . Em rất mong thầy/cô hỗ trợ giúp em ạ.. . Em xin chào thầy/cô. Em chúc thầy một ngày vui vẻ ạ.",
            "Chào em,. . Theo quy định sinh viên không có thời khóa biểu trong học kỳ thì không được cấp giấy xác nhận sinh viên hoãn nghĩa vụ quân sự nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Thầy/Cô PĐT:. . Sáng hôm qua ( 24/10/2021 ), em có thi cuối kỳ môn Kiến Trúc Máy Tính (CO2007). Nhưng vừa vào thi một lúc, thì nhà em cúp điện. Vì thế em không thể hoàn thành bài thi môn CO2007. Em đã liên hệ giám thi coi thi hôm đó để báo về sự cố của em.. . Nay em xin phép PĐT cho em đăng ký hoãn thi môn CO2007, để em có thể tham gia thì vào đợt tới.. . Đơn và xác nhận đồng ý cho hoãn thi của khoa và giảng viên được đính kèm bên dưới.",
            "Chào em,. . - Đơn của em còn thiếu xác nhận của [full_name].. . - Em liên hệ [full_name] qua email [email] để được hướng dẫn nhé.. . - Có được email xác nhận của [full_name] thì em gửi lại nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . cho em xin hỏi sau khi có kết quả phân ngành của khoa điện , em được phân ngành vào kỹ thuật điện em thấy ngành này không phù hợp với em, nên em có thể xin chuyển sang ngành kỹ thuật điện tử viễn thông được không. xin hãy hướng dẫn em. em trân thành cảm ơn.. .",
            "Chào em,. . - Vấn đề về phân ngành em liên hệ Khoa để được hướng dẫn.. . - Em xem quy chế điều 30. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào PĐT ! Em đã đăng ký trên trang web của trường để xin cấp giấy xác nhận sinh viên bổ túc hồ sơ tạm hoãn nghĩa vụ quân sự,ở địa phương em đang sắp hết thời hạn nhận giấy này để chốt danh sách gọi khám nghĩa vụ quân sự, chỉ còn vài ngày nữa là hết hạn rồi. Nên em mong PĐT có theed giải quyết đơn yêu cầu cấp giấy của em sớm nhất có thể không ạ ! Tại thoief gian rất gấp rút nhưng mà em không thể liên hệ với PĐT qua hotline ☎ một cách nhanh nhất, em gọi không nhất máy. Nên em vào đây để xin sự trợ giúp để được hổ trợ xem xét in giấy sớm nhất có thể để em có thể nộp kịp cho địa phương với ạ! Em xin chân thành cảm ơn PĐT và các anh chị cô chú admin rất nhiều ạ !. . Thông tin của em : [full_name] - [student_id], mong PĐT kiểm tra và hổ trợ sớm giúp em với ạ ! Em cảm ơn rất nhiều ạ !",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu ([full_name]DT không in hàng loạt như các năm trước). . - [full_name]dt đã ghi nhận phản hồi của bạn. Vì số lượng đăng ký giấy CNSV tăng đáng kể, [full_name]ĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi [full_name]ĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời [full_name]ĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào thầy (cô). . Em tên là [full_name], MSSV [student_id]. Em đã đăng ký nhận giấy xác nhận tạm hoãn nghĩa vụ quân sự và được xác nhận từ 10/09/2021 nhưng do tình hình dịch bệnh ở địa phương em thường trú, nên hiện tại em vẫn chưa nhận được. Em mong thầy (cô) có thể cho em biết mã vận đơn mà trường đã gửi qua bưu điện để em có thể tra cứu được giấy xác nhận đó đang ở đâu được không ạ?. . Em mong thầy (cô) trả lời thắc mắc này.. . Em xin chân thành cảm ơn. . . . Trân trọng,. . H",
            "Chào em,. . - PĐT in lại và gửi lại bưu điện đến em.. . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào, em là [full_name]. Em đã đăng kí  chuyển phát giấy xác nhận sinh viên qua bưu điện từ ngày 27/09/2021, đến nay 28/10/2021 em vẫn chưa nhận được giấy xác nhận. Hiện tại Ban chỉ huy quân sự đã yêu cầu giấy nghĩa vụ quân sự. Nên hiện tại em cần giấy có mộc đỏ để bổ sung, trước đó em đã nói rõ do tình hình dịch nên được trì hoãn. Xin phòng đào tạo xem xét lại giấy xác nhận của em đã được gửi đi hay chưa? Hay em phải đăng ký một giấy xác nhận khác? Do đã 1 tháng rồi nhưng em vẫn chưa nhận được giấy đăng ký trước đó. . . Em xin cảm ơn.",
            "Chào em,. . Cô gửi kèm file.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là [full_name] . . MSSV:[student_id]. . Nhập học 10/2014. . Nay em viết mail này nhờ phòng đào tạo xét lại điều kiện tốt nghiệp vì theo như em thấy thì danh sách những môn em còn nợ em đã học qua môn thay thế và có trong bảng điểm (kèm theo file hình ảnh MH_da_hoan_thanh). Riêng môn Thực tập kỹ thuật (DH) em đã viết một email thắc mắc và cô [full_name] được giải đáp như email đính kèm.. . Kính mong phòng đào tạo sớm xem xét để em được đăng ký xét tốt nghiệp. Chân thành cảm ơn",
            "Chào em,. . Cô đóng câu này, vì đã trả lời em qua email rồi. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Tên: nguyễn văn sở . . Mssv: [student_id]. . Môn : cơ học kết cấu. . Msmh: CI2029. . Học kỳ 2  dự thính",
            "Chào em,. . Em vui lòng bổ sung thêm xác nhận của GV (ghi rõ họ tên) và xác nhận của [full_name] nữa nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô,. . Như câu trả lời trước em có đọc qua hướng dẫn chung của hoãn thi nhưng mà trường hợp của em. Là em không hề thi nhưng vẫn có điểm thi cuối kì. Tức đáng lý em phải điểm 13 nhưng lại có điểm thi cuối kì 3.6 và em đã mail để nói về điểm này nhưng không được giải đáp ( cả mail riêng và elearning). . Em học GT1 DT202 ạ!",
            "Chào em,. . Thầy sẽ nhờ PĐT mở khóa sửa điểm, do thầy nhập nhầm. Khi GV up điểm lên BKeL sv kiểm tra sao em không phản hồi ngay lúc đó.. . Thân mến. . . . . ."
        ]
    }
]