[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký môn học. . Chào cô,. . Em [full_name]. Mssv [student_id].. . Kì này là kì đầu tiên em chuyển từ hệ chính quy sang hệ vừa học vừa làm.. . Em tra trong chương trình đào tạo k14 khoa xây dựng thì mã môn học LVTN là CI4343. Không biết khi chuyển qua hệ VHVL thì có đổi mã LVTN không ạ?. . Đợt đăng kí bổ sung LVTN, tuy em chưa đủ điều kiện anh văn nhưng trường cho phép nên em có đăng kí bổ sung LVTN mã CI4343 hệ VHVL, nhưng đợt kết quả thì hủy đi vì lý do không đủ điều kiện nhận LVTV.. . Số tín chỉ tích lũy của em là 125, số ngày CTXH là 10.. . Mong cô kiểm tra giúp em.. . Em cảm ơn.. . . . Do em thấy trễ quá nên em mới làm lại 1 copy gửi cô 1 lần nữa. Em xin lỗi đã làm phiền.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Do tình hình kéo dài, không đi ra ngoài được cộng với việc máy tính em có vấn đề nên em không học online hiệu quả được, em xin phép trường cho em rút các môn học sau đây để đảm bảo hiệu quả học tập giúp em ạ: Nhập môn trí tuệ nhân tạo(CO3061), Tính toán song song(CO3068). Em xin cảm ơn trường ạ.. .   i Yêu cầu khác .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ cho em hỏi là sắp tới PĐT công bố danh sách tốt nghiệp dự kiến (8/9/2021) nhưng em lúc trước em có đăng kí nhầm khoản bảo hiểm y tế (do nhầm nên em không thanh toán). Em cũng đã liên hệ PĐT và trạm y tế để xóa giúp em nhưng được phản hồi lại là gần tới đợt xét tốt nghiệp sẽ xóa giúp em. Vì các điều kiện tốt nghiệp khác em đã hoàn thành nên em mong được sự giúp đỡ từ PĐT ạ.. . . . Hiện tại trên BKPay em vẫn còn khoản đó chưa thanh toán. Mong được sự phản hồi và hướng dẫn giải quyết từ PĐT.. . . . Em xin cảm ơn!",
            "Chào bạn. . Pdt sẽ không xét đến khoản tiền đó nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Đăng ký môn học .   B Kính gửi Phòng đào tạo,. . Em là sinh viên bằng 2 chính quy khoa điện-điện tử. Nay theo thông báo riêng môn Nhập môn về kỹ thuật đăng ký riêng với pdt. . . Nên em đã làm đơn ( Đính kèm đơn phía dưới) để xin đăng ký học chung môn này với khóa 2021. Mong pdt sắp xếp cho em được học đúng tiến độ.. . Trân trọng.",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT đại học bách khoa tphcm. . Em tên là [full_name], mssv [student_id], sinh viên vb2.. .   Đợt đăng kí môn học lần 1 học kì chính, e có đăng kí môn hoá hữu cơ MSMH: CH2021 nhưng bị xoá, em đợi đến lần 2,3 cũng không đăng kí đươc vì không có nút chọn dù lớp chưa đủ 100 người kể cả giảng viên (93 người).. .    Vậy kính mong PDT cho em đăng kí môn học đó (CH2021 hoá hữu cơ), vào buổi sáng thứ 3 tiết 4,5,6, nhóm A01 với ạ, và xoá môn Qúa trình và thiết bị truyền khối MSMH CH2051 ( do trùng với hoá hữu cơ, tiết 5,6) ạ.. .    Em khẩn thiết kính mong PDT giải quyết cho em với ạ (nhờ PDT xoá môn quá trình và thiết bị truyền khối CH2051, và đăng kí môn hoá hữu cơ CH2021 nhóm A01 sáng t3 tiết 4,5,6), và dù có dự thính môn hoá hữu cơ CH2021 nhưng e kinh tế khó khăn , lai do ảnh hưởng của dịch Covit nên e tạm thòi không đủ kinh phí để đăng kí thêm bất kì môn dự thính nào nữa ( giờ tiền ăn sinh còn thiếu truóc hụt sau ).. .   Những diều em trình bày trên hoàn toàn là sự thật, e xin chịu trách về những điều đã trình bày ạ, e xin chân thành cảm ơn ạ.. .      . .    . .",
            "Lý do của đợt 1: PDT không đ/ký cho SV MH CH2021 (4: không có khả năng xếp lớp)\t2021-08-09 11:09:34",
            "Chào bạn[full_name] [full_name] [full_name] đã xử lý theo yêu cầu của bạn, Bạn kiểm tra TKB cập nhật vào thứ 3 tuần sau nghen[full_name] [full_name] Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô ạ,em là [full_name] ,MSSV [student_id], lớp XD17CTXD02, em đã làm ĐCLV ở học kì 192 với thầy [full_name] và đến HK này là HK211 em làm LVTN nhưng do chờ đợi có tkb hơi lâu nên em đã xin GV[full_name] chính và phụ rồi ạ và đang làm việc với GV[full_name] chính và phụ mà em đã xin nên nếu khi có tkb ra một thầy [full_name] khác mà em muốn làm LVTN với thầy [full_name] mà em đã xin thì làm đơn chuyển như thế nào ạ.Em rất mong nhận được phản hồi sớm ạ.Em xin chân thành cám ơn thầy cô ạ.. . . .",
            "Chào em,. . Vấn đề này em liên hệ Khoa, Bộ môn để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "em là [full_name] [student_id] khoa Xây dựng lớp DD02 . . Em muốn xin pđt chấp nhận cho em đăng ký học quân sự online , vì bên GDQP họ yêu cầu em phải có sự xác nhận của nhà trường nên mới quyết định cho em đăng ký học. . . Mong pđt xem xét vấn đề của em!. . Chân thành cảm ơn! . . [full_name]. . . .",
            "Chào em,. . - Em liên hệ PĐT TT GDQP qua email [email] để được hướng dẫn.. . - PĐT đã trao đổi với TT GDQP đợt này không yêu cầu giấy xác nhận.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em vừa xem đăng kí môn học trên mybk thì thấy trường có cho đăng kí thi online 2 kĩ năng nói viết chứ không đăng kí trên BK English như trước nữa ạ.. . Nhờ phòng đào tạo giải thích việc này là sẽ mở nhiều đợt đăng kí cho sinh viên ( mỗi tuần 1 lần như BK English ) hay mỗi kì chỉ 1 vài đợt để đăng kí tốt nghiệp vậy ạ. Hay chỉ là hình thức tạm thời mùa dịch để hết dịch quay lại như cũ ạ.",
            "1) Trong tháng 9/2021 dự kiến tổ chức 4 đợt thi, mỗi đợt tổ chức khoảng 800 SV thi.  Cụ thể Đợt 1 sẽ thi vào các ngày: 15/9, 16/9, 17/9, 18/9, 19/9 và 20/9 (TTNN sẽ có thông báo chi tiết ngày thi cho SV qua mail sau khi SV thanh toán lệ phí). .  Trường hợp SV không đăng ký được trong Đợt 1, vui lòng đợi thông báo đăng ký vào đợt tiếp theo. . . . 2) SV chỉ được đăng ký thi 1 lần duy nhất trong đợt tháng 9 & tháng 10 /2021 (hình thức trực tuyến), trường hợp SV thi không đạt, hoặc bỏ thi, hoặc thanh toán lệ phí thi trễ hạn vui lòng đợi thông báo sau hoặc hết thời gian giãn cách có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đang học chương trình CLC nhưng có nhu cầu chuyển tiếp sang trường đối tác nên cần lấy học bạ về để thực hiện việc dịch thuật và sao y công chứng.. . . . Xin hỏi em cần liên hệ đến ai về vấn đề này ạ? . . . . Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do lúc trước em về quê và cách ly tập trung (Không có internet) nên em chưa kiểm tra lại các môn học mình đã đăng kí. Nay khi đăng kí chọn GV hướng dẫn Đề cương LVTN thì em có kiểm tra và thấy mình đăng kí thiếu 2 môn đồ án: Đồ ấn BTCT 1 - CI2093 và Đồ án Thiết kế đường - CI3221. Mong PĐT xem xét và bổ sung em vào 2 lớp đồ án trên (ở kì 211 hay 211DT đều được ạ) do 2 đồ án này đều là môn tiên quyết để đăng kí LVTN nên em rất muốn hoàn thành trong học kì này để học kì sau có thể làm LVTN. Mong PĐT thông cảm và hỗ trợ em để em có thể hoàn thành chương trình đúng hạn. Em xin chân thành cảm ơn!",
            "Chào bạn. . Bạn vui lòng làm đơn đăng ký môn, và nhờ [full_name] ký xác nhận đồng ý cho bạn bổ sung môn (có thể [full_name] ký trực tiếp trên đơn hoặc gởi xác nhận qua mail, bạn chụp màn hình đồng ý), vì hiện tại danh sách SV đăng ký được Pdt đã chuyển về [full_name].. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . .",
            "Chào bạn,. . SV muốn xin ĐK bổ sung môn học (ghi rõ lý do xin đăng ký trễ, tên MH, mã MH, mã nhóm xin đăng ký và kèm xác nhận đông ý của GV cho vào lớp . . Vì HK đã bắt đầu rồi nên bạn vui lòng bổ sung cho cô trước  ngày 14/9 nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào PĐT, em tên là [full_name] Nguyên mssv [student_id] hiện tại em đang học Anh văn 2 và đang trễ chuẩn Anh Văn đầu vào của năm 3 và năm 4. Nên em muốn xin PĐT suy xét cho trường hợp của em cho em đăng ký học song song Anh văn 2 và Anh văn 3 để kịp tiến độ học ạ. . Em trân thành cảm ơn PĐT ạ. .",
            "Chào bạn. . Theo quy định là không được nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào quý thầy cô, em là [full_name]   b MSSV: [student_id]  /b  , sinh viên K14, hiện tại em cần đăng ký thi AV nói viết để tốt nghiệp nhưng do quá thời gian đào tạo nên không thể đăng ký online trên mục đăng ký môn học được.Thầy cô cho em hỏi có cách nào để đăng ký thi được không ạ.. . Mong thầy cô hồi âm.. . Trân trọng. .   i Đăng ký môn học .",
            "Chào bạn,. . Bạn vào đăng ký bị lỗi gì vui lòng chụp màn hình đính kèm để kiểm tra nhé. . Thân",
            "Dạ lỗi như này, em nghĩ do thời gian đào tạo hết nên bị lỗi.",
            "chào bạn,. . bạn vô đăng ký lại nhé, đã mở lại cho bạn đăng ký.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn,. . Vui lòng ghi rõ tên, mã MH, mã nhóm và xác nhận đồng ý của GV đồng ý cho bạn vào lớp dù trễ hạn (xác nhận qua mail) vì hiện tại đã quá trễ để ĐKMH cho HK211. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp  /. . . . Thưa Pđt. .   Nếu sau khi hoàn thành luận văn , đã đủ số tín chỉ ra trường nhưng vẫn còn một số môn học tự chọn không bắt buộc chưa qua , bị rớt thì có thể đăng kí xóa các môn học này ra khỏi bảng điểm được hay không hay phải đăng kí học lại và qua môn thì môn tốt nghiệp được ạ. Em cám ơn",
            "Thưa Pđt. .   Nếu sau khi em hoàn thành luận văn , đã đủ số tín chỉ ra trường nhưng vẫn còn một số môn học tự chọn không bắt buộc chưa qua , bị rớt thì có thể đăng kemxin pdt xóa các môn học này ra khỏi bảng điểm được hay không ạ ,Hay phải đăng kí học lại và qua môn thì mới tốt nghiệp được ạ. Em xin cám ơn!",
            "Thưa chị. .   Em có thắc mắc chưa hiểu liên quan đến quy chế tốt nghiệp xin chị giành thời gian giải đáp giúp. .    Nếu sau khi em đã hoàn thành luận văn và đã đủ số tín chỉ quy định nhưng em vẫn còn một số môn học tự chọn bị rớt , bỏ thi. Em thấy mình không hợp với các môn học đó , không muốn đăng kí học lại để hoàn thành thì có cách nào xóa môn học đó ra khỏi bảng điểm không ? . . . Việc chưa qua môn các môn đó có ảnh hưởng việc xét tốt nghiệp hay không ạ ?. .   Em cảm ơn chị.. .",
            "Chào em,. . - Em học đủ các môn học trong CTĐT (kể cả các môn tự chọn có trong CTĐT thì mới xét tốt nghiệp được). . . . - Trong bảng điểm in có ĐTBHK, ĐTBTL và tất cả các môn sv theo học. (không bỏ môn em muốn bỏ nhé).. . . . Thân mến,. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Đăng ký môn học  /i. . Dạ phòng đào tạo, em là sinh viên đã hoàn thành xong chương trình học còn thi anh văn nói viết để ra trường. Em được biết là tháng 9 sẽ có đợt thi không biết chính xác khi nào có lịch ạ, vì đợt thi trực tuyến lần 1 em không nhận được mail báo đăng kí nên rất lo lắng ạ. . Mong phòng đào tạo giải đáp giúp em ạ. . Em cảm ơn ạ",
            "Bạn kiểm tra mail lại nhé, nếu không đăng ký được thì đợi đợt 4 nhé. . Do khả năng tổ chức thì online có giới hạn, nên chỉ lọc danh sách những bạn đủ tiêu chuẩn TN trong đợt này để ưu thi trước (có thể không đủ).. . Trường hợp của bạn cô sẽ ghi nhận lại và bạn vui lòng đợi mail thông báo vào đăng ký thi trong đợt 4 nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào phòng đào tạo .. . Em tên [full_name] -[student_id]. . Kì 211 này em có làm luận văn .Hiện tại tên gvhd của em trên mybk không đúng với gv hiện tại của em. Mong pdt kiểm tra giúp em. Hiện tại, GVHD của em là Thầy [full_name] nhưng trong e-learning là thầy [full_name].. .",
            "Chào bạn. . Để điều chỉnh lại thông tin, bạn vui lòng liên hệ Khoa/bộ môn để hỗ trợ thay đổi . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào PĐT, Em là [full_name], sinh viên Việt Pháp K16 - ĐHBK TPHCM. .  . . PĐT cho em hỏi: Em đã đăng ký xác minh bằng tiếng Pháp vào ngày 18.06.2021 nhưng đến giờ vẫn chưa có kết quả xác minh. Em đã liên hệ bên Khoa Tiếng Pháp ĐHSP - nơi xác minh bằng nhưng họ báo rằng chưa nhận được công văn yêu cầu xác minh từ phía trường ĐH Bách Khoa. . . . . Mong PĐT kiểm tra lại giúp em trường hợp xác minh bằng tiếng Pháp B1 để em có thể đủ điều kiện   B xét tốt nghiệp vào ngày 08.09.2021  /B  sắp tới. . . . . Trân trọng.. . . . [full_name] . . ID: [student_id]. . M: (84) [phone_number] - [full_name]: [phone_number] \t. . A: [full_name], [full_name], [full_name] 10, Ho Chi Minh City, Vietnam. .",
            "Chào em,. . PĐT đã nhận được thông tin của em, đã gửi đến bộ phận phụ trách sẽ trả lời  em qua bksi, email. . . . Thân mến,. .",
            "Em xin chào PĐT,. . . . Hiện tại đã có danh sách tốt nghiệp và em   B không có tên trên danh sách  /B . Điều này sẽ ảnh hưởng đến việc em đi làm vì công ty đang yêu cầu giấy tốt nghiệp tạm thời.. . . . Tính đến giờ đã hơn 1 tuần, em vẫn chưa nhận được bất kỳ liên hệ lại nào để trả lời vấn đề.. . . . . .",
            "Chào em,. . - PĐT đã gửi hồ sơ xác minh đến Trường Đại học Sư Phạm từ 6/2021, gửi nhắc lại tuần rồi. Đến nay PĐT chưa nhận được kết quả từ trường ĐHSP.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng đào tạo,. . Kì thi vừa rồi em có đăng kí hoãn thi môn Nhập môn Thị giác máy tính ME4201 và đã nhận được mail xác nhận nhưng sao bảng điểm của em vẫn hiện điểm 13 ạ. Em có thấy hạn nhập điểm hoãn thi là 30/9 thì điểm 13 hiện tại trong bảng điểm của em có tính không ạ? Mong phòng đào tạo giải đáp giúp em.. . Em xin cảm ơn",
            "Chào bạn. . Bạn xem lại thông báo sau khi đăng ký vào form Hoãn thi, kết quả sẽ trả lời Sinh viên vào cuối tháng 9. . . Nếu có QD hoãn thi sẽ được cập nhật thành điểm 14. . Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào PĐT ạ. . Em là [full_name], MSSV [student_id]. . . Hiện tại ngoài bằng Toeic Nói viết ra thì em đã đủ điều kiện tốt nghiệp tháng 11 này ạ. Cho em hỏi là em đã thấy lịch đăng kí thi Toeic 2 kĩ năng nói viết trên MyBK từ 6/9-8/9 nhưng em chưa được nhận mail hay thông báo về việc này. Vậy thì em có nằm trong diện được đăng kí thi hay không ạ? . . Em xin chân thành cảm ơn PĐT.. . . .",
            "Chào bạn. . Đã có thông báo rồi nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1612315  /b \t. . . .   i Đăng ký môn học . anh/chị cho em hỏi. trên tkb em có tkb môn đồ án tốt nghiệp mà bên e learning em không có lớp, k liên hệ được với giáo viên hướng dẫn.. . Phạm kỳ nguyện 1612315",
            "Chào bạn,. . Bạn vui lòng liên hệ về Khoa của bạn để được phân GVHD nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em xin chào PDT, em tên là [full_name], MSSV: [student_id].. . Em xin hỏi PDT là hiện em đã đăng ký môn Luận Văn Tốt Nghiệp Cơ Điện Tử mã:ME4019 rồi nhưng ở trên danh sách của Bộ Môn Cơ Điện Tử thì em vẫn chưa có tên và em cũng đã hỏi cả bên Bộ Môn thì cô phụ trách bảo em phải hỏi lại PDT, vì hiện tại trên BKe-learning tên GVHD của em đang sai ạ, mà em không có tên ở trong Bộ Môn nên không có thể hiệu chỉnh được ạ.. . GVHD của em hiện tại là thầy [full_name] ạ. Vì vậy em mong PDT có thể xử lý giùm em việc này với ạ.. . Em xin chân thành cảm ơn!",
            "Chào bạn,. . Bạn vui lòng liên hệ về Khoa để đổi GVHD nhé, vì danh sách GVHD do Khoa gửi cho Phòng Đào tạo nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em không đăng kí môn cho học kì 1 2021-2022. Em đã hoàn thành việc bảo vệ luận văn tốt nghiệp, còn thiếu toeic 2 kỹ năng còn lại. Trong trường hợp không thể hoàn thành toeic 2 kỹ năng để tốt nghiệp, em cần làm đơn như thế nào để được tiếp tục duy trì tình trạng học để có thời gian hoàn thành anh văn để ra trường ạ. Em cảm ơn ạ.",
            "Chào bạn,. . Việc ĐKMH là tùy từng SV nhé bạn, và ĐKMH theo từng đợt ĐKMH đã gửi mail thông báo.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "EM [full_name] - MSSV: [student_id]. .   i Học vụ . Ngày hôm qua khi em kiểm tra thời khóa biểu và môn học của mình, và đã bị xóa môn học,và chưa biết lý do ạ,. . em mong phòng kiểm tra lại giúp em, để em đảm bảo lịch học tốt ạ.. . em xin cảm ơn ạ!",
            "- Sinh viên xem lý do tại sao có ĐKMH HK211 Dự thính –Lộ trình 2- Đợt 2 mà không có TKB tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    ĐKMH HK211 Dự thính –Lộ trình. . 2 -Đợt 2 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa PĐT,. . . . Em có thể hỏi bây giờ có quá muộn để đổi đề tài hoặc rút môn đề cương luận văn tốt nghiệp không ạ.. . . . Em xin cảm ơn.. . . . Trân trọng,. . [full_name]",
            "Chào bạn. . - Về vấn đề đổi đề tài thì bạn liên hệ Khoa/bộ môn. . - Hiện mới có thông báo về rút môn học (có tính học phí). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào Thầy Cô!. . . . Em là [full_name]. . MSSV: [student_id]. . . . Em xin phép Thầy cô cho em được đăng kí môn học:. . Tên môn học: Thiết Kế Nhanh 2. . Mã Môn học: CI1005. . Nhóm lớp T01. . Lý do không đăng kí được: do bị thay đổi loại hình sinh viên đăng kí. . Giảng viên hướng dẫn: [full_name]. . . . Em mong thầy cô xem xét cho em được đăng kí môn học này ạ . . . . Em chân thành cám ơn thầy cô.. . . . Trân trọng. . [full_name]",
            "Chào bạn,. . Nhóm này dành cho SV VLVH, SV chính quy không đăng ký được nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin gửi đơn đề nghị tạm dừng học. Mong được nhà trường chấp nhận. Em xin cảm ơn",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn tạm dừng vào HK1(2021-2022) của bạn.. . Bạn vui lòng theo dõi tình trạng sinh viên từ “đang học” sang tình trạng “tạm dừng” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 24/9/2021. . PDT sẽ gửi qua mail file scan quyết định tạm dừng cho sinh viên trễ nhất là 30/9/21. Sau thời gian này vẫn chưa nhận được file quyết định tạm dừng vui lòng gửi phản hồi lại bksi để PDT kiểm tra và trả lời.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào thầy cô,. . Em hiện là sinh viên khóa K17 của trường. Em có đọc thông tin về \"Lịch trình đăng ký TN tháng 11\" với hạn cuối xét TH bổ sung là 20.10.2021. Ở \"Thông báo lưu ý về kế hoạch học vụ đầu học kỳ 1 2021-2022\", phòng đào tạo có thông báo sẽ xét tốt nghiệp đến cuối học kỳ 211. Dạ thầy cô cho em hỏi là hạn cuối nộp TH bổ sung xét TN là 20.10 hay cuối HK211 ạ?. . Em rất mong nhận được sự phản hồi và hỗ trợ từ thầy cô!. . Em cảm ơn thầy cô nhiều!. . Chúc thầy cô có một ngày vui vẻ ạ!. . . .",
            "Chào bạn. . •\tPdt sẽ giải quyết tốt nghiệp theo thông báo đến hết HK211 (dự kiến cuối tháng 12/2021) nghen, bạn yên tâm nghen.. . •\tLịch trình trình tốt nghiệp hiện tại trên trang aao.hcmut.edu.vn là để kịp Lễ tốt nghiệp trao bằng dự kiến tháng 11/2021 . . •\tXem chi tiết lịch trình tốt nghiệp tại trang web PĐT (aao.hcmut.edu.vn)    Tốt nghiệp    Thông tin tốt nghiệp    Tháng 11/2021    Lịch trình đăng ký tốt nghiệp và cấp bằng tháng 11/2021. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Lí do em không đăng kí được là do chưa đóng học phí. Mà học phí của môn đó là môn kĩ thuật điện mà em đã hủy môn trước khi có thời khóa biểu. Nay em xin pđt xét cho em không đóng học phí môn này. Em xin cảm ưn. Để em có thể đk dự thính bổ sung hk 211. . .",
            "Chào bạn. . Thời điểm đưa lên học phí trước ngày 17/6, và Pdt đã nhiều lần thông báo bạn đóng học phí và kiểm tra khiếu nại. . - Đến hiện tại không thể giải quyết khiếu nại về dkmh và học phí của HK203, bạn rút kinh nghiệm, . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào thầy/cô,. . Em tên [full_name], MSSV [student_id], khoa Điện - Điện tử.. . Thầy/cô cho em hỏi là làm cách nào để lấy giấy xác nhận sinh viên vì địa phương em đã yêu câu. Địa phương em có yêu cầu có thể cung cấp bằng giấy hoặc hình ảnh chứng minh đều được.. . Mong thầy/cô có thể phản hồi giúp em sớm. Em chân thành cảm ơn.",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . . . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng Đào Tạo.. . . . Vì tình hình dịch bệnh nên em không thể lên trường làm đơn thu nhận. Nên em mong nhà trường có thể hỗ trợ giúp em để em có thể sớm đăng kí thi anh văn Nói Viết bằng hình thức online. . . Em xin cảm ơn. . . . Trân Trọng. .",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn thu nhận vào HK1(2021-2022) của bạn.. . Bạn vui lòng theo dõi tình trạng sinh viên từ “Tạm dừng” sang tình trạng “đang học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 24/9/2021. . SV có thể đk thi AV nói viết bình thường nhé!. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Giờ em là sinh viên năm 2,trước em thi anh văn đầu vào ko đủ em phải học lại avcb. Trong quá trình đó là em có học để lấy bằng để nộp cho pass anh văn. Nhưng do tình hình dịch bệnh thì em ko thi được và em cũng ko học av1( nhu cầu) được. Giờ em định đăng ký môn anh văn 1 (nhu cầu ) em học rồi hè em học anh văn 2 là đủ nhưng hệ thống ko cho em đăng ký. Và ko có mở lớp hay sao em cũng ko biết. Giờ em ko biết phải xử lý sao. Mong hỗ trợ giúp em để em có thể nắm bắt được tình hình giúp em có kế hoạch học tập hợp lý nhất. . . Mong sớm được nhận phản hồi để em biết được!!!. . Em cảm ơn!!",
            "Chào bạn. . Hiện tại cũng không còn thời gian để xử lý dkmh của HK211. . - Hết giãn cách bạn đăng ký thi CCNN quốc tế nộp nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . .    Em là sv năm 3 khoa xây dựng. Cho em hỏi khi nào có thể xin giấy xác nhận hoãn nvqs ạ. Em lên mybk để đăng ký nhưng hệ thống bảo tạm hoãn từ ngày 13/8 vậy khi nào thì cho đăng kí.. .    Mong pđt giải quyết sớm giúp em vì địa phương em cần gấp ạ !. .",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . . . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] Chào thầy/cô[full_name] [full_name] Em là [full_name][full_name] [full_name] MSSV [student_id][full_name] [full_name] Nay em viết đơn này nhằm hỏi về vấn đề \"Hủy\" hoãn thi[full_name] Lần trước em có đăng ký hoãn thi môn Hệ quản trị cơ sở dữ liệu CO3021 lý do là bị mất file quay màn hình[full_name] Tuy nhiên tới bây giờ sau khi cài lại máy em phát hiện ra file quay màn hình vẫn còn[full_name] Nên em viết thư này mong được rút lại đơn hoãn thi và xin phép nộp trễ file quay màn hình của môn này ạ[full_name] Em đã rất nỗ lực để học môn đó nhưng lại gặp sự cố ngoài mong muốn nên mong nhận được sự cứu xét của thầy cô và phòng đào tạo[full_name] Em xin chân thành cảm ơn và mong nhận được sự phản hồi của quý thầy cô[full_name][full_name] [full_name] Trân trọng[full_name] [full_name] [full_name][full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name]",
            "Chào bạn,. . Bạn lưu ý, vấn đề nộp lại file hình bạn phải liên hệ trực tiếp với giảng viên nhé.. . Còn nếu bạn xin hủy hoãn thi thì PDT chỉ tiếp nhận tiếp xin hủy hoãn thi của bạn thôi nhé!. . Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Em chào Thầy/Cô ạ, em có đăng kí dự thính môn học Kỹ thuật chế tạo 1 và mấy hôm trước trong \"Trang của tôi\" trên elearning đã có môn học nhưng đến hôm qua thì đã không còn nửa, em muốn hỏi có phải em đã bị xóa môn rồi không ạ?",
            "- Sinh viên xem lý do tại sao có ĐKMH HK211 Dự thính –Lộ trình 2- Đợt 2 mà không có TKB tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    ĐKMH HK211 Dự thính –Lộ trình. . 2 -Đợt 2 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào nhà trường, hôm nay 2-9 e có đăng ký thi anh văn 2 kỹ năng mã BKE123, nhưng em lại không đăng ký được ( có đính kèm hình bên dưới), em nghĩ là do mình đã từng trễ hạn thanh toán khi đăng ký thi anh văn. . . . Nếu vì lý do là trễ hạn thanh toán. Em xin hỏi là có cách nào để em được đăng ký thi không, em cam kết sẽ thanh toán đầy đủ và đúng hạn. Em đã trễ tiến độ học 1 năm vì lý do là không đạt anh văn, em rất sợ điều tương tự xảy ra. . . . . Em mong nhận được phản hồi sớm từ nhà trường. . Em xin cảm ơn.",
            "Chào bạn. . Đợt tháng 9 & tháng 10 năm 2021 dành cho các sinh viên chuẩn bị tốt nghiệp trong học kỳ 211(dự kiến xét tốt nghiệp đến hết học kỳ 211). . Nên bạn vui lòng đợi thông báo sau hoặc hết thời gian giãn cách có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi có cách nào để liên lạc trực tiếp với Phòng Y tế không ạ? Em có vấn đề về BHYT cần hỏi trực tiếp trên Phòng Y tế ạ.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào PĐT ạ.. . . . Em có thắc mắc trong thời gian giãn cách như thế này thì sinh viên sẽ có cách nào nhận thông tin về bảng điểm không ạ? . . . . Em cảm ơn ạ.",
            "Chào bạn,. . SV có thể đăng ký in bảng điểm và nhận qua đường bưu điện nhé bạn, người nhận trả cước. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào cô!. . Em là [full_name], mssv [student_id].. . Em không thể đăng ký thi tiếng Anh nói viết (em chỉ thiếu cái này trong chương trình học). Trước đó em đã gia hạn thêm học kỳ 14 (HK202).. . Kính mong PDT xem xét, giúp đỡ em!. . Em chân thành cám ơn!",
            "Thân gửi các bạn sinh viên,. . . . Được sự đồng ý của Ban Giám Hiệu, Phòng Đào tạo kết hợp cùng Trung tâm Ngoại ngữ (TTNN) tổ chức kiểm tra Anh văn 2 kỹ năng Nói - Viết theo hình thức trực tuyến trong tháng 9 & 10 năm 2021 dành cho các sinh viên chuẩn bị tốt nghiệp trong học kỳ 211(dự kiến xét tốt nghiệp đến hết học kỳ 211).. . . . - Đăng ký tại: Mybk.hcmut.edu.vn    chọn  Đăng ký môn học    chọn Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến–Đợt 2-MSMH:BKE123.. . . . - Thời gian đăng ký : từ 8g ngày 09/9 đến 14g50 ngày 13/9 . . . . - Thời gian thanh toán lệ phí (150.000): từ 8g ngày 14/9 đến 14g50 ngày 15/9. . . . - Ngày thi: TTNN sẽ thông báo chi tiết ngày thi cho từng SV qua mail sau khi đã hoàn tất thanh toán lệ phí thi đúng hạn.. . . . Lưu ý:. . . . 1) Trong tháng 9 và 10/2021 TTNN dự kiến tổ chức 4 đợt thi, mỗi đợt thi tổ chức tối đa khoảng 800 SV. Do khả năng tổ chức thi trực tuyến có giới hạn nên sẽ ưu tiên cho các bạn đăng ký sớm trong từng đợt thi. Sinh viên cân nhắc để đăng ký trong từng đợt (dự kiến có 3000 SV đăng ký thi). . . . . 2) Trường hợp SV không đăng ký được trong Đợt 2, vui lòng đợi mail thông báo đăng ký vào đợt tiếp theo (các ngày thi trong 4 đợt sẽ diễn ra liên tục, bắt đầu từ ngày 15/9 đến 10/10).. . . . 3) SV chỉ được đăng ký thi 1 lần duy nhất trong đợt tháng 9 & 10 /2021 (hình thức trực tuyến), trường hợp SV thi không đạt, hoặc bỏ thi, hoặc thanh toán lệ phí thi trễ hạn vui lòng đợi thông báo sau hoặc hết thời gian giãn cách có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ (SV đã đăng ký được ở Đợt 1 thì không đăng ký được ở Đợt 2).. . . . 4)  Trường hợp SV không thanh toán lệ phí hoặc thanh toán lệ phí trễ hạn sẽ không được thi & ghi nợ lệ phí (SV phải thanh toán dù không dự thi).. . . . 5) Hình thức thi trực tuyến theo file đính kèm.. . . . P/S: SV đã đăng ký ở Đợt 1 & SV đã đạt Anh văn 2 kỹ năng Nói - Viết theo quy định vui lòng bỏ qua email này./."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên : [full_name]. . -MSSV : [student_id]. . . . Nay em làm đơn này kính xin Ban Giám hiệu nhà trường, Phòng đào tạo, Khoa và quý thầy cô cho phép em được đăng ký học môn :. . -Môn : ĐA[full_name] Kết cấu bê tông cốt thép 1. . -Mã [full_name] : CI2093. . -Giáo viên : Thầy [full_name]. . -Học kỳ 2 : (2020-2021) hệ chính quy.. . Lý do : em đăng ký nhưng quá sỹ số kính mong Ban Giám hiệu nhà trường, Phòng đào tạo, Khoa và quý thầy cô xem xét và giải quyết cho em. . Em xin chân thành cảm ơn !",
            "Chào bạn,. . Hiện tại SV muốn xin ĐK bổ sung môn học (ghi rõ lý do xin đăng ký trễ, tên MH, mã MH, mã nhóm xin đăng ký và kèm xác nhận đông ý của GV cho vào lớp . . Đã qua trễ rồi nên bạn vui lòng bổ sung cho cô trước  ngày 14/9 nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Yêu cầu khác . Em tên là[full_name] [full_name] - MSSV[full_name] [student_id]. . Vào ngày 23/8/2021 em có đăng kí hoãn thi môn vật lí 1 (PH1003) vì lí do không vào được hệ thống bkex trước giờ thi và đã được PĐT xác nhận. Nhưng đến nay em lên trang thông tin sinh viên xem lại thì thấy cột điểm thi cuối kì môn vật lí 1 của em là 13 chứ không phải 14. Em mong quý thầy cô PĐT xem xét lại về đơn hoãn thi của em ạ.. . Em cảm ơn thầy cô.",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào phòng đào tạo. . . Em tên : [full_name]-[student_id]. . Thuộc Bộ môn Cơ điện tử -Khoa Cơ khí. . . . Hiện tại môn Luận văn của em đã có tkb và trên e-learning nhưng bộ môn báo về em không có trong danh sách làm luận văn của bộ môn, kêu em liên hệ [full_name] . Pdt xác nhận và kiểm tra tên em với bộ môn giúp em để em có thể chỉnh sửa GVHD theo yêu cầu của bộ môn ạ.",
            "Chào bạn. . Pdt kiểm tra bạn đã đăng ký được môn LVTN. . - Bạn chụp hình tại MYbk- xem tkb [full_name]/ bô môn bổ sung. . - Pdt sẽ cập nhật danh sách sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào phòng đào tạo,. . . . Trước khi thi học kì 202 em đã có đăng kí hoãn thi toàn bộ các môn học. Nhưng không hiểu sao giảng viên lại nhập điểm 0 của em vào môn học đó ạ? Chừng nào thì điểm của em mới cập nhật chính xác và không biết là em có nên hoang mang không ạ",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào anh/chị,. . . . Em là K19. Vì một số lý do cá nhân nên đợt học kì đăng kí tham gia GDQP em đã bỏ lỡ. Cho em hỏi là kì gần nhất sẽ mở GDQP là khi nào ạ? Và có mở lớp online không ạ :(",
            "Chào em,. . Em liên hệ PĐT TT GDQP qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào. Em muốn hỏi kết quả xử lý đơn xin hoãn thi:. . Môn thi: Tiếng pháp 6 (003706). . Lịch thi: 07h00 – 19/08/2021. . Sinh viên: [full_name]. . Mssv: [student_id] .",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . [student_id] . . em là [full_name] . . ngày đợt  Đăng ký môn học Dự Thính Chính Quy + Hệ Vừa Làm Vừa học - HK211- Đợt 3, diễn ra từ 17/08/2021 08:59 AM đến 19/08/2021 03:30 PM em đã đăng kí lớp LA1039 - Anh văn 2A (nhu cầu) nhóm lớp DT01. Nhưng hiện này là ngày 02/09 mà em chưa có thời khóa biểu ạ. Em biết hiện nay PDT đang rất bận giải quyết tuyển sinh nhưng mong anh chị giải đáp cho em ạ. Em xin cảm ơn.",
            "- Sinh viên xem lý do tại sao có ĐKMH HK211 Dự thính –Lộ trình 1- Đợt 3 mà không có TKB tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    ĐKMH HK211  -Đợt 3 - Kết quả đợt 3    bấm vào mục Đăng ký mới    chọn. . Loại hìnhđăng ký    xem Lịch sử đăng ký.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô.. . . . Thầy cô cho em hỏi, hiện tại em muốn rút môn học nhưng không biết thủ tục để rút môn như thế nào và cần chuẩn bị giấy tờ như thế nào và việc rút môn có thể thực hiện online được không ạ?. . . . Em xin cảm ơn.",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên: [full_name]. . MSSV: [student_id]. . Em được biết HK211. [full_name] [full_name] Tốt Nghiệp trường miễn yêu cầu Anh [full_name]. Vừa rồi em đăng kí LVTN vào đợt bổ sung (23/8 - 25/8) nhưng kết quả lại không có trong thời khoá biểu. . . Em còn nợ môn PLĐC (SP1007, 2 chỉ), Nhập môn về lập trình (CO1003, 3 chỉ) và 3 môn AV1,3,4. Do dịch nên em chưa thể thi và nộp bằng Tiếng Anh để thay thế điểm 3 môn AV1,3,4. Nếu không xét đến điểm AV, thì học kỳ 211 e chỉ nợ 5 chỉ (SP1007 và CO1003) là đủ điều kiện nợ tối đa 7 TC theo tiến độ học tập để có thể đăng kí LVTN.. . Mong PĐT xem xét trường hợp này giúp em ạ. Em xin cảm ơn.. . Mã môn LVTN: MA4343. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 20/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào tạo Trường Đại học Bách Khoa Hồ Chí Minh. . . Em tên: [full_name].. . Lớp KU20CKT1. Khoa Khoa học Ứng dụng. . . Em viết đơn này xin Phòng Đào tạo có thể in Giấy xác nhận sinh viên để trình bày lí do với địa phương về việc Hoãn nghĩa vụ quân sự.. . Địa chỉ: Thôn Lý Hòa, xã Nhơn Lý, thành phố Quy Nhơn, tỉnh Bình Định. . . Số điện thoại: [phone_number].. . Em xin chân thành cảm ơn. . .",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . . . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn,. . SV vui lòng tự kiểm tra môn học mình cần đăng ký nhé.. . Thời điểm này, SV phải kèm xác nhận đồng ý vô lớp của GV (xác nhận qua mail nhé). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đã gửi form yêu cầu hoãn thi cho PĐT nhưng hiện giờ có vài môn em hoãn xuất hiện điểm 13, em cần rõ hơn về vấn đề này. Liệu em không được hoãn thi hay do PĐT đang quá tải chưa cập nhật được.",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã làm đơn trình Lên văn phòng khoa, khoa đã xác nhận và kính chuyển . Sau đó em gửi đơn lên phòng đào tạo theo như hướng dẫn của Văn phòng khoa . . . Em chờ đợi 2 này thì phòng đào tạo replay mail và hướng dẫn em hỏi ở trên bksi ạ .. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT. . Em có đăng kí hoãn thi môn PPT trong kỳ thi vừa rồi, đã gửi mail, đã điền form, và PĐT cũng đã gửi mail xác nhận nhưng tại sao em vẫn nhận điểm 13. . Em mong PĐT phản hồi sớm . . Em cám ơn!!!!\t. . . .",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé. (em đọc các mốc thời gian ...) . . Thân mến,. ."
        ]
    }
]