[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chày thầy/cô,. . Hôm trước em có gửi thắc mắc về bợ BHYT, BHTN và thanh toán HP HK211 (ID QA: 38150). Em có liên hệ trạm y tế qua email được hướng dẫn thì trạm y tế có trả lời là báo PĐT xoá nợ phí BHYT, BHTN cho em (như hình đính kèm). Về HP HK211 em đã thanh toán hôm qua và tình trạng trên BKPay cũng đã xác nhận thanh toán.. . Nhưng hiện tại em vào đăng ký xét tốt nghiệp thì hệ thống báo em vẫn còn nợ học phí ạ.. . . . Mong thầy/cô xem và phản hồi,. . Em xin cảm ơn.",
            "Chào bạn. . Pdt sẽ cập nhật lại, bạn vào khai lại thông tin tốt nghiệp sau thứ 4 ngày 13/10 . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là [full_name], MSSV [student_id], em đã đăng kí xét nghiệp từ ngày 5/10/2021 và đã được PTĐ confirm rồi, nhưng đến nay em vẫn chưa được nhận mail hay có tên trong danh sách tốt nghiệp dự kiến. PĐT xem xét lại  giúp em với.. . . . Thanks and Best Regards",
            "Chào bạn,. . Vì bạn học CH4371 không phải là CH4331(theo CTDT), Cô đang báo để kiểm tra lại CTDT. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/ cô!. . Hiện tại em cần bảng điểm của năm học 2020-2021, nhưng vì cần gấp và cần file mềm nên em sợ nhận bảng đêỉm qua đường bưu điện sẽ không kịp.. . Vậy em xin thầy/cô có thể cho em nhận file điểm năm 2020-2021 qua mail được không ạ!. . Em xin in bảng điểm của học kỳ chính năm 2020-2021 thôi được không?. . và thủ tục như thế nào để em nhận được file bảng điểm?. . Em xin chân thành cảm ơn thầy/cô!",
            "Chào bạn,. . Hiện tại theo quy trình in Bảng điểm in ra trình ký và đóng dấu và chuyển bưu điện liền nha bạn. Nên bạn vui lòng đăng ký in bảng điểm sớm thì sẽ nhận được bảng điểm sớm thôi, hiện tại cô kiểm tra bạn vẫn chưa đăng ký in bảng điểm.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ và tên sv: [full_name]. . MSSV/MSGV: 170021. . Hiện tại thì em đã hoàn thành xong tất cả môn học chỉ còn tín chỉ anh văn để ra trường, nhưng do tình hình dịch bệnh nên em không đi thi được, nên có thể em sẽ không thể kịp tiến độ tốt nghiệp trong học kì này, vì đã hết môn học nên em không đăng ký môn học không có thời khoá biểu cho nên em không đăng ký giấy tạm hoãn NVQS được, với trường hợp của em nếu không có giấy tạm hoãn em sẽ bị gọi đi nghĩa vụ trong đầu năm sau, tức là không kịp để tốt nghiệp nên em mong PĐT có thể giải quyết vấn đề này giúp em có được không ạ. Vì nếu em đi nghĩa vụ đồng nghĩa em sẽ bị hoãn lại và mất luôn bằng tốt nghiệp mong PĐT có thể giúp đỡ em về vấn đề trên, em xin chân thành cảm ơn",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào em,. .  Trung tâm hỗ trợ SV sẽ giao sách về nhà cho SV.. . Thân mến. .",
            "Yêu cầu khác: Dạ em chào thầy, cô. Em tên là [full_name], đến từ khoa Kỹ thuật hoá học, mã số sinh viên là [student_id]. Em muốn hỏi về giao giáo trình ạ. Em và bạn em đều ở TPHCM nhưng bạn em đã có rồi nhưng em vẫn chưa thấy có ạ. Em hơi lo với sốt ruột quá. Vậy em vẫn tiếp tục đợi ạ ?",
            "Chào em,. .  Trung tâm hỗ trợ SV sẽ giao sách về nhà cho SV.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa Phòng Đào Tạo, hiện tại ở phường em có yêu cầu em phải nộp giấy xác nhận SV để hoãn NVQS. Tuy nhiên thời hạn chỉ có 1 tuần. Phòng Đào Tạo cho em hỏi là văn phòng Khoa Điện ở CS1 có làm việc không để em có thể lên nhận trực tiếp ạ? Hay em chỉ có thể nhận qua đường bưu điện ạ? Em xin cảm ơn.",
            "Chào em,. . Em có thể đăng ký nhận ở Khoa.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   I Yêu cầu khác: I cannot find the meet link to study calculus 1 and calculus 1 ( exc ) on the e-learning. Please check and add the link for me.. . . . Thanks for read."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em không"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em không tự cập nhật thông tin cá nhân trên mybk được ạ.. . . . Ngày sinh của em bị sai nên PĐT có thể cập nhật lại giúp em thành ngày 20.01.2000 được không ạ?",
            "Chào em,. . Em chụp hình giấy khai sinh có mộc đỏ rồi gửi lại.. . Thân mến. .",
            "Em gửi lại giấy khai sinh ạ.",
            "Chào em,. . PDT ghi nhận trường hợp của em, đã gửi đến bộ phận liên quan xử lý. Nếu sau thời gian 1 tuần (kể từ ngày tiếp nhận, trừ thứ 7,CN và các ngày lễ), chưa được xử lý vui lòng gửi lại câu hỏi để PDT kiểm tra lại nhé!. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] Dạ chào [full_name]/Chị[full_name] [full_name] Em tên Võ [full_name] Duy, Mssv:[student_id], học Khoa Cơ khí chất lượng cao[full_name] Hiện tại em đã hoàn thành xong chương trình học[full_name][full_name] [full_name] [full_name]/chị cho em được đặt 2 câu hỏi:[full_name] [full_name] 1/ Về môn “Lựa chọn vật liệu trong thiết kế” ME4461, em đã liên hệ Thầy và Thầy nói đã đưa điểm lên MyBK từ tuần trước rồi mà hiện tại trên MyBK của tụi em chưa được cập nhật[full_name][full_name] [full_name] 2/ Về việc danh sách tốt nghiệp tạm thời,sau khi đã được cập nhật đủ điểm, em đăng kí tốt nghiệp[full_name] Thì thời gian bao lâu thì tụi em có tên trong danh sách đủ điều kiện tốt nghiệp vậy chị?[full_name] [full_name] Em hi vọng anh/chị có thể trả lời sớm nhất để em có thể cập nhật thông tin cho công ty và được đi làm ạ[full_name][full_name] [full_name] Công ty yêu cầu em phải có tên trong danh sách tốt nghiệp trước tháng 11 để có thể được đi làm[full_name][full_name] [full_name] Thật sự đây là một cơ hội rất tốt của em và em hi vọng có thể kịp hoàn thành thủ tục để đi làm[full_name] [full_name] [full_name] Em cảm ơn và chúc anh/chị một ngày tốt lành ạ[full_name]",
            "Chào bạn. . 1- Cô kiểm tra điểm trong hệ thống gốc chưa có nên bạn vui lòng liên hệ Giảng viên để xem trong quá trình cập nhật điểm có lỗi gì. . 2- Thông thường thứ 6 hàng tuần Pdt sẽ cập nhật danh sách tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào PĐT,. . . . Em tên là [full_name], MSSV [student_id]. . . . Em cảm ơn PĐT hoàn tất đăng ký tốt nghiệp và in bằng tốt nghiệp tạm thời cho em ạ.. . . . Em mong PĐT có thể gửi bằng tốt nghiệp tạm thời qua bưu điện sớm vì em cần có bằng tốt nghiệp tạm thời trước ngày 15 tháng 10 để em đi dịch thuật công chứng và hoàn tất hồ sơ du học gửi cho trường bên Hàn Quốc ạ.. . . . Vì hồ sơ yêu cầu có bản giấy bằng tốt nghiệp tạm thời nên em hi vọng PĐT có thể giúp em.. . . . Địa chỉ em đăng ký gửi bằng tạm thời là:. . 12/4 đường Bảo Vinh, tổ 30, KP Bảo Vinh B, phường Bảo Vinh, thành phố Long Khánh, tỉnh Đồng Nai. . . . Số điện thoại của em là [phone_number]. . . . Em xin cảm ơn.. . . .",
            "Sáng Thứ 6 hàng tuần P.ĐT sẽ lấy dữ liệu SV đăng ký và đã thanh toán lệ phí tốt nghiệp trước đó để tiến hành in giấy chứng nhận tốt nghiệp tạm thời, dự kiến nhận trễ nhất vào thứ 3 tuần tiếp theo. Giấy chứng nhận tốt nghiệp sẽ được tải lên trang đăng ký hồ sơ cấp bằng. Sinh viên tự lên tải về sử dụng trong thời gian này. . . Giấy chứng nhận tốt nghiệp bản chính sẽ được gửi về Sinh viên qua bưu cục theo địa chỉ Sinh viên đã đăng ký. hiện tại giấy chứng nhận của bạn đã được gởi bưu điện, bạn đợi nhận nghen. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào bên phía nhà trường, em tên là   B [full_name] - [student_id]  /B  hiện đang là sinh viên khoa Khoa học máy tính. . . Hiện nay em đã đóng học phí đầy đủ và đạt đủ số tín chĩ tích luỹ theo khoa quy định. Em muốn nhờ các thầy cô xem xét, thêm em  danh sách tốt nghiệp trong đợt xét lần này. . . Em cảm ơn nhà trường,. . Khôi. .  .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin gửi đơn đăng ký môn học bổ sung xin phòng đào tạo xem xét giúp em.. . Em xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hiện tại trong bảng điểm của em, môn kỹ thuật lập trình đang có điểm 0.0. Em có thắc mắc là như thế nào mới tính là hoãn thi ạ? Vì điểm 0.0 đó đã không thay đổi kể từ khi có cập nhật bảng điểm. Trong email có nhắc đến trước ngày 12/10 trường sẽ cập nhật lại kết quả hoãn thi (trước ngày 9/9). Nếu điểm của em là 0.0 thì được tính là như thế nào ạ?. .",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi em đã gửi file ảnh về đăng kí rút môn rồi ạ. Cho em hỏi là em đã được rút môn chưa ạ. Vì cuối tuần có thi giữa kì môn này, nên em lo quá ạ. Em là [full_name] Mssv:[student_id]. Em cảm ơn ạ. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. .  - Phòng Đào tạo đã đồng ý yêu cầu về việc RÚT MÔN HỌC (tính Học Phí theo quy định)(Chính quy + Dự thính) của học kỳ 1(2021-2022). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 29/10/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để phản hồi).. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em cũng đã mail cho giáo viên dạy môn Tín hiệu hệ thống(EE2005) và được phản hồi là thầy vẫn gửi điểm cho em là 7.5 và không có điều chỉnh gì sau đó. Vậy cho em hỏi là em cần làm gì và liên hệ đến đâu để được cập nhật lại đúng điểm của em ạ. Em xin cảm ơn.",
            "Chào em,. . Em xem lại bảng điểm sau ngày 12/10/2021.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo,. . . . Em là [full_name]. . Là sinh viên văn bằng 2 chuyển hệ sang hệ VHVL, ngành Khoa học máy tính.. . Đã hoàn thành tất cả các môn học trong chương trình đào tạo và đang chờ điểm môn Đề cương luận văn tốt nghiệp.. . Trong đợt đăng ký môn học, em đã đăng ký môn Luận văn tốt nghiệp nhưng bị hủy do không có điểm môn tiên quyết.. . Kính mong phòng đào tạo xem xét cho em đăng ký môn học Luận văn tốt nghiệp, mã CO4313",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH (học phần tốt nghiệp: TTTN, DCLV, LVTN) của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV. . . Trường hợp nếu không đăng ký được (không đủ điều kiện (thiếu môn tiên quyết, thiếu ngày CTXH..)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi: quá thầy cô phòng đào tạo Đại học Bách Khoa TP.HCM.. . Em tên là: [full_name]. . MSSV: [student_id]. . Em viết thư này với mục đích là để hỏi xin giấy xác nhận hoãn NVQS. Do em đã hoàn thành chương trình học nhưng còn thiếu chứng chỉ ngoại ngữ, nên học kỳ này thời khóa biểu của em bị trống vì vậy nên em không thể đăng ký giấy xác nhận sinh viên để hoãn NVQS. Trường hợp em đi NVQS sẽ mất 2 năm và lúc đó thời gian đào tạo của em sẽ vượt quá quy định.. . Em viết thư này để xin ý kiến các thầy cô phòng đào tạo làm cách nào để em có thể xin được giấy hoãn NVQS.. . Em rất mong nhận được phản hồi của quý thầy cô.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . =  Nhà trường làm theo đúng quy chế, quy định:. . . . Trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . - Em viết thư này để xin ý kiến các thầy cô phòng đào tạo làm cách nào để em có thể xin được giấy hoãn NVQS.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name]. MSSV [student_id]. . . . Em là trường hợp nhầm mã môn CHuyên đề luận văn tốt nghiệp từ CH4331 thành CH4371. Em xin nhận lỗi về sự sai sót của mình trong quá trình DKMH cho đến khi có kết quả điểm số, em đã không có vấn đề gì nên mới không biết mình bị sai. Cho em hỏi trường hợp này của em nên làm gì và giải quyết như thế nào ạ. . . . . Em xin chân thành cảm ơn và xin lỗi vì sai sót của mình ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô.. . Em là [full_name] MSSV:[student_id]. . Em muốn hỏi trường mình có mở thêm đợt thi anh văn nói-viết nào nữa không ạ. Em mong trường mở thêm đợt thi cuối để các bạn thi rớt có cơ hội thêm một lần nữa ạ.. . Em cảm ơn ạ.",
            "Chào bạn. . Bạn vui lòng đợi thông báo khoảng từ giữa cho đến cuối tháng 10 về việc thi anh văn 2 kỹ năng các đợt tiếp theo. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào các thầy/cô.. . Em tên: [full_name]. . MSSV: [student_id]. . Dạ hôm nay em có nhận được mail về việc đăng ký rút môn học bị sai và được hướng dẫn thực hiện lại. Em xin gửi file ảnh của tờ phiếu đăng ký rút môn ạ. Môn học em xin được rút:. . - MSMH: ME4205. . - Tên môn học: Tự động hóa sản xuất. . - Nhóm L01. . Em xin được gửi file ảnh kèm theo ạ. Em xin cảm ơn. Em đã gửi file ảnh hai lần nhưng chỉ nhận được câu trả lời là các trích dẫn mà em không biết là em đã đăng ký rút môn thành công hay chưa. Mong thầy cô cho em biết em đã đăng ký rút thành công chưa ạ. Em xin cảm ơn.",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/ xem điểm trễ nhất là 22/11/2021. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân . .",
            "Học vụ . Lí do: Giãn cách em chưa mua được máy tính nên không thể đáp ứng môn CAD ứng dụng. Em đang lưu tài khoản MYBK với BKEL trên máy tính của đứa bạn học khoa y trường đại học Đà Nẵng ạ. Dịch nên trường bạn ấy không dạy nên em mượn để thi cuối kì HK202 và gk HK211. Trong vài tuần học cad, em có nhờ được 1 bạn khoa Xây dựng làm để nộp cho thầy [full_name]. Em không thể đáp ứng để thi GK và CK Cad ứng dụng vì không có điều kiện vật chất nên không có kĩ năng làm bài. Kính mong quý thầy cô xử lý giúp em. Em xin chân thành cảm ơn ạ",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/ xem điểm trễ nhất là 22/11/2021. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân . .",
            "đến nay môn cad ứng dụng của em vẫn là điểm 15 chứ ko phải 17 ạ. Mong thầy cô xem xét giúp em. .",
            "Chào em,. . Em kiểm tra lại TKB trên mybk/Thông tin sinh viên/Thời khóa biểu nhé. . đã cập nhật lại TKB cho bạn, phần xem điểm sẽ cập nhật sau cuối học kỳ 211 nhé. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô,. . . . Em là sinh viên Khóa 2017 và hiện tại đã đủ điều kiện tốt nghiệp như CTXH và Anh văn. Em đã có điểm Anh văn (Nói - [full_name]) vào ngày 05/10/2021 nhưng đến nay em vẫn chưa được cập nhật Điểm trung bình tích lũy ngành để đăng ký tốt nghiệp (như hình ảnh đính kèm).. . . . Em mong vấn đề của em được giải quyết sớm ạ. Em xin chân thành cảm ơn!",
            "Chào em,. . Em đã đủ điều kiện tốt nghiệp. Xem ĐTBTN trong file dự kiến TN.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT,. . Hiện tại vừa cập nhật TKB mới, lớp tiếng nhật mới của em bị trùng với lịch môn học khác. Vậy em có nên theo TKB mới hay vẫn theo TKB cũ cho tuần này ạ? Em xin cảm ơn.. . . . . .",
            "Chào bạn,. . SV chương trình chất lượng cao, quốc tế, bạn vui lòng liên hệ với anh [full_name] (Văn Phòng Đào tạo Quốc tế) để được hướng dẫn và hỗ trợ về ĐKMH nhé [email]. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Gửi phòng Đào tạo trường đại học Bách Khoa Hồ Chí Minh,. . . . Hôm nay em nhận được mail thông báo rằng Phiếu đăng ký tốt nghiệp bị trả đơn vì lý do chưa tải ảnh tốt nghiệp.. . . . Hiện tại em đã tải ảnh lên nhưng tình trạng đăng ký vẫn là \"Phiếu đăng ký không được xử lý\". . . . . Em cần phải làm gì để được xét Phiếu đăng ký tốt nghiệp?. . . . [full_name] . . Nguyễn Văn Quyền [full_name]",
            "Chào em,. . upload hình bình thường, sinh viên kiểm tra lại hình, kiểu ảnh jpg, hình kích thước tối thiểu 600px và   =1MB.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin rút môn học. . Giải tích 2. . Lớp DT03",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/ xem điểm trễ nhất là 22/11/2021. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ em là sinh viên khóa K15 tạm bị đình chỉ 1 học kỳ do không đăng ký môn học. Nay e gửi phiếu đăng ký thu nhận lại ạ.",
            "Chào bạn,. . Thời điểm hiện tại đã quá trễ để thu nhận vào HK211, bạn vui lòng trình bày giúp cô thời điểm này bạn xin thu nhận để làm gì?. . Thân",
            "Dạ em làm để nhận tốt nghiệp ạ",
            "Chào em,. . Hiện tại em đã đủ điều kiện tốt nghiệp chưa? . . Vì nếu SV xin đăng ký xét tốt nghiệp bổ sung, sau khi đủ điều kiện và ra danh sách dự kiến PDT sẽ tự động làm thu nhận cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa, em là [full_name] MSSV [student_id]. Hiện em đang cần giấy xác nhận sinh viên để làm thủ tục hoãn nghĩa vụ quân sự ạ, do cán bộ thông báo cho em trễ nên hiện em chỉ còn đến hết ngày mai để hoàn thành thủ tục ạ, mà em lại chưa có đăng kí nhận giấy xác nhận sinh viên.. . Cho em hỏi là có cách nào để em nhận được giấy xác nhận sinh viên trong ngày mai không ạ?",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Vì số lượng đăng ký giấy CNSV tăng đáng kể, PĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy cô!. . Do tài khoản OCB của em đang bị lỗi, nên em đã đóng học bằng cách chuyển vào tài khoản trường bằng Ngân hàng khác. . . Nhưng khi em kiểm tra trên BKPay thì thấy vẫn chưa được đóng học phí dự thính 211.. . Mong thầy cô kiểm tra lại giúp em ạ. . Em xin cảm ơn!. .",
            "Chào em,. . Hiện tại cô kiểm tra bkpay thì bạn đã thanh toán được khoản HP DT học kỳ 211 là 4.000.000 đ đồng rồi, kiểm tra và bkpay nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào PĐT,. . Em là [full_name] -MSSV: [student_id] - sinh viên khóa 2017 khoa Khoa học và Kỹ thuật Máy tính.. . . . Ngày 3/10/2021, em có xin phép PĐT về việc công nhận chứng nhận Tốt nghiệp cho em (em đã đủ điều kiện tốt nghiệp) và PĐT có phản hồi với em rằng sau ngày 12/10/2021 nếu vẫn chưa có email xác nhận em đủ điều kiện đăng kí Tốt nghiệp thì hãy phản hồi lại với PĐT.. . . . Nay đã là 12/10/2021 và em vẫn chưa nhận được email xác nhận em đủ điều kiện tốt nghiệp nên em xin được phản hồi lại với PĐT, mong PĐT sớm cập nhật thông tin tốt nghiệp cho em.. . . . Mong nhận được sự hỗ trợ từ quý Thầy/Cô, em cảm ơn rất nhiều.. . . . Trân trọng,. . [full_name]. .",
            "Chào bạn. . Cô gởi bạn đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào PĐT, em là [full_name], sv khóa 2017 khoa KHMT.. . . . Hồi học kì 202 em có đăng ký môn học Đồ họa Máy tính (CO3059) nhóm L02-A do thầy [full_name] giảng dạy. Thầy cũng đã công bố toàn bộ các cột điểm cho lớp và đăng lên bkEL vào hồi tháng 8. Tuy nhiên, đến thời điểm hiện tại, kết quả học tập môn này vẫn chưa được cập nhật ở trên bảng điểm của em (điểm CH). Em có mail hỏi thầy thì thầy bảo đã gửi lên MyBK rồi.. . . . Nên em kính mong PĐT xem xét và cập nhật điểm và số tín chỉ môn học này cho em đủ điều kiện tốt nghiệp. . . . . Mong nhận được sự hỗ trợ từ PĐT, em cảm ơn rât nhiều !. . . . Trân trọng,. . [full_name]",
            "Chào em,. . Cô đã gửi câu hỏi của em về khoa qua email [email] để kiểm tra. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có đăng kí hoãn môn Vật lý 1 (PH1003) học kì 203, nhưng trong danh sách hoãn thi HK203 không có môn này ạ. Em có cần làm đơn hay phải cần xác nhận của giáo viên không ạ, em cảm ơn ạ.",
            "Chào bạn,. . Sau khi đối chiếu dữ liệu, Pdt xác nhận bạn đã đăng ký Hoãn thi:. . [student_id]\tHK203\tPH1003. . Bạn xem lại mail Pdt đã gởi để biết cách thức tiến hàng sau khi Pdt đã xác nhận yêu cầu Hoãn thi của bạn. . Vì sự cố kỹ thuật nên có thể thông tin tra cứu không có dữ liệu của bạn. . Thân mến,. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em muốn hỏi cách để gửi lại phiếu đăng ký xét tốt nghiệp. Lúc trước em đã gửi phiếu một lần và đã thanh toán tiền hoàn tất, sau đó vì lý do thiếu ảnh thẻ nên phiếu bị đánh dấu là \"phiếu không được xử lý\".. . Hôm nay em đã cập nhật ảnh nhưng lại không thấy chỗ để gửi lại phiếu đăng ký.",
            "Chào bạn. . Pdt đã ghi nhận, bạn đã khai được thông tin tốt nghiệp và đóng lệ phí rồi nên không cần làm thêm gì nữa. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào phòng đào tạo trường!. . Cho em hỏi, bằng tốt nghiệp tạm thời sẽ gửi về nhà theo đường bưu điện hay lên văn phòng khoa nhận ạ?. .  (Lúc đăng ký tốt nghiệp, em đã tick vào mục gửi bằng tốt nghiệp tạm thời qua đường bưu điện). . . . Em cảm ơn!",
            "Chào bạn. . bằng tốt nghiệp tạm thời sẽ gửi về nhà theo đường bưu điện theo địa chỉ bạn đã đăng ký. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "I Yêu cầu khác: Cho em xin mẫu đơn xác nhận học tại trường bách khoa để hoàn thành hồ sơ vay vốn cho sv ạ",
            "Chào em,. . - Về vay vốn: em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . - xác nhận học tại trường =  mybk/xác nhận sv. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào cô ạ.Em là [full_name] học lớp CK20CK06 em có đăng kí anh văn 2A dự thính theo yêu cầu và phải thanh toán học phí trong khoảng từ 12 tới 17 tháng 10.Nhưng do em quên mật khẩu nên tài khoản Ocb em bị khóa và em cũng mới từ thành phố về quê và bị cách li nên không thể ra ngân hàng gửi được.Bây giờ em phải làm sao để thanh toán được ạ.. . Em xin cảm ơn. . Chúc cô luôn mạnh khỏe",
            "Chào em,. . - Số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . - Em cố gắng thanh toán sớm nhất nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi em đăng ký giấy tạm hoãn nghĩa vụ quân sự mà sau khi bấm đăng ký xong ở ô phía dưới không hiện gì cả vậy là em đã đăng kí thành công chưa ạ? Em cảm ơn mọi người ạ.",
            "Chào bạn. . Bạn đã đăng ký thành công và đang được xử lý. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:  Em sắp ra trường nhưng vì kẹt 1 môn chưa lên nộp đơn xét miễn được ( do đợt dịch covid này). mà gần hạn chót rồi nên em lo lắng quá!. . Em muốn hỏi là phòng đào tạo và văn phòng khoa đã hoạt động lại chưa ạ?. . Nếu chưa thì em có thể làm đơn xét miễn nộp online được không ạ? Môn này đã được đề cập trong \"yêu cầu\" trước của em và đã được xác nhận có thể xét miễn.. . Em cảm ơn.",
            "Chào bạn. . Đơn miễn môn học nộp trực tiếp tại Khoa. . hiện tại Trường làm việc bình thường nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] Kính gửi[full_name] Phòng Đào tạo Trường Đại Học Bách Khoa[full_name] [full_name] [full_name] [full_name] Em xin kính chào quý Thầy/ Cô[full_name] [full_name] Em tên là[full_name] [full_name], MSSV[full_name][student_id][full_name] Hiện nay đang là sinh viên thuộc Khoa Kỹ Thuật Xây Dựng, lớp tài năng ngành xây dựng dân dụng và công nghiệp khóa 2017[full_name] XD17KSDD[full_name][full_name] [full_name] Hiện tại em đã hoàn thành xong chương trình bậc đại học[full_name]Vì lý do không hoàn thành được mức điểm 7[full_name]5 với một số môn cốt lõi nên em không đủ điều kiện xét tốt nghiệp dành cho sinh viên kỹ sư tài năng[full_name] Nay em viết đơn này để xin rút khỏi chương trình kỹ sư tài năng và kịp thời xét tốt nghiệp bẳng kỹ sư thường trong đợt tốt nghiệp tháng 11/2021[full_name][full_name] [full_name] Em kính mong quý Thầy/ Cô xét duyệt kịp thời để em có thể tốt nghiệp vào đợt tháng 11 tới[full_name][full_name] [full_name] Em xin chân thành cảm ơn quý Thầy/ Cô[full_name]",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT,. . . . Em tên [full_name], MSSV [student_id], hiện tại em đã đăng ký tốt nghiệp kì này và sẽ làm lễ tốt nghiệp vào tháng 1/2022 năm sau. Em muốn hỏi là trường hợp em muốn đăng ký học 1 ngành khác theo chương trình đào tạo đại trà chính qui của trường mình luôn, cụ thể là ngành Quản trị kinh doanh, thì em có phải thi THPT hay tham gia kì thi đánh giá năng lực như học sinh THPT hay không?. Nếu em đăng ký học được thì những môn trùng với chương trình lúc trước em học có được miễn hk ạ?.. . Em xin cám ơn.",
            "Chào bạn,. . Về việc hồ sơ bằng 2, bạn vui lòng gửi email đến [email] để được tư vấn và hỗ trợ nhé!. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV/MSGV: [student_id]. . Dạ chào các thầy/cô ở PĐT ạ, em tên [full_name], thầy/cô cho em hỏi là giờ em đăng kí hủy môn còn được không ạ, vì em thấy đã hết hạn nhưng em vẫn muốn hủy môn vì nó sẽ ảnh hưởng đến bảng điểm học kì của em ạ. Em muốn hủy môn Cơ lưu chất dự thính, MSMH CI2003.Em xin cảm ơn PĐT ạ.. .",
            "Chào em,. . - Đã hết hạn hủy môn học. . - Đã hết thời gian rút môn học, nếu em muốn rút (phải thanh toán học phí), em cần làm theo hướng dẫn sau:. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Hạn cuối để đăng ký lại đến 10 giờ ngày 14/10/2021. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Lý do: không có laptop. . . . Em xin hoãn học, hoãn thi ạ",
            "Chào em,. .  •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo Trường đại học Bách Khoa TP.HCM.. . Em tên là [full_name]_MSSV:[student_id]. . Cho em hỏi là em có thể chuyển chương trình đào tạo từ chương trình Tiên Tiến sang chương trình Đại Trà được không ạ.. . Em xin chân thành cảm ơn.. .",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào [full_name]ầy Cô!. . . . Em không biết lý do vì sao em không có tên trong danh sách tốt nghiệp dự kiến vì số chỉ em đã đủ. Nhưng giờ em đã tìm ra nguyên nhân là em chuyển điểm anh thiếu cột AV4.. . . . Em lên trang mybk đăng kí chuyển điểm nhưng để là 5đ trong khi trên website để là 7đ. [full_name]ầy Cô vui lòng cho em hỏi nếu em chuyển điểm anh văn 4 với số điểm của CNNN cũ của em thì em sẽ được bao nhiêu điểm AV4 vậy ạ.. . . . Em cảm ơn ạ. Trân trọng.",
            "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thưa phòng đào tạo,. . ﻿. . ﻿Em là [full_name], MSSV [student_id]. Hiện tại em nhờ phòng đào tạo kiểm tra giúp em hiện tại em vẫn chưa đăng ký tốt nghiệp được ạ (chưa có tên trên danh sách dự kiến). Em tự kiểm tra thì em thấy đã đủ điều kiện để xét tốt nghiệp ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Đăng ký rút môn học do lần 1 đăng ký cả mã môn bài tập nên không thành công. . Mã môn rút CO3069 - Mật mã an ninh mạng",
            "Chào em,. . Hiện tại PĐT đã cập nhật kết quả RÚT MÔN HỌC HK211 (điểm 17) của SV đã đăng ký qua google forms. Sinh viên vui lòng vào kiểm tra tại Trang: mybk.hcmut.edu.vn è Thông tin sinh viên è Bảng điểm.. . Cô thầy môn CO3069 - Mật mã an ninh mạng đã được cập nhật điểm 17, SV vui lòng kiểm tra lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name] [student_id], hiện tại em có một vấn đề về bảng điểm trên cổng thông tin sinh viên. Giảng viên môn Mạch công suất điện cơ đã cập nhật lại điểm của em có điểm trung bình là 7 (trước đó là 2.5) trong trang Phúc tra điểm thi, tuy nhiên trên trang Bảng Điểm của cổng thông tin sinh viên chưa cập nhật lại điểm thành phần, điểm thi và điểm trung bình môn đúng như vậy. Em mong nhà trường sớm giải quyết vấn đề này vì không chỉ mỗi em mà có mấy bạn lớp em cũng gặp vấn đề tương tự, và việc này sẽ ảnh hưởng đến việc tính tín chỉ tích lũy, xét học bổng và xét tốt nghiệp sau này.. . Em cảm ơn. . . .",
            "Chào em,. . Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa (HK202) trong thời gian cho phép sửa.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào tạo,. . . . Em tên là [full_name], MSSV: [student_id], sinh viên lớp : XD15VL02,. . . . Em xin hỏi là trong học kỳ 211 này em đã :. . + Hoàn thành tất cả các môn trong chương trình đào tạo. . + Nộp CCNN ( Toeic) . . + Kết quả thi AV 2 kỹ năng nói - viết của em đã đạt yêu cầu của trường ( em thi ngày 15/9/2021). . + Hoàn thành đủ 15 ngày CTXH. . + Đóng đầy đủ tất cả các khoản học phí . . . . Nhưng khi em kiểm tra thì em vẫn chưa có tên trong danh sách dự kiến tốt nghiệp học kỳ 211 ạ.. . . . Kính mong Phòng Đào tạo có thể kiểm tra lại giúp em xem em có bị sót tên không ạ.. . . . Em xin cảm ơn rất nhiều.",
            "Chào bạn. . Cô gởi bạn đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào Thầy,cô. . Em là Ông [full_name] MSSV [student_id]   . . . .  Sự việc là em mới nhận được thông tin để vào trường là phải được tiêm 2 mũi vacxin. Em chỉ mới tiêm được 1 mũi thôi mà trước đó đã lỡ điền vào link đăng ký (do em tưởng điều kiện là 1 mũi sau 14 ngày). . . Thầy,cô cho em hỏi bây giờ em cần làm giấy hay đơn gì để rút đăng ký không ạ.. . . . Mong Thầy,cô hồi đáp sớm. . Em xin cảm ơn.",
            "Chào em,. . Em làm đơn gửi qua bksi, PĐT chuyển giúp BLĐ phòng xem xét. . - đơn em tự làm, không có mẫu. . - đơn có thông tin:. . + mssv, họ tên. . + lý do. . + ngày tháng năm. . + họ tên chữ ký của người làm đơn. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo.. . Em tên [full_name], MSSV [student_id], hệ đào tạo VLVH, chuyên ngành Công nghệ may.. . Trong thời khóa biểu Phòng đào tạo vửa cập nhật cho em môn Luận Văn tốt nghiệp (ME4079) để giảng viên hướng dẫn là Cô [full_name] mà em đang theo giảng viên hướng dẫn là Thầy [full_name]. . . Kính mong Thầy/Cô xem xét giúp em.. . Em xin cảm ơn.",
            "Chào em,. . Việc phân công CBGD do Khoa, Bộ môn thực hiện nhé em.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin gửi đơn đăng ký môn học bổ sung xin phòng đào tạo xem xét giúp em.. . Em xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "QUOTE Tốt nghiệp . Xin chào Thầy/Cô ạ, . . Em tên là [full_name], MSSV [student_id], là sinh viên lớp CK17KSCD, ngành Cơ điện tử, khoa Cơ Khí. Vừa qua, em đã hoàn thành đủ 142 tín chỉ, đủ 15 ngày CTXH, đã nộp chứng chỉ ngoại ngữ (TOEIC 725/990) và đã đạt chuẩn tiếng Anh Nói - Viết (255/400 - Đợt 1 - 19/9). Tuy nhiên, em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến đợt tháng 11/2021 ạ. . . Em rất mong thầy/cô xem lại thông tin và giải đáp thắc mắc giúp em ạ.. . Em xin cảm ơn,. . [full_name].. .",
            "Chào bạn. . Cô gởi bạn đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào Thầy/ Cô,. . . . Hiện tại em đang rất rối vì AV đầu ra.. . . . Cho em hỏi là:. . - Làm sao để xem điểm thi AV đầu vào, để đăng kí các môn AV tiếp theo.. . - Nếu đăng kí thi lại AV đầu vào mà đủ điểm thì có miễn chuẩn đầu ra không.. . - Còn nếu đăng kí thi TOEIC thì cách đăng kí ra sao.. . . . Giúp em với ạ. Em cảm ơn!",
            "Chào bạn. . . . - đầu tiên tổ chức AV (giống AV định kỳ vậy) có đi thi thì sẽ tra được kết qủa của đợt thi đó. có thể thi nhiều lần.. . - học các môn AV250, AV300, AV350 và AV400 (có đi học thi đạt thì pass qua 250, 300 ... ). . - nộp CCAV IIG : - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em có đăng ký môn học Giải tích mạch trong học kỳ dự thính 202. Tuy nhiên hiện tại em đã đủ điều kiện đăng ký tốt nghiệp và có dự định đăng ký tốt nghiệp trong tháng 10 này.. . Phòng Đào Tạo cho em hỏi em có thể rút môn học Giải tích mạch này không và phải làm thế nào để được rút môn ạ?. . Em xin cảm ơn. .",
            "Chào em,. . Đã hết thời gian rút môn học, em cần làm theo hướng dẫn sau:. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Hạn cuối để đăng ký lại đến 10 giờ ngày 14/10/2021. . . . Thân mến. ."
        ]
    }
]