[
    {
        "intent": "",
        "message": [
            "B   /B Yêu cầu khác  /i   B   /B C. . Cô ơi cho em hỏi bằng tốt nghiệp thpt em đã nộp rồi mà trên mybk vẫn ghi là chưa nhận được ạ,rất nhiều bạn giống em ạ.. . em cảm ơn",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Hiện tại [full_name]hòng đào tạo đang xác minh bằng, khi nào [full_name].đào tạo có kết quả xác minh xong mới xác nhận bằng trên Mybk và sẽ gởi email báo tất cả sinh viên.. . Nếu bạn đã nộp bằng lên [full_name]hòng đào tạo rồi thì vui long đợi trường xác minh.. . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "dạ cho em hỏi em bị mất bảo hiểm y tế thì có cách nào để xin cấp lại không ạ và em phải liên hệ ai để xin cấp lại ạ, em cảm ơn",
            "Chào bạn,. . Vấn đề về bảo hiểm y tế bạn liên hệ tại Phòng Công tác Chính trị Sinh viên (phòng y tế) để được hướng dẫn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa cô.. . ﻿Em tên [full_name]SV [student_id].. . ﻿Cho em hỏi là bằng tốt nghiệp em đã nộp rồi nhưng trên mybk chưa cập nhật ạ và cũng có nhiều bạn giống như vậy. Mong cô xem xét giúp chúng em ạ.. . ﻿",
            "Chào bạn,. . Hiện tại [full_name]hòng đào tạo đang xác minh bằng, khi nào [full_name].đào tạo có kết quả xác minh xong mới xác nhận bằng trên Mybk và sẽ gởi email báo tất cả sinh viên.. . Nếu bạn đã nộp bằng lên [full_name]hòng đào tạo rồi thì vui long đợi trường xác minh.. . Thân. . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]7  /b \t. . . .   i Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Chào quý Thầy/Cô,. . trong đợt tháng 11 này em có đăng kí tốt nghiệp 2 bằng là Vật liệu xây dựng và Xây dựng dân dụng, em đã làm đơn sau khi đăng kí tốt nghiệp cho bằng đầu tiên và đang chờ mở đợt đăng kí cho bằng tiếp theo. Em vừa kiểm tra và thấy có thông báo như trên hình đính kèm. Mong phòng đạo tạo giải quyết giúp em",
            "Chào bạn,. . Đã mở cho bạn khai tiếp đăng ký bang82, bạn vô khai thêm 1 lần nữa nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy/cô, . . Số tín chỉ tích lũy của em hiện tại là 31. . Em học được 3 học kỳ ( vì 1 học kỳ bảo lưu) . . Điểm trung bình tích lũy của em là 5.79. . Em không hề bị một lỗi nào nhưng vẫn bị cảnh cáo học vụ. . . Em nhận thấy có một số bạn giống em. . . Em mong quý thầy cô xem lại hệ thống đồng thời điều chỉnh lại danh sách cảnh cáo giúp em ạ. . . Em đã lên phòng đào tạo và họ bảo em lên đây phản hồi. Mong thầy cô xem xét và điều chỉnh giúp em. . . Em xin chân thành cảm ơn! . . . . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Chuẩn xử lý học vụ khóa 2017 tính đến HK182:CC1. . (DTBTL183  4.0 or STCTL   40). . Thân mến",
            "Thưa cô em có bảo lưu 1 học kỳ nên chuẩn xử lý học vụ tính đến học kỳ 182 là 30 TCTL chứ ạ. . . Lúc bảo lưu em được thông báo như vậy và lúc lên PĐT thì thầy cô nói là lỗi hệ thống mong cô xem lại ạ.. . Em cảm ơn ạ.",
            "Chào bạn,. . Quá trình xét xử lý học vụ không tính đến HK sv bị tạm dừng. Do đó các trường hợp sv bị tạm dừng trong thời gian xét xử lý học vụ sẽ xét lại.. . Thân mến",
            "Thưa cô em vẫn chưa hiểu lắm á. Em bảo lưu học kỳ 172. Theo qui định em có bị cảnh cáo học vụ không ạ. Hay em đang được xét lại vậy ạ.. . em cảm ơn.",
            "Chào bạn,. . Do bạn có nghỉ 1HK trong thời gian xét xử lý học vụ nên được cộng thêm 10 tín chỉ khi xét học vụ. . . Đã xét lại bạn không bị cảnh báo học vụ.. . DS trên web sẽ cập nhật lại sau bạn nhé.. . Thân mến",
            "Em cảm ơn cô !"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em muốn xin giấy tạm hoãn nghĩa vụ quân sự thì giờ phải làm như thế nào ạ",
            "Chào bạn,. . Đầu học kỳ Phòng Đào tạo đã in đồng loạt cho các bạn sinh viên có thời khoá biểu trong HK191, để gửi về Khoa phát cho sinh viên. Nếu bạn chưa nhận vui lòng liên hệ tại Văn Phòng Khoa để nhận.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1811650  /b \t. . . .   i Học phí - Đại học - Cao đẳng chính quy   Khác ... . chào thầy cô, em muốn hỏi, em có click \"thanh toán\" trong bk pay nhưng web ocb hiện ra lại không có chỗ để đóng tiền. . . Em có vô OMNI OCB chọn tới mục \"thanh toán hóa đơn\"--  \"Học phí đại học cao đẳng\", thì chỉ thấy 2 lựa chọn là : \"Dai hoc mo TPHCM Cao Hoc\" và \" Dai hoc mo TPHCM tu xa\". . . Mong thầy cô  hướng dẫn em về vấn đề này ạ!. .  Em cảm ơn. .",
            "Chào bạn,. . Bạn đã thanh toán học được học phí đợt 1 rồi mà.. . Bạn thanh toán học phí đợt 2 bị lỗi hay sao?. . Về tài khoản omni ocb bạn vui lòng liên hệ trực tiếp tại ngân hàng OCB để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào PĐT,. . Cho em hỏi thứ 7 PĐT có làm việc không ạ?. . Đóng lệ phí in bảng điểm trực tiếp tại PĐT có nhận bảng điểm ngay được không ạ?",
            "Chào bạn,. . Không đăng ký đóng tiền trực tiếp tại Phòng Đào tạo nha bạn. Bạn đóng tiền qua BKpay, theo dõi tình trạng khi nào báo đã in thì liên hê Phòng Đào tạo để nhận.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên : Đỗ Nguyên. . Mssv : [student_id]. . Nội dung : vừa rồi em có lên xem tổng số tín chỉ tích luỹ trên mybk và em thấy có sự nhầm lẫn, em đã kiểm tra lại rất nhiều lần là hiện tại em có tổng số tín chỉ là 86 chỉ nhưng trên mybk cập nhật em là 95 chỉ, và em được biết là tổng số tích tích luỹ có ảnh hưởng đến điểm trung bình tích luỹ tổng luôn ạ. Mong phòng đào tạo xem xét và kiểm tra lại điểm trung bùnh tích luỹ tổng và tổng số tín chỉ tích luỹ của em giúp em ạ, em cám ơn ạ.",
            "Chào bạn,. . Mỗi mã số môn học khác nhau được tính tích lũy một lần (nếu đạt). Do bạn học các môn mã chữ được quy đổi sang mã số nên được tích lũy đến 2 lần số tín chỉ nhưng ĐTBTL không ảnh hưởng nha bạn.(Bạn đọc quy chế về chuyển đổi môn tương đương).. . Thân mến",
            "Dạ em cám ơn ạ, với cho em cách tích điểm trung bình tích luỹ tổng tính như thế nào vậy ạ ? Em có lên coi quy chế nhưng vẫn chưa hiểu lắm ạ. Em cám ơn",
            "Chào bạn,. . Gửi bạn file đính kèm cách tính điểm TBTL.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Em chào phòng đào tạo. . . Chuyện là ngày 16-10-2019 các bạn cùng khoá với em đều có khoảng tiền đóng học phí, nhưng trên trên BKpay của em thì lại không có khoảng nào để thanh toán học phí cả. Tính đến hiện nay em bị cảnh cáo học vụ 2 lần rồi. Em mong phòng đào tạo xem xét sớm giúp em để em có thể hoàn thành học phí(đợt 1) trước 23-10-2019.. . Em xin cảm ơn anh, chị. . . . . . .",
            "Chào bạn,. . Bạn đã được cập nhật học phí HK191.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Đăng ký in thẻ sinh viên . Em đã điều chỉnh thẻ sinh viên là chụp hình lại gửi lên được 2 tuần rồi mà sao chưa có.          . . Bây giờ em phải làm sao??",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp tại Tổ Kỹ thuật - Phòng Đào tạo (cơ sở 1) gặp a [full_name] để kiểm tra và in thẻ nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Thầy cô và mọi người. . Hiện tại nhóm em sắp có buổi thuyết trình quan trọng và cần máy chiếu để luyện thuyết trình trước. Nhóm em được biết thư viện A2 CS1 có phòng họp nhóm cho sv và có trang bị máy chiếu. Vậy nhóm em muốn được xin phép cho sử dụng máy chiếu và phòng để luyện thuyết trình thì phải làm gì và liên hệ với ai ạ!. . Nhóm chúng em muốn mượn vào chiều thứ 2 (21-10-2019). Mong quý Thầy/cô giúp đỡ nhóm chúng em về vấn đề này ạ. . Em xin chân thành cảm ơn. . . .   i Yêu cầu khác .",
            "Chào bạn,. . Về mượn phòng của Thư viện, bạn liên hệ trực tiếp tại Văn phòng thư viện để được hướng dẫn.. . Thân",
            "Em cảm ơn ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i. . Tiền bảo hiểm y tế đầu năm em nộp cho trường thì khi nào em nhận lại được ạ? Vì em có bảo hiểm y tế rồi ạ. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Vấn đề về BHYT bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi ban giám hiệu Trường. . . . Em tên [full_name], khóa k15, theo như kế hoạch thì k15 sẽ tốt nghiệp vào tháng 11 này. Tuy nhiên hiện tại em vẫn chưa đủ điều kiện tốt nghiệp do bị vướng anh văn nói + viết. . . . . Em xin hỏi bây giờ em có cần phải đăng ký môn học hay làm gì không ạ? Vì em không biết rằng liệu em có bị đình chỉ hoặc bi cảnh cáo gì hay không. Nếu có thì bây giờ em phải làm gì tiếp theo ạ?. . . . Em xin cảm ơn!",
            "Chào bạn,. . Theo quy chế, nếu không có TKB bạn sẽ bị tạm dừng. Sau khi đủ điều kiện tốt nghiệp bạn có thể làm đơn thu nhận lại để xét tốt nghiệp.. . Nếu bạn muốn đăng ký môn học bạn vui lòng xem Lịch học vụ để biết thời gian để làm đơn thu nhận lại để đăng ký môn học.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính .",
            "Chào bạn,. . Bạn đã bị buộc thôi học vì học lực theo số QĐ : 621/QĐ-ĐHBK-ĐT ngày 11/10/2019. Nên kết quả môn học HK191 đã bị hủy.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1811930  /b \t. . . .   i Yêu cầu khác . Em xin chào Thầy/Cô, nhóm chúng em muốn mượn 1 phòng học để họp nhóm và phục vụ học tập 1 buổi chiều thứ 2 ngày 21-10-2019. Vậy chúng em cần làm những gì? Liên hệ ai để mượn và sử dụng được phòng ạ? Mong thầy cô giúp đỡ ạ",
            "Chào bạn,. . Bạn đăng ký mượn phòng tại Phòng Công tác Chính trị sinh viên nhé!. . Thân",
            "Em cảm ơn ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện tại e đã hoàn thành Anh Văn 1, cho e hỏi: nếu kỳ 4 e đăng ký học và hoàn thành Anh Văn 3 (chưa học Anh Văn 2) thì sang đầu năm 3 có được đăng ký các môn ngành ko ạ... . Em cảm ơn! . .",
            "QUOTE MSSV/MSGV: [student_id]    . . Hiện tại e đã hoàn thành Anh Văn 1, cho e hỏi: nếu kỳ 4 e đăng ký học và hoàn thành Anh Văn 3 (chưa học Anh Văn 2) thì sang đầu năm 3 có được đăng ký các môn ngành của năm 3 ko ạ... . Em cảm ơn!. .   /QUOTE . .",
            "Chào bạn,. . Bạn vui lòng xem quy định chi tiết về chuẩn anh văn từng năm cảu Khóa 2018 tại trang web:. . :www.aao.hcmut.edu.vn- Sinh viên - Quy chế - Quy chế học vụ bậc đại học - Phụ lục 1 -  Mục 2.C-  Áp dụng cho K2018.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vì bỏ thi học kì 182 nên tôi bị 0 điểm toàn bộ học phần học kì đó . Tôi đã không đăng kí môn học kì này để dành thời gian suy nghĩ , sau khi suy nghĩ xong tôi có nguyện vọng được thu nhận lại . Vậy cho hỏi nếu muốn được thu nhận lại tôi cần phải làm gì ? Và khi nào thì tôi có thể đi học lại. . Xin cảm ơn",
            "Chào bạn,. . Bạn vui lòng liên hệ tại văn phòng [full_name] của bạn để làm đơn cứu xét thu nhận lại.. . Bạn vào trang http://www.aao.hcmut.edu.vn/sinh viên/lịch học vu để xem lịch đăng ký môn học cho học kỳ 192.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Làm cách nào để lấy được biên lai đóng học phí.. .   i Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính .",
            "Chào bạn,. . Bạn liên hệ tại Phòng Kế hoạch Tài chính để nhận biên lại học phí.. . Thân",
            "Em đã liên Phòng Kế hoạch Tài chính 2 lần nhưng đều nhận được câu trả lời là sẽ có hóa đơn điện tử, nhưng hiện tại em không biết làm cách nào để xuất hóa đơn.",
            "Chào bạn,. . Bạn liên hệ tại Phòng Kế hoạch Tài chính để nhờ hướng dẫn về cách nhận hoá đơn điện tử như thế nào nhé!. . Thân",
            "Em cũng đã nhờ hướng dẫn về cách nhận hóa đơn điện tử, nhưng em chỉ nhận được câu trả lời là sẽ có mail trường hướng dẫn cách nhận. Hiện tại em đang cần gấp hóa đơn để nộp cho địa phương.",
            "Chào bạn,. . Vấn đề về biên lai học phí do Phòng Kế hoạch Tài chính quản lý, bạn nên trình bày rõ ở dưới để được hướng dẫn và xử lý cho bạn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em kính chào thầy/cô ạ!. . Em tên [full_name], MSSV [student_id] sinh viên khoa Điện-Điện tử khoá /k2015.. . Em có một thắc mắc muốn được hỏi các thầy/cô. Hock kỳ 181 em có đăng ký học dự thính môn CS Kỹ thuật điện nhưng không qua. Vì vậy nên số điểm đó không được cập nhật lại. Nay em có mong muốn nhận số điểm không đạt đó để chuyển điểm thí nghiệm thì em phải làm đơn như thế nào ạ? Em có thể tải mẫu đơn hay phải viết đơn tay?. . Em xin cảm ơn thầy/cô!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng viết đơn (không mẫu) nộp tại Phòng Đào tạo để xin chuyển điểm môn không đạt trong học kỳ dự thính 181.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi thầy cô.. . Em tên là [full_name], hiện là sinh viên khoa KHKT Máy tính. Hiện tại em đang làm đơn để xin học bổng [full_name] của Hội khuyến học An Giang và cần gấp xác nhận của trường đại học em đang theo học.. . Vậy em có thể gửi mẫu đơn xin học bổng về phòng ban nào để được xác nhận ạ?. . Em xin cảm ơn.",
            "Chào bạn,. . Bạn vào trang mybk để đăng ký in giấy chứng nhận sinh viên nha bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hôm qua em có điền vào biểu mẫu hiến máu, hôm nay em đi hiến . Vậy làm thế nào để nhà trường xác nhận và cộng 1 ngày CTXH ? Em cám ơn",
            "Chào bạn,. . Về việc cập nhật ngày CTXH, bạn vui lòng liên hệ tại Văn phòng Đoàn Khoa hoặc văn Phòng Đoàn trường để được cập nhật ngày CTXH lên hệ thống.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) .",
            "Chào bạn,. . Nếu bạn chưa đạt chuẩn anh văn sau năm 2 thì bạn sẽ không được đăng ký các môn cơ sở ngành cuả năm 3.. . Trước thời điểm mở đăng ký môn học của HK192 mà bạn có chứng chỉ anh văn (trên trang ngoại ngữ online của trường MyBk) đạt thì bạn sẽ được mở cho đăng ký môn học HK192.. . Bạn vui lòng xem chi tiết lịch học vụ để biết rõ các đợt lấy dữ liệu anh văn cho từng đợt đăng ký môn học tương ứng tại:www.aao.hcmut.edu.vn- sinh viên - Lịch học vụ.. . Thân.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em là sinh viên khóa k13, hiện tại thì đã học được 13 học kì tối đa, vì thiếu toeic nên học kì này em chưa nhận được luận văn, anh/chị cho em hỏi em phải là em có phải làm đơn xin để có thêm 1 học kì nữa để làm luận văn không ạ, và nếu làm đơn thì thêm mẫu nào và nộp ở đâu. Em cám ơn!",
            "Chào bạn,. . Bạn vui lòng xem quy định về các diện được kéo dài thêm 1 học kỳ tại:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 5. Thời gian và kế hoạch đào tạo/5.5 Các trường hợp được kéo dài thời gian đào tạo tối đa. . Nếu thuộc các đối tượng được ưu tiên theo quy định, bạn vui lòng làm đơn nộp tại Phòng Đào tạo để xin được kéo dài thêm 1hk.. . thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: 1912529. . Nd: Dạ Thầy Cô ơi, em không có tên trong danh sách điểm danh bộ môn Nhập Môn Kĩ Thuật (Thí Nghiệm). Em phải làm sao ạ?. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Nếu bạn có thời khoá biểu, bạn nhờ giảng viên cập nhật lại danh sách cho mình nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name] Chào Thầy/Cô,[full_name] [full_name] [full_name] [full_name] Cho em hỏi là em muốn có xác nhận của nhà trường phục vụ cho việc xin học bổng của Quỹ Thiện Tâm (như hình) thì em phải làm sao ạ?[full_name] [full_name] [full_name] [full_name] Em cảm ơn,[full_name] [full_name] [full_name][full_name]",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng vào trang mybk để đăng ký in giấy chứng nhận sinh viên để bổ túc hồ sơ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi là sao giờ trên bkpay giao dịch bị lỗi không vô được trang đóng tiền mong pđt giải quyết giúp em ạ . .",
            "Chào bạn,. . Bạn bị lỗi gì vui lòng chụp lại màn hình gửi để PDT kiểm tra.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: e tên [full_name] . . hoc kỳ này e không đang ký môn học học kì sao e muốn đang ký thì phải làm giấy j ạ . . e cảm ơn. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Theo quy chế, nếu bạn không có TKB bạn sẽ bị tạm dừng học, bạn phải làm đơn thu nhân lại để đăng ký môn học cho học kỳ kế tiếp.. . Bạn xem lịch đăng ký môn học cho học kỳ 192 tại:. . http://www.aao.hcmut.edu.vn/sinh viên/lịch học vụ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Lịch Sinh Hoạt công dân của em là chiều 27/10 nhưng em không thể đi được vì lý do riêng nên em có thể tham dự buổi sinh hoạt công dân dành cho các bạn khoa khác vào chiều 26/10 được không ạ ????. .",
            "Chào bạn,. . Bạn liên hệ Phòng Công tác Chính trị sinh viên để hỏi về vấn đề sinh hoạt công dân.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Yêu cầu khác: Em chào thây cô. Em [full_name] MSSV:[student_id]. Vì em đã có bảo hiểm y tế, em thuộc diện bãi ngang ven biển ,nên em có photo và đã nộp cho phòng y tế, nhưng hôm nay KTX vẫn cấp BHYT mới cho em, vậy chuyện này là sao ạ. Mong thầy cô giải đáp cho em. Em cảm ơn rất nhiều",
            "Chào bạn,. . Vấn đề BHYT bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên (Phòng Y tế) để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name], MSSV [student_id], lớp VP15/VT. . HK182 em có học môn các tính chất phổ (MSMH: 404712) do thầy [full_name] giảng dạy và được điểm tổng kết 9.5 nhưng trên mybk chỉ hiển thị điểm của em là 7.5. Mong pđt xem xét giúp em ạ.. . Em xin cám ơn.. .   i Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học .",
            "Chào bạn,. . Điểm của bạn đã được cập nhật. Bạn đón xem lại trên web vào ngày hôm sau nhé.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên: [full_name] lớp DD19LT19. Hiện em đang là Đảng viện dự bị ở trường cấp 3 và cho em hỏi là em chuyển sinh hoạt Đảng viên vào Đảng bộ hay chi bộ nào ở trường đại học và cho em xin địa chỉ liên hệ với Đảng bộ hoặc chi bộ đó với ạ. .   . . Em cảm ơn và mong sớm nhận được phản hồi",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Văn Phòng Đảng của trường (103 A1) để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Bằng tốt nghiệp THPT . Chào thầy/cô em tên [full_name] khoá K18  em muốn hỏi là bữa trước em quên nộp bằng tốt nghiệp bây giờ em muốn bổ sung phải nộp cho ai ạ . Em cảm ơn. .",
            "Chào bạn,. . Bạn có thể mang đến nộp trực tiếp tại Phòng Đào tạo (cơ sở 1).. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Kính gửi phòng đào tạo. Em đã thi chứng chỉ VNU-EPT của ĐHQG và đạt 178 điểm. Tuy nhiên theo bảng qui đổi chuyển điểm trên web của PĐT thì chỉ có ghi “218 điểm sẽ chuyển điểm tương ứng qua anh văn 3”. Vậy thì với số điểm ấy em có thể qui đổi để qua anh văn 1 hoặc anh văn 2 không ạ. Em xin cảm ơn.",
            "Chào bạn,. . Theo bảng quy đổi chuyển điểm anh văn hiện tại thì không có mức quy đổi 178 điểm của VNU- EPT bạn nhé.. . Chỉ có mức quy đổi tối thiểu là 218 điểm của VNU-EPT.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Dạ thưa PĐT em là sv năm 2.Năm nhất em thi AV đầu vào đc 330 nhưng em ko học AV1 nên em ko đăng kí môn Chuyên ngành của em được.Nếu tháng 12 này em thi trên 350 thì em có được đăng kí chuyên ngành không ạ,và có được tính là em đã qua AV1 không ạ? EM cám ơn.. . . .",
            "Chào bạn,. . Nếu bạn đạt 350 thì bạn được đăng ký các môn của năm 2.. . Điểm thi kiểm tra trình độ tiếng anh chỉ có giá trị xét chuẩn anh văn của từng năm, không có giá trị quy đổi điểm các môn AV bạn nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi PĐT,. . . . Em muốn lấy giấy xác nhận tốt nghiệp tạm thời nhưng không tìm thấy nút đăng ký và cách thức nhận giấy chứng nhận như thế nào ?. . . . Mong được giải đáp",
            "Chào bạn,. . Nếu bạn đã đăng ký, đóng tiền và nhận được mail xác nhận của Phòng Đào tạo để hoàn thành thủ tục tốt nghiệp, thì phòng đào tạo đã in giấy chứng nhận tốt nghiệp tạm thời và gửi về   Khoa phát cho các bạn.. . Bạn liên hệ nhận tại Văn Phòng Khoa của bạn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Các thầy cô ơi. Cho em hỏi cái này ạ! Do em không vào được tài khoản ngân hàng để đóng học phí đúng hạn được ạ. Các thầy cô có thể mở khoá cho em đóng qua tài khoản mybk được không ạ ? . . . . Em xin cảm ơn ạ",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp tại ngân hàng OCB để đóng tiền nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em bị buộc thôi học do bỏ thi. làm sao để được nhận học lại ạ, mong được giải đáp sơm nhất. Emcảm ơn!",
            "Chào bạn,. . Bạn có ĐTBHK=0 mà có kết quả môn học hk kế tiếp thì không bị BTH.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn,. . Bị chỉ bị cảnh báo học vụ .HK191 bạn vẫn được học bình thường (nếu có TKB).. . Đã gửi lại email cho các bạn bị cảnh báo học vụ. . . . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Em chào thầy/cô .. . Em tên là [full_name] khoá 12 ngành CN nhiệt lạnh.. . Hiện tại em đã hết thời gian đào tạo chính quy,em nghe nói có thể chuyển sang học chương trình theo hướng   B Cử nhân kỹ thuật chính quy  /B  .. . Vậy xin cho em hỏi em cần làm những thủ tục gì để xin chuyển sang học chương trình cử nhân kỹ thuật ạ hay là em chỉ có thể chuyển sang VHVL.. . . . Em mong thầy /cô giúp em giải đáp thắc mắc ạ.. . . . Em xin cảm ơn.",
            "Chào bạn,. . Bạn chỉ có thể làm đơn xin thôi học để chuyển sang hệ VLVH nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chưa bị vi phạm điều lệ nào trong các điều lệ buộc thôi học nhưng tại sao em lại bị nhận mail là thôi học ơ học kì 191 vậy ạ.. .",
            "Chào bạn,. . Bị chỉ bị cảnh báo lần 1, HK191 bạn vẫn được học bình thường.. . Đã gửi lại email cho các bạn bị cảnh báo học vụ. . . . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: theo mail nói vậy là em bị cảnh cáo lần 1 và đã bị thôi học và xóa TKB hk 191 ạ ???",
            "Chào bạn,. . Bị chỉ bị cảnh báo lần 1, HK191 bạn vẫn được học bình thường.. . Đã gửi lại email cho các bạn bị cảnh báo học vụ . . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Các Thây/Cô có thể cho em hỏi là trường hợp không dự thi cuối kì sẽ bị điểm 13 cho môn học. Vậy khi tính điểm tích lũy học kì thì sẽ tính môn đó là 0 hay sao ạ? Và môn học bị tính điểm 13 có được tính là đã học trước không ạ?. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Điểm 13 (vắng thi) được tính là không điểm.Điểm 13 không tính là học trước nha bạn.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . em đã đăng ký tốt nghiệp khoảng hơn 2 tuần rồi nhưng vẫn không có tên trong danh sách tốt nghiệp của trường??",
            "Chào bạn,. . Bạn vui lòng vào kiểm tra lại nhé!. . Thân",
            "em cam on co"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí dự thính . Em tên [full_name].MSSV:[student_id].Lớp BD16CDT.Kính xin phòng đào tạo cho em thanh toán học phí trễ.. . Lý do:Mẹ em đã mất,ba thì già,hết tuổi lao động.Tiền học do anh trai lo,em làm thêm chỉ đủ tiền sinh hoạt và tiền thuê phòng.Nay anh mới bị té xe,chấn thương đầu nên chưa chuẩn bị tiền kịp.. . Kính xin phòng đào tạo cho em đến ngày 31/10 em sẽ thanh toán học phí ạ.Em xin chân thành cảm ơn",
            "Chào bạn,. . Về việc gia hạn học phí, bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào cô/ thầy. . . Em là học lớp liên thông khoa cơ khí khoá 2015 lớp CK15LTH, đã đủ số tín chỉ, chỉ còn thiếu chứng chỉ toeic 2 kỹ năng nói và viết. . . Em có 2 câu hỏi:. .  Thứ 1: em nhận được thư của phòng đào tạo bị thôi học, nên cho em hỏi là khoá đào tạo của em đến 2020 hay là 2022.. .  Thứ 2: nếu khoá đào tạo em đến 2020(HK 1 năm 2020) em bị thôi học thì trước đó em nộp chứng chỉ để tốt nghiệp có được không? hoặc là em nộp chứng chỉ trong năm 2019 này ạ. . . Mong cô/ thầy giải đáp thắc mắc giúp em. . . Em cám ơn.",
            "Chào bạn,. . Bạn xem về quy định thời gian đào tạo tối đa tại đây: http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:Điều 5. Thời gian và kế hoạch đào tạo.. . Hiện tại bạn đã bị buộc thôi học vì hết thời gian đào tạo, trường hợp của bạn chỉ có thể làm đơn xin chuyển qua hệ VLVH.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Thẻ sinh viên để ngày hết hạn là tháng 03/2020 thì em phải gia hạn thẻ như thế nào ạ? Vì em chưa hoàn thành một số tín chỉ và chưa nộp luận văn.. . Tìm mẫu gia hạn trên Mybk thì không tìm ra ạ.. . Em phải làm những bước nào để gia hạn thẻ, xin cảm ơn PĐT.. . \t. . . .",
            "Chào bạn,. . Khi thẻ hết hạn, bạn vui lòng lên mybk đăng ký in lại thẻ SV, tự động thẻ mới sẽ gia hạn thêm cho bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: [full_name][full_name]O EM XIN 1 VÍ DỤ CÁ[full_name] TÍNH ĐIỂM TRUNG BÌNH TÍ[full_name] LŨY Ạ ,[full_name] Ạ ,NẾU ĐTBTL HỌC KÌ 3 DƯỚI 4 THÌ CÓ [full_name] CẢNH BÁO HỌC VỤ KHÔNG . . . . [full_name]CÓ PHẢI HỌC KÌ 1,2 PHẢI TÍ[full_name] LŨY 10 TÍN [full_name]Ỉ( 1 học kì) VẬY HỌC KÌ 3 ĐĂNG KÍ 7 TÍN [full_name]Ỉ [full_name] [full_name] [full_name] ,. . . . [full_name][full_name]",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Đã trả lời.",
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . [full_name]CHO EM XIN 1 VÍ DỤ CÁCH TÍNH ĐIỂM TRUNG BÌNH TÍCH LŨY Ạ ,[full_name] Ạ ,NẾU ĐTBTL HỌC KÌ 3 DƯỚI 4 THÌ CÓ BỊ CẢNH BÁO HỌC VỤ KHÔNG. . . . [full_name]CÓ PHẢI HỌC KÌ 1,2 PHẢI TÍCH LŨY 10 TÍN CHỈ( 1 học kì) VẬY HỌC KÌ 3 ĐĂNG KÍ 7 TÍN CHỈ HOẶC K0 ĐĂNG KÍ CÓ BỊ SAO KHÔNG ,. . . . [full_name][full_name] GÌ",
            "Chào bạn,. . Điểm trung bình tích lũy chung là tính tất cả các môn học từ đầu học kỳ đến cho đển thời điểm xét xử lý học vụ.. . Nếu HK2 bạn tích lũy được 10 tc, HK3(hè) thêm 3tc thì khi xét sẽ tính đến hk hè tức 13tc. Còn bạn không có học hk hè thì chỉ tính đến HK2.. . SV bị cảnh báo không cần làm đơn cứu xét vẫn được học bình thường. Chỉ có trường hợp bị buộc thôi học vì học kém mới làm đơn cứu xét.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ kính thưa Phòng đào tạo!. . Phòng đào tạo có thể cho em hỏi văn bằng 2 là bằng kĩ sư hay bằng cử nhân ạ?. . Em cảm ơn vì đã quan tâm!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng trình bày rõ nội dung câu hỏi!. . Thân",
            "Dạ kính thư phòng Đào tạo!. . Chương trình  văn bằng 2 của trường mình đào tạo sinh viên thành cử nhân hay kỹ sư ạ?. . Em cảm ơn phòng Đào tạo!",
            "Chào bạn,. . Tùy ngành bạn chọn là chương trình cử nhân hay kỹ sư. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi là trước lễ tốt nghiệp 11/2019 em cần làm gì và chuẩn bị gì ạ?. . Mong được trả lời sớm để kịp thời chuẩn bị(do em đang ở xa).. . . . Em cảm ơn.",
            "Chào bạn,. . Về thủ tục tốt nghiệp, bạn vui lòng liên hệ tại Khoa của bạn để được hướn dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . Em tên [full_name] - MSSV: [student_id]9. . Em đã hoàn thành môn học:. . Công trình đường thủy (CI4017) đã bao gồm môn học ĐAMH Công trình đường thủy (CI4119). . và môn học này tương đương với môn họv ĐAMH công trình nâng hạ tàu (803001) nhưng chưa được quy đổi. . mong kiểm tra giúp em ạ. em cám ơn",
            "Chào bạn,. . Môn CI4017 đã được thay thế bởi 803002 & 803026. . Thân mến",
            "Môn CI4017 đã bao gồm môn ĐAMH công trình đường thủy ạ. Và môn này tương đương môn ĐAMH công trình nâng hạ tàu. Em cần được quy đổi môn công trình nâng hạ tàu (803001) ạ. Mong xem lại giúp em. Em cám ơn",
            "Chào bạn,. . Không thấy công văn môn học CI4017 tương đương môn 803001?. . Thân mến",
            "em có gửi 2 hình đính kèm ở tin trước ạ. Vì năm của em không có môn Đamh công trình đường thủy,nhưng em đã làm qua đồ án môn này. Mong kiểm tra lại giúp em",
            "Chào bạn,. . Bạn ơi bạn liên hệ với [full_name] để hiểu rõ hơn nha bạn. PĐT chưa nhận được công văn môn thay thế này.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Em đã đăng ký tttn, có tkb và đóng học phí đúng quy định. Đã đi thực tập và có điểm nhưng khi giáo viên hướng dẫn nhập điểm thì trong danh sách nhập điểm không có tên em. Đến hiện tại thì e vẫn chưa có điểm thực tập trên mybk. Mong pđt kiểm tra xử lý giúp ạ.",
            "Chào bạn,. . Bảng ghi điểm môn MA3323 HK183 được ghi 13(vắng). Bạn liên hệ với GV phụ trách để hiểu rõ.. . Thân mến",
            "nhưng gv phụ trách đã chấm điểm.. vấn đề là không có tên em trong danh sách sinh viên thực tập. . thầy có liên hệ bênh pđt thì nhận được thông tin là có thể do sinh viên không đóng học phí hoặc bị cảnh cáo học vụ. nhưng bản thân em đều không có cả 2 mục đó. nhưng danh sách vẫn không có tên.. .",
            "Chào bạn,. . Có tên mới nhập được vắng chứ bạn. Do GV [full_name] nhập điểm bạn nhé.MA3323_A01(HK183). . Thân mến",
            "nhưng rõ ràng gv hướng dẫn đã chấm điểm và có điểm. sao lại là vắng được ạ. cô có thể xem hình dưới ạ.",
            "trên bảng ghi điểm danh sách chỉ có 2 sinh viên là như thế nào ạ. không có tên em trong danh sách thì sao chấm được. mà việc danh sách này do pđt quản lý mà.",
            "Chào bạn,. . Đính kèm bảng điểm mà GV đã nộp. Có ghi 13 rành rành nè bạn.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Lúc đăng ký để thi anh văn , em đăng ký chọn CHON1 nghĩa là khi thi xong , phòng đào tạo sắp xếp lớp theo trình độ. Nhưng hôm nay em xem tkb thì không có môn anh văn 2 ( em thi được 370) mong phòng đào tạo xem xét giúp em.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Bạn đã kiểm tra email PĐT đã thông báo cho bạn chưa ?. . . . Bạn vui lòng đọc các email thông báo về các môn AV PĐT đã gửi.. . . ."
        ]
    }
]