[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . vì lí do khoa nhập điểm trễ môn tiên quyết nên các đợt đăng kí vừa rồi em không đăng kí được luận văn tốt nghiệp (GE4343). Hiện tại khoa vừa nhập điểm và em đã đủ điều kiện đăng kí luận văn tốt nghiệp. . . Vì vậy em xin Phòng Đào Tạo đăng kí giúp em môn luận văn tốt nghiệp.. . Mong sớm nhận được phản hồi từ anh/chị.. . Em xin cảm ơn ạ!",
            "Chào bạn,. . . . [full_name] ghi nhận và xét lại luận văn cho bạn, sau ngày 16/3 kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên. Nếu  có gì thắc mắc bạn liên hệ trực tiếp [full_name].. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name] hiện học lớp xd19kt . . Em được biết là kì này có mở 1 lớp đồ án cơ sở kiến trúc(ci2101) là lớp dự thính nhưng trong đợt đk dự thính này em vào lại kh có lớp để đăng kí, v em muốn đk xin vô lớp đó học thì phải làm sao ạ ?",
            "Chào bạn,. . . . Môn CI2101 hiện tại không thấy mở lớp trong dư thính 202 này nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . - Em có đăng ký dự thính môn Giải tích 1 (MT1003) và được vào xếp vào lớp DT05. Nhưng giờ học của DT05, trùng với 1 môn em đang học của chương trình Cao học. . . - Hiện giờ các lớp đã đủ sĩ số nên em không thể chuyển lớp trong phần đăng ký môn học được. Em mong phòng đào tạo có thể giúp em được chuyển vào lớp Giải tích 1 (MT1003) DT02 ạ.. . - Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào Thầy/Cô pđt,. . . . Cho em hỏi k2019 nếu học lại môn thể chất đã qua thì có được tính 2 môn không ạ hay là phải học 3 môn khác nhau ?. . . . Em cảm ơn!",
            "Chào bạn,. . . . Phải học 3 môn khác nhau, bạn vui lòng xem qui định môn GDTC có cập nhật trên web PDT http://www.aao.hcmut.edu.vn/image/data/CTDT/thay_doi_mon_hoc_gdtc.pdf.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em xin hỏi về qui đổi điểm anh văn 3 4. Em thuộc khoá 16 nếu bây giờ nộp toeic 500 thì có còn được qui đổi điểm 2 môn anh văn 3 và 4 không? Em xin cảm ơn.",
            "Chào bạn,. . . . Được bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký môn học. . Xin chào ạ!. . Vì lý do thầy cô trong khoa nhập điểm trễ môn học Thực tập sản xuất (GE3119) nên đợt đăng ký vừa rồi các em bị hủy Luận văn tốt nghiệp.. . Hiện tại đã có đủ điểm và điều kiện đăng ký luận văn tốt nghiệp(GE4343).. . Vì vậy em xin phòng đào tạo đăng ký giúp em môn học Luận văn tốt nghiệp (GE4343) ạ.. . Em cảm ơn!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là em đăng kí môn học bơi vào thứ 4 tiết 10 11 12 nhưng trên lịch thời khóa biểu không thấy xuất hiện ạ và không thấy mail thông báo hủy lớp học bơi đó ạ.Vậy cho em hỏi lớp đó đã bị hủy chưa ạ?",
            "Chào bạn,. . . . Bạn đăng kí môn bơi học kỳ chính hay dự thính?, nếu học kỳ chính vui lòng cho biết mã nhóm bạn đăng kí.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]. . Em tên là [full_name]. . . Hiện tại em đang chưa rõ tiêu chuẩn tiếng anh để đăng kí môn học năm 2.Có phải em cần học hết anh văn 1 đúng không.. . Nếu em chưa đạt anh văn 1 thì sẽ như thế nào???. . . . . .",
            "Chào bạn,. . . . - Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . - Nếu bạn không qua chuẩn anh văn sau năm nhất thì không đăng kí những môn năm 2 nha bạn. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy(cô) PDT,. . Em tên là [full_name] [full_name], MSSV [student_id]. . Vì lý do thầy cô trong khoa nhập điểm trễ môn học tiên quyết nên em bị hủy đăng ký luận văn tốt nghiệp (GE4343). Hiện tại đã có đủ điểm và điều kiện luận văn.. . Mong PDT xem xét để em có thể đăng ký môn học luận văn tốt nghiệp (GE4343).. . Em cảm ơn.",
            "Chào bạn,. . . . Bạn đăng kí được môn luận văn rồi nha . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em rất cần phải học thêm dự thính môn Vật lý 1 để đủ chuẩn sinh viên năm 4 ạ, mà môn này lại ít mở, có mở chỉ mở cho sinh viên năm nhất thôi, nên em tha thiết xin PDT cho em xin tăng sĩ số lớp DT08 ạ.",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là để đăng ký môn học vào kỳ một năm 4, để hòan thành chuẩn anh văn em có thể tham gia chuẩn tiếng anh định kỳ hay không? Hay em phải thi lấy bằng toeic luôn ạ?. . Em cảm ơn.",
            "Chào bạn,. . . . Tuỳ bạn, bạn có thể tham gia kiểm tra anh văn định kỳ hoặc nộp bằng toeic cũng được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name], em có nhu cầu muốn học môn Vẽ kĩ thuật mã môn CI1003 nhưng vì lịch xếp thời gian dự thính có giờ thực hành cả 2 lớp đều rơi vào chiều thứ 7. Nhưng chiều thứ 7 em có giờ học chính qui nên em mong muốn có thể chuyển giờ thực hành đó sang buổi sáng hoặc tối t7 hoặc Chủ nhật được kh ạ. Em rất mong sẽ có giờ dự thính phù hợp để em được học ạ. Em rất cảm ơn.. . . .",
            "Chào bạn,. . . . Hiện tại trong đợt hiệu chỉnh môn dự thính, bạn vào hiệu chỉnh nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô.. . Em tên là [full_name]. Hệ VHVL.. . Kỳ này em có đăng ký môn Mạch Điện Tử Thông Tin (EE3011). Sỹ số đăng ký là 21/76 (đã hết hạn đăng ký ngày 9/3). Nhưng hiện tại em không thấy môn học trong thời khóa biểu. Có phải do sỹ số thấp nên môn học bị hủy không ạ. Em chỉ còn thiếu môn này nữa là hoàn thành chương trình học đại học. Thầy/cô cho em hỏi có cách nào để nhà trường mở môn học trong học kỳ này không ạ? . . Em xin cám ơn thầy/cô",
            "Em cám ơn thầy/cô.. . Môn học đã có trong tkb của em rồi ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào Thầy/Cô,. . Cho em hỏi môn tương đương là học chỉ để lấy điểm Đạt thôi chứ không được tính vào điểm trung bình tích lũy ngành phải không ạ? Vậy nếu môn GT1 MT1011 của chương trình PFIEV mà em học mã MT1003 thì có tương đương và không tính vào TBTLN không ạ?. . Thứ hai là về TBTLN thì bên việt pháp chỉ tính từ năm thứ 3 trở đi thôi phải không ạ?. . Em cảm ơn. .",
            "Chào bạn,. . . . - Môn tương đương là tính điểm đạt thôi bạn.. . . . - TBTLN là tính từ học kỳ thứ 5 nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào cô/thầy,. . Em muốn đăng ký lớp Vật lý 1 (PH1003) ở học kỳ dự thính 202, nhưng nay em đã bị xóa môn, và những lớp còn lại đã full, mong PĐT xem xét mở thêm lớp cho những bạn như em.. . Em cảm ơn.",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng đào tạo. . Em xin hỏi về môn học tương đương do thay đổi chương trình dào tạo từ k19. Em có học lại một môn nhưng môn đó không còn lớp mã cũ và em đã học xong môn thay thế nhưng l chỉ còn 3 chỉ thay vì 4 chỉ như trước.Em xin hỏi có thể bù 1 chỉ đó bằng một môn tự chọn không.. . Em xin cảm ơn.",
            "Chào bạn,. . . . Việc này bạn về khoa để tư vấn cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi ạ!  Trong đợt đăng kí thể dục đợt trước em có đăng kí học bơi và đã thành công nhưng sao đến ngày học thì lịch học của môn đã bị gỡ và trên BKel cx không còn môn đó nữa ạ!. . E mong phòng đạo tạo giải quyết với ạ. Em xin cảm ơn ạ",
            "Chào bạn,. . . . Môn bơi nhóm L20 bị huỷ do sỉ số ít nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên là [full_name], MSSV: [student_id], thuộc lớp DC2001 ,khoa Kỹ thuật Địa chất và Dầu khí. Em xin được huỷ môn Giáo dục thể chất (Võ). Với lí do em bị bệnh Lao Phổi nên sức khỏe còn yếu (khó khăn trong việc hô hấp) nên không thể tiếp tục việc học. Em rất mong sớm nhận được câu trả lời từ phòng Đào Tạo ,em xin cảm ơn.  . .",
            "Chào bạn,. . . . Bạn làm đơn huỷ môn học kèm theo minh chứng trên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là khi nào mở đợt đăng kí lớp tiếng anh theo nhu cầu và tổ chức kiểm tra trình độ tiếng anh vậy ạ.. . Em cảm ơn ạ.",
            "Chào bạn,. . . . Hiện tại nhà trường chưa có thông báo nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . - Dạ cho em hỏi!Trong đợt đăng kí thể dục trước, em có đăng kí học bơi và đã thành công nhưng sao đến ngày học thì lịch học của môn đã bị gỡ và trên BKel cũng không còn môn học đó nữa! . . - Em mong phòng đào tạo giải quyết giúp em ạ!. . Em xin chân thành cảm ơn!. . . .",
            "Đăng ký môn học. . - Dạ cho em hỏi!Trong đợt đăng kí thể dục trước, em có đăng kí học bơi và đã thành công nhưng sao đến ngày học thì lịch học của môn đã bị gỡ và trên BKel cũng không còn môn học đó nữa!. . - Em mong phòng đào tạo giải quyết giúp em ạ!. . Em xin chân thành cảm ơn!. . . .   /QUOTE . .",
            "Chào bạn,. . . . Môn bơi nhóm L20 bị huỷ do sỉ số ít nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy cô cho em xin được phép vào lớp DT07_DT07 của môn PH1003  với ạ, đăng kí lần 1 em đăng kí thành công, có cả môn học trên BKEL nhưng mà em xem lại đợt 2 thì môn này của em mất tiêu, lý do là (sinh viên ko đăng kí, bị hủy...) Thầy cô cho em được xin vào lớp với, kì này em ko có anh văn, em đăng kí ko đủ 10 chỉ, nên là em phải đăng kí đủ 10 chỉ để cứu vớt các môn còn lại, lúc mở đăng kí là các bạn tranh nhau đăng kí sập mạng em ko vào được, em nghĩ là đợi thêm 1 ngày thì các bạn sẽ giảm mà các bạn vẫn giữ nguyên, thầy cô cho em xin vào lớp DT07 với ạ, kỳ này em đã đăng kí anh văn học để kịp tiến độ, thầy cô giúp em với, kỳ này ko được nữa em ko theo kịp tiến độ của môn học, em ko trả kịp môn để ra trường đúng hạn nữa , em cảm ơn thầy cô",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Tuần vừa rồi em có thắc mắc và được PĐT ghi nhận, nhưng giờ vẫn không thấy môn thể chất trong thời khóa biểu. Em hi vọng PĐT sắp xếp cho em sớm, em xin cảm ơn.",
            "Chào bạn,. . . . Môn bơi L47 bị huỷ do sỉ số ít, bạn có thể đăng kí môn thể dục khác trong đợt dự thính sắp tới.. . . . Thânn"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1610851  /b \t. . . .   i Đăng ký môn học . Chào Thầy/Cô PĐT.. . Kỳ dự thính 202 này em muốn ĐK môn học Mạch Điện Tử (EE2033) mã lớp: DT01_DT02, nhưng sỉ số lớp đã full. Em xin phép đăng ký mở thêm sỉ số lớp ạ. . . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho e hỏi là giấy tạm hoan nghĩa vụ được phát khi nào và hiệu lực tạm hoãn ạ, điều kiện để được phát giấy ạ",
            "Chào bạn,. . . . Bạn có thời khoá biểu mới in giấy xác nhận sinh viên được bạn. Giấy xác nhận sinh viên có hiệu lực 1 học kỳ thôi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Mình có thắc mắc về vấn đề tiếng anh của trường ạ.. . Mình là sinh viên năm 2 và kiến trong tháng naỳ mình sẽ thi lấy bằng TOEIC 2 kỹ năng Listening và Reading và vào khoảng cuối năm 3 hoặc đầu năm 4 mình sẽ bổ sung thêm bằng Writing và Spaeking nữa. Nhưng theo mình được biết thì bằng Toeic chỉ có hiệu lực khoảng 2 năm, vậy đến khi trước Tốt nghiệp thì bằng của mình đã hết hạn vậy mình có cần thi lại và nộp cho trường một bằng khác không hay chỉ cần nộp một lần vào tháng này thôi ạ ?. . Mình đã đọc bên quy chế của trường về vấn đề này nhưng không thấy đề cập đến nên mình mong nhà trường có thể giải đáp thắc mắc này giúp mình ạ.. . Mình chân thành cảm ơn.",
            "Chào bạn,. . . . Đã nộp cho trường thì không hết hạng nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "I . . Em tên là [full_name] thị ánh tuyết mssv [student_id] .Nay em viết tin này để xin Phòng Đào Tạo mở thêm sĩ số lớp [full_name] DT02. .   i Đăng ký môn học . . . . .",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name]. . MSSV [student_id]. . Hệ VHVL. . Trong đợt đăng kí hiệu chỉnh em có chọn huỷ môn Mác . . Hôm có kết quả đăng kí thì em có thời khoá biểu. . Vì em huỷ để đăng kí giờ học khác (cũng môn Mác nhưng khác giờ) chung với chính quy dự thính để được đăng kí thêm những môn khác.. . . . Cho em hỏi vậy em có huỷ được chưa hay em vẫn có môn học đó ạ.. . Cho em hỏi nếu huỷ thành công em có bị tính học phí môn đó không ạ? . . . .",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra TKB trên cổng thông tin sinh viên https://mybk.hcmut.edu.vn/stinfo/.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là trần thị ánh tuyết mssv [student_id] .Nay em viết tin này để xin Phòng Đào Tạo mở thêm sĩ số lớp [full_name] Tích DT02 vì em cần trả nợ môn nhưng xét theo thời khoá biểu hiện tại chỉ có lớp DT02 em có thểm tham gia được khẩn xin nhà trường suy xét ạ !!. . . .   i Đăng ký môn học .",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn xin mở thêm 1 lớp dự thính giải tích 2 học kì dự thính (Mã môn: MT1005) . . Kính mong nhà trường xem xét hỗ trợ giải quyết ạ. Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   I Hiện tại môn học [full_name](mã môn học MT1009) trong học kì dự thính 202 đã đầy sĩ số.Em kính mong Phòng Đào Tạo có thể tạo điều kiện mở rộng sĩ số của môn học này để em có thể đăng kí được môn học trong học kì dự thính này được không ạ.Em xin chân thành cảm ơn ạ. .",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô, . . kỳ 2 của 2020-2021 em đã hoàn thành xong chương trình đào tạo nhưng chưa có anh văn nói viết nên e có đăng ký 1 môn học để duy trì tình trạng sinh viên. sau đó có kết quả và qua anh văn, em có lên pdt để rút môn học, theo lịch trình thì 2/4 là hạn cuối để  bổ xung điều kiện tốt nghiệp nhưng đến 13/4 mới đến hạn đóng học phí. . . vậy giờ e phải làm sao để có thể tốt nghiệp t4 này ạ.. . Mong thầy cô sớm giải đáp thắc mắc giúp em. . Em cám ơn",
            "Chào bạn,. . . . Không sao bạn, bạn làm đơn rút môn học và đăng kí xét tốt nghiệp ra trường.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào quý Thầy/ Cô! Quý Thầy/ Cô cho em xin mở thêm sỉ số lớp dự thính vật lí 1 PH1003, mã lớp DT02_DT02 với ạ. Em xin cảm ơn!",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em ;à [full_name] MSSV : [student_id]. . Em có đăng ký LVTN MMH CI4313 hệ VHVL trong đợt đăng ký môn học HK2 20-21 vừa rồi. Tuy nhiên, PĐT ko cho em vì điều kiện tiên quyết thiếu chứng chỉ công nghệ thông tin nâng cao. Theo Học vụ thì không có điều kiện tiên quyết này trong điều kiện đăng ký LVTN. Em xin phép PĐT điều chỉnh giúp em ạ.. . Em cảm ơn !!!. .",
            "Chào bạn,. . . . Bạn đủ điều kiện nhận luận văn, bạn về khoa để nhận đề tài.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quý thầy/cô. Em muốn hỏi rằng em muốn kiểm tra trình độ anh văn để lấy chuẩn học năm 3, thì trường còn tổ chức kì thi không ạ? Và thời gian cụ thể khi nào? . . Em xin cám ơn rất nhiều.",
            "Chào bạn,. . . . Hiện tại nhà trường chưa có thông báo về đợt kiểm tra anh văn định kỳ nha bạn.. . . . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .  Dạ cho em xin phép được hỏi, nếu kết thúc năm học thứ nhất tại trường mà sinh viên không tích lũy đủ 28 tín chỉ thì có bị đình chỉ học hay không vậy ạ ?",
            "Học vụ. . Dạ Em xin chào ạ . . Dạ cho em xin phép được hỏi, nếu kết thúc năm học thứ nhất tại trường mà sinh viên không tích lũy đủ 28 tín chỉ thì có bị đình chỉ học hay không vậy ạ ?  /QUOTE . . Em xin chân thành cảm ơn. .",
            "QUOTE Trích. . MSSV/MSGV: [student_id]    . . . . Học vụ. . Dạ Em xin chào Anh/Chị ạ !. . Dạ cho em xin phép được hỏi, nếu kết thúc năm học thứ nhất tại trường mà sinh viên không tích lũy đủ 28 tín chỉ thì có bị đình chỉ học hay không vậy ạ ?. . Nếu không bị đình chỉ thì sô tín chỉ tối thiểu phải đạt được sau năm nhất là bao nhiêu ạ ?. . Em xin chân thành cảm ơn. .   /QUOTE",
            "Chào bạn,. . . . Sau năm nhất bạn  tích luỹ 28 tín chỉ mới đăng kí những môn năm 2. Nếu không đủ 28 tín chỉ thì bạn chỉ đăng kí những môn đại cương, môn năm nhất nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy ( cô) .Em tên [full_name] khóa 2018  Học kỳ này em học môn hóa học xanh   U tiết 11-12 thứ 2 tại cơ sở 2  /U ,sau đó em đăng kí môn hóa phân tích (dự thính )ghi trên chỗ đăng kí môn học là học   U tiết 13 14 15 thứ 2 học cơ sở 1   /U nhưng phòng đào tạo lại không báo là không đủ thời gian giãn cách 2 cơ sở .. . Thầy (cô) cho em hỏi là tiết học hóa phân tích (dự thính) lúc đó có phải học qua hangout meet hay học offline luôn ạ( bởi nếu học offline là em không học được do tiết 11 12 học ở cs2 nhưng tiết 13 14 15 cùng ngày học ở cs1) . . Mong thầy cô sớm trả lời câu hỏi của em . . Em chân thành cảm ơn . .",
            "Chào bạn,. . . . Sau khi DKMH đợt 2 của đợt dự thính, PDT sẽ xét lại. Môn nào không đủ thời gian di chuyển giữa 2 cơ sở sẽ bị huỷ nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . . . Em tên là [full_name] MSSV [student_id], sinh viên Trung tâm đào tạo bảo dưỡng công nghiệp, em xin PĐT cho em đăng kí bổ sung môn học Giải tích 2,lớp DT06_DT06 vào học kì dự thính 202,vì em đang đi thực tập tốt nghiệp và gần hết CTĐT mong PĐT tạo điều kiện cho em được học môn này.em xin cám ơn PĐT.. .",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Sau đợt DKMH đợt 3 bạn có thể làm đơn đặc cách xin đăng kí môn giải tích 2 nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . . Em là sinh viên khóa K19 từng tạm dừng và trở lại học vào học kỳ 2 2020-2021, và gặp phải 2 vấn đề sau đây, kính mong thầy cô giải đáp giúp em ạ:. .     -Thứ nhất là về việc học môn giáo dục thể chất, theo như khóa K19 của em thì phải học 3 môn, trong đó thì em đã hoàn thành 1 môn, nhưng từ khóa k20 trở đi thì đổi quy chế và nội dung dạy và không còn tính theo môn như trước. Vậy em phải đăng kí học như thế nào để hoàn thành môn học ạ?.. .     -Thứ 2 là hiện tại em không nhận được bất kỳ tin nhắn (mail) từ các giáo viên các môn học. Có phải tại trường chưa cung cấp cho giáo viên địa chỉ mail của em không ạ? Phần này em có hỏi giáo viên thì thầy cô nói thuộc quản lí của phòng đào tạo và họ không can thiệp từng mail cá nhân được.. .    Kính mong thầy cô giải đáp thắc mắc giúp em, em cám ơn ạ !. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
            "Chào bạn,. . . . - Hiện tại dự thính 202 PDT có mở đăng kí môn GDTC cho các khoá 19 trở về trước. Bạn vào đăng kí nha.. . . . - PDT không cung cấp từng mail của sinh viên cho giảng viên được.. . . . Thân.. .",
            "vậy trường hợp của em thì nếu học môn GDTC chung với K20 thì không được tính đúng không cô? Em nên đăng kí dự thính hay tiếp tục môn học với khóa 20 vậy ạ?. . Em cám ơn!. .",
            "Chào bạn,. . . . Bạn đăng kí với khoá 20 học vẫn được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin các thầy/cô mở thêm lớp giải tích 1 và đại số tuyến tính cho em và các bạn cho kì dự thính hè hk202 được không ạ? Em cảm ơn",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào PĐT,. . Em là [full_name]. Em đang muốn phúc khảo điểm thi của 1 môn học vào học kì 201. Tuy nhiên, môn học này mới có điểm tuy vẫn còn hạn phúc khảo nhưng đã không còn đợt đăng ký phúc khảo. Em không biết làm sao để em đăng ký phúc khảo trên hệ thống được ạ.. . Em cảm ơn.",
            "Chào bạn,. . . . Bạn cho biết cụ thể môn gì mã số môn học?.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là, học kỳ trước em không có đăng ký môn học. Em có lên PĐT cs1 thì được hướng dẫn là nộp đơn, có giáo viên chủ nhiệm và giáo viên đứng lớp ký. Em đã nộp được một tuần rồi. Nhưng đến nay vẫn không thấy có tkb hoặc mail trả lời trong trường hợp đơn em bị trả lại. Vậy cho em hỏi là đơn của em có được tiếp nhận không ạ. Tại vì em vẫn đang đi học theo các môn mà em đăng ký nhưng vẫn chưa có tkb ạ",
            "Chào bạn,. . . . Trong đơn bạn xin đăng kí môn học nào?, mã số môn học để PDT kiểm tra cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy cô cho em hỏi là em nghe nói hè này trường có tổ chức thi anh ăn một lần nữa đúng khộng ạ. Và nếu 2 lần trước em thì không đủ điểm thì lần này em có được đăng kí không ạ.và nếu lần này em thi đủ điểm để qua thì em có thể đăng kí các môn liên quan đến chuyên ngành năm 2 không ạ. Hay em không được đăng kí đợt này ạ. Dạ tại hiện tại em đang bắt đầu học anh văn ở trung tâm bên ngoài dự định thi trong hè này nhưng em sợ trường mở lịch đăng kí môn học sớm ạ. Em cảm ơn.",
            "Chào bạn,. . . . Hiện tại nhà trường chưa có thông báo về kỳ thi anh văn định kỳ tiếp theo.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào ạ!. . Vì lý do thầy cô trong khoa nhập điểm trễ môn học Thực tập sản xuất (GE3119) nên đợt đăng ký vừa rồi các em bị hủy Luận văn tốt nghiệp.. . Hiện tại đã có đủ điểm và điều kiện đăng ký luận văn tốt nghiệp(GE4343).. . Vì vậy em xin phòng đào tạo đăng ký giúp em môn học Luận văn tốt nghiệp (GE4343) ạ.. . Em cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào ạ!. . Vì lý do thầy cô trong khoa nhập điểm trễ môn học Thực tập sản xuất (GE3119) nên đợt đăng ký vừa rồi các em bị hủy Luận văn tốt nghiệp.. . Hiện tại đã có đủ điểm và điều kiện đăng ký luận văn tốt nghiệp(GE4343).. . Vì vậy em xin phòng đào tạo đăng ký giúp em môn học Luận văn tốt nghiệp (GE4343) ạ.. . Em cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn xin pdt cho em được tham gia lớp DT02 môn phương pháp tính mã môn học MT1009, vì lớp đã đăng ký đủ sỉ số",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em xin vào nhóm lớp DT02_DT08 Hóa đại cương dự thính được không ạ",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. .",
            "Đăng ký môn học . Em đăng ký được HDC rồi ạ nhưng lại trùng lịch môn Anh Văn 1A thì phải làm sao ạ. . Em xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name], mssv: [student_id]. Vào hk chính 202 này em có đăng kí lớp L19 môn Pe1023-võ. Nhưng vì thời gian học môn này của em bị kẹt lịch với những môn em cần học trong hk dự thính, cho nên em muốn xin phòng đạo tào cho em được hủy môn học này để có thể được đăng kí môn học dự thính.. . Em xin chân thành cảm ơn!1"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn xin phép nhà trường cho mở thêm lớp giải tích 2 ở học kì dự tính với ạ . . Hoặc là mở ra thêm sỉ số ở những lớp có sẵn cũng được ạ . . Em cảm ơn nhà trường. . .",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/ cô thuộc phòng đào tạo. . . Thầy/ cô có thể tăng sĩ số cho lớp DT07_DT07, nhóm D07, mã môn PH1003. môn Vật lí 1 được không ạ. . . Em thấy có nhiều bạn có nhu cầu đăng ký học lại Vật lí 1 trong kỳ này, mà một nửa số lớp dự thính Vật lí 1 online đã bị đóng. . . Hơn nữa, do điều kiện, nhiều bạn cũng không thể học offline ở cơ sở 1 được. . . . . Cảm ơn thầy cô đã đọc thư. . . [full_name]",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đang học lớp DT06 môn giải tích 2. Em muốn chuyển qua lớp DT03 được không ạ? Vì do 10h ngày 9/3 em vào để đổi nhưng vì lý do lớp nào cũng đủ hết rồi nên em không thể chuyển qua được ạ. Mong pđt giúp em",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa để cho bạn chuyển nhóm nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào nhà trường!. . . . Em tên Nguyễn Đức Toàn, MSSV [student_id].. . . . Em muốn xin nhà trường mở thêm sĩ số ở lớp dự thính Giải Tích 2 (MT1005) có sẵn giúp em có thể trả môn và đăng ký được học kì 1 năm 3 ạ.. . . . Em mong nhà trường có thể giúp đỡ em, em cảm ơn nhà trường rất nhiều!",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name], MSSV: [student_id]. . Kính gửi PĐT, cho em xin đăng ký bổ sung môn học vào lớp sau (lý do để kịp đăng ký luận văn vào kỳ sau).. . - Môn ĐAMH Thi công (CI4127) lớp A01 (Em đã đăng ký thành công môn Tổ chức thi công (CI4125) đã cập nhập trên TKB, BKEL).. . Em xin chân thành cảm ơn và mong PDT xem xét cho em ạ!",
            "Chào bạn,. . . . Học kỳ 202 bạn chưa đăng kí môn CI4125 mà.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn xin tăng sĩ số của môn học dự thính thì phải làm sao ạ? . . Em cảm ơn.",
            "Chào bạn,. . . . Hiện tại các môn dự thính đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân. ."
        ]
    }
]