[
    {
        "intent": "",
        "message": [
            "Học vụ . link record màn hình minh chứng trong suốt quá trình làm bài: https://drive.google.com/file/d/1Yxb-h5At9vkFI1ZSivLrNl9PF4pCacae/view?usp=sharing. .",
            "đã gởi phiếu cho phép kiểm tra qua email"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Phòng đào tạo,. . Hạn chót Phòng đào tạo nhận phản hồi bổ sung điều kiện tốt nghiệp Toeic Speaking-Writing cho đợt tốt nghiệp tháng 04/2022 là khi nào?. . Em xin chân thành cảm ơn.",
            "Tốt nghiệp . Chào Phòng đào tạo,. . Hạn chót Phòng đào tạo nhận phản hồi bổ sung điều kiện tốt nghiệp Toeic Speaking-Writing (thi tại Trung tâm BKEnglish) cho đợt tốt nghiệp tháng 04/2022 là khi nào?. . Em xin chân thành cảm ơn.",
            "Chào em,. . SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022 . . Thân",
            "Chào cô, . . Theo em được biết, lịch tốt nghiệp tháng 4/2022 tại trang wed PĐT thì hạn cuối nhận các trường hợp bổ sung điều kiện tốt nghiệp là 11/4, nhưng thời hạn đăng ký tốt nghiệp trên mybk mở tới 4/5. Vậy sau ngày 11/4 phòng đào tạo còn nhận bổ sung điều kiện tốt nghiệp av nói viết không?",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Chào em,. . Vấn đề của em là sau ngày 11/4 cụ thể là ngày nào? Khi nào em đủ điều kiện tốt nghiệp có thể gửi lại câu hỏi qua bksi để xin xét tốt nghiệp bổ sung, tại thời điểm đó mới trả lời chính xác cho bạn còn kịp xét tốt nghiệp tháng 4/2022 nhé. . Thân",
            "Chào cô,. . Em thi nói viết ở trung tâm BKEnglish, nhưng 15/4 mới có kết quả, trong khi lịch trình đăng ký tốt nghiệp trên wed Phòng đào tạo 11/4 là hạn cuối nhận các trường hợp bổ sung điều kiện tốt nghiệp. Vậy 15/4 em lên Phòng đào tạo xin xét tốt nghiệp cho đợt tháng 04/2022 này Phòng đào tạo có nhận không? . . Một vấn đề nữa là tình trạng sinh viên của em bị tạm dùng do không đăng ký môn học trong học kỳ này. Em có cần làm đơn xin thu nhận lại trước không? . . Em cảm ơn cô.",
            "Chào em,. . Khi nào em đủ điều kiện có thể gửi câu hỏi qua bksi để xin xét tốt nghiệp bổ sung. tại thời điểm đó cô mới trả lời cho bạn còn kịp xét tốt nghiệp đợt tháng 4/2022. . Hiện tại không thể trả lời chính xác cho bạn được nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa thầy cô, thẻ sinh viên của em hiện có hiệu lực đến 03/2022, em muốn làm mới thẻ thì cần làm gì ạ?. .",
            "Vào myBK (mybk.hcmut.edu.vn)    Đăng ký in Thẻ sinh viên. . Thanh toán tiền tại myBK     BKPay. . Sau khi có trạng thái \"Đã in\", SV đến Phòng Đào tạo (tại cơ sở đã đăng ký) để nhận thẻ. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . em chào thầy cho, cho em hỏi là em bị mất thẻ BHYT thì bây giờ mình đăng kí lại như thế nào ạ. . . .",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email: [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa Thầy/[full_name],. . . . Em tên Trần [full_name] Tùng, mssv [student_id], em hiện đã có tên trong danh sách tốt nghiệp dự kiến đợt 4/2022, em cũng đã đăng ký tốt nghiệp và đóng lệ phí 95,000 vào ngày 17/2.. . Do hiện công ty em đang việc yêu cầu nộp bằng gấp, nên Thầy/[full_name] có thể cấp giấy chứng nhận tốt nghiệp tạm thời để em nộp cho công ty được không ạ?. . Nếu được, phiền Thầy/[full_name] gửi giấy đến địa chỉ sau giúp em: 83/40 Vườn Lài, phường Phú Thọ Hòa, quận [full_name] Phú, TP.HCM.. . . . Em cảm ơn.. . . .",
            "\"Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp(sad) https://forms.gle/2WnfHeAHnRZWJ6Jn7. . Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và scan gởi qua mail SV, sau đó SV cần bảng chính vui lòng liên hệ Pdt để nhận. . . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi pdt,hiện tài em có lịch thi cuối kì vào 16h ngày 13/03/2022 nhưng do không may hôm nay em test covid bị dương tính.Vào tầm giờ thi em phải chuyển đi chỗ cách ly khác nên em muốn hoãn thi ạ.",
            "\"Chào bạn,. . Quy trình đến thời điểm này: Bạn tải mẫu đơn PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa không đồng ý cấm thi, đồng ý cho Hoãn thi gởi cho Phòng đào tạo xem xét nộp qua trang BKSI. . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào Phòng Đạo Tạo,. . Em tên: [full_name]. . MSSV: [student_id]. . Em đã nộp chứng chỉ ngoại ngữ để xét miễn điểm anh văn, sau khi em đã thanh toán lệ phí thì bao lâu điểm mới được cập nhật vào bảng điểm của em vậy ạ? Em vẫn chưa thấy có điểm anh văn trong bảng điểm của em ạ.. . Em xin cảm ơn.. . . . Trân trọng,. . [full_name]. .",
            "Chào em,. . Trên mybk/Thông tin sinh viên/điểm chuyển sẽ được cập nhật sau nhé.. . Thời điểm này nếu em cần bảng điểm, có thể đăng ký in tại mybk/ đăng ký in bảng điểm, trong bảng điểm này sẽ được cập nhật điểm chuyển AV của bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dear anh/chị. . Em là [full_name]. Em nằm trong danh sách tốt nghiệp đợt 2/2021. Em có đóng 95000VND phí tổ chức lễ tốt nghiệp. Anh/chị cho em hỏi nhà trường có dự định tổ chức lễ tốt nghiệp không ạ ?. . Mong nhận được phản hồi từ anh/chị.. . Em cảm ơn.. . [full_name]. . . .",
            "Chào em,. . Về lễ tốt nghiệp, SV vui lòng đợi thông báo sau của nhà trường nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em sinh viên k15. Điểm thi toeic của em được 465 chỉ mới được chuyển điểm anh văn 123 còn thiếu môn av4.. . Thầy cô cho em hỏi em xin gia hạn thêm 1 học kỳ vì lí do chỉ thiếu anh văn được không ạ. Em xin chân thành cảm ơn.",
            "Chào em,. . Trường hợp của em không thuộc đối tượng được kéo dài theo quy chế nhé.. . Em là SV khóa 2015, phải hoàn thành tất cả các điều kiện tốt nghiệp của bạn trong đợt tháng 4/2022 này nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Quý Thầy Cô ạ!. . Em đã học trả nợ học phần và hoàn thành chứng chỉ giáo dục quốc phòng. . Em không biết bên trung tâm đã gửi chứng chỉ qua phòng đào tạo để cập nhật bổ sung chứng chỉ chưa ạ!. .",
            "Chào bạn,. . Bạn vui lòng liên hệ Trung tâm Giáo dục quốc phòng để đăng ký nhận bảng điểm và bằng GDQP. . Sau đó nộp lại bảng điểm cho Pđt để cập nhật điểm còn thiếu. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo,. . Em là Nguyên - sinh viên khoa KH&KT Máy Tính. . . . Cho em hỏi em đã đăng kí tốt nghiệp xong thì khi nào em mới nhận được bằng tốt nghiệp ạ?",
            "\"Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp(sad) https://forms.gle/2WnfHeAHnRZWJ6Jn7. . Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và scan gởi qua mail SV, sau đó SV cần bảng chính vui lòng liên hệ Pdt để nhận. . . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào admin/thầy/ cô ạ. . Em là [full_name] - MSSV [student_id]. . Em bị nhầm là chưa đăng kí bảo hiểm y tế nên là đã đăng kí lại vào ngày : 12/03/2022 16:44\t422,350\tChờ thanh toán\tMã thanh toán: DDBHYT122203.[student_id].98627. . Em kiểm tra lại để đóng tiền thì thấy đã đóng lúc tháng 12 rồi ạ.. . Em mong pđt có thể giúp em hủy ạ.. . Em xin cảm ơn  B   /B",
            "\"Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Tiền học phí dự thính là bao nhiêu 1 chỉ ạ",
            "Chào bạn,. . Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí    Mức thu học phí các bậc đào tạo năm 2021-2022   Mục V- Vừa làm vừa học. . Chúc bạn học tốt.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Sinh viên Cao Nguyễn Hòa Sơn, mssv [student_id],lớp VL04 môn GTM Thí Nghiệm HK212. Hiện tại em đang là F0 nên em xin được dời lịch học buổi thứ hai 14/03/22, 7h-11h50. Do em vẫn không biết dời đến buổi nào nên nhờ PĐT sắp xếp ạ. (đã mail cho giáo viên dạy thí nghiệm). . Xin tiếp nhận trường hợp của em.. . Em cám ơn ạ.",
            "Bổ sung ngày 13/03/22: Hiện tại em đã xin giáo viên dạy thí nghiệm bù sang ngày thứ 5, 17/03/22 rồi ạ. Em xin cám ơn.",
            "\"Chào em,. . Đây là đợt xếp bù sau cùng của các học kỳ cũ và không thể hoãn và xếp tiếp cho SV nữa.. . Trường hợp của bạn nên chủ động liên hệ với Giảng viên để xin bù vào các tuần tiếp theo để hoàn thành các bài thí nghiệm sau khi hết cách ly. . Chúc em học tốt. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi, em bị rớt môn tự chọn tự do( 3 tín chỉ). Vậy e phải trả môn đó, hay là chọn môn khác( 3 tín chỉ) để bù đắp cho đủ 3 chỉ thôi.",
            "\"Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về Chương trình đào tạo SV vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT và Giáo viên chủ nhiệm để được tư vấn và hỗ trợ thêm.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi phòng đào tạo,. . . . Em là [full_name] (MSSV:[student_id]), hiện đang là sinh viên khóa 2021 của trường đại học Bách Khoa TPHCM.. . Em có câu hỏi về vấn đề đóng bào hiểm y tế. Cụ thể:. . . . Đẩu năm học năm 2021 thì em có đóng tiến học phí (13.204.025) bao gồm luôn tiền bảo hiểm y tế (704.025) từ tháng 10/2021 đến 31/12/2022. Tuy nhiên lúc em tra trên app Vssid thì nó lại kêu hạn bạo hiểm y tế của em là tháng 3/2022. Vậy phòng đào tạo cho em hỏi là em có cần đóng tiền bảo hiểm y tế cho các tháng kế tiếp hay không ạ?. . . . Ngoài ra phòng đào tạo cho em hỏi là em có nhận được giấy bảo hiểm y tế khi lên trường không ạ hay là mình sẽ xài qua app Vssid luôn.. . . . Em xin cảm ơn.. . Trân trọng.. . [full_name].. .",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email: [email]. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy/cô, Thầy [full_name] nhắn em liên hệ PĐT để đăng ký thi môn Các QTTB Cơ học cùng với học kỳ 212 này vì đang có lớp học. Em phải làm sao ạ ???",
            "Chào em,. . Vui lòng trình bày rõ trường hợp của bạn giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi : Phòng Đào tạo trường ĐH Bách Khoa Tp.HCM. . Em tên là : [full_name]. . MSSV: [student_id]. . Sinh viên Khoa Kỹ Thuật Hóa học Khóa: 2021. . Dạ cho em hỏi hiện tại lịch học của em có ngày thứ 4 tuần 7,8,9,14,15,16,17,18 học Vẽ Kỹ Thuật hangout lúc 12h-14h sau đó thì em lại học trực tiếp thí nghiệm vật lý lúc 14h-16h tại cơ sở 2 tuần 14,15,16,17,18. Vì em hong có đkí KTX và em ở thành phố nên sợ không kịp chạy từ thành phố về cơ sở 2 để kịp học thí nghiệm vật lý đó ạ . Vậy cho em hỏi có cách nào giải quyết không ạ và nếu hủy môn thí nghiệm vật lý thì em không đủ tín chỉ để đăng ký cho học phần sau đó ạ. . Em cảm ơn thầy/cô đã đọc tin nhắn của em ạ !. . Chúc thầy/cô có một ngày tốt lành ạ !",
            "Chào em,. . Em có thể nói rõ yêu cầu của bạn giúp nhé, vì nếu học hangout thì không tính là bị cận giờ nhé.. . Đây là đợt xếp bù sau cùng của các học kỳ cũ và không thể hoãn và xếp tiếp cho SV nữa.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng Đào tạo,. . . . Vì lí do không thể bảo vệ offline nên em có xin rút học phần LVTN học kỳ 212. Tuy nhiên, hiện tại khoa cho phép bảo vệ online nên em có nguyện vọng xin đăng ký LVTN bổ sung cho kỳ 212. Phòng đào tạo cho em hỏi em còn có thể đăng ký LVTN cho kỳ này không ạ? Hiện tại em đã có GVHD ở khoa.. . . . Em xin cảm ơn. .",
            "Chào em,. . Em vui lòng trình bày rõ giúp cô là em đã xin rút học phần LVTN HK212 bằng hình thức nào? đã được xử lý chưa?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Khiếu nại đăng ký môn học . - Em tên là [full_name] (MSSV: [student_id]) hệ VHVL khóa T04/2021 khoa Kỹ thuật giao thông. . . - Theo như em được biết thì thầy [full_name] bên PDT hướng dẫn em thì em học chương trình đào tạo của khóa 2019 thì sẽ có học kỳ PRE. Vậy làm cách nào để em được đăng ký học theo học kỳ PRE của chương trình 2019 ạ? . . - Nhưng ở học kỳ hiện tại em có lỡ đăng ký nhầm vào và đang học một số môn sẽ được miễn ở học kỳ PRE, thì làm sao để em có thể được chuyển môn đó sang tín chỉ tương đương được ạ?. . . . Mong PDT kiểm tra và phản hồi giúp em. . Em xin chân thành cảm ơn!",
            "Chào em;. . chương trình của khóa 2019 sẽ có thông báo đợt đăng ký lớp bổ túc kiến thức nhé, nếu có học các môn trong phục lục các học phần kiến thức cốt lõi thì sẽ được tính điểm vào mã môn học đó nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/ cô.. . Em tên là [full_name], mssv [student_id].. . Trong 3 tuần 10-11-12, em có lịch học 2 môn: Thực tập điện 1, và Thực tập điện tử 1.. . Em gửi thư này mong pđt có thể cho phép em hoãn học bù 2 môn này vì lý do:. . - Em vừa có kết quả test nhanh dương tính vào ngày 12/3. Và hiện tại em đã về quê để điều trị tại nhà. (Có quyết định đính kèm).. . Em xin hỏi thêm là: nếu như em khỏi bệnh sớm, và có thể quay lại học kịp trong tuần 11, thì em có thể xin hủy việc hoãn học này lại không ạ?. . Em cảm ơn thầy/cô.",
            "\"Chào em,. . Đây là đợt xếp bù sau cùng của các học kỳ cũ và không thể hoãn và xếp tiếp cho SV nữa.. . Trường hợp của bạn nên chủ động liên hệ với Giảng viên để xin bù vào các tuần tiếp theo để hoàn thành các bài thí nghiệm sau khi hết cách ly. . Chúc em học tốt. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em sv k15 còn thiếu av4, đến tháng 4 là hết hạn chính quy. Cho em hỏi có thể xin gia hạn thêm 1 học kì để bổ sung av ra trường không ạ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gởi Thầy/Cô của Phòng Đào tạo Trường Đại học Bách Khoa ạ!. . Em gởi mail này vì có một thắc mắc mong muốn PĐT sẽ giải đáp giúp em:. . - Em là sinh viên K19 của tường. Hiện nay em chỉ học xong Anh văn 1, vì dịch nên em vẫn học năm 2 và 3 bình thường mà không bị hạn chế môn do không qua Anh văn. . . - Em không biết là năm sau em lên năm 4, nếu kiểm tra anh văn tại trường em vẫn không đủ điểm để qua Anh văn 4, thì em có được đăng kí môn Đề cương Luận văn không ạ (Nếu em đã pass môn thực tập ngoài trường trước đó). Vì em đọc thông tin thì thấy Điều kiện đăng ký môn ĐCLV là đạt yêu cầu môn tiên quyết/học trước/song hành, không biết trong này có bao gồm phải pass AV4 không.. . Em cảm ơn vì Thầy/Cô đã đọc mail em, mong nhận được phản hồi.. .",
            "Chào em,. . Hiện tại chưa có thông báo nào về việc không xét chuẩn tiếng anh từng năm để ĐKMH cho học kỳ tiếp theo nhé bạn.. . Nếu có sẽ thông báo rõ trong thông báo ĐKMH của từng HK.. . Còn nếu không thông báo thì sẽ áp dụng đúng tất cả các chuẩn theo quy định nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên [full_name] MSSV [student_id]. Vì bị viêm da mặt nên em không thể ra ngoài và đến trường để tham gia học buổi Thí nghiệm hóa đại cương HK212. Tuy nhiên em không thể xin được do nhà trường chưa sắp xếp giảng viên và cập nhật lên thời khóa biểu của em. Nay thời khóa biểu của em đã được cập nhật lại và giáo viên phụ trách thí nghiệm là cô [full_name], tuy nhiên vì cô không đăng bất cứ nội dung gì lên BKel nên em không thể tìm được gmail của cô để xin hoãn. Em xin PĐT cho em được hoãn học hóa đại cương TN đến hè hoặc học kì sau ạ. Em xin cảm ơn",
            "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 26/3/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân\"",
            "Chào em;. . đã chuyển nhóm dời lịch học của em sang hè , và không thể dời thêm được nữa nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name], MSSV [student_id]. Do ảnh thẻ sinh viên của em bị mờ nên chưa in được thẻ, giờ em nộp lại ảnh trên web thì không lưu được ạ. Cho em hỏi nên nộp lại ảnh hay cần chỉnh sửa thế nào vậy ạ?",
            "đã xử lý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên: [full_name] -MSSV:[student_id]. . Điểm thi môn Kỹ thuật siêu cao tần (EE3025) - em đã thi bù vào học kì 1 (2021-2022) đến giờ vẫn chưa có điểm ạ.. . Em mong nhà trường hỗ trợ,",
            "Chào em,. . SV liên hệ về Khoa/Giảng viên nhờ chấm điểm và nộp điểm lên cho Phòng Đào tạo nhé! Hiện tại kiểm tra vẫn chưa thấy gửi điểm cho PDT. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin phép được gửi pdt hình ảnh danh sách của bên lớp em ạ. .  . .",
            "Chào em,. . Vui lòng trình bày rõ nội dung câu hỏi của bạn giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1813857  /b \t. . . .   i Yêu cầu khác . Thưa Thầy/Cô. . . . Em đã đăng ký rút môn học nhưng hiện tại vẫn còn tkb ( môn XỬ LÝ SỐ TÍN HIỆU (EE2015)).. . Em mong Thầy/Cô có thể kiểm tra giúp em được không ạ (Nguyễn Văn Sơn MSSV 1813857). . . . Trân trọng !",
            "Chào bạn,. . . . Hiện tại PĐT đã cập nhật kết quả RÚT MÔN HỌC HK212 (điểm RT) của SV đã đăng ký qua google forms. Sinh viên vui lòng vào kiểm tra tại trang mybk.hcmut.edu.vn/Thông tin sinh viên/Bảng điểm). . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thầy, cô. . . . Điểm môn Cơ sở vật liệu và bảo vệ ăn mòn CH3331 HK211 của em hiện vẫn chưa có trên bảng điểm cá nhân nhưng giảng viên đã xuất được bảng điểm cả lớp đăng trên e-learning rồi. Giảng viên nói là tụi em hỏi phòng đạo tạo ạ. . . . . Em xin cảm ơn thầy, cô.",
            "Chào bạn. . Pdt đã kiểm tra trong hệ thống gốc chưa có điểm môn này, Chỉ có 1 cách là bạn liên hệ với Giảng viên kiểm tra lại lỗi phát sinh để cập nhật lại bảng điểm đúng. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "CODE Học vụ . Dạ em có yêu cầu hủy form rút môn học Sức bền vật liệu mà em đã điền và hiện là đã giải quyết, vậy là em hủy được rồi phải ko ạ, em xin cảm ơn ạ!",
            "Chào bạn. . Hiện tại PĐT đã cập nhật kết quả RÚT MÔN HỌC HK212 (điểm RT) của SV đã đăng ký qua google forms. Sinh viên vui lòng vào kiểm tra tại trang mybk.hcmut.edu.vn/Thông tin sinh viên/Bảng điểm).. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô,. . . . Em tên [full_name], MSSV [student_id]. Vì lý do trong quá trong quá trình học môn \"Đánh giá hiệu năng hệ thống\" (CO3007), em nhận thấy môn học cần phải có các môn học trước bổ trợ, nhưng em chưa học những môn cần thiết để có thể học tiếp môn \"Đánh giá hiệu năng hệ thống\" (CO3007) này. Vì khi đăng ký, phòng đào tạo không mở lớp môn học này, nên một số bạn đã đăng điền thông tin đăng ký mở lớp này và khi em nhấn vào đăng ký môn này thì hệ thống không hiện bắt buộc phải học những môn tiên quyết rồi mới được đăng ký. Mong được Văn phòng giúp đỡ vì đã qua đợt rút môn học. . . Em xin cảm ơn và xin hứa lần sau sẽ kịp thời hủy môn trong thời gian cho phép!. . . . Trân trọng ./.",
            "Chào bạn,. . Về việc rút môn học (Có tính học phí):. . Bạn vui lòng tải mẫu đơn: RÚT MÔN HỌC tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua trực tiếp hoặc BKSI trước ngày 18/03/2022. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi về điều kiện và thủ tục để thành lập CLB cấp khoa ạ?. .",
            "Chào em,. . Cô chưa hiểu rõ ý câu hỏi của bạn? Em có thể liên hệ về Khoa của bạn để được tư vấn và hỗ trợ cho bạn thử nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào em,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV theo dõi mail và lịch học vụ để vào đăng ký môn học cho HK213 nếu còn nợ MH(từ tháng 05/2022). . Thân",
            "Cô ơi, Em vẫn chưa nhận được thông báo kết quả chuyển ạ, Cô thử kiểm tra lại cho Em được không ạ. Em chân thành cảm ơn !",
            "đã gởi quyết định qua mail"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào phòng đào tạo ạ.. . Hiện tại em đã đủ điều kiện tốt nghiệp, tuy nhiên em không thể cập nhật thông tin tốt nghiệp trên trang mybk. Hiện nay em còn 1 môn học từ kỳ trước nhưng chuyển sang kỳ này do dịch. Em đọc trên trang wiki thì mình phải rút môn học để chuyển điểm R ạ. Mà lần trước em hỏi thì PĐT có nói là em chỉ cần đăng ký tốt nghiệp thôi ạ. Vậy giờ em có cần lên trường để rút môn học không ạ. Em xin cảm ơn.",
            "Chào em,. . Do em chưa có tên trong danh sách dự kiến tốt nghiệp nên bạn chưa đăng ký tốt nghiệp được nhé.. . Về môn học ở HK cũ bạn chưa hoàn thành, nhưng đã đủ điều kiện tốt nghiệp vẫn xét tốt nghiệp được nhé bạn, môn học bạn chưa hoàn thành ở HK đó sẽ bị điểm 13 theo quy định.. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã đủ số ngày công tác xã hội rồi nhưng mà hiện tại đăng ký tốt nghiệp thì em không đăng ký được do trên mybk đó ghi là em thiếu ctxh. Em mong nhà trường giải quyết giúp em ạ. . Em cảm ơn.. .   i Tốt nghiệp .",
            "Chào em,. . Thứ 6 hàng tuần Phòng Đào tạo sẽ cập nhật lại ngày CTXH, HP tình trạng sinh viên và mở khóa cho SV đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em sinh viên chính quy thì em chuyển hệ sang VLVH bất cứ lúc nào cũng được hay là phải đăng kí theo đợt ạ? Em có thể đăng kí trong tháng 4 để kịp đợt tốt nghiệp tháng 4 không ạ?",
            "\"\"\"Chào bạn. . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Nộp bây giờ luôn nghen bạn, cho Hk213. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Gửi văn phòng đào tạo. . . . Văn phòng cho em hỏi mặc dù em đã hoàn thành hết môn học nhưng tại sao em không có tên trong danh sách tốt nghiệp đợt này vậy ạ?",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \"",
            "\"Chào bạn. . Pdt kiểm tra hiện tại bạn còn nợ. . Không đủ ĐK để tốt nghiệp. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào quý thầy/cô,. . . . Dạ cho em hỏi, là nếu em thi anh văn đủ để chuyển điểm cho anh văn 2, như vậy em có thể thi lại anh văn và nộp lại điểm để đủ 4 anh văn  để đủ điều kiện tốt nghiệp không ạ. . . . . Em cảm ơn quý thầy cô.",
            "Chào em,. . Theo quy định mỗi môn AV chỉ được chuyển điểm 1 lần nhé bạn.. . Bạn có thể đăng ký chuyển điểm trước AV2, sau đó thi lại chuyển điểm tiếp AV3.4 tùy bạn nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]. .   i Yêu cầu khác . Lúc nãy em thi, lúc nộp bài em nộp nhầm file ạ, giờ em phải làm như thế nào ạ? . . Em xin cảm ơn!",
            "Chào em,. . Em vui lòng liên hệ với Giảng viên để xin nộp lại file nh1. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .",
            "Vui lòng trình bày rõ nội dung câu hỏi nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào quý Thầy/Cô,. . Em là [full_name], mssv [student_id].. . Ngày 13/3/2022, em đã nhận được kết quả điểm thi Anh văn Nói Viết của BK English, đã đạt 220. Anh văn [full_name] đã được xét đủ điểm từ trước.. . Nay em thấy em đã đủ các tiêu chuẩn để tốt nghiệp nhưng chưa thấy có trong danh sách dự kiến tốt nghiệp. Mong quý thầy cô xem xét.. . Em cảm ơn.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \"",
            "\"Chào bạn. . Pdt kiểm tra hiện tại bạn còn nợ:CI2005. . Không đủ ĐK để tốt nghiệp. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT, . . . . Cho em hỏi là khi nào thì các sinh viên đã tốt nghiệp của tháng 11. 2021 mới được làm lễ trao bằng vậy ạ? . . Hy vọng nhận được phản hồi sớm từ thầy cô ạ . . . . (Tụi em thực sự rất mong chờ một buổi lễ long trọng diễn ra ở hội trường A5, đó là mong ước 4 năm của sinh viên các khoá cũng như gia đình người thân của em ạ)",
            "Chào em,. . Về lễ tốt nghiệp SV vui lòng đợi thông báo sau của nhà trường. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào pđt ạ,. . . . Em là [full_name] sinh viên K15. Pđt cho em hỏi là em thi Toeic được 540 nhưng em chỉ mới học tới AV2 thì khi chuyển điểm qua thì có điểm AV3 và AV4 không ạ?. . . . Em xin cảm ơn pđt.",
            "Đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Đầu năm em chưa nộp được ảnh để làm thẻ sinh viên thì bây giờ phải làm sao ạ",
            "Chào em;. . trường đã gửi mail hướng dẫn cập nhật ảnh, em vui lòng check lại mail cũ nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào Tạo Trường Đại Học Bách Khoa TPHCM. . Em tên là [full_name], MSSV:[student_id] , hiện đang học ngành kỹ thuật hóa học (Hệ đại trà), Đại Học Bách Khoa TPHCM . . Do đầu năm em chưa nộp ảnh thẻ sinh viên nên giờ thẻ sinh viên chưa có ảnh ạ, mong bên Phòng Đạo Tạo có thể xem xét và cho em phương án xử lí tốt nhất ạ. Em xin cảm ơn!",
            "Chào em;. . trường đã gửi mail hướng dẫn cập nhật ảnh, em vui lòng check lại mail cũ nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh/chị,. . . . Hôm trước em chưa có tên trong danh sách tốt nghiệp dự kiến và mở bksi thì có được trả lời như sau:. . . . Trường hợp sau ngày 08/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời. . . . Hiện tại, tên em vẫn chưa có trong danh sách, nhờ anh/chị kiểm tra giúp em ạ.. . Tên: [full_name]. . Khoa: Điện - điện tử. . Khóa: 2017. . MSSV: [student_id]. . . . Em cảm ơn nhiều ạ",
            "Chào em,. . Xét tốt nghiệp em báo bạn còn nợ môn EE4331 điểm 15, SV vui lòng liên hệ về GVHD/Khoa đề nghị nhập điểm sớm và nộp lên Phòng Đào tạo xét tốt nghiệp cho bạn thân. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô ở Phòng đào tạo nhà trường ạ. Dạ em xin phép thầy cô có thể cho em thi lại Giữa kì môn Kinh tế học đại cương với lí do cúp điện ảnh hưởng đến quá trình thi cử ạ. Cụ thể thì hôm đó em bị cúp điện và chờ phản hồi mất gần 10 phút ạ (em xin được phép trích dẫn trong video record màn hình dưới đây ạ từ phút 26 tới 35 a), sau đó thì em có thi tiếp nhưng môi trường khá tối và nóng ảnh hưởng đến tình trạng thi cử lắm ạ. Em cảm ơn thầy cô đã xem xét cho em ạ.. . Do video hơi nặng nên em xin phép được gửi link Drive ạ: . . https://drive.google.com/file/d/1hVL0XhcRmzMzBDtxuGIpfyFjqBknOYMM/view?usp=sharing. .",
            "\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ quý thầy cô cho em hỏi, danh sách tốt nghiệp bao lâu cập nhật một lần ạ?",
            "Chào em,. . Thứ 6 hàng tuần em,. . hiện tại em đã đủ điều kiện tốt nghiệp chưa?. . Thân",
            "Dạ hiện tại em đã đủ điều kiện tốt nghiệp ạ.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \"",
            "Dạ cô cho em hỏi sao em không vào mục đăng kí tốt nghiệp được ạ? Với sao tên em trong danh sách lại có mục ghi chú tạm dừng là sao ạ?",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện tại, em đã đủ điều kiện tốt nghiệp nhưng vào trang đăng khí tốt nghiệp thì trang không cho cập nhật thông tin về luận văn để em được đăng ký ạ. . . Mong nhận được phản hồi sớm ạ! Em cảm ơn.. . [full_name]",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo,. . . . Em tên là [full_name], MSSV: [student_id]. . . . Phòng đào tạo cho em hỏi về quy trình làm đơn xin phép hoãn thi cuối kỳ chi tiết cụ thể như thế nào, cần những sự đồng ý của ai ạ.. . . . Em cảm ơn Phòng đào tạo đã đọc. Mong sớm nhận được câu trả lời.. . . . Trân trọng,. . [full_name]. . . .",
            "Chào bạn,. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + [full_name] (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua BKSI). . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) [full_name] thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào PĐT. . Tôi là [full_name] MSSV:[student_id]. . Kì này tôi có đăng ký Đồ án môn học thiết kế ô tô (TR4037) nhưng trên BKElearning không hiện môn học dù đã đăng ký thành công.. . Mong pdt sửa lỗi này giúp tôi để có thể học được ạ. . Cảm ơn PĐT",
            "Chào bạn. . Do bộ môn chưa phân công giảng viên nên chưa cập nhật được lên BKEL, bạn liên hệ Bộ môn nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy/cô, dạ thầy/cô cho em xin bảng quy đổi điểm chuyển chứng chỉ ngoại ngữ và cách tính chuyển điểm trong năm 2022 này được không ạ, em lên web aao nhưng chỉ tìm thấy bảng quy đổi điểm của năm 2019 thôi ạ, dạ em cảm ơn .",
            "Chào em,. . Em xem quy định về chuyển điểm tại đây nhé:. . SV xem quy định tại đây: http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quyết định ban hành Quy định học vụ và đào tạo bậc Đại học/ phụ lục 1/5.4. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa Phòng Đào Tạo, em là [full_name], MSSV [student_id]. Theo như thông báo của Phòng Đào Tạo thì sinh viên không tham gia BHYT thì sẽ không được phép đăng kí môn học cho học kì tới.. .  . . Trường hợp của em thì em đã có BHYT mua theo hộ gia đình, có thể photo để nộp lên trạm y tế trường. Tuy nhiên tình hình là không biết khi nào mới lên trường học lại và khi đó thì chắc em đã bị liệt vào danh sách không được học do không đăng kí BHYT rồi. Trong trường hợp này em phải làm sao ạ?",
            "Chào em;. . bảo hiểm y tế em vui lòng liên hệ phòng Công tác Chính trị- sinh viên qua email: [email]. . Thân"
        ]
    }
]