[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi thầy/cô Phòng Đào tạo trường Đại học Bách Khoa TP. HCM. . . . Em là [full_name], MSSV [student_id] là sinh viên K17 khoa Quản lý Công nghiệp,. . . . Hiện tại do thẻ sinh viên của em đã hết hạn và kỳ này em không đăng ký môn học nên bị tạm dừng, do đó em không đăng ký in giấy xác nhận sinh viên trên Mybk được. Hiện em có mong muốn xin giấy xác nhận sinh viên để đăng ký thi chứng chỉ TOEIC Quốc tế để xét tốt nghiệp thì làm như thế nào ạ.. . . . Mong thầy\\cô giải đáp giúp em ạ. Em cảm ơn nhiều!. . . .",
            "Chào bạn, . . Phòng đào tạo gửi bạn bản scan giấy xác nhận sinh viên. SV cần bản chính vui lòng liên hệ Phòng đào tạo 101A1 để nhận. . . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô,. . Em tên [full_name], MSSV: [student_id]. . Em là sinh viên K15, hiện tại em vẫn còn nợ môn AV4 và chứng chỉ ngoại ngữ. Thầy/cô cho em hỏi, em có thể làm đơn xin cam kết nộp bằng toeic 600 để chuyển điểm để đạt AV4 và làm đơn xin gia hạn thời gian tốt nghiệp được không ạ? Em có thể làm đơn xin chuyển từ bằng đại học chính quy xuống bằng đại học tại chức được không ạ?. . Em chân thành cảm ơn ạ.",
            "Chào bạn,. . . . Tình trạng hiện tại của bạn đang là chuyển sang hệ VLVH rồi. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name]   B Chào thầy cô,[full_name] [full_name] [full_name] [full_name] Em xin gửi thầy cô đơn xin rút môn học[full_name] Mong thầy cô hỗ trợ[full_name][full_name] [full_name] [full_name] [full_name] Trân trọng[full_name][full_name] [full_name] [full_name][full_name]/[full_name]",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK212(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/Thời khóa biểu trễ nhất là 28/04/2022. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là sinh viên khóa k15, chỉ còn nợ Toeic Speaking and Writing để xét tốt nghiệp. Em vừa có kết quả Toeic Speaking and Writing vào ngày 12/04/2022 trên BKEnglish là 200 điểm. Em viết tin này mong phòng đào tạo cập nhật em vào danh sách dự kiến tốt nghiệp để em có thể được thu nhận lại và đăng ký xét tốt nghiệp. Em cảm ơn.. .",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính chào thầy cô a.. . Kì hè này em có đi thực tập ngoài trường và hiện muốn đăng kị học dự thính hè. Đi thực tập hè có thể đki học dự thính không ạ. Nếu có thì em có phải làm đơn gì để vừa được đi học và đi thực tập không ạ.Em cảm ơn ạ",
            "Chào bạn. . Tùy vào TKB môn thực tập ngoài trường, nếu không trùng TKB thì bạn sẽ đăng ký được môn học khác. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em tên là : [full_name]. . Mssv:[student_id]. . . . Cho em hỏi em đăng kí thành công rồi mà vẫn chưa có lịch học ạ , mã môn đăng kí :LA1039(anh văn 2a). . Hình ảnh minh chứng phía dưới ạ. . Mong thầy cô giúp đỡ để em có lịch học ạ.. . Em cảm ơn ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Thầy/Cô,. . . . Em xin nộp đơn kéo dài quá trình học tập, mong nhà trường hỗ trợ và giúp đỡ em ạ.. . . . Em xin cảm ơn.. . . .",
            "Chào bạn,. . Pđt gởi đính kèm Mẫu đơn kéo dài thời gian đào tạo, SV điền thông tin và gởi tại BKSI để Pđt xử lý. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi nếu trong một học kì mà em đăng kí nhiều hơn 1 môn tự chọn thì có tính tín chỉ cho nhiều hơn 1 môn không hay chỉ tính tín chỉ 1 môn ạ",
            "Chào bạn. . Sinh viên vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2931 ngày 10/9/21)/ Chương 5. Công tác đánh giá kết quả học tập. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào trung tâm. . Em là [full_name], MSSV: [student_id], khoa Môi trường và tài nguyên khóa k21 ạ. . Em không biết vì lý do gì mà đến thời điểm này thời khóa biểu của em vẫn chưa được cập nhật. Thời gian trước vẫn có thời khóa biểu học kì 2 nhưng gần đây thì nó bị mất, chỉ còn lại thời khóa biểu của HK1. . Việc này gây cho em rất nhiều khó khăn do hiện tại có một số môn đã được học trực tiếp tại trường, mà em thì lại không theo dõi được thời khóa biểu. . Em rất mong trung tâm kiểm tra, khắc phục và phản hồi cho em sớm nhất có thể ạ. . Em xin chân thành cảm ơn. . . .",
            "Chào bạn. . Dự thính: Tình trạng của bạn đã bị hủy TKB HK211+212 (nếu có) vì chưa thanh toán học phí HK 211 (CHÍNH QUY) theo quy định.. . Để được phục hồi TKB HK211 & HK212(nếu có), SV phải thanh toán phần học phí còn nợ, sau đó SV tự viết đơn trình bày xem xét phục hồi TKB HK211 & HK212 (nếu có), ghi rõ lý do thanh toán trễ học phí + tên môn + MSMH + Học kỳ gởi tại trang hỗ trợ trực tuyến BKSI"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . . . Kính gửi: Ban Giám Hiệu, Quý Thầy Cô Phòng Đào Tạo. . Em tên: [full_name] _ MSSV [student_id]                                . . Lí do em viết đơn kính mong nhà Trường xem xét cho em gia hạn thêm một học kì (Học kỳ 212) để hoàn thành điều kiện xét tốt nghiệp đại học chính quy tại trường.. . . . Rất mong được nhận phản hồi từ quý nhà trường!. . . . (File đính kèm là đơn xin gia hạn thời gian hoàn thành chương trình học của em)  . . Em xin trân trọng cảm ơn!. . . . [full_name]. . SĐT: [phone_number]. . Email: [email]",
            "Chào bạn,. . Pđt gởi đính kèm Mẫu đơn kéo dài thời gian đào tạo, SV điền thông tin và gởi tại BKSI để Pđt xử lý. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào quý Thầy/cô Phòng đào tạo,. . Em tên là [full_name], MSSV [student_id]. Hiện tại em đang bị buộc thôi học do hết hạn đào tạo. Do thiếu điều kiện anh văn nên em chưa thể đăng kí tốt nghiệp. . . Em xin hỏi phòng đạo tạo, với tình hình hiện tại của em,em có thể làm đơn cứu xét như thế nào và nộp ở đâu ạ?. . Em xin cảm ơn!. .",
            "Chào em,. . Trường hợp của bạn thuộc khu vực 1, em có làm đơn xin gia hạn 1 học kỳ, ghi rõ lý do và các điều kiện bạn còn thiếu và gửi qua [full_name] nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi điều kiện xét tốt nghiệp giỏi ví dụ như điểm trung bình tích lũy em đc 8.5 nhưng em học lại quá 10% tổng số tích lũy thì em có được loại giỏi ko ạ, em cảm ơn rất nhiều ạ!",
            "Chào bạn,. . . . Theo quy chế, hạng tốt nghiệp của sinh viên có điểm trung bình tích lũy loại xuất sắc và giỏi sẽ bị giảm đi một mức nếu thuộc một trong các trường hợp sau:  . . a/ Khối lượng của các học phần phải học lại vượt quá 5% so với tổng số tín chỉ quy định cho toàn chương trình;. . b/ Sinh viên đã bị kỷ luật từ mức cảnh cáo trở lên trong thời gian học.. . . . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi phòng đào tạo, . . . . Em [full_name] [full_name], mssv: [student_id].. . Em đã có tên trong danh sách tốt nghiệp dự kiến tháng 4/2022 nhưng vẫn chưa được thu nhận lại tình trạng sinh viên để đăng kí tốt nghiệp ạ.. . Em mong có thể nhanh hơn một chút để em kịp đăng kí danh sách tốt nghiệp [full_name]m lễ với khoa trước ngày 16/04 ạ. . . . . Em xin cám ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sinh viên k15 hiện đã hết thời gian đào tạo. Em đã đủ điều kiện tín chỉ, số ngày CTXH nhưng còn thiếu chuẩn anh văn nói viết để xét tốt nghiệp. Em có đọc trên quy chế thì trường hợp của em được xin gia hạn thêm một học kỳ để nộp bằng anh văn nói viết. Cho em hỏi là em cần làm những thủ tục nào ạ? . . . . Em xin cám ơn.",
            "Chào bạn,. . . . Pđt gởi đính kèm Mẫu đơn kéo dài thời gian đào tao, SV điền thông tin và gởi tại BKSI để Pđt xử lý. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô.. . Em tên [full_name] MSSV [student_id]. . Sáng nay 12/4/2022 trung tâm BKenglish công bố điểm thi ngày 7/4/2022 em đã qua [full_name] [full_name]. Xin nhà trường xem xét tốt nghiệp cho em với ạ... . Em cảm ơn.",
            "Chào bạn. . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nghen. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô. . . . Em tạo yêu cầu này vì em chưa nhận được câu trả lời cho yêu cầu lần trước của em ạ.. . . . Em có hỏi PĐT về lịch thi môn \"Kiến thức các XN CN\" có mã 214701 do thầy [full_name] phụ trách.. . . . Em thấy có lịch thi môn này vào ngày 24/04 trên mybk và có hỏi PĐT. PĐT có hướng dẫn em liên hệ khoa.. . . . Vì vậy em đã liên hệ với thầy [full_name] phụ trách môn học và nhận được câu trả lời của thầy qua mail là môn này sẽ không thi cuối kỳ ( em có đính kèm hình ảnh).. . . . Cho em hỏi PĐT có thể cập nhập lại lịch thi trên mybk ko ạ?. . . . Em xin cảm ơn thầy/cô.. . . . Trân trọng.",
            "đã xử lý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi quý thầy/cô,. . Em tên là [full_name] MSSV [student_id] Khoá 2015. . Hiện tại em đã có tên trong danh sách tốt nghiệp dự kiến. Rất mong quý thầy cô xem xét mở lại giúp em để em đăng ký tốt nghiệp. Em cảm ơn.",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào thầy cô ạ. Xin lỗi thầy cô vì đã gửi mail muộn như thế này. . . Em là [full_name]. MSSV: [student_id].. . Hiện tại tụi em vừa thi xong môn kinh tế kĩ thuật có mã môn học là IM1027 và đang trong thời gian đăng tải video record lên. Thời gian bọn em thi là 9h00 ngày 9/ 4 thì sau 48 tiếng là 9h ngày 11/4 form nạp record mới đóng. Nay em vào nộp thì lại bị khóa mất ạ. Mong thầy cô mở lại link giúp em với ạ. EM cảm ơn thầy cô nhiều.. . Chúc thầy cô nghỉ lễ vui vẻ.. . . .",
            "Chào em,. . Vấn đề này em vui lòng liên hệ với GV để được hỗ trợ nhé!. . SV xem chi tiết quy định tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế,quy định/học vụ/- Hướng dẫn tạm thời về kiểm tra/thi theo hình thức trực tuyến. . Thân. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào Nhà Trường. . Em tên [full_name], sinh viên năm 1 khoa Điện Điện tử.. . Sau khi làm hồ sơ nhập học em đã đăng ảnh thẻ sinh viên xong. Vậy bao giờ thì mình có thể lấy và làm sao để lấy thẻ sinh viên ạ?. . Cảm ơn.",
            "Chào em,. . Hiện tại Phòng Đào tạo đã in thẻ SV của SV khóa 2021 và chuyển về Khoa phát cho SV rồi nhé.. . SV liên hệ Khoa để nhận. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào quý Thầy/Cô,. . . . Em có thắc mắc về việc Cảnh báo học vụ như sau:. . . . Theo Quy chế đào tạo của trường, Điều 25 có quy định: \"Các SV bị cảnh báo học vụ nên liên hệ giáo viên chủ nhiệm để được tư vấn để có kế hoạch học tập phù hợp nhằm phấn đấu đạt kết quả tốt hơn. Nếu học kỳ tiếp theo không còn vi phạm, SV sẽ được tự động xóa tên khỏi danh sách cảnh báo học vụ. Nếu vi phạm ở 2 học kỳ liên tiếp, SV sẽ bị cảnh báo học vụ mức hai. Nếu vi phạm ở 3 học kỳ liên tiếp, SV sẽ bị buộc thôi học\".. . . . Vậy nếu em bị cảnh cáo học vụ ở 3 kỳ nhưng không liên tiếp (HK202,HK203 và HK212) thì có tính là bị cảnh cáo học vụ ở mức 3 và bị buộc thôi học không ạ ?.. . . . Em xin cảm ơn quý Thầy/Cô. . . . Trân trọng./.. . [full_name]. . . . . .",
            "Chào bạn,. . . . Bạn tham khảo thêm thông tin chi tiết về xử lý kỹ thuật tại Trang web aao.hcmut.edu.vn /học vụ-  xử lý học vụ kỷ luật. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em muốn hỏi bảng điểm học kỳ 1 năm học 2021-2022 em muốn được xác nhận để in ra làm hồ sơ đăng ký học bổng em phải làm như nào ạ. .",
            "Chào bạn,. . . . Về việc đăng ký in bảng điểm, sinh viên vui lòng truy cập myBK (mybk.hcmut.edu.vn)    Đăng ký in bảng điểm . . Thanh toán tiền tại myBK    BKPay. . Sinh viên đăng nhập truy cập lại chương trình đăng ký in bảng điểm để xem ngày hẹn nhận bảng điểm.. . Sau khi có trạng thái \"Đã in xong\" (hoặc đến ngày hẹn), SV đến Phòng đào tạo (tại cơ sở đăng ký), xuất trình Thẻ sinh viên và nhận bảng điểm. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô ạ,. . Em tên [full_name], mssv [student_id]. Em gửi tin nhắn này do có thắc mắc về vấn đề đóng tiền học phí ạ. Do em quên để ý đến hạn đóng tiền học phí nên giờ em đã bị trễ hạn đóng tiền ạ, em gửi tin nhắn này để hỏi về cách thức để đóng tiền học phí do bị trễ ạ. Em cảm ơn thầy/cô đã đọc tin nhắn ạ.. . . . Chúc thầy/cô và gia đình nhiều sức khỏe ạ.. . . .",
            "Chào bạn, . . Cổng thanh toán học phí (myBK    BKpay)vẫn mở bình thường cho sinh viên thanh toán học phí. SV vui lòng nhanh chóng thanh toán học phí theo quy định. Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy cô. Vừa rồi do bận nhiều việc và kinh tế cũng hơi khó khăn nên em chưa kịp đóng học phí trong thời gian nhà trường quy định. Việc đóng trễ học phí có ảnh hưởng gì không ạ? Và em phải làm gì để xin với nhà trường về trường hợp của em ạ?. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT. . Hiện tại em đã đóng tiền tốt nghiệp và đã hoàn tất tình trạng nợ học phí nhưng em không vào được trang tốt nghiệp trên mybk.. . Mong PĐT có hướng giải quyết giúp em ạ.. . Em cảm ơn",
            "Chào bạn,. . . . Hiện tại cô kiểm tra bạn đã đăng ký tốt nghiệp thành công và có quyết định tốt nghiệp chính thức đã cập nhật tại myBK thông tin sinh viên. Trường hợp sinh viên đã có quyết định tốt nghiệp thì sinh viên không vào lại trang tốt nghiệp trên myBK. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kinh gửi nhà trường, cho em hỏi học phí HK hè 213 là bao nhiêu/ tín chỉ và dự thính hè khác gì với chính quy hè ạ, em cảm ơn",
            "Chào bạn, . . Bạn vui lòng xem lại thông báo ngày 01/04/2022 về việc đăng ký môn học HK hè 2021-2022 (HK213) và dự thính hè 213 tại tin nhắn BKel.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Nhà trường cho em hỏi đợt thi định kì trước em đã có điểm 595 (k19) thì các đợt xét chuẩn kết tiếp em có cần thi nưã không, em cảm ơn.. .",
            "Chào bạn. . Sinh viên vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . xin chào.. . dạ cho em hỏi điểm môn siêu cao tần của em như hình dưới. Trước em có hoãn thi rồi sau đó đã thi lại và đươc 5.0 . Kì này e có lỡ đăng kí nhưng do không có thời gian sợ nên nếu thi rớt thì vẫn lấy điểm 5.0 cũ đúng không ạ. . em cảm ơn",
            "Chào bạn. . Trường hợp một môn học (tính theo mã số môn học) có nhiều lần học thì tính theo lần học có điểm cao nhất . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi học dự thính gdtc 1 môn bao nhiêu tiền vậy ạ. Em cảm ơn",
            "Chào em;. . em xem thông báo về mức thu học phí trên trang aao.hcmut.edu.vn    sinh viên    học vụ    học phí    Mức thu học phí năm học 2021-2022 nhé. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại trạng thái học tập của em là bị xóa tên do hết thời hạn đào tạo. Vậy, em xin hỏi là trường hợp của em có thể được thu nhận lại chuyển sang hệ khác được không ạ? Vì em mới thi [full_name] và có kết quả 500. Chỉ còn [full_name] nói viết. Mong Nhà trường tạo cơ hội ạ.",
            "Chào em,. . Em vui lòng trình bày rõ thêm giúp cô hiện tại em còn thiếu những điều kiện gì để tốt nghiệp?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi phòng Đào tạo,[full_name] [full_name] Em tên là [full_name], MSSV [student_id][full_name] [full_name] [full_name] Em có đăng ký lớp Anh văn 1A và đã thấy học phí cần thanh toán trên BkPay[full_name] Mặc dù đã hết hạn thanh toán học phí nhưng hệ thống lại không hiện thị mục \"chọn thanh toán\" mà lại hiển thị \"chưa đến kỳ thanh toán\"[full_name] [full_name] [full_name] Cho em hỏi rằng em có cần viết đơn xin gia hạn đóng học phí hay cần phải làm gì tiếp theo ạ?[full_name] [full_name] Mong phòng sớm hồi âm cho em[full_name][full_name] [full_name] Em xin cảm ơn[full_name] [full_name] [full_name][full_name] [full_name]",
            "Chào bạn. . PĐT đã ghi nhận bạn thanh toán xong học phí HK212. Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi thầy/cô,. . Em là cựu sinh viên k17. Em không biết là mình có thể đăng ký scan bảng điểm thành file PDF được không ạ. Em cảm ơn",
            "Chào bạn,. . . . Bạn vui lòng liên hệ trực tiếp tại Pđt để đăng ký in bảng điểm. Sau khi có bảng điểm thì bạn tự scan để sử dụng. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên [full_name]-[student_id] em làm đơn xin thanh toán trễ học phí. . Lí do: Do gia đình em gặp chút khó khăn về mặt kinh tế ạ. . Em hứa sẽ hoàn thành học phí sớm nhất ạ",
            "Chào bạn, . . PĐT ghi nhận đề xuất của bạn, bạn cố gắng hoàn thành học phí sớm nhất có thể nhé.. . Về vấn đề học phí Hk 212 nhà trường đã thông báo và nhắc nhở theo lịch trình học vụ của nhà trường. . Nếu có khó khăn thì đầu học kỳ có thê liên hệ Phòng Công tác chính trị sinh viên để gia hạn hay miễn giảm học phí. . Hiện tại phải đóng học phí nếu không thì sẽ xử lý theo quy định . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào cô,. . Em đã có tên trong danh sách dự kiến tốt nghiệp, bao lâu nữa thì trường mới có quyết định thu nhận lại để có thể đăng kí tốt nghiệp ạ? Em cảm ơn.",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc [full_name]15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và B[full_name]eL bằng email [full_name]HÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang B[full_name]eL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy cô!. . Thầy cô cho em hỏi học kì này em đã thanh toán trễ học phí vậy em có cần làm đơn để giải trình  gì không ạ.. . Em cảm ơn!. .",
            "Chào bạn. . PĐT đã ghi nhận bạn thanh toán xong học phí HK212. Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi admin ạ. . Em là [full_name] - MSSV [student_id] - Hiện là sinh viên khoa Điện Điện tử lớp DD21LT15. . Em đã đi hiến máu tại Trung tâm Hiến máu nhân đạo Thành phố, em viết mail này mong được cập nhật ngày ctxh ạ. . Em sẽ gửi kèm với hình ảnh minh chứng . . Em xin cảm ơn ạ. . . .",
            "Chào bạn,. . . . Pđt kiểm tra và thấy tổng số ngày CTXH là 5 ngày. . Để cập nhật ngày CTXH này của bạn, bạn vui lòng liên hệ văn phòng đoàn khoa của bạn để được hỗ trợ nhé. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào thầy cô quản lý hỗ trợ trực tuyến, em là [full_name], mssv [student_id]. Em nhận được thông báo của PĐT cho phép đăng kí các môn đề cương và LVTN ở HK213 này, thầy cô cho em hỏi rằng ở học kỳ này em không hoàn thành kịp LVTN và đinh đăng kí làm lại vẫn đề tài cũ ở HK hè thì quy chế anh văn khi đăng kí LVTN như thế nào ạ, do ở HK212 không xét anh văn khi đăng kí LVTN. Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Trong thông báo đăng ký môn học của học kỳ hè 213 không có thông báo về việc không xét chuẩn ngoại ngữ để đăng ký luận văn tốt nghiệp trong HK213.. . Sinh viên vui lòng xem quy chế về việc chuẩn ngoại ngữ nhận luận văn tốt nghiệp tại đây:  Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt/2. Chuẩn ngoại ngữ tốt nghiệp. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào quý thầy cô PDT!. . . . Em thi Quản trị kinh doanh cho kỹ sư ngày 24/12/2021, nhưng đến nay vẫn chưa có điểm ( điểm 15). . . . . Không biết có sự sai sót gì không ạ? . . . . Em cảm ơn.",
            "Chào bạn. . . . Điểm quản trị kinh doanh cho kỹ sư của bạn là 7.5đ, hệ thống myBK xem điểm chưa cập nhật kịp. Bạn có thể đăng ký in bảng điểm để kiểm tra nha!. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] Thưa cô![full_name] [full_name] Em là [full_name], MSSV: [student_id][full_name] [full_name] EM đã có tên trong danh sách tốt nghiệp dự kiến[full_name] Hôm qua em có lên phòng đao tạo hỏi thì cô bảo về đợi em thấy hơi lâu nên lo lắng ạ[full_name]Hôm nay em làm đơn này xin phép được thu nhận lại để em đăng ký tốt nghiệp ạ[full_name] Em xin chân thành cảm ơn[full_name] [full_name] [full_name] Sinh viên[full_name] [full_name] [full_name]",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào Thầy( Cô) Phòng Đào Tạo DH Bách Khoa HCM. . Em sinh viên chuyển hệ CQ sang VLVH, em đã nộp CCNN và đã xét duyệt xong.. . Mong phòng đào tạo cho em vào danh sách dự kiến để em đăng kí tốt nghiệp trong học kì này ạ.. . Trong thời gian chờ đợi em xin chân thành cảm ơn!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân",
            "Dạ em chào Thầy [full_name]!. . Sao em vẫn chưa đăng kí được tốt nghiệp ạ, mai là 19.04 rồi, em lo quá ạ. Có bị trục trặc gì không Thầy?. . Mong Thầy hồi âm, và chân thành cảm ơn Thầy!",
            "Chào em,. . PDT đã xét và cập nhật lại. Em vào mybk/Đăng ký tốt nghiệp để đăng ký lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã kiểm tra là mình đã có tên trong danh sách dự kiến tốt nghiệp tháng 4/2022. Nhưng em không thể đăng kí tốt nghiệp do tình trạng sinh viên của em vẫn bị tạm dừng. Phòng đạo tạo xem xét giúp em.",
            "Chào bạn. . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nghen. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b Sinh viên [full_name]  /b \t. . Tốt nghiệp . Em chào phòng đào tạo,. . . . Thứ 6 ngày 8/4 tên em đã được đưa vào danh sách dự kiến tốt nghiệp nhưng tới hiện tại hệ thống vẫn chưa tự động cập nhật trạng thái sinh viên cho em nên em vẫn không đăng ký tốt nghiệp được do tình trạng sinh viên vẫn còn là tạm dừng.. . . . Em mong phòng đào tạo hỗ trợ giúp em cập nhật trạng thái sinh viên để em có thể tiếp tục đăng ký tốt nghiệp ạ.. . . . Em xin cảm ơn!. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT,. . Em là [full_name], MSSV là [student_id]. Sau khi nhận được phản hồi của PĐT về thiếu sót điều kiện tốt nghiệp, em đã thi và có kết quả Toeic Writting and Speaking vào ngày 11/04/2022. Kính mong PĐT xem xét lại điều kiện tốt nghiệp và tình trạng sinh viên của em ạ.",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn hỏi là bạn em k20 sau khi học chưa hết hk1 đã nghỉ học, bây giờ bạn em muốn đăng ký lại hệ vừa học vừa làm được không ạ? Vì bạn đã bị xóa bkel, và chưa có điểm trung bình hk1. Em có thấy hệ vừa học vừa làm có nhận xét tuyển thí sinh đã tốt nghiệp thpt. .",
            "Chào bạn,. . . . - Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . . . - Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .",
            "Cho em hỏi, em đã đủ điều kiện để xét tốt nghiệp hay chưa?",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ xin chào phòng đào tạo,. . Em tên [full_name], MSSV: [student_id], Bộ môn Cơ Điện Tử,Khoa Cơ Khí. Nay em đã đủ điều kiện tốt nghiệp và có tên trong danh sách tốt nghiệp dự kiến. Em xin Phòng Đào Tạo mở tình trạng sinh viên cho em, để em được đăng kí tốt nghiệp. Em xin chân thành cảm ơn.",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em muốn đk tốt nghiệp bổ sung thì phải làm sao ạ.. . Em có được chỉ dẫn là vào bksi chọn mục bổ sung tốt nghiệp mà em vào không thấy mục đó, có phải là em phải tạo câu hỏi/yêu cầu như thế này để gửi không ạ. . . Nếu phải thì câu hỏi/yêu cầu phải theo form như thế nào vậy ạ.. . Em xin cảm ơn ạ.",
            "Chào bạn. . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nghen. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho e hỏi là e có đăng ký thực tập ngoài trường trong kỳ 212 này nhưng theo lịch thì kỳ hè mới đi thực tập . . Nên e hỏi là có thể đăng ký môn này trong kỳ hè trong lúc đi thực tập ngoài trường được không ạ",
            "\"Chào bạn. . Tùy vào TKB môn thực tập ngoài trường, nếu không trùng TKB thì bạn sẽ đăng ký được môn học khác. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Văn phòng Đào tạo quốc tế,. . . . Em tên là [full_name], mssv [student_id], em là sinh viên đã có tên trong danh sách tốt nghiệp chính thức đợt tháng 4 năm nay.. . Hiện em có nhu cầu học lên thạc sĩ và được yêu cầu phải có giấy xác nhận chương trình học của em tại trường là hoàn toàn bằng tiếng anh không qua phiên dịch ạ.. . Mong VPDTQT xem xét để em có thể bổ sung hồ sơ trong thời gian sớm nhất.. . Em xin cám ơn",
            "Chào bạn,. . . . Liên hệ về văn phòng Quốc tế để nhận bằng và hỗ trợ bạn nhé. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Họ và tên: [full_name]. . MSSV:[student_id]. . Do em chưa đủ điều kiện tốt nghiệp nên chưa có tên trong danh sách dự kiến tốt nghiệp đợt tháng 4 (hình ảnh đính kèm).. . Bây giờ em đã đủ điều kiện tốt nghiệp nên em xin yêu cầu xét tốt nghiệp để em hoàn thành đăng ký tốt nghiệp trên web mybk.. . Em đã hoàn thành công tác xã hội, nộp và chuyển điểm anh văn, anh văn nói viết, rút môn học kì 212 (hình ảnh đính kèm).. . Em xin cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo,. . Hiện học kì này em đang làm luận văn và sẽ hoàn thành chương trình học của mình. Tuy nhiên em có một số môn học có mong muốn được cải thiện. Vậy nếu như em đăng kí vào học kì hè 213 này, thì em có kịp tốt nghiệp vào đợt tháng 11/2022 không ạ, hay là phải chờ đến tháng 4/2023.. . Em xin cảm ơn ạ",
            "Chào bạn,. . . . Bạn xem Biểu Đồ Năm Học tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ năm học 2021-2022    Biểu đồ năm học bạn nhé. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . .  Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào PĐT ạ.. . Em tên là [full_name], sinh K18 khoa KTXD chuyên ngành công nghệ kỹ thuật vật liệu xây dựng ạ. Hiên tại lớp em có vài bạn học chậm môn Vật liệu học (CI3029).. . Do môn Vật liệu học (CI3029) là môn chuyên ngành với sỉ số tối thiểu là 15 bạn nên em đã làm đơn đặt cách xin chữ kí Cô chủ nhiệm bộ môn VLXD [full_name] với Thầy chủ nhiệm khoa kiêm dạy lớp [full_name] ạ.. . Mong PĐT giúp tụi em mở lớp vào kì dự thính hè để kịp cho tiến độ Luận văn kì sau ạ.. . Em xin chân thành cảm ơn.",
            "Chào em,. . PDT đã tiếp nhận đơn mở lớp dạng đồ Án của bạn nhé.. . SV theo dõi lịch đăng ký môn học HK213 để vào đăng ký trong đợt 2.. . Sau ngày 11/5 SV vẫn chưa thấy mở lớp vui lòng phản hồi lại qua bksi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em viết đơn này để xin chuyển điểm môn tương đương. Mong PDT xử lí nhanh giúp em để đăng kí luận văn ạ. Em xin chân thành cảm ơn ạ.. . . .",
            "Chào bạn. . Đã cập nhật điểm môn tương đương, bạn có thể in bảng điểm để kiểm tra. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào cô ạ,. . . . Em xin gửi đến cô một số minh chứng để giải quyết trường hợp thông tin lớp học trên thời khóa biểu bị đổi.. . . . Hình đầu tiên là lúc em phản hồi khi được đổi từ lớp L02 đến L01 và kết quả đã được cập nhật em ở lớp L01 trên toàn bộ tkb và bkel từ ngày 10/1.. . . . Hình thứ 2 là danh sách lớp L01 để tính điểm của giáo viên bộ môn từ đầu học kỳ đến giờ, trong đó tên em ở STT 36(danh sách sinh viên chỉ có quyền xem). . . . Do thông thường em coi thời khóa biểu trực tiếp trên hệ thống và hệ thống vừa cập nhật chỉ hiện kết quả cập nhật mới nên em không có minh chứng thời khóa biểu trên mybk ở lớp L01 ạ.. . . . Mong quý thầy cô xem xét cho trường hợp của em.. . Em cảm ơn và chúc quý thầy cô một ngày làm việc hiệu quả. .",
            "Chào em,. . [full_name]T đã cập nhật lại TKB và lịch thi lại cho bạn môn IM3077 đã được cập nhật lại nhóm L01 nhé. . Thân"
        ]
    }
]