[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp  /i. . Em là Đặng Thái Dương MSSV [student_id]. . . . Dạ thầy cô ơi em đã có điểm môn Hóa Đại Cương và Thầy [full_name] đã nộp bảng điểm lên PĐT rồi nhưng em vẫn chưa có bảng điểm để đăng ký tốt nghiệp ạ. Em mong PĐT xem xét lại và cập nhật điểm giúp em ạ. Em xin cám ơn. . Dưới đây là đoạn mail em hỏi Thầy [full_name] và Thầy đã nói là nộp bảng điểm rồi ạ",
            "Chào em,. . Vui lòng trình bày giúp rõ giúp cô mã [full_name], và ở HK nào nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em kính chào văn phòng Khoa!. . Em tên là [full_name], MSSV [student_id] là sinh viên lớp DD18DV2. Hiện tại em là sinh viên năm 4 và em đã học một số môn tự chọn   ( quy trình thiết kế và sản xuất vi mạch, kỹ thuật số nâng cao, thiết kế vi mạch số,...) nhưng do HK3 em không đủ chuẩn av để đăng ký môn học năm 2 và một số yếu tố như dịch bệnh và bị hủy môn một vài lần trước dẫn đến có 2 môn (cơ sở điện tử công suất, truyền số liệu và mạng) em chưa thể đăng ký được. Hai môn này lại là 2 môn học trước của đồ án nên kì sau em không thể đăng ký học đồ án được. Nguyện vọng của em là muốn được tốt nghiệp sau khi hết học kì 10 (năm 5). Nhưng nếu kì sau em không đăng ký được đồ án thì sẽ không kịp để tốt nghiệp. Nên em có nghĩ ra một số phương án để được ra trường đúng theo thời gian mong muốn, kính mong văn phòng khoa xem xét giúp em ạ.. . [full_name]1: em có thể học 2 môn CSDTCS và TSLVM song hành cũng với đồ án được không ạ?. . [full_name]2: HK hè em có thể làm đồ án và HK221 em có thể thực tập song hành cùng đề cương luận văn được không ạ?. . [full_name]3: học kì cuối em có thể làm đề cương và luận văn song hành được không ạ?. . Em kính mong văn phòng khoa xem xét giúp trường hợp của em ạ!. . Em xin chân thành cảm ơn!. . Trân trọng.",
            "Chào em,. . Em vui lòng liên hệ [full_name], GVCN để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thây cô:. . Em là sinh viên khóa 2015, em đã hoàn thành đủ các môn học nhưng thiếu CCNN để ra trường. Em đã bị tạm dừng 2 học kì chưa tính kì kế tiếp, trong đó vì chưa có bằng toeic nên em bị thiếu số tín chỉ của av1, nên số tín chỉ tích lũy ngành của em là 140. Em muốn hỏi sau khi em có bằng toeic để nộp vô thì có được xét tốt nghiệp không, hay kì này em phải đăng kí av1 để đủ số tín chỉ và không bị cho thôi học vì em đã bị tạm dừng 2 kì.. . Em xin cảm ơn.. . . .",
            "Chào bạn. . - Hk212 bạn đã hết thời gian học theo quy định nên không dkmh được. . - Bạn phải có CCNN và làm thủ tục chuyển điểm trước tháng 04/2022 để tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi thầy/cô,. . . . Em có gửi đơn xin Giấy xác nhận sinh viên vào ngày 24/11 và chọn hình thức gửi qua bưu điện. Nhưng đến hôm nay em vẫn chưa nhận được giấy (giấy đã được xử lý).. . . . Em muốn xin thầy cô xác nhận giúp em tình trạng của Giấy xác nhận SV của em:. . 1. Giấy đã được gửi chưa?. . 2. Nếu đã được gửi, có thể cho em xin mã bưu phẩm để em theo dõi được không ạ.. . Thông tin của em: Họ và tên: [full_name]; MSSV: [student_id]; Mã phiếu: CNSV.[student_id].1. . . . Em xin cảm ơn.. . Trân trọng,. . [full_name].. .",
            "chào em ;. . bưu điện viettel post đã xác nhận người nhận đã nhận thư nhé. . em có thể tra cứu theo mã vận đơn: BK[phone_number]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chuyện là hôm qua em có thi xong Av3 ạ, mà video em lại có dung lượng 3Gb nên giám thị kêu em là làm giảm dung lượng mới đc gửi cho pdt ạ mà em có giảm dung lượng theo mạng chỉ ạ rồi em không giảm đc mà em còn bị mất luôn video gốc ạ. Phòng đạo tạo xem xét giúp em với được không ạ từ tối hôm qua tới giờ em ngồi mò khôi phục lại vid nhưng không được ạ.Em xin lỗi ạ :(",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. . . .",
            "dạ em có đọc kĩ rồi ạ nhưng mà giờ em bị mất video luôn rồi ạ giờ em phải làm như thế nào để được giữ điểm thi ạ. em có liên hệ với gv giảng dạy r ạ, cô kêu em là liên hệ với phòng đào tạo ạ",
            "\"\"\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Thân. . \"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy. . . .",
            "Yêu cầu khác: Chào thầy/cô,. . . . Em đã mua bảo hiểm y tế cho sinh viên năm 2021 nhưng đến nay chưa nhận được thông tin thẻ.. . . . Trong đợt thu bảo hiểm y tế năm 2022, vì không có mã số thẻ bảo hiểm y tế năm 2021 nên em không đăng ký làm thẻ được, giờ em phải làm thế nào ạ.. . . . Em có đính kèm email thông báo đăng ký thẻ và thông tin thanh toán thẻ bảo hiểm 2021 dưới đây.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin kính chào thầy/cô thuộc PĐT.. . . . Em tên là [full_name], MSSV [student_id], ngành Khoa học Máy tính CLC.. . . . Em xin có 2 câu hỏi về các môn Tự chọn tự do trong kế hoạch học tập:. . . . 1. Thế nào là môn Tự chọn tự do ạ? Là tất cả các môn của các ngành/khoa khác, miễn nó không trùng với môn đã có trong kế hoạch ạ?. . . . 2. Em có 2 slot Tự chọn tự do trong kế hoạch thuộc hai học kì khác nhau (3 tín chỉ mỗi slot), em có thể đăng kí một môn 4 tín chỉ và một môn 2 tín chỉ (4+2), hay buộc phải đăng kí 2 môn có 3 tín chỉ (3+3) ạ?. . . . Link kế hoạch học tập: https://docs.google.com/spreadsheets/d/[full_name]TeUP-U4PUbbSlAvA3_1cT91wiMnShszv99xoc/edit#gid=[phone_number]. . . . Em cảm ơn ạ.",
            "Chào em,. . Học phần tự chọn tự do là học phần sinh viên được tự do đăng ký, không bị ràng buộc với ngành/chuyên ngành sinh viên đang theo học, nhưng phải có kiến thức không trùng lắp với các kiến thức dùng để xét tốt nghiệp của chương trình đào tạo. Hai học phần được xem là trùng lắp nếu có chuẩn đầu ra/nội dung trùng lắp đến 50%.. . . . Ở một chừng mức nào đó, để tránh cho sinh viên không lúng túng khi chọn môn tự do, tránh lãng phí thời gian và tài chính, [full_name] gợi ý cho sinh viên chọn các môn nhằm trang bị kiến thức chuyên sâu hơn ở các chuyên ngành.. . . . Em liên hệ [full_name] trình bày môn đã chọn tự do, để [full_name] xem xét và xác nhận, hoặc có hướng dẫn cụ thể.. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào quý thầy cô. . Em tên [full_name]. MSSV: [student_id] . . Em nhận được thông báo mail của trường về vấn đề học thí nghiệm sẽ được tổ chức 6/12 tới đây. Em muốn hỏi rằng việc học thí nghiệm trong thời gian đó có bắt buộc không ạ hay chỉ áp dụng đối với các bạn đăng kí từ trước? Vì KTX ĐHQG hiện không tiếp nhận sinh viên vào ở trong khoảng thời gian này ạ. Em xin cảm ơn.. . Chúc quý thầy cô có một ngày tốt lành!. . . .",
            "Chào em,. . chỉ áp dụng đối với các bạn đăng kí từ trước?. . =  Em vui lòng xem lại email PĐT đã gửi: . . Kế hoạch về việc giảng dạy, học tập trực tiếp các học phần Thực hành, Thí nghiệm, Đồ án môn học, Đề cương Luận văn tốt nghiệp, Luận văn Tốt nghiệp của học kỳ 2 và học kỳ hè/năm học 2020-2021, và học kỳ 1/năm học 2021-2022. . Hộp thư đến. . . . - Ho Tro SV   [email] . . 16:04, 17 thg 11, 2021. . tới stu.all\". . . . \"--- Các Sinh viên đã có đủ các điều kiện phòng chống dịch hiện hành (di chuyển, làm việc/học tập) để có thể đến trường học thực hành, thí nghiệm, đăng ký để Phòng Đào tạo có căn cứ phối hợp bố trí sắp xếp lịch học thực hành, thí nghiệm trong trường.\". . =  Nếu em đã đăng ký mà không học được thì gửi lại nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô,. . Dạ thầy/cô cho em hỏi là hiện đang mở đăng kí môn cho HK 212 và em chưa qua môn AV3 thì  có được đăng kí môn Kinh tế chính trị [full_name] (SP1033) của năm 3 không ạ. . Em cảm ơn.",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào [full_name]y Thầy Cô!. . . . Dạ, em đã làm theo hướng dẫn nhưng trong mybk không có file scan. Trang báo em là cựu sinh viên em không xem được gì hết ạ. . . Về việc tra mã đơn vận của viettel post cũng không có dữ liệu ạ.. . . . Kính mong nhận được sự giúp đỡ của [full_name]y Thầy Cô ạ.",
            "Chào em,. . Cô gửi em file scan giấy chứng nhận tốt nghiệp tạm thời. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là trong biểu mẫu đơn xin tạm dừng việc học có ghi là sinh viên nghỉ quá hai học kỳ liên tiếp sẽ bị xóa tên.Vậy có nghĩa là chỉ được nghỉ tối đa là hai học kỳ thôi đúng không ạ?",
            "Chào em,. . Vậy có nghĩa là chỉ được nghỉ tối đa là hai học kỳ thôi đúng không ạ?. . =  Đúng, Em chỉ xin tạm dừng tối đa là hai học kỳ. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào phòng đào tạo.. . Em tên là [full_name]: [student_id] học lớp CK16CTM2.. . Em viết đơn này để trình bày về việc em bị tạm dừng từ học kì 2 năm học 2020-2021 vì lí do không đóng học phí. Quyết định số 219/QĐ-ĐHBK.. . Hiện tại em đã thanh toán hết toàn bộ học phí và kính mong phòng đào tạo thu nhận em lại để kì 202 năm học 2021-2022 em có thể đăng kí luận văn tốt nghiệp.. . Em xin chân thành cám ơn.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn. . Trước tiên các bạn đăng ký các môn cần học HK212 ở đợt 1, nếu đợt 2 (từ ngày 23/12/2021)  không có mở lớp thì lúc đó mới nộp đơn mở lớp, sẽ có thông báo mở lớp  ở đợt 2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trong kỳ này em báo cáo luận văn. Hiện tại em còn một môn đang ở trạng thái hoãn thi. Em có cần đăng ký môn cho học kỳ tiếp theo để được thi bổ xung môn đang hoãn thi không ạ.. . . . Em cảm ơn.",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1810885  /b \t. . . .   i Đăng ký môn học . Em chào Thầy/Cô,. . Em tên là Vũ Minh Dương, MSSV 1810885, sinh viên khoa Khoa học và Kỹ thuật Máy tính, hiện đang làm đề tài ĐCLV \"Game đua xe BKSpeed\" thuộc nhóm anh Huỳnh Phạm Phước Linh (MSSV 1710165) do thầy Vương Bá Thịnh phụ trách. Do sơ suất cá nhân nên từ đầu học kỳ em chưa đăng ký môn CO4315 trên hệ thống của nhà trường. Nay em nộp đơn mong được đăng ký để kịp phản biện với nhóm.. . Em xin cam đoan có tham gia làm đề tài ĐCLV đã nêu và có sự chứng giám của nhóm trưởng (anh Huỳnh Phạm Phước Linh) và giảng viên phụ trách (thầy Vương Bá Thịnh) và có đính kèm đơn đăng ký môn và xác nhận của giảng viên phụ trách. . . .",
            "đã hướng dẫn trực tiếp làm lại đơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa quí thầy cô.. . Em hiện có 2 thắc mắc ạ.. . 1. Không còn cách nào để có khả năng gia hạn/thanh toán học phí, thì kết quả của học kì đó sẽ bị hủy (HK 211 ). Vậy có bị xét tạm dừng học cho học kì sau không ạ (HK 212)?. . 2. ĐTBHK khác 0 và có ĐK môn học cho học kì sau thì sẽ không bị xét thôi học phải không ạ?. . Em xin cám ơn ạ.",
            "Chào bạn. . 1-Cô thấy bạn chưa đóng tiền của Hk202 và Hk211, nếu bạn gặp khó khắn thì sao không làm gia hạn đóng học phí tại Phòng CTCT SV. . - Pdt khi xử lý SV sẽ thông báo cho SV qua mail. . 2- Cô chưa hiểu ý bạn: quy định buộc thôi học hay sao?. . - Về quy định Xử lý học vụ-kỷ luật: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  Sinh viên --  Học vụ --  Xử lý học vụ-kỷ luật. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô,. . . . Em là [full_name] - MSSV: [student_id] - Khoa học máy tính B2.. .  . . Em làm đơn này xin Phòng Đào tạo cho em hoãn bảo vệ LVTN HK211 và bảo lưu LVTN để hoàn thành vào kỳ sau.. . . . Em xin gửi email trao đổi và đơn đã được thầy cô của khoa em duyệt trong file đính kèm.. . . . Em xin cảm ơn thầy cô.. .  . . Sinh viên,. . [full_name]",
            "\"Chào em,. . Căn cứ trên tình hình phòng chống dịch Covid-19, theo lệnh của Ban giám hiệu, Phòng Đào tạo (PĐT) thông báo kế hoạch tổ chức thi học kỳ 1 năm học 2021-2022, ngày 08/11/2021 (Phòng Đào tạo đã gửi mail cho SV vào ngày 22/11/2021), có thông báo rõ về thời gian phản biện và bảo vệ Luận văn tốt nghiệp (LVTN) trong HK211 và có ghi rõ về các \"\" Trường hợp cần thiết, sẽ có một đợt bảo vệ bổ sung cho các trường hợp đề tài bị ảnh hưởng nghiêm trọng bởi tình hình dịch Covid-19\"\". SV vui lòng xem lại email sinh viên về thông báo báo này.. . - Về đơn xin hoãn LVTN HK211 của bạn, Phòng Đào tạo hiện không thể tiếp nhận được.. . SV vui lòng liên hệ khoa để được hỗ trợ và hướng dẫn để xin đăng ký bảo vệ trong đợt bổ sung theo đúng chỉ đạo của Ban Giám hiệu nhà trường.. . Trường hợp Khoa không tiếp nhận trường hợp tổ chức đợt bảo vệ bổ sung, SV nhờ Khoa làm công văn đề nghị lên Phòng Đào tạo, ghi rõ lý do vì sao không thể tổ chức đợt bảo vệ LVTN bổ sung, để Phòng Đào tạo trình lên Ban Giám hiệu nhà trường xin ý kiến và phản hồi cho sinh viên.. . Thân mến,\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]7  /b \t. . . .   i Đăng ký môn học . En xin đăng ký môn học Anh văn theo nhu cầu Anh văn 4A (MMH: LA1043). . Em cảm ơn.. . Đợt vừa qua do Trang ĐKMH Của e đã bị vô hiệu hoá ( do em là trường hợp thu nhận lại) nên e không đăng ký được, mong thầy cô tạo điều kiện e đăng ký vì kỳ này là e hết chương trình đào tạo ạ, e cảm ơn thầy/ cô đã xem!",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . \"V/v gia hạn Đăng ký môn học Sinh viên HK Chính + Dự thính 212+ VLVH. . Hộp thư đến. . . . - Ho Tro SV   [email] . . 17:01, Th 3, 7 thg 12 (22 giờ trước). . tới stu.all,\". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy cô,. . Hiện địa phương em có yêu cầu nộp Giấy xác nhận điểm trung bình cho năm học 2020-2021. Thầy cô cho em hỏi em phải đăng kí ở đâu và nhận như thế nào ạ.. . Em cảm ơn ạ.",
            "Chào em,. . Em đăng ký trên mybk/đăng ký in bảng điểm.... . Thân mến. .",
            "Dạ em đã in nhưng nộp họ phản hồi không đúng yêu cầu ạ. Họ yêu cầu phải xác nhận trung bình cho riêng cả năm học 2020-2021 thôi. Còn bảng điểm của mình chỉ có riêng từng học kì mà không tổng kết lại, họ KHÔNG đồng ý ạ.",
            "Dạ em đã in nhưng nộp họ phản hồi không đúng yêu cầu ạ. Họ yêu cầu phải xác nhận trung bình cho riêng cả năm học 2020-2021 thôi. Còn bảng điểm của mình chỉ có riêng từng học kì mà không tổng kết lại, họ KHÔNG đồng ý ạ.",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "Chào em,. . Trường Bách khoa chỉ có 2 loại nhé bạn: 1 là giấy xác nhận điểm TB học kỳ (HK hiện tại), 2 là bảng điểm của tất cả môn thôi nhé bạn. Tùy em chọn đăng ký nhé.. . Còn về bảng điểm như em trình bày thì không có nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Gửi PDT, Em là [full_name], mssv: [student_id], sinh viên cơ điện tử ct PFIEV K16. Em viết thư này để xin khoa mở lớp dự thính cho tụi em môn Tự động hóa & điều khiển tối ưu (409701) ạ. Do môn này từ k19 trở về sau đã bỏ và không có môn tương đương, số lượng sv nợ cũng chỉ còn 5 sv.Mong trường giúp đỡ tụi em  để có thể trả nợ môn này.. . Em xin cảm ơn rất nhiều.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ tên:[full_name]. . mssv:[student_id]. . -Em chào pđt.Do kì 202 em có hoãn môn Mac Lenin mã cũ SP1003 nên kì này em được sắp xếp lịch thi lại môn này.. . -Dạ em không biết là hình thức thi là tự luận hay là trắc nghiệm giống với khóa sau lun hay sao ạ?. . -Em cám ơn pđt đã xem qua tin nhắn.",
            "Chào em,. . Em không biết là hình thức thi là tự luận hay là trắc nghiệm giống với khóa sau lun hay sao ạ?. . =  Em vui lòng liên hệ GV giảng dạy để biết nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào quý thầy, cô. . Em là [full_name]-[student_id]. Trước đó em đã đặt câu hỏi về việc hủy đơn ký học thực hành thí nghiệm tại trường và được yêu cầu làm đơn trình bày. Em đã làm đơn và được gửi trong file đính kèm ạ. . . Em cảm ơn quý thầy, cô.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: PDT cho em hỏi là các lớp dạng đồ án không thi vì sĩ số sv quá ít thì được dk vào hk chính không hay phải vào dự thính ạ .",
            "Chào em,. . Vui lòng trình bày rõ ràng và cụ thể vấn đề giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Họ và tên [full_name]. . MSSV [student_id]. . Lớp GT16TAU1. .  Cho em hỏi là kỳ 212 này em muốn đăng ký môn học nhưng tình trạng sing viên của em đang là tạm dừng vì kỳ trước em không đăng ký môn học nào . Cho em hỏi bây giờ em phải làm sao để được đăng ký môn học học kỳ này được ạ. . .  Cảm ơn các thầy cô đã xem ạ.",
            "Chào em,. . Em tải mẫu đơn thu nhận, điền đầy đủ thông tin rồi gửi bksi. . http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô. . . . Vừa qua em thiếu 4 tín chỉ nên không làm luận văn được, nay em đã bổ sung tin chí (từ điểm chuyển môn anh văn). . . Kính nhờ PĐT kiểm tra giúp em đã đủ điều kiện nhận luân văn tốt nghiệp chưa ạ?. . Mã môm luận văn tốt nghiệp của em là: CI4383. . . . Em cảm ơn rất nhiều!",
            "Chào em,. . Em xem lịch học vụ nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy cô phòng đào tạo,. . . . Em tên là [full_name], MSSV [student_id].. . . . Dạ em có gửi bảng câu hỏi trước về việc em chưa nhận được thẻ sinh viên được gửi qua đường bưu điện.. . . . Em gửi thầy/cô thông tin của em để thầy cô kiểm tra ạ:. . . . Em tên là [full_name]. . Địa chỉ nhà 17/44A Gò Dầu, phường Tân Qúy, quận Tân Phú, TPHCM. . SDT là [phone_number]. . . . Em mong thầy cô giúp dùm em để em sớm nhận lại được thẻ sinh viên ạ.. . . . Kính mến,. . Em [full_name]. . .",
            "Chào em,. . PDT đã in lại và chuyển bưu điện vào ngày mai nhé, em nhớ để ý điện thoại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào quý thầy cô PĐT !. . Em tên: [full_name]. . MSSV:[student_id]. . Hiện tại em đang tạm dừng HK211 và sắp tới em muốn tạm dừng HK212 và em đã đính kèm đơn mong quý thầy  cô sớm phê duyệt ạ. Em cám ơn.. . Trân trọng kính chào !",
            "\"Chào em,. . Phòng Đào tạo đã tiếp nhận đơn tạm dừng HK212 của bạn, Sinh viên theo dõi tình trạng sinh viên được cập nhật trên mybk/Thông tin Sinh viên/tình trạng. . chuyển qua trạng thái từ \"\"đang học\"\" sang \"\"tạm dừng\"\", dự kiến sẽ cập nhật trước ngày 3/1/2022 và gửi mail Quyết định qua email cho sinh viên. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào thầy/cô, em có thắc mắc về việc đăng ký luận văn học kỳ 212 ạ.. . Theo quy định về môn LVTN, sinh viên được nợ tối đa 7 tín chỉ. Hiện tại, em đang nợ 7 tín chỉ và chưa thể đi thực tập do tình hình dịch bệnh, do đó em chưa hoàn thành 3 tín chỉ của môn thực tập. Em không biết với trường hợp như vậy, em có thể đăng ký môn LVTN học kỳ 212 được không ạ?. . Em cảm ơn thầy/cô đã tiếp nhận câu hỏi của em.",
            "Chào em,. . Em vui lòng xem lịch học vụ, em ĐKMH, sau khi có TKB chính thức thì biết được nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ e tên [full_name] mssv [student_id] khoa Cơ Khí. . Dạ trong kì 6 sắp tới trong chương trình học có môn thực tập ngoài trường mà e thắc mắc là kì 6 mình đăng kí rồi hè đi thực tập hay là đến khi nào mở đăng kí hè rồi mới đăng kí thực tập ạ",
            "Chào em,. . Em vui lòng liên hệ [full_name], GVCN để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi: Phòng Đào Tạo trường ĐH Bách Khoa Thành phố Hồ Chí Minh. . Em tên: [full_name]. . MSSV: [student_id]. . Hệ VHVL. . Hiện tại thông tin trên MyBK của em bị cập nhật sai. Em trúng tuyển ngành Kỹ thuật điện, nhưng hiện tại ngành học là  Kỹ thuật Điện tử - Truyền thông, kính mong BGH xem xét giúp em.. . Em xin cảm ơn ạ.",
            "Chào em,. . Em vui lòng email đến [email] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi quý thầy/cô,. . . . Trong ngành học KHMT của em, có phần Các môn tự chọn tự do (3 tín chỉ), em muốn hỏi là mình được đăng kí học môn nào cũng được hay sao ạ?. . . . Hơn nữa, giả sử đến hết HK3 em đã tích lũy được trên 56 tín chỉ, tức là có thể đăng kí học các môn năm 3, em muốn hỏi là em có thế đăng kí các môn trong nhóm tự chọn A,B,C,D.. như là môn tự chọn tự do được hay không? Lí do là em muốn được học càng nhiều môn liên quan đến ngành mình càng tốt ạ. Em xin cảm ơn!. . . . Chúc quý thầy/cô một ngày tốt lành!",
            "Chào em,. . Học phần tự chọn tự do là học phần sinh viên được tự do đăng ký, không bị ràng buộc với ngành/chuyên ngành sinh viên đang theo học, nhưng phải có kiến thức không trùng lắp với các kiến thức dùng để xét tốt nghiệp của chương trình đào tạo. Hai học phần được xem là trùng lắp nếu có chuẩn đầu ra/nội dung trùng lắp đến 50%.. . . . Ở một chừng mức nào đó, để tránh cho sinh viên không lúng túng khi chọn môn tự do, tránh lãng phí thời gian và tài chính, [full_name] gợi ý cho sinh viên chọn các môn nhằm trang bị kiến thức chuyên sâu hơn ở các chuyên ngành.. . . . Em liên hệ [full_name] trình bày môn đã chọn tự do, để [full_name] xem xét và xác nhận, hoặc có hướng dẫn cụ thể.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . .   i Tốt nghiệp . Dạ thưa quý thầy/cô, em là [full_name], sinh viên K17 khoa Khoa học và Kỹ thuật Máy tính.. . . . Em vừa đạt đủ điều kiện để tốt nghiệp đại học, tuy nhiên tình trạng sinh viên hiện tại của em là Tạm dừng (lý do: Tạm dừng vì không đăng ký môn học) dẫn đến không thể đăng ký tốt nghiệp.. . . . Vậy em xin phép hỏi thầy/cô: em nên xử lý trường hợp này như thế nào ạ?. . . . Em xin cảm ơn.. . . .",
            "Chào em,. . Em vui lòng trình bày rõ là em mới bổ sung điều kiện gì để tốt nghiệp. . Vì hiện tại cô kiểm tra em chưa có tên trong ds dự kiến nhé. . Thân",
            "Chào cô [full_name],. . . . Em xin cảm ơn cô đã trả lời em sớm ạ.. . . . Em xin phép bổ sung thông tin về các điều kiện tốt nghiệp hiện tại của em, bao gồm:. . . .   B 1.  /B  Đạt số ngày CTXH tối thiểu để tốt nghiệp (thời gian cập nhật CTXH sau ngày 24/11/2021).. . . .   B 2.  /B  Điểm trung bình môn học cuối cùng (mã môn học CO3045, thời gian cập nhật điểm 23/11/2021).. . . .   B 3.  /B  Cả 2 điều kiện trên đều được cập nhật sau ngày ra quyết định Tạm dừng (18/11/2021).. . . . Hy vọng nhận được câu trả lời sớm từ cô.. . . . Trân trọng.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 14/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \"",
            "Chào cô [full_name],. . . . Em xin cảm ơn PĐT đã sớm giải quyết yêu cầu xét tốt nghiệp của em ạ. . . . . Hiện tại, em đã nhận email và tìm thấy tên trong danh sách tốt nghiệp dự kiến đợt 2 năm 2021 trên aao.hcmut.edu.vn ạ. . . . . Tuy nhiên, tình trạng sinh viên của em vẫn đang là Tạm Dừng và chưa đăng ký tốt nghiệp được (truy cập vào mục Đăng ký tốt nghiệp trên mybk.hcmut.edu.vn thì nhận được màn hình trong ảnh đính kèm). . . . . Vì vậy, em xin phép nhờ PĐT kiểm tra giúp em tình trạng trên ạ.. . . . Hy vọng nhận được câu trả lời sớm từ cô.. . . . Trân trọng.",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô, . . Hồi tháng 9 ban Đoàn thanh niên trường có thông báo là sẽ tiến hành xem xét và cộng ngày CTXH cho các sinh viên tham gia tình nguyện tại địa phương. . . Vừa qua em có tham gia một số ngày tình nguyện để lấy ngày CTXH, em đã gửi chứng nhận có mộc đỏ của địa phương, hình ảnh tham gia làm bằng chứng về cho email của Đoàn thanh niên trường . .  như hướng dẫn nhưng đến nay hơn 3 tuần vẫn chưa thấy phản hồi, vậy có cách nào để em liên hệ được với phía Đoàn thanh niên trường không ạ?. . Em cảm ơn thầy cô.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính chào quý thầy cô.. . Hiện tại em là sinh viên năm 3 (K19) ngành Kỹ thuật Hóa dược, khoa Kỹ thuật Hóa học.. . Về vấn đề đăng ký môn ở học kỳ 212. Theo thông tin em nhận được từ các sinh viên cùng khoa, cùng khóa thì số lượng tín chỉ tối đa trong kỳ có thể đăng ký là 25. Nhưng khi em đăng ký thì em chỉ được tối đa 21 tín chỉ.. . Em đã xem quy định điều 9.3 ở trang http://www.aao.hcmut.edu.vn và đã kiểm tra lại điểm trung bình tích lũy của em là 7.65 tức lớn hơn mức yêu cầu là 7.5 nhưng em vẫn chỉ đăng ký tối đa 21 tín chỉ thôi ạ.. . Em kính mong thầy cô xem xét và giải đáp thắc mắc của em.. . Em chân thành cảm ơn quý thầy cô rất nhiều.. .",
            "Chào em,. . -       SV khá giỏi (ĐTBTL ≥ 7,5 hoặc SV lớp KSTN): SốTCmax = 25 TC (Không áp dụng cho HK có TTTN hoặc LVTN/TLTN) và phải được sự đồng ý của [full_name].. . - Em liên hệ [full_name], [full_name] để hướng dẫn nhé.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV[full_name]MSGV: [student_id]  [full_name]b \t. . . .   i Học vụ  [full_name]i . . . . Kính chào phòng đào tạo trường ĐH Bách Khoa.. . E tên [full_name] .. . MSSV [student_id]. . Lớp PC16HTD.. . Hiện tại em đã hoàn thành đồ án môn học mã môn học Đồ án EE3061 học kì 2 năm hoc 2020-2021. Thầy hướng dẫn thông báo cho em là đã vào điểm và in bảng điểm nộp cho khoa và PDT rồi.Em có vào bảng điểm xem lại nhưng hiện vẫn chưa có điểm, môn này do Thầy [full_name] hướng dẫn em. Kính nhờ phòng đào tạo kiểm tra lại giúp. Thân mến .[full_name].",
            "Chào em,. . PĐT đã cập nhật môn đồ án 6 điểm.. . Hiện em còn nợ:. . EE3159 Tích trữ năng lượng trong HTD. . EE4341 Đề cương. . EE4343 LVTN. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi quý thầy cô phòng đào tạo,. . . . Em là Ông [full_name], MSSV [student_id].. . Hiện tại em đã đủ các điều kiện xét tốt nghiệp. Tuy nhiên lỗi trang web báo rằng em \"không được cấp quyền sử dụng dịch vụ\" nên không thể truy cập để đăng ký xét tốt nghiệp được ạ.. . Hi vọng được quý thầy cô phòng đào tạo giúp đỡ ạ.. . Em xin chân thành cảm ơn.",
            "Chào em,. . Em theo dõi tình trạng trên mybk/Thông tin SV, khi nào chuyển qua trạng thái \"đang học\" em vô đăng ký tốt nghiệp lại nhé, hiện tại PDT đang ra quyết định thu nhận cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi quý thầy/cô,. . . . Em đã xét miễn học AV1,2,3,4 bằng cách nộp bằng ngoại ngữ (IELTS) thành công. Nhưng trong phần Thông tin sinh viên/Số tín chỉ thì em vẫn đang có 0 tín chỉ (lẽ ra phải là 8 tín chỉ). Em muốn hỏi là khi nào em sẽ được cập nhật số tín chỉ đó, và có phải sẽ được cập nhật 1 lượt toàn bộ 8 tín chỉ đó hay không? Hay phải đợi đến mỗi Học kì mới được cộng 2 tín chỉ của môn AV tương ứng? Vì em muốn tích lũy nhiều tín chỉ để được học các môn năm 2, 3 nên em mong quý thầy cô giải đáp, giúp em có thể tự đưa ra kế hoạch đăng kí môn cho bản thân. Em xin cảm ơn!. . . . Chúc quý thầy/cô bằng những lời đẹp nhất!",
            "Chào bạn. . Điểm chuyển anh văn đã cập nhật,. . Bạn xem tại trang mybk   stinfor   điểm chuyển. . Số tín chỉ sẽ cập nhật sau. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo,. . Em muốn đăng kí hoãn thi những môn thi bù lại do đã hoãn thi vào HK202 do HK211 này em đăng ký nhiều môn và lịch thi sát nhau quá. Em không biết liệu em có thể hoãn thi những môn thi bù của HK202 và thi bù những môn đó vào HK212 được không ạ?. . Em xin cám ơn",
            "Chào em,. . Em xem lại email PĐT đã gửi: Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . Cô trích lượt: . . \"Về việc thi để xóa điểm Hoãn thi:. . - Môn học có mở trong HK211: PĐT sẽ tự động xếp Lịch thi và đồng thời cập . . nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/Lịch thi.. . - Môn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp Lịch thi . . và đã gởi email cho từng Sinh viên Lịch thi (Sinh viên xem chi tiết Lịch thi cập. . nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/Lịch thi).. . - Các môn học còn lại (không mở trong HK211): Sinh viên vui lòng đợi thông . . báo sau.. . - Trường hợp PĐT đã xếp Lịch thi nhưng SV không thể Thi để xóa điểm HT . . trong HK211 này: SV sẽ đăng ký tại trang Mybk.hcmut.edu.vn    Ứng dụng . . cho Sinh viên    12. Đăng ký hoãn thi Cuối kỳ. . . • Lưu ý: SV cân nhắc khi đăng ký không thi ở HK211, vì PĐT đã cố gắng . . xếp Lịch thi cho tất cả SV diện có Quyết định Hoãn thi để SV có kết . . quả kịp tiến độ theo Chương trình đào tạo, HK212 khả năng dự kiến . . khó mở lớp những môn này, đồng thời theo quy định SV phải đăng ký . . thi cuối kỳ trong thời hạn một năn học để lấy kết quả này làm điểm . . tổng kết thay thế cho điểm HT.. . - Quy định hoãn thi (HT): xem chi tiết tại khoản 17.2 điều 17 trong Quy chế đào tạo và . . học vụ (aao.hcmut.edu.vn    Sinh viên   Quy chế-quy định   Học vụ) \". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào quý thầy cô/anh/chị,Em khoa CNVL K18, em bị trễ anh văn lúc năm 2, và HK 212 này em đăng kí có 5 chỉ gồm TTNT, Đề cương luận văn, và 1 môn thí nghiệm! Em đã tích lũy 100 TC, vậy kì 212 này em đk có 5 TC như trên thì có bị cảnh cáo học vụ không ạ! Em xin cảm ơn ạ!",
            "Chào em,. . Em vui lòng xem quy chế điều 25. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 25. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em xin hoãn thi môn hoá đại cương và môn phương pháp tính vì em đang điều trị bệnh tâm thần và không đáp ứng đủ thiết bị ạ.. .   i Yêu cầu khác .",
            "Chào bạn. . Về vấn đề Hoãn thi của HK211 bạn vui lòng xem chi tiết: Thông báo kế hoạch tổ chức thi HK211 Pdt đã gởi qua mail  vào ngày 22/11/2021- Mục 5.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào Tạo,. . . . Em có thể xin Giấy chứng nhận xếp hạng điểm trung bình trong lớp hoặc khoa được không ạ? (hiện GPA của em đứng hạng 2/42 trong lớp CC17CDT1;2) Mục đích: bổ sung hồ sơ du học.. . . . Em xin chân thành cảm ơn.. . Trân trọng.",
            "Chào bạn. . Pdt gởi bạn bản xác nhận file scan đính kèm"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào [full_name].. . Em là [full_name], MSSV:[student_id]. Hiện tại em có trễ về môn nhưng số lượng sinh viên thì không đủ để mở lớp.. . Em muốn xin mở các môn học này dưới dạng đồ án theo hướng dẫn của thầy chủ nhiệm khoa. Em muốn hỏi  [full_name] là học dưới hình thức này thì việc tính học phí có như bình thường không ạ? Nếu khác thì mức học phí sẽ tính như thế nào ạ?. Môn học gồm 3 tín chỉ và có 3 bạn sinh viên có nhu cầu. . . Em xin cảm ơn ạ. Mong sớm nhận được phản hồi từ [full_name].",
            "Chào em,. . Học phí vẫn tính theo thông báo nhé, chưa có quy định gì về tính sỉ số ít.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi là em đang có ý định tạm dừng viêc học,nhưng hôm qua em đã đăng kí môn học cho học kỳ 2,vậy đến lúc em gửi đơn tạm dừng học cho pdt thì có được xóa các môn đã đăng kí ở học kỳ 2 không ạ?",
            "Chào em,. . Vào đợt 2 em có thể vào để hủy các môn học mình đã đăng ký nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là HBKK học tập có giới hạn bao nhiêu xuất không ạ ? Cụ thể là Khoa KTXD K19 ạ.. . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em tên: [full_name] - MSSV: [student_id]. . Em xin đăng kí hoãn thi môn hóa phân tích CH2009 thi vào ngày 5.12 ạ.. . Lí do: bkel bị sập dẫn đến em không có lấy được tài liệu và bài tập để ôn tập cho kì thi.. . Vì vậy em xin phép phòng đào tạo cho em được hoãn thi và thi lại trong đợt thi hóa phân tích tiếp theo.. . Em xin trân trọng cảm ơn.",
            "Chào bạn. . Về vấn đề Hoãn thi của HK211 bạn vui lòng xem chi tiết: Thông báo kế hoạch tổ chức thi HK211 Pdt đã gởi qua mail  vào ngày 22/11/2021- Mục 5.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh/chị,. . . . Em là [full_name], MSSV [student_id], hiện em đã hoàn thành hết tất cả môn học cũng như đủ ngày CTXH để đủ điều kiện xét tốt nghiệp nhưng vẫn chưa nhận được mail báo đủ điều kiện tốt nghiệp như các bạn trong lớp.. . . . Em viết mail này mong anh/chị có thể kiểm tra giúp em và cho em phản hồi sớm nhất.. . . . Em cám ơn anh/chị,. . Trân trọng,. . [full_name].",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 14/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi quý thầy cô phòng đào tạo, em làm đơn này vì em không nhận được mail báo ngày giờ thi anh văn 2 kỹ năng nói viết đợt tháng 12 dù đã thanh toán lệ phí thi đúng hạn",
            "Đã trả lời. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào PĐT. Trường có gửi mail đến em, kêu em kiểm tra về việc nộp bằng thpt. Em đã kiểm tra và thấy hệ thống chưa có phiếu xác nhận, đồng nghĩa với việc PĐT chưa nhận đc bằng THPT của em. Nên em đã tiến hành đăng ký bổ sung theo hướng dẫn của mail. Tuy nhiên khi em đăng ký phiếu mới thì không thể bấm xác nhận.. . Không biết là do em chưa nhập đúng thông tin, hay là em phải đọi đến một khoảng thời gian cụ thể nào không ạ. . . . PĐT có thể hướng dẫn hỗ trợ em được không ạ. EM xin cảm ơn. . .",
            "Chào em,. . SV đăng ký mà vào không đúng thời gian mở, trước 20/12/2021 và sau 22/01/2022 thì SV sẽ không ấn được nút \"xác nhận đăng ký\".. . Vì vậy SV phải vào đăng ký đúng thời gian PĐT đã thông báo. (PĐT mở từ 0h ngày 20/12/2021 đến 0h ngày 22/01/2022). . Thân mến. . . . . .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi em đã nhận được mail quyết định thu nhận và chuyển sang VHVL rồi. Thì khoảng bao lâu tình trạng Sinh viên được chuyển qua VHVL vậy ạ? Tại em muốn đăng kí tốt nghiệp trước 24/12. Em cảm ơn . .",
            "Chào  bạn,. . Phòng Đào tạo ghi nhận việc đăng ký xét tốt nghiệp, em vui lòng đợi mail thông báo để đăng ký tốt nghiệp nhé.. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 14/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. . \". . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . \"hạng tốt nghiệp của sinh viên có điểm trung bình tích lũy loại xuất sắc và giỏi sẽ bị giảm đi một mức nếu thuộc một trong các trường hợp sau:Khối lượng của các học phần phải học lại vượt quá 5% so với tổng số tín chỉ quy định cho toàn chương trình.\". . Em thấy đây là quy định mới của Bộ, em không biết áp dụng cho từ khóa năm nào ạ?. . Tại em không nghe phòng đào tạo hay thầy cô nói gì về vụ này hết ạ.. . Em cám ơn nhiều ạ.",
            "Chào em,. . Em xem quy chế điều Điều 21. Xếp loại tốt nghiệp. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 21. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào thầy cô,. . Cho em hỏi là nếu kì 211 em có đăng kí giáo dục quốc phòng rồi mà do dịch nên không học được, vậy thì nếu muốn học ở kì 212 thì em có cần đăng kí lại môn đó không ạ?. . Em cám ơn!",
            "Chào em,. . Em liên hệ PĐT TT GDQP qua 028.[student_id]7, hoặc email [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn hỏi về việc đăng ký môn đợt 1 này, với sinh viên hệ chính quy thì học phí các môn đăng ký đợt này sẽ phải thanh toán khi nào ạ?. . . .",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . \"Nhắc V/v Đăng ký môn học HK Chính + Dự thính 212 + VLVH. . Hộp thư đến. . . . - Ho Tro SV   [email] . . 15:02, 3 thg 12, 2021 (5 ngày trước). . tới stu.all, \". . Cô chỉ trích lượt:. . \"Xem chi tiết lịch đăng ký môn học tại trang web PĐT aao.hcmut.edu.vn    Sinh viên    Lịch học vụ năm học 2021-2022    Học kỳ 2.\". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo. . . . Em tên [full_name]. . MSSV: [student_id], Lớp: VL17SI. . . . Em xin được phép thôi học ở trường để tập trung cho việc học ở Đại học khác. Hiện tại em không thể lên được thành phố do tình hình dịch bệnh. Do đó em xin gửi file scan pdf đơn xin thôi học có chữ ký của em và phụ huynh cho Phòng đào tạo ạ. . . . Em cảm ơn Phòng đào tạo đã đọc mail này. .   i Yêu cầu khác .",
            "Chào em,. . Cô thấy em đã có QD thôi học, hiện tại QD đã được cập nhật tại mybk/Thông tin sinh viên. . Em xem lại thông tin nhé. . Thân"
        ]
    }
]