[
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ thầy/cô cho em hỏi em là sinh viên K16, kì hè tới em muốn đi   B thực tập tốt nghiệp  /B  nhưng lại thiếu điều kiện ( 1 môn học trước +đồ án môn học trước) . Thì em phải làm sao để được đăng kí thực tập tốt nghiệp ạ. Xin thầy/cô tư vấn giùm em ạ",
            "Chào bạn, . . . . Môn CI3187, CI3189 là môn học trước môn TTTN nếu 2 môn CI3187, CI3189 bạn chưa học thì bạn không đăng kí được môn TTTN.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Hỏi đáp học trực tuyến (BKeL) . Chào cô. . . Em đã đăng ký tốt nghiệp thành công ạ. Vậy khi nào em mới có giấy tốt nghiệp tạm thời vậy cô? Và em nhận giấy tại pđt hay là văn phòng khoa điện ạ.. . Em cảm ơn cô.",
            "Chào bạn,. . . . Bạn nhận bằng tốt nghiệp tạm thời ở Khoa.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: ILI13071  /b \t. . . .   i Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi lịch xét tốt nghiệp bổ sung tháng 6-7 và cách đăng ký xét tốt nghiệp bổ sung",
            "Chào bạn,. . Hiện tại bạn đã đủ điều kiện để tốt nghiệp chưa? Theo thông báo, lịch xét tốt nghiệp tới cuối tháng 7/2020 nhé bạn. Bạn vui lòng kiểm tra mail đã gửi.. . Thân",
            "Hiện tại mình đã đủ điều kiện tốt nghiệp và có tên trong danh sách dự kiến tốt nghiệp. . nhưng vẫn không thể đăng kí tốt nghiệp cập nhật lý lịch trên my bk"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Em chào thầy cô ạ,. . . . Nay em có vào tình trạng sinh viên trên trang mybk của em thì em có thấy em đang bị tạm dừng do không đăng ký môn học ạ.. . . . Mình cho em hỏi lí do vì sao em lại bị dính vào mục tạm dừng được không ạ? Do em có đăng ký cả 2 lần học kỳ chính và học kỳ dự thính, nhưng không có đăng ký nào của em thành công hết ạ. Trong lịch sử vẫn còn lưu đăng ký của em ạ. . . . . Và em phải làm như thế nào để thay đổi tình trạng sinh viên của em để được đăng ký môn học vào học kỳ hè này ạ?. .",
            "Chào bạn,. . Theo quy chế học vụ, sinh viên không có thời khóa biểu trong học kỳ sẽ bị tạm dừng theo quy định nhé bạn.. . Bạn có thể tham khảo quy định tại đây:. . http://aao.hcmut.edu.vn/sinh viên/quy chế/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 26. Tạm dừng học, thu nhận lại. . Bạn có thể làm đơn thu nhận lại để đăng ký môn học cho học kỳ tiếp theo nhé!. . Thân",
            "Dạ vậy mình cho em hỏi là em vẫn kịp làm đơn thu nhận lại cho học kỳ hè nảy không ạ?",
            "Chào bạn,. . . . Bạn làm đơn thu nhận sớm để đăng kí học kỳ hè 193.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em chào BQL,. . Dạ cho em hỏi năm nay trường có tổ chức Lễ Tốt Nghiệp đợt 2 không ạ. Em đã có tên trong danh sách tốt nghiệp dự kiến mà không có tên trong danh sách chính thức của mục thông báo Tốt Nghiệp Tháng 4/2020 thì không biêt em đã đủ đủ điều kiện tốt nghiệp chưa ạ. Nếu chưa thì BQL có thể kiểm tra giúp em, xem em còn thủ tục nào chưa thực hiện hay còn vấn đề gì em chưa giải quyết không. Để em hoàn thành thủ tục Tốt Nghiệp ạ.. . Em cảm ơn.",
            "Chào bạn,. . . . - Hiện tại lễ tốt nghiệp đợt 1 chưa có lịch tốt nghiệp cụ thể, đây là thông báo mới nhất lễ tốt nghiệp http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitiettn&path=68&tid=1901.. . . . - Nếu bạn đã có trong danh sách tốt nghiệp dự kiến là bạn đủ điều kiện tốt nghiệp rồi.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Dạ em chào thầy/cô,. . Em tên là [full_name], MSSV: [student_id], khoa Điện-điện tử nay em có một số câu hỏi mong thầy/cô sẽ giải đáp giúp em ạ.. . Hiện tại sắp đến đợt đăng ký học kì dự thính hè em muốn đăng ký môn Mạch điện tử (EE2007) và Tín hiệu và hệ thống (EE2005) tuy nhiên điều kiện tiên quyết là phải qua môn Giải tích mạch (EE1011) hiện tại em đang học và sẽ thi cuối kì vào ngày 29/7 theo lịch. Cho em hỏi liệu trong kỳ hè này em có thể đăng ký kịp môn Mạch điện tử (EE2007) và Tín hiệu và hệ thống (EE2005) không ạ? Và em có cách nào để nhận được kết quả điểm tổng kết môn Giải tích mạch (EE1011) sau khi thi cuối kì sớm nhất để thỏa điều kiện đăng ký môn học không ạ?. . Trên là một số thắc mắc của em về vấn đề đăng ký môn học, cảm ơn thầy/cô đã giành thời gian đọc và giải đáp những thắc mắc của em.. . [full_name].. .",
            "Chào bạn,. . . . Nếu EE2007 và EE2005 có môn tiên quyết là môn EE1011 thì bạn sẽ không đăng kí được. Bạn muốn nhận kết quả sớm môn EE1011 bạn liện hệ với giáo viên giảng dạy.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Tạm dừng . Hiện tại học kì này em vẫn chưa đóng học phí,  mà giờ học lực em ko đủ nên muốn hoãn lại 1 năm (bảo lưu ạ)  có được không ạ ?  Và làm cách nào mong phòng đào tạo hướng dẫn ạ",
            "Chào bạn,. . . . - Bạn tải mẫu đơn tạm dừng trên trang web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=91&tid=97 (phiếu số 6).. . . . - Trong đơn có sự đồng ý của giáo viên chủ nhiệm và ban chủ nhiệm khoa.. . . . - Bạn đóng học phí. Nộp PDT.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "HK 192 này có học bổng khuyến khích học tập không ạ ?. .   i Học bổng - Đại học - Cao đẳng chính quy   Học bổng (danh sách, điều kiện,...) .",
            "Chào bạn,. . . . Nhà trường chưa có thông báo chính thức về học bổng. Bạn đợi thông báo nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ em chào thầy cô ạ. em là [full_name] MSSV [student_id], vừa rồi em có tên trong danh sách sv bị buộc thôi học và có làm đơn cứu xét. không biết kết quả cứu xét như thế nào vậy ạ",
            "Chào bạn,. . . . Bạn liên hệ về khoa nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em chào thầy,. . Em hiện là sinh viên thuộc chương trình tài năng khoa Điện. Thầy có thể cho em hỏi mình có thể đăng kí riêng môn học tài năng vào học kì 193 (học phần lí thuyết) và đăng kí riêng học phần mở rộng môn đó vào học kì 201 được không ạ.. . Em cám ơn thầy.",
            "Chào bạn,. . . . Bạn có thể đăng kí môn cốt lõi học phần lý thuyết học kỳ 193, phần mở rộng  đăng kí học kỳ 201. Khi đăng kí phần mở rộng phải nộp đơn  PDT  nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) .  cho em hỏi là học kỳ dự thính 193 có cho phép sinh viên học các môn học trước không ạ?. .",
            "Chào bạn,. . . . Bạn đăng kí được bình thường. Bạn xem hướng dẫn DKMH http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_77&tid=1568.. . . . Thân.",
            "Em là sinh viên năm nhất khoa điện. . . Ví dụ kỳ hè 193 này e đăng ký môn học của học kỳ 201 thì có được học và thi để xét qua môn không ạ?",
            "Chào bạn,. . . . Trường mình đào tạo theo tín chỉ, bạn học hết môn học trong chương trình đào tạo thì bạn ra trường. Môn học bạn muốn đăng kí học kỳ nào là tuỳ bạn. Bạn liên hệ giáo viên chủ nhiệm của bạn để được tư vấn hướng dẫn thêm.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Cho em hỏi, bây giờ đã quá hạn đóng học phí hệ vlvh 191, không biết em phải thực hiện đóng học phí như thế nào ạ, có thế đóng học phí online không hay phải lên trường đóng?. . Em cám ơn!. .",
            "Chào bạn,. . . . Bạn vẫn đóng bình thường trên BKPAY hoặc đóng tại ngân hành OCB nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Cho em hỏi là :bây giờ em muốn chuyển ngành từ Khoa Máy tính sang Khoa quản lí công nghiệp thì cần những điều kiện gì ạ??",
            "Chào bạn,. . . . Bạn xem qui chế học vụ điều 30.3 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Nếu có gì thắc mắc bạn hỏi thêm.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Chào thầy cô: Hiện tại lịch học bù AV4 của e trường mới xếp trên mybk trùng với giờ học thí nghiệm Trang bị điện,  mà e không có lịch khác để dời lịch thí nghiêm được, e đã mất 2 buổi kiểm tra Av4 trên lớp chiếm 30%. .  Cho e hỏi : để không ảnh huong kết quả môn AV4,  bây giờ e còn có thể rút môn AV được không ạ?",
            "Chào bạn,. . . . Bạn nộp đơn rút môn học anh văn 4 trong tuần này . Tuần sau không nhận đơn rút môn học anh văn nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã có QĐ tạm dừng học và chuyển từ B2 CQ sang VHVL (do hết thời gian đào tạo nhưng còn 1 môn chưa đạt) tại QĐ số 139 ngày 26/3/2020. Em muốn hỏi bây giờ e muốn đăng ký đi học lại để hoàn thành môn học để được cấp bằng thì phải làm như thế nào ạ?Em xin chân thảnh cảm ơn",
            "Chào bạn,. . . . Đang có đợt đăng kí môn học dự thính hè 193, bạn vào đăng kí.. . . . Thân",
            "Em đã vào đăng ký nhưng không đc vì không đúng loại hình sv và loại hình đào tạo. Em có phải lên trường nộp đơn xin đi học lại không ạ (hiện nay e đag tạm dừng và chuyển hệ)?",
            "Chào bạn,. . . . Thời gian này đã hết thời gian đăng kí được 1, bạn đợi thông báo để biết thời gian đăng kí đợt 2.. . . . Bạn đăng kí sớm, nếu trục trắc thì bạn chụp hình để PDT xem tư vấn cho bạn. . . - Lưu ý: bạn phải đăng kí sớm  có trục trắc gì PDT mới hổ trợ cho bạn vì số lượng câu hỏi về PDT rất nhiều,  nên 1 đến 2 ngày PDT mới trả lời cho bạn.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào Phòng đào tạo ạ!. . Phòng Đào tạo cho em hỏi,em là sinh viên năm nhất k19 thì có được đăng ký môn học mới trong học kỳ hè không ạ? Em không học lại hoặc học cải thiện đẹp ạ!. . Em cảm ơn ạ !",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Học kỳ hè bạn vẫn đăng kí được những môn học mới. Nhưng vì chương trình đào tạo do khoa cung cấp cho PDT, hiện tại một số khoa chưa cung cấp CTDT cho PDT. . . . . Việc này bạn liên hệ với khoa, giáo viên chủ nhiệm để tư vấn cho bạn biết môn học để bạn đăng kí môn học.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng - Đại học - Cao đẳng chính quy   Học bổng (danh sách, điều kiện,...) . Em chào PĐT Đại học Bách khoa TP. HCM, Em tên là [full_name], MSSV: [student_id]. Em muốn hỏi kì này nhà trường có xét học bổng cho kết quả học kì 191 không ạ.. . Em cảm ơn và mong nhận được hồi đáp.",
            "Chào bạn,. . . . Nhà trường vẫn xét học bổng  học kỳ 191 nhưng chưa có thông báo chính thức (ngày xét )về xét học bổng 191. Bạn đợi thông báo nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chưa cập nhật điểm . Phòng đào tạo cho em hỏi tính chỉ anh văn có được tính vào tính chỉ tích lũy ngành không ạ. . Em xin chân thành cản ơn",
            "Chào bạn,. . . . Tín chỉ anh văn 1,2,3,4 sẽ tính vào tín chỉ tích luỹ ngành nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thầy ơi cho em hỏi việc xếp loại tốt nghiệp là tính điểm trung bình tích lũy những môn cơ sở ngành với những môn chuyên ngành hay là trung bình tích lũy tất cả các môn ạ.",
            "Chào bạn,. . . . Xếp loại tốt nghiệp là tính tất cả các môn trong chương trình đào tạo của bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Em khoa Điện-Điện Tử K18, vì một số sự cố nên kỳ 182 và kỳ 191 em không học được môn [full_name] (EE1013). Kỳ này em đã đăng ký được môn [full_name] và đang học. . . . . Sáng nay em lên đăng ký thời khóa biểu môn [full_name] (EE2007) thì nó hiện cảnh báo màu cam rằng: môn [full_name] phải được học trước. . . . . Thầy cô cho em hỏi là: kỳ này em đang học [full_name] thì kỳ hè em có được học môn [full_name] không ạ. Và nếu được thì đợt 2 đăng ký môn học mà nó vẫn hiện cảnh báo thì em phải làm sao ạ.. . . . Em cảm ơn ạ.",
            "Chào bạn,. . . . - Trường hợp bạn nêu trên, thì môn EE2007 bạn đăng kí được nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . em là [full_name]- [student_id]. . vì lí do dịch bệnh nên nhà trường không yêu cầu chuẩn anh văn trong năm học này. nhưng khi em đăng kí môn học để họchef thì hệ thống báo yêu cầu av1. .",
            "Chào bạn,. . . . Bạn đăng kí môn học nào?, mã số môn học?. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . cho em hỏi khi nào có chương trình đào tạo cho k19?. . và môn học mac le nin cho K19 sẽ chia thành những môn học nào ạ?",
            "Chào bạn,. . . . Đối với sinh viên K2019, những môn Mac-lê bao gồm: . . - SP1031 Triết học Mac-Lenin   3TC. . - SP1033 Kinh tế chính trị Mac-Lenin   2TC. . - SP1035 Chủ nghĩa Xã hội khoa học   2TC. . - SP1039 Lịch sử Đảng CSVN   2TC. . - SP1037 Tư tưởng [full_name]    2TC. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) .  Em chào thầy(cô).Em vừa tham gia đăng ký môn học cho học kỳ hè 193 nhưng hệ thống báo lỗi không chuẩn av sau năm 2.Em đang học năm 3 kỳ trước cũng đã thi av rồi nhưng không qua,kỳ này do dịch và thấy mail trường báo miễn xét av nên em đã chưa thi av ạ!Rất mong thầy(cô) có thể xem xét ạ và phản hồi em ạ!. .",
            "Chào bạn,. . . . Bạn cung cấp mã môn học PDT sẽ kiểm tra cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em không đăng kí được môn học dự thính hè học kì 193.. . Mong PĐT xem xét.. . Em xin chân thành cảm ơn!. .",
            "Chào bạn,. . . . Bạn bị tạm dừng nên không đăng kí được, bạn phải làm đơn thu nhận lại bạn mới đăng kí môn học kỳ 193 được nhen.. . . . Mẫu đơn thu nhận lại http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=91&tid=97 (phiếu số 7). . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ chào thầy cô,. . Dạ sắp tới em muốn thi bằng toeic để chuyển điểm anh văn vào anh văn 1 và 2 cho cuối học kỳ 192, để cuối năm học 192 em có điểm anh văn 1 và 2. Dạ cho em hỏi hạn cuối để em đăng ký nộp bằng và đăng ký chuyển điểm là khi nào ạ? Dạ em hỏi là vì để em có một kế hoạch ôn thi hợp thời gian ạ.. . Trân trọng,. . Thường",
            "Chào bạn,. . . . Khi nào có CCNN bạn nộp vào để chuyển điểm, hiện tại PDT thường xuyên lấy dữ liệu để chuyển điểm. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL)Em là sinh viên năm 2 khoa xây dựng ạ . Hiện tại em chưa đạt av1 .hè em mới thi ạ . Trường mình bỏ chuẩn anh văn đầu vào kì 193 và 201  rồi thì hè này em đăng kí các môn có chuẩn anh văn 1 như sức bền , thực tập ngành vẫn được học phải không ạ . em cảm ơn",
            "Chào bạn,. . . . Bạn vào đăng kí nhé, học kỳ 193, 201, dự thính 201 không xét chuẩn anh văn sau các năm.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em có xin tạm dừng học HK192 và đã nộp lại đơn xin thu nhận lại cho HK193 vào tháng 4/2020. Hiện tại trên web mybk thì mục tình trạng sinh viên của em báo \"đang học\" nhưng em lại không thể đăng ký môn học vì lý do \"tạm dừng\".. . Em mong muốn được đăng ký môn Thực tập tốt nghiệp, mã CI4103. Nhà trường xem xét giải đáp giúp em ạ. Em xin cảm ơn.",
            "Em đã đăng ký thành công rồi ạ. Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Vào ngày 11/5/2020 em đã làm đơn thu nhận lại và FĐT có phản  hồi rằng đợi khi nào có mail đăng kí môn học thì đăng kí.. . Em xin chân thành cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name], SV khoa Điện-Điện tử, khóa k18.. . . . Cách đây hơn 1 tháng em có nộp đơn xin nhận lại trực tuyến và đã được giải quyết. Tuy nhiên, hôm nay khi đk môn học học kì hè dự thính 193 thì em lại không đăng kí được.. . . . Em mong pdt có thể giúp em giải quyết để em có thể đăng ký môn học không ạ.. . . . Em chân thành cảm ơn.",
            "Chào bạn,. . . . Hiện tại PDT đang cập nhật lại danh sách tạm dừng, sau 5h chiều bạn lên đăng kí lại.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Chào thầy cô, em là [full_name] ([student_id]) sinh viên PFIEV đã chuyển sang hệ chính quy Xây dựng Dân dụng (quyetdinh).. . . . Ở   B PFIEV  /B  em đã   B học xong  /B  một số môn trong đó có Môn   B SBVL(có tn) Mã 809704 5TC  /B . Ở   B chính quy  /B  có Môn   B SBVL(có tn) Mã CI2007 4TC.  /B . . . . Giờ em muốn đăng ký môn Cơ học kết cấu CI2029 HK193 nhưng lại gặp lỗi như hình.. . . . Nội dung 2 môn cốt lõi giống nhau và tín chỉ cũng ngang nhau. Vậy thầy cô có thể xem xét cho 2 môn này tương đương để thuận lợi cho em ĐKMH đợt này không ạ? Em xin cảm ơn thầy cô nhiều ạ.",
            "Chào bạn,. . . . Môn tương đương do Khoa xem xét và lập danh sách đề nghị đến phòng Đào tạo. Do đó trường hợp bạn xin ra chương trình Việt Pháp chuyển sang chương trình đại trà Xây dựng dân dụng, bạn có thể gởi đề nghị về Khoa để xem xét tương đương/thay thế đối với các môn học liên quan thuộc Khoa quản lý môn học.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em tên [full_name] MSSV [student_id] . . Cho em hỏi em đã đủ điều kiện xét tốt nghiệp nhưng còn thiếu chứng chỉ toeic Writing và Speaking vậy có được trong danh sách tốt nghiệp dự kiến không ạ ? Vì em thấy mình trong danh sách tạm dừng học vì không đăng kí môn học.. . Nếu được mong PĐT cập nhật giúp em ạ ! Em cảm ơn",
            "Chào bạn,. . . . Khi nào bạn có chứng chỉ toeic Writing và Speaking thì bạn thu nhận lại và đăng kí tốt nghiệp nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Hiện tại em là sinh viên khóa K18 khoa Cơ khí chuyên ngành Chế tạo máy.Trong quá trình học thì em rớt 2 môn là :Cơ lý thuyết(AS1003) và Nguyên lý máy(ME2003),em được biết là 2 môn này sắp tới sẽ được gộp lại thành 1 môn duy nhất,vậy nhà trường cho em hỏi là:. . Nếu em học 1 môn đã gộp thì có được hay không?. . Nếu không thì 2 môn đã rớt em phải đăng kí môn học thế nào ?. . Em xin cảm ơn.",
            "Chào em,. . Do Khoa Cơ khí chưa gởi đến phòng Đào tạo CTDT K2019 hoàn chỉnh, nên PĐT không có thông tin gộp môn AS1003 + ME2003 thành 1 môn duy nhất như em thông tin. Theo CTDT K2019 sơ bộ của Khoa Cơ khí vẫn có môn Nguyên lý máy 4TC (Khoa chưa có mã số mới), còn môn nguyên lý máy ME2003 3TC.. . . . Theo CTDT K2019 của ngành Kỹ thuật Ô tô có môn Nguyên lý máy ME2003 3TC sẽ học HK201.. . Theo CTDT K2019 của ngành Cơ kỹ thuật có môn Cơ lý thuyết AS1003 3TC sẽ học HK201.. . Ngoài ra, HK hè 193 đang có dự thính hè AS1003 và ME2003.. . . . Em có thể theo dõi để đăng ký.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào Thầy/Cô,. . . . Em tên [full_name], MSSV: [student_id]. Thầy/Cô vui lòng cho em hỏi: học kỳ hè 193 có mở lớp môn GDTC ở CS1 không ạ? Và nếu có mở, em có thể vừa đăng ký môn thực tập quá trình thiết bị (ở nhà máy) vừa đăng ký học GDTC ở trường được không ạ?. . . . Em cảm ơn Thầy/Cô ạ.. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Nếu môn GDTC các bạn đăng kí đủ sỉ số PDT vẫn mở lớp. Môn GDTC có lịch học không trùng với môn thực tập của bạn thì bạn vẫn đăng kí được.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Chào thầy cô,. . . . Em muốn hỏi sinh viên K19 có được đăng ký học môn mới ở học kỳ hè 193 không, hay chỉ được đăng ký cải thiện điểm của 2 kỳ trước thôi ạ? Vì hôm nay mở đăng ký nhưng em vào phần   I Chương trình đào tạo  /I  thì không có.. . . . Em mong nhận được sự phản hồi sớm từ thầy/cô!. . Em cảm ơn.. .",
            "Chào bạn,. . . . Học kỳ hè bạn vẫn đăng kí được những môn học mới. Nhưng vì chương trình đào tạo do khoa cung cấp cho PDT, hiện tại một số khoa chưa cung cấp CTDT cho PDT. . . . . Việc này bạn liên hệ với khoa, giáo viên chủ nhiệm để tư vấn cho bạn biết môn học để bạn đăng kí môn học.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Chào PĐT.. . Em tên là [full_name]-[student_id]. . . Học kì 2 này em có đăng thực tập nhận thức ngành CI2057. Tuy nhiên hiện tại chưa có điểm môn nhận thức ngành.. . Hiện tại đang có đợt đăng ký dự thính hè HK193 mà em muốn đăng ký môn thực tập tốt nghiệp CI3343.. . Tuy nhiên môn thực tập nhận thức ngành là môn học trước của môn TTTN nên em không đăng ký được. . . Kính mong PĐT tạo điều kiện để em đăng ký TTTN trong học kỳ hè này để đảm bảo tiến độ học tập của em. . . Em xin chân thành cám ơn!. .",
            "Chào bạn,. . . . Bạn vẫn đăng kí môn CI3343 bình thường nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 71303164  /b \t. . . .   i Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi Phòng Đào tạo,. . . . Em là sinh viên khóa 2013, vào tuần trước Em có nhờ Phòng đào tạo hỗ trợ giải quyết giúp Em về việc đăng ký tốt nghiệp bổ sung và thông báo về thời hạn hôm nay Thứ Hai - 8/6/2020 sẽ lên đăng ký lại.. . . . Hôm nay Em lên đăng ký và đã vào được giao diện đăng ký. Tuy nhiên hiên nay khi Em lên cập nhập thông tin ở phần Khai lý lịch tốt nghiệp (mục 2) và các mục còn lại 3, 4 ,5 Em đều không kích vào phần xác nhận thông tin và chuyển đi được.. . . . Và trong mục 5 NỘP ĐƠN XIN XÉT TỐT NGHIỆP phần tình trạng đăng ký Em bị TẠM DỪNG (File hình đính kèm).. . . . Em nhờ Phòng đào tạo xem xét và hỗ trợ giúp Em ạ.. . Em cảm ơn!. .",
            "Chào bạn,. . Phòng Đào tạo đang làm thu tục lại để bạn đăng ký tốt nghiệp. Thứ 2 (ngày 15/6/2020) sẽ cập nhật lại danh sách mới  để các bạn vào đăng ký tốt nghiệp nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Hỏi đáp học trực tuyến (BKeL) . Dạ em chào thầy cô,. . Em đăng kí môn học hè nhưng em thấy có thông báo hiện lên là không đăng kí được vì chưa qua chuẩn anh văn.. . Nhưng phòng đào tạo từng có thông báo là do dịch nên không xét chuẩn anh văn trong đợt đăng kí môn học hè HK193.. . Vậy thì em có đăng kí được môn học hè không ạ, vì em chưa qua chuẩn anh văn.. . Em cảm ơn.",
            "Chào bạn,. . . . Bạn cung cấp mã môn học PDT sẽ kiểm tra và phản hồi cho bạn.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Thầy cô cho em hỏi là nếu em đăng kí TTTN thì số bạn tổi thiểu đăng kí là bao nhiêu để nhà trường mở lớp ạ. nếu chỉ có 5-6 bạn đăng kí thì có được không ạ",
            "Chào bạn,. . . . - TTTN không giới hạn sỉ số.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Chào thầy cô. . Cho em hỏi là em đã nộp đơn đăng kí rút môn học dự thính. Nhưng trong thời khoá biểu vẫn còn môn hoc và ngày 10/6 có lịch thi giữa kì . Thì môn học của em đã rút chưa và cần phải đi thi không ạ.",
            "Chào bạn,. . . . Bạn vui lòng cho xem biện nhận, bạn chụp hình gởi lại.. . . . Thân.",
            "dạ em tên là [full_name] mssv: [student_id]. . mã số môn học hủy là sp 1007 pháp luật việt nam đai cương nhóm DT01",
            "Chào bạn,. . . . [full_name] đã cập nhật điểm 17 rút môn học môn SP1007 cho bạn rồi. . . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Em chào thầy (cô) ạ. Cho em hỏi là học kì hè sắp tới em có đăng kí môn Thực tập tốt nghiệp (CO3313) nhưng hệ thống lại báo là thiếu môn Học trước là môn Mô hình hóa Toán học (CO2011), trong khi môn này em đang học ở học kì này rồi ạ. Mong thầy (cô) giải đáp giúp em. Em cảm ơn!",
            "Chào bạn,. . . . Bạn chụp màng hình lại nhé để PDT xem thử nhé, nếu là hiện bảng màu vàng thì chỉ là cảnh báo cho bạn biết.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "QUOTE Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Dạ em chào thầy(cô).Em vừa tham gia đăng ký học kỳ hè 193 cho các môn học có mã số ME2023 ME3031 ME3003 ME3033 thì hệ thống báo không đủ chuẩn anh văn sau năm 2.Kỳ trước e thi không qua av sang kỳ này do dịch và thấy thông báo của pđt về việc sẽ miễn av kỳ này nên a chưa có học và thi lại av.Em mong pđt xem xét và phản hồi em ạ.",
            "Chào bạn,. . . . PDT không xét chuẩn anh văn sau các năm 193, 201, dự thính 201. Nếu bạn đăng kí những môn trên có hiện lên bảng màu vàng thông báo về chuẩn anh văn  thì đó là câu cảnh báo cho bạn biết thôi nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em thấy trên đăng ký mô học kỳ hè có mở đồ án EE3151. Thì không biết nếu đủ sĩ số thì kỳ hè có mở không ạ",
            "Chào bạn,. . . . Môn đồ án không mở trong học kỳ hè nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Hỏi đáp học trực tuyến (BKeL) . cho em hỏi là em đăng kí thực tập hè với một số môn khác nhưng lại không được vậy,em hoang mang quá,nó cứ hiện lỗi không phù hợp loại hình sinh viên.",
            "Chào bạn,. . . . Bạn xem bạn đăng kí có đúng không ?, bạn vào đăng kí học kỳ 193 chính qui nhé (bạn đăng kí vào hệ VHVL-DTTXa là không đúng ).. . . . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . Dạ em chào thầy/cô. Thầy/cô cho em hỏi khi nào Chương trình đào tạo của Khóa 2019 được cập nhật lên ạ? Tụi em cần coi Chương trình đào tạo để có thể coi mã môn học mà mình sẽ học nhằm đăng ký cho kịp thời hạn \"Đăng ký Học kì hè\" ạ. Bên cạnh đó, chuẩn bị tới đợt chọn và phân ngành mà Chương trình đào tạo của Khóa 2019 vẫn chưa có để tụi em lựa chọn khiến nhiều bạn (trong đó có em) hơi mông lung trong quyết định ạ.. . . . Em mong thầy/cô sẽ mau chóng cập nhật Chương trình đào tạo của Khóa 2019 để tụi em có thể tham khảo. . . . . Em cám ơn thầy/cô đã đọc câu hỏi của em. Mong thầy cô sớm trả lời ạ.. .",
            "Chào bạn,. . . . Chương trình đào tạo do khoa cung cấp cho PDT, hiện tại một số khoa chưa cung cấp CTDT cho PDT. . . . . Việc này bạn liên hệ với khoa, giáo viên chủ nhiệm  tư vấn cho bạn biết môn học để bạn đăng kí .. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào [full_name] ạ!. . [full_name] cho em hỏi cách đăng kí môn [full_name]-[full_name] cho khóa K19.Em tính học hè môn này nhưng lại thấy có vài thay đổi môn.Xin [full_name] hướng dẫn giúp em!. . Em cảm ơn!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Đối với sinh viên K2019, không học môn Những nguyên lý cơ bản [full_name] nghĩa Mác- [full_name] (SP1003) (5TC), mà khối kiến thức Kinh tế -chính trị, gồm các môn:. . - SP1031 Triết học [full_name]-[full_name] (3tc). . - SP1033 Kinh tế chính trị Mác-[full_name] (2tc). . - SP1035 [full_name] nghĩa xã hội khoa học (2tc). . - SP1039 Lịch sử Đảng Cộng sản Việt Nam (2tc). . - SP1037 Tư tưởng [full_name] (2tc). . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "em tên là [full_name] . . MSSV: [student_id]. . em muốn hỏi là chuẩn sinh viên năm 3 là không được đăng kí môn có mã môn học năm tư (XX4YYY). Nhưng sao vào học kì hè em vẫn không đăng kí được môn của năm 3 với mã là (XX3YYY) vậy ạ?. . em mong được phòng đào tạo để được đăng kí môn ạ!. . em chân thành cám ơn phòng đào tạo!. . Trân trọng!",
            "Chào bạn,. . . . - Cũng chưa hẳn là vậy, bạn kiểm tra bạn lại bạn không đăng kí vì lý do gì?.. . . . - Còn bạn muốn thắc mắc gì thì bạn cung cấp mã môn học PDT sẽ kiểm tra cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi PĐT, . . Em là [full_name], sinh viên năm 4 khoa điện điện tử. Cho em hỏi là trong kì hè này có thể mở môn ĐCLV không ạ? Và nếu mở được thì cần những điều kiện nào ạ? Em xin cảm ơn ạ.",
            "Chào bạn,. . . . Học kỳ hè không mở môn đề cương luận văn http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1609.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: thầy ơi cho em hỏi em đăng kí học kì hè 193 môn cơ kết cấu CI2029 mà bị yêu cầu cần có môn  sức bền vật liệu CI2007 học trước mà môn sức bền vật liệu CI2007 em đang học ở học kì 192 vậy có tính là môn học trước không ạ.",
            "Chào bạn,. . . . Hiện tại bạn vẫn đăng kí được nhưng học kỳ 193 bắt đầu học, PDT sẽ xét lại lần nữa nếu bạn bỏ thi môn học CI2007 thì môn CI2029 sẽ bị loại (không đăng kí được). Môn học trước phải có điểm khác 0. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) .    Xin chào các thầy cô Phòng Đào Tạo Trường ĐH Bách khoa.. .    Em là sinh viên hệ VHVL, cho e hỏi về Quy định về ngoại ngữ sau mỗi năm học và khi tốt nghiệp đối với sinh viên hệ VHVL như thế nào ạ.. .    Trong link trang thông tin ngoại ngữ em không thấy thông tin về quy định về ngoại ngữ với hệ VHVL mỗi năm học.. . (http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=89&tid=782). . . .   Em xin cảm ơn.",
            "Chào bạn,. . . . Bạn xem qui chế học vụ điều 31 phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em chào thầy cô ạ,. . . . Em là sinh viên đang cỏn thiếu Anh văn Nói và Viết để được xét Tốt nghiệp. Hiện tại do không đăng kí môn học trong học kì này nên Tình trạng sinh viên trên MyBK đang là \"Tạm dừng vì không đăng kí môn học\".. . . . Bây giờ em làm đơn PDT-07 - Phiếu đăng ký thu nhận lại gửi Phòng Đào tạo được không ạ. Hay phải làm cách nào khác.. . . . Em cảm ơn thầy cô rất nhiều.",
            "Chào bạn,. . . . Khi nào bạn đủ điểm anh văn nói viết thì bạn làm đơn  thu nhận lại và đăng kí xét tốt nghiệp. Bạn cố gắng vì thời gian tạm dừng không qua 2 học kỳ nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (B[full_name]eL) . Cho em hỏi, môn Mac dành cho [full_name]19 thay đổi như thế nào ạ? e dự định đăng kí môn đó cho học kì 193 sắp tới!",
            "Chào bạn,. . . .  Chương trình đào tạo do khoa cung cấp cho PDT, hiện tại một số khoa chưa cung cấp CTDT cho PDT. . . . . Việc này bạn liên hệ với khoa, giáo viên chủ nhiệm để tư vấn cho bạn biết môn học để bạn đăng kí môn học.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Chào cô/thầy,. . . . Em tên [full_name], mssv [student_id], em dự định đăng ký môn học Cơ Lưu Chất mã môn học CI2003. Theo chương trình đào tạo thì đây là môn học không có điều kiện trước đó. Nhưng trong quá trình đăng ký em đã gặp lỗi (như hình đính kèm). Em mong thầy/cô giải đáp giúp em vấn đề này ạ. . . Em xin cảm ơn!. . . . [full_name]",
            "Chào bạn,. . . . Bạn đăng kí sai chỗ, bạn phải đăng kí hệ chính qui chứ không phải hệ VHVL.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào phòng đào tạo.. . Hiện đã mở form đăng ký môn học cho học kì hè 193, nhưng hiện tại em đang có vài thắc mắc.. . 1. Em đã đăng kí môn Xử lí số tín hiệu (EE2015) cho học kì hè, và em hiện đang học môn Tín hiệu hệ thống (EE2005) là môn học trước cho môn Xử lí số tín hiệu trong học kì 192 (hiện tại). Liệu em có được xếp lớp Xử lí số tín hiệu cho kì hè không ạ ?. . 2. Số tín chỉ tích lũy hiện tại của em là 53 và hiện tại em đang học trong kì 193 là 11 chỉ, em đã đăng kí môn thực tập điện 2 (EE3023), liệu em có được xếp lớp trong kì hè không ạ ?. . Em mong nhận được phản hồi trước ngày 15/6. Em cảm ơn phòng đào tạo ạ.. .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) .",
            "Chào bạn,. . . . - Môn EE2015 hiện tại bạn đăng kí được, đến khi học kỳ hè 193 bắt đầu học. PDT xét lại lần nữa, nếu bạn bỏ thi môn EE2005 thì môn EE2015 bị loại không đăng kí được (vì môn học trước điểm phải khác 0).. . . . - Học kỳ 193 không xét chuẩn sinh viên sau các năm.. . . . Thân."
        ]
    }
]