[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em muốn kiểm tra xem điều kiện tốt nghiệp của em đã đủ hay chưa. Trong trường hợp đã đủ, em muốn được đăng kí xét tốt nghiệp bổ sung ạ.. . Trước em có gửi một yêu cầu khác tương tự (#39898) nhưng vẫn chưa nhận được câu trả lời ạ.. .",
            "Chào em,. . Cô gửi em file kèm.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào phòng đào tạo . . Hiện tại em vẫn chưa nhận lại giấy chứng nhận tốt nghiệp tạm thời mới. . . Em gửi lại thông tin cá nhân chính xác để PĐT có thể gửi lại giúp em. . . Tên : [full_name]. . MSSV : [student_id]. . SĐT: [phone_number] . . [full_name] :547 Ấp Thuận Hoà 2, Xã Hòa Khánh Nam, Huyện Đức Hòa, Tỉnh Long An. . . Kính mong PĐT giải quyết giúp em. . . Em xin chân thành cảm ơn! . .",
            "Chào em,. . PDT sẽ kiểm tra lại với phía bưu điện và sẽ gửi lại giấy CN Tốt nghiệp tạm thời cho bạn nếu chưa gửi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa Phòng Đào tạo,. . . . Em là [full_name], mã số sinh viên [student_id].. . . . Hiện em muốn sử dụng bằng IETLS 7.5 của mình để chuyển điểm môn Tiếng Anh Tăng cường 1,2,3,4. Tuy nhiên khi đăng ký lại bị lỗi như thế này.. . . . Không biết em có thể đăng ký qua bksi không ạ?. . . . Kính mong sớm nhận được hồi âm từ cô.. . . . Kính thư,. . [full_name]",
            "Chào em,. . Em xem email của em nhé, cô thấy người phụ trách có email em đó.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào [full_name]/Cô. Em là sinh viên [full_name], MSSV: [student_id]. Hiện tại trong mục BKpay của em có mục nợ thanh toán tiền in bảng điểm: 105.000 đồng. Trước đây em có hỏi [full_name]/cô tại phòng đào tạo vì lí do đăng kí nhầm thì được phản hồi là khi nào cần bảng điểm thì thanh toán vẫn được, miễn sao thanh toán hết các khoản trên Bkpay.. . Hiện tại em đang có nhu cầu in bảng điểm tuy nhiên khi thanh toán mục này th thanh toán không thành công (đã thử 3 lần). Mong [full_name]ầ",
            "Mong Thầy/cô kiểm tra giúp em. Liệu em có thể thanh toán khoản cũ đó để nhận bảng điểm hay phải đăng kí in bảng điểm mới. Tuy nhiên em vẫn chưa thanh toán được khoản ghi nợ 105.000đồng đó.",
            "Học vụ. . Em chào [full_name]/Cô. Em là sinh viên [full_name], MSSV: [student_id]. Hiện tại trong mục BKpay của em có mục nợ thanh toán tiền in bảng điểm: 105.000 đồng. Trước đây em có hỏi [full_name]/cô tại phòng đào tạo vì lí do đăng kí nhầm thì được phản hồi là khi nào cần bảng điểm thì thanh toán vẫn được, miễn sao thanh toán hết các khoản trên Bkpay.. . Hiện tại em đang có nhu cầu in bảng điểm tuy nhiên khi thanh toán mục này th thanh toán không thành công (đã thử 3 lần).  /QUOTE . .",
            "Chào em,. . Hết hạn vẫn thanh toán được,  em xem lại lỗi phát sinh từ site BKPay hay site ngân hàng OCB . Em chụp hình lỗi rồi gửi lại nhé.. . Thân mến. . . .",
            "Em chào cô. Dạ lúc em bấm thanh toán thì trang nhảy ra như thế này thưa cô. . . Và cô cho em hỏi thêm là nếu thanh toán được thì em có nhận được bảng điểm này hay không? Hay phải đăng kí in bảng điểm l",
            "Chào em,. . - Em liên hệ số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . - nếu thanh toán được thì em có nhận được bảng điểm này hay không. . =  Em thanh toán thì nhận được bảng điểm. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name] MSSV [student_id]. . Hiện em đã thấy cập nhật miễn môn Cơ Ứng Dụng mã AS2007 ở trên bảng điểm chuyển.. . Như vậy là có thể xét tốt nghiệp rồi đúng không ạ? Em có kèm theo hình ảnh ạ",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 16/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1414391  /b \t. . . .   i Yêu cầu khác . Dạ PĐT cho Em hỏi là: Em thấy trên phần đăng ký môn học trong mybk có anh văn nói viết tháng 11 mà Em bấm vào không đăng ký được, Em có nhu cầu tốt nghiệp trong học kỳ này, pđt có thể tạo điều kiện mở cho Em điều kiện được thông báo lịch trình và được đăng ký trong các đợt thi nói viết để tốt nghiệp trong học kỳ 211 không ạ?. . EM XIN CHÂN THÀNH CẢM ƠN !!!",
            "Chào bạn. . Về đăng ký thi anh văn 2 kỹ năng nói viết trực tuyến đợt tiếp theo, dự kiến sẽ tổ chức thêm 1 đợt cho HK211, Bạn vui lòng đợi thông báo đăng ký qua mail Sinh viên dự kiến sau ngày 15/11.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1511570  /b \t. . . .   i Học vụ . Thưa thầy cô,. . . . Em có nguyện vọng chuyển hệ từ Chính quy sang hệ Vừa học vừa làm, tuy nhiên em có nhiều thắc mắc mong thầy cô giải đáp giúp em.. . . . - Em nắm thông tin ngày hôm nay (11/11/2021) là ngày bắt đầu đăng ký theo thông báo tuyển sinh, em vào trong đăng ký hồ sơ theo đường dẫn   U https://mybk.hcmut.edu.vn/tuyensinh/dangKyDotXetTuyen.action  /U  thì không thấy mục nào dành cho sinh viên Chính Quy chuyển hệ. Trường hợp này mong thầy cô hỗ trợ giúp em với.. . . . - Đối với học phí tạm thu (15.000.000đ/học kỳ) tương đương 14 tín chỉ/học kỳ. Vậy nếu em đăng ký 1 môn (4 tín chỉ/học kỳ) thì em có phải đóng toàn bộ 15.000.000đ không ạ?. . . . - Em hiện tại là sinh viên K15 chính quy, khi chuyển hệ thì em sẽ là K15 VHVL hay K21 mới ạ?. . . . - Mail sinh viên và mã số sinh viên có thay đổi không ạ?. . . . Em cảm ơn thầy cô đã xem.. . . . Sinh viên,. . Lê Đăng Khoa",
            "Chào em,. . - Hk 211 không kịp để chuyển sang VLVH. . - Cuối tháng 11 em tải mẫu đơn thôi học  tại trang web: aao.hcmut.edu.vn (đánh dấu vào option chuyển sang VLVH ) gởi lại BKSI để Pdt xử lý chuyển sang VLVH cho em.. . - Về CTDT là giống nhau của đại trà và VLVH. . Tuy nhiên, VLVH sẽ:. . Giảm chuẩn anh văn xét LVTN và tốt nghiệp so với Chính quy: chi tiết xem quy chế học vụ. . Không xét môn anh văn 1234, GDTC, GDQP, Ngày CTXH,. . Thời gian học là 10 năm. . - Đối với học phí tạm thu (15.000.000đ/học kỳ) tương đương 14 tín chỉ/học kỳ. Vậy nếu em đăng ký 1 môn (4 tín chỉ/học kỳ). . =  Em xem quy định về học phí http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_79&tid=1978. . . . - Em tham khảo, nếu cần thông tin em liên hệ [email] để được hướng dẫn thêm.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi là tại sao đăng kí bảo hiểm y tế lại thiếu mục chọn nơi nhận và do đó em đã không đăng kí thành công được ạ?",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa quý thầy cô. Hiện tại do hoàn cảnh gia đình nên em đã chuyển hộ khẩu từ thành phô sang huyện trong cùng một tỉnh. Nhưng do sau ngày 1/7/2021 thì đã không còn cấp sổ hộ khẩu nữa. Mà hiện tại thì em chưa đổi cmnd do dịch bệnh trên địa bàng tỉnh còn phức tạp. Vậy giờ em phải làm sao để thay đổi thông tin địa chỉ thường trú mới trên cổng thông tin sinh viên trên trường. Em xin cảm ơn.",
            "Chào em,. . Địa chỉ liên lạc trên mybk (stinfo) không có khóa, em  tự sửa được.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  . . Dạ cho e hỏi nếu bây h e nộp đơn chuyển sang hệ VHVL thì có kịp để DKMH và học kỳ của hệ VHVL đầu tháng 12 này k ạ e cảm ơn",
            "Chào bạn,. . Khoảng đầu tháng 12/2021, SV vào tải mẫu đơn xin chuyển qua VLVH tại aao.hcmut.edu.vn/Sinh viên/biểu mẫu, điền đầy đủ thông tin và gửi qua bksi (hiện tại chưa có biểu mẫu này) để nộp đơn xin chuyển qua VLVH từ HK212.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ bây giờ em đã có bảo hiểm y tế riêng mà lỡ điền vào mua bhyt của trường...vậy em phải làm sao để hủy mua bảo hiểm của trường ạ...Em cảm ơn !",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Thầy/Cô ạ. . Kì vừa rồi em có hoãn thi nhưng em chỉ gửi lên BKSI và được PDT chấp nhận cho hoãn thi . Em chưa điền vào form vậy có được chấp nhận không ạ. Em đã gửi minh chứng chứng minh là PDT đã chấp nhận hoãn thi cho em ạ",
            "Chào em,. . Vậy em làm gửi lại yều cầu về hoãn thi theo hướng dẫn dưới đây giúp cô. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail pdt@hcmut.edu.vn hoặc BKSI). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã đóng học phí trễ hạn và bị tạm dừng. Bây giờ làm sao để bỏ tình trạng tạm dừng ạ?. .   i Học vụ .",
            "Chào bạn,. . Bạn tải mẫu đơn: Thu nhận tại trang web : aao.hcmut.edu.vn    sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .      Em là [full_name], MSSV [student_id] là sinh viên khóa K19 khoa Điện - Điện Tử, chuyên ngành Điện Tử - Viễn Thông.. .      Em có thắc mắc là theo như em tìm hiểu thì khóa của em học đủ 132 tín chỉ thì khi ra trường sẽ được nhận bằng Cử nhân. Mục tiêu của em là học Kỹ sư. Vậy nên cho em hỏi là mình có phải đăng kí học Thạc sĩ hay mình phải đăng kí thêm môn học để đạt được một mốc tín chỉ nào đó để được bằng Kỹ sư. Và nếu phải học thêm môn thì mình cần phải học thêm những môn nào ạ.. . . . . . Em xin cảm ơn.. . [full_name]",
            "Chào em,. . Vể CTĐT em liên hệ [full_name], GVCN để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô,. . . . Em là sinh viên sắp tốt nghiệp trong thời gian sắp tới. Em có nhận được email mời đến phòng đào tạo nhận bằng. Tuy nhiên do em vẫn đã sang nước ngoài du học nên gần như không thể trở về vào thời điểm này để nhận bằng được. Vì vậy thầy cô cho em xin phép hỏi là em có thể uỷ quyền cho người thân hoặc bạn đến nhận được không ạ? Nếu được xin thầy cô giúp em giải đáp quy trình uỷ quyền này.. . . . Em xin chân thành cảm ơn thầy cô.. . . . Trân trọng,. . [full_name]",
            "Chào em,. . Khi nào em có mặt ở TPHCM thì liên hệ Phòng Đào tạo để nhận bằng tốt nghiệp. Bằng tốt nghiệp vẫn được lưu trữ tại Phòng Đào tạo cho Sinh viên.. . Trường hợp nhận thay bằng tốt nghiệp: Phải có giấy ủy quyền có xác nhận của chính quyền và chỉ có thể ủy quyền cho ba/mẹ/anh/chị/ em ruột (khi nhận phải kèm theo hộ khẩu, CMND/CCCD). . Về lễ tốt nghiệp SV vui lòng đợi thông báo sau của nhà trường. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có thể xin bảo lưu học kỳ sau do em muốn dành riêng một kỳ để ôn thi lấy CCTA được không .Nếu được thì em nên làm gì cho việc bảo lưu này.. . . . Em cảm ơn.",
            "Chào em,. . Trường hợp của em cô đã chuyển tiếp mail cho cô [full_name] ([email]) văn phòng đào tạo Quốc tế tiếp nhận trường hợp của em.. . Em có thể liên hệ với cô [full_name] để được hỗ trợ về trường hợp của em nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Mọi người cho mình hỏi là mình làm đơn gia hạn học phí thì được làm thời gian tối đa bao nhiêu ngày ạ.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .  Em nhận được mail thông báo nhận bằng tốt nghiệp tại A1. Hiện tại em không có mặt ở Tp HCM, nên em muốn biết thời gian nhận bằng kết thúc khi nào ạ. Với lại đợt tốt nghiệp lần này (t11-2021) không có được làm lễ với chụp hình ạ.. .  Em cám ơn.. .",
            "Chào em,. . Khi nào em có mặt ở TPHCM thì liên hệ Phòng Đào tạo để nhận nhé (càng sớm càng tốt nhé). Bằng vẫn được lưu trữ tại Phòng Đào tạo cho Sinh viên.. . Về lễ tốt nghiệp thì em vui lòng đợi thông báo sau của nhà trường. . Thân",
            "Tốt nghiệp . Kính gửi Phòng đào tạo,. . . . Em là [full_name], MSSV: [student_id]. Em có nhận được email từ phòng đào tạo về việc đến nhận bằng tốt nghiệp. Cho em hỏi là em có thể đến nhận bằng khi nào cũng được phải không ạ? Có nhất thiết phải nhận ngay hoặc trong thời gian sớm nhất không ạ? Vì lí do em còn đang kẹt ở nước ngoài chưa về Việt Nam được nên không thể trực tiếp đến phòng đào tạo nhận bằng được ạ.. . . . Mong nhận được phản hồi từ phòng đào tạo.. . [full_name].. .",
            "Chào em,. . Khi nào em có mặt ở TPHCM thì liên hệ Phòng Đào tạo để nhận nhé. Bằng vẫn được lưu trữ tại Phòng Đào tạo cho Sinh viên.. . Về lễ tốt nghiệp thì em vui lòng đợi thông báo sau của nhà trường. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác: Dạ cho em hỏi về việc em xin hoãn thi và thi lại môn triết . . Do bị mất điện đột xuất nên em không làm bài thi được và em cũng có gửi mail cho PĐT xin hoãn thi. . Nhưng tới nay vẫn chưa nghe thông tin gì hết ạ",
            "Chào em,. . - Nhưng tới nay vẫn chưa nghe thông tin gì hết ạ. . =  Cô thấy em có tên trong DS hoãn thi . . [student_id]\tNguyễn Văn\tThơ\tHK202\tSP1031\tTriết học [full_name] - Lênin\tL08. . - Em theo dõi email, mybk trong thời gian tới.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .  Dạ em chào thầy/cô ạ,. . Em là K18 đã thi anh văn định kì trong trường học kì 201 đạt 645. Em có thể dùng điểm đó quy ra đạt anh văn 4 trong trường không ạ?. . Em cảm ơn. .",
            "Chào em,. . Trong mail thông báo về thi AV định kỳ có nói rõ nhé bạn, kết quả thi này chỉ dùng để pass chuẩn tiếng Anh từng năm.. . Không dùng xét chuyển điểm nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Gần đây email của em hay nhận được nội dung thư spam. 9h tối em check mail thì thấy mail tự động gửi đi nhiều email spam. Ngay sau đó, em đã thay đổi mật khẩu BKIDnet nhưng gmail của em bị khóa ngay sau đó và yêu cầu sv liên hệ đến nhà trường. . . Em mong trường có thể hỗ trợ em giải quyết việc bị hack và spam này.. . . . Trân trọng,. . . . [full_name]. . [email]. . [phone_number]. . . .   i Yêu cầu khác .",
            "Chào em,. . Nhà trường đã gửi email sv:. . \" [Quan trọng] Lưu ý quan trọng về việc sử dụngg các dịch vụ của Google. . Hộp thư đến. . . . Trung tam Du lieu va Cong nghe Thong tin   dl-cntt@hcmut.edu.vn . . 01:40, Th 5, 11 thg 11 (1 ngày trước). . tới cb, stu.all. . . . Kính gởi quý thầy cô cùng tất cả các bạn sinh viên,. . . . Chúng ta đã và đang sử dụng khá nhiều dịch vụ của Google như Mail, Drive, Meet, .. và ngày càng nhiều tài khoản Google (cả sinh viên và cán bộ) đã vi phạm các điều khoản dịch vụ của Google và có các hành vi sử dụng sai trái dẫn đến Google đã thực hiện tạm ngưng hàng loạt tài khoàn này. Nghiêm trọng hơn toàn bộ dịch vụ Google cung cấp cho trường có thể bị tạm ngưng trong 30 ngày tới nếu chúng ta không thực hiện các bước cần thiết để bảo mật miền của mình và đảm bảo tài khoản người dùng đủ điều kiện sử dụng một cách rõ ràng cho mục đích giáo dục. Chúng tôi gởi đính kèm e-mail phía dưới mà Google đã gởi thông báo đến chúng tôi nói về thông tin nói trên để quý thầy cô và các bạn sinh viên được biết.. . Vì vậy Trung tâm DL & CNTT đề nghị quý thầy cô và các bạn sinh viên thực hiện ngay các bước sau:. . . . - Xem xét điều khoản dịch vụ của Google tại: https://policies.google.com/terms. . . . - Xem xét kỹ các chính sách chương trình về hành vi sử  dụng sai trái và việc thực thi chính sách tại: https://support.google.com/docs/answer/148505#zippy= . . . . - Xóa các nội dung vi phạm về chính sách chương trình trên Drive, Tài liệu, Trang tính, Trang trình bày, Biểu mẩu, .. của Google. Đặc biệt lưu ý trên Drive và Shared Drive trên tài khoản của mình hay của đơn vị.. . Chúng tôi cũng đã và đang làm việc với Google để cùng tìm và thực hiện các biện pháp mạnh (tạm ngưng, xóa vĩnh viễn) đối với các tài khoản người dùng vi phạm các điều khoản dịch vụ của Google nhằm đảm bảo các dịch vụ Google cung cấp cho trường được duy trì và hoạt động ổn định.. . . . Trung tâm rất mong sự hợp tác của quý thầy cô và tất cả các bạn sinh viên.. . . . Trân trọng,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name]. MSSV: [student_id].. . Em xin nộp đơn xin rút môn Anh văn 2-LA1005, để đủ điều kiện đăng ký xét Tốt nghiệp đợt tháng 11/2021. Mong PĐT nhanh chóng giải quyết nguyện vọng rút môn học giúp em. Em xin cám ơn ạ.. . File đơn xin rút môn học em đính kèm trong mail.",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK211(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/ xem điểm trễ nhất là 30/11/2021. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào các thầy cô, các thầy cô PDT cho em hỏi về việc học song ngành ạ. Em là sinh viên K19 ngành Địa kỹ thuật khoa địa chất dầu khí ạ. Hiện tại em muốn học thêm ngành Kỹ thuật Xây Dựng dạng song ngành thì có được không ạ ? Nếu được thì cần có điều kiện gì và cần phải làm gì ạ ? Em cảm ơn rất nhiều ạ !!!",
            "Chào em,. . Em xem quy chế điều 28 trên aao/. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào [full_name].. . đầu hoc kỳ 211 do điểm cuả học kỳ 202 lên chậm nên em không đủ tín chỉ để đăng ký luận văn tốt nghiệp.. . em và thầy hướng dẫn đã thống nhất là cứ làm luận văn trước, chừng nào điểm lên đầy đủ thì làm đơn xin đăng ký luận văn tốt nghiệp.. . nhưng khi đã có điểm thì lại giãn cách xã hội đến giờ vẫn không thể vào trường để làm đơn trực tiếp. em muốn hỏi là em có thể làm đơn online được không ạ ?",
            "Chào em,. . Em có thể làm đơn xin đăng ký LVTN trễ hạn,. . Trong đơn trình bày rõ lý do vì sao tới thời điểm này mới nộp đơn. . Em ghi rõ là môn học nào? vì theo thông báo ĐKMH có ghi rõ những môn ở HK202 đều tính đạt để cộng vào tín chỉ cho em ĐK LVTN.. . Trong đơn phải có xác nhận của GV hướng dẫn xác nhận, ghi rõ tiến độ thực hiện LV của bạn như thế nào? đạt bao nhiêu %. . Và có xác nhận đồng ý của [full_name],. . sau đó em gửi đơn qua bksi hoặc mail pdt để trình đơn cho ban lãnh đạo xem xét và trả lời đơn cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy/cô,. . Dạ thầy/cô cho em hỏi là em quên mật khẩu đăng nhập của ngân hàng OCB,hiện tại ở quê em chưa có chi nhánh của ngân hàng OCB nên không thể nộp học phí trên BK Pay được. Thầy/Cô cho em hỏi là nếu em ra ngân hàng khác OCB để nộp học phí thì phải chuyển tiền học phí vào tài khoản nào ạ?. . Em cảm ơn thầy/cô đã đọc câu hỏi. Em mong sớm nhận được phản hồi từ thầy/cô.. . . .",
            "Chào em,. . - Em liên hệ số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . - Hoặc em nhờ bạn, người thân có TK OCB đóng giúp em.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em đã yêu cầu xin giấy chứng nhận sinh viên để hoãn nghĩa vụ quân sự, phòng đào tạo có thể gửi em file scan được không ạ?. . . .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Do tình hình dịch bệnh nên sau khi đăng kí in bảng điểm em không thể lên SG lấy bảng điểm như dự kiến. Hiện tại em muốn nhờ bạn cùng khoa em nhận giùm em nến muốn xin form giấy ủy quyền.Em cảm ơn ạ.",
            "Chào em,. . Được em, hoặc em có thể ghi rõ tên người nhận, SĐT, địa chỉ cô sẽ gửi bảng điểm qua đường bưu điện cho bạn (người nhận trả phí). . Em nhớ ghi rõ là em nhờ bạn nào đến nhận, ghi rõ mã SV và nói bạn nhớ mang theo thẻ SV của bạn đó khi nhận cho em nhé. . Thân",
            "Cô ơi, em tên [full_name] MSSV [student_id] uỷ quyền cho bạn [full_name] MSSV [student_id] đến pđt nhận hộ bảng điểm của em vào ngày 22/11/2021 nha cô. Em xin lỗi vì sự bất tiện này. Em cảm ơn nhiều ạ.",
            "Cô ơi cô gửi giúp em bảng điểm của [full_name] MSSV [student_id] qua đường bưu điện được không cô, do sáng nay bạn em đến nhận nhưng bảo vệ không cho vào.. . SĐT người nhận [phone_number]. . tên người nhận [full_name]. . Địa chỉ: 164 ấp 4 xã Bình Hàng Trung, huyện Cao Lãnh, tỉnh Đồng Tháp.. . Em cảm ơn cô nhiều.",
            "Chào em,. . Đã lấy bảng điểm của bạn và đã gửi qua đường bưu điện. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy, cô!. . Trong HK202 em có đăng ký môn hoãn thi CK, thầy, cô cho em hỏi là khi được thi bù lại thì điểm tổng kết của môn hoãn đó được tính như thể nào ạ?. . Em cảm ơn thầy, cô!",
            "Chào em,. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào thầy/ cô, . . Em ở lớp CK18CDM, em mong được thầy cô cân nhắc trường học của em với ạ. Trường hợp của em là do chưa nộp điểm Anh văn nên em không đủ điều kiện để đăng kí làm luận văn tốt nghiệp ạ, em cũng chưa đủ 2 mũi Vacxin để đăng kí dự thi theo yêu cầu của IIG Việt Nam. Em mong quý nhà trường sẽ xem xét việc tổ chức thi Anh văn cho sinh viên năm 4 và vẫn tính tạm thời 8 tín chỉ (vì nếu không tính cũng sẽ không đủ yêu cầu tín chỉ để đăng kí làm luận văn ạ. . . . Em mong sẽ được nhà trường cân nhắc trường hợp của em và những bạn sinh viên khác ạ . . Em cảm ơn. . . .",
            "Chào em,. . Hiện tại chưa có thông báo gì về việc không xét Chuẩn tiếng Anh cho việc đăng ký LVTN ở HK212 nhé.. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i Dạ em chào thầy/ cô,. . Em ở lớp CK18CDM, em mong được thầy cô cân nhắc trường học của em với ạ. Trường hợp của em là do chưa nộp điểm Anh văn nên em không đủ điều kiện để đăng kí làm luận văn tốt nghiệp ạ, em cũng chưa đủ 2 mũi Vacxin để đăng kí dự thi theo yêu cầu của IIG Việt Nam. Em mong quý nhà trường sẽ xem xét việc dời ngày xét chuẩn Anh văn để làm LVTN qua hết kì 212 ạ. . . . Em mong sẽ được nhà trường cân nhắc trường hợp của em và những bạn sinh viên khác ạ. . Em cảm ơn. .",
            "Chào em,. . Hiện tại chưa có thông báo gì về việc không xét Chuẩn tiếng Anh cho việc đăng ký LVTN ở HK212 nhé.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy/ cô,. . Em ở lớp CK18CDM, em mong được thầy cô cân nhắc trường học của em với ạ. Trường hợp của em là do chưa nộp điểm Anh văn và chưa thực tập nên em không đủ 123 tín chỉ để đăng kí làm luận văn tốt nghiệp ạ, em cũng chưa đủ 2 mũi Vacxin để đăng kí dự thi TOEIC theo yêu cầu của IIG Việt Nam. Em mong quý nhà trường sẽ xem xét việc giảm bớt yêu cầu về số tín chỉ để làm luận văn ạ. . . . Em mong sẽ được nhà trường cân nhắc trường hợp của em và những bạn sinh viên khác ạ. . Em cảm ơn",
            "Chào em,. . Hiện tại chưa có thông báo gì về việc không xét Chuẩn tiếng Anh cho việc đăng ký LVTN ở HK212 nhé.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô, hiện địa phương em yêu cầu giấy xác nhận để tạm hoãn nghĩa vụ quân sự, hạn đến hết ngày 15/11. Thầy/cô cho em xin giấy xác nhận bản PDF để em in ra và nộp cho địa phương được không ạ.. . Em xin cảm ơn thầy/cô.",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin kính chào Phòng Đào tạo,. . . . Em tên là [full_name], mã số sinh viên [student_id], là sinh viên lớp VP17VT.. . . . Em xin phép được thông tin với Phòng Đào tạo rằng những môn học em đã đăng ký hoãn thi đúng hạn ở HK202 và học kỳ DT203 đã được Phòng Đào tạo đồng ý cho phép hoãn và em không bị cấm thi. Thế nhưng kết quả điểm trên MyBK của em đều là 13 (Vắng thi). Em kính xin Phòng Đào tạo xem xét và hỗ trợ giúp em!. . . . Em xin chân thành cảm ơn,. . . . Trân trọng.",
            "Chào em,. . + Cô kiểm tra danh sách hoãn thi có tên em. . - [student_id]\tLê Phan Gia\tNghiêm\tHK202\tAS2047\tVật lý sóng\tP01. . - [student_id]\tLê Phan Gia\tNghiêm\tHK203\t210702\tNhiệt động học thống kê\tDT01. . + Em theo dõi email, mybk trong thời gian tới.. . Thân mến. .  . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cô ơi, vì dịch Covid, em không thể đăng kí đi thực tập để hoàn thành tiến độ học tập để ra trường đúng hẹn. Em có đăng kí in giấy xác nhận sinh viên để hoãn nghĩa vụ quân sự tại địa phương, tuy nhiên địa phương lại không chấp nhận giấy xác nhận vì bảo là em đã học thời gian dài nên giấy không còn hiệu lực. Cô có thể cho em xin lại giấy xác nhận em còn học tại trường với lý do dịch Covid được không ạ, để em nộp và trình bày tại địa phương để em được hoãn nghĩa vụ và hoàn thành chương trình học ở trường ạ. Em cảm ơn",
            "Chào bạn,. . Trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cô cho em hỏi là chuẩn tiếng anh xét tốt nghiệp hệ vừa học vừa làm là toeic 400 điểm hay 450 điểm vậy cô",
            "Chào em,. . chuẩn tiếng anh tốt nghiệp VLVH em xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/3.   Chuẩn tiếng Anh khi nhận Luận văn tốt nghiệp (LVTN) và khi tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có đăng ký nhận giấy xác nhận tạm hoãn nghĩa vụ quân sự, giờ thì bên ban chỉ huy quân sự họ yêu cầu gấp, em có tải giấy xác nhận bằng file rồi và gửi cho họ nhưng họ vẫn yêu cầu tiếp tục. Em thắc mắc là việc file pdf xác nhận oline trên trang của trường mình in ra là giấy đó có hiệu lực như giấy xác nhận bình thường và ko cần giấy xác nhận nào khác hay sao. Và là em có đăng ký gửi giấy xác nhận thì em ko có bất kỳ thông tin gì về mã phiếu gửi, hay bưu phẩm vận chuyển để em liên lạc với bên vận chuyển. . . Mong hỗ trợ. Em cảm ơn!!!. . . .",
            "Chào em,. . Do trên địa bàn bị cách ly nên không đi được.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào pđt. Dạ em là SV khóa K2017 ạ. Vừa qua em đã đăng ký và đã nhận được giấy Chứng nhận sinh viên. Em có thắc mắc là chỗ \"Thời gian khóa học theo quy định\" của em là tới thắng 4/2022 thì mốc thời gian này căn cứ vào đâu trong khi thường thì chương trình học theo quy định chỉ có 4 năm (tức là đối với trường hợp của em nếu không bị trễ hạn thì chỉ hết HK202 là kết thúc ạ). Mong pđt giải đáp thắc mắc giúp em. Em xin cám ơn!. .",
            "Chào em,. . Em xem quy chế aao/điều 5. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Môn học giải tích 1 (MT1003) ở học kỳ 3(2019-2020) tương đương môn học Toán 1 (006601)",
            "Chào em,. . Em cần làm đơn gửi email [email]  để PĐT kiểm tra rồi trả lời em nhé.. . Thân mến. .",
            "Dear cô! . . Mẫu đơn này mình lấy ở đâu ạ.",
            "Đơn này không có mẫu em nhé.. .",
            "Dạ em chào cô!. . Em đã làm đơn gởi qua mail cho pđt mà vẫn chưa được phản hồi. Đợt này là đợt cuối của em để được xét tốt nghiệp ạ. Em mong cô xử lý giúp. Thanks!!",
            "Chào em,. . Cô đóng câu này, em xem email sv nhé.. . Thân mến. .",
            "Chào cô!. . Đến nay em vẫn chưa đăng ký tốt nghiệp được.. . Cho em hỏi em còn vướn gì ạ.. . Thanks!!",
            "Chào em,. . Trường hợp của em đã đủ điều kiện tốt nghiệp, em đợi danh sách cập nhật mới vào tuần này, sau ngày thứ 6 ngày 17/12/21.. . Hiện tại em đang bị tạm dừng vui lòng tải mẫu đơn thu nhận và gửi lại qua bksi giúp cô, nhớ ghi rõ là thu nhận xét tốt nghiệp nhé. . Thân",
            "Em gởi cô ạ. . Thanks!!",
            "Chào em,. . PDT đã tiếp nhận đơn thu nhận của bạn, em theo dõi mail SV thông báo tốt nghiệp và tình trạng sinh viên được cập nhật tại mybk/Thông tin SV. . Dự kiến sau ngày 20/12 mới có ds tốt nghiệp mới nhé. . Thân",
            "Dạ chào cô!. . Hiện tại em đã có tên trong danh sách tốt nghiệp nhưng em không vô đăng kí tốt nghiệp được ạ.",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào thầy cô PĐT,. . . . Em có 2 câu hỏi ạ.. . . . 1/ Cho em hỏi ngày tốt nghiệp tháng 11 năm 2022 là ngày mấy ạ?. . 2/ Cho em hỏi là em có thể yêu cầu được nhận bằng tốt nghiệp chính thức trước ngày lễ tốt nghiệp được không ạ? Cụ thể là trước ngày 14/11/2022 ạ.. . . . Em xin cám ơn ạ.. . . .",
            "Chào em. . Trường hợp của em cô kiểm tra còn chưa đăng ký tốt nghiệp và chưa có tên trong ds tốt nghiệp dự kiến, cô chưa hiểu ý của em là gì?. . Về lịch trình tốt nghiệp của tháng 11/2022 chưa có nhé. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . thân",
            "Kính chào cô,. . . . Năm nay em chưa tốt nghiệp, em dự tính là sẽ tốt nghiệp vào năm sau (tháng 11 năm 2022). Hiện tại thì bên công ty em yêu cầu em phải cam kết là sẽ nộp bằng chính thức trước ngày 12/11/2022 ạ. . . . . Do vậy nên em mới hỏi là khi đã đủ điều kiện tốt nghiệp thì em có thể yêu cầu được nhận bằng tốt nghiệp chính thức trước ngày 12/11/2022 được không ạ? Để em có thể cam kết và ký hợp đồng với bên công ty em ạ.. . . . Em xin cám ơn cô.. . . .",
            "Kính chào cô,. . . . Năm nay em chưa tốt nghiệp, em dự tính là sẽ tốt nghiệp vào năm sau (tháng 11 năm 2022). Hiện tại thì bên công ty em yêu cầu em phải cam kết là sẽ nộp bằng chính thức trước ngày 12/11/2022 ạ.. . . . Do vậy nên em mới hỏi là khi đã đủ điều kiện tốt nghiệp thì em có thể yêu cầu được nhận bằng tốt nghiệp chính thức trước ngày 12/11/2022 được không ạ? Để em có thể cam kết và ký hợp đồng với bên công ty em ạ.. . . . Em xin cám ơn cô.",
            "Chào bạn,. . Vấn đề này cô không thể trả lời chính xác cho bạn được nhé.. . Hiện tại chưa có lịch trình tốt nghiệp tháng 11/2022 nhé. SV theo dõi tại lịch học vụ. . thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào thầy cô,. . Em là sinh viên khóa K15. Hiện tại em chưa đủ điều kiện xét tốt nghiệp,do chưa thi Anh văn 2 kỹ năng WRITING AND SPEAKING kịp cho đợt xét tốt nghiệp tháng 11 này. Nếu chưa tốt nghiệp đợt tháng 11 này thì em có còn được tiếp tục là sinh viên của trường không ạ?  Em có thể nộp chứng chỉ Anh văn WRITING AND SPEAKING cho đợt tốt nghiệp tháng 4 năm 2022 không ạ? Nếu có thì hạn chót sẽ là ngày nào ạ?. . Mong quí thầy cô trả lời giúp em. Xin chân thành cảm ơn.",
            "Chào em,. . Về đăng ký thi anh văn 2 kỹ năng nói viết trực tuyến đợt tiếp theo, dự kiến sẽ tổ chức thêm 1 đợt cho HK211. Bạn vui lòng đợi thông báo đăng ký qua mail Sinh viên dự kiến sau ngày 19/11.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cô cho em hỏi là em sinh viên chính quy k2014 em chuyển hệ vừa làm vừa học trong học kì 1 (2021-2022) vậy chuẩn tiếng anh của em xét tốt nghiệp hệ vlvh là 400 (từ K.2017 về trước) phải không ạ.. . em cảm ơn cô nhiều ạ",
            "Chào em,. . Em xem quy chế aao/phụ lục 1. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . Thân mến. .",
            "Chào em,. . Trong quy chế có ghi rõ mà em: 400 (từ K.2017 về trước) hoặc đạt môn AV400. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: [full_name] NAM. . Độc lập – Tự do – Hạnh phúc. . -------------------------------------. . . . . . ĐƠN XIN CHUYỂN HỌC KỲ THỰC TẬP. . . . . . Kính gửi Phòng Đào Tạo – Trường Đại học Bách Khoa – Đại học Quốc Gia TP. Hồ Chí Minh,. . Em tên [full_name]. . Mã số sinh viên: [student_id]. . Niên khóa: K18. . Lớp: CC18QKD. . Học kỳ đăng ký môn Thực tập: học kỳ 203. . . . Em viết đơn này để xin chuyển học kỳ thực tập từ học kỳ 203 sang học kỳ 211. Em đã được sự đồng ý qua email của Văn phòng Đào Tạo Quốc Tế ([full_name]P), thầy [full_name] (giảng viên hướng dẫn môn thực tập học kỳ 203). Lý do để em xin chuyển là, em gặp nhiều khó khăn trong việc thực tập trong đợt dịch COVID-19, em phải đợi hết đợt dịch để chuyển trở lại TP. Em không thể viết đơn này sớm hơn là vì trong học kỳ trước, em không xác định được khi nào em có thể thực tập được ở công ty. Giờ em có thể trở lại TP. Hồ Chí Minh để thực tập trực tiếp tại công ty. Công ty của em đã cho phép nhân việc làm việc trở lại cách đây một tuần.. . Em mong được Phòng Đào Tạo chấp thuận chuyển môn thực tập từ học kỳ 203 sang học kỳ 211. Em xin chân thành cám ơn Phòng Đào Tạo.. . . . . . Người làm đơn. . . . . . . . [full_name]. . . .",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Gia đình em hiện nay đang khó khăn chưa có tiền đóng học phí được. Em làm như thế nào để kì sau đóng luôn học phí kì này được vậy ạ.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa thầy/cô hiện nay em sinh viên năm 4 của trường mà do tình hình dịch em ở dưới quê chưa đi thi được bằng toeic thì không biết cuối kì học này em không có được bằng để nộp thì có bị trễ hay bị nhà trường đòi không ạ. Nếu có thì em mong nhà trường cho những sinh viên như em được trễ nộp bằng ạ.",
            "Chào em,. . Em vui lòng trình bày rõ về trường hợp của em thêm nhé. . Thân",
            "Dạ là theo đúng quy định của trường thì em phải nộp bằng AV cho trường vào cuối tháng 12/2021 thì mới có thể đăng ký luận văn và các môn học của kì sau nhưng hiện nay em chưa có bằng nộp cho trường được thì có bị cấm đăng ký các môn học kỳ sau không ạ. Do tình hình dịch nên em chưa đi thi bằng AV được ạ.",
            "Chào em,. . Nếu em không đủ điều kiện đăng ký LVTN thì em không thể đăng ký môn LVTN, chứ không phải là cấm đăng ký môn học.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: Hoàng Trung Thành MSSV: [student_id]. .    . .   Hiện tại bên bưu điện đã để lạc giấy xác nhận của em, họ nói để tìm lại nhưng tới giờ hơn 1 tháng rồi chưa có.. .   Bên Huyện vừa gửi thông báo khám nghĩa vụ quân sự nhưng em vẫn chưa có giấy để nộp. . .   Em mong phòng đạo tạo xem xét xử lý, liên hệ bên bưu điện cũng như có thể gửi cho em 1 bản khác được không.. . . .",
            "Chào bạn. . Bạn đăng ký in lại giấy chứng nhận sinh viên. . Phòng đào tạo sẽ lấy dữ liệu và xử lý lại cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Do máy em quá yếu nên không thể tải được phần mềm autocad của môn học, nên em đã gửi đơn xin hoãn thi cho phòng đào tạo nhưng chưa nhận được phản hồi ạ.Em có thể gửi đơn hoãn thi qua đây được không ạ?. . Em xin cám ơn.",
            "Chào bạn. . Bạn ghi rõ thông tin bạn muốn hoãn thi của Học kỳ nào, nếu là Hoãn thi của Hk211 bạn vui lòng đợi thông báo qua email sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa thầy/ cô,. . Em tên là [full_name], mssv [student_id] là sinh viên K17 khoa khoa học và kỹ thuật máy tính. Hiện nay em đã đóng đủ học phí nhưng trang xét tốt nghiệp của em vẫn hiện chưa đóng học phí nên không được nộp đơn tốt nghiệp. Nhờ thầy/ cô cập nhật lại giúp em ạ. Em xin chân thành cảm ơn.. .",
            "Chào em,. . PĐT đã mở.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin chào Phòng đào tạo. Em có thắc mắc về vấn đề học phí của em. Vào sáng thứ 4 ngày 10/11/2021, em có ra ngân hàng OCB để đóng học phí, nhưng ngân hàng báo với em là lỗi hệ thống của trường. Nhân viên ngân hàng đã khuyên em chuyển tiền trực tiếp đến tài khoản ngân hàng của trường. Em đã làm theo nhưng sau đó BKPay vẫn chưa cập nhật tình hình học phí cho em. Em xin Phòng đào tạo kiểm tra lại tình hình học phí cho em. Em xin cảm ơn.. . Dưới đây là 2 biên lai thu học phí của ngân hàng. .",
            "Chào em,. . Em đã nộp sai cách thức thanh toán, em chờ hết tháng 11 phòng KHTC sẽ tra soát lại nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "dạ kính chào Phòng đào tạo. . Em tên [full_name], mssv: [student_id]. . em hiện đang học môn ngành khác, môn do bữa thi giữa kỳ rớt mạng và giờ giảng viên bảo kỳ khác thi lại nhưng em đã hết hạn 6,5 năm thì cũng không thể thi lại, nên em xin PDT giúp đỡ, hủy giúp em 2 môn này để  không ảnh hưởng điểm TBTL và em có thể đi làm ạ,. . Mong pdt giúp đỡ cho trường hợp đặc biệt của em.. . Em xin cảm ơn phòng đào tạo ạ.. .   i Yêu cầu khác .",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK211(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/ xem điểm trễ nhất là 30/11/2021. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đang học lớp vẽ kỹ thuật(thí nghiệm) online học kì 202 ạ, nhưng hiện tại máy em không thể đáp ứng để chạy autocad nên thầy nói em viết đơn xin hoãn thi. Em có thể gửi đơn hoãn thi trên đây được không ạ. . Em xin cám ơn",
            "Chào bạn,. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail pdt@hcmut.edu.vn hoặc BKSI). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là làm sao biết giấy xác nhận sinh viên tạm hoãn nghĩa vụ quân sự khi nào sẽ được gửi đến nhà ạ. .   i Yêu cầu khác .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào phòng đào tạo, rõ ràng trong thông tin hoạt động ngoại khóa của em ghi là 15.5 ngày CTXH mà sao lại cập nhật em không đủ CTXH ạ. . .   i Tốt nghiệp .",
            "Chào em,. . PĐT đã mở. Do danh sách tốt nghiệp dự kiến chỉ cập nhật 1-2 tuần lần nên sẽ có trường hợp như vậy.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ cho em hỏi là hạn cuối nhận các trường hợp bổ sung điều kiện tốt nghiệp là ngày 24/12.. . Hiện tại em đang thiếu môn Anh văn 3 và 4 để đủ điều kiện tốt nghiệp.. . Vậy thì nếu em thi TOEIC và đủ điều kiện chuyển điểm Anh văn 3,4 vào ngày 10/12 thì em có thể đăng ký tốt nghiệp không ạ!. . Em xin cảm ơn.",
            "Chào bạn. . Khi nào đủ điều kiện bạn báo Pdt xét tốt nghiệp bổ sung cho bạn nghen. . Tùy tình hình thời điểm tiếp nhận thông tin xét tốt nghiệp của bạn, Pdt sẽ trả lời . . Thân"
        ]
    }
]