[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Học kì 183 em có đăng kí hai môn Thực tập quá trình thiết bị và Tư [full_name] [full_name], nhưng do lịch thực tập nên có thể em không thể tham gia lớp học trên trường được như trong thời khoá biểu. Vậy cho em hỏi em có thể huỷ môn Tư [full_name] [full_name] được không ạ? . . Em cảm ơn.",
            "môn học đã được hủy cho bạn. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là  em là sinh viên năm nhất chưa qua anh văn 1 thì mà em muốn nạp bằng thì thời hạn cuối là tháng mấy ạ?",
            "Chào bạn. . Khi nào bạn có CCNN đạt đủ theo quy định thì bạn đăng ký. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1912186  /b \t. . . .   i Đăng ký môn học . Chào các thầy cô ạ,. . Em là Đông Thức, sinh viên K19 Khoa Công nghệ Vật liệu.. . Cho em hỏi là tại sao đến giờ em vẫn chưa đăng kí được môn Vật lí chất rắn cho học kì 201 với mã môn học là MA2033 ạ?. . Khi nào thì có thể đăng kí được môn này trong khi sắp hết hạn đăng kí đợt 1 rồi ạ.. . Mong rằng thầy cô phản hồi sớm giúp em. .",
            "Chào em. . Em có thể đăng ký môn học vào đợt bổ sung - hiểu chỉnh nếu môn học có mở lớp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã nộp chứng chỉ ngoại ngữ và chuyển điểm anh văn nhưng khi đăng ký Luận văn tốt nghiệp vẫn bị lỗi thiếu CCAV ạ.",
            "Chào bạn.. . Hiện tại mới đang cảnh báo. Kết quả sẽ được PĐT xét sau nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là Vì điểm trung bình hk192 của em bằng 0, để tiếp tục được học ở hk201 thì em cần làm đơn cứu xét như thế nào và liên hệ với ai để được giúp đỡ ạ . . Em cảm ơn",
            "Chào bạn. . Nếu bạn có tkb của HK201 thì bạn được cứu xét không bị BTH vì điểm trung bình =0. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em đăng kí môn học theo chương trình đào tạo mới của khoa Cơ khí đã gửi mail. . . . nhưng một số môn có mã số môn học em không đăng kí được ME2093, ME2091, ME2087, ME2089",
            "Chào bạn,. . Bạn vui lòng đợi mail thông báo đợt 2 - để đăng ký hiểu chỉnh MH nhé, nhưng môn học không mở bạn có thể nộp đơn mở lớp, sau khi công bố kết quả đăng ký đợt 1 nhé!. . Chúc bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn đăng ký môn [CI3009] Kết cấu thép 1 thứ 4 tiết 345 nhóm DT01 để thi lại không tham gia học 1 buổi online ( chỉ học một lớp online do thứ 2 bị trùng) vào học kỳ hè. . Lý do: Ba môn [CI3009] Kết cấu thép 1, [CI4011] Thí nghiệm công trình,        [CI4343] Luận văn tốt nghiệp liên tiếp nhau. Em là sinh viên năm thứ 5 phải qua môn  [CI3009] Kết cấu thép 1 trong học kỳ hè mới có thể nhận luận văn tốt nghiệp.. .",
            "đã bổ sung môn CI3009 cho bạn. . Tuy nhiên TKB bị trùng lịch học, bạn tự chịu trách nhiệm về môn học đã đk. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào quý thầy cô!. . Hiện tại em là sv khóa 2013. Học kì này là học kì cuối trong CTDT. Em vẫn còn nợ 1 môn học Cơ luu chất.. . Em kính mong quý thầy cô cho phép em được đăng kí vào lớp học Cơ lưu chất mã CI2005 của cô [full_name] để hoàn thành xong CTDT theo kế hoạch.. . Lí do: vì trong học kì 192 thì ngày thi diễn ra sau ngày cuối cùng để đăng kí môn học hk193 nên e không thể đăng kí kịp.. . Em xin chân thành cảm ơn quý thầy cô",
            "chào bạn. . đã đk môn học CI2005 nhóm DT01 cho bạn. . TKB sẽ cập nhật lại sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào quý thầy cô, em có làm đơn đăng kí điểm Vắng phép cho môn thi cuối kì Vật lí 1 (PH1003). Trường hợp của em là trễ thi cuối kì vì bị trễ do thi GDTC ở CS2, em có điền lí do vào mục 1 của Đơn và gửi kèm minh chứng xác nhận từ gv thể chất là vào ngày 07/07 và lúc 18h em có tham dự thi kết thúc học phần môn cầu lông. Nhưng khi gửi đơn qua khoa KHUD theo yêu cầu của PĐT sau khi nộp đơn để xin xác nhận, em có được một thầy gọi điện và trả lời rằng không giải quyết cho trường hợp bị trễ vì môn GDTC này. Rất mong quý thầy cô giải đáp cho em vì sao lại không được giải quyết trong khi trong quy chế học vụ không có điều khoản là không giải quyết trường hợp vắng thi cuối kì vì môn GDTC ạ.",
            "Chào bạn. . Cho pdt hỏi \"em có được một thầy gọi điện và trả lời rằng không giải quyết cho trường hợp bị trễ vì môn GDTC này\" Bộ phận nào gọi điện thoại cho bạn. . - Bạn đã nộp đơn lên PDT chưa?. . Thân",
            "Dạ chào cô, em đã nộp đơn lên PĐT, và phòng có báo em là em còn thiếu xác nhận của Khoa và GV giảng dạy bộ môn, nên em có mang Phiếu gửi ở bộ phận văn phòng khoa Khoa học ứng dụng, sáng nay 27/7 số [phone_number] có gọi cho em, em nghe giọng của một thầy, và nội dung thầy nói là đơn em không được giải quyết cho trường hợp trùng lịch thi GDTC.",
            "Chào bạn. . Bạn liên hệ Khoa - bộ môn nhận lại hồ sơ, rồi liên hệ Phòng đào tạo để kiểm tra lại hồ sơ của bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Thầy Cô .Thầy(cô) cho em hỏi đợt đăng ký học kỳ hè này của chính quy đã hết hạn đăng ký nhưng chưa học. Em có thể làm đơn đăng ký môn học được ko ạ. Em rất cần bởi vì chỉ còn 1 môn đó thì êm đăng ký được LVTN học kì 1 20-21.. . Môn Kết cấu bê tông cốt thép 2. . MÃ môn CI3175. . Nhóm mở DT01 thầy [full_name]. . Em cảm ơn ạ!",
            "đã bổ sung môn học CI3175 nhóm DT01 cho bạn. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ, em là [full_name]-K19-[student_id]. . Cho em hỏi là ĐRL là sau cuối mỗi kỳ là sinh viên tự chấm hay sao ạ?????, nếu chấm thì nộp cho ai ạ????. . Em cảm ơn",
            "Chào bạn. . Bạn liên hệ Phòng Công tác chính trị sinh viên để hỗ trợ nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn xin đăng kí thêm môn Xác Suất thống kê kì hè 193 ạ! Mã môn là MT2001. . Mong phòng đào tạo cho phép ạ!",
            "đã bs môn MT2001 nhóm DT03. . TKB sẽ được cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi phòng đào tạo,. . . . Em tên [full_name], mssv [student_id].. . . . Em có gửi yêu cầu đăng ký thêm môn xác suất thống kê (MT2013) cho phòng đào tạo vài ngày trước, không biết phòng đào tạo có nhận được chưa ạ? Mong phòng đào tạo trả lời sớm giúp em dù có xếp được hay không. . . . . Em cảm ơn nhiều ạ!. . . . [full_name]",
            "MT2013 trùng lịch học nên ko đk được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô,. . . . Thầy/cô cho em hỏi mỗi kỳ cần đăng ký số tín chỉ tối thiểu là bao nhiêu để không bị cảnh cáo học vụ ạ ?. . . . Em hiện là sinh viên năm 3, sắp tới đi thực tập, mà công ty chỉ cho phép 1 tuần nghỉ 1 ngày.. . . . Em cảm ơn ạ,. . Hoàng",
            "Chào bạn. . - Về quy định Số tín chỉ/môn học tối thiểu trong một học kỳ chính: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 9.4. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "bạn cần yêu cầu gì. viết phải có nội dung"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào thầy cô. Học kỳ 193 em có đăng ký môn thực tập tốt nghiệp và anh văn 4( 003004). Em đã đăng ký bên phía trung tâm BDCN là huỷ môn anh văn 4 do nhà máy nơi em thực tập khá xa trường, nhưng em xem trên TKB HK193 lại có anh văn 4. Em xin thầy cô có thể giúp em rút môn học anh văn 4.. . Em cám ơn!. .",
            "đã hủy môn 003004 cho bạn. . TKB sẽ cập lại sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em kinh chào thầy/cô. . Học kì 193 em có đăng ký Anh văn 4. Em muốn xin rút môn vì đi em đi thực tâp em không sáp xếp học được. Kính mong thầy cô giúp em.. . Em cám ơn chúc thầy cô thật nhiều sức khỏe",
            "Chào bạn. . Bạn nộp đơn rút môn học HK193 từ ngày 4/8/2020 nghen. . Thân",
            "pđt đã hủy môn học 003004 cho bạn. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:  Nhà trường cho em hỏi là bây giờ điểm [full_name] của em là 565, đã được thẩm tra thì qui đổi có được AV1=10, AV2=10, AV3=8.5, AV4=6 không ạ? . .  Em xin cảm ơn.",
            "Chào bạn. . - Về quy định chuyển điểm tiếng anh: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 4-a. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Dạ e chào Thay/Cô! Em là sinh viên k18 thuộc khoa môi trường lớp quản lý. Do k19 năm nay đổi chương trình học, đổi mã môn học. Nên k18 tụi e bị trễ chương trình nên không thể đăng ký môn, đặc biệt là nhưng lớp ít sinh viên . Hơn nữa nhưng môn chuyển ngành đều là chuỗi liên tiếp các môn song song/học trước/ tiên quyết. Nên tụi em không thể đăng ký môn học. Cộng thêm chuẩn sinh viên các năm thì càng không thể đăng ký được môn nào( cho dù em học hết các môn triết, tư tưởng, đường lối). Mong Thầy/Cô giúp đỡ có phương áp sớm nhất để tụi e có thể tranh thủ đăng ký môn để có thể theo kịp các bạn . Cảm ơn Thầy/Cô nhiều ạ! Chúc Thầy/Cô buổi chiều vui vẻ!",
            "Chào bạn. . Về chương trình đào tạo bạn vui lòng liên hệ [full_name] (cụ thể là Thầy phụ trách chương trình đào tạo Thầy [full_name]) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa trường . . . . Em tên [full_name] mssv: [student_id]2. . . . Kính mong trường cho em rút môn học (không tính HP) môn Kỹ thuật lập trình CO1013 CO1014. . vì trong quá trình đăng ký môn ,em đã đăng ký sai 2 môn này,và 2 môn này không nằm trong chương trình đào tạo mà em đang theo học.. . Kính mong quý nhà trường có thể xét duyệt cho em được hủy môn không tính học phần.. . . . Em xin cảm ơn.",
            "PĐt đã hủy môn cho bạn. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào các thầy cô phòng đào tạo ạ. Em muốn hỏi về vấn đề môn học ạ. Vấn đề của em là: môn Mạch Điện Tử ( khoa Điện) là môn học bắt buộc cho tất cả sinh viên khoa điện. Em đã qua môn này, tuy nhiên điểm không cao và em đã đăng kí  học cải thiện nhưng cuối kì em không đi thi và được điểm 13. Phòng đào tạo cho em hỏi, như vậy thì môn Mạch Điện Tử này vẫn lấy theo kết quả lần 1 (qua môn) hay lấy theo kết quả lần 2  ( điểm 13) ạ. Em cảm ơn ạ.. .",
            "Chào bạn,. . Khi xét TN cho bạn, sẽ tính môn học có điểm cao nhất cho bạn nhé!. . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1915442  /b \t. . . .   i Yêu cầu khác . Dạ thưa thầy, cô. .  Dạ em đã đăng ký chuyển điểm anh văn và đóng phí 10 ngày rồi nhưng chưa được thẩm tra xong và chưa được chuyển điểm. Dạ thưa cô bây giờ em muốn chuyển điểm nhanh điểm đó để kịp xét tuyển kỹ sư tài năng thì phải làm sao ạ. Em không biết viết đơn gửi phòng đào tạo ra sao vì trong mục \"DANH MỤC BIỂU MẨU DÀNH CHO SINH VIÊN\" không có mẫu đơn đó ạ. Em thực sự kính mong phòng đào tạo có thể lấy dữ liệu để chuyển điểm cho em ạ. Em cám ơn nhiều ạ!. . Em xin chần thành cám ơn!. . Thường. .",
            "Chào bạn[full_name] [full_name] Pdt đang xử lý việc chuyển điểm của bạn, bạn vui lòng kiểm tra kết quả cập nhật trên trang web nghen[full_name] [full_name] Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào quý Thầy Cô. . Em có vấn đề cần được giải đáp ạ. . Em học anh văn 250 từ trước Tết và có kết quả thi cách đây 2 tháng, nhưng do bộ môn anh văn bị xót lớp của em nên điểm cập nhật trễ nên khi em đăng ký av300 thì tới ngày đi học em vẫn chưa nhận được tkb, em gọi pdt hỏi thì được báo là thiếu tiên quyết ạ. Cho em hỏi như vậy em phải làm sao ăn Em cảm ơn. .   i Đăng ký môn học . AV300. .",
            "Môn học AV300 đã được bổ sung, nhóm RZ04. . TKB sẽ được cập nhật sớm trong tuần này.. . Em chú ý theo dõi để đi học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đăng ký môn học Tổ chức quản lý bảo dưỡng, mã IU2021. Nhưng khi nhập mã vào thì ra môn Phương pháp tính và lập trình C ạ.. .",
            "Môn học đã được cập nhật lại đúng tên gọi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là k19 năm nay được miễn anh văn vậy cho em hỏi kì sau em chỉ cần học qua av3 thôi là qua yêu cầu năm 2 hay phải học qua av1 av2 r ms học av3 ạ ( em chưa học av 1 2 3 ạ )",
            "Chào bạn. . Bạn xem lại thông báo mai nhà trường gởi vào ngày 7/5 có ghi rõ: Nhà trường tạm thời không xét điều kiện chuẩn tiếng Anh sau mỗi năm học (Chuẩn Anh văn hàng năm cho riêng học kỳ hè 193, học kỳ chính 201 và dự thính 201) . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "nếu mình có chuyến bay từ Đà Nẵng về TPHCM nhưng không đi qua những địa điểm được nêu trong các thông báo khẩn của BỘ Y TẾ thì có cần vắng thi không vậy ạ? .",
            "Chào bạn. . Bạn cố gắng đi thi nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào cô. . . Vì lý do trong kỳ 192 em đã đăng ký học môn Giải tích 1 (MT1003), nhưng vì kết quả đánh giá qua môn em nhận được vào ngày 24/7/2020. Mà đăng ký bổ sung đợt 3 của kỳ 193 lại kết thúc vào ngày 22/7/2020, nên em không kịp để đăng ký môn học MT1003. Chính vì vậy, em muốn xin bên PĐT hỗ trợ và giúp đỡ để em có thế được đăng ký và hoàn thành môn học MT1003 để không bị ảnh hướng đến tiến độ tốt nghiệp trong thời gian tới. Em mong nhận được sự giúp đỡ từ phía PĐT. Em xin chân trành cám ơn!. . Trân trọng,",
            "đã bổ sung môn MT1003 nhóm DT04 cho bạn. . TKB sẽ cập nhật sau. . Thân",
            "Đăng ký môn học . Chào cô. . . Vì lý do trong kỳ 192 em đã đăng ký học môn Giải tích 1 (MT1003), nhưng vì kết quả đánh giá qua môn em nhận được vào ngày 24/7/2020. Mà đăng ký bổ sung đợt 3 của kỳ 193 lại kết thúc vào ngày 22/7/2020, nên em không kịp để đăng ký môn học MT1003. Và em còn một số môn đại cương chưa đạt. Chính vì vậy, em muốn xin bên PĐT hỗ trợ và giúp đỡ để em có thế được đăng ký và hoàn thành môn học MT1003 để giảm bớt số tín chỉ trong học kỳ tới. . Trân trọng,",
            "Môn học bị trùng TKB nên ko đk được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Yêu cầu khác: Bkpay của em không thể thanh toán tiền học phí cũng như là lệ phí in bảng điểm.",
            "Chào bạn. . Phòng đào tạo đã xử lý, bạn kiểm tra lại nghen. . Thân",
            "Chào cô. . Hiện tại, Bkpay của em vẫn còn bị lỗi đó ạ. . . Thân",
            "Chào bạn. . Phòng đào tạo đã kiểm tra lại lần nữa, về lỗi này bạn liên hệ trực tiếp ngân hàng OCB chi nhánh lý thường kiệt gặp [full_name] để giải quyết  nghen. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  chào thầy cô ạ. Cho em được xin nộp giấy tốt nghiệp THPT vào sau tết năm 2020 đầu 2021. Vì lý do gia đình làm ăn xa và nếu muốn lấy bằng tốt nghiệp thì em phải về lại trường THPT ở quê của em nhưng nếu về em sẽ không có chỗ để cư trú qua ngày ạ nên em xin phép thầy cô, xin phép phòng đào tạo cho em được nộp giấy tốt nghiệp THPT sau tết 2020 đầu 2021 ạ vì khi ấy gia đình em cũng về quê còn hiện tại cho đến hết tháng 10 năm nay em vẫn chưa thể về quê mà lấy được. Em xin cám ơn thầy cô ạ.. . . .",
            "Chào em. . Em nên làm đúng theo thông báo của nhà trường, trường hợp bất khả kháng thì có thể xử lý được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Họ Tên : [full_name]. . Mssv :[student_id]. . . . Đăng kí rút môn học:  Pháp luật đại cương Việt Nam . . Mã môn học :  SP1007. . Nhóm :DT06. . Lý do rút môn : Môn học không cần thiết cho học kỳ hè .. . Em cảm ơn ạ",
            "đã hủy môn học SP1007,. . TKB sẽ cập nhật sau. . Lưu ý:. . Tuy nhiên sẽ không có lần sau.. . vì bạn ko cần thiết học thì đừng đk, các bạn khác muốn học ko có chỗ. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name], MSSV:[student_id], học khoa Điện-Điện tử. Em muốn hỏi về số tín chỉ tối thiểu trong 1 HK. Em đã qua hết các môn AV và đã đăng kí học Pháp luật VN đại cương (SP1007) trong kì hè, nên khi đk môn học cho học kì chính, em chỉ có 13 chỉ, trong khi số tín chỉ tối thiểu phải là 14. Vậy em không đăng kí thêm môn học cho đủ số tín chỉ tối thiểu là 14 thì có ảnh hưởng gì đến kết quả học tập và rèn luyện khác của em không ạ (ví dụ như trừ điểm rèn luyện, học bổng, đăng kí môn học cho học kì tiếp theo,...)?",
            "Chào bạn,. . - Về quy định Số tín chỉ/môn học tối thiểu trong một học kỳ chính: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 9.4. . - Về thông tin học bổng: bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn --  sinh viên --  học vụ --  học bổng.. . - Điểm rèn luyện: bạn liên hệ Phòng công tác chính trị sinh viên để giải đáp. . - Đăng kí môn học cho học kì tiếp theo bình thường . . Chúc bạn học tốt.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi em muốn nộp đơn hủy môn học dự thính thì em phải nộp phí bo nhiêu ạ. . . .",
            "Em muốn hủy môn học nào.. . ghi rõ mã môn học để xem xét. . Thân",
            "Em muốn thôi học nhưng em đã lỡ đăng kí học kì 193 nên em phải làm đơn thôi học và đơn hủy môn. Em thắc mắc là em có phải đóng phí cho kì 193 không ạ. Em cảm ơn.",
            "Chào em. . Các môn HK193 pđt đã hủy môn. . TKB sẽ cập nhật sau. . . . Việc xin thôi học em liên hệ trực tiếp PĐT để được hướng dẫn . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trong học kì dự thính hè, em có đăng ký môn Kỹ thuật lập trình và bị trùng giờ học với môn Công nghệ phần mềm mà em đăng ký hồi học kì vừa rồi. Trong lớp cũng có nhiều bạn bị trùng lịch học giống em, anh chị giáo vụ có thể đổi lịch học môn kỹ thuật lập trình được không ạ?",
            "PĐT sẽ hủy môn học CO1011 cho bạn. . Tuy nhiên sẽ ko có lần sau.. . bạn cần xem kỹ tkb trước khi ra quyết định. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/ cô, . . . . Em muốn hỏi về quy định hủy môn khi đăng ký môn tự chọn ạ. . . Em có được hủy môn tự chọn ở lần đăng ký môn học đợt 2 không ạ? . . . . Em cám ơn.",
            "trong đợt 2 của HK201 bạn được quyền điều chỉnh môn học cho phù hợp nhé. thêm, hủy , đổi nhóm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ phòng đào tạo cho em hỏi vì sao ngành logistics và quản lí chuỗi cung ứng của k19 học kì 201 có hai môn mã ME2125 và ME2123 chưa được mở vậy ạ. Em mong nhà trường xem xét vì đến 29 là hết hạn rồi ạ. Em cảm ơn !",
            "Em xem và đk vào đợt hiểu chỉnh nhé. . vì đợt nguyện vọng đã kết thúc. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn đăng ký thi cuối kì môn giải tích 2(đã được tổ chức thi cho chương trình đại trà vào ngày 20/07/2020). Do trước hôm đó chị em có vấn đề liên quan đến sức khỏe, em hoảng quá chạy lên mà đầu không suy nghĩ được gì nên đã trễ lịch thi. Em biết là lỗi của em, nhưng hôm nay nhận được mail PDT sẽ tổ chức thi lại, mong PDT giải quyết giúp cho em được thi lại ạ, em xin lỗi và cảm ơn PDT nhiều ạ.",
            "Chào bạn,. . - Các trường hợp được phép vắng thi có phép, bạn vui lòng xem quy định tại đây:. . http://aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 17. Vắng thi, hoãn thi, cấm thi, miễn thi/17.2 Vắng thi có phép và hoãn thi . . bạn vui lòng xem mình có thuộc diện theo quy định có thể làm đơn kèm minh chứng và nộp tại Phòng Đào tạo.. . - Về việc tổ chức các sinh viên vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19, bạn vui lòng xem email mình có thuộc các diện công bố theo quy định, nếu thuộc vui lòng bổ sung minh chứng kèm theo để Phòng Đào tạo xem xét . . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   B Cảm ơn PDT đã thực hiện rút môn giúp e. Cho e hỏi môn e rút trong kì TTTN này có tính học phí không? Vì khoảng thanh toán học phí cho kì hè 193 thật sự rất lớn, e mong PDT có thể không tính phí trường hợp e.. . Cảm ơn  /B",
            "Chào bạn. . Phòng đào tạo đã kiểm tra, bạn vẫn còn môn TTTN, nếu bạn rút môn TTTN thời điểm này sẽ phải đóng tiền học phí . . Bạn nộp đơn rút môn học tại Pdt bắt đầu từ 4/8/20. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name] lớp XD15KT. . Em xin phòng đào tào cho em đăng kí bổ sung môn Anh Văn 4 với MHH:LA100 vào đợt học kì dự thính hè 193. . Lí do: Học kì này em đã làm đồ án tốt nghiệp và chỉ còn môn học này nữa ạ.  B   I   /B . .",
            "đã bổ sung môn học LA1009 nhóm DT03 cho bạn. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ, cho em hỏi nếu đăng ký TTTN vào kỳ 201 thì tất cả số tín chỉ đã đăng ký của kỳ 192 (dù đạt hay chưa đạt) có được tính vào số tín chỉ tích lũy không ạ, hay chỉ tính số tín chỉ đã đạt của kỳ 192 ?. . Em xin cám ơn",
            "Chào bạn. . - Về quy định xét Thực tập tốt nghiệp: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  Sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng --  Điều 10.1. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy(cô),. . . . Em tên [full_name] | MSSV: [student_id]. . Trong kỳ dự thích trước 192 em có đăng ký và học lớp giải tích 2 MT1005 nhưng do kết quả thi cuối kỳ không được tốt mặc dù điểm thành phần của em cao nên em vẫn bị trượt (hình ảnh). . . Do biết điểm thi trễ nên em đã không kịp đăng ký môn này vào kỳ dự thính hè 193. Là sinh viên K14 của trường nên em sẽ hết hạn đào tạo chính quy vào năm nay 2020. Nên em viết thư này rất mong được thầy(cô) cứu xét cho em được đăng ký bổ sung sỉ số vào kỳ hè 193 này.. . . . Em xin chân thành cảm ơn và chúc quý thầy cô có một ngày làm việc thật vui vẻ!",
            "đã bổ sung môn MT1005 nhóm DT01 cho bạn. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "em đã đk cơ sở 2, vì vậy giấy được chuyển về CS2.. . Em liên hệ CS2 để nhận.. . đi xe bus 50 để di chuyển giữa 2 cơ sở. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PDT cho em hỏi là năm nay em là sinh viên năm 3 và em đang học con môn tự chọn chuyên ngành. Nếu 1 môn tự chọn nào đó và em rớt. Em có cần bắt buộc học lại môn đó không hay học môn khác cho đủ tín chỉ của ngành học vậy a? Em xin cám ơn.",
            "Đăng ký môn học. . . . PDT cho em hỏi là năm nay em là sinh viên năm 3 và em đang học các môn tự chọn chuyên ngành. Nếu 1 môn tự chọn nào đó  em rớt. Em có cần bắt buộc học lại môn đó không hay là em có thể  học môn khác cho đủ tín chỉ của ngành học vậy a? Em xin cám ơn.  /QUOTE . .",
            "Môn tự chọn thì em có thể đk môn khác trong group tự chọn đó để học. . ( làm sao cho đủ tín chỉ tự chọn của group và ko bị trùng với môn của nhóm tự chọn khác đã học). . . . KO nhất thiết phải học lại môn đã rớt đó.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV:[student_id]. . . . Giải tích 2: MT1005. . . .",
            "đã bổ sung môn MT1005, nhóm DT01. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em là sinh viên khoa cơ khí, em không tìm thấy môn học với mã môn như trong chương trình đào tạo mà hạn chót đăng kí là 29/7 rồi ạ.",
            "Chào bạn. . - Về chương trình đào tạo bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo Thầy [full_name]) để tư vấn và giải đáp. . - Bạn có thể ĐKMH hk 201 vào đợt 2 (sẽ có mail thông báo thời gian cụ thể). . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/ cô ạ,. . Dạ em có vài thắc mắc về việc đăng ký môn tương đương nhau ạ, cụ thể là em được nghe là các môn \" Qúa trình và kỹ thuật sinh học 1\" và môn \" các quá trình cơ học\" nội dung giống nhau nên có thể học một môn rồi nộp đơn xin công nhận. Thầy/ cô  xin cho em hỏi về quy trình chuyển môn này với ạ, như là khi nào viết đơn và nộp cho ai,.. ấy ạ.. . Em xin chân thành cám ơn thầy/ cô.",
            "Chào bạn,. . . . Bạn nên học đúng môn trong CTDT của bạn nhen.. . . . Những môn tương đương PDT đã cập nhật trên trang web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_201&tid=447.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . thưa thầy (cô), em muốn đăng ký môn pháp luật đại cương, do quá sỉ số em đăng ký không được. Tại vì em còn môn này nữa là tốt nghiệp, em muốn học đợt hè này cho hoàn thành chương trình học của em ạ. Mong thầy (cô) hỗ trợ em đăng ký môn pháp luật này ạ. Em mong sự phản hồi của thầy (cô) ạ. Em xin cám ơn thầy (cô) ạ. Em tên [full_name] _ MSSV-[student_id] . .",
            "đã bổ sung môn SP1007, nhóm DT07. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô em tên là [full_name]. Cho em hỏi là em muốn xin đăng kí môn ở kỳ dự thính kỳ hè này  có được nữa không ạ. Em cần đăng ký môn av để kịp lịch học ạ. . E cảm ơn ạ thầy/cô ạ.",
            "em cung cấp mã môn học để xem xét",
            "LA1007- [full_name] ạ",
            "E có thể đăng kí AV3-LA1007- lớp DT03 thứ6,7 được không ạ.",
            "đã bổ sung môn học LA1007, DT03. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đợt đăng kí hè vừa rồi e chưa thi học kì xong nên không biết môn nào đã qua. Thầy cô cho e hỏi có cách nào để đăng kí hè những môn mà trong 192 e đã rớt không ạ, tại sau kì thi e làm bài không được nên chắc là môn đó đã rớt. Hiện tại e đang trong tình trạng bị cảnh cáo học vụ nên mong thầy cô có thể tạo điều kiện cho e đăng kí thêm môn để trả nợ ạ. Dạ em xin chân thành cảm ơn",
            "bạn cần đk môn nào. cung cấp mã môn để xem xét. .",
            "Dạ môn phương pháp tính, mã môn học là MT1009 ạ. Mong thầy cô đk lớp phân bố thời gian thích hợp giúp em.Em xin cảm ơn",
            "đã bổ sung môn MT1009, nhóm DT01. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vắng thi cuối kì 192 . Em có đi từ Đà Nẵng về tp.HCM ngày 25/7 vừa qua. Đang thực hiện tự cách ly tại nhà 14 ngày. Ngày 28/7 em có lịch thi, hiện tại em không biết là mình có thể tham gia hay là tiếp tục thực hiện cách ly tại nhà và sẽ được nhà trường xếp lịch thi sau ạ. Mong nhận được phản hồi sớm ạ. :((",
            "Chào bạn, . . -\tPhòng Đào tạo đã tiếp nhận yêu cầu vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 của bạn. . -\tBạn vui lòng xem thông báo của Nhà trường đã gởi vào ngày 27/7/20 V/v vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 và tham khảo công văn số 2820/UBND-VX ngày 26/7/20 đính kèm để kiểm tra có thuộc đối tượng được phép vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19.. . -\tBạn vui lòng bổ sung minh chứng qua công cụ trang bksi.hcmut.edu.vn/Hỏi-Yêu cầu/Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 để Phòng đào tạo xem xét và ra danh sách chính thức. Sau khi Phòng đào tạo kiểm tra minh chứng nếu bạn thuộc diện được vắng thi theo quy định sẽ gởi kết quả cho bạn qua mail sinh viên .. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng Đào tạo , . . Em là [full_name] , MSSV : [student_id] , SV CLC Khoa Kỹ thuật xây dựng. . . . Về môn học \tHóa đại cương CH1003 - Nhóm CC02 : Do TKB môn học của em có sự điều chỉnh không phù hợp , em có nguyện vọng được hủy môn học này không tính phí trong HK193 ạ . . . . . Em đã điền vào Form Đăng ký hủy môn HK193 theo thông tin của BP Học vụ Văn phòng Đào tạo Quốc tế cung cấp . Kính mong Phòng Đào tạo và Nhà trường có thể xem xét hỗ trợ em hủy môn học trên trong HK193 sắp tới . . . . . Chân thành cảm ơn quý thầy cô và Phòng đào tạo! . . . . Trân trọng,. . [full_name]",
            "Học vụ . . . Kính gửi phòng Đào tạo ,. . Em là [full_name] , MSSV : [student_id] , SV CLC Khoa Kỹ thuật xây dựng. . . . Về môn học     Hóa đại cương CH1003 - Nhóm CC02 : Do TKB môn học của em có sự điều chỉnh không phù hợp , em có nguyện vọng được hủy môn học này không tính phí trong HK193 ạ .. . . . Em đã điền vào Form Đăng ký hủy môn HK193 theo thông tin của BP Học vụ Văn phòng Đào tạo Quốc tế cung cấp . Kính mong Phòng Đào tạo và Nhà trường có thể xem xét hỗ trợ em hủy môn học trên trong HK193 sắp tới .. . . . Chân thành cảm ơn quý thầy cô và Phòng đào tạo!. . . . Trân trọng,. . [full_name]",
            "Chào bạn. . Nếu bạn đã nộp hồ sơ cho Văn phòng Đào tạo Quốc tế (cụ thể là [full_name]) thì bạn vui lòng đợi phản hồi từ [full_name]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em tên: [full_name]. . MSSV: [student_id]. . Khoa:Kỹ thuật xây dựng. . Lớp: XD16KT. . cho em hỏi vào ngày 22-24/07/2020, em có lưu  trú tại Đà Nẵng, sau đó 27/07/2020 em về tới Sài Gòn, nên 28/07/2020 em xin đi khám sức khỏe và cách ly tại nhà trong thời gian tới. Nhưng vì 29/07/2020 em có môn học thi cuối kỳ là Thiết kế cảnh quan, Mã MH: CI3149. Không biết có được vắng thi cuối kỳ được không ạ? Nếu được thì em có cần liên hệ giáo viên bộ môn để xin vắng thi không ạ?. . em xin cảm ơn!!!. .",
            "Chào bạn, . . -\tPhòng Đào tạo đã tiếp nhận yêu cầu vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 của bạn. . -\tBạn vui lòng xem thông báo của Nhà trường đã gởi vào ngày 27/7/20 V/v vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 và tham khảo công văn số 2820/UBND-VX ngày 26/7/20 đính kèm để kiểm tra có thuộc đối tượng được phép vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19.. . -\tBạn vui lòng bổ sung minh chứng qua công cụ trang bksi.hcmut.edu.vn/Hỏi-Yêu cầu/Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 để Phòng đào tạo xem xét và ra danh sách chính thức. Sau khi Phòng đào tạo kiểm tra minh chứng nếu bạn thuộc diện được vắng thi theo quy định sẽ gởi kết quả cho bạn qua mail sinh viên .. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sinh viên năm 3,em có đăng kí môn học cho kì hè 193 đồng thời với thực tập tốt nghiệp. Do không thống nhất với đơn vị thực tập được học song song nên em không học được kì hè. Cho em hỏi bây giờ rút môn học không tính phí được không và nếu được thì quy trình thế nào ạ.",
            "Chào bạn. . Hiện tại đã hết thời gian hủy môn học theo quy định, bạn chỉ có thể rút môn học có tính phí. . Thân"
        ]
    }
]