[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em xin phép nhà trường tăng sĩ só nhóm a07 môn PLDC Vn sáng t3 tiết 234 tại cs2 ạ",
            "Chào em,. . . . Môn này không có nhóm A07."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Chào thầy(cô)!. . Em xin tăng sỉ số môn xử lý số tín hiệu EE2017, lớp A02_A10 ạ. Em cám ơn ạ.. .",
            "Dạ là môn cơ sở kỹ thuật điện EE2017, lớp A02_A10 ạ. Em nhầm môn xử lý số tín hiệu ạ!!",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Do mới mở lớp quá trình và thiết bị bên khoa hoá. Mà sao em có học av1 trong trường và chủng bị sắp thi anh văn đầu vào mà em không đăng kí được. Trong khi mấy bạn của em cũng giống em mà đăng kí được môn học. Em xin phòng đào tạo giải quyết dùm em. Em xin cảm ơn!!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Bạn bị lỗi gì khi đăng ký môn QTTB ?",
            "Em đăng kí mà hệ thống báo thiếu chuẩn anh văn năm 1 trong khi em có thể đăng kí các môn cần anh văn 1 như anh văn 2, hoá hữu cơ... ạ!",
            "Bạn không thỏa chuẩn anh văn sau năm 1 . . . . Bạn xem kỹ chuẩn AV sau các năm tại mục quy chế -  phụ lục 1 quy định về ngoại ngữ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên Lê Mậu Duy [student_id] chào thầy cô PĐT.. . Em vừa mới chuyển hệ đào tạo ạ.. . . . Thầy/cô có thể cho em xin mở thêm sĩ số môn:. . Xác suất thống kê (MT2001) Lớp A01 Thứ 3 [full_name] [345] Phòng [B1-212].. . Môn có 2 buổi mở nhưng buổi kia em đã trùng lịch thí nghiệm.. . . . Vậy nên rất mong thầy cô giải quyết cho em để em không bị ảnh hưởng đến các môn khác và tiến trình học cho kịp đợt ĐKMH này.. . Em xin cám ơn thầy cô PĐT rất nhiều ạ, chúc thầy cô sức khỏe."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name], MSSV [student_id]. Hiện tại em đang là sinh viên năm 3 nhưng theo quy chế mới của nhà trường thì em chỉ được đăng kí môn học của năm 1 thôi. Và vì thế nên em chỉ đăng kí được 9 tín chỉ thôi chưa đủ số tín chỉ tối thiểu của 1 học kì. Nên em xin phép nhà trường mở lớp cho 2 môn MT1003 và PH1003 chương trình chính quy đại trà để em có thể đăng kí đủ số tín chỉ tối thiểu ạ. Em cảm ơn.",
            "Chào em,. . . . Em có thể làm đơn xin mở lớp dự thính sắp tới."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em thuộc sinh viên K17. Hiện tại em chưa qua anh văn. Em thử ĐKMH nhưng trên phiếu ĐKMH không cho phép ạ, vì thiếu môn tiên quyết là anh văn sau năm 1 ạ. Em có đăng kí thi anh văn vào ngày 21/12, nhưng theo lịch thì đến ngày 24/12 mới có điểm anh văn ạ. 23/12 là ngày hết hạn ĐKMH đợt 2. Xin cho em hướng dẫn ạ. Em cảm ơn.Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Bạn có thể đăng ký môn học trong đợt 3 ĐKMH.. . . . Bạn xem tại lịch học vụ HK192"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] mssv [student_id].. . Em xin đăng kí môn học AV2 MMH:LA1005 nhóm A03 thứ 2 tiết 456.. . Em xin đăng kí là vì lí do học liền nhau tiết 6 7 nên không được đăng kí. Em muốn xin được đăng kí để được học ạ.. . Em cảm ơn nhiều lắm, giúp em được học môn av2 với ạ.. . Em xin cảm ơn.",
            "Nhóm A02 . . Em xin lỗi . . Em cảm ơn rất nhiều ạ",
            "trường hợp này bạn nộp đơn lên PĐT (101) nhà A1 nhé. . Thân",
            "Dạ em xin cảm ơn nhìu lắm"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Chào anh/chị, em tên [full_name], hiện tại đang trong đợt 2 đkmh em không thể đăng ký được vào lớp   B Vẽ bản đồ  /B  vì lý do lớp đã full sĩ số, nên em muốn mở thêm sĩ số cho môn vẽ bản đồ (mã CI2031) lớp L01 khoảng 3-4 chỗ vì còn có những người giống như em, mong anh/chị hỗ trợ sớm trước khi đkmh đóng ạ.. .   I   U Em cảm ơn!  /U   /I",
            "Chào bạn. . PĐT đã tăng sĩ số cho bạn, 20p nữa bạn có thể vào ĐKMH . Bạn vào đăng ký nhanh để tránh hết chỗ.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên Lê Mậu Duy [student_id] chào thầy cô PĐT.. . . . Vì em vừa mới chuyển hệ đào tạo và 1 trong 2 buổi kia em bận lịch thí nghiệm môn tự chọn. Nên thầy/cô có thể cho em xin mở thêm sĩ số môn:. . Xác suất thống kê (MT2001) Lớp A01 Thứ 3 Tiết [345] Phòng [B1-212].. . . . Vậy em rất mong thầy cô giải quyết cho em để em không bị ảnh hưởng đến các môn khác và tiến trình học cho kịp đợt ĐKMH này.. . Em xin cám ơn thầy cô PĐT rất nhiều ạ, em chúc thầy cô sức khỏe.",
            "Em tên Lê Mậu Duy [student_id] chào thầy cô PĐT.. . . . Vì em vừa mới chuyển hệ đào tạo và 1 trong 2 buổi kia em bận lịch thí nghiệm môn tự chọn. Thầy/cô có thể cho em xin mở thêm sĩ số môn:. . Xác suất thống kê (MT2001) Lớp A01 Thứ 3 Tiết [345] Phòng [B1-212] không ạ?. . . . Rất mong thầy cô có thể giải quyết giúp em để em không bị ảnh hưởng đến các môn khác và tiến trình học cho kịp đợt ĐKMH này.. . Em xin cám ơn thầy cô PĐT rất nhiều ạ, chúc thầy cô sức khỏe.",
            "Chào bạn. . . . Các nhóm A01 đã ở sĩ số tối đa không thể tăng thêm.",
            "Tăng 1 chỗ thôi vậy không thể hả thầy, em đăng ký liền ạ. Thầy giúp dùm em với do em yên tâm theo dõi hơn 3 ngày liền"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chưa cập nhật điểm . Thưa quý thầy cô, hiện tại em không thể đăng kí lớp Anh văn 3 vì hệ thống báo lỗi thiếu các môn Anh văn trước đó. Nhưng em đã nộp bằng và được xác nhận bằng trước khi mở đợt đăng kí môn học, và em cũng đã thanh toán phí chuyển điểm Anh văn rồi ạ.. . Hiện tại gần hết đợt đăng kí mà em vẫn chưa đăng kí được, em mong quý thầy cô xem xét vấn đề của em.. . Em xin chân thành cảm ơn.",
            "Bạn sẽ đăng ký vào đợt 3 ĐKMH sau khi PĐT cập nhật điểm AV chuyển điềm nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em không đăng kí môn cơ sở ngành Kỹ thuật điện mã môn EE2027 được dù đã qua chuẩn av. Mong thầy cô xét cho e.",
            "Bạn không đủ điều kiện sau :. . . .  Thiếu (các) môn học:. .   Nhóm [CCAS_2]: CCAS_2 - Chuẩn av sau năm 2 (tiên quyết) . .   Nhóm [SV_N3]: SV_N3 - [full_name] 3 (tiên quyết) . . . . Bạn không đủ số tín chỉ để được qua chuẩn SV năm 3. Bạn theo dõi tại mục quy chế -  các thay đổi về quy chế áp dụng Hk192"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kỳ này nhà trường có mở thêm 2 lớp Đồ án thiết kế (ME2011), mỗi lớp 40 sinh viên. Do đăng ký chậm trễ nên cả 2 lớp đều đã full. Vậy em có thể xin PDT vô 1 trong 2 lớp trên được không ạ ?",
            "Chào em,. . . . Môn này đã full sỉ số không tăng được nữa."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học  /i  Chào admin, em hiện có danh sách của các bạn sinh viên đề nghị mở thêm lớp Đồ án thiết kế ( ME2011), Do đợt mở lớp ban đầu chỉ có khoảng 70 bạn, nhưng hiện tại có khoảng 115 bạn nên không đủ lớp để đăng kí . Em kính mong admin và Phòng đào tạo mở thêm lớp Đồ án Thiết Kế ( ME2011) . PĐT có thể mở vào các ngày buổi chiều t3 tiết 789 hoặc thứ 7 hoặc chủ nhật.. . Em xin chân thành càm ơn. . . .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Chào thầy/cô phụ trách câu hỏi này ạ,do đang gặp vấn đề tài chính nên hiện tại em vẫn chưa đóng học phí kì chính nên không thể đăng kí môn học cho kì sau .Từ giờ cho tới khi em có khả năng trả học phí cũng phải tầm đầu tháng 1 , có nghĩa là đã hết đợt đăng kí môn đầu tiên.Cho em hỏi là liệu sau khi em đóng học phí xong thì vào đợt đăng kí môn tiếp theo em có còn được đăng kí không ạ?Em cảm ơn thầy/cô đã đọc câu hỏi ạ.",
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính. . . . Chào thầy/cô phụ trách câu hỏi này ạ,do đang gặp vấn đề tài chính nên hiện tại em vẫn chưa đóng học phí kì chính nên không thể đăng kí môn học cho kì sau .Từ giờ cho tới khi em có khả năng trả học phí cũng phải tầm đầu tháng 1 , có nghĩa là đã hết đợt đăng kí môn đầu tiên.Cho em hỏi là liệu sau khi em đóng học phí xong thì vào đợt đăng kí môn tiếp theo em có còn được đăng kí không ạ?Em cảm ơn thầy/cô đã đọc câu hỏi ạ.  /QUOTE . . . . [full_name] ơi! Hôm nay là đợt cuối đăng ký môn học rồi HK192. Em liên hệ phòng công tác chính trị để có hướng dẫn về tài chính nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Do em không đăng kí kịp nên xin phòng đào tạo cho phép thêm tỉ số lớp môn Đồ án thiết kế để có thể đăng kí Đồ án chuyên ngành kì sau ạ. Em xin cảm ơn nhiều ạ",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .  Không thể đăng kí môn Trường điện từ, hệ thống báo lỗi thiếu môn EE2033- giải tích mạch. .  Em đã hoàn thành môn học EE1011- Giải tích mạch. .  Mong phòng đào tạo hỗ trợ. .",
            "chào bạn.. . hiện đã test thử đăng ký co bạn.. . bạn vào xem lại tkb nhé. nếu ok rồi thì để nguyên. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cô ơi em xin tăng sỉ số lớp môn Đồ án thiết kế (ME2011) được không ạ?. .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi em muốn đăng kí môn học thực tập kĩ thuật chế tạo mã me2023 . vậy tại sao em đã đậu ănh văn cơ bản lại không đăng kí được ạ.. . Bạn em nó cũng chỉ đậu anh văn cơ bản nhưng vãn đăng kí được.. . Mong pđt giải đáp ạ.",
            "Bạn không đạt chuẩn AV sau năm 2 để đăng ký môn ME2023. . . . Bạn tham khảo quy chế -  phụ lục 1 quy định về chuẩn anh văn sau các năm"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \tDạ giờ em đang là sinh viên năm 2 do em chưa qua chuẩn anh văn nên giờ không đăng ký được môn học nên em bị trễ khá nhiều môn .ad cho em hỏi ngoại trừ thi qua tiếng anh còn cách nào để em đăng ký môn không ạ .em cảm ơn. . . .",
            "Không còn cách nào nhé bạn. . . . Bạn phải đủ chuẩn tiếng anh để ĐKMH",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "em xin pdt tăng thêm chỉ số lớp quản trị kinh doanh nhóm A01 giúp em ạ :   . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em kính mong thầy,cô mở thêm cho em mở rộng sỉ số lớp Sức bền vật liệu (ci2007) giúp em được học để cso thể tiếp tục học những môn khác liên quan đến môn học này ạ. Em cảm ơn",
            "Chào em,. . . . Chào em,. . . . Môn CI2007  phòng thí nghiệm bị full sỉ số. Em có thể làm đơn xin mở lớp dự thính. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Dạ cho em hỏi, hiện tại e muốn đăng ký môn học Quản lý dự án xây dựng - CI1053, nhưng hiện tại lớp đã full 80/80. Em xin PĐT mở thêm sỉ số để em có thể đăng ký vào lớp học được không ạ? Đợt trước e có đăng ký kế hoạch nhưng do không đạt yêu cầu về giáo dục thể chất nên nhà trường đã xóa môn học của em. Nhưng theo mail của trường gửi thì yêu cầu về giáo dục thể chất sẽ được áp dụng vào hk 193 thay vì hk 192 này, với lại kì này e cũng đã học và hoàn thành xong hết các môn GDTC rồi ạ. Mong PĐT sẽ mở thêm sỉ số lớp CI1053 cho e ạ! Em xin chân thành cám ơn ạ!",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đạo Tạo.. . Em tên [full_name], sinh viên khoá K17. Đầu năm em có thi toeic IIG được 335 điểm, em đã nộp cho phòng đào tạo. Theo như quy định trước thì em đã đủ điều kiện để đăng kí học môn AV1(  300). Em mong phòng Đạo Tạo xem xét cho em để em có thể theo học để kịp tiến độ ạ. Em xin cảm ơn.",
            "Bạn có thể đk môn AV1. Bạn đăng ký trong đợt 3 ĐKMH."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] sinh viên CK18DM2 em muốn hỏi nếu em học xong một môn vào  tiết 6 mà môn khác bắt đầu vào tiết 7 em muốn đăng kí như vậy có được không ạ. Vì chỉ có xếp lịch như vậy em mới xếp được môn cơ khí đại cương. Em mong có sự giúp đỡ ạ.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng xem quy định về đăng ký MH tại đây và vui lòng vào đăng ký MH theo đúng quy định nhé:. . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 9. Đăng ký môn học. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng kí môn học - Đại học Cao đẳng chính quy  . . Em xin PĐT tăng thêm sĩ số môn Anh Văn 3 (mã MH : LA1007). . Nhóm lớp : L05. . Lý do :  tất cả các nhóm lớp Anh Văn 3 đều bị trùng lịch hết ạ, em không thể đổi mấy môn khác, vì là chuyên ngành, chỉ có 1 lớp.  . . Em mong PĐT giúp đỡ. . . Em xin chân thành cảm ơn.",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b. . Em tên [full_name] , do có nhiều bạn , trong đó có em muốn đăng kí học môn đồ án kết cấu bê tông 1 (CI2093) nhưng lớp mở sĩ số ít nên tụi em không đăng kí được , nên em mong phòng đào tạo mở thêm sĩ số môn đồ án bê tông 1 (CI2093) để tụi em có thể học đúng tiến độ , em cảm ơn.. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi: Phòng đào tạo. . Em tên : [full_name]. . MSSV: [student_id]. . . . em muốn tăng sĩ số môn học EE2007 (mạch điện tử) của thầy [full_name]. . Em xin ban giám hiệu giúp giùm e ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin mở thêm 1 sĩ số môn CH2031 - Hóa lý 2 mã A01 cho sinh viên lớp HC18KSTN [full_name] [student_id]",
            "Chào bạn. . PĐT đã tăng sĩ số cho bạn, 20p nữa bạn có thể vào ĐKMH . Bạn vào đăng ký nhanh để tránh hết chỗ.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa pđt, cho em hỏi 1 việc ạ:. . Hiện tại BHYT của em sẽ hết hạn vào ngày 31/12/2019 và như mọi năm sẽ được địa phương cấp phát, nhưng bất ngờ mẹ em từ dưới quê gọi lên là nơi em ở không còn được hưởng chế độ này nửa và HS/SV sẽ tự mua ở trường nơi mình học mà giờ trường mình đã qua thời hạn đóng tiền BHYT. Giờ em phải xử lí sao ạ, và trường mình còn đợt mua BHYT nửa ko ạ, em sợ ko có BHYT sẽ tạm dừng 1 học kì. . Em cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Vấn đề về BHYT bạn vui lòng liên hệ Phòng Công tác Chính trị sinh viên để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  . . Tình trạng không đăng ký được vì hai tiết liền nhau, tiết 6 kết thúc và tiết 7 bắt đầu.. . . . Có hai hướng giải quyết hoặc là tăng tỉ số lớp [full_name] EE2027 nhóm A01 lên 77. Vì . . Em đã lên trực tiếp phỏng đào tạo để xin tăng sỉ số, khi nhận được tờ giấy hướng dẫn vào bksi sỉ số đã được tăng nhưng đã full em lại không thể đkmh.. . . . . . Hoặc xin cho phép em học hai tiết liền ạ, tức em sẽ đăng kí Môn kỹ thuật điện - nhóm A02.. .  . . . . Kính mong quý Thầy/Cô giải quyết giúp em tình trạng này để mau sớm đăng kí đúng hạn ạ.. . . . . .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tăng sĩ số lớp. . Lớp A01. . CH3151 - Kỹ thuật xúc tác và ưd",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn tăng sĩ số môn học EE2021 - Cơ sở điện tử công suất lớp A01_A01",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. .",
            "Em muốn tăng sĩ số môn học EE2021 - Cơ sở điện tử công suất lớp A02_A06",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Chào thầy/cô,. . Em sinh viên năm 2. Và hiện tại em đang bị vướng anh văn. Và đang học anh văn trên trường cũng như có đăng kí thi anh văn vào ngày 21.12.. . Thầy/cô cho em hỏi là nếu ngày 21.12 em thi không qua 350 nhưng ngày 6.1 em thi cuối học kì anh văn 1 do lịch thi của trường sắp và qua môn anh văn 1 thì thời khóa biểu hiện tại của em có được giữ nguyên không ạ? Do lịch thi học kì của anh văn là ngày 6.1 nhưng ngày cuối cùng để hiểu chỉnh ĐKMH đợt 3 cũng là ngày 6.1. . Em xin cảm ơn ạ",
            "Chào bạn,. . Kết qua thi ngày 21/12 sẽ cập nhật cho bạn đăng ký MH vào đợt 3 (từ ngày 2/1 - 6/1), nếu đủ điều kiện bạn vui lòng vào đăng ký bổ sung MH lại nhé. .",
            "Chào thầy/cô,. . Em vẫn đăng kí học anh văn 1 trên lớp ạ. Nhưng ngày thi anh văn 1 trùng với ngày hiệu chỉnh môn học cuối cùng là ngày 6.1. Nếu em thi học kì qua anh văn 1 thì thời khóa biểu có giữ nguyên không ạ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi nhà trường,. . . . Em tên là [full_name], MSSV [student_id], sinh viên ĐH Văn bằng 2 CQ Ban ngày, khoa Máy tính.. . Em có nguyện vọng được mở thêm sĩ số của môn CO2003 Cấu trúc dữ liệu và giải thuật, nhóm L01_L01.. . Lý do: Các nhóm lớp của môn này đã đầy sĩ số và môn này là môn nền tảng quan trọng để có thể học được các môn sau.. . . . Em xin chân thành cảm ơn,. . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy . . kính gửi quý thầy cô,. . thầy cô có thể tăng sĩ số lớp sinh học đại cương - CH2027, cô [full_name] lên tối đa được không ạ. . . em cảm ơn !. .   Tăng sĩ số lớp môn học .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Môn mạch điện tử ee2007 em đã đạt rồi nhưng không đăng ký được môn mạch điện tử thông tin ee3011 (hệ thống báo lỗi chưa qua môn mạch điện tử ). Mong pđt sớm khắc phục sự cố này !",
            "responsible person: [551] [staff_name] [helpdesk staff]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Hôm bữa mở đk môn em không đk vì chưa thanh toán hp hôm qua em thanh toán rồi hôm nay em vô hệ thống vẫn không cho em đk môn vì chưa đóng hp là sao vậy ạ",
            "Bạn vào đăng ký lại, PĐT đã mở khóa"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ hôm qua em có hỏi về việc thanh toán học phí trễ hạn không được đăng ký môn học, và được trả lời là hệ thống sẽ tự cập nhật sau 18:00 hằng ngày, sao đó có thể đăng ký. Tuy nhiên đến nay em vẫn không thể đăng ký môn học được. Cho em được hỏi cách khắc phục ạ.. . Em xin cảm ơn!. .",
            "Bạn vào ĐKMH lại nhé, đã mở khóa"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . hiện nay có rất nhiều sinh viên mong muốn tăng sỉ số môn Phát triển sản phẩm mà không được ạ. Mong quý nhà trường xem xét",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Môn Công nghệ chế biến lương thực CH3287 là môn tự chọn, tuy nhiên lại trùng giờ với môn Công nghệ bao gói CH3129 ạ. Môn bao gói là môn core đối với kĩ sư tài năng chúng em, nên lịch học khác với các bạn khác, do đó mà trùng với môn Lương thực trên, khiến một số lượng lớn các bạn không học được ạ. . . Mong quý nhà trường xem xét đổi giờ. Em xin cám ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Em xin chào ạ! . . Em muốn nộp chứng chỉ ngoại ngữ để xét chuyển điểm, em có thể nộp vào hạn chót là khi nào để điểm chuyển của em có thể sử dụng để tính điểm trung bình cho học kỳ 2 năm học 2019-2020 này ạ?. .",
            "Chào bạn,. . Bạn vui lòng xem lịch lấy dữ liệu anh văn được cập nhật chi tiết tại: . . www.aao.hcmut.edu.vn- sinh viên- Lịch học vụ. . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em chào phòng đào tạo. Cho em hỏi môn Đồ án thiết kế   ME2011. Em muốn đăng kí học lớp này nhưng hiện nay lớp đã đầy. Cho em hỏi có thể tăng thêm sĩ số lớp thêm để em có thể đăng kí vào lớp này được không ạ? Em xin chân thành cảm ơn.",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Phòng đào tạo cho em xin mở sĩ số lớp A01 (thứ 2 tiết 101112) môn Quản trị kinh doanh cho kỹ sư IM3001 ạ. . Em cảm ơn",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi Phòng đào tạo trường Đại học Bách Khoa TPHCM. .  Em tên là [full_name],MSSV [student_id]5, hiện đang học lớp CK13NH02.. .  Trong đợt ĐKMH học kì 2 (2019-2020) đợt 2, em có đăng kí môn LVTN (Mã MH 210303), nhưng nhận được thông báo là \"Không có mở lớp\" (Xin xem file đính kèm). Nhưng có trao đổi với GVCN là môn LVTN kì này có mở lớp. Trước đây em đã đăng kí môn LVTN 2 lần.. .  Vậy xin Phòng Đào tạo kiểm tra giúp em để em có thể sớm đăng kí môn và hoàn thành chương trình đào tạo.. .  Em cám ơn.",
            "QUOTE MSSV/MSGV: [student_id]5    [full_name] [full_name] [full_name] [full_name] Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được[full_name] [full_name] [full_name] [full_name] Kính gửi Phòng đào tạo trường Đại học Bách [full_name] TPHCM[full_name] [full_name] Em tên là [full_name],MSSV [student_id]5, hiện đang học lớp CK13NH02[full_name][full_name] [full_name] Trong đợt ĐKMH học kì 2 (2019-2020) đợt 2, em có đăng kí môn LVTN (Mã MH 210303), nhưng nhận được thông báo là \"Không có mở lớp\" (Xin xem file đính kèm)[full_name] Nhưng có trao đổi với GVCN là môn LVTN kì này có mở lớp[full_name] Trước đây em đã đăng kí môn LVTN 2 lần[full_name][full_name] [full_name] Vậy xin Phòng Đào tạo kiểm tra giúp em để em có thể sớm đăng kí môn và hoàn thành chương trình đào tạo[full_name][full_name] [full_name] Em cám ơn[full_name]  /QUOTE [full_name] [full_name] [full_name], Đầu giờ chiều em lên đăng ký lại nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Sao PĐT vẫn chưa sửa lỗi ĐKMH môn Trường điện từ vậy ạ. . Sao cứ bị mắc lỗi phải qua môn học giải tích mạch EE2033 mãi thế ạ, trong khi em qua môn Giải tích mạch EE1011 rồi. . Sắp hết hạn rồi ạ, mong sửa nhanh để em còn đăng kí ạ. . Em cảm ơn",
            "đã chỉnh lỗi.. . bạn vào đăng ký lại môn học."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Dạ em chào Phòng Đào Tạo, hiện trong hk tới em có 2 môn bắt buộc mà hiện tại em vẫn chưa đăng ký được vì hết chỗ. Đó là 2 môn:. . . . [full_name]  nhóm lớp L25_L45. . [full_name]  nhóm lớp L10_L19. . . . Vậy bây giờ em phải làm sao ạ?. . . . Em cũng muốn hỏi là môn. . SP1007  nhóm lớp L07 có còn được tăng sĩ số không ạ? Em đã xin tăng sĩ số và vào đăng ký ngay lập tức nhưng đã đủ.. . . . Em xin cảm ơn Phòng Đào Tạo",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Lịch thi - Đại học - Cao đẳng chính quy   Khác ... . Lịch thi của em vào 12h45p ngày 21/12. Do ngày hôm nay 21/12 lớp em bảo vệ Đồ án thiết kế không thể tham gia kiểm tra anh văn đầu vào được. Em muốn chuyển ca thi khác. Mong phòng đào tạo có thể tạo điều kiện thuận lợi cho em có thể được tham dự kì thi này. Em cám ơn",
            "Chào bạn,. . Như mail Phòng Đào tạo đã thông báo, bạn phải tự kiểm tra lịch rảnh của mình trước khi thanh toán lệ phí thi anh văn, không được đổi lịch thi vì bất cứ lý do gì.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chào cô . Em là [full_name] MSSV [student_id]. Cho e hỏi là tại sao em nộp bằng Toeic đã qua av3, đã được xác nhận chuyển điểm nhưng hiện tại vẫn không đăng kí được anh văn 4 ạ. Mong cô giải quyết sớm để e kịp đăng kí môn học ạ. Em cảm ơn cô ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) .   QUOTE Căn cứ theo các thay đổi về quy chế học vụ thay đổi áp dụng từ HK192. Phòng đào tạo thông báo như sau :. . . . 1/ Chuẩn giáo dục thể chất sau các năm (GDTS_2; GDTS_3) : Từ K.2018 về trước, SV phải hoàn thành học phần GDTC sau năm 3 để được đăng ký môn học của CTĐT năm 4 . . .                                                                                                                       Từ K.2019 về sau, SV phải hoàn thành học phần GDTC sau năm 2 để được đăng ký môn học của CTĐT năm 3.. . . .               -  Sinh viên phải học và đạt 3 môn thể dục  để được công nhận \"Hoàn thành học phần GDTC\". . .               -  Tuy nhiên PĐT sẽ không áp dụng quy chế này ở HK192 nhưng sẽ áp dụng từ Hk193 trở đi, sinh viên cần chủ động hoàn thành các môn thể dục để tránh trường hợp không đăng ký được môn học ở năm 3,4.  /QUOTE . . . . Theo như quy định trên, em là [full_name], MSSV [student_id], Khóa K17, hiện tại em đã hoàn thành môn GDTC2 (GDTC3 đăng kí cho kì tới HK192), nhưng trong đợt đăng kí môn học cho HK192, em lại không thể đăng kí được 3 môn chuyên ngành vào năm 3 (bị xóa trong đợt đăng kí 1, khi biết kết quả đăng kí đợt 1). Lưu ý: em có đăng kí 1 môn chính trị vào năm 4 là Pháp luật Việt Nam đại cương, vậy có ảnh hưởng gì không? Em có đính kèm file ảnh lịch sử đăng kí bên dưới. Mong Phòng đào tạo giải quyết vấn đề này giúp em.. . Em xin chân thành cảm ơn.. . . .",
            "Chào em,. . . . Em đăng kí lại các môn chuyên ngành nhé, em có thể đăng kí môn PLVNDC bất kỳ học kỳ nào."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Kích gửi phòng đào tạo! . . Do khi đăng kí môn học HK192 em thiếu môn tiên quyết, nhưng môn đó đang học ở kỳ này HK191 em đang học, sắp thi. Dạ cho em hỏi em muốn làm đơn xin cam kết qua môn tiên quyết để đăng kí môn ở hk192 cho kịp được không ạ?. . Mong thầy cô giúp đỡ. Em cảm ơn. .",
            "Trường hợp này bạn không thể làm đơn cam kết được. Chỉ khi bạn qua môn học ở HK191 mới có thể thỏa ĐK tiên quyết khi đăng ký ở HK192"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là Võ Tất Đạt . . Em muốn xin đăng kí môn thiết kế cầu CI3039. . Mà thiếu ĐAMN bê tống cốt thép CI2093. . Thiết kế bê tông cốt thép CI2091 em học rồi. . Thiếu thiết kế cầu em không đăng kí được thực tập tốt nghiệp.. . Mong pdt xem xét. Em cảm ơn. .",
            "Mình kiểm tra môn CI2091 bạn chưa có điểm nên khi đăng ký sẽ bị vướng TQ",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    }
]