[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là kì sau em có thực tập ngoài trường ở học kì chính. Vậy khi em đăng kí thì sẽ được thực tập ở kì chính hay chuyển sang kì hè ạ. Em cảm ơn.",
            "Chào em,. . Về việc đăng ký môn TT ngoài trường, em vui lòng liên hệ với GVCN/Bộ môn/khoa của bạn để được tư vấn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào ạ, . . Em muốn hỏi quy định về số tín chỉ tối thiểu phải đăng ký trong một học kỳ là bao nhiêu ạ? Vì mỗi học kỳ em  đều đăng ký thêm 1 hoặc 2 môn của học kỳ sau, nên em sợ học kỳ sau nếu không đủ tín chỉ đăng ký sẽ bị tạm ngưng học. . . Em cảm ơn ạ, chúc thầy cô có một buổi tối lành, . . Trân trọng,. . . . [full_name].",
            "Chào em,. . Em vui lòng xem quy chế điều 9.4. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 9.4. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào pđt, em có thắc mắc xin pđt giải đáp sớm để em có thể kịp đkmh. Theo thời gian đào tạo thì hiện tại học kì 211 đang là   B học kì cuối cùng  /B  trong thời gian đào tạo tối đa cho phép của nhà trường dành cho em, học kì này em đang làm   B Đồ án tốt nghiệp chuyên ngành Kiến trúc  /B , tuy nhiên do ảnh hưởng của dịch mà em không thể hoàn thành được Đồ án tốt nghiệp, cho nên em phải đăng ký làm tiếp vào học kì sau. Vậy thì em   B phải nộp đơn thôi học để nhà trường xem xét chuyển em sang hệ vlvh  /B  rồi em mới được đkmh hay là em đkmh trước sau đó mới nộp đơn xin thôi học ạ ? Giai đoạn chuyển từ hệ chính quy sang hệ vlvh em vẫn chưa rõ lắm cần phải làm gì cho đúng. Hi vọng pđt giải đáp giúp em.",
            "Chào bạn. . Nộp đơn trước rồi mới dkmh sau nghen. . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT. . Kính nhờ PĐT bổ sung giúp em mục nơi sinh trong phần đăng kí tốt nghiệp của em ạ.. . Em xin cảm ơn. .   i Tốt nghiệp .",
            "Chào em,. . Trong hệ thống có ghi nhận nơi sinh của bạn ở Bình Định nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào phòng đào tao. . Em tên là [full_name]. . Thưa pđt, vào kỳ 211 vì một vài lý do mà em không có thời khóa biểu, dẫn đến không thể đăng ký được giấy xác nhận sinh viên để hoãn nghĩa vụ quân sự, hiện tại em đã viết phiếu xin thu nhận lại và được sự chấp thuận của nhà trường, nhưng em vẫn không thể xin được giấy xác nhận sinh viên. Em xin được viết đơn này hi vọng nhà trường có thể xem xét vào tạo điều kiện cấp giấy xác nhận sinh viên cho em để có thể hoãn kỳ nghĩa vụ quân sự ạ.. . em xin chân thành cảm ơn",
            "Chào em,. . Khi nào có thời khóa biểu chính thức mới được đăng ký cấp giấy CNSV nhé em. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ xin thầy/cô cho em hỏi là đã có mail thông báo về việc tổ chức thi những môn hoãn học kì 202 chưa ạ. Em cảm ơn thầy cô. . . .",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi, xem hết thông tin nhé.. . \"Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022\". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa Thầy Cô, em có một thắc mắc về môn   B tự chọn tự do  /B  như sau: Trong chương trình đào tạo của em có các môn   B tự chọn nhóm A, B, C, D  /B . Theo CTĐT, em chỉ cần học   B 1 trong 4  /B  môn tự chọn nhóm D. Vậy khi em học thêm 1 môn khác trong các môn tự chọn nhóm D thì môn này có được tính là môn   B tự chọn tự do  /B  không ạ?. . . . Mong Thầy Cô sớm giải đáp giúp em. Em chân thành cảm ơn!. . . .",
            "Chào em,. . Học phần tự chọn tự do là học phần sinh viên được tự do đăng ký, không bị ràng buộc với ngành/chuyên ngành sinh viên đang theo học, nhưng phải có kiến thức không trùng lắp với các kiến thức dùng để xét tốt nghiệp của chương trình đào tạo. Hai học phần được xem là trùng lắp nếu có chuẩn đầu ra/nội dung trùng lắp đến 50%.. . . . Ở một chừng mức nào đó, để tránh cho sinh viên không lúng túng khi chọn môn tự do, tránh lãng phí thời gian và tài chính, [full_name] gợi ý cho sinh viên chọn các môn nhằm trang bị kiến thức chuyên sâu hơn ở các chuyên ngành.. . . . Em liên hệ [full_name] trình bày môn đã chọn tự do, để [full_name] xem xét và xác nhận, hoặc có hướng dẫn cụ thể.. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Dạ Em chào Cô/Thầy Phòng Đào Tạo. . Em là [full_name] - mssv: [student_id]. . Kỳ này em làm hoàn thành luận văn tốt nghiệp xong rồi, các môn trong chương trình học cũng hoàn thành, chỉ còn thiếu Anh văn 2 kỹ năng nói viết mới ra trường.. . Em thấy trường có email xép tốt nghiệp hết kỳ này, và mới đây có mail đăng ký môn học cho kỳ sau, em định lên đăng ký 1 môn để duy trì tình trạng sinh viên nhưng thấy đã bị tạm dừng do không đăng ký môn học.. . Cho em hỏi giờ em làm sao để mở lại tình trạng đang theo học để em đăng ký môn kỳ sau ạ ( do em sợ vẫn chưa qua AV 2 kỹ năng ), em muốn đăng ký môn để duy trì tình trạng sinh viên.. . Em cám ơn.",
            "Chào em,. . Em gửi đơn thu nhận lại. . Tải mẫu đơn aao/biểu mẫu, điền đầy đủ thông tin rồi gửi lại nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: G[student_id]  /b \t. . . .   i Học vụ . Dạ cô ơi cho em hỏi, e học khóa 2013 giờ em đăng ký luận văn tốt nghiệp theo MSMH của e là 206303 chỉ 1 mỉnh e có được ko ạ.. . Và em có các môn đang học HK211 này cần chuyển điểm, vậy em có cần phải có điểm để chuyển trước khi học LVTN không ạ? . . Em cảm ơn ạ.. . Các môn cần chuyển điểm là:. . 1. TR3043\tĐồ án thiếtkế động cơ đt (chuyển) : 206031 Đồ án thiếtkế động cơ đt. . 2. CO1003\tNhập môn về lập trình (chuyển) : 501001 Tin học đại cương.. . 3. ME3139\tĐồ án thiết kế (chuyển): 209001 ĐAMH 1: Chi tiết máy.. . (và còn những môn học tương đương em có cần phải ghi ra không ạ ? Mong pđt hỗ trợ e , e cảm ơn.)",
            "Chào bạn. . - Mã LVTN theo CTDT của bạn, 1 bạn vẫn mở, nếu không mở thì bạn đăng ký Khoa để mở mã này nghen. . - Nếu môn học đã có danh sách tương đượng thì Pdt tự động chuyển nghen. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT. . Em tên [full_name] - [student_id] sinh viên năm 4 khoa Điện - Điện tử chuyên ngành Digital IC Design.. . Lý do: em còn thiếu môn truyền số liệu và mạng (EE3019) là đủ điều kiện làm đồ án. Em mong PĐT cho em được đăng kí làm đồ án(EE3151) vào kì 212. Hiện tại em cũng đăng kí môn truyền số liệu cho kì 212. . . Em mong PĐT giúp em với ạ. . Em cảm ơn ạ",
            "Chào em,. . Về Chương trình đào tạo em liên hệ [full_name], GVCN để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name]SV:[student_id] khoa Kỹ thuật xây dựng. . Cho em hỏi là môn anh văn 1A theo nhu cầu mình làm đơn rút môn học được không ạ, nếu được rút môn học thì mình làm như thế nào ạ, với rút môn học thì có phải đóng tiền học phí môn anh văn 1A không ạ.. . Em nhớ là không có đăng kí môn anh văn 1A mà sao lại có trong đăng kí môn học lại có.. . Em cám ơn ạ.Mong thầy, cô phản hồi sớm giúp em ạ .. . . .",
            "Chào bạn. . - Thời điểm hiện tại rút môn học phải thanh toán học phí. . - - Sinh viên xem lý do tại sao có ĐKMH anh văn theo nhu cầu mà không có TKB tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Kết quả đăng ký anh văn theo nhu cầu    bấm vào mục Đăng ký mới    chọn. . Loại hìnhđăng ký    xem Lịch sử đăng ký.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Gửi thầy/cô,. . . . Theo thông báo mà chúng em được nhận, dự kiến từ ngày 06/12/2021 sẽ bắt đầu học trực tiếp các phần Thực hành, Thí nghiệm tại trường. Tuy nhiên, những thông báo mà chúng em được nhận chỉ dừng lại ở mức dự kiến, thời khóa biểu của chúng em cũng chưa được cập nhật về việc học trực tiếp này. Chúng em cũng đã trao đổi với giáo viên giảng dạy bộ môn nhưng cô cũng trả lời là thời khóa biểu của cô chưa được cập nhật nên không có câu trả lời rõ ràng nào. Bên cạnh đó, số lượng các bạn dự kiến sẽ đi học lại của lớp em là khá ít. Vì vậy bọn em lo lắng không biết lớp thí nghiệm của mình có thể được mở lớp trực tiếp trở lại hay không.. . . . Trong tình hình bệnh phức tạp, việc trở lại TP.HCM rồi lại không thể học là rất khó khăn đối với chúng em. Vì vậy em và các bạn đều muốn chờ thông báo chính thức rồi mới đặt vé. Tuy nhiên đã gần đến ngày học nhưng thông báo của trường chỉ đang dự kiến, chưa có thời khóa biểu cụ thể và cả giảng viên cũng không chắc nên bọn em đang rất hoang mang. Trong tình hình dịch bệnh nên việc di chuyển bị hạn chế, nếu nhận được thông báo quá trễ, chúng em có thể sẽ không thể đặt vé để trở lại TP.HCM kịp và nhất là đối với các môn thí nghiệm, chỉ cần vắng 1 buổi là có thể bị rớt môn.. . . . Vì chúng em đều đang rất hoang mang nên em muốn hỏi nhà trường: Khi nào thì chúng em mới nhận được thông báo chính thức và thời khóa biểu được cập nhật?",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . \"- Thời gian dự kiến bắt đầu: từ 06/12/2021.. . - Thời gian có thể thay đổi tùy theo tình hình của Thành phố Hồ Chí Minh và hướng dẫn của Đại học Quốc gia.\". . Vì tình hình dịch bệnh, nhà trường còn phải được sự cho phép của cấp trên, em thông cảm nhé. . . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy cô (phòng đào tạo),. . Do học kì nay em không có đăng kí môn học nên đã bị tạm dừng. Nên em làm đơn thu nhận này để được thu nhận lại để được đăng kí tốt nghiệp vào tháng 12 này. Do tình hình dịch bệnh nên em không thể lên thành phố nộp trực tiếp được ạ.. . Mong thầy cô xem xét trường hợp của em.. . Rất mong nhận được phản hồi từ các thầy cô phòng đào tạo.. . Em chân thành cảm ơn.",
            "Chào em,. . Hiện tại em đã đủ điều kiện tốt nghiệp chưa?. . Thân",
            "Kính gửi thầy cô phòng đào tạo,. . Hiện tại em đã đủ các yêu cầu để tốt nghiệp. Nên em làm đơn xin thu nhận để đăng kí tốt nghiệp tháng 12 này ạ. . . Mong thầy cô xem xét trường hợp của em.. . Rất mong nhận được phản hồi từ các thầy cô phòng đào tạo.. . Em chân thành cảm ơn.",
            "Chào em,. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân",
            "Kính gửi thầy cô phòng đào tạo,. . Hiện tại em đã có tên trong danh sách tốt nghiệp dự kiến. Nhưng mà tới nay em vẫn chưa vào đăng kí tốt nghiệp được ạ.. . Mong thầy cô xem xét trường hợp của em.. . Rất mong nhận được phản hồi từ các thầy cô phòng đào tạo.. . Em chân thành cảm ơn.",
            "Chào bạn. . Bạn kiểm tra lại nghen, Bạn đăng ký được tốt nghiệp nghen. . Thân",
            "Kính gửi thầy cô phòng đào tạo,. . Dạ khi em đăng kí bấm vào đăng kí xét tốt nghiệp thì nó thông báo lỗi (như hình thông báo lỗi em có đính kèm đó ạ) và em đã thử đăng kí lại nhiều lần nhưng không được ạ.. . Mong thầy cô xem xét và khắc phục lỗi giúp em.. . Rất mong nhận được phản hồi từ các thầy cô phòng đào tạo.. . Em chân thành cảm ơn.",
            "\"Chào bạn,. . Lỗi Đăng ký tốt nghiệp đã được khắc phục, em vui lòng vào đăng ký lại nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1915467  /b \t. . . .   i Đăng ký môn học . cho em hỏi là do em thiếu môn học trước là Mạch Điện Tử (EE2035) nên không thể đăng ký được thực tập ngoài trường (EE3365) và đồ án 1 (EE3183) trong kỳ 212, vậy em có thể đăng ký 2 môn này cùng vào kỳ hè 213 được không ạ? (trong trường hợp đã học Mạch Điện Tử trong kỳ 212)",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name] mssv [student_id].. . Vừa qua em đăng kí thủ tục hoãn thi bổ sung và đã được phòng đào tạo chấp nhận, theo thông báo sẽ có lịch thi trước tháng 12 nhưng đến nay em vẫn chưa có.. . Mong phòng đào tạo xem xét lại.. . Em xin cảm ơn.. . . .   i Học vụ .",
            "Chào bạn. . Bạn đợi mail Pdt gởi trong hôm nay ngày 6/12. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào quý thầy cô,. . Em là [full_name], hiện em là sinh viên năm 3. . . Vì vậy, kỳ tới em sẽ đăng ký thực tập ngoài trường và theo dự kiến kỳ hè 213 em sẽ đi thực tập. . . Nhưng em vẫn muốn học một vài môn vào kỳ 213. Vậy nếu em đăng ký ở kỳ hè 213 thì liệu em có bị hủy môn vì lý do thực tập ngoài trường không ạ.. . Em xin chân thành cảm ơn.",
            "Chào em,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa, GVCN để được hướng dẫn nhé.. . Thân mến. . . .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Dạ em chào cô, em là [full_name] MSSV: [student_id]. Dạ cô ơi, hiện tại hôm nay ngày 1/12/2021 em vẫn chưa được đăng ký môn học ạ. Theo như trích dẫn ở trên thì hôm nay em được đăng ký môn học cho học kỳ mới. Huhu, cô ơi giúp em với ạ, covid đang làm khó khăn cho em quá ạ. Em đã gửi đơn xin thu nhận lại như trên. Nhưng khi em vào lại không thể đăng ký được môn học cho học kỳ mới. Khi em vào kiểm tra thì em lại bị tạm dừng vào ngày 29/11/2021. Em đính kèm ảnh. Cô ơi, giờ em phải làm gì đây ạ, ngày đăng ký môn học đang cạn dần. Mong cô giúp em lần này. Để em tiếp tục được học và ra trường cô ơi.",
            "Chào bạn. . Sau khi Pdt kiểm tra, Bạn là SV K15 tính đến Hk212 đã hết thời gian học nên bạn không dkmh được. . Trường hợp bạn đăng ký được môn học ở HK212, thì Pdt sẽ hậu kiểm và sẽ hủy môn học theo quy định. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào quý thầy/cô.. . Em tên [full_name], MSSV [student_id] khoa KTHH, hiện đang là sinh viên năm 3.. .   B Lí do  /B  em tạo câu hỏi này là vì em hiện tại chưa qua chuẩn Anh văn của năm 2, và em đã dự định thi TOEIC để nộp bằng vào tháng 7 nhưng do tình hình dịch phức tạp, gia đình em có người già và trẻ nhỏ chưa tiêm vaccine (như em đã trình bày ở câu hỏi trước), nên gia đình không cho em đi đến trung tâm để thi. . .   B Em xin hỏi liệu kì 212 này PĐT có thể gia hạn chuẩn Anh văn một lần nữa được không ạ  /B , để em và một số bạn sinh viên khác có cơ hội tiếp tục việc học. Và nếu không thể gia hạn đến hết kì, em cũng mong PĐT có thể gia hạn đến qua Tết ạ, vì ông em cũng đã được phường sắp xếp chuẩn bị đi tiêm mũi 1.. . Em xin cảm ơn quý thầy/cô rất nhiều. Chúc quý thầy/cô sức khỏe.",
            "Em xin lỗi cô ạ, vì em chưa check mail trường mà đã đặt câu hỏi. Em cảm ơn cô đã xem. Chúc cô sức khoẻ   3"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PDT!. . . . Em có làm đơn chuyển sang hình thức VLVH vào ngày 16/11/2021 được phòng đào tạo chấp nhận vào ngày 17/11/2021 (hình ảnh đính kèm)!. . . . Hiện nay em nhận được thông báo của nhà trường về lịch đăng ký môn học từ ngày 30/11/2021 - 06/11/2021. Nhưng em vẫn chưa nhận được quyết định thu nhận và chuyển hệ để em được đăng ký môn học.. . . . Mong phòng đào tạo cập nhập quyết định sớm cho em trước ngày 03/12 để em kịp đăng ký môn học ạ!. . . . Em cảm ơn!. . [full_name],",
            "Chào em;. . Em có thể đăng ký vào đợt đăng ký môn học tiếp theo bắt đầu từ ngày 23/12/2021 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy, cô.. . Em là [full_name], mssv: [student_id].. . Em có câu hỏi mong thầy cô giải đáp. Em rớt môn Hóa đại cương, giờ em có thể đăng kí lại môn Hóa đại cương ở kì 212 ( kì chính) này được không ạ. Và học phí tính như thế nào.. . Em cảm ơn.",
            "Chào em,. . - Việc đăng ký môn học là tùy em nhé, em xem môn đó có mở ở HK chính hay DT thì HP tương ứng.. . - Và học phí tính như thế nào. . =  Em xem về thông báo mức HP http://www.aao.hcmut.edu.vn/sinh viên/quy chế quy định/học vụ/Học phí . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy/cô, em là [full_name] - [student_id], em có bảo lưu học kì 2 năm 1 và đã nhận được quyết định tạm dừng của nhà trường và em có làm đơn thu nhận lại vào học kì hè năm 1 nhưng chỉ có tờ phiếu ghi ngày đăng kí môn học của cô tiếp nhận. Nay em làm hồ sơ để nhận ưu đãi giáo dục của phòng thương binh xã hội thì họ yêu cầu phải có giấy quyết định thu nhận lại của nhà trường đóng dấu.. . Em có thể nhận   B giấy quyết định thu nhận lại (sau khi đã tạm dừng học kì trước)  /B  không ạ ? . . . .",
            "Chào em,. . Em vui lòng chụp hình biên nhận đơn khi nộp đơn cho Phòng Đào tạo kiểm tra nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i. .  Lúc trước em có nhận mail thông báo in phiếu xác nhận đăng ký nộp bằng THPT vào tháng sáu, gần đây em có nhận mail trường thông báo là kiểm tra lại tình trạng lại kết quả đăng ký. Do khá lâu từ tháng 6 đến hiện tại em thấy vẫn chưa được phê duyệt nên em đã bấm hủy để đăng ký xét lại, tuy nhiên khi em nhập đầy đủ thông tin lại không thể xác nhận đăng ký, mong phòng đào tạo có thể giải đáp giúp em ạ. Em xin cảm ơn. .",
            "Chào em,. . SV đăng ký mà vào không đúng thời gian mở, trước 20/12/2021 và sau 22/01/2022 thì SV sẽ không ấn được nút \"xác nhận đăng ký\".. . Vì vậy SV phải vào đăng ký đúng thời gian PĐT đã thông báo. (PĐT mở từ 0h ngày 20/12/2021 đến 0h ngày 22/01/2022). . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là có thông báo ngày thi của đợt thi anh văn nói viết trực tuyến tháng 12 chưa vậy ạ.",
            ". . . . Chào bạn. . Pdt đã gởi ngày Ngày 22/11/2021, hiện tại đã hết hạn. . Tiêu đề:. . Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến-Đợt tháng 12-MSMH:BKE123. . Nội dung:. .  . . Thân gửi các bạn sinh viên,. . Được sự đồng ý của Ban Giám Hiệu, Phòng Đào tạo kết hợp cùng Trung tâm Ngoại ngữ (TTNN) tổ chức kiểm tra Anh văn 2 kỹ năng Nói - Viết theo hình thức trực tuyến trong tháng 12 năm 2021 dành cho các sinh viên chuẩn bị tốt nghiệp trong học kỳ 211(dự kiến xét tốt nghiệp đến hết học kỳ 211). . - Đăng ký tại: Mybk.hcmut.edu.vn    chọn  Đăng ký môn học    chọn Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến–tháng 12-MSMH: BKE123.. . - Thời gian đăng ký : từ 8g ngày 22/11 đến 14g50 ngày 25/11.. . - Thời gian thanh toán lệ phí (150.000): từ 8g ngày 26/11 đến 14g50 ngày 29/11.. . - Ngày thi: TTNN sẽ thông báo chi tiết ngày thi cho từng SV qua mail sau khi đã hoàn tất thanh toán lệ phí thi đúng hạn.. . Lưu ý:. .  . . 1)  Trường hợp SV không thanh toán lệ phí hoặc thanh toán lệ phí trễ hạn sẽ không được thi & ghi nợ lệ phí (SV phải thanh toán dù không dự thi).. .  . . 2) Hình thức thi trực tuyến theo file đính kèm.. .  . . P/S: SV đã đạt Anh văn 2 kỹ năng Nói - Viết theo quy định, SV hệ VLVH, SV Cao đẳng bảo dưỡng vui lòng bỏ qua email này./.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào các thầy cô ạ. Em xin trình bày vấn đề ạ. Do học kì này em không đăng ký môn học ( vì em chỉ còn anh văn nói viết nữa là tốt nghiệp). Tuy nhiên em chưa có bằng anh văn nói viết nên kì tới em muốn đăng ký môn học để duy trì tình trạng thái sinh viên. Nhưng theo quy định thì em phải đăng ký thu nhận lại thì mới được đăng ký môn học. Các thầy, cô cho em hỏi là đăng ký thu nhận lại là làm như thế nào ạ, em có thể đăng ký online hay em phải lên tận phòng đào tạo để làm đơn thu nhận lại ạ. Em xin cảm ơn ạ.",
            "Chào em;. . em lấy mẫu thu nhận lại tại trang aao    sinh viên    biểu mẫu. . gửi lên BKSI nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Theo em biết khóa 2020 là đăng kí Giáo dục thể chất ở một đợt đăng kí môn riêng. Em muốn hỏi đợt đăng kí môn lần này, khóa K2021 có phải đăng kí Giáo dục thể chất trong đợt đăng kí này luôn không hay phải đợi một đợt đăng kí riêng khác?. . . . Em cảm ơn.. .",
            "Chào em,. . hay phải đợi một đợt đăng kí riêng khác?. . =  Có đợt riêng về ĐKMH GDTC nhé em.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]\t. . . . Em tên [full_name]. . Lớp: VP20XDC. . Em xin gửi Phiếu đăng ký thu nhận lại ạ.. . Em xin cảm ơn.. . . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô ạ !. . Cho em hỏi là nếu đợt học trực tiếp sắp tới mà em có các môn học trên cở sở [full_name], nếu em không học đợt này thì sẽ chuyển sang học kì kế tiếp hay sao ạ ? . . Em cảm ơn thầy/cô. . .",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . \"Kế hoạch về việc giảng dạy, học tập trực tiếp các học phần Thực hành, Thí nghiệm, Đồ án môn học, Đề cương Luận văn tốt nghiệp, Luận văn Tốt nghiệp của học kỳ 2 và học kỳ hè/năm học 2020-2021, và học kỳ 1/năm học 2021-2022. . Hộp thư đến. . . . - Ho Tro SV   [email] . . 16:04, Th 4, 17 thg 11. . \". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào cô,. . . . Học kỳ 202 em có hoãn thi môn Nguyên lý ngôn ngữ lập trình mã CO3005. Vào học kỳ 211 em lại đăng ký học lại môn Nguyễn lý ngôn ngữ lập trình mã CO3005, hiện tại em đã thấy lịch thi học kỳ của môn học này vào ngày 21/12. Vậy cô cho em hỏi, đây là lịch thi của học kỳ em hoãn thi hay lịch thi của học kỳ em đang học ạ?. . . . Em xin chân thành cảm ơn!",
            "Chào em,. . Vậy cô cho em hỏi, đây là lịch thi của học kỳ em hoãn thi hay lịch thi của học kỳ em đang học ạ?. . =  Đây là lịch thi của học kỳ em đang học. . - Lịch thi của học kỳ em hoãn thi: em thi vào HK khác hoặc em theo dõi email nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em là sinh viên K19 ngành Logistics và Quản lý chuỗi cung ứng, em có thắc mắc về môn tự chọn của ngành em ạ. Ngành em yêu cầu sinh viên hoàn thành 12 chỉ tự chọn và học kỳ 202 em đã học môn Con người và môi trường EN1003, là một môn bắt buộc của ngành thuộc khoa Xây dựng. Em có thắc mắc là em có được tính hoàn thành 3 trong 12 chỉ tự chọn chưa ạ? . . Em cảm ơn PĐT đã đọc mail này.",
            "Chào em,. . Học phần tự chọn tự do là học phần sinh viên được tự do đăng ký, không bị ràng buộc với ngành/chuyên ngành sinh viên đang theo học, nhưng phải có kiến thức không trùng lắp với các kiến thức dùng để xét tốt nghiệp của chương trình đào tạo. Hai học phần được xem là trùng lắp nếu có chuẩn đầu ra/nội dung trùng lắp đến 50%.. . . . Ở một chừng mức nào đó, để tránh cho sinh viên không lúng túng khi chọn môn tự do, tránh lãng phí thời gian và tài chính, [full_name] gợi ý cho sinh viên chọn các môn nhằm trang bị kiến thức chuyên sâu hơn ở các chuyên ngành.. . . . Em liên hệ [full_name] trình bày môn đã chọn tự do, để [full_name] xem xét và xác nhận, hoặc có hướng dẫn cụ thể.. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy cô, em hiện tại là sinh vuên khoá k18 đang làm luận văn. Nếu em nộp bằng toeic 550 thì có được chuyển điểm anh văn 4 không ạ.. . Em xin cảm ơn",
            "Chào em,. . Em xem bảng quy đổi về chuyển điểm tại đây nhé:. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/4.   Chuyển điểm các môn ngoại ngữ và bảng quy đổi tương đương các chứng chỉ/. . Khóa 2018 áp dụng theo Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2020-2021. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô ạ. . ﻿Em có đăng kí nhầm môn anh văn cơ bản A (theo yêu cầu tháng 12) trong đợt vừa rồi. Khi có kết quả đăng kí em mới biết mình bị nhầm ạ. Không biết bây giờ em có được huỷ môn không. Mong thầy/cô giúp đỡ ạ!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo trường ĐH Bách Khoa-ĐHQG Tp.HCM.. . Em tên là : [full_name]. . MSSV: [student_id]. . Vì lí do dịch bệnh Covid nên em không thể trực tiếp lên phòng đào tạo làm đơn xin thu nhận lại  được , vì vậy em viết email này xin phòng đào tạo hướng dẫn cho em cách thức để em được thu nhận lại trong học kì này, để em có thể kịp thời đăng kí được môn học . Em đã đính kèm đơn đăng kí thu nhận lại , em mong được phòng đào tạo xem xét.. . Em xin cảm ơn,. . [full_name], sđt : [phone_number]. . .   i Học vụ .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo.. . Ẻm là sinh viên khóa 2016. Sinh viên k16. . . Em thấy ở trên aao.hcmut có 2 bảng chuyển điểm anh văn, bảng thì 600 mới qua 4 anh văn, bảng thì chỉ 500 là qua 4 anh văn. [full_name] là áp dụng cho khóa nào và khóa nào. . . . . Nên em muốn hỏi là với k16 thì còn áp dụng chuyển đổi qua 4 anh văn là 500TOEIC không ạ? . . . . Trân trọng, . . [full_name]",
            "Chào bạn. . Vì đã có thông báo cho sv các Khóa nào được áp dụng bảng quy đổi cũ rồi, bạn xem lại thông báo. . K16 áo dụng theo bảng quy đổi cũ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đạo tạo,. . Em là [full_name], sinh viên khoa Cơ khí khóa K17. MSSV: [student_id]. . Thưa PĐT em đã hoàn thành việc đăng kí tốt nghiệp trên MyBK, đóng lệ phí tốt nghiệp (ngày 03/10/2021) tất cả đã được phê duyệt . Tuy nhiên, hiện tại em chưa nhận được mail thông báo về lịch trình tốt nghiệp cũng như mail về việc nhận bằng tốt nghiệp tại CS1 ạ.. . Rất mong được PĐT hỗ trợ về trường hợp của em.. . Em xin cảm ơn.. . Trân trọng,. . [full_name].. .",
            "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \"",
            "No solution",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào thầy/cô phòng đào tạo,. . . . Em tên là [full_name], MSSV [student_id].. . . . Em có đăng ký nhận in thẻ và nhận thẻ qua đường bưu điện nhưng cũng gần 2 tháng rồi em chưa nhận được thẻ.. . . . Em gửi thầy/cô hình ảnh tình trạng xử lý thẻ của em.. . . . Mong thầy cô xem xét và giúp đỡ dùm em trường hợp của em ạ.. . . . Em cám ơn thầy/cô nhiều ạ.. . . . Kính mến,. . Em [full_name].",
            "Chào em,. . Em ghi lại giúp cô họ tên người nhận, địa chỉ và số điện thoại, để cô kiểm tra với bưu điện nếu thất lạc sẽ in lại và gửi lại cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào thầy cô. . Em tên [full_name] [full_name], MSSV:[student_id]. Em có một vài thắc mắc khi đăng ký môn học. Hiện tại, em đang học năm 3 và có đăng ký học chương trình liên thông thạc sĩ. Em có thấy danh sách các môn CTĐT thạc sĩ xét miễn cho trình độ đại học. Hiện kỳ này em đang học Kết cấu bê tông cốt thép. Vậy nếu em đăng ký học Kết cấu bê tông cốt thép nâng cao vậy thì điểm môn này của em sẽ như thế nào ạ. Và kỳ này, em muốn đăng ký môn thạc sỹ trong đó có một môn sẽ xét miễn cho chương trình đại học nên số chỉ chương trình đại học chỉ có 12 chỉ và chương trình thạc sĩ có 6 chỉ thì số chỉ chương trình đại học như vậy có sao không ạ. Ngoài ra,học phí sẽ tính như thế nào ạ. . . Em xin cảm ơn. . . Chào thầy cô.",
            "Chào bạn. . - Về vấn đề liên quan đến học Thạc sĩ (Cao học) bạn vui lòng liên hệ phòng đào tạo sau đại học qua địa chỉ: . . Website\t:www.pgs.hcmut.edu.vn. . Email\t: [email]. . - Cô sẽ trả lời những câu liên quan đến đại học thôi nghen: . . + Số tín chỉ sẽ cộng dồn cho học kỳ. . + Học phí sẽ tính chính quy riêng, sau đại học riêng. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào thầy/cô,. . Em tên: [full_name]. Mssv [student_id].. . Do tình hình dịch bệnh nên em đang bị kẹt lại ở quê vì nhà em bị cách ly do những nhà lân cận có F0 nên em không thể thi bằng Toeic kịp thời như dự kiến của mình khiến em bị thiếu 6 tín chỉ AV2 AV3 AV4 để đủ điều kiện 126 tín chỉ để đăng kí làm LVTN. Mong thầy/cô tạo điều kiện để em đăng kí LVTN với số tín chỉ thấp hơn chuẩn một ít để không bị trễ hạn ra trường ạ. . . Em xin chân thành cảm ơn ạ.. . Chúc thầy/cô một ngày đầy may mắn và sức khoẻ để vượt qua mùa dịch khốn khổ này ạ.",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi :. . \"V/v Đăng ký môn học HK Chính + Dự thính 212+ VLVH. . Hộp thư đến. . . . - Ho Tro SV   [email] . . 13:44, 1 thg 12, 2021 (23 giờ trước). . tới stu.all, \". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào PDT ạ, em đã bảo lưu học kỳ 1 năm học 2021-2022 vì lí do cá nhân. Sau khi đã ổn định hơn về sức khỏe và tâm lý thì em xin phép được thu nhận lại học kỳ 2 năm học 2021-2022 để tiếp tục theo học ạ. Em xin cảm ơn và mong PDT thu nhận lại em để em tiếp tục được theo học, em xin cảm ơn.. .   i Yêu cầu khác .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thây/cô. . Em tên [full_name] MSSV: [student_id] Hệ VLVH. . . . Em nhận được mail nhắc Đăng ký MH, trong mail có nhắc tới việc các SV hệ VLVH/ĐTTXa đã được PĐT cung cấp thông tin tiến độ học tập cá nhân, học phần chưa hoàn thành để đăng ký MH. . . . Nhưng hiện tại em vẫn chưa nhận được thông tin tiến độ học tập từ PĐT như: các môn cần học, số lượng môn đã học,môn còn lại, .... . . . Nhờ thầy/cô xem xét gửi lại thông tin tiến độ hoặc hướng dẫn ạ. . . . Em cảm ơn. .  . . . . . .",
            "Chào em,. . Em vui lòng email đến [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào anh/chị,. . Cho em hỏi lịch thi Toeic Nói viết tháng 12 đã có chưa ạ. Em vẫn chưa nhận được email lịch thi.",
            "Chào em,. . Chưa có nhé, PDT mới gửi dữ liệu cho TTNN hôm nay, em đợi mail thông báo  lịch thi của trung tâm ngoại ngữ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã hoãn thi môn giải tích 2 (MT2013) kì 202, phòng đào tạo cũng đã hậu kiểm và duyệt kết quả hoãn thi, nhưng sao trong kì này em không nhận được lịch thi môn giải tích 2 cho người hoãn thi ạ!! . . . . Em cảm ơn !!!. .",
            "-\tNếu Bạn đã đăng ký môn Hoãn thi ở HK202/203 và đồng thời cũng học ở đăng ký ở HK211 thì PĐT đương nhiên là xếp Lịch thi ở HK211 trước còn V/v thi xóa điểm Hoãn thi của HK202/203 nhà trường sẽ thông báo sau."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT,. . . . Em thực hiện ĐKMH thì hiện lỗi không phải loại hình sinh viên đào tạo, như vậy phải làm sao ạ?. . . . Em học clc tăng cường tiếng Nhật, nên cũng học theo chương trình đại trà. . . . Do em muốn học trước các môn chính trị, đại cương, mà em sợ nhóm lớp CN không mở, vậy thì em có thể đăng ký học cùng với nhóm lớp khác không ạ? vì cũng học cùng tiếng Việt . . . . Em cảm ơn PĐT ạ!",
            "Chào bạn,. . SV chương trình chất lượng cao, quốc tế, bạn vui lòng liên hệ với [full_name] (Văn Phòng Đào tạo Quốc tế) để được hướng dẫn và hỗ trợ về ĐKMH nhé: [email]. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại em đã học đủ các môn chỉ còn phần tiếng anh . Do kỳ trước em không đăng ký môn học nào nên đang bị trạng thái buộc tạm dừng . Em có đọc trong quy chế là có thể làm đơn xin thu nhận lại nhưng em tìm không thấy quy trình làm như thế nào và cách thực hiện trong tình trạng không thể lên phòng đạo tạo gặp trực tiếp .. . . . Em cám ơn",
            "\"Chào bạn,. . Về việc đăng ký thu nhận lại:. . Bạn vui lòng tải mẫu đơn: Thu nhận tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô . Sau khi đã được giảm học phí thì em đã thấy có khoản học phí cần thanh toán trên bk pay nhưng em đã thử nhiều lần nhưng không thanh toán được. Thầy cô cho em hỏi hiện tại bkpay có đang bảo trì hay bị vấn đề gì không ạ ? Em cảm ơn thầy cô . .   i Yêu cầu khác .",
            "Chào em,. . Em xem lại nhé. Còn khoản nào chưa có thanh toán ?. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name] mssv [student_id]. . Em muốn nhờ pđt kiểm tra giúp mail em đã gửi cho pđt về việc xét miễn môn bổ sung ạ. Nếu vẫn chưa đủ em lên sẽ lên trường làm việc trực tiếp ạ. Em cảm ơn",
            "Chào bạn. . Bạn gởi hồ sơ qua mail, thì vui lòng đợi phản hồi qua mail nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PĐT cho em hỏi, kì 212 ngành của em có 2 môn học thuộc chương trình thạc sĩ thì em đăng kí môn ở mybk hay bên grad ạ? Tại vì mã môn học của hai môn ở bên mybk vẫn đăng kí được bình thường. Em xin cảm ơn.",
            "Chào em,. . Về vấn đề liên quan đến học chương trình liên thông Đại học-Thạc sĩ & Thạc sĩ (Cao học) bạn vui lòng liên hệ Phòng đào tạo Sau đại học qua địa chỉ: Website:www.pgs.hcmut.edu.vn, Email    : [email]. . [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ cho em hỏi là em có nhận được mail thông báo nộp bản sao bằng THPT, trong mail có để là khoảng thời gian nộp bằng từ 20/12/2021 đến 22/01/2022. Vậy có nghĩa là từ ngày 20/12/2021 hệ thống mới mở đăng kí nộp bằng hay cần phải đăng kí nộp bằng trước khoảng thời gian này vậy ạ. Em chân thành cảm ơn.. .",
            "Chào em,. . SV đăng ký mà vào không đúng thời gian mở, trước 20/12/2021 và sau 22/01/2022 thì SV sẽ không ấn được nút \"xác nhận đăng ký\".. . Vì vậy SV phải vào đăng ký đúng thời gian PĐT đã thông báo. (PĐT mở từ 0h ngày 20/12/2021 đến 0h ngày 22/01/2022). . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em xin chào PDT trường DH Bách Khoa,. . Em có đọc mail của trường là lịch dự kiến học thực hành là 6/12. Cho em hỏi là bây giờ em còn đang chưa đủ điều kiện để di chuyển trong thành phố học lại thì mình phải làm như thế nào ạ ? Em có môn thực hành trong kì này thì em có cần bắt buộc phải học theo lịch dự kiến không hay là được đăng kí dời lại học phần thực hành này vào kì sau ? Nếu được đăng kí dời thì mình phải đăng kí như thế nào ạ ? Và khi nào sẽ có thông báo chính thức lịch học thực hành để em có thể chuẩn bị vào lại thành phố ạ ? . . Em cảm ơn.",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi nhé:. . \"Kế hoạch về việc giảng dạy, học tập trực tiếp các học phần Thực hành, Thí nghiệm, Đồ án môn học, Đề cương Luận văn tốt nghiệp, Luận văn Tốt nghiệp của học kỳ 2 và học kỳ hè/năm học 2020-2021, và học kỳ 1/năm học 2021-2022. . Hộp thư đến. . . . - Ho Tro SV   [email] . . 16:04, 17 thg 11, 2021. . \". . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT,. . Em là sinh viên K18, học kỳ 212 em đăng ký đề cương luận văn tốt nghiệp (EE4325).. . Tuy nhiên, do kỳ 211 em thiếu điều kiện để đăng ký ĐCLV đúng tiến độ. Nên trong học kỳ 212 em chỉ đăng ký duy nhất ĐCLV. Em đã học đủ môn theo ctđt.. . Vậy cho em hỏi việc em chỉ đăng ký duy nhất môn ĐCLV (0 tín chỉ) trong học kỳ 212 thì em có bị vi phạm quy định về số tín chỉ đăng ký tối thiểu trong một học kỳ không ạ.. . Nếu có thì em phải làm đơn như thế nào ạ.. . Em xin chân thành cảm ơn,. . Trân trọng,",
            "Chào em,. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 9. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ Em chào Thầy/Cô ạ!. . Tình hình của Em là khá khó khăn trong việc xoay sở tiền bạc để đóng HP. . . Nên cho Em hỏi là thời hạn cuối cùng đóng học phí HK211 để không bị tạm dừng học và có thể ĐKMH HK212 là ngày bao nhiêu ạ?. . Em xin chân thành cám ơn!",
            "Chào em,. . PĐT đã gửi email nhắc thanh toán học phí HK211 (Học kỳ chính). . . . Thân gởi các bạn sinh viên,. . . . Theo qui chế học vụ hiện hành (Quy chế học vụ điều 7.2), Bạn chưa thanh toán học phí học kỳ 1/2021-2022 (Học kỳ chính) tính đến 15 giờ ngày 19/11/2021.. . . . Bạn cần phải thanh toán học phí mặc dù trễ hạn. . . . . Sinh viên xem chi tiết Quy chế học vụ đào tạo để thực hiện nghiêm túc tại trang: aao.hcmut.edu.vn    sinh viên    quy chế    học vụ    Quy chế đào tạo và học vụ bậc đại học, cao đẳng / Điều 7.. . . . Sinh viên đã thanh toán học phí của HK211 (Học kỳ chính) đúng hạn vui lòng bỏ qua email này.. . - PĐT chuẩn bị xóa TKB các em chưa thanh toán HP, em cố gắng thanh toán liền nhé.. . Thân mến . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy,cô!. . . . Trong học kỳ này em dự định đăng ký môn mà cần yêu cầu học trước(HT) môn khác. Mà môn khác em chưa thi cuối kỳ (vì hoãn thi cuối kỳ ở HK202).Vậy em đăng ký môn cần học trước(HT) đó đợt này được không ạ ?. . . . Em cảm ơn thầy,cô!",
            "Chào bạn. . Bạn xem lại thông báo về dkmh nhà trường đã gởi. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất. . . - Nhà trường tạm thời không xét điều kiện: Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm), Chuẩn CCAV quốc tế khi xét LVTN, Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Học phí . Kính gửi Phòng Đào Tạo,. . . . Tên của em là [full_name], mssv của em là [student_id].. . . . Đầu tiên, em muốn hỏi về vấn đề học phí của các học phần GDTC và GDQP ạ. Các học phần này khi học lần đầu có phải miễn phí không vậy ạ tại vì em không thấy vấn đề này được đề cập trên thông tin mức thu học phí trên aao ạ. Nếu 2 môn này không phải miễn phí ở lần học đầu thì số TCHP tương ứng của mỗi môn là bao nhiêu vậy ạ.. . . . Và câu hỏi thứ 2 của em là ở kì 2 này em muốn đăng kí 17 tín chỉ của các môn đại cương và chuyên ngành (vừa đủ số tín chỉ trọn gói). Vậy khi em đăng kí thêm 2 môn GDTC và GDQP (lần đầu) trong cùng kì 2 thì em có cần phải đóng thêm tiền cho các tín chỉ vượt định mức không vậy ạ.. . . . Em cảm ơn ạ.. .",
            "Chào em,. . - Em muốn hỏi về vấn đề học phí của các học phần GDTC và GDQP ạ. . =  GDQP. .  http://www.aao.hcmut.edu.vn/sinh viên/quy chế quy định/học vụ/Học phí/ Mức thu học phí Giáo dục Quốc phòng năm học 2021-2022. . - GDTC. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế quy định/học vụ/Học phí/ Năm học 2021-2022). . Thân mến. .",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Dạ em cảm ơn câu trả lởi của cô ạ,. . . . Em sau khi xem qua các links của cô thì em đã giải đáp được phần học phí của GDQP ạ.. . . . Em chỉ còn khúc mắc vấn đề học phí của các học phần GDTC khi mà xem trên link cô đã gửi, em chỉ có thể tìm thấy thông tin về nội dung này ở mục Chương trình đại trà và chương trình CLC ở các khóa trước (19, 18 trở về trước) chứ em không tìm thấy thông tin về các học phần GDTC ở chương trình CLC của K21 mà em đang theo học ạ.. . . . Vậy em muốn hỏi là mỗi học phần GDTC (cơ bản hoặc nâng cao) bao gồm bao nhiêu tín chỉ học phí đối với K21 CLC vậy ạ.",
            "Chào em,. . SV CLC liên hệ Văn phòng Đào tạo quốc tế [email] để được hỗ trợ nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy cô Phòng Đào tạo, . . . . Em tên [full_name], mssv là [student_id], sinh viên khoa Kỹ Thuật Xây dựng.. . . . Theo em đọc tại khoản 9.4 điều 9 chương II của Quy chế đào tạo và học vụ bậc đại học và cao đẳng, số tín chỉ tối thiểu là 14 tc.. . Hiện tại em đăng ký môn cho HK8, theo như chương trình đào tạo đến HK8 thì em chỉ còn phải đăng ký môn Luận văn tốt nghiệp có 9 tc, 1 môn tự chọn 3 tc, và 1 môn bắt buộc 2 tc nhưng hiện tại em đã hoàn thành môn bắt buộc 2 tc ở học kỳ trước đó. Do vậy, em chỉ còn phải đăng ký 12 tc cho HK8.. . Theo quy định trên thì hiện tại em phải đăng ký học thêm 2 tc để đủ 14tc tối thiểu cho HK8 hay là em vẫn được đăng ký môn như bình thường ? Em đã hoàn thành chương trình đúng theo tiến độ của chương trình đào tạo và đạt chuẩn anh văn của mỗi năm học.. . . . Mong quý thầy cô giải đáp giúp em vấn đề trên.. . Em cảm ơn thầy cô đã dành thời gian giải đáp.. . . . Best regard.. . [full_name].. .",
            "Chào em,. . Em tham khảo GVCN, Số tín chỉ tối thiểu nhé.. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 9.4. . Thân mến. . . ."
        ]
    }
]