[
    {
        "intent": "",
        "message": [
            "Học vụ . Mình sinh viên VB2_mssv [student_id], hk 211 mình có hoãn thi lần 2 các môn:. .   - cơ sở Kỹ Thuật Điện- EE2017. .   - Trường điện từ - EE2003. . thì trong bảng điểm ,phần ĐIểm Tổng kết . là 14/13 và 13/13 dù mình đã đăng kỹ hoãn thi cả 2 lần khi có lịch thi ( vì lí do không đảm bảo thiết bị thi ). Xin phòng Đào tạo xem xét lại ,",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào tháng 2, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy cô [full_name].. . Đợt 3 dự thính LỘ TRÌNH 1 em muốn đăng kí môn anh văn 2A(LA1039). Nhưng hệ thống không cho đăng kí( [full_name]), mặc dù em đã học anh văn 1(LA1003) rồi. Hồi đợt 2 em đăng kí dc nhưng đợt 3 e lỡ bấm xóa, xong e đk lại thì k cho.. . Mong thầy cô fix lỗi lại giúp e.. . Em xin chân thành cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em đã nhận đc quyết định đc kéo dài thời gian đào tạo của nhà trường mà phòng đào tạo vẫn chưa mở đăng kí môn học cho em. .",
            "đã trả lời trực tiếp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy cô PDT, trong kỳ này em còn vướng môn thiết kế đường 1(CI3063), trong kỳ này có tổ chức lớp vào tiết 789 thứ 2 và thứ 4. Nhưng do cận lịch tiết 6 của 2 môn khác nên em không đăng ký được. Xin phòng đào tạo có thể tạo điều kiện cho em có thể đăng ký được môn thiết kế đường này. Do em học chương trình cũ hệ sư nên các môn này khó có thể mở ở các kỳ sau nên hi vọng phòng đạo tạo xem xét giúp đỡ em ạ. Em xin cảm ơn thầy cô phòng đạo tạo ạ.. . . . . .",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào cô,. . . . Do chưa nhận được phản hồi nên em đặt lại câu hỏi, do cần bằng tốt nghiệp để nộp cho công ty, nên em có thắc mắc là khi nào nhà trường có thông báo mới nhất ạ.. . . . Em cảm ơn nhiều ạ.",
            "\"Chào em,. . Trường hợp của em đã ra quyết định tốt nghiệp ngày 30/12/2021, cập nhật quyết định tốt nghiệp tại trang mybk/Thông tin SV/tình trạng và đang tiến hành in bằng nhé, dự kiến sẽ cố gắng thông báo nhận bằng trước nghỉ tết nguyên đán. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi nếu đăng kí thực tập ngoài trường CI3415 vào kì hè 213 thì sẽ đi thực tập vào kì nào ạ",
            "Chào em,. . Em vui lòng liên hệ Khoa, Bộ môn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Học vụ. . . . Em tên là [full_name], MSSV: [student_id]. . Em có mong muốn xin Phòng đào tạo cho em  vào lớp L01 môn Quản lý dự án xây dựng (CI1053). Vì trong lúc em điều chỉnh môn học đợt 3 đã xảy ra lỗi nên em không biết là đã lỡ xoá môn Quản lý dự án xây dựng ( CI1053).  Nhưng môn này theo đúng tiến độ chương trình đào tạo của em là em sẽ phải học trong học kỳ này. Em xin lỗi vì đã gửi mail trễ thế này. Em mong Phòng Đào Tạo giúp đỡ em. Em xin cảm ơn.",
            "Đã trả lời. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô,. . Thầy/cô cho em hỏi là điều kiện để được đăng kí thực tập ngoài trường là bao nhiêu tín chỉ và tổng số tín chỉ được tính đến học kì nào ạ. Em đăng kí thực tập ngoài trường học kì 212, nhưng bị xóa vì không đủ tín chỉ. Nhưng vẫn có nhiều bạn có số chỉ tương đương em nhưng vẫn đăng kí được ạ. Và cho em hỏi còn điều kiện nào khác liên quan đến việc đăng kí thực tập ngoài trường không ạ. Em là sinh viên K19. Mong được thầy/cô  giải đáp sớm ạ.",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa PĐT,. . Em là [full_name] mssv [student_id], em đang vướng phải vấn đề sai thông tin nơi sinh trên danh sách tốt nghiệp chính thức. Trong danh sách dự kiến cũng sảy ra tình trạng này nhưng PĐT đã sửa thông tin và cập nhật giúp em rồi nhưng hiện tại em kiểm tra thì trong danh sách chính thức vẫn bị sai nơi sinh em là Gia Lai trong khi danh sách dự kiến thì chính xác.. . Đính kèm email có hình ảnh 2 danh sách em chụp hôm nay.. . Mong PĐT giải quyết giúp em vấn đề này ạ.. . Trân trọng.. .",
            "Mong nhận được phản hồi từ thầy cô PĐT ạ!. . Trân trọng.",
            "Chào bạn. . Nơi sinh là Bình định là đúng nghen bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Họ và tên SV: [full_name]. . MSSV: [student_id]. . Lớp: DD19TD4. . . . Em viết đơn này nhằm mục đích xin Phòng Đào tạo HỦY đăng ký hoãn thi HK211. . . . Môn: Cơ sở điều khiển tự động. . MSMH: EE2019. . . . Thời gian thi 12g00 ngày 21.12.2021. . . . Mong Phòng Đào tạo xem xét và chấp nhận hủy kết quả hoãn thi, em xin chân thành cảm ơn.",
            "\"Chào bạn. . Pdt ghi nhận đăng ký hủy Hoãn thi của bạn cho Hk 211. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào Cô. . - Hiện tại em đã đăng kí tốt nghiệp được rồi ạ.. . - Em có vào mybk để kiểm tra điểm để phân loại bằng tốt nghiệp thì thấy 7.01 và 7.07 (như hình em gửi). . - Như vậy thì điểm xét loại bằng tốt nghiệp TB, Khá, Giỏi của em là điểm nào vậy cô?. . - Vì em sợ khi xét loại bằng được TB khá thì em sẽ cải thiện điểm ạ.. . - Em cảm ơn Cô thời gian vừa qua đã giúp đỡ em rất nhiều.. . Dạ em cảm Cô. .   i Tốt nghiệp .",
            "Chào em,. . Em vui lòng xem quy chế điều 21. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 21. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PĐT hỗ trợ đăng ký bổ sung giúp em môn PE1015-L14.. . Em xin cảm ơn",
            "Chào em,. . - Hiện tại toàn bộ môn học GDTC đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của TT GDTC (tối đa của nhóm thể dục là 50sv). . - Trường hợp SV bị trùng lịch học, hết chỗ không đăng ký trong HK1 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào quý thầy cô ạ. . Em tên là [full_name]-[student_id]. Hiện tại em không đủ điều kiện đăng ký môn Luận văn vì chưa đạt môn Thực tập. Em có trình bày lý do với [full_name] và đã được khoa chấp nhận cho em có thể đăng ký làm luận văn vào kỳ 212 này. Trong kỳ 212 này em đã xin thực tập và đăng ký thực tập thành công rồi ạ. Em cũng đã gửi đăng ký môn luận văn trong kỳ 212 này và đang chờ phòng đào tạo duyệt. Em kính mong thầy cô có thể giúp đỡ và xét duyệt cho trường hợp của em có thể làm luận văn chung với các bạn nhóm Đề cương ạ. Em cảm ơn thầy cô rất nhiều. Em có đính kèm file xác nhận từ [full_name] ạ.",
            "Thân gửi các bạn sinh viên,. . . . Đến thời điểm hiện tại SV vẫn chưa có Thời khóa biểu hoặc chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV) vì bất kỳ lý do gì. SV vui lòng vào đăng ký lại trong đợt này.. . . . Thời gian dự kiến từ ngày 18/01/2022 đến 19/01/2022 cho HK chính 212 (chỉ được đăng ký bổ sung các học phần tốt nghiệp: LVTN, TTTN, ĐCLV).. . . . Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm lại để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kinh mong thầy cô mở thêm sỉ số môn  CI1053-L01 thứ 3 tiết 2 3- của thầy [full_name]",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: kì vừa rồi có một số lí do kỹ thuật nên em hoãn thi môn cơ lưu chất, thì vào kì tiếp theo thi lại điểm thí nghiệm sẽ bỏ hay giữ lại ạ. Em cảm ơn!",
            "Chào em,. . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PĐT đăng ký bổ sung giúp em môn PE1013-L12. Em thấy lớp mới có 40 SV. Em xin cảm ơn",
            "Mong PĐT giúp em ạ, em là SV K19 nhưng do dịch bệnh nên em chưa thể hoàn thành GDTC. Kì hè HK213 đi thực tập nên em không thể học GDTC dự thính. Em sợ chưa hoàn thành GDTC thì không thể học năm 4 được.. . Em xin cảm ơn.",
            "Chào em,. . - Hiện tại toàn bộ môn học GDTC đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của TT GDTC (tối đa của nhóm thể dục là 50sv). . - Trường hợp SV bị trùng lịch học, hết chỗ không đăng ký trong HK1 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . . Chào thầy cô, em là [full_name] [full_name]18. Do trễ một năm nên em học môn luyện kim đen(. . MA3105) của [full_name]19 thay thế cho môn Lý thuyết và công nghệ luyện kim 1(MA2017).. . . . Nhưng do lỗi hệ thống nên khi em đăng kí môn MA3015 - L/t & công nghệ l/kim 2 thì bị thông báo   Nhóm [MA2017]: MA2017 - Lý thuyết &c/nghệ l/kim1 (học trước) . . . . Mong thầy(cô) xem xét quy đổi môn học trước giúp em. Vì kì này là lần cuối mở môn L/t & công nghệ l/kim 2!. . . . (Có đính kèm bảng môn học tương đương phía dưới)",
            "\"Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Sau khi kết thúc đợt 3 kết quả ĐKMH của bạn vẫn chưa được xử lý, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký (thời gian nhận yêu cầu khiếu nại đến hết ngày 14/01/2022). . 2- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . 3- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 4- Đến thời điểm hiện tại, theo quy định thì không thể huỷ môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng làm theo hướng dẫn qua theo mail PĐT đã gửi cho SV v/v ĐĂNG KÝ RÚT MÔN HỌC HỌC KỲ 2(2021-2022) ngày 07/01/2022. . 5- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . dạ cho e hỏi là tháng 8 vừa rồi em có đăng ký hoãn thi 1 môn. tháng 11 e đã thi lại, pđt cho e hỏi là điểm thi lại có được tính cùng với điểm thành phần hay là thi đạt 5 điểm là qua vậy ạ",
            "Chào em,. . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào quý phòng đào tạo ạ. Học kì tới phòng đào tạo có thể cho em đăng kí bổ sung vào lớp:. . CI1053\tQuản lý dự án xây dựng. L02 - [full_name]. . Được không ạ. Mong phòng đào tạo mở thêm sĩ số cho em đăng kí hoặc bổ sung em vào với. Em đang bị trễ 1 học kì, rất mong phòng đào tạo giúp đỡ em ạ",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Yêu cầu khác: . . Chào thầy cô, em là [full_name] [full_name]18. Do trễ một năm nên em học môn luyện kim đen(. . MA3105) của [full_name]19 thay thế cho môn Lý thuyết và công nghệ luyện kim 1(MA2017).. . . . Nhưng do lỗi hệ thống nên khi em đăng kí môn MA3015 - L/t & công nghệ l/kim 2 Ở [full_name]Ì DỰ THÍNH thì bị thông báo. .    Nhóm [MA2017]: MA2017 - Lý thuyết &c/nghệ l/kim1 (học trước) . . . . Mong thầy(cô) xem xét quy đổi môn học trước giúp em. Vì kì này là lần cuối mở môn L/t & công nghệ l/kim 2!. . . . (Có đính kèm bảng môn học tương đương phía dưới)",
            "\"\"\"Chào bạn. . [full_name] đã tiếp nhận đề nghị DKMH của bạn. . Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân. . \"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô, em là [full_name] K18. Do quy đổi mã môn học nên em đăng kí môn học trong danh sách môn học tương đương.. . . . Cho em hỏi có cần làm đơn xin chuyển điểm không hay hệ thống trường tự quy đổi rồi ạ?. . Em xin cảm ơn!. . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_62&tid=1717",
            "Chào em,. . Em cần làm đơn gửi email [email]  để PĐT kiểm tra rồi trả lời em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào Phòng đào tạo,. . Em là [full_name], hiện là sinh viên khoá K18, thuộc chương trình Kỹ năng tài năng khoa Khoa học và Kỹ thuật máy tính.. . . . Vào học kỳ 202, em đã học môn CO3069 Mật mã và an ninh mạng nhưng chưa hoàn thành phần mở rộng CO306E tương ứng. Do đó, em đã xin phép Ban Chủ nhiệm Khoa có thể cho phép em được tham gia thực hiện lại phần mở rộng CO306E ở kỳ 212 này và đã được chấp thuận từ khoa.. . . . Do đó, em viết thư này xin Phòng đào tạo xem xét xếp lớp phần mở rộng CO306E cho em trong học kỳ HK212 này.. . . . Đính kèm là đơn xin học phần mở rộng đã được khoa duyệt và trao đổi xác nhận của khoa đối với vấn đề này.. . . . Mong sớm nhận được hồi âm của Phòng đào tạo.. . . . Trân trọng,. . [full_name].. .   i Đăng ký môn học .",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .    Em thầy cô ạ!. .    Em là sinh viên K19 hệ chính quy đại trà. .    Trong đợt đăng ký môn học vừa rồi thì em gặp lỗi đăng ký đúng được loại hình lớp, trong đó duy nhất môn Sức bền vật liệu CI2007 là em chỉ có thể đăng ký lớp P (Việt Pháp), mặc dù còn rất nhiều lớp L (đại trà), nếu đúng bình thường thì sẽ không thể chọn chương trình học khác được ạ. Theo sự hướng dẫn của bạn bè và theo bảng phân loại mã lớp thì em đã đăng ký , và hiện tại đang được xếp vào lớp P01. . .   Nhưng một số bạn nói rằng học khác chương trình sẽ không được tính điểm. Vậy trường hợp này em phải làm thế nào ạ? Em có thể học tiếp và xin xét điểm, hay là phải chuyển lớp ạ?. .   Mong thầy cô có thể xử lí nguyện vọng này giúp em, vì môn học này là điều kiện để đăng ký các môn chuyên ngành kỳ tới của em. Em cũng đã từng hoãn 1 năm (vì điều kiện gia đình), nên sẽ rất áp lực nếu không kịp tiến độ.. . Em cám ơn thầy cô rất nhiều ạ!. .    . .    . . . . . .",
            "Chào em,. .  Nếu yêu cầu của em về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho em.. . Thông tin có: mã số môn học, tên môn học, mã nhóm, lý do nhé. . . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện [full_name] đã duyệt đơn cho em rồi ạ, mong PĐT giúp em đăng ký môn CO4327- \"Luận văn tốt nghiệp\" trước khi học môn CO3007 - \"Đánh giá hiệu năng hệ thống\".. . . . Mong thầy cô duyệt cho em trước 3h chiều ngày 6/1/2022.. . . . Em xin chân thành cảm ơn.",
            "Thân gửi các bạn sinh viên,. . . . Đến thời điểm hiện tại SV vẫn chưa có Thời khóa biểu hoặc chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV) vì bất kỳ lý do gì. SV vui lòng vào đăng ký lại trong đợt này.. . . . Thời gian dự kiến từ ngày 18/01/2022 đến 19/01/2022 cho HK chính 212 (chỉ được đăng ký bổ sung các học phần tốt nghiệp: LVTN, TTTN, ĐCLV).. . . . Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm lại để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . . .  . . . . Trân trọng thông báo.",
            "Thưa cô, em vẫn chưa đăng ký được môn CO4327- \"Luận văn tốt nghiệp\" bởi vì vướng phải điều kiện môn học trước: CO3007 - \"Đánh giá hiệu năng hệ thống\". Mong cô hướng dẫn giúp em cách đăng ký môn Luận văn ạ.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Kính thưa cô,. . . . Hiện tại em xem trên ELearning và Thời khóa biểu chưa có môn \"Luận văn tốt nghiệp\" - CO4327.. . . . Mong cô xem xét lại giúp em với ạ,. . Em gửi kèm theo đơn và ảnh chụp đồng ý của [full_name] ạ.. . . . Em xin chân thành cảm ơn cô.. . [full_name].",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/02/2022.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã bị huỷ tình trạng sinh viên nên không đkmh được. Thầy/cô hỗ trợ và hướng dẫn em làm thủ tục để đkmh với ạ. . .   i Đăng ký môn học .",
            "Chào em,. .  Nếu yêu cầu của em về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho em.. . Thông tin có: mã số môn học, tên môn học, mã nhóm, lý do nhé. . . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name][full_name] [full_name]    [full_name]ộc lập - Tự do - Hạnh phúc[full_name] [full_name]     [full_name]ƠN [full_name][full_name] [full_name] Kính gửi: Phòng đào tạo trường đại học Bách Khoa thành phố Hồ Chí Minh[full_name][full_name] [full_name] Em tên là: [full_name][full_name][full_name] [full_name] MSSV: [student_id][full_name][full_name] [full_name] Khoa: kỹ thuật xây dựng thuộc khóa K21[full_name][full_name] [full_name] Lý do: Em viết đơn này để xin phòng đào tạo mã chuyển môn học trong HK212[full_name][full_name] [full_name] Nội dung: Em đã đăng ký nhầm môn vẽ kỹ thuật với mã môn là CI1003[full_name] Vì thế em mong được phòng đào tạo cho em được đổi sang môn học vẽ kỹ thuật xây dựng với mã môn CI1033[full_name] [full_name] [full_name] Kính mong phòng đào tạo sẽ xem xét và chấp thuận[full_name][full_name] [full_name] Trân trọng,[full_name] [full_name]              Vũng Tàu,ngày 6 tháng 1 năm 2022 [full_name] [full_name]                                   [full_name][full_name] [full_name]                            [full_name]",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] Em chào thầy / cô[full_name] [full_name] Em là [full_name] - [student_id] - Điện tử truyền thông[full_name][full_name] [full_name] [full_name] [full_name] Hiện tại em chưa thể đăng ký tốt nghiệp trên Mybk được, em đã phản hồi về tình trạng của mình và em nhận được thông tin là sau ngày 5/1/2021 vào đăng ký tốt nghiệp lại[full_name] Nhưng hiện tại em không thể đăng ký tốt nghiệp trên mybk được[full_name] [full_name] [full_name] Em rất mong thầy / cô kiểm tra và cập nhật tình trạng của em[full_name][full_name] [full_name] [full_name] [full_name] Note: em đã có tên trong danh sách dự kiến tuy nhiên em bị ghi chú là nợ CTXH + tạm dừng[full_name][full_name] [full_name] [full_name] [full_name] Trân trọng[full_name] [full_name] [full_name][full_name] [full_name]",
            "Đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào thầy cô thầy cô tiếp nhận. Em tên [full_name]. Mssv: [student_id]. Học kỳ 211 em có thanh toán học phí trễ nên pđt đã xóa những kết quả kiểm tra ngắn trên bkel. Và cụ thể là môn Cơ Lưu Chất. Mã môn học: CI1005. Mà các bài kiểm tra trên bkel chiếm đến 20% tổng điểm thành phần ạ. Em kính mong PĐT có thể khôi phục lại kết quả để em có thể hoàn thành chương trình học của mình ạ. Em xin chân thành cảm ơn. .   i Học vụ .",
            "Chào bạn. . Pdt không hủy nên không cần phải phục hồi. . bạn kiểm tra lại chương trình xem sao nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Kính chào PĐT, em là [full_name], mssv [student_id].. . . . Em và các bạn có nhu cầu mở lớp Dự thính cho môn CƠ HỌC KẾT CẤU - CI2079 trong học kì 212.. . Em đã thông qua thầy Chủ nhiệm bộ môn, giảng viên và được sự chấp thuận.. . Em xin đính kèm file đơn xin mở lớp có chữ ký của thầy Chủ nhiệm bộ môn, giảng viên và email chấp nhận của giảng viên.. . Em xin cảm ơn.. . . . Trân trọng,. . [full_name]. . . .",
            "\"Chào bạn. . Cô đã lấy dữ liệu chuyển cho bộ phận xử lý, bạn theo dõi đến 10 giờ ngày 20/1/22 mà không thấy mở lớp thì báo lại. . Nếu có phản hồi gì Cô sẽ báo trên BKsi và mail, kiểm tra thường xuyên nghen bạn. . Thân. . \"",
            "Chào bạn. . Sau khi Pdt kiểm tra Thầy [full_name] bận giờ tối thứ 6 nên không mở lớp được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712759  /b \t. . . .   i . . THƯA THẦY/CÔ. . MÔN HỌC ĐÃ MỞ NHƯNG SỈ SỐ LẠI LÀ 0/0 EM KHÔNG THỂ ĐĂNG KÝ ĐƯỢC!!!. . XIN THẦY/CÔ CHỈNH LẠI GIÚP EM. . MÔN NHIỆT ĐỘNG HỌC THỐNG KÊ 210702. .  .",
            "[full_name] [full_name]Ề [full_name][full_name] [full_name] [full_name]",
            "Đã tl trực tiếp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PĐT ạ!. . môn EE2015.. . em là sinh viên hoãn thi HK202.. . thi lại vào HK211.. . điểm thi của em trong phần phúc khảo thì để điểm 13.trong bảng điểm thì để điểm 14.. . - còn phần Điểm TỔNG KẾT = 6đ.. . cho em hỏi 6đ đó được tính như thế nào vậy ạ?. . . . . .",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào cô/thầy,. . Cho e hỏi là nếu mà lịch học chính là tiết 11-12 nhưng dự thính là 14-16 có bị dính khoảng cách không ạ. Nếu dính thì phải làm sao vì môn dự thính đó bắt buộc phải học trong kì này.. . Chúc cô/thầy một ngày tốt lành,. . [full_name] Nguyễn Dinh. .",
            "\"Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Sau khi kết thúc đợt 3 kết quả ĐKMH của bạn vẫn chưa được xử lý, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký (thời gian nhận yêu cầu khiếu nại đến hết ngày 14/01/2022). . 2- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . 3- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 4- Đến thời điểm hiện tại, theo quy định thì không thể huỷ môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng làm theo hướng dẫn qua theo mail PĐT đã gửi cho SV v/v ĐĂNG KÝ RÚT MÔN HỌC HỌC KỲ 2(2021-2022) ngày 07/01/2022. . 5- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em tên là [full_name] mssv [student_id] khoa KT Xây dựng. Nay em có nguyện vọng đăng kí môn học Quy Hoạch đô thị bền vững (CI3147) ở kì dự thính. Nhưng khi đăng kí thì hệ thống báo em thiếu môn học nguyên lý tk công trình nhà ở (CI3141). Nhưng môn này bị đổi mã và em đã học mã cũ là CI2103. . Kính mong PĐT xem xét và giải quyết giúp em để em có thể đăng kí được môn học.. . Em xin cảm ơn.. . . .",
            "Đã trả lời. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .   Dạ chào thầy cô, em là [full_name] ,. .  MSSV: [student_id] , K18. . . . . . .  Theo mail của phòng đào tạo thì cho phép mở Luận văn tốt nghiệp. Em muốn hỏi về học phí nếu đăng kí Luân văn trong Hk3 sẽ tính theo học phí dự thính, hay học phí của kì chính ạ. . .  . .  Em cảm ơn thầy/cô nhiều ạ. Chúc thầy / cô nhiều sức khỏe. . . . .",
            "Chào bạn,. . . . Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí . . . . Học phí của các môn học thuộc học phần tốt nghiệp ở HK dự thính được tính như học kỳ chính. . . . Chúc bạn học tốt.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quý thầy/cô ạ.. . . . Tình hình là em bị trùng thời gian học 2 buổi thí nghiệm của 'Vật lý bán dẫn' online của học kỳ 2 và 'Thí nghiệm vật lý' offline của học kỳ 1.Vậy bây giờ em phải làm sao ạ.. . . . Em xin cảm ơn.. .",
            "Chào bạn. . Vì khả năng cho phép khi xếp thời khóa biểu nên có buổi bị trùng, bạn vui lòng liên hệ Thầy cô dạy thí nghiệm chuyển buổi khác để không bị trùng nữa nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy, cô. . . . Hiện tại em đã hoàn thành luận văn nhưng vẫn chưa có bằng AV nói viết và chưa đủ ngày CTXH để tốt nghiệp.. . . . Thầy cô cho em hỏi là nếu như HK tới(Kỳ 212) em không đăng ký môn học thì em vẫn có thể tham gia CTXH của khoa để bổ sung đủ ngày CTXH không và có thể bổ sung bằng AV để có thể tốt nghiệp được không. . . Đồng thời em cũng muốn hỏi là nếu em bổ sung 2 điều kiện trên sau tết thì em có thể tham gia xét tốt nghiệp vào tháng 4 được không hay sẽ là sang tháng 11.. . Em xin cảm ơn và chúc thầy, cô có 1 ngày tốt lành",
            "Chào em,. . - CTXH của khoa để bổ sung đủ ngày CTXH không. . =  Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . - Nếu em bổ sung 2 điều kiện trên sau tết thì em có thể tham gia xét tốt nghiệp vào tháng 4 được không hay sẽ là sang tháng 11.. . =  Em vui lòng xem lịch học vụ nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em xin hỏi: em học hệ đại trà nhưng khi đăng ký môn học cùng mã môn học như CTĐT của em thì nó có ra lớp hệ Việt Pháp, vì hết lớp đại trà nên em đăng ký theo học lớp Việt Pháp và được pđt xếp lịch ạ, cho em hỏi kết quả em học có được ghi nhận vào thành phần điểm của em không ạ và có hợp lệ không ạ, em xin cảm ơn.",
            "Chào bạn. . đã cập nhật lại nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ e chào quý pđt, em xin quý pđt mở thêm 1 slot lớp kết cấu thép 1 (CI3009) hiện sĩ số là 80/80 để đăng ký môn ạ. Em cảm ơn quý pđt!. .",
            "Chào em,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào Tạo,. . . . Trang BKeL của em vì một lí do nào đó mà một số môn không được cập nhật thông tin.. . . . Cụ thể là các môn sau:. . Hệ cơ sở dữ liệu          CO2013 [full_name]1 [full_name]. . Hệ cơ sở dữ liệu(TN)   CO2013 [full_name]1 [full_name]. . Công nghệ phần mềm CO3001 [full_name]3 Lê Đình Thuận. . Lập trình nâng cao       CO2039 [full_name]4 Trương Tuấn Anh. . Mô hình hoá toán học  CO2011 [full_name]1 [full_name]. . . . Mong PĐT xem xét và giúp em.. . [full_name].",
            "Chào em,. . Em vui lòng xem lại TKB nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Khiếu nại về việc ĐKMH: luận văn tốt nghiệp (ctb) - CI4333.. . . . Khi đăng ký môn học trên ở đợt 1 và đợt 2, em đều không thành công vì những môn học tiên quyết. Nhưng những môn học trên em đều đã có điểm chuyển (từ hệ chính quy sang VLVH) hoặc đang học ở học kỳ 1.. . . . 1. Thiếu môn thực tập tốt nghiệp - CI3333: em đã học xong và chờ cập nhật điểm ở học kỳ 211. ảnh 1. . . . 2. Những môn học tiên quyết: em có email về danh sách những môn còn thiếu theo chương trình đào tạo. Theo đó em không thiếu những môn tiên quyết trên. Mà những môn tiên quyết đó là những môn trùng tên nhưng khác mã số với chương trình đào tạo của em. ảnh 2 và 3.. . . . 3. Thiếu môn TT nhận thức ngành (ctb) - CI2055: đây là môn em đã có điểm chuyển (từ hệ chính quy sang VLVH). ảnh 4 và 5.. . . . Đây là những lý do được nêu ra dẫn tới việc em không thể đăng ký môn học luận văn tốt nghiệp (ctb) - CI4333 và bằng chứng cho khiếu nại của em. Mong PĐT xem xét giải quyết sớm để em bắt đầu thực hiện đề tài luận văn của mình.. . . . Em xin chân thành cảm ơn!",
            "Thân gửi các bạn sinh viên,. . . . Đến thời điểm hiện tại SV vẫn chưa có Thời khóa biểu hoặc chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV) vì bất kỳ lý do gì. SV vui lòng vào đăng ký lại trong đợt này.. . . . Thời gian dự kiến từ ngày 18/01/2022 đến 19/01/2022 cho HK chính 212 (chỉ được đăng ký bổ sung các học phần tốt nghiệp: LVTN, TTTN, ĐCLV).. . . . Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm lại để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . . .  . . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Thầy (Cô)! Thầy (Cô) cho em hỏi tháng 1 này trường khi nào tổ chức thi anh văn nói viết cho sinh viên ?. . Em cảm ơn !",
            "Chào em,. . AV Nói - viết: Em vui lòng liên hệ Trung tâm ngoại ngữ sau tết Nguyên đán để đăng ký thi.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Môn học Giải tích 1. . Mã môn học MT1003",
            "Chào em,. . Em vui lòng gửi thông tin có: mã số môn học, tên môn học, mã nhóm, lý do nhé. . . Thân mến. . . . . .",
            "Dạ chào cô,. . Em gia hạn thêm 1 học kỳ . . Em nhận email gia hạn đính kèm quyết định, em có thực hiện gửi yêu cầu đkmh tuy nhiên em không thể tham gia đăng ký môn học được.. . Trang mybk thể hiện em không được quyền đăng ký môn học ạ. . Em muôn đăng ký Môn học Giải tích 1. . Mã môn học MT1003",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi, em có đăng kí lớp anh văn mã LA1041 nhóm DT 02, đã có lịch thời khóa biểu. Nhưng em vẫn chưa nhận được mail link học onl, đăng nhập BKel có lớp nhưng vô vẫn không có thông báo nào",
            "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý, PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào phòng đào tạo.. . Em có 2 môn học cải thiện học kì 2 (2020-2021) là EE3019( truyền số liệu và mang) và EE1015 (Kĩ thuật số) va thêm luận văn tốt nghiệp. Nhưng do dịch nên 2 môn EE3019 và EE1015 hoàn thành điểm chậm sau luận văn tốt nghiệp là vào khoảng tháng 11 vừa rồi. Phòng đào tạo cho em hỏi sao 2 môn đó không được tính vào điểm trung bình tích lũy ngành của em vậy ạ.. . Em cảm ơn.",
            "Chào em,. . - Trên Mybk chưa có cập nhật. Điểm vẫn còn thiếu, do đó khi nào đủ điểm mới cập nhật. . . - Khi sv cần in bảng điểm thì sẽ có đầy đủ ĐTB tính đến thời điểm sv đăng ký in.. . Thân mến. . . .",
            "Em thấy nó chưa cập nhật nên nếu tính điểm luận văn tốt nghiệp vào thì điểm của em mới có 7.91 nên danh sách tốt nghiệp đang là điểm 7.91 và xếp loại của em là khá. Phòng đào tạo cho em hỏi liệu có cập nhật lại điểm của em trên danh sách tốt nghiệp không ạ.",
            "Em thấy nó chưa cập nhật nên nếu tính điểm luận văn tốt nghiệp vào thì điểm của em mới có 7.91 nên danh sách tốt nghiệp đang là điểm 7.91 và xếp loại của em là khá. Phòng đào tạo cho em hỏi liệu có cập nhật lại điểm của em trên danh sách tốt nghiệp không ạ.",
            "Chào bạn. . ĐTBTN hiện giờ = 8.01.. . Sẽ cập nhật trong bảng điểm tốt nghiệp in chuẩn bị phát sắp tới cho sv nghen. . Bạn nhớ kiểm tra mail để biết thông tin lấy bằng. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô PĐT, em tên [full_name], MSSV [student_id]. Theo chương trình đào tạo của k16 khoa KTMT thì môn mật mã và an ninh mạng(CO3069) có môn học trước là môn mạng máy tính(CO3003) chứ không phải môn mạng máy tính(CO3093) ạ. Mã CO3093 là môn mạng máy tính của khóa khác chứ không phải của k16.. . Em xin cảm ơn",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name]. MSSV 213T5027 Em học khóa 2014 chuyển tự hệ chính quy sang vừa làm vừa học. Em không đăng ký được môn học nào hệ thống cứ báo thiếu các môn học tiên quyết và song hành trong khi các môn học này học kỳ trước em vừa đăng ký và một số môn do không đủ sĩ số. Em xin thầy cô cho em đăng ký môn. . ME4007 CAD/CAM Nhóm L01. . ME4045 Đồ án chuyên ngành(ct). . ME2007 Chi tiết máy L05_L05. . ME2009 Kỹ thuật điều khiển tự động L02_L02. . ME2011 Đồ án thiết kế. Em xin chân thành cảm ơn và xin thầy cô tạo điều kiện cho em đăng ký môn học. . . .",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Do em còn thiếu mỗi  LUẬN VĂN TỐT NGHIỆP nhưng đã hết thời gian đào tạo cho chương trình CHÍNH QUY , nên em đang có mong muốn chuyển sang hệ VHVL để tiếp tục học . . . Nay em làm đơn chuyển từ hệ CQ sang hệ VHVL , mong nhà trường xét duyệt ạ . . . Em xin cám ơn nhà trường .",
            "\"\"\"Chào em,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV theo dõi thông báo đăng ky lvtn đợt cuối ngày 18/1. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Phòng Đào Tạo . . Em tên là Nguyễn Thành Nam MSSV : [student_id]. . . . Em đã gửi email cho thầy phụ trách và bộ môn và được chấp nhận hoãn , em cũng đã chuyển tiếp email được chấp nhận đó cho Phòng đào tạo .Như vậy đã hoàn tất thủ tục xin hoãn bảo vệ cho ĐỒ ÁN và ĐỀ CƯƠNG của em chưa ạ ?. . . . Nếu như đã đăng kí hoãn được , vậy thì tên của em sẽ được tự sắp sếp trong danh sách bảo vệ lần sau hay em có phải đăng kí thêm thủ tục nào để được bảo vệ vào lần sau không ạ ?. . . . Em xin cám ơn !",
            "Chào em,. . Vui lòng trình bày rõ là em xin hoãn ở học kỳ nào? và em đã nộp đơn ở đâu? Đơn của bạn đã được tiếp nhận và trả lời chưa?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin gửi đơn chuyển hệ từ chính quy sang vừa học vừa làm ạ. . VỚi lại cho em hỏi giờ em đang kẹt tiền học phí 211 vừa rồi. Em xin nợ để kì sau đóng thì cần những thủ tục nào ạ. .",
            "\"\"\"Chào em,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV gởi yêu cầu đăng ký môn học cho hk212 ghi rõ tên, mã số môn học, lý do diện chuyển sang vlvh. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào cô.. . Trong đợt đăng kí môn học đợt 2, em có đăng kí môn Con người và môi trường EN1003, nhưng trong đợt đấy khi em đăng kí thì không mở lớp cho hệ đại trà, màchir mở lớp hệ Việt Pháp mã lớp là P03. Em thuộc hệ đại trà nhưng không hiểu sao vẫn đăng kí vô lớp đó được và vẫn có danh sách học bình thường (em đã đi học buổi đầu). Cô cho em hỏi khi mình đăng kí học đúng mã môn nhưng không đúng hệ thì có được tính điểm không ạ? Em cảm ơn cô.",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Kính thưa PĐT, em xin gửi phiếu đăng ký mở lớp TR4017 ạ",
            "Em gửi nhầm phiếu ạ, em xin gửi lại.",
            "Chào bạn. . Cho Cô xác minh lại danh sách chỉ có 2 Sv phải không?. . Trả lời gấp trước 17/1/22. . Thân",
            "Dạ vâng ạ, chỉ có 2 sv.",
            "Bạn gởi danh sách 2 SV gấp nghen. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào cô,. . . . Do chưa nhận được phản hồi nên em đặt lại câu hỏi, do cần bằng tốt nghiệp để nộp cho công ty, nên em có thắc mắc là khi nào nhà trường có thông báo lên nhận bằng ạ.. . . . Em cảm ơn nhiều ạ.",
            "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công và nhận được mail xác nhận đồng ý, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \"",
            "Chào bạn. . . . Cũng hơn 1 tháng rồi chưa có thông báo gì hết,. . không biết đợi tới bao giờ.. . . . Regards,",
            "Trường hợp của em đã ra quyết định tốt nghiệp ngày 30/12/2021 và đang tiến hành in bằng nhé, dự kiến sẽ cố gắng thông báo nhận bằng trước nghỉ tết nguyên đán. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho e hỏi, kì này có môn sức bền vật liệu e không đăng kí kịp, đây là lần đầu e học. Vậy vào học kì hè e có được đăng kí môn này k ạ .",
            "Chào em,. .  Em vui lòng xem email PĐT đã gửi: \"Thông báo Kế hoạch học tập của học kỳ 2 và học kỳ hè năm học 2021-2022 và phần bù các học kỳ trước. . Hộp thư đến. . - Ho Tro SV   [email] . . 10:36, 27 thg 12, 2021 (2 ngày trước). . tới stu,. . -   Lưu ý: Thực hiện Nghị định 81/2021/NĐ-CP ngày 27/8/2021, đối với các SINH VIÊN CHÍNH QUY, chỉ tổ chức dạng dự thính cho các trường hợp HỌC LẠI (học từ lần thứ hai).\" . . Thân mến. . . ."
        ]
    }
]