[
    {
        "intent": "",
        "message": [
            "Đăng ký môn . . Em chào thầy cô!. . Lần đăng kí môn học đợt 4 này em có thêm 1 môn học mới thì lúc đó có thể hiệu chỉnh được nhưng bây giờ thì lại không được nữa.Mà môn đó lại nằm ngoài chương trình đào tạo của em.Vậy cho em hỏi mình có thể có cách nào để xóa môn đó được k ạ. Em cảm ơn!",
            "Chào bạn,. . . . Bạn muốn xoá môn học nào?mã số môn học?. . . . Thân",
            "Đăng ký môn học . Dạ em chào thầy/cô PĐT,. . . . Theo như những lần trước đây thì đăng kí môn học đợt 4 không được xoá hay hiệu chỉnh những môn đã đăng kí trong đợt 1, 2 hoặc 3. Còn những môn vừa mới đăng kí trong đợt 4 vẫn được hiệu chỉnh và được xoá. Nhưng sao bây giờ em mới đăng kí 1 môn trong đợt 4, giờ em muốn xoá không được vậy ạ?. . . . Môn em cần mở khoá để có thể điều chỉnh là môn: thí nghiệm hoá phân tích (CH2115). . Em đã mail cho thầy [full_name] (Trưởng PĐT) và được sự hướng dẫn của thầy nên em lên đây gửi câu hỏi để được mở khoá ạ,. . Em có đính kèm hình ảnh thầy rep mail ạ,. . . . Em cảm ơn nhiều ạ,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô,. . . . Em là sinh viên K18, ngành Khoa học máy tính.. . Thầy/cô cho em hỏi, có thể tăng thêm sỉ số lớp học của môn (CO3005) Nguyên lý ngôn ngữ lập trình được nữa không ạ?. . . . Em xin cảm ơn thầy/cô nhiều,. . N.",
            "Chào bạn,. . Môn học đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Kính gửi: phòng đào tạo . . . . Em tên là [full_name] . . MSSV: [student_id]. . Khoa: Quản lý Công nghiệp. . . . Hiện tại em có mong muốn đăng kí môn học Hóa đại cương (CH1003) nhóm lớp [full_name]01-[full_name]04. Em đã từng đăng kí môn học trong đợt nguyện vọng bổ sung nhưng đều bị thông báo là không sắp được giờ. . . . . Em kính mong phòng đào tạo tạo điều kiện cho em đăng kí vào lớp CH1003-[full_name]01,[full_name]04 để em có thể theo kịp tiến độ học tập.. . . . Em xin chân thành cảm ơn.",
            "Chào bạn. . . . Câu hỏi của bạn về đăng ký môn học (khiếu nại, điều chỉnh...) của Học kỳ 2(20-21) theo quy định Phòng đào tạo không thể giải quyết.. . Chúc bạn học tập tốt nhé. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ cho em hỏi do kì chính e đã đăng kí 21chỉ rồi nhưng em muốn đki kì chính thêm nữa có được không ạ. em cảm ơn nhìu ạ.",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 9, mục 9.3 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Đăng ký môn học . Chào Thầy/Cô.. . Em tên là[full_name] [full_name]. . MSSV[full_name] [student_id]. Hệ VHVL. . Học kỳ này em đã rất cố gắng để đăng ký môn Kỹ Thuật Siêu Cao Tần (EE3025) (Đăng ký môn học học kỳ 2 Chính Quy- Đợt 4 Chuyển hệ) nhưng không được vì đã full hết các lớp (đợt 2, đợt 3, đợt 4). . Thầy/cô có thể giúp em đăng ký môn này vào nhóm A02 không ạ. (Hoặc bất cứ nhóm nào có thể đăng ký). . Em mong thầy/cô giúp đỡ em ạ. Vì nếu không học được ở học kỳ này thì em sẽ ra trường muộn 1 năm mất.. . Em xin cám ơn thầy/cô.",
            "Chào bạn. . Yêu cầu của bạn về đăng ký môn học (khiếu nại, điều chỉnh...) của Học kỳ 2(20-21) Phòng đào tạo đã ghi nhận để xử lý. Sinh viên xem kết quả trên trang web Mybk.hcmut.edu.vn    xem TKB sau ngày 25/02/21.. . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em tên là [full_name],đang theo học Khoa Kỹ thuật Hóa học.Em viết đơn này xin chuyển sang lớp L03-L05.Lý do là vì ngày thứ tư em phải lên bệnh viện để chăm sóc ngoại em đang bệnh nặng,mà nhà em thì có hai anh chị em,ba em thì phải đi làm mướn để kiếm cơm nuôi cả nhà,còn mẹ em thì phải đi làm giúp việc.Em mong nhà trường,phòng đào tạo có thể xem xét cho em chuyển qua lớp L03-L05 ạ.Em cảm ơn phòng đào tạo và nhà trường rất nhiều ạ.",
            "Chào bạn,. . . . Bạn muốn chuyển nhóm môn gì?, bạn vui lòng cho biết mã số môn học?. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . môn đã học nhưng bị đổi mã môn học nên không có điểm.. . môn thiếu CI3175. . môn đã học CI3007. . em có đính kèm hình ảnh về bảng điểm. hy vọng nhà trường giải quyết giúp em. em xin chân thành cảm ơn.",
            "Chào bạn. . Phòng đào tạo đã ghi nhận trường hợp của bạn và đã chuyển dữ liệu để xét lại lvtn . . Bạn vui lòng kiểm tra lại kết quả sau ngày 22/2/21 trên trang Mybk-xemtkb, nếu vẫn có trục trặc, bạn vui lòng liên hệ lại pdt nghen. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo.. . Học kì 201 em có học môn học cơ lưu chất (CI2003) do trong quá trình em có việc gia đình phải về nhà xa thường xuyên. Em không sắp xếp được thời gian học tập và làm việc hợp lý. Nên em nghĩ là mình không qua môn này nhưng kết quả thi cuối kì của em cũng khá ổn nên em đã qua môn và em đã lỡ đăng kí môn cơ lưu chất (CI2003) bây giờ em muốn huỷ môn thì làm thế nào ạ hay em phải đợi có mail huỷ môn từ phòng đào tạo ạ.. . Lớp cơ lưu chất hiện tại của em là L07_L14.. . Em xin chân thành cảm ơn.",
            "Chào bạn. . Bạn xem mail để biết quy trình rút môn học nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào quý thầy cô.. . Em tên: [full_name]_[student_id]. . . . Nay em viết đơn này để xin hủy môn học CI3195 - Nền móng.. . . . Tình hình của em: HKI 20-21, em đã đăng ký môn CI3195 - Nền móng. Do chưa có điểm thi và em cũng chưa chắc qua môn, nên sáng ngày 2/2/2020 em có đăng ký môn học CI3195 - Nền móng trong đợt đăng ký môn học đợt 4. Đến khoảng 10:47AM trường khóa không cho xóa môn học đã đăng ký.. . . . Đến chiều cùng ngày 2/2/2020, PDT cập nhật điểm môn CI3195 - Nền móng, em đã qua môn nên em viết đơn này mong quý thầy cô hỗ trợ, giúp đỡ xóa môn học này giúp em ạ.. . . . Em cũng có 1 câu hỏi là em có cần phải đóng học phí môn học đó trong trường hợp này không ạ?. . . . Em cảm ơn quý thầy cô. Chúc thầy cô 1 ngày tốt lành.. . -Trân trọng-. . . .",
            "Em cảm ơn quý thầy cô đã mở khóa cho hủy môn học, em đã hủy môn học rồi ạ.. . Chân thành cảm ơn quý thầy cô"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: hiện tại em muốn rút môn học, thì em phải lên PĐT hay gửi phiếu ngay trên BKsi ạ. . . Với lại nếu rút môn học trước khi có TKB chính thức thì có phải đóng học phí cho môn đó không ạ, em cảm ơn thầy cô ạ.",
            "Chào bạn,. . Rút môn học thì phải đóng học phí theo quy định nhé bạn.. . Nếu bạn đăng ký học chung với hệ chính quy, vui lòng đợi thông báo mail về việc rút MH của Phòng Đào tạo.. . Còn bạn đăng ký môn học chung của hệ VLVH còn 1 đợt đăng ký hủy, điều chỉnh bổ sung, bạn có thể vào để tự điều chỉnh môn học của bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: Phòng Đào tạo trường Đại học Bách Khoa. . Em tên là [full_name], MSSV [student_id]. . Vì điều kiện sức khỏe không tốt nên học kỳ 202 em mới có thể đăng ký học thể chất 3 nhưng trong Đăng ký môn học không có thể chất. Em rất mong được Phòng Đạo tạo giải quyết ạ. . . Em chân thành cảm ơn!. .",
            "Chào bạn. . Về việc đăng ký môn giáo dục thể chất sẽ có thông báo sau. . Bạn vui lòng kiểm tra mail thường xuyên để cập nhật thông báo mới của phòng đào tạo nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa phòng đào tạo,. . Hiện em có thực hiện đăng kí bổ sung đợt 4 môn EE3099 - Kỹ thuật chiếu sáng khoảng vào lúc 9h15 sáng thứ 4 ngày 2/2/2021. Hạn chót đăng kí là vào 03/02/2021 02:59 PM nhưng em không hiểu sao chưa đến hạn chót nhưng em lại bị khoá môn học này và không được phép huỷ. Sau khi biết điểm một số môn em nhận thấy em không cần học môn này, kính mong phòng đào tạo và nhà trường mở khoá đăng kí môn học này và cho em huỷ ạ.",
            "Chào bạn. . Yêu cầu của bạn về đăng ký môn học (khiếu nại, điều chỉnh...) của Học kỳ 2(20-21) Phòng đào tạo đã ghi nhận để xử lý. Sinh viên xem kết quả trên trang web Mybk.hcmut.edu.vn    xem TKB sau ngày 25/02/21.. . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô ạ, em tên [full_name] MSSV [student_id], hiện tại em đang muốn đăng kí môn học theo tiến độ học tập mà không đăng kí được vì đang đầy lớp ạ. Em mong thầy/cô giúp em đăng kí váo lớp A04 Giảng viên [full_name] Nhân CI3211-Kết cấu thép 2 ạ. . . Em cảm ơn ạ.. .",
            "Chào bạn. . Yêu cầu của bạn về đăng ký môn học (khiếu nại, điều chỉnh...) của Học kỳ 2(20-21) Phòng đào tạo đã ghi nhận để xử lý. Sinh viên xem kết quả trên trang web Mybk.hcmut.edu.vn    xem TKB sau ngày 25/02/21.. . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là em có đăng kí 2 môn là đề cương luận văn và lean 6 sixma vào học kì 202 nhưng giờ em muốn rút môn thì trong tuần này em có thể xuống trường làm đơn rút được không, hay là phải đợi học kì 202 bắt đầu mới được rút ạ.. . Em cảm ơn nhiều ạ.",
            "Chào bạn,. . Bạn vui lòng kiểm tra mail thường xuyên để biết thông tin cụ thể về rút môn học. . Thời gian nhận dự kiến: Từ ngày 02/03/2021 đến hết ngày 26/03/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy/cô, do nhầm lẫn nên em đăng kí nhầm môn Hóa lý hóa keo CH1005 trong đợt đăng kí môn lần 4 này, chiều em nhớ ra nên tính hủy môn nhưng môn học bị khóa không hủy được. Môn này em chỉ mới đăng kí vào sáng nay thôi không phải từ 3 đợt trước, mong thầy/cô hủy môn giúp em với ạ.. . Em xin cảm ơn!",
            "Chào bạn. . . . Câu hỏi của bạn về đăng ký môn học (khiếu nại, điều chỉnh...) của Học kỳ 2(20-21) theo quy định Phòng đào tạo không thể giải quyết.. . Chúc bạn học tập tốt nhé. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cô ơi cho em hỏi em là sinh viên K19 mới thi kiểm tra anh văn được 525. VỚi mức điểm hiện tại thì em đã qua được anh văn 4 chưa ạ?",
            ". . Chào bạn. . - Sinh viên đăng ký dự kỳ kiểm tra tiếng Anh định kỳ (theo định dạng TOEIC) do PĐT kết hợp trung tâm IIG tổ chức không dùng để miễn môn các môn anh văn 1234 chỉ dùng để đạt chuẩn tiếng Anh sau mỗi năm học. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 2-c. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin hủy (Rút ) 2 môn học đã đăng kí ở học kì 2 (2020-2021) ạ. . . . 1. Đồ án Thiết kế cầu (CI4123). . 2. Đồ án Kết cấu bê tông cốt thép 1 (CI2093). . . . Lý do : Em nhận thấy không nên cải thiện nữa (vì kì đến em định học nhiều môn).. . . . Đồng thời em xin chuyển lớp Đồ án Nền móng(CI3197) từ A01 (thầy [full_name] ) qua lớp A06 ( thầy [full_name] ).. . . . Rất mong được các thầy cô sớm giải quyết và giúp đỡ. . . Em xin cảm ơn.  . .",
            "Chào bạn,. . Hiện tại đã hết thời gian để hủy môn học, bạn có thể làm đơn rút môn học theo mail Phòng Đào tạo đã thông báo nhé.. . Vui lòng xem quy định rút môn học tại đây:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế-quy định/học vụ/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 11. Hủy, rút môn học",
            "Vậy em phải chờ đến tháng 3 để viết và nộp đơn Rút môn học, chứ ko thể HỦY môn bây giờ ạ?. . Còn chuyện em xin chuyển lớp ở môn học CI3197 thì có được chấp nhận ko ạ ?",
            "Chào bạn. . Câu hỏi của bạn về đăng ký môn học (khiếu nại, điều chỉnh...) của Học kỳ 2(20-21) theo quy định Phòng đào tạo không thể giải quyết.. . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào thầy cô, xin chào PĐT. . Xin PĐT xem lại giúp em tại sao môn PH1007- Thí nghiệm vật lí của em hồi trưa đã đăng kí trong đợt 4 thì giờ lại bị xoá vậy ạ. Em xin PĐT cho em xin vào lớp của môn PH1007 này được không ạ. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em muốn đăng ký lớp DT21 của môn học Anh Văn 4A mã môn học là LA1043.. . Lý do là thời gian hợp với quá trình học tập của em và các lớp khác đã full ạ.. . Em xin cảm ơn.. .   i Đăng ký môn học .",
            "Chào bạn. . . . Yêu cầu của bạn về đăng ký môn học (khiếu nại, điều chỉnh...) của Học kỳ 2(20-21) Phòng đào tạo đã ghi nhận để xử lý. Sinh viên xem kết quả trên trang web Mybk.hcmut.edu.vn    xem TKB sau ngày 25/02/21.. . Chúc bạn học tập tốt nhé. . . . Thân. .",
            "Môn Học LA1043 bạn ko thỏa điều kiện đăng ký do chưa học LA1041 hoặc LA1007. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào thầy cô, xin chào PĐT. . Xin PĐT xem lại giúp em tại sao môn PH1007- Thí nghiệm vật lí của em hồi trưa đã đăng kí trong đợt 4 thì giờ lại bị xoá vậy ạ. Em xin PĐT cho em xin vào lớp của môn PH1007 lớp L23, L24, L25, L28, L31 được không ạ, trong các lớp này lớp nào được thêm sỉ số thì cho em xin với ạ. Em cảm ơn. .",
            "Chào bạn. . . . Yêu cầu của bạn về đăng ký môn học (khiếu nại, điều chỉnh...) của Học kỳ 2(20-21) Phòng đào tạo đã ghi nhận để xử lý. Sinh viên xem kết quả trên trang web Mybk.hcmut.edu.vn    xem TKB sau ngày 25/02/21.. . Chúc bạn học tập tốt nhé. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin PDT mở thêm sỉ số lớp môn kết cấu Bê Tông Cốt Thép 2( CI3175). . Hiện nay sỉ số các nhóm đã full. . Xin PDT mở thêm để em có cơ hội học và học kì sau nữa có thể làm luận văn. . Cảm ơn PDT. .",
            "Chào bạn,. . Môn học đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Vào kỳ học 202 em có đăng kí 1 môn là CO3011 Quản lý dự án phần mềm thuộc nhóm D nhưng lại không được mở lớp nên em mong thầy cô đăng ký giúp em môn CO3027 Thương mại điện tử. Vì em còn 1 môn nhóm D để ra trường, mong thầy cô giúp đỡ em, em xin cảm ơn!!!. . . .",
            "Dạ em đã tìm được môn thay thế nên không cần giải quyết giúp em đâu ạ. Em thật sự xin lỗi về sự bất tiện này. Xin cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Sau đợt ĐKMH đợt 4 , nếu muốn đăng ký thêm môn học em có thể xin xác nhận / chữ ký của GV giản g dạy môn đó và nộp cho PĐT để được nhập học và có TKB không ạ   . . Em xin cảm ơn !",
            "Chào bạn,. . . . Bạn liên hệ văn phòng Đào Tạo Quốc Tế để tư vấn cho bạn nha.. . . . Thân",
            "Đăng ký môn học . Cho em hỏi đkmh đợt 4 này, môn học mình vừa đăng ký không thể xoá hoặc chuyển nhóm hay sao ạ. Do em lở đăng ký ạ.",
            "Chào bạn,. . . . Được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy cô ạ,. . Em tên: [full_name]  . . MSSV: [student_id]. . Nay em làm tạo bảng mục này để xin rút môn học C/nghệ cb trà,cphê,cacao (Mã môn: CH3081) là môn tự chọn trong ngành của em. Ngành em được chọn tối đa 3 môn tự chọn mà số môn tự chọn em đăng kí là 4 môn (C/nghệ cb trà,cphê,cacao - Mã môn: CH3081  ;Phát triển sp thực phẩm - Mã môn: CH3281; C/nghệ chếbiến lươngthực - Mã môn CH3287; C/nghệ chế biến rau quả - Mã môn: CH3055; Dạ vì thời gian học không cho phép nên em có thể học được 3 môn tự chọn ạ! Em rất mong thầy cô phòng đào tạo cho em xin rút môn học C/nghệ cb trà,cphê,cacao (Mã môn: CH3081).. . Em chân thành cảm ơn thầy cô nhiều ạ!. . Dạ con chúc thầy cô năm mới thật vui vẻ và tràn ngập hạnh phúc ạ!",
            "Đăng ký môn học . Dạ em chào thầy cô ạ,. . Em tên: [full_name]. . MSSV: [student_id]. . Nay em làm tạo bảng mục này để xin rút môn học C/nghệ cb trà,cphê,cacao (Mã môn: CH3081) là môn tự chọn trong ngành của em. Ngành em được chọn tối đa 3 môn tự chọn mà số môn tự chọn em đăng kí là 4 môn (C/nghệ cb trà,cphê,cacao - Mã môn: CH3081  ;Phát triển sp thực phẩm - Mã môn: CH3281; C/nghệ chếbiến lươngthực - Mã môn CH3287; C/nghệ chế biến rau quả - Mã môn: CH3055; Dạ vì thời gian học không cho phép nên em có thể học được 3 môn tự chọn ạ! Em rất mong thầy cô phòng đào tạo cho em xin rút môn học C/nghệ cb trà,cphê,cacao (Mã môn: CH3081).. . Em chân thành cảm ơn thầy cô nhiều ạ!. . Dạ con chúc thầy cô năm mới thật vui vẻ và tràn ngập hạnh phúc ạ!",
            "Chào bạn,. . Bạn vui lòng kiểm tra mail thường xuyên để biết thông tin cụ thể về rút môn học. . Thời gian nhận dự kiến: Từ ngày 02/03/2021 đến hết ngày 26/03/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô. . Em tên là [full_name], mssv [student_id]. Trong quá trình đăng kí môn học em có đăng kí môn Công nghệ phần mềm (CO3001) nhưng khi xem lại kết quả đăng kí môn học lại được báo không đăng kí môn với lí do môn không mở. Nhưng đợt 4 này em kiểm tra lại thì thấy môn học được mở nhưng đã đầy sĩ số. Vậy nên em có nguyện vọng thêm sĩ số vào nhóm L01. Hiện tại do em đã về quê ở xa nên không thể trực tiếp lên phòng đào tạo cơ sở 1 để xin mở sĩ số. Vậy nên em hi vọng thầy/cô có thể giúp đỡ em mở thêm sĩ số nhóm L01 môn CO3001.. . Em xin cảm ơn.. .",
            "Chào bạn,. . Môn học đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào cô/thầy. . Cô/thầy ơi, làm ơn giúp em với ạ, em cần hủy 1 môn để bù vào môn học trước của đề cương luận văn là môn EE3027. Đợt 3 em đã đăng kí nhưng bị xóa nhóm mất, nếu thiếu môn này thì em sẽ bị trễ đề cương luận văn thêm 1 năm, mong cô/thầy châm chước giúp em cho em điều chỉnh lại lịch đăng kí với ạ. Em cần xóa môn EE3131 để đăng kí lại EE3027, em cảm ơn cô/thầy rất nhiều, mong cô/thầy giúp em với ạ",
            "Chào bạn,. . Hiện tại đã hết thời gian để hủy môn học nhé bạn và đang trong đợt đăng ký môn học, bạn có thể vào đăng ký môn học mình tự đăng ký.. . Bạn đăng ký online bị lỗi gì?",
            "Môn đó của em bị xoá vì đến ngày cuối của đợt 3 thì các bạn out nhóm hết. nên em xin phép có thể châm chước mở cho em để em xếp lại lịch vô nhóm khác phù hợp hơn với ạ , môn đó rất khó xin mở lớp nên em cầu xin cô ạ",
            "các bạn out nhóm khiến nhóm không đủ sĩ số cô ạ, em không biết làm thế nào nữa, tại vì đến hè em đi thực tập cũng không đăng kí môn được, phải chờ đến kì 2 năm sau mới đến đợt mở chính của môn này ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ xin chào, Em tên là [full_name] MSSV [student_id],. . ﻿em muốn đăng ký mở thêm 1 sĩ số cho em, vào lớp Quản Lý Dự Án, Mã môn học CI1053, Mã lớp A01 của thầy [full_name] vào thứ 6 tiết 234...ạ! Mong thầy cô phê duyệt giúp e,e xin chân thành cảm ơn. Để kịp có thể Tốt nghiệp ạ, em xin lỗi vì đã làm phiền ạ",
            "Chào bạn. . . . Yêu cầu của bạn về đăng ký môn học (khiếu nại, điều chỉnh...) của Học kỳ 2(20-21) Phòng đào tạo đã ghi nhận để xử lý. Sinh viên xem kết quả trên trang web Mybk.hcmut.edu.vn    xem TKB sau ngày 25/02/21.. . Chúc bạn học tập tốt nhé. . . . Thân. .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi do ban đầu em đăng kí koon hóa phân tích ch2009 vì em sợ rớt nhưng giờ em qua môn rồi. Tuy nhiên do trường bắt buộc tkb phải có nên cho em hỏi nếu em xin rút môn thì có bị mất tkb ko ạ!! Do tkb em chỉ có 1 môn!! Và nếu còn tkb bth cho e xin hỏi cách rút môn học luôn ạ em cảm ơn",
            "Chào bạn,. . Bạn vui lòng kiểm tra mail thường xuyên để biết thông tin cụ thể về rút môn học. . Thời gian nhận dự kiến: Từ ngày 02/03/2021 đến hết ngày 26/03/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . nhiều môn học kỳ này em chưa kịp đăng ký ở các đợt đăng ký môn học trước vì các lớp đã đủ sỉ số, đợt này mở thêm lớp, tăng sỉ số các lớp lên nhưng lại k cho phép hiệu chỉnh các môn học cũ, do đó em không thể đăng ký các môn học khác ạ.. . em muốn xin phép được hiệu chỉnh các môn học sau đây. . CH3031 - Cơ sở điều khiển quá trình. . CH3133 - Mô hình hóa,mp &tưh CNHH. . EE2027 - Kỹ thuật điện. . CH3101 - H/học &c/nghệ chất hđbm. . CH2071 - Hóa học xanh",
            "Chào bạn,. . . . Đã hết thời gian hiệu chỉnh môn học rồi bạn.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là sinh viên khóa K20. Cho em xin hỏi về hạn nộp chứng chỉ anh văn để quy đổi điểm của kỳ 2 khóa K20 với ạ. Kỳ đầu em chưa đủ điểm đăng ký anh văn cơ bản nên hỏi để sắp xếp học và nộp bằng vào kỳ sau ạ . . Tiện thể cho em hỏi vào kỳ 2 có tổ chức đợt thi anh văn nào nữa không ạ.. . em cảm ơn nhiều ạ.. .",
            "Chào bạn,. . Việc quy đổi điểm thì bạn chuyển điểm lúc nào cũng được nhé, hệ thống luôn mở, căn cứ thời điểm bạn chuyển để tính vào HK nào.. . Bạn vui lòng tham khảo quy định về anh tại đây:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế-quy định/học vụ/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt). . Về việc tổ chức thi Anh văn vui lòng đợi thông báo sau nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Học vụ . Cho em hỏi là đợt thi av trường tổ chức vừa rồi e đạt   500đ vậy thì em có được đăng ký môn học năm 4 không ạ! . . Em xin cảm ơn.",
            "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy, cô. . Em [full_name]. Hiện tại em đã đăng ký 19 tín chỉ cho học kỳ 202. Nhưng em vừa được biết phải học môn ME4003 ( Thiết kế hệ thống cơ khí) trước khi làm đồ án chuyên ngành nhưng giờ em không thể xoá môn nữa nên nếu đăng ký thì vượt số tín chỉ cho phép (21 chỉ) vậy không biết PĐT có thể mở số tín chỉ tối đa cho em đăng ký không ạ. . . Nếu được e xin được tăng sỉ số môn ME4003 để em được đăng ký. Dạ lịch em rảnh để đăng ký được môn đó.. . Hiện tại em đã về quê ở Quảng Bình và không lên trường được ạ.. . Mong được PĐT chấp thuận để em được ra trường đúng hạn. Em chân thành cảm ơn!. . . .   i Đăng ký môn học .",
            "Chào bạn. . Theo quy định không thể đăng ký vượt số tín chỉ cho phép nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ.",
            "Chào bạn,. . Môn học đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . 1. Nhà trường cho em hỏi là em có đóng tiền 200.000đ để chuyển điểm anh văn, em đã nộp chứng chỉ ielts 6.5 cho trường. Khi chuyển điểm thì kết quả nó không tương đương với bảng điểm chuyển của nhà trường đưa ra. Em muốn nhờ nhà trường kiểm tra lại dùm ạ.. . 2. Cho em hỏi là điểm chuyển anh văn này có được tính vào điểm tích luỹ chuyên ngành đối với sinh viên OSIP không. Em cám ơn.. . . . . . . .",
            "Chào bạn,. . Bạn vui lòng xem lại quy định về chuyển điểm môn Anh văn Tăng cường tại đây:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế-quy định/học vụ/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 2: Quy định về tiếng Anh (áp dụng cho các chương trình giảng dạy bằng tiếng Anh)/3. Chuyển điểm cho các môn Anh văn. . Bạn vui lòng liên hệ tại văn phòng Đào tạo Quốc tế để được tư vấn thêm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Vì số lượng đã hết em xin phép PĐT đăng kí giúp em vào Môn Con người và môi trường. . Mã Môn Học: EN1003. . Lớp: L02. . MSSV: [student_id]. . Họ và tên: [full_name].",
            "Chào bạn. . Yêu cầu của bạn về đăng ký môn học (khiếu nại, điều chỉnh...) của Học kỳ 2(20-21) Phòng đào tạo đã ghi nhận để xử lý. Sinh viên xem kết quả trên trang web Mybk.hcmut.edu.vn    xem TKB sau ngày 25/02/21.. . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: xin chào, em là sinh viên năm 4 Khoa Điện, em muốn hỏi là:. . - Cách tính điểm khi chuyển chỉ từ cao học sang đại học là như nào ạ, tại sau khi chuyển thì điểm tích lũy của em giảm thay vì sẽ giữ nguyên ạ ?. . - Nếu em học quá số tín chỉ là nhà trường quy định thì điểm trung bình tích lũy sẽ tính theo số tín chi nhà trường hay là tính sẽ tổng số tín chỉ mà em đã đạt được ạ.",
            "Chào bạn,. . Điểm TBTL được tính từ tất cả các môn học sv theo học hoặc chuyển điểm (có điểm)và lấy điểm cao nhất tính nếu môn học đó có cùng MSMH.. . Bạn có thể xem thêm quy chế về tính cách tính điểm TBTL trên trang web PĐT nhé.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em muốn đổi lớp từ L01 sang L02 để tiện cho thời khoá biểu đi lại của em trong học kì sau mã môn ee2005 được không ạ? Em cảm ơn ạ. . . .",
            "Chào bạn,. . . . Đã hết thời gian hiệu chỉnh môn học rồi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em muốn viết thay đổi môn đăng kí vì đăng kí nhầm môn. hôm nay có đợt đăng kí 4 rồi mà em đang ở quê thì có thể thay đổi online được không ạ?. .",
            "Chào bạn,. . . . Đợt 4 không cho hiệu chỉnh môn học được bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy/cô, em đăng kí chuyển điểm chứng chỉ ngoại ngữ (chỉ có chuyển điểm Av1) hồi giữa tháng 11 và hiện tại đã cập nhật trong bảng điểm chuyển ( hiện là HK201). Như vậy sao khi có kết quả chính thức kết quả học tập học kỳ 201 này, thì em có được cộng tín chỉ tích lũy vào HK201 này không ? Em xin cảm ơn thầy/cô.. . . .",
            "Dạ, hồi đợt chuyển điểm CCNN tháng 12, chứ không phải tháng 11, em xin lỗi vì sự nhầm lận ạ",
            "Chào bạn,. . Tháng 12 là thuộc học kỳ 201 đúng rồi mà bạn.. . Điểm chuyển sẽ được tính vào điểm TBTL chung của bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thầy/cô ơi, em là sinh viên [full_name]0, do em không biết nên đã đăng ký nhầm mã môn [full_name]-[full_name] (SP1003) 5 tín chỉ.Giờ em mới biết môn này đã bị hủy đối với [full_name]0, do em thiếu thông tin nên đã đăng ký.Vậy bây giờ em phải làm sao để được xóa môn này ạ.Em xin cảm ơn thầy/cô",
            "Chào bạn,. . Bạn vui lòng kiểm tra mail về thông báo về việc rút môn học nhé. Bạn có thể đăng ký rút MH.. . Vui lòng xem quy định về việc rút MH tại đây:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế-quy định/học vụ/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 11. Hủy, rút môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PDT, . . Em tên là [full_name], sinh viên K17LOG.. . MSSV: [student_id]. . Học kì này em có thi lại cuối kì môn Quản lí dự án (ME3223) nhưng chưa được nhập điểm. Sau khi liên hệ giảng viên thì lí do là không có tên trong danh sách được mở để nhập điểm. . . Mong PĐT sớm phản hồi và cách giải quyết cho em trong trường hợp này.. . Em xin cảm ơn.",
            "Chào bạn,. . Bạn vui lòng trình bày rõ vấn đề? trường hợp của bạn nếu thi lại do vắng thi là bạn nói giảng viên nộp lại tờ bảng điểm mà Phòng Đào tạo đã phát cho bạn khi đi thi để PDT nhập điểm lại cho bạn vào học kỳ bạn vắng thi, chứ không phải giảng viên nhập điểm cho bạn vào học kỳ bạn thi lại nhé. Hiện tại PDT chưa nhận được bảng điểm của giảng viên gửi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Anh/Chị cho em hỏi 2 môn học sau không mở lớp nữa. 2 môn đó chuyển thành môn tương đương là môn gì vậy ạ? Kỹ thuật truyền số liệu ( CO2031);giải tích mạch cơ bản (EE2001) .",
            "Chào bạn,. . Về Chương trình đào tạo bạn vui lòng liên hệ tại Văn phòng Khoa của bạn, xin gặp thầy phụ trách về CTĐT để được tư vấn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đăng kí nhầm lớp L05 MT203 vào đợt 4, chưa hết thời gian đăng ký nhưng em không huỷ được. Mong pđt hỗ trợ giúp em. Em cảm ơn ạ. .",
            "Chào bạn,. . Trong đợt 4 chỉ được đăng ký bổ sung môn học, không hủy môn học được nhé bạn.. . Vui lòng kiểm tra mail thông báo về ĐKMH. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào pđt ạ.. . Dạ cho em hỏi em có thể xin pđt huỷ môn phát triển sản phẩm thực phẩm (mã môn học CH3281) được không ạ.. . Vì lý do môn học này có 13/30 sinh viên đăng kí nên em sợ bị huỷ môn, em đã đăng kí 20 tín nên em không thể đăng kí thêm môn khác để dự phòng thay thế. Nên em mong pđt có thể xem xét và giúp em để em có thể theo kịp chương trình học.. . Bây giờ em đang ở quê nên em không thể đến xin trực tiếp được.. . Em xin chân thành cảm ơn.",
            "Chào bạn. . . . Câu hỏi của bạn về đăng ký môn học của Học kỳ 2(20-21) theo quy định Phòng đào tạo không thể giải quyết.. . Bạn có thể xem mail thông báo về việc rút môn học nhé. . Chúc bạn học tập tốt nhé. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại em vừa chuyển hệ từ chính quy sang VLVH đợt 27/01 vừa qua và đợt đkmh này em mới được dkmh. Do vấn đề sỉ số lớp đã full nên em được làm yêu cầu này mong pdt cho em được đăng ký học một số môn như sau.. . Nền móng CI3195. . Cơ lưu chất CI2003. . Phương pháp tính MT1009. . Giải tích 2 MT1005. . Thí nghiệm công trình CI4011.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . Bạn vui lòng dùng tài khoản của mã số sinh viên VLVH để gửi câu hỏi nhé!. . MSSV này của bạn không thể đăng ký MH được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại em bị trùng giờ học nên không đăng kí thêm được.. . Em muốn   B chuyển lớp EE3031 - Lập trình hệ thống nhúng từ L02 sang L01  /B  để có thể   B đăng ký thêm môn EE3079 - Điện tử công suất ứd  /B  ạ.. . Mong phòng đào tạo xem xét giúp em. Em xin cảm ơn.. .",
            "Em đã ghi nhầm ạ!. . Em muốn chuyển lớp EE3031 - Lập trình hệ thống nhúng từ L02 sang L01 để có thể đăng ký thêm môn   B EE3129 - Điện tử ứng dụng  /B",
            "Chào bạn. . Yêu cầu của bạn về đăng ký môn học (khiếu nại, điều chỉnh...) của Học kỳ 2(20-21) Phòng đào tạo đã ghi nhận để xử lý. Sinh viên xem kết quả trên trang web Mybk.hcmut.edu.vn    xem TKB sau ngày 25/02/21.. . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: Phòng Đào Tạo trường ĐH Bách Khoa. . Em tên: [full_name]. . MSSV: [student_id]. . Em gửi mail này xong PĐT xem xét cho em hủy đăng kí môn học \"Kinh tế học đại cương\" IM1013 - Lớp A01. . Lý do: Vào học kì vừa rồi em có học môn \"Quản trị kinh doanh cho kỹ sư\" nhưng quá trình học kết quả không tốt, vì có nguy cơ rớt môn nên trong đợt đăng kí môn học em đã đăng kí môn \"Kinh tế học đại cương\" để trong trường hợp xấu vẫn kịp tiến độ môn học. Nhưng vừa rồi em có được kết quả đã qua môn \"Quản trị kinh doanh cho kỹ sư\" nên em có nguyện vọng xin được PĐT xem xét cho phép em hủy sớm môn \"Kinh tế học đại cương\".. . Kính mong được Phòng Đào Tạo xét duyệt. . Em xin chân thành cảm ơn. . . . .",
            "Chào bạn,. . Bạn vui lòng kiểm tra mail để biết thông tin cụ thể về rút môn học. . Thời gian nhận dự kiến: Từ ngày 02/03/2021 đến hết ngày 26/03/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa PĐT,. . Em có thể xin chuyển nhóm L02 của lớp EE3031 sang lớp L01 được không ạ? Vì em ở khá xa Thủ Đức nên việc di chuyển hơi bất tiện. Mong PĐT cho em chuyển nhóm ạ.. . Em xin cảm ơn.. .",
            "Chào bạn. . Câu hỏi của bạn về đăng ký môn học (khiếu nại, điều chỉnh...) của Học kỳ 2(20-21) theo quy định Phòng đào tạo không thể giải quyết.. . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Kính gửi thầy cô phụ trách, em tên là [full_name], MSSV: [student_id]. . Vừa qua em phải xin nghỉ HK1 để chữa bệnh, em đã làm đơn xin nhận lại HK2 và chưa thể đăng kí môn học do các lớp đã đủ sinh viên. Vậy nên em có mong muốn được đăng kí môn học các lớp như sau:. . 1. EE1007-Vật lý bán dẫn (L02-L06). . 2. C1003-Hóa đại cương (L05-L18). . 3. [full_name]1005-Giải tích 2 (L05-L10). . 4. [full_name]1009-Phương pháp tính (L03). . 5. SP1031-Triết học [full_name]-[full_name] (L02). . Mong thầy/cô có thể hỗ trợ để em có thể tiếp tục chương trình học của mình",
            "Kính gửi thầy cô phụ trách, em tên là [full_name], MSSV: [student_id]. . Vừa qua em phải xin nghỉ HK1 để chữa bệnh, em đã làm đơn xin nhận lại HK2 và chưa thể đăng kí môn học do các lớp đã đủ sinh viên. Vậy nên em có mong muốn được đăng kí môn học các lớp như sau:. . 1. EE1007-Vật lý bán dẫn (L02-L06). . 2. C1003-Hóa đại cương (L05-L17). . 3. [full_name]1005-Giải tích 2 (L05-L10). . 4. [full_name]1009-Phương pháp tính (L03). . 5. [full_name]1031-Triết học [full_name]-[full_name] (L02). . 6. [full_name]1007-Đại số tuyến tính (L06-L11). . Mong thầy/cô có thể hỗ trợ để em có thể tiếp tục chương trình học của mình",
            "Chào bạn. . Yêu cầu của bạn về đăng ký môn học (khiếu nại, điều chỉnh...) của Học kỳ 2(20-21) Phòng đào tạo đã ghi nhận để xử lý. Sinh viên xem kết quả trên trang web Mybk.hcmut.edu.vn    xem TKB sau ngày 25/02/21.. . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Đăng ký môn học. . . . Em chào thầy/cô ạ,. . . . Do trước đây em có thanh toán trễ hạn học phí nên không được đkmh vào đợt 3 và có gửi thắc mắc ở BKSI. Em được thông báo là chờ đợt đkmh tiếp theo, tuy nhiên, khi em truy cập vào cổng đkmh đợt 4 thì hệ thống vẫn báo em không thể đkmh do chưa thanh toán HP. Vậy thầy/cô cho em hỏi em có thể đkmh vào đợt 4 này không  ạ.. . . . Em cảm ơn ạ,",
            "Chào bạn,. . Hiện tại bạn vẫn còn nợ học phí của học kỳ dự thính 201 (1/2020-2021), nên bạn bị cấm đăng ký môn học trong đợt 4 này nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]Hi: [student_id]. . . .   i Đăng ký môn học . Em xin nhà trường mở thêm sĩ số cho em đăng: kí môn học:. . +Hóa hữu cơ (Ch2021)- [full_name]03- Thứ 7 - [full_name] 8910. . +Mô hình hóa, MP-[full_name]H CNHH (CH3133)-[full_name]04 -Thứ 5 -[full_name] 456.. . Em xin cảm ơn",
            "Chào bạn,. . Môn học đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy, cô. . Em có nhu cầu học môn Thiết kế hệ thống cơ khí ( Me4003) để kịp kỳ sau đăng ký đồ án thiết kế mà đã full sỉ số, không biết PĐT có thể mở thêm sỉ số không ạ.. . Em chân thành cảm ơn!. .   i Đăng ký môn học .",
            "Chào bạn,. . Môn học đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Tên sv: NGÔ CHÍ ĐẠT - [student_id]. . . . Mặc dù em đã kiểm tra và thõa mãn điều kiện đăng kí môn LVTN (  QUOTE http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_62&tid=1609), tuy nhiên đăng kí 3 lần đã được chấp nhận đăng kí nhưng khi báo kết quả thì lại bị xóa vì không đủ điều kiện.. . . . Điều kiện tối thiểu:. .  - 121 tín chỉ em đạt 122 tín (102 hiện tại + 16 tín hk201 + 4 tín AV1 AV2 đã chuyển điểm thành công), đồng thõa mãn điều kiện các môn tiên quyết.. .  - 16/10 ngày CTXH. .  - TOEIC 575 đã xác nhận. . . . Mong PĐT có thể giải đáp em thiếu điều kiện gì mà bị xóa môn vì lí do không đủ điều kiện. . . . . Em chân thành cám ơn.",
            "Chào bạn,. . . . Sau tết sẽ có đợt đăng kí luận văn, bạn vui lòng đăng kí lại. Nếu có gì thắc mắc liên hệ trực tiếp PDT nha.. . . . Thân. ."
        ]
    }
]