[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là học kì hè em đăng kí 8 tín chỉ và không rớt môn nào nhưng trên mybk của em hiện giờ cập nhật có 5 tín chỉ là bị sao vậy ạ. Em cảm ơn",
            "Chào bạn,. . . . Hiện tại học kỳ 193 các khoa chưa nộp điểm hết,  nên số tín chỉ học kỳ hè PDT chưa cập nhật. PDT sẽ cập nhật sau nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em xin chào các thầy cô ở phòng đào tạo. . Trường mình khi nào tổ chức kỳ thi anh văn định kì ạ. Do em chưa đạt chuẩn av3 , mà đăng kí môn học đã bắt đầu từ ngày 10/11 ạ , nên em không được đăng kí môn cho kỳ 2",
            "Chào bạn,. . . . Dự kiến là tháng 12, bạn thường xuyên kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đợt đăng ký môn học kì 201, do không đủ chỉ để đăng kí các môn năm 2 nên em chỉ đăng kí các môn mã 1xxx , vậy sang kì 202 em có được cộng thêm các chỉ mình đang học để đủ điều kiện đăng kí các môn mã 2xxx không ạ. . . . .",
            "Chào bạn,. . . . Hiện tại học kỳ 201 chưa có điểm, bạn vẫn đăng kí được. Khi bạn có điểm học kỳ 201, PDT sẽ xét lại nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . [full_name]ính gửi PĐT,. . . . Học kỳ 202, môn Cơ sở công nghiệp công nghệ sinh học (CH3245) có môn học trước là Công nghệ lên men (CH3051).. . . . Do CTĐT của [full_name]19 không còn học môn CH3245, mà em chưa học môn CH3051, cùng với là môn chuyên ngành nên tỷ lệ mở lớp là cực kỳ thấp.. . . . Nên nếu có sự đồng ý của Trưởng Bộ Môn cũng như giáo viên giảng dạy cho phép học CH3245, mà không cần môn học trước CH3051 thì em có được phép đăng ký không ạ ?. . . . Nếu được thì PĐT cho em hỏi mẫu đơn nên được trình bày như thế nào ạ ?. . . . Em cảm ơn PĐT",
            "Chào bạn,. . . . [full_name] phải làm công văn bỏ môn học trước gởi lên PDT thì mới đăng kí nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi đợt đăng kí môn học kì 202 có cộng thêm số chỉ đang học hiện tại để được đăng kí các môn năm 2 không ạ",
            "Chào bạn,. . . . Hiện tại học kỳ 201 chưa có điểm, bạn vẫn đăng kí được. Khi bạn có điểm học kỳ 201, PDT sẽ xét lại nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi quí thầy/ cô,. . Em là [full_name], sinh viên khóa k18.. . Hôm nay em đặt câu hỏi ở trên đây, kính mong quí thầy cô cho em hỏi là: Trong tháng 11 này có mở đợt kiểm tra anh văn định kì không ạ, trong mail thông báo ở đợt trước (tháng 9) em thấy có đề cập là dự kiến tháng 11 sẽ có một đợt nữa nhưng giờ em (và các bạn) đều đang trông chờ ạ.. . Em cảm ơn quí thầy/ cô.. . . .",
            "Chào bạn,. . . . - Hiện tại nhà trường chưa có thông báo về việc ngày thi chuẩn tiếng anh hằng năm. Khi nào PDT có ngày thi chuẩn tiếng anh hằng năm,  sẽ gởi mail thông báo cho sinh viên.. . . . . . . . Thân. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi: Quý Thầy (Cô).. . . . Em tên là [full_name].. . MSSV: [student_id].. . Khoa Kỹ Thuật Địa Chất Và [full_name].. . . . Em có 2 câu hỏi mong được giải đáp:. . 1. Lễ Tốt nghiệp sẽ diễn ra chính thức ngày nào?. . 2. Em muốn học thạc sĩ thì đăng ký như thế nào ạ.. . . . Em chân thành cảm ơn quý Thầy (Cô).. . . . Trân trọng.. . Em [full_name].",
            "Chào bạn,. . . . 1. Lễ tốt nghiệp diễn ra ngày 28/11, bạn thường xuyên kiểm tra mail để biết thông tin tốt nghiệp.. . . . 2. Bạn muốn thông tin học thạc sĩ, bạn vui lòng liên hệ Phòng Đào Tạo Sau Đại Học.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào Thầy/Cô,. . Em là [full_name], MSSV: [student_id], sinh viên văn bằng 2 chính quy ngành Khoa học máy tính.. . . . Trong kỳ hè 193, em có học môn Phương pháp tính và điểm tổng kết môn Phương pháp tính trong mục Thông tin sinh viên -  Bảng điểm là 3.5 khác với điểm trong mục Đăng ký phúc tra bài thi cuối kỳ là 5.0.. . Thầy/Cô cho em hỏi là điểm ở mục nào mới là điểm chính xác?. . . . Em rất mong chờ phản hồi từ Thầy/Cô.. . Em cảm ơn Thầy/Cô đã tiếp nhận và trả lời yêu cầu này.",
            "Chào bạn,. . . . - Môn Phương pháp tính học kỳ 193 điểm tổng kết 3.5 điểm.. . . . - Bạn không đăng kí phúc tra nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  . .    Năm nay em đang học năm 3. Cho e hỏi e thi anh văn định kì của trường được 440 điểm vậy em có đủ điều kiện đăng kí môn học kì tiếp theo không ạ. .    Nếu chưa đủ thì em phải nộp bằng toeic bao nhiêu điểm để đăng kí môn ạ.. .    Em cảm ơn ạ!. .",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em học đợt đăng kí môn học kì 202 có cộng số chỉ đang học hiện tại để được đăng kí các môn năm 2 không ạ.Do em thấy lịch đăng kí sớm hơn lịch thi cuối kì, vậy là không có cộng tín chỉ em đang học hay sao ạ ?. .",
            "Chào bạn,. . . . Hiện tại học kỳ 201 chưa có điểm, bạn vẫn đăng kí được. Khi bạn có điểm học kỳ 201, PDT sẽ xét lại nha bạn.. . . . Thân. .",
            "Đăng ký môn học . Cho em hỏi đợt đăng kí môn học kì 202 có cộng số chỉ đang học hiện tại không ạ ?",
            "Chào bạn,. . . . Hiện tại học kỳ 201 chưa có điểm, bạn vẫn đăng kí được. Khi bạn có điểm học kỳ 201, PDT sẽ xét lại nha bạn.. . . . Thân. .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ. Em xin hỏi phòng đạo tạo rằng: Khi nào nhà trường tổ chức kì thi Toeic cho sinh viên vào đợt 2 vậy ạ. Lúc trước có thông báo là sẽ tổ chức vào tháng 11-2020. Em xin hết.",
            "Chào bạn,. . . . Dự kiến là tháng 12, bạn thường xuyên kiểm tra mail để biết thông tin nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô! Như mail mà em đã nhận được hồi cuối tháng 8 là tháng 11 này trường sẽ tổ  chức 1 đợt thi anh văn xét  chuẩn từng năm theo định dạng toeic. Mà sao đến bây giờ chưa có thây báo ạ, trong khi đợt đăng kí môn học cho HK202 đã đến. Mong thầy cô giải đáp sớm. . . Em cảm ơn.",
            "Chào bạn,. . . . Dự kiến là tháng 12, bạn thường xuyên kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: PĐT cho em hỏi, học phí học kỳ chính của em có đến 2 khoản cần phải đóng tiền, 1 khoản là 2 đợt đóng còn khoản còn lại là đóng 1 lần. Em đã thanh toán 1 nửa của khoản thanh toán 2 lần. Vậy còn khoản thanh toán 1 lần là như thế nào ạ?. . . .",
            "Chào bạn,. . . . PDT đã cập nhật lại học phí trên Bkay, bạn vào kiểm tra lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào [full_name]!. . Em là sinh viên chuyên ngành Kỹ thuật Dệt khóa k2018 ạ. Vì em chưa học môn Công nghê dệt thoi- ME3051, nhưng khóa sau môn học này đổi mã thành Công nghệ dệt thoi-ME2127, vậy nếu em đăng ký học môn này với mã ME2127 thì em có được chuyển điểm môn học này cho mã môn học đúng của khóa em là ME3051 không ạ?. . Mong [full_name] trả lời giúp em ạ! Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . Việc này bạn liên hệ khoa, giáo viên chủ nhiệm để tư vấn cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em nộp bằng anh văn để xét chuẩn anh văn  đăng ký môn học trước đợt 3 có được không ạ?",
            "Chào bạn,. . . . Được bạn, bạn vui lòng tham khảo lịch học vụ http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_77&tid=1915.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1614055  /b \t. . . .   i Tốt nghiệp . Ad ơi cho mình hỏi mình có tên trong danh sách tốt nghiệp và mình đã đóng toàn bộ học phí đầy đủ. Trên bkpay hôm nay mình vừa thanh toán 35k tiền in bảng điểm. Trong ghi chú của danh sách tốt nghiệp chính thức là mình NỢ HỌC PHÍ.. . Ad cho mình hỏi cách giải quyết vấn đề này ntn ạ",
            "Chào bạn,. . . . Thứ 6 hàng tuần PDT lấy dữ liệu học phí cập nhật lại cho bạn nha. Thứ 2 tuần sau bạn vào thông tin tốt nghiệp kiểm tra lại.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là  K20 khoa cơ khí . . Do em lỡ quên không cập nhật BHYT mà em nghe bảo không có bảo hiểm y tế sẽ không thể dki học kỳ chính sau, vậy giờ em muốn cập nhật để làm BHYT thì cập nhật ở đâu ạ. . Hiện tại em đang học quân sự nên khá kẹt thời gian ạ. Em xin cảm ơn ạ.. .",
            "Chào bạn,. . . . Bạn vui lòng liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cô ơi cho em hỏi nếu có bảo hiểm y tế cho năm sau rồi thì mình pho ra nộp về phòng đào tạo hay sao ạ",
            "Chào bạn,. . . . Bạn vui lòng liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi lúc em đăng ký BHYT có chọn nơi nhận là ktx Bách khoa thì em nhận ở ktx hay phải nhận ở Trạm y tế trường ạ, em cảm ơn!",
            "Chào bạn,. . . . Bạn vui lòng liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi nếu chưa đủ av3 có được đăng ký môn vào hk2 vào đưuọc 10/11 không ạ?",
            "Chào bạn,. . . . [full_name]T sẽ xét lại nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi nếu e đã đóng tiền bảo hiểm y tế cho kí túc xá khu B thì không phải đóng tiền bảo hiểm y tế trên bkpay phải k ạ. Em xin cảm ơn ạ.",
            "Chào bạn,. . . . Bạn vui lòng liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào anh/ chị phòng đào tạo. . . . Em là [full_name] [student_id]. . . . Học kì 192 em đã tham dự kì thi kiểm tra anh văn định kì của trường và đạt 485 điểm (đủ điều kiện đăng kí môn học năm 3). . . . Vậy cho em hỏi, để đăng kí môn học cho học kì 202 thì em cần có phải thi lại không ạ.. . . . Em cảm ơn.. . . . Chúc quý anh/chị nhiều sức khỏe.. . . . Thân chào.",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . trường cho em hỏi trường hợp em chưa qua AV1, sắp đkmn cho hk202, thì hạn chót nộp bằng AV 350 là ngày mấy để em ko bị xóa môn mã 2XXX ạ.. . Và cho em hỏi luôn đợt trước trường có thông báo tháng 11 có mở 1 đợt thi TA ở trường nhưng sao chưa thấy thông báo gì ạ, nếu ko có thì để em còn đk thi ở IIG ạ.. . Em cảm ơn",
            "Chào bạn,. . . . - Bạn vui lòng xem lịch học vụ http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_77&tid=1915.. . . . - Dự kiến là tháng 12, bạn thường xuyên kiểm tra mail để biết thông tin nha.. . . . Thân. .",
            "dạ em đọc rồi ạ, nhưng cho em hỏi là hạn cuối nộp bằng AV để ko bị cấm đk môn học 1 số môn kì sau là ngày 29/12/2020 hay 13/01/2021 ạ. Mong chị tư vấn em, em cảm ơn!",
            "Chào bạn,. . . . Đợt cuối cùng DKMH là đợt 3 ngày nộp chuyển điểm ngoại ngữ 29/12/2020. Còn đợt dành cho sinh viên đăng kí luận văn có đợt chuyển điểm 13/1/2020.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Công tác Chính trị - Sinh viên,. . . . Em tên là [full_name], là sinh viên khóa K18 với mã số sinh viên là [student_id].. . . . Tối hôm nay em có kiểm tra danh sách mã số BHXH/ Mã số thẻ BHYT của mình thì lại   B không  /B  thấy MSSV hay tên của em. Em trước đó   B đã đăng kí và đóng tiền  /B  thẻ BHYT rồi mà vẫn chưa thấy được cập nhật tên ạ.. . . . Kính mong Phòng Công tác Chính trị - Sinh viên giải đáp thắc mắc của em và cập nhật lại danh sách của em ạ. Em cám ơn",
            "Chào bạn,. . . . Bạn vui lòng liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MS[full_name]V: [student_id]  /b \t. . . .   i Học vụ . Vào ngày 4/11/2020 em có lên pđt để nộp đơn đăng ký luận văn (đơn xét lại luận văn, do em không có thời khóa biểu sau khi đkmh). . Trên đơn có ghi rõ [full_name]VHD là Thầy [full_name] ( khoa cơ khí, bộ môn Thiết bị và Công Nghệ Vật Liệu Cơ Khí). . Nhưng sau khi pđt cập nhật tkb cho em thì BKelearning lại là [full_name]v [full_name] ( khoa Cơ Khí, bộ môn Chế Tạo Máy). . Từ đầu kỳ em đã và đang làm Luận Văn với Thầy [full_name] thì giờ như vậy có ảnh hưởng gì đến ngày bảo vệ Luận Văn của em không ạ. . Hiện tại là khác cả [full_name]VHD lẫn Bộ Môn ạ. . Mong sự giải đáp của ban quản lý học vụ. . em cảm ơn ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào PĐT,. . . . Nhà trường có thông báo hỗ trợ gói cước data 3G/4G cho sinh viên (100000đ), và em đã cập nhật thông tin trên [full_name] đúng hạn nhưng đến hôm nay (09/11) vẫn chưa nhận được số tiền hỗ trợ. Vậy PĐT cho em hỏi khi nào thì em nhận được số tiền đó ạ?. . . . Em cảm ơn.",
            "Chào bạn,. . Bạn theo dõi thông tin chuyển tiền vào khoảng đầu tháng 12/2020. Hiện tại Phòng kế hoạch tài chính đang làm thủ tục chuyển khoản 1 đợt nữa. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác . Cho em xin hỏi vì sao học kì này em đăng kí 18 tín chỉ học kì chính nhưng học phí học kì chính của em lại là 7 Triệu (tính 20 tín chỉ) ạ ?. .",
            "Chào bạn,. . . . Bạn đăng kí 18 tín chỉ + đề cương luận văn 2 tín chỉ học phí nữa nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi bỏ thi cuối kì có bị kỷ luật gì không ạ",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 27 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào các thầy cô, em là sv k19, Học kì này (HK201) em có đăng kí học vượt 1 môn so với chương trình đào tạo, do đó vào học kì kế tiếp số lượng môn học theo CTDT của em sẽ giảm đi 1 vậy là chỉ còn lại 13 chỉ, em muốn hỏi các thầy cô là em có thể học 13 tín chỉ trong 1 học kì được hay không hay phải trên 14 tín chỉ. . . . Em xin cảm ơn các thầy cô",
            "Chào bạn,. . . . - Nhà trường không có qui định sinh viên đăng kí 13 tín chỉ sẽ xử lý học vụ. Do vậy, tuỳ bạn chọn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô ạ! Hiện tại em đang học Dự thính học kì 201 và kì chính của HK201 nhưng do em chưa thi Cuối kì nên hiện tại em chưa đủ chỉ để đăng kí môn học của năm 2 và em cũng có thấy trên thông báo lúc trước của trường là tháng 11 có tổ chức kiểm tra chuẩn anh văn, vậy nếu như em đăng kí môn năm 2 cho kì sau thì em có bị hủy kết quả không ạ? Em xin cảm ơn.",
            "Chào bạn,. . . . - Đối với chuẩn sinh viên sau các năm: hiện tại học kỳ 201 chưa có điểm, bạn vẫn đăng kí được. Khi bạn có điểm học kỳ 201, PDT sẽ xét lại nha bạn.. . . . - Đối với chuẩn anh văn sau các năm: bạn có thể đăng kí thi chứng chỉ toeic quốc tế bên ngoài để nộp vào cũng được nha. Chứ không đủ chuẩn anh văn sau các năm thì kết quả đăng kí môn học sẽ bị huỷ.. . . . - Kỳ thi kiểm tra anh văn định kỳ dự kiến được tổ chức vào tháng 12 này nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ tên : [full_name]. . MSSV :[student_id]. . Email : [email]. . Trong học kỳ 201 do em thuộc đối tượng 6 trong phần miễn giản học phí ( Giảm 70% ) nhưng trong phần Đóng Học Phí của trường lại đóng học phí giảm 50%. . Kính mong nhà trường xem xét lại và có thể phản hồi sớm cho em ạ. . Em xin cảm ơn",
            "Chào bạn,. . . . Bạn giảm 70%, nhưng bạn có đăng kí thêm 2 tín chỉ nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy cô, em đang là sinh viên năm 3 và sau học kỳ 201 thì em đã có thể hoàn thành 109/142 tín chỉ. Thì trong các học kỳ tiếp theo 202 em có thể đăng ký mỗi học kỳ 10 tín chỉ được không ạ? Hay phải đăng ký tối thiểu 14 tín chỉ vậy ạ vì em cũng chỉ còn 33 tín chỉ cho 3 học kỳ còn lại. Em xin cảm ơn ạ.",
            "Chào bạn,. . . . Tuỳ bạn, bạn hoàn thành chương trình học  sớm thì bạn ra trường sớm.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . chào ad ạ , dạ cho em hỏi là học kỳ 191 em thi rớt môn thí nghiệm vật lý nhưng em có học lại môn đó vào học kỳ 193 và qua môn thì điểm môn thí nghiệm vật lý của em ở học kỳ 191 cũng ko thể thay đổi được ạ . Nếu được thì phải làm như thế nào ạ.. . Em cảm ơn ạ. .",
            "Chào bạn,. . Điểm môn học ở học kỳ nào thì tính vào học kỳ đó (dù đạt hoặc không) và không thay thế điểm ở học kỳ cũ nhé bạn.. . Nhưng theo quy định, bảng điểm tốt nghiệp sẽ tính điểm cao nhất cho bạn.. . Vui lòng xem quy định tại quy chế:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 18. Số tín chỉ tích lũy học kỳ, điểm trung bình học kỳ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa Thầy Cô. . em không đăng ký được môn học cho sinh viên mới. . Không có môn học mở. . Thầy cô có thể giúp em",
            "Chào em.. . TKB đã được gởi qua email cho em rồi nhé.. . Em check mail để lấy tkb rồi đăng ký môn học nha. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ xin chào thầy cô.. . Em xin hỏi về chuẩn av để đăng kí môn học kì chính 202 là sẽ phải qua av bao nhiêu hoặc đạt chuẩn tiếng anh là bao nhiêu ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . . .  Bạn phải tìm hiểu qui chế học vụ, điều bạn muốn hỏi nằm trong qui chế học vụ  điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: chào ad ạ,cho em hỏi là qua kết quả phân ngành của khoa thì em thấy hối tiếc vì thiếu 0.13 để vào tự động hóa ạ , cho em hỏi em có còn cơ hội nào để được học ngành tự động hóa không ạ , vì em thực sự yêu thích ngành này ạ.Mong khoa phản hồi ạ.. . em cảm ơn ạ",
            "Chào bạn,. . . . Việc này bạn liên hệ khoa để tư vấn cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ cho em hỏi sao số tín chỉ của mỗi môn học đều từ 30 chỉ trở lên, trong khi số tín chỉ tối đa chỗ đkmh cho phép tụi em là 100 chỉ. Vì vậy, em mới vừa đăng kí môn học cho kì 202 em chỉ đăng kí được 2 môn ạ.. . Em mong phòng đào tạo sớm giải quyết giúp em ạ.. . Em xin cám ơn ạ.. .",
            "Chào bạn,. . . . PDT đã cập nhật lại số tín chỉ.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô PĐT,. . . . Phần mềm đăng kí môn học bị lỗi, nâng số tín chỉ lên ạ,. . . . Em cảm ơn thầy/cô nhiều ạ,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô!. . Em có thắc mắc là:. . Hiện tại em đang có được 19 tín chỉ và Hk201 này em đang học 14 tín chỉ vậy em được đăng kí môn năm 2 chưa ạ!. . Em mong phản hồi sớm từ thầy/cô!. . Trân trọng!",
            "Chào bạn,. . . . Hiện tại học kỳ 201 chưa có điểm, bạn vẫn đăng kí được. Khi bạn có điểm học kỳ 201, PDT sẽ xét lại nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . chào cô, em tên [full_name]. . kỳ 202 em có định đăng ký môn đề cương luận văn, nhưng hiện tại em vẫn còn nợ 1 môn giáo dục thể chất. Kỳ 201 em đã đăng ký trả hết môn giáo dục thể chất nhưng không may rớt lại 1 môn. Em không biết mình có thể xin được châm chước để kỳ 202 đăng ký môn đề cương và trả luôn môn thể chất còn lại. Do hiện tại em đã trễ một kỳ nên em mong sẽ d9u77o5c đăng ký môn này.. . em cảm ơn !",
            "Chào bạn,. . . . Tôi không thể trả lời câu hỏi của bạn được vì theo qui chế nhà trường :. . . . -  K2018 về trước, SV phải hoàn thành học phần GDTC sau năm 3 để được đăng ký môn học của năm 4.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi , em đang là sinh viên năm 2 , nhưng em chưa qua anh văn, em đang chờ để thi anh văn của trường vào tháng 11 nhưng em chưa thấy thông báo nhưng bây giờ em phải đăng ký môn học vậy cho em hỏi em có được đăng ký các môn chuyên ngành năm 2 hay không ? Nếu đăng ký được thì đợt 2 em có bị hủy môn hay không ? . . Và cho em biết thời gian thi anh văn của trường luôn ạ .. . Em xin cảm ơn rất nhiều",
            "Chào bạn,. . . . - Dự kiến là tháng 12, bạn thường xuyên kiểm tra mail để biết thông tin nha.. . . . -  Nếu đợt 2 DKMH bạn không đủ chuẩn anh văn sau các năm thì môn học sẽ bị huỷ nha bạn. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa cô, em hiện là sinh viên năm 3. Đầu năm 1 em có thi AV đầu vào nhưng không đạt, cuối năm 1 em có thi AV định kỳ do trường tổ chức và qua được AV 3. Và từ đó đến giờ em không có thi đợt AV nào nữa ạ. Cô cho em hỏi là với kết quả thi AV từ năm 1 đó em có thể đăng ký môn học ở học kỳ 2 năm 3 không ạ. Hay là em phải thi đợt AV kế tiếp do trường tổ chức hoặc thi ở IIG để nộp vào ạ. Em cảm ơn! .",
            "Chào bạn,. . . . Trong đợt thi do trường tổ chức nếu bạn  dạt chuẩn anh văn sau các năm thì nhà trường vẫn công nhận nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i AD xin cho em hỏi em là sinh viên năm 3, hiện tại số tính chỉ tích lũy của em là 47 và học kỳ 201 em đang học 25 chỉ. Nhưng hiện tại đã đăng ký môn học thì có những môn yêu cầu chuẩn năm 3. Vậy là em không đăng ký được hay đến khi có kết quả kỳ 201 thì còn đợt đăng ký cuối ạ. Em xin cảm ơn.. . . .",
            "Chào bạn,. . . . Hiện tại học kỳ 201 chưa có điểm, bạn vẫn đăng kí được. Khi bạn có điểm học kỳ 201, PDT sẽ xét lại nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào. . Em là [full_name], k19, cho em hỏi đợt đk môn học hk202 thì k19 phải đạt   B chuẩn AV  /B  nào để được đk môn ạ? em cám ơn!",
            "Chào bạn,. . . . Điều bạn muốn hỏi nằm trong qui chế học vụ  điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa quý thầy cô,. . Em tên Trần Hữu Trí, mssv:[student_id]. Em có thấy có một số anh chị k16 còn một số mục chưa thanh toán trên BKPay nên không được cấp bằng tốt nghiệp. Hiện tại trong BKPay của em có 1 khoản thanh toán bảo hiểm, mà e chưa thanh toán. Nguyên nhân là em đã đăng ký nhầm ở trường vì em cần phải nộp bảo hiểm ở ký túc xá. Khoản thanh toán này là sự nhầm lẫn và em không thanh toán được vì đây là khoản thanh toán cho BẢO HIỂM NĂM 2017( em không nhận bảo hiểm tại trường nên khoản thanh toán này em nghĩ em không cần thanh toán). Mong quý thầy cô xem xét lại tính hợp lý của vấn đề và phản hồi giúp em.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Bạn vui lòng liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . bây giờ em muốn nộp bằng toeic nhưng chỉ chuyển điểm anh văn 1 2 3 thôi được không ạ, còn anh văn 4 em nộp bằng toeic lần 2 rồi chuyển điểm sau. . . .",
            "Chào bạn,. . . . Được bạn, mỗi anh văn  chỉ chuyển được 1 lần nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name], cho em hỏi là em đăng ký học song song môn Kinh tế Chính trị SP1033 và Chủ nghĩa Xã hội Khoa học SP1035 trong kỳ chính được không ạ? Nếu không được thì môn SP1035 em có được học trước trong kỳ dự thính tới không ạ?",
            "Chào bạn,. . . . - Môn SP1035 có môn học trước SP1033 thì môn SP1033 phải học trước đó rồi với điểm khác 0 thì mới đăng kí môn SP1035 được nha bạn. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i e là k19 năm vừa rồi e đã học đạt anh văn 2. Nhưng anh văn 1 thì rớt. Vậy e có được đăng ký hok kỳ 4 ko ạ. Theo e biết là phải qua anh văn 1 nhưng anh văn 2 của e đã hok và đạt, thì có đc ko ạ. . . . .",
            "Chào bạn,. . . . Được bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Phòng đào tạo cho em hỏi em là sinh viên khóa K17 thì theo quy định là TOEIC 500 sẽ được đăng ký luận văn nhưng chuyển điểm thì phải cần 600 mới chuyển hết 4 anh văn ạ. Vậy bây giờ em có bằng TOEIC 530 mà chưa chuyển điểm thì có đăng ký luận văn được không ạ.",
            "Chào bạn,. . . . Với TOEIC 500 đối với khoá 2017 sẽ đăng kí được luận văn nha bạn.. . . . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em đăng kí môn học nhưng khi đăng kí thì xuất hiện điều kiện sv năm 2 tiên quyết . Nhưng phía dưới vẫn xuất hiện môn đăng kí vậy thì có bị xoá không ạ.",
            "Chào bạn,. . . . Là cảnh báo cho bạn biết, lần sau bạn không đạt chuẩn sinh viên sau các năm môn học sẽ bị xoá.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào các thầy/cô Phòng Đào tạo,. . Em muốn hỏi là trường đã có lịch chính thức tổ chức Lễ Tốt nghiệp cho đợt tháng 11 năm nay 2020 là ngày nào chưa ạ. Vì gia đình em ở quê xa thành phố nên muốn biết lịch càng sớm càng tốt để tiện cho việc đặt vé tàu xe vào tham dự lễ ạ.. . Em muốn hỏi thêm bằng tốt nghiệp chính thức mình có thể nhận sau buổi lễ không ạ?. . Em chân thành cảm ơn.. .",
            "Chào bạn,. . . . Lễ tốt nghiệp diễn ra ngày 28/11, bạn thường xuyên kiểm tra mail  để biết thông tin tốt nghiệp.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Dạ cho em hỏi là: Học kì 201 em chưa học giáo dục thể chất. Bây giờ tới đợt đăng kí môn học cho học kì 202 thì em phải đăng kí giáo dục thể chất 1 hay giáo dục thể chất 2 ạ. Em cảm ơn!",
            "Chào bạn,. . . . Bạn vui lòng xem thông báo về môn GDTC cập nhật trên web PDT http://www.aao.hcmut.edu.vn/image/data/CTDT/thay_doi_mon_hoc_gdtc.pdf.. . . . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Dạ cho em hỏi là khi nào thì có điểm của những bài thi dù do vắng vì covide vậy ạ. Từ ngày thi đến nay cũng đã 2 tháng rồi ạ. Em cảm ơn",
            "Chào bạn,. . . . Bạn vui lòng ghi rõ nội dung muốn hỏi.. . . . Thân"
        ]
    }
]