[
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy/cô pdt,. . . . Học kỳ DT 192 em có đăng kí môn:. . . . Hóa Lý 1 CH2003. . . . Nhưng hiện tại bkel của em vẫn chưa cập nhật môn này ạ.. . . . Mong thầy/cô pdt xem xét giúp em",
            "Chào bạn,. . . . Bạn kiểm tra lại TKB nhé,nếu không có môn bạn đăng kí bạn phải kiểm tra kết quả đăng kí môn học bạn không đăng kí được vì lý do gì. . . . . Đồng thời, kiểm tra mail vì thời gian này có đợt đăng kí dự thính đợt 3.. .",
            "Chào bạn. . nếu chưa có tkb dự thính, bạn nhanh chóng vào đăng ký lại môn học trong đợt 3 này . . Đăng ký đợt 3 : từ ngày 07/5(9g00) -  ngày 10/5 (16g) . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name], MSSV [student_id]. . Hôm qua em có gửi đơn về việc rút nhầm môn học. Cụ thể là em muốn rút môn học Mạch điện tử thông tin (EE3011- nhóm A01 ) nhưng lúc gửi đơn thì đánh nhầm mã môn nên dẫn đến việc xóa nhầm môn Lập trình hệ thống nhúng ( EE3031 - nhóm A01 ). . Sau đó thì phòng đào tạo đã cập nhật lại thời khóa biểu trên MyBK cho em. Nhưng trên eL của em vẫn chưa được cập nhật lại môn ạ. Vẫn còn môn Mạch điện tử thông tin ( EE3011 - nhóm A01 ) trên trang của em và môn Lập trình hệ thống nhúng ( EE3031 - nhóm A01 ) vẫn chưa được khôi phục lại ạ.. . Em mong PĐT giúp em sớm khôi phục lại ạ. Em cảm ơn. .",
            "Chào bạn,. . . . Bạn kiểm tra trên cổ thông tin sinh viên https://mybk.hcmut.edu.vn/stinfo/ xem thử thời khoá biểu của bạn đã đúng chưa?. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Kính chào quý thầy, cô.. . Em tên là [full_name], MSSV: [student_id].. . Học kỳ này em đã đăng ký 4 môn dự thính HK 192 theo hình thức livestreams. Trước ngày 6/5/2020 thì khi kiểm tra TKB trên trang thông tin sinh viên thì em có thấy TKB của các môn này, nhưng ngày 6/5/2020 em vào lại trang này kiểm tra thì ko thấy TKB nữa, trong khi trong BKel thì vẫn có các môn học em đã đăng ký (nhưng không có bài giảng).. . Kính mong quý thya62, cô kiểm tra và cập nhật lại TKB và bài giảng các môn em đã đăng ký để em có thể tham gia học tập.. . Cảm ơn quý thầy, cô.. . Trân trọng.",
            "Chào bạn,. . . . Chiều nay bạn kiểm tra lại TKB.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em chào thầy cô!. . thầy cô trên phòng đào tạo cho em hỏi là sau học kỳ 192 thì trường có mở học kì hè không?. . em xin cảm ơn thầy cô.",
            "Chào bạn,. . . . Học kỳ hè 193 vẫn mở nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ hiện tại em đã check lại nhưng thời khoá biểu em vẫn chưa được cập nhật ạ. Trong khi các bạn em em đều đã có.. . Mong PDT giải quyết giúp em",
            "Chào bạn,. . Phòng Đào tạo đã cập nhật thời khóa biểu dự thính học ký 192, bạn vui lòng vào xem và kiểm tra lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1811832  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Dạ e chào thầy cô! Đăng ký dự thính đợt 2 e có đăng ký môn ĐƯỜNG LỐI CMCS nhưng do không đủ điều Kiện( môn học trước và chuẩn sv năm 2) e nghĩ là đã hủy. Nhưng tkb vẫn cập nhật. em không biết do lỗi hệ thống hay học kì này có thay đổi được phép đăng ký ạ. Mong thầy cô kiểm tra giúp e ạ. E sợ học rồi trường không công nhận ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ phòng đào tạo cho em hỏi môn vật lý bán dẫn thí nghiệm học kỳ 192 của em vẫn chưa có lịch ạ, sẽ được cập nhật sau hay sao ạ? Ảnh chụp là thời khóa biểu được cập nhật ngày 04/05/2020.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Bạn kiểm tra lại TKB nhé,nếu không có môn bạn đăng kí bạn phải kiểm tra kết quả đăng kí môn học bạn không đăng kí được vì lý do gì. . . . . Đồng thời, kiểm tra mail vì thời gian này có đợt đăng kí dự thính đợt 3.. .",
            "Dạ phần bị mất của em là môn thí nghiệm vật lý bán dẫn kèm theo môn lý thuyết, trước đây em vẫn có thời khóa biểu thí nghiệm này, sau khi cập nhật lại để vô học offline thì không thấy nữa ạ, trong khi em vẫn đang học lý thuyết môn vật lý bán dẫn.",
            "Chào bạn,. . . . PDT đang cập nhật TKB, bạn theo dõi thường xuyên nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . em đã đăng ký dự thính online đợt 1 và được phòng đào tạo xác nhận nhưng vẫn chưa có thời khóa biểu",
            "Chào bạn,. . . . Bạn kiểm tra lại TKB nhé,nếu không có môn bạn đăng kí bạn phải kiểm tra kết quả đăng kí môn học bạn không đăng kí được vì lý do gì. . . . . Đồng thời, kiểm tra mail vì thời gian này có đợt đăng kí dự thính đợt 3.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Thưa thầy cô!. . Em biết là dự thính Hk192 này pđt ko mở các môn học có thí nghiệm.. . Nhưng vì khá quan trọng nên nếu em xin được thầy cô ở bộ môn đó mở lớp và đồng ý dạy thì em có thể làm đơn lên PĐT không ạ?. . Em cảm ơn. .",
            "Chào bạn,. . . . Thời gian này PDT không nhận đơn mở lớp dự thính, bạn đăng kí học hè 193 nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô. . Em tên [full_name], MSSV [student_id], Khoa Kỹ thuật xây dựng. . Em tạo yêu cầu này với mục đích là em không thấy môn học Vật Lý 1 dự thính trên bkel mặc dù em đã đăng kí thành công môn học và môn học này cũng có trên thời khóa biểu. Các môn học dự thính khác vẫn có trên bkel.. . Em mong sẽ nhận được câu trả lời sớm nhất.. . Em cảm ơn.",
            "Chào bạn,. . Hiện tại BKeL đã cập nhật lại, bạn vui lòng vào xem và kiểm tra lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy / cô. Hiện tại tkb của em đã có lịch hóa lí 1 dự thính nhưng elearning vẫn chưa được cập nhật. Mong thầy cô cập nhật lại giúp em. Em cảm ơn ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Hiện tại BKel đã được cập nhật lại, bạn vui lòng vào xem và kiểm tra lại nhé.. . Chúc bạn học tốt.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Kính gửi phòng đào tạo,. . Em tên là [full_name] - MSSV [student_id], hiện là sinh viên Khoa Kỹ thuật Xây dựng.. . Em gửi mail này để hỏi về lớp dự thính học kì 192. Trong đợt đăng kí vừa qua, em đã đăng kí môn Vật lý 2. Hiện tại là tuần 19, tuần bắt đầu học kì dự thính nhưng em chỉ thấy lịch học môn Vật lý 2 trên MyBK chứ không thấy trên eLearning để tham gia lớp học. . . Mong nhận được lời giải đáp của thầy cô.. . Em xin cảm ơn. . .",
            "Chào bạn,. . . . PDT đã cập trên BKEL bạn kiểm tra lại nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ em xin chào thầy cô, em có nhu cầu mở lớp thí nghiệm công trình trong đợt dự thính nên cho em hỏi làm thế nào để xem danh sách thầy cô dạy môn này để xin mở ạ. Em cảm ơn.. .",
            "Chào bạn,. . . . Hiện tại PDT không nhận đơn mở lớp, bạn đăng kí học kỳ hè 193 nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name], MSSV [student_id]. . Dạ thời khóa biểu trên myBK PĐT cập nhật cho em chính xác rồi ạ. Có điều trên eL vẫn chưa cập nhật lại đó là phải xóa môn Mạch điện tử thông tin ( EE3011 - nhóm A01 ) và khôi phục lại môn Lập trình hệ thống nhúng ( EE3031 - nhóm A01 ) thôi ạ.. . Mong PĐT sớm giải quyết, em cảm ơn.. .",
            "Chào bạn,. . . . PDT sẽ cập nhật lại trên BKEL cho ban nhé. Bạn kiểm tra thường xuyên.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: MSSV [student_id]. .  . . Cho em hỏi từ đây đến hết hki , trường còn tổ chức đợt thi AVDV nào nữa ko ạ",
            "Chào bạn,. . Bạn vui lòng đợi thông báo của nhà trường nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tên : Đỗ Nguyên. . Mssv : [student_id]. . Ngành khoa : TTĐT Bảo dưỡng công nghiệp. . . . Dạ em chào ad ạ, vừa rồi em mới được Phòng Đào Tạo gởi về khoa thông báo là em không đủ điều kiện làm Tiểu Luận Tốt Nghiệp với lí do là không đủ số tín chỉ tích luỹ đó ạ, hiện tại thì em đã có đủ Toeic để làm Tiểu Luận Tốt Nghiệp chỉ còn nợ 3 môn Pháp Luật Đại Cương, Vật lý, Anh Văn 3 tổng cộng là 7 chỉ, mong ad xem giúp em là hiện tại chính xác là em đã có tổng cộng mấy chỉ rồi ạ và xem xét lại điều kiện Tiểu Luận Tốt Nghiệp của em ạ, em cám ơn ad nhiều ạ, mong sớm nhận được phản hồi của ad ạ.",
            "Chào bạn,. . . . Hiện tại bạn tích luỹ 96 tín chỉ, bạn liên hệ [full_name] để biết lý do nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi nhà trường,. . Trong đợt đăng ký môn học dự thính đợt 1 học kỳ 192, lớp Giải tích 3 mã 006725 có 24 sinh viên đăng ký tham gia (hình đính kèm). Nhưng đến đợt đăng ký lần 2, lớp không được mở nữa. Em chưa biết lý do vì sao lớp không được mở nên mong nhà trường có thể kiểm tra lại và giải đáp thắc mắc cho em hiểu. Nếu đó chỉ là sự cố thì em mong nhà trường có thể mở lớp lại cho tụi em đăng ký trong đợt đăng ký lần 3 sắp tới (7/5-8/5).. . Em xin cảm ơn!",
            "Chào bạn,. . Bạn vui lòng vào phần đăng ký môn học để xem lịch sử đăng ký để xem lý do vì sao không đăng ký được nhé.. . PDT không đ/ký cho SV MH 006725 (K: Môn học khoa không mở lớp - SV liên hệ Khoa). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thưa thầy/cô ,em đang là sinh viên năm 2 đang học ở cơ sổ 2 và trọ ở kí túc xá đại học quốc gia. Hiện tại theo lịch học kì chính của em vào thứ 6 em sẽ có tiết 10 - 12 ( 15h - 17h50 ) ở cơ sở 1. Theo như lịch đăng kí dự thính giải tích 2 vừa rồi thì lịch học là sáng chủ nhật vì thế nên em đã đăng kí. Nhưng giờ có thêm tiết bài tập vào thứ 6 lúc 18h. Như vậy em không đủ thời gian di chuyển giữa hai cơ sở . Thời gian di chuyển giữa 2 cơ sở di chuyển cũng hết 1 tiếng 30 phút hoặc 2 tiếng dù có 4G thì vẫn rất là tốn kém. Và như vậy em cũng khó có thời gian ăn cơm. Em có gửi hỏi xin chuyển giờ học khác hoặc giáo viên khác thì nhà trường bảo không chuyển được. Nay em trình bày như vậy mong nhà trường có thể cho em chuyển giờ học hoặc chuyển giáo viên",
            "Chào bạn,. . . . Dự thính chỉ học livestream mà bạn, từ đâu đã thông báo như vậy, bạn đâu có di chuyển giữa 2 cơ sở, dù bạn có đổi nhóm thì vẫn học livestream."
        ]
    },
    {
        "intent": "",
        "message": [
            "Trong đợt đăng ký dự thính kỳ 192 em KHÔNG đăng ký bất kỳ môn nào, nhưng cả trên trang đăng ký và TKB đều có thêm 2 môn dự thính.. . Cho em hỏi là vì sao ạ ?. .",
            "Chào bạn,. . . . Mỗi bạn đều có pass vào đăng kí môn học, không ai có quyền vào đăng kí cho bạn được.  . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em là sinh viên k17 ,kỳ này em có đăng ký dự thính, đợt 1 báo kết quả thành công 3 môn, nhưng đợt 2 em muốn hủy, thì hủy không thành công với lỗi là chưa thanh toán học phí học kỳ dự thính rồi. Theo quy chế phòng đào tạo, do kỳ dự thính rồi em có đăng ký 1 môn nhưng không thanh toán nên kỳ dự thính này có thể em bị cấm đăng ký môn học. Nhưng kết quả đợt 3 em vẫn giữ 3 môn đó, và thời khóa biểu trùng với môn thí nghiệm học kỳ chính của em, hơn nữa tổng số tín chỉ học kỳ lên tận 28. mong phòng đào tạo có thể xem xét và xóa giúp em.",
            "Chào bạn,. . . . Sau 3 đợt đăng kí môn học, PDT mới lấy dữ liệu xét học phí, những bạn không thanh toán học phí sẽ bị huỷ.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Do đợt dịch Covid 19 nên em chưa thể nộp chứng chỉ AV nói viết để đăng ký tốt nghiệp. Mà học kỳ này em không có đăng ký môn học (không có thời khóa biểu chính thức). Cho em hỏi nếu đảm bảo nộp chứng chỉ theo đúng thời hạn thì em có vi phạm gì về quy chế hay không? Em cám ơn.",
            "Chào bạn. . - nếu bạn có kết quả thi nói viết thì sẽ cập nhật tốt nghiệp liền. . - quyết định tốt nghiệp có trước qd tạm dừng nên bạn yên tâm thi anh văn cho tốt nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL)  /i Em tên là [full_name], MSSV: [student_id].Hiện tại em đang học môn Truyền số liệu và mạng nhưng không có quyền truy cập. Em xin phòng đào tạo cấp quyền truy cập cho em môn Truyền số liệu và mạng (EE3019) nhóm A01. Em cảm ơn.. . . .",
            "Chào bạn;. . bạn truy cập dc nhóm A01 môn Truyền sô liệu và mạng (nhóm A01) mà",
            "Em chào phòng đào tạo,. . Em vào được E-learning của môn học nhưng các link livestream em không vào được vì cần cấp quyền truy cập. Em đã có mail cho giảng viên và giảng viên nói là hỏi phòng đào tạo để được cấp quyền ạ.",
            "Chào bạn,. . . . Phần livestream do Thầy tải lên googledriver, nếu SV không xem được vui lòng liên hệ Thầy phụ trách MH"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name] mssv [student_id] khoa KTXD. Thầy cô cho em hỏi là dự thính hình thức livestream là sẽ học online đến hết môn học luôn hay sau này sẽ được học trên lớp ạ.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . -Tạm thời hình thức học dự thính  theo thông báo là “giảng dạy trực tuyến theo cách truyền trực tiếp” (sau đây gọi là giảng dạy livestream).Phòng đào tạo sẽ thông báo cho sinh viên qua mail nếu có thay đổi về hình thức học.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Tạm dừng .  Xin cho em hỏi em muốn tạm hoãn học học kỳ 2 năm 2 và học kỳ 1 năm 3. Vậy hiện giờ em nộp đơn xin tạm hoãn còn kịp không ạ. Em xin cảm ơn.. .",
            "Chào bạn,. . Thời điểm này xin tạm dừng bạn phải thanh toán 100% học phí học kỳ 2/2019-2020 và đơn xin tạm dừng phải có chữ ký xác nhận của giáo viên chủ nhiệm và khoa (theo biểu mẫu tại aao.hcmut.edu.vn/sinh viên/biểu mẫu) nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1613164  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em Chào Thầy/Cô.. . Em tên: Võ Đình Thái. . MSSV: 1613164. . Em có câu hỏi là : Đợt đăng ký môn học, Em chưa đăng ký được luận văn tốt nghiệp vì em chưa đủ điều kiện về anh văn. Hiện tại, Em đã thi được Toeic 510 và đã đăng ký nộp chứng chỉ và đang đợi thẩm tra. Vậy kỳ này em có thể làm đơn để xin nộp bằng toeic trể và đăng ký Luận Văn Tốt Nghiệp trong kỳ này không ạ. Nếu được thầy/cô có thể hướng dẩn em về các mục cần trình bày trong đơn ạ. Em rất mong được sự giúp đỡ của thầy/cô.. . Em cảm ơn!. . Chúc Thầy/ Cô thật nhiều sức khỏe. . .",
            "Chào bạn,. . Bạn có thể làm đơn xin cứu xét đăng ký LVTN và nộp trực tiếp tại Phòng Đào tạo.. . - Trong đơn ghi rõ lý do và phải có xác nhận của Giáo viên hướng dẫn đồng ý và đảm bảo bạn thực hiện đúng tiến độ.. . - Và phải có xác nhận của Ban chủ nhiệm khoa. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi,em định Đăng kí học môn mới ở học kì dự thính, có phải học dự thính sẽ học nhanh ngắn hơn học trong học kì pko ạ? Em có nên đợi sang học kì sau ko ạ?",
            "Chào bạn,. . . . Bạn phải đăng kí đúng môn trong khung chương trình đào tạo, nếu bạn đăng kí khác môn trong khung chương trình đào tạo môn nó sẽ không tín vào số tín chỉ tích luỹ ngành.. . . . Vì số tiết học 1 tuần sẽ đôn lên nên thời gian học sẽ ngắn hơn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Kính chào cô, em là [full_name], MSSV:[student_id] lớp CKT1KU17. . Thưa cô em vừa nhận được thông báo bị buộc thôi học, em nghĩ có sự nhầm lẫn. Học kỳ vừa rồi em bị cảnh cáo lần 2 sau đó em khiếu nại PĐT và đã được xóa khỏi danh sách. hiện tại em đã tích lũy được 42 tín chỉ sau 4 học kỳ chính(em có Bảo lưu 1 học kỳ) nhưng vẫn bị buộc thôi học, hiện tại em đang rất lo lắng mong cô giải đáp giúp em.. . Em xin cám ơn",
            "Kính chào cô, em là [full_name], MSSV:[student_id] lớp CKT1KU17. . Thưa cô em vừa nhận được thông báo bị buộc thôi học, em nghĩ có sự nhầm lẫn. Học kỳ vừa rồi em bị cảnh cáo lần 2 sau đó em khiếu nại PĐT và đã được xóa khỏi danh sách. hiện tại em đã tích lũy được 42 tín chỉ sau 4 học kỳ chính(em có Bảo lưu 1 học kỳ) nhưng vẫn bị buộc thôi học, hiện tại em đang rất lo lắng mong cô giải đáp giúp em.. . Em xin cám ơn",
            "Chào bạn,. . . . Theo mail thông báo, bạn liên hệ với khoa để làm đơn cứu xét nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ vừa qua em có đăng kí môn học dự thính. Nhưng kết quả không đăng kí được do không đóng học phí. Em muốn hỏi khi em làm đơn trễ học phí hk 1 và đã được duyệt thì trong đơn có ghi là sẽ đóng cùng học phí học kì 2. Nên nếu giờ em đóng trước thì sẽ vẫn đăng kí được môn ạ?",
            "Chào bạn, . . . . Bạn nên đóng học phí gấp và làm đơn trình bày lý do thanh toán trễ học phí để PDT mở khoá cho bạn đăng kí dự thính dợt 3 này.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi, theo em được biết từ ngày 11/5 các sinh viên sẽ đi học lại trừ các môn đại cương (Toán, Lý, Hóa). Vậy cho em hỏi là các môn đại cương bao gồm những môn nào ạ? Em cảm ơn.. . . .",
            "Chào bạn,. . . . Bạn vào công thông tin sinh viên xem TKB môn nào có phòng học cụ thể thì bạn học trên lớp, còn những môn mã nhóm ONL, phòng học 'LIVE' hay 'HANGOUT_TUONGTAC' thì học livestream nhé.. . . . mybk.hcmut.edu.vn/stinfo/. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ cho em hỏi cách xem những môn mình cần học để đậu tốt nghiệp ạ . .",
            "Chào bạn,. . . . Đây là đường link xem chương trình đào tạo của bạn http://www.aao.hcmut.edu.vn/index.php?route=catalog/chuongtrinhdaotao. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi là khi học online, có 1 bài kiểm tra vì vấn đề trục trặc mà không kịp làm thì có bị cấm thi không ạ?. . . . Những bài khác và các buổi học em đều tham gia đầy đủ, em cảm ơn rất nhiều.",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp với giảng viên giảng dạy để được hướng dẫn trả lời nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b  [full_name] [student_id]  Sinh viên khoa điện \t. . . . . . Cho em hỏi sao em đăng ký kỳ dự thính đợt 2 2 môn mà qua đợt 3 chỉ còn 1 môn ạ .. Mong được phản hồi sớm ạ !. .",
            "Chào bạn,. . . . Bạn xem kết quả đăng kí môn học nhé, bạn không đăng kí được vì bị vướng môn song hành EE2007 http://apps.aao.hcmut.edu.vn/qlgd_man/home.action;[full_name]=54009C447DB2BA7D8E277F0431ED8AB0;[full_name]=05FD07AA2AB4FDD4793DAF575FBCC024;[full_name]=B3BF0DB61BCAAEB15A71DEF[student_id]EF;[full_name]=DB13F863B34DCD0C42287AD2A9FFE9AC"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chào phòng đào tạo. Có lẽ do thiếu sót trong việc đăng kí học dự thính nên em bị thiếu môn học trong E-learning. Em đăng kí dự thính cùng đợt với các bạn khác trong khoa nhưng các bạn đều có môn học trong BKE nhưng em vẫn chưa. Đây là lần cuối em được trả nợ môn này vì sau này không có lớp mở nữa. Em rất xin lỗi vì một số thiếu sót trong quá trình đăng kí dự thính. Mong phòng . . đào tạo giúp em ạ. Em cám ơn [full_name]",
            "Chào bạn,. . . . Bạn cho biết mã số môn học để PDT kiểm tra và phản hồi cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1850052  /b \t. . . .   i Yêu cầu khác . Đăng ký rút môn học HK192 (Không tính HP   Dành cho SV Quốc Tế, CLC. . . . Em đã thực hiện đăng ký rút môn học vào ngày 13/4 nhưng bị sai mã môn học.Em xin lỗi vì sự sai sót này.. . Xin nhà trường xem xét cho em rút môn Bơi lội (PE1019), nhóm CC03. Vì em bị kẹt lịch vào khung giờ đó rồi ạ.. . Em xin cảm ơn ạ.",
            "Chào bạn,. . Hiện tại đã hết hạn xử lý khiếu nại về việc rút MH (không tính học phí) đã thông báo qua email, hiện tại Phòng Đào tạo đang nhận đơn rút môn học (có tính học phí theo quy định) bạn vui lòng kiểm tra mail sinh viên.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo Trường Đại học Bách khoa.. . Em tên là [full_name], MSSV [student_id].. . Khoa Kĩ thuật Địa chất & Dầu khí, Chuyên ngành Khoan & Khai thác Dầu khí, Lớp DC16KK.. . . . Vì trục trặc về môn học và vấn đề gia đình nên HK191 vừa rồi em đã không thể theo học môn Đồ án Công nghệ Khai thác DK (GE4031), nên em đang tính học môn này vào học kì hiện tại HK192. Vậy em kính mong phòng đào tạo có thể xem xét mở lớp cho em đăng kí lại môn này, để em theo kịp tiến độ học tập, vì nếu phải chờ học kì sau thì em sẽ bị trễ khá nhiều.. . . . EM xin trân trọng cảm ơn",
            "Chào bạn,. . . . Hiện tại học kỳ 2 đã tiến hành học đã lâu (học livestream), nên không  mở lớp cho bạn được.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi Phòng Đào Tạo,. . Em tên: [full_name] - MSSV: [student_id]. . . . Em có nhu cầu đăng kí tốt nghiệp vào tháng 4/2020 vừa rồi. Nhưng do tình hình Covid diễn biến phức tạp nên nhà trường đã tạm dừng lịch lại ạ.. . . . Hiện tại, em thấy nhà trường đã phân bố lịch đi học trở lại. Nhưng em không biết hạn chót nộp bổ sung các điều kiện (anh văn nói viết) để có thể tốt nghiệp là khi nào.. . . . Em rất mong phòng đào tạo sớm phản hồi để em có thể chuẩn bị kịp tất cả các điều kiện bổ sung (anh văn nói viết) để có thể tốt nghiệp ạ.. . . . Em xin chân thành cảm ơn.. . [full_name]. . Tel: [phone_number] . . . .",
            "Chào bạn. . Do tình hình dịch bệnh nên vẫn chưa có thông báo về hạn cuối của tốt nghiệp. . Tình hình bạn nhanh chóng đăng ký thi anh văn 2 kỹ năng tại TTNN, khi có kết quả đậu bạn liên hệ phòng đào tạo để xét tốt nghiệp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào cô . . Cô cho em hỏi em đã chuyển điểm toeic ngày 13/3 rồi sao tới nay trên trang bk pay vẫn chưa yêu cầu em đóng tiền à . Cô xem lại giúp em với ạ. .",
            "Chào bạn,. . Trên trang ngoại ngữ không ghi nhận bạn đăng ký chuyển điểm, nên bkpay không có khoản thanh toán, bạn vui lòng kiểm tra lại nhé. Bạn phải thực hiện việc đăng ký chuyển điểm môn Anh văn thì mới xuất hiện khoản lệ phí nhé!. . Thân",
            "Trên trang đã xác nhận em kết quả hợp lệ rồi ạ. . Em có gữi ảnh đó chị xem giúp em với . .",
            "Chào bạn,. . Hình ảnh bạn gửi chỉ là việc bạn đăng ký nộp CCNN, không đăng ký chuyển điểm nhé.. . Bạn vui lòng xem lại việc hướng dẫn đăng ký chuyển điểm.. . Thân",
            "Em vừa đóng tiền xong . Được rồi em cảm ơn chị ạ . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chị ơi cho em hỏi sao em vào my bk không xem được tiến độ học tập ạ",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đã xóa mục tiến độ học tập trên mybk nhé bạn. . Thân",
            "Dạ em có chuyển điểm av muốn em pdt đã chuyển cho em chưa . Cái đó lên bảng điểm thì không có ạ",
            "Dạ em có chuyển điểm av muốn em pdt đã chuyển cho em chưa . Cái đó lên bảng điểm thì không có ạ",
            "Chào bạn,. . . . Bạn vào trang WEB bạnxem có thông tin bạn đã chuyển điểm anh văn chưa?. . https://mybk.hcmut.edu.vn/apps/src/nopccav/admin.aspx?ticket=ST-493859-[full_name]5scz3b1s49OdmQeK-sso.hcmut.edu.vn.. . . . Trong cổng thông tin sinh viên của bạn vẫn cập nhật thông tin chuyển điểm của bạn nhé https://mybk.hcmut.edu.vn/stinfo/.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em hiện tại đang là sinh viên K19 của chương trình Chất lượng cao. Do không đủ điểm để chuyển chương trình học, cho nên em muốn thi lại vào chương trình đại trà của trường mình. Em muốn hỏi là nếu như em trúng tuyển năm nay, vậy những chứng chỉ em đã tích luỹ vừa qua em có thể quy đổi sang chương trình học mới không ạ?. .",
            "Chào bạn. . Bạn có thể cung cấp thêm thông tin \"những chứng chỉ em đã tích luỹ vừa qua\" là gì không ? để có cơ sở trả lời câu hỏi của bạn. . Thân",
            "Dạ tín chỉ môn Giải tích 1, Vật lý 1, Hoá đại cương và Nhập môn về kĩ thuật. Tín chỉ AV và GDTC.. . . . Em xin được nói rõ hơn về câu hỏi của em:. . . . Hiện giờ em từ hệ CLC muốn chuyển sang Đại trà, nhưng em không đủ điều kiện chuyển (Điểm trúng tuyển không đủ). Và em sẽ thi đầu vào Đại trà vào kì thi 2020 này. Nếu như em trúng tuyển năm 2020, thì những tín chỉ em học vừa qua có được bảo lưu kết quả và chuyển sang năm học mới cho em không?. . . . Em xin cảm ơn.",
            "Chào bạn. . Bạn có thể làm đơn miễn các môn theo quy chế học vụ điều : 17.4 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . . . Thân",
            "Dạ. Vậy ban tư vấn có thể xác nhận lại một lần nữa dùm em là: Nếu như em thi lại và trúng tuyển khoá 2020, thì những môn học em đã học có thể được miễn theo quy chế đúng không ạ?. . . . Em xin cảm ơn",
            "Chào bạn. . Trường xét theo quy chế đã gởi cho thông tin trả lời câu hỏi trước của bạn rồi nhé",
            "Vì em có nghe thông tin từ 1 thầy ở PĐT là nếu như nhập học lại K2020 thì không được bảo lưu, thầy bảo em liên lạc lại với PĐT để chắc chắn thông tin hơn. . . Theo như quy chế Điều 17.4 trên, thì em chỉ thấy \"Đã có điểm đạt môn học (hoặc môn tương đương) ở cùng bậc, hệ đào tạo trong   B khóa học đã được cấp bằng  /B   I   /U  tại trường ĐHBK\". Vậy nếu em đang là sinh viên năm nhất, nhập học lại, vậy có được tính là trường hợp này không ạ?. . Em xin cảm ơn",
            "Chào bạn. . Bạn xem kĩ lại quy chế học vụ 17.4-c. . c. Xét miễn học và ghi điểm miễn:. . Các môn học trong CTĐT khóa-ngành thỏa điều kiện thì được xét miễn học và ghi điểm miễn (ghi điểm vào mục điểm chuyển/bảo lưu của Bảng điểm/Học bạ). Tổng số tín chỉ được xét miễn không quá 50% tổng số tín chỉ của CTGD.. . . . Các trường hợp được xét miễn học và ghi điểm miễn:. . . . - Đã có điểm đạt môn học tương đương/thay thế ở cùng bậc, hệ đào tạo tại trường ĐHBK trong thời gian đào tạo (tự động xét miễn theo danh mục môn tương đương/thay thế).. . . . - Đã có điểm đạt môn học tương đương ở cùng bậc, hệ đào tạo tại trường trước khi được phép chuyển trường hoặc tại trường đã được phép cử đi học.. . . . - Đã đạt chứng chỉ hoặc đã hoàn tất các học phần chính trị, GDQP, GDTC.. . . . - Đã có điểm đạt các môn học trong khối kiến thức Toán và Khoa học tự nhiên, Kinh tế-Chính trị-Xã hội-Pháp luật ở cùng bậc, hệ đào tạo tại trường ĐHBK trong thời gian đào tạo trước đó của SV nhưng SV chưa tốt nghiệp. Thời gian cho phép miễn môn là tối đa 03 năm kể từ khi sinh viên học đạt.. . . . - Đã có điểm đạt môn học tương đương ở cùng bậc, hệ đào tạo tại các trường khác và đã được trường ĐHBK xác định các môn tương đương trên cơ sở xem xét hai CTĐT của hai trường (áp dụng riêng cho hệ đại học bằng 2).. . . . - Đã có điểm đạt môn học tương đương ở bậc cao đẳng tại ĐHBK và đã được trường ĐHBK xác định các môn tương đương trên cơ sở xem xét hai CTĐT của bậc cao đẳng và bậc đại học (áp dụng riêng cho hệ đại học liên thông).. . . . - Đã có điểm đạt môn học tương đương ở bậc đại học hoặc cao đẳng tại các trường khác và đã được trường ĐHBK xác định các môn tương đương trên cơ sở xem xét hai CTĐT của hai trường (áp dụng riêng cho hệ VLVH và ĐTTXa).”"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chị ơi cho em hỏi . Em vào thông tin sv sao k xem được tiến độ học tập ạ",
            "Chào bạn. . Trang tiến độ học tập khong còn cập nhật nữa nghen bạn. . Bạn phải tự kiểm tra bảng điểm so với chương trình đào tạo của mình. . Thân",
            "Dạ tại em nộp bằng av á chị . Cái đó thì trên bảng điểm k hiển thi ạ.em muốn biết pdt đã chuyển điểm cho em chưa đó ạ",
            "Dạ em cảm ơn chị . Em tìm dk thông tin rồi ạ ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy cô. Lịch học DT môn Vật lí 1 và Đại số tuyến tính của em có hai lịch Hangout tương tác đều trùng thời gian học từ 19h30 đến 20h35.. . Em rất mong Phòng Đào tạo có thể sắp xếp lại lịch học ạ.. . Em xin cảm ơn. . . .",
            "Chào bạn,. . . . Bạn kiểm tra lại Tkb nhé.. . . . Thân.",
            "Hỏi đáp học trực tuyến (BKeL) . Em chào thầy cô ạ. Lịch học trực tuyến các môn DT của em là Vật Lí 1 và Đại số tuyến tính vào thứ Tư bị trùng thời gian học hangout tương tác từ 19h30 đến 20h45. Nên em rất mong Phòng đào tạo có thể điều chỉnh lại giờ học.. . Em xin cảm ơn ạ.. .",
            "Chào bạn, . . . . Bạn kiểm tra kỹ lại nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Kính gửi phòng đào tạo. . Em tên là [full_name] MSSV: [student_id] Khoa điện điện tử. . Phòng đào tạo có thể giúp em đăng kí môn tín hiệu và hệ thống (EE2005) được không ạ? do em bị thiếu môn học song hành là mạch điện tử (EE2007) nhưng môn EE2007 lại không mở lớp. Mong đào tạo giúp em đăng kí môn tín hiệu và hệ thống để kì sau em có thể học tiếp những môn khác mà không bị vướng tiên quyết ạ. Bây giờ em vướng tiên quyết không đăng kí được môn nào cả mong phòng đào tạo giúp em.. . Em cảm ơn",
            "Chào bạn,. . . . Việc đăng kí môn học phần mền đã lập trình sẵn theo qui định chung của nhà trường nên không thể đăng kí cho bạn môn EE2005 được nhé.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Theo tệp đính kèm (ảnh chụp thời khóa biểu) của em, có hai môn ngày thứ 2 đang bị trùng lịch học. Các bạn cùng lớp với em cũng bị tình trạng tương tự.. . . . Em gửi yêu cầu này mong phía nhà trường có hướng hỗ trợ, xử lý giúp em và các bạn trong lớp.. . . . Em cám ơn nhà trường,. . Trân trọng.",
            "Chào bạn,. . . . Việc này bạn liên hệ với văn phòng đào tạo quốc tế để có hướng giải quyết cho bạn nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là làm lại thẻ sinh viên thì t/g chờ cấp lại thẻ là bao lâu ạ?",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Bạn đăng kí cấp thể khoảng 1- 2 ngày.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1927002  /b \t. . . .   i Hỏi đáp học trực tuyến (BKeL) . Em chào Thầy /Cô. . . . Em tên Nguyễn Tuấn Anh (MSSV : 1927002), là sinh viên văn bằng 2 hệ chính quy, khoa Kĩ Thuật Hoá Học.. . Em có thắc mắc về học phí mong Thầy/Cô giải đáp giúp em ạ. . Đầu vô em có đóng học phí là 4 triệu, nhưng kì 191 em đăng kí học 6 chỉ, và học phí kì 191 em được khấu trừ vô số tiền đóng lúc đầu vô. Nhưng em vẫn chưa biết kì vừa rồi học phí của em là bao nhiêu và em được khẩu trừ bao nhiêu ? Kì này em xem học phí trên BK PAY thì vẫn chưa được khấu trừ số tiền dư ạ.. . . . Mong Thầy/Cô giải đáp giúp em. . Em cám ơn",
            "Chào bạn,. . HP HK191 của bạn = 1.920.000đ , đã tạm ứng 4.000.000đ, tiền dư sẽ được khấu trừ vô HP192 bạn nhé.. . Sẽ up lại HP HK192 của tất cả svB2 khóa 2019.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào Thầy/Cô, E có đăng kí gói cước data 3G Vinapone ( [phone_number]) khá lâu rồi ( 27/4 đợt 2), Em thấy có thông báo là sau 2 ngày làm việc là có kết quả, nhưng đến giờ vẫn chưa có kết quả. Cho em hỏi vì sao vậy ah?",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . VinaPhone sẽ thông báo cho bạn khi nào gói cước được kích hoạt. Nếu không được kích hoạt, trường hợp của bạn sẽ chuyển sang phương án nhận hỗ trợ 50,000/tháng (Sinh viên vui lòng đợi thông báo của Nhà trường qua mail về việc hỗ trợ 50,000/tháng này). . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa rồi BKpay vừa cập nhật tiền học phí HK192, thì HK192 em có đk 15chỉ môn học gồm: hoá vô cơ (CH2013) 4 chỉ, hoá phân tích (CH2005) 4 chỉ, cơ học ứng dụng (AS2007) 2 chỉ, quá trình và thiết bị cơ học (CH2019) 3 chỉ và av2 (LA1005) 2 chỉ. Tính theo học phí của trường hiện tại là 320/1 tín chỉ là học phí HK192 của em phải là 4tr800k nhưng sao trên BKpay hiện ra tổng cả hai đợt thanh toán học phí HK192 là 5tr120k tức 16 chỉ. Sự việc này là như thế nào ạ, em xin pđt giải quyết cho em. Em xin cảm ơn! [full_name] MSSV [student_id]",
            "Chào bạn,. . . . Bạn đăng ký tất cả 6 môn nha bạn, bạn liệt kê thiếu môn PE10123 rồi =1tc học phí.. . . . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chuongtrinhdaotao. . Dạ em đã vào chọn ngành khoa của mình, rồi em chọn chương trình đào tạo, nhưng em chỉ thấy những môn của học kì 1 2, ko thấy được những môn khác cần học.. . Em học khoa điện điện tử, mong có thể giúp em xem môn học ạ",
            "Chào bạn,. . . . Chương trình đào tạo khoá 2019 đang trong quá trình chỉnh sửa nho nhỏ để  hoàn thiện hơn. Hiện nay chương trình đào tạo khoá 2019 chưa cập nhật.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . .   i Hỏi đáp học trực tuyến (BKeL) . Kính gửi ban giám hiệu và phòng đào tạo trường Đại Học Bách Khoa TPHCM .. . Em tên là : [full_name] MSSV [student_id]8. . Ở học kì này (hk2 2019-2020) em đã không đăng kí môn học nào .. . Cho em hỏi thời điểm nào em phải làm đơn thu nhận lại . Em đã tìm trên trang web của trường nhưng không thấy .. . Em xin cám ơn !",
            "Chào bạn,. . . . Hiện tại bạn vẫn chưa bị tạm dừng, thời gian này đăng là thời gian đăng kí dự thính đợt 3. Sau đợt này bạn không đăng kí, bạn sẽ bị tạm dừng. Trang WEB xem thông tin sinh viên https://mybk.hcmut.edu.vn/stinfo/.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name],. . . . 1. Hiện tại e đã học đủ số tín chỉ cần thiết của ngành, e chỉ thiếu chứng chỉ AV toeic nói viết là đủ điều kiện tốt nghiệp. Ở học kì này em có đăng kí 1 môn học để tiếp tục duy trì tình trạng học tập, nhưng vì lí do dịch Covid-19, nên em phải đăng kí hủy môn, nay phòng đào tạo cho e hỏi có cách nào để tiếp tục duy trì tình trạng học tập.. . 2. Hiện tại e đã đã đăng kí thi toeic nói viết để được xét tốt nghiệp, nay em xin hỏi phòng đào tạo có thể hướng dẫn e cách chỉ cần nộp chứng chỉ tiếng anh để xét tốt nghiệp mà không cần đăng kí một môn học để duy trì tình trạng học tâp.. . . . Em xin chân thành cảm ơn.",
            "Chào bạn. . Hiện bạn đang có tên trong DANH SÁCH DỰ KIẾN BỊ BUỘC THÔI HỌC VÌ TỰ Ý NGHỈ HỌC (ĐTBHK191=0) - HK2/2019-2020. . - Cách xử lý : Bạn liên hệ văn phòng Khoa trình bày rõ tình trạng và xin cứu xét thu nhận lại để được xét tốt nghiệp . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Thu nhận lại . Em chào thầy/cô. . Thầy/cô cho em hỏi tại sao kì này em lại bị cảnh cáo học vụ ạ. Tại qui định của trường sẽ cảnh cáo học vụ khi vi phạn 1 trong 2 điều, một là điểm trung bình dưới 4,0 (em trên 5,0); còn 2 là một học kì không được dưới 10 tín chỉ (em có một môn bị trùng lịch thực tập nên môn đó lấy điểm 22 thành ra em còn 9 tín chỉ). Nếu như vì lí do thứ 2 thì em xin phép pđt xem lại giúp em tại vì không phải là em không đạt điều kiện 10 tín chỉ mà là do tình huống bất khả kháng. Em cảm ơn thầy/cô đã dành thời gian.",
            "Chào bạn,. . . . Bạn liên hệ về Khoa để làm đơn cứu xét.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi Phòng Đào tạo trường Đại học Bách khoa TP. HCM. . Dạ cho em hỏi em xem [full_name] thấy Những nguyên lí cơ bản của chủ nghĩa [full_name]-[full_name] có ghi là HANGOUT_[full_name]. Vậy tuần sau em vẫn học online môn này qua Google Hangouts Meet phải không ạ?. . Em xin cảm ơn ạ.. .",
            "Chào bạn,. . . . Bạn xem cổng thông tin sinh viên thì HANGOUT_TUONGTAC đều thể hiện tuần học, công cụ vẫn triển khai như học kỳ chính.. . . . https://mybk.hcmut.edu.vn/stinfo/. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . em bị trùng lịch học livestream môn giaitich2(MT1006) và quản lý dự án xây dựng(CI1053) vào thứ 2, giải tích 2(MT1006) và phương pháp phần tử hưu hạn(CI3061) mong phòng đào tạo xem xét, trợ giúp cho em ạ. .",
            "Chào bạn, . . . . Bạn kiểm tra lại TKB nhé.. . . . Thân."
        ]
    }
]