[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ kính chào phòng đào tạo. . em là [full_name], mssv [student_id] khoa Giao Thông, trước đây em có học chương trình Việt Pháp vào năm nhất 2016, đến năm 2018 thì không phù hợp nên chuyển ra chương trình đại trà, cụ thể là ngành Kỹ thuật Hàng không, khoa Kỹ thuật Giao thông. Trong quá trình học Việt Pháp thì em đã học và hoàn thành môn nhập môn kỹ thuật mã CI1001. . . Bây giờ em đã làm đơn xin công nhận môn tương đương gửi lên khoa và đã được khoa chấp nhận môn tương đương môn Nhập môn về kỹ thuật mã CI1001 với môn Nhập môn về kỹ thuật mã TR1001.. . Khoa cũng có công văn gửi về phòng đào tạo rồi ạ. (đơn đính kèm bên dưới).. . kính mong đào tạo xem xét tạo điều kiện giúp em có thể đăng kí đề cương luận văn ạ.. . em xin chân thành cảm ơn.. . kính chúc pđt nhiều sức khỏe vượt mùa dịch.. . [full_name]",
            "Chào bạn,. . Bạn đã nhận được quyết định về chuyển điểm môn tương đương chưa?. . Vì nếu [full_name] gửi PDT, sau khi đồng ý sẽ ra QD cho SV và chuyển về [full_name], em liên hệ [full_name] xem đã có QD chưa nhé? hoặc hỏi CV đã được giải quyết như thế nào?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em muốn hỏi là bây giờ làm đơn bảo lưu 1 học kì thì bây giờ nộp đơn như thế nào ạ, nộp online ở đâu ạ. Em cảm ơn. .",
            "Chào bạn. . Bạn tải mẫu đơn tạm dừng  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý tạm dừng cho bạn. . Lưu ý: . . Tình trạng hiện tại phải không nợ học phí. . Nộp đơn trước ngày 9/9/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô, trong đợt đăng kí luận văn tôt nghiệp bổ sung em đã đăng kí luận văn thành công. Tuy nhiên em có hoãn thi 1 môn và các môn còn lại chưa có điểm thi. Vậy nếu em qua các môn này để đủ tín chỉ làm luận văn thì kết quả đăng kí của em có được công nhận không ạ ? Còn nhưng môn hoãn thi có được tính tín chỉ hay không ạ ?. . Mong thầy/cô giải đáp giúp em.. . Em xin cảm ơn ạ. . .",
            "Chào bạn. . Pdt sẽ hậu kiểm nếu môn tiên quyết của LVTN bị rớt thì sẽ bị huỷ LVTN. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Chào thầy cô\t. . Em là sinh viên năm cuối ngành Kiến trúc. Em xin hỏi thầy cô là có cách nào để em được đăng ký môn học bổ sung cho HK211 không ạ. Bởi vì môn đó lè môn Chuyên Ngành muốn đky thì phải đợi thêm một năm nữa thì đã hết thời gian học cho phép rồi ạ.. . Mong được thầy cô giải đáp và hướng dẫn!!. .   i Đăng ký môn học .",
            "Chào em,. . Em vui lòng trình bày lý do, mã môn học, tên môn học, mã nhóm để PĐT xem xét nhé.. . Thân mến,. .",
            "Dạ em cảm ơn cô. . . Em xin trình bài lý do: do tình hình dich bệnh em ở trọ cũng khó khăn không kịp đóng tiền mạng nên bỏ lỡ đợt 3 đăng ký môn học em mong nhà trường có thể xem xét cho em ghi tên vào lớp để học môn đó.. . Môn: CI2085 Chuyên đề tự chọn 2, nhóm lớp L02. . giảng viên [full_name].. . Em mong được thầy cô giúp đỡ. Em cảm ơn",
            "Em chỉnh sửa lại thông tin lớp.. . Môn: CI2085 Chuyên đề tự chọn 2, nhóm lớp L01. . giảng viên [full_name].. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]. . [full_name]  /b \t. . . .   i Đăng ký môn học . Ở đợt đăng kí bổ sung LVTN HK211 em đã đăng kí. . CH4323 Luận văn tốt nghiệp (chuyển hệ). . . . Vừa rồi khi em kiểm tra kết quả đăng kí thì không thấy LVTN trong danh sách.. . . . (Em đã hoàn thành Đề cương LV ở HK202 rồi ạ). . . . Mong thầy cô giải quyết giúp em,. . Em xin cảm ơn",
            "SV vui lòng liên hệ khoa nhận LVTN, ds gửi khoa ngày 7/9. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa quý thầy cô.. . Em là [full_name] mã số sinh viên [student_id]. . Hiện giờ em đã có kết quả đăng ki bổ sung luận văn nhưng kết quả của bị hủy dù em đã đủ tín chỉ tối thiểu.. . Mong quý thầy cô phản hồi giúp em.",
            "Chào bạn,. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Quý Thầy/Cô!. . Em tên là: [full_name], là sinh viên hệ VHVL. . . . MSSV: [student_id]. Ngành tự động hóa.. . . . Dạ vì học kỳ trước em đã đăng ký \" Luận văn tốt nghiệp \" nhưng thiếu anh văn nên không đăng ký được ạ.. . . . Dạ theo như thông báo qua e.mail là học kỳ này sẽ không xét chuẩn CCAV quốc tế khi xét LVTN trong HK211. Dạ đợt vừa rồi em đã đăng ký môn “ Luân văn tốt nghiệp” rồi nhưng khi em vào xem kết quả đăng ký thì không có ạ. Rất mong Quý Thầy/Cô có thể xem xét giúp em ạ.. . . . Em xin chân thành cảm ơn Quý Thầy/Cô ạ ! . . . .",
            "Chào bạn,. . Vui lòng bổ sung giúp cô mã môn [full_name]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . [full_name]-mssv:[student_id]. . Lớp BD16CDT",
            "Chào bạn. . Bạn đính kèm đơn dkmh để pdt phục hồi tkb cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin được đăng ký môn \"EE2039 - [full_name] xử lý\" lớp \"DT02-DT04\" trong học kì 211.. . . . Em xin chân thành cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Học vụ  /i [full_name] [full_name] Dạ chào thầy cô![full_name] [full_name] Em là [full_name] MSSV [student_id] đã làm đơn xin chuyển điểm và miễn điểm cho thầy [full_name], nhưng không có hồi đáp[full_name] Tối hôm qua em lên trang mybk để xem điểm chuyển và miễn thì thấy được miễn các môn hệ thống số [full_name]H CO1023, kỹ năng chuyên nghiệp cho kỹ sư [full_name]H CO2001, [full_name] [full_name]H MT2013, Quản trị kinh doang cho kỹ sư IM3001 và các môn theo mail đính kèm tệp[full_name] Nhưng tới sáng nay thì em kiểm tra lại thì đã mất điểm miễn 2 môn là Hệ thống số cùng môn kỹ năng chuyên nghiệp cho kỹ sư[full_name][full_name] [full_name] Vậy cho em hỏi thì mybk đang cập nhật hay là lỗi gì ạ[full_name][full_name] [full_name] Em có đính kèm 2 file thứ nhất là môn miễn do thầy [full_name] đã gửi khi nhập học và thứ 2 là file điểm miễn mà hiện tại vào lúc 17h ngày 27/08/2021[full_name] [full_name] Em mong sớm có câu trả lơi từ Thầy Cô [full_name] ạ[full_name] [full_name] Em chân thành cảm ơn![full_name] [full_name] [full_name]",
            "Chào bạn. . Cô đã gởi thông tin của bạn đến [full_name] và [full_name] để kiểm tra và giải quyết cho bạn. . Bạn vui lòng đợi trả lời sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT. . Em là [full_name], MSSV: [student_id] (hệ VLVH). . Em có đăng ký môn: Pháp luật Việt Nam Đại cương, Mã: SP1007. Đăng ký ở đợt 1 nhưng không có thời khóa biểu.. . Nên kính mong PĐT đăng ký bổ sung giúp e môn này vào chung với lớp chính quy giúp em với ạ.. . Em cảm ơn. . Trân trọng!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa cô!. . Em tên là [full_name] . . -Em xin phép bổ sung tên vào lớp môn học ME3001 - K/thuật thủy lực &khínén nhóm DT01 được không ạ?. . -Em được thông báo môn học này bị trùng tkb(thực hành) và không được đăng kí nhưng do đây là môn em học lại nên kì trước em đã hoàn thành xong điểm phần thực hành và có thể bảo lưu điểm này trong hk211(Bộ môn cho phép bảo lưu điểm thực hành ạ) nên sẽ không bị trùng tkb nữa ạ!. . -Do đây là môn nợ cuối cùng của em trước khi làm luận văn vào kì sau nên em hi vọng được PĐT xem xét giúp đỡ em ạ!. . Em xin cám ơn ạ!",
            "Chào bạn,. . [full_name] thì không ĐKMH được nhé bạn, bạn có thể làm đơn xin đặc cách đăng ký MH (trình bày rõ bạn giải quyết vấn đề trùng như thế nào), phải có xác nhận đồng ý của Giảng viên giảng dạy môn học xác nhận (có thể xác nhận qua mail) và gửi qua bksi nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT. . Em Lê Anh Vũ, PĐT có thể mở lịch đk Lịch đăng ký (Luận văn tốt nghiệp + Thực tập tốt nghiệp + Đề cương luận văn) đợt đăng ký cuối cùng để Em đăng ký Luận Văn Tốt Nghiệp. . Em vô đăng ký trể nên không đăng ký được mong PĐT giúp đỡ và mong được sự phản hồi giúp em",
            "Chào bạn,. . Vui lòng gửi rõ yêu cầu xin ĐKMH gì (tên và mã Mh) nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  . . . . Kính gửi Quý Thầy/Cô Phòng Đào Tạo.. . . . Em tên Trần Minh Đức - MSSV: [student_id].. . Nay em làm đơn kính mong Quý Thầy/Cô xem xét giúp em về viêc Đăng ký bổ sung môn : Luận văn tốt nghiệp -CI4343.. . . . Do vừa rồi em không biết thông tin hệ VHVL cũng đươc miễn xét Anh Văn để nhận LVTN nên em không đăng ký.( Hiện em đag học lớp av350 ).Nay em vừa biết tin thì hết hạn.. . . . Do tình hình dich bệnh khó khăn nên kính mong Quý Thầy/Cô tạo điều kiện để em sớm hoàn thành việc học.. . Em chân thành cảm ơn. . . . [full_name]!. . . . . . . . . .",
            "SV liên hệ khoa nhận LVTN, ds gửi khoa ngày 7/9. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name] mã số sinh viên [student_id]. Số tín chỉ tích lũy 127 và số ngày công tác xã hội là 13.5. . Em đã đã đăng kí môn TR4323 - Luận văn tốt nghiệp nhưng lại bị hủy ở đợt kết quả. Còn ở phần lịch sử đăng kí lại không có kết quả. Nhưng trong elearning đã có.. . Mong quý thầy cô kiểm tra lại giúp em. . . Em xin cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 6/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào thầy/cô.. . . . Em là [full_name], khoa Điện - Điện Tử.. . Em chuyển từ hệ chính quy (MSSV [student_id]6) sang hệ vừa học vừa làm (MSSV [student_id]).. . . . Ở chương trình chính quy em đã được phân chuyên ngành Tự động hóa, và đủ điều kiện đăng kí Luận văn tốt nghiệp (409303).. . . . Em đã gửi request   b 26615 - 22/7  /b  để chuyển điểm từ hệ CQ sang VLVH . . Em đã có phản hồi về việc không đăng kí được luận văn do \"sinh viên chua phân ngành\" ở request   b 29869 - 9/8  /b . . . . Ở request   b 29869  /b  có thông báo em kiểm tra lại đăng kí luận văn sau ngày   b 25/8  /b  nhưng   b 27/8  /b  em check thì vẫn không thấy môn luận văn.. . . . Em mong thầy cô kiểm tra lại giúp em vì nếu không đăng kí được em sẽ phải mất thêm một kì nữa để tốt nghiệp. . . . . Em chân thành cảm ơn.. . . .   i Đăng ký môn học .",
            "Đã có [full_name]B"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô,. . Em tên là [full_name], mssv [student_id].. . Ban nãy khi phòng đào tạo mở thêm 30 phút để đăng ký môn học, em có canh để đăng ký môn Kết cấu thép 2 - Mã CI3211 của thầy [full_name], lớp này là do chúng em đã xin để được mở thêm, thì gặp sự cố về mạng không đăng ký được. Mãi đến bây giờ em mới vào được trang đăng ký môn học thì đã kết thúc hạn đăng ký rồi ạ. Xin thầy/ cô có thể giúp em thêm em vào danh sách đã đăng ký của lớp này với được không ạ? Sự cố em gặp phải hoàn toàn là ngoài ý muốn ạ. Em xin cảm ơn thầy/ cô rất nhiều ạ.. . Trân trọng,. . [full_name].",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/ cô bên PĐT. . . . Em là [full_name], MSSV: [student_id] và là sinh viên khoa Xây Dựng. Em có một thắc mắc là nhà trường đã mở thêm một đợt đăng ký luận văn nhưng không xét chuẩn CCAV quốc tế và em đã đăng ký luận văn đợt đó. Nhưng khi đợt kết quả thì em lại bị hủy môn luận văn đó. Mặc dù, em đã đủ số môn cần thiết, số ngày công tác xã hội cũng đủ. Vì vậy, cho em hỏi là do bên trường bị lỗi chưa hiện thị xong cho tất cả các bạn (Bởi vì một số người bạn của em cũng bị) hay là do em vẫn còn thiếu gì ạ. . . . . Mong sớm được bên PĐT giải đáp. Nếu có gì sai sót mong thầy/cô PĐT bỏ qua cho ạ. Em xin cảm ơn!",
            "Chào bạn,. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa phòng đào tạo, em mới kiểm tra kết quả đăng ký luận văn tốt nghiệp do phòng đào tạo mở hôm trước, em đã đăng lý thành công nhưng hôm nay em vào kiểm tra thì thấy không hiện kết quả luận văn. Là em đã bị xóa phải không ạ, phòng đào tạo xem xét giúp lý do vi sao em lại bị xóa. Em cảm ơn.",
            "Chào bạn,. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em chào thầy cô, như thông báo trên gmail trường không xét CCAV vào kì này để đăng kí luận văn tốt nghiệp, vậy nên sau khi đăng kí và ở đợt xem kết quả thì em không biết mình bị xóa môn do điều kiện gì, mong quý thầy cô xem xét giúp em, em xin cám ơn.. .",
            "Chào bạn,. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT. . Em Lê Anh Vũ, PĐT có thể mở lịch đk Lịch đăng ký (Luận văn tốt nghiệp + Thực tập tốt nghiệp + Đề cương luận văn) đợt đăng ký cuối cùng để Em đăng ký Luận Văn Tốt Nghiệp. . Em vô đăng ký trể nên không đăng ký được mong PĐT giúp đỡ và mong được sự phản hồi giúp em. . Mã MH: CI4343. . Nhóm lớp: T01",
            "Chào bạn,. . Bạn chưa đủ điều kiện đăng ký LVTN nhé.. . Hiện tại bạn còn thiếu TTTN và ĐCLV (môn tiên quyết của LVTN). . Nếu SV có nguyện vọng ĐK môn TTTN và ĐCLV vui lòng bổ sung đầy đủ thông tin mã MH nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào pđt! Hiện em xin mở thêm lớp dự thính Bê tông 2 CI3175. Lớp chỉ vừa mới mở mà 16h chiều nay đã đã đóng link do hết hạn đăng ký môn học rồi. Nên em xin pđt mở thêm thời gian đăng ký cho các bạn có thêm thời gian đăng ký ạ! Nhiều bạn chưa đăng ký kịp vì link đã đóng ạ !",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT. . Em [full_name], PĐT có thể mở lịch đk Lịch đăng ký (Luận văn tốt nghiệp + Thực tập tốt nghiệp + Đề cương luận văn) đợt đăng ký cuối cùng để Em đăng ký Luận Văn Tốt Nghiệp. . Em vô đăng ký trể nên không đăng ký được mong PĐT giúp đỡ và mong được sự phản hồi giúp em. . Mã MH: CI4343. . Nhóm lớp: T01",
            "Đã có [full_name]B"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa quý thầy cô.. . Em là [full_name], mã số sinh viên [student_id].. . Hiện em đã có kết quả đăng kí bổ sung luận văn tốt nghiệp nhưng kết quả đã bị hủy mặc dù em đã đủ điều kiện đăng ký.. . Mong quý thầy cô phản hồi giúp em.",
            "Chào bạn,. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1711413  /b \t. . . .   i Đăng ký môn học . Kính gửi PĐT,. . Chương trình đào tạo Việt pháp có 1 môn là Tư Tưởng Hồ Chí Minh, mã số môn học là 001025. Hiện tại môn học này đã không còn mở với mã số môn học cũ từ khóa K19. Cho nên PĐT cho em hỏi môn học này sẽ tương đương với môn học nào ở chương trình đại trà, và mã số môn học là gì để em đăng kí học ạ. Em xin cám ơn PĐT.",
            "Chào bạn,. . - Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . . . - Em xem nếu cần học môn nào. . Em vui lòng trình bày lý do, mã môn học, tên môn học, mã nhóm để PĐT xem xét nhé.. . Thân mến,. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi PĐT,. . Vào đầu tháng 6 vừa qua em có đăng kí in bảng điểm và đã đóng tiền qua bkpay. Nhưng vì lí do dịch bệnh nên không thể tới trực tiếp PĐT để lấy bảng điểm. Nên mong muốn của em là được PĐT gửi bảng điểm bằng file PDF qua mail của trường được không ạ. Em xin cám ơn.. .",
            "Chào bạn. . Bạn có thể đăng ký bảng điểm và nhận qua bưu cục nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ kính thưa Phòng Đào Tạo em đã đủ điều kiện đăng ký đề cương LVTN nhưng hôm nay đã bị xóa ạ. Kính Mông PĐT xem xét và thêm môn học giúp em",
            "Chào bạn,. . Vui lòng bổ sung giúp cô mã môn ĐCLV nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy,cô phòng đào tạo. Em được biết kỳ này miễn anh văn nên em đã đăng ký môn luận văn tốt nghiệp nhưng hôm nay em thấy kết quả đã bị hủy(số ngày công tác xã hôi em đã hơn 10 ngày), có nhiều bạn cũng gặp trường hợp như em. Vậy cho em hỏi trường có fix lại không ạ?",
            "Đã cập nhật lại TKB, em vào xem lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Theo như email phòng đào tạo thông báo thì HK211 không xét ccav cho đăng ký luận văn tốt nghiệp. Và đợt đăng ký ngày 23-25/8 em đã đăng ký rồi. Nay một số bạn khác có hiện luận văn tốt nghiệp trên bkel nhưng của em thì không. em xin hỏi vấn đề này như thế nào ạ?",
            "Đã có [full_name]B"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô ạ, . . . . Thầy cô cho em hỏi em thuộc chương trình cũ nhưng em bị trễ nên em đăng ký môn tương đương là đồ án thiết kế ME3139 (môn học cũ là đồ án thiết kế ME2011) thì có được không ạ? có ảnh hưởng đến bằng khi tốt nghiệp không ạ? em xin cảm ơn.. . . . Trân trọng. . . . [full_name] Tài. .",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Đăng ký môn học . Thưa quý thầy cô!. . Mọi năm em đã tham gia học các lớp toeic do trường tổ chức để đảm bảo việc đăng kí môn tuy nhiên môn này sẽ không tính tín chỉ tích lũy. Nên không thể đạt được số tín chỉ mà luận văn tốt nghiệp yêu cầu ( 126 tín chỉ). Em đã đạt được 125 tín chỉ, nhưng do dịch covid nên em chưa thể thi để chuyển điểm lấy số tín chỉ tích lũy các anh văn được thành ra em bị thiếu ở các tín chỉ anh văn này.. . Em xin hỏi là mình có cách giải quyết nào để có thể làm luận văn tốt nghiệp trong kì này không ạ!. . Em xin cảm ơn ạ!. .",
            "Chào bạn,. . SV vẫn có thể đăng ký học AV 1,2,3,4 trong trường bình thường nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô,. . . . Em xin gửi   B Đơn xin đặc cách đăng ký môn học  /B  Cơ sở Kỹ thuật điện EE2017, lớp DT01 kỳ dự thính 211 Lộ trình 2. Do trùng thời khóa biểu với một môn học trong Lộ trình 1, em không thể tự đăng ký nhóm lớp này trên nền tảng mybk.. . . . Em đã trình bày lý do, phương pháp học tập cũng như nhận được sự xác nhận và đồng ý của cả hai giảng viên trong file đính kèm. . . . . Kính mong Phòng Đào tạo xem xét và chấp nhận cho em.. . -----. . [full_name]. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . . Kính gửi phòng đào tạo .. . Em là [full_name] , mã số sinh viên [student_id] , lớp XD17KT khoa xây dựng ngành kiến trúc .. . . . Em gửi phòng đào tạo đơn xin đăng kí học, trình bày lý do và có sự xác nhận của khoa và bộ môn . Đã qua vài ngày nhưng em không nhận được phản hồi .. . . . Em kính mong phòng đào tạo xem xét cho phép em đăng kí môn học này trong kì 211 .. . . . Em xin cảm ơn ạ  ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]ính Gửi Phòng Đào Đạo Trường Đại Học Bách [full_name]hoa TPHCM.. . [full_name]ính Gửi Thầy Cô Phòng Đào Đạo.. . ĐƠN XIN HỦY MÔN HỌC HỌC [full_name]Ỳ 211. . Em Tên: [full_name] - MSSV: [student_id] Hệ VHVL.. . Em làm đơn này xin Thầy Cô Phòng Đào Tạo Hủy môn học Giúp em.. . Môn học cần Hủy : [full_name]ết cấu Thép 2 Mã MH: CI3211 Nhóm DT01.. . Lý do: Do em mới biết kết quả điểm thi hôm nay. Lần trước em đăng ký là em lo lắng vì chưa có điểm, chưa biết và sợ không theo kịp tiến độ học tập. Nay em mới biết điểm là đã thi đậu. Em mong Quý Thầy Cô phòng Đào Tạo giúp em, và tạo điều kiện cho em trong mùa dịch khó khăn này. . . Em xin chân thành cảm ơn Quý Thầy Cô.. .   i Đăng ký môn học .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào [full_name],. . Hôm trước em đăng ký nhầm lớp Việt Pháp của môn [full_name] - TR1005.. . Mong [full_name] giúp em chuyển sang lớp L-01. . Mã môn học TR1005 - [full_name]. . Em xin chân thành cảm ơn. .",
            "Chào bạn.. . Bị trùng TKB nên không chuyển qua nhóm đại trà được cho bạn nhé, bạn vui lòng kiểm tra lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i Em muốn đăng kí môn CI2003 nhưng tkb bị trùng em ko đăng kí được vì đây là lần cuối cùng môn học được mở . Em xin phòng đào tạo cho phép em được học môn CI2003 trong kì này ạ. Em mong PĐT sẽ chấp nhận yêu cầu của em . Em cảm ơn ạ. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào PĐT,. . Em hỏi lại câu hỏi trước do câu trả lời trước đó em nhận được chưa rõ ràng, đồng thời đính kèm thêm 1 số ảnh. . Câu hỏi: Em có đăng ký hoãn thi môn SP1007 trước ngày (email xác nhận đính kèm) nhưng nay em xem điểm trên mybk thì là điểm 13 (hình đính kèm). . Trong mail có ghi là kết quả hoãn thi sẽ được cập nhật sau 30/9, tức là giờ e phải chờ sau 30/9 thì điểm của em sẽ được cập nhật lại thành điểm hoãn thi (14) hay là điểm 13 này là điểm cuối cùng của em ạ? Nếu bị điểm 13 thì tại sao ạ do em đã đăng ký hoãn thi đúng quy định? . . Em xin cảm ơn.",
            "Chào bạn. . Bạn xem lại thông báo sau khi đăng ký vào form Hoãn thi, kết quả sẽ trả lời Sinh viên vào cuối tháng 9. . . Nếu có QD hoãn thi sẽ được cập nhật thành điểm 14. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "U Đăng ký môn học . Thưa cán bộ hỗ trợ,. . . . Đăng kí bổ sung LVTN của em bị xóa trong đợt trả kết quả. Em xem lịch sử đăng kí không thấy lý do bị xóa. . . . . Theo quy định, em nhận thấy em đủ điều kiện về số tín chỉ tối thiểu và số ngày CTXH tối thiểu. . . . . Vậy, ngoài điều kiện về chứng chỉ AV, xin cho em biết em thiếu điều kiện gì khác để nhận LVTN ạ?. . . . Em cảm ơn.",
            "Chào bạn. . Cô kiểm tra không thấy bạn đăng ký LVTN ở đợt nào, bạn gởi minh chứng đính kèm. . Hiện tại là đến tuần 14 của HK bạn mới khiếu nại. . Tình trạng hiện tại của bạn là Tạm dừng, hướng giải quyết là bạn làm thủ tục thu nhận lại và đăng ký lại Lvtn trong Hk213. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name], MSSV: [student_id]. Em đã đủ điều kiện để đăng kí luận văn tốt nghiệp (mã môn học GE4313), đợt đăng kí bổ sung vừa rồi em đã đăng kí rồi nhưng lại bị huỷ ở phần kết quả, phần lịch sử đăng kí lại  không có kết quả. Mong quý thầy cô kiểm tra lại giúp em. Em cảm ơn ạ",
            "Đã cập nhật lại TKB, bạn vào xem lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712737  /b \t. . . .   i Tốt nghiệp . Dạ, em chảo Thầy/Cô ạ, . . Vào 23/08 trường có gửi mail thông báo HK211 sẽ không xét chứng chỉ ngoại ngữ khi xét nhận LVTN, nhưng hôm nay em nhận được mail có nội dung \"vẫn xét chứng chỉ ngoại ngữ để làm luận văn\". Dạ, Thầy/Cô có thể cho em hỏi cụ thể về vấn đề: trong HK211 này có cần chứng chỉ ngoại ngữ để làm LVTN không ạ?.. . Em cảm ơn ạ!",
            "Chào bạn,. . Không xét nhé CCNN nhé bạn,. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name], mssv [student_id]. . Vừa rồi có dk luận văn (theo diện được miễn ngoại ngữ do dịch) nhưng không được.. . PDT có thể check xem lí do cụ thể là gì không ạ.. . Em cảm ơn.",
            "Chào bạn,. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn đăng kí môn kỹ thuật thi công (CI3043) nhưng bị trùng tkb với môn thí nghiệm sinh học đại cương(CI2028). Nhưng kì trước e có học môn thí nghiệm sinh học đại cương (CI2028) và đã có điểm . Em đã có liên hệ với giao viên môn thí nghiệm sinh học đại cương và em được phép chuyển điểm và không phải đi học môn đó ạ. PĐT có thể giúp em đăng kí môn kỹ thuật thi công (CI3043) được không ạ",
            "Chào bạn,. . [full_name] thì không ĐKMH được nhé, bạn vui lòng làm đơn xin đặc cách ĐKMH, ghi rõ trùng như thế nào? và bạn giải quyết vấn đề trùng của bạn như thế nào?. . Phải có xác nhận của GV giảng dạy nhé!. . Sau đó gửi qua bksi để trình ban lãnh đạo xét duyệt cho bạn. . Thân",
            "Đăng ký môn học . Em muốn đăng kí môn kỹ thuật thi công (CI3043) nhưng bị trùng tkb với môn thí nghiệm sinh học đại cương(CI2028). Nhưng kì trước e có học môn thí nghiệm sinh học đại cương (CI2028) và đã có điểm . Em đã có liên hệ với giao viên môn thí nghiệm sinh học đại cương và em được phép chuyển điểm và không phải đi học môn đó ạ. PĐT có thể giúp em đăng kí môn kỹ thuật thi công (CI3043) được không ạ",
            "Đã tl. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi các bước để rút môn học ạ. .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào thầy cô. Em là Võ Đình Quốc. Lớp VPCDT16. Em có đăng kí LVTN đợt bổ sung của học kì 211 theo mail của PDT về việc xét miễn chứng chỉ Anh Văn trong LVTN kì 211. Nhưng kết quả của đợt đăng kí vừa rồi lại không có ạ. Xem thầy cô kiểm tra giúp em ạ.",
            "Chào bạn,. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào cô/thầy. Em là sinh viên K17 khoa điện - điện tử chuyên ngành điều khiện tự động hóa.. . Đợt vừa rồi có mở đăng ký bổ sung LVTN em có đăng ký. Và bây giờ xem kết quả thì không có môn ạ. Xin cho em hỏi vậy là em không đăng ký được hay lỗi hệ thống ạ?",
            "Chào bạn,. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name] mssv [student_id] có đăng ký luận văn tốt nghiệp vào đợt đăng ký bổ xung ngày 23 - 25 tháng 8 nhưng hôm nay ngày 27/8 em vào xem kết quả đăng ký thì hiện sv chưa đăng ký môn luận văn tốt nghiệp ci4393.em mong muốn được đăng ký môn luận văn tốt nghiệp ci4393 mong thầy cô xem xét lại giùm e ạ. Em xin đính kèm hình ảnh phía dưới.  Em xin cảm ơn",
            "Đã có [full_name]B"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào quý thầy cô. . Em là [full_name]V [student_id]. Sau khi đăng ký bổ sung LVTN thì trên Elearning có hiển thị môn LVTN nhưng trên TKB của em thì không, mong thầy cô kiểm tra giúp em ạ.. .",
            "Chào bạn,. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ Tên :Đoàn Công Minh. . MSSV : [student_id]. . . . Lý do đăng ký môn:. . Lần đăng ký bổ sung luận văn tốt nghiệp em đã đăng ký Luận văn tốt nghiệp ngành cảng- cảng biển(CI4333). Tuy nhiên đến khi có kết quả đăng ký thì môn em đăng ký đã bị hủy.. . . . Hiện tại em đã có chứng chỉ anh văn và đã quy đổi để có đủ tín chỉ nhận luận văn tốt nghiệp.. . . . Em mong có thể làm luận văn cuối khóa trong kỳ này vì đây là học kỳ cuối cùng của em tại trường.. . Mong phòng Đào Tạo xem xét để em có thể hoàn thành việc học trong kỳ cuối cùng này ạ.. . . . Em xin cảm ơn.",
            "Chào bạn,. . Hiện tại cô vẫn chưa thanh toán lệ phí chuyển điểm AV nhé, vui lòng vào xem lại",
            "Chào cô [full_name]!. . . . Hiện tại em đã thanh toán được lệ phí chuyển điểm ạ.. . . . Em đã bắt đầu đóng từ hôm 27/8 nhưng có vẻ phía ngân hàng bị lỗi ạ.. . Xin lỗi cô vì sự chậm trễ này.. . . . Mong phản hồi từ cô để e có thể nhận luận văn tốt nghiệp ạ.. . . . Em xin cảm ơn.",
            "Chào cô [full_name]!. . . . Em xin bổ sung thêm hình ảnh đã thanh toán lệ phí ạ. . . . Em xin cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 20/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. .",
            "Chào Phòng Đào Tạo!. . . . Hiện tại thời khóa biểu của em sau ngày 20/09/2021 vẫn chưa được cập nhật thêm luận văn tốt nghiệp (CI4333).. . . . Em đã liên hệ với khoa. Em hiện có đề tài và giáo viên hướng dẫn. . . . . Mong phòng đào tạo xem xét để em có thể làm luận văn và hoàn thành việc học. . . . . Em cảm ơn!",
            "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 109+7=116  121 Không đủ điều kiện nhận LVTN, đã cập nhật điểm chuyển. . Bạn kiểm tra lại nghen. . Thân. .",
            "Chào Phòng Đào Tạo. . . . Em đã kiểm tra lại số tín chỉ hiện tại e đang có là 124 chỉ.. . Tuy nhiên có 1 môn cơ học kết cấu (CI2029)  từ HK202 là lịch thi bị hoãn nên hiện tại pđt có thể xem xét giúp em môn này xem đủ tín chỉ không. Vì đây là kỳ cuối nên mong phòng đào tạo xem xét giúp em để em có thể hoàn thành trong học kỳ này . . . . Em cảm ơn và mong phản hồi từ phòng đào tạo!!!",
            "Chào Phòng Đào Tạo. . . . Em đã kiểm tra lại số tín chỉ hiện tại e đang có là 124 chỉ.. . Tuy nhiên có 1 môn cơ học kết cấu (CI2029)  từ HK202 là lịch thi bị hoãn nên hiện tại pđt có thể xem xét giúp em môn này xem đủ tín chỉ không. Vì đây là kỳ cuối nên mong phòng đào tạo xem xét giúp em để em có thể hoàn thành trong học kỳ này. . . . Em cảm ơn và mong phản hồi từ phòng đào tạo!!!",
            "Chào bạn. . Theo thông báo tất cả các môn ở HK202, 203 đều xét vào khi tính LVTN. . Bạn kiểm tra lại lần nữa, theo thông tin bạn gởi cập nhật trển trang aao là không đúng nghen. . Bạn phải kiểm tra theo bảng điểm và CTDT của mình. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1711952  /b \t. . . .   i Đăng ký môn học . Em kính chào thầy cô ạ!. . Em là Linh sinh viên K17 Cơ Khí. . Vừa qua Pđt có cho đăng kí đợt cuối cùng LVTN, TTTN, Đề Cương LV  sẽ không xét chuẩn CCAV quốc tế khi xét LVTN trong HK211 nhưng hôm nay em kiểm tra thì việc đăng kí môn học không được chấp nhận ạ. Có rất nhiều bạn như em gặp tình trạng tương tự ạ. Em mong Pđt giải quyết giúp cho chúng em ạ. Vì 30/8 sẽ bắt đầu làm ạ.. . . .",
            "Chào bạn,. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa quý thầy cô!. . Em hiện tại chưa học các lớp anh văn do nhà trường tổ chức, em muốn nộp bằng toeic vào để chuyển điểm nhưng vì tình hình dịch căng thẳng nên em không thể thi lấy bằng được. Nên không thể đạt được số tín chỉ mà luận văn tốt nghiệp yêu cầu ( 126 tín chỉ). Em đã đạt được 125 tín chỉ. . . Em mong nhà trường tạo điều kiện cho em có thể được đăng ký luận văn tốt nghiệp trong học kỳ này. . . Em xin cảm ơn ạ!",
            "Chào bạn,. . Phải đủ điều kiện mới có thể đăng ký LVTN nhé, vẫn đề là bạn vẫn có thể đăng ký học các môn AV 1,2,3,4 trong trường được nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là: [full_name]. . MSSV :[student_id]. . Đợt đăng kí TTTN-DCLVTN-LVTN : Em có đăng kí môn LVTN mã môn CI4313 nhưng đã bị hủy vào đợt kết quả,PĐT kiểm tra lại giúp em.. . Số TCTL :125 . . Số ngày CTXH: 17.5. . Các môn tương đương đã học :. . CI3219 ở HK201 và CI3221 ở HK192 tương đương môn CI3075 . . CI4121 và CI4123 cùng ở HK201 tương đương . . môn CI4033. . Em xin cảm ơn!.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 6/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em: [full_name] - mssv:[student_id]\t. .  Đầu tiên em xin cám ơn đến quý anh chị đã hỗ trợ cho em về công tác cập nhật ĐĂNG KÝ MÔN HỌC ( do đầy sĩ số). .  - Hiện tại em đã nhận được phản hồi của Phòng Đào Tạo khi đã cho em thông tin môn học \"Kết cấu thép 1 - CI3009\" vào BKEL nhưng bên thời khóa biểu thì em chưa nhận được thông tin của môn học này.. .  Em xin phép anh chị hỗ trợ phản hồi PDT về việc này giúp em ạ, để em nhận được thông tin chính xác( được học hay không được). Nếu được học thì em có sự chuẩn bị và liên hệ tốt với giáo viên giảng dạy còn theo kịp bài tập và giáo trình học ạ. . . Em cám ơn anh chị!. .  Trân trọng !. . Sinh viên: [full_name]. .",
            "Đã có TKB trên My bk!. . BKel đã cập nhật lại, bạn vào kiểm tra lại, nếu không có vui lòng chụp hình phản hồi lại giúp nhé!. . Thân"
        ]
    }
]