[
    {
        "intent": "",
        "message": [
            "Học vụ . anh/chị cho em hỏi, học phí mình đã thanh toán đầy đủ nhưng giờ mình muốn huỷ một số môn trong thời khoá biểu có được không ạ?  . .  mình cần làm thủ tục gì? và ở đâu?. . mong được giải đáp. . . em chân thành cảm ơn.",
            "Chào em,. . Đã hết thời gian rút môn học (phải thanh toán học phí), em cần làm theo hướng dẫn sau để trình BLĐ phòng xem xét. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào [full_name],. . . . Em là [full_name]. Hôm nay em viết đơn này về vấn đề kiểm tra/thi bổ sung bộ môn vật lí (17h ngày 21/11/2021).. . . . Cụ thể, trước khi thi em có bật recording thông qua phần mềm theo gợi ý của Trường. Tuy nhiên khi hoàn thành bài làm thì em bấm nút lưu thì lại xảy ra lỗi. Em nghĩ nguyên nhân là do lúc em làm bài, em tập trung làm trên nháp nên máy tính rơi vào trạng thái nghỉ. Điều này khiến phần mềm của em không lưu được video.. . . . Em cũng đã liên hệ với giáo viên bộ môn và cô cũng hướng dẫn em điền đơn kiểm tra bổ sung.. . Ngoài ra em cũng được hướng dẫn nộp đơn bổ sung qua trang BKSI này ạ (câu hỏi số #40933).. . . . Vì thế em xin gửi đơn thi bộ sung cho môn vật lí như tệp đính kèm.. . . . Em mong Thầy Cô xem xét.",
            "\"Chào em,. . Cô gửi em file phiếu cho phép kiểm tra bổ sung, em gửi cho GV để được kiểm tra bổ sung lại nhé!. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Họ và tên sinh viên:   Lê Hoài Phong\t. . Mã số sv: [student_id]. . Ngày sinh: 11/10/1994\t \t\t. . Lớp:  CKT15\tKhóa : 2015. . Ngành: CƠ KỸ THUẬT. . Địa chỉ liên lạc:  . . 101/40 BẮC HẢI P.15 Q.10 TP HCM\t\t. . Điện thoại: [phone_number]. . Hiện nay em đang làm luận văn tốt nghiệp.. . Mã ngành AS4313. . Lý do đăng ký luận văn tốt nghiệp trễ hạn: do điểm của các môn Nhập môn về lập trình, Vật liệu kỹ thuật trong học kỳ 202 lên trễ, cụ thể là sau hạn chót đăng ký luận văn tốt nghiệp đợt vét 25/8/2021nên 6 tín chỉ của hai môn này không được tính, vì vậy nên số tìn chỉ trước đó công thêm số tín chỉ đăng ký của học kỳ 211 chỉ là 120 tín chỉ không đủ điều kiện đăng ký luận văn tốt nghiệp. Sau khi hai môn trên có điểm đủ điều kiện 126 tín chỉ thì lại đang trong thời gian giãn cách xã hội em không thể vào trường xin chữ ký của các thầy và khoa để làm đơn.. . Nay em làm đơn này kính mong Ban Giám Hiệu, Phòng Đào Tạo và Khoa cho phép em được đăng ký luận văn tốt nghiệp trễ hạn.. . Em xin trân trọng cám ơn.. .",
            "Chào em,. . Em vui lòng chụp hình gửi lại file đơn khác giúp cô nhé, file bạn gửi mờ quá, in ra không xem được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Học vụ . Em chào pdt ,pdt có thể cho e hỏi là e lên ngân hàng đóng tiền bảo hiểm y tế như mọi năm vânc thường làm , nhưng sao e ko đc cập nhập trên bkpay vậy . . Em cảm ơn ạ.",
            "Chào em,. . Em liên hệ số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name], em xin được hỏi về việc nếu như đã tốt nghiệp ở một trường đại học hoặc cao đẳng nào khác Bách Khoa thì có được đăng kí học ở trường Bách Khoa hay không? (Không cần thi tuyển) Và nếu có thì mức học phí nó sẽ được áp dụng như thế nào? Em cảm ơn ạ.",
            "Chào em,. . Về thông tin tuyển sinh của trường em tham khảo thông tin tại đây nhé:. . http://tuyensinh.hcmut.edu.vn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT, PĐT cho em hỏi là hiện tại trường có hình thức tổ chức thi Anh Văn online cho khóa K2018 để xét đăng ký LVTN không ạ? Em xin cảm ơn!",
            "Chào em,. . Hiện tại chưa có thông báo gì về việc không xét Chuẩn tiếng Anh cho việc đăng ký LVTN ở HK212 nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1814568  /b \t. . . .   i Yêu cầu khác . Dạ em xin chào PĐT ạ,. . . . Em tên là Nhật Trường ạ. Nay em có một thắc mắc ạ, là em có một số lý do cá nhân ngoài ý muốn, liệu em có thể rút môn học được không ạ. Môn đó sắp thi vào ngày 29/11/2021 ạ. . . Nếu được thì em phải làm như nào ạ, lúc này em sẽ nói rõ lý do cụ thể tại sao em cần rút môn học này ạ.. . . . Em cám ơn và chúc PĐT đầu tuần thật nhiều sức khỏe.. . Nhật Trường. . . .",
            "Chào em,. . Đã hết thời gian rút môn học (phải thanh toán học phí), em cần làm theo hướng dẫn sau để trình BLĐ phòng xem xét. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có đăng kí hoãn thi hai môn là Giải tích 2(HK202) và Đại số tuyến tính (HK203).. . . . Em có dự định thi lại 2 môn này ở HK212 và HK213, nhưng hôm trước em có nhận được mail xếp lịch thi lại vào tháng 12 tới (HK211) và em muốn hỏi là em có thể đợi tới học kì sau để thi lại không? . . . . Vì em thấy trên quy chế hoãn thi của nhà trường là hoãn tối đa 1 năm với em chưa chuẩn bị để thi vào cuối kì này.. . . . Em cảm ơn.",
            "Chào em,. . PĐT đã gửi email đến sv: \"Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022\". Em xem email nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện tại em muốn rút môn dự thính để đăng ký tốt nghiệp luôn được không ạ? . . Nếu được thì em phải đăng ký như thế nào ở đâu. . . . Mã môn học: MT1009 - Phương pháp tính. . . . Em đã hoàn thành đủ các tín chỉ của học phần và làm xong luận văn tốt nghiệp (đã có điểm).",
            "\"Chào bạn,. . Về việc rút môn học (Có tính học phí):. . Bạn vui lòng tải mẫu đơn: RÚT MÔN HỌC tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail pdt@hcmut.edu.vn hoặc BKSI. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào Thầy/Cô. . Hiện tại sao em không đăng ký thi nói viết (MSMH: BKE123) được ạ!. . Mong Thầy/Cô giải đáp thắc mắc giúp em ạ!",
            "Chào em,. . PĐT mới gửi email, em xem giúp nhé:. . \"Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến-Tháng 12-MSMH:BKE123\". . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . kính gửi phòng đào tạo.em tên [full_name],do học kỳ này em đã đăng ký nhầm mã môn học môn luận văn tốt nghiệp nên xin phép cho em xin chuyển mã môn luận văn mới( đơn đính kèm).em xin chân thành cảm ơn.",
            "kính gửi phòng đào tạo.em tên [full_name] mssv [student_id],do học kỳ này em đã đăng ký nhầm mã môn học môn luận văn tốt nghiệp nên xin phép cho em xin chuyển mã môn luận văn mới( đơn đính kèm).em xin chân thành cảm ơn.",
            "Chào em,. . Đơn của bạn đã được duyệt nhé, em theo dõi TKB sẽ được cập nhật tại mybk/Thông tin Sinh viên/Thời khóa biểu. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là sinh viên K2014. Do quá thời gian đào tạo nhưng chỉ còn thiếu anh văn nói viết để tốt nghiệp nên đã được gia hạn thêm một học kỳ để bổ sung anh văn. Em vừa mới đậu nói viết và có nhận được mail thông báo đã có tên trong danh sách dự kiến tốt nghiệp. Nhưng vào trang đăng ký tốt nghiệp thì trang báo là \"Không được phép đăng ký ( tam dung )\". Tháng 5 em đã có làm đơn và có trong danh sách được thu nhận lại rồi. Bây giờ em phải làm sao để có thể đăng ký tốt nghiệp? Em xin cảm ơn.. .",
            "Chào em,. . Đã mở khóa, em vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i  : BKE123[full_name] [full_name] [full_name] [full_name] Kính gửi phòng đào tạo, [full_name] [full_name] [full_name] [full_name] Theo như email em nhận được thì thời gian đăng ký anh văn 2 kỹ năng trực tuyến tháng 12: từ 8g ngày 22/11, nhưng hiện tại em nên đăng ký thì chưa đăng ký được, lý do là chưa tới hạn đăng ký[full_name][full_name] [full_name] [full_name] [full_name] Vì vậy em gửi yêu cầu này để phòng đào tạo mở môn học để chúng em có thể đăng ký[full_name][full_name] [full_name] [full_name] [full_name] Em xin chân thành cám ơn[full_name] [full_name] [full_name][full_name] [full_name] [full_name] [full_name]",
            "Chào em,. . PĐT mới gửi email, em xem nhé. . \"Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến-Tháng 12-MSMH:BKE123\". . Thân mến. . . .",
            "Em chào cô [full_name],. . . . Hiện tại em thấy email mới gửi vẫn có thời gian đăng ký là từ 8g ngày 22/11 đến 14g50 ngày 25/11. . . . Nhưng em vẫn chưa đăng ký được trên Mybk (hiện tại vẫn giống lỗi cũ), và em cũng chưa thấy bạn nào đăng ký thành công môn học này.. . . . Khi nào cô rảnh, cô xem lại giúp em nhé,. . . . Em cám ơn cô ạ!. . . . [full_name]",
            "Chào bạn. . Do lỗi kỹ thuật nên SV không đăng ký được thi anh văn theo hình thức trực tuyến đợt tháng 12. . Hiện tại Pdt đã khắc phục nên SV vui lòng vào đăng ký lại.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã nhận được thông báo có tên trong danh sách tốt nghiệp qua mail. Nhưng khi tra cứu danh sách tốt nghiệp dự kiến thì báo chưa có tên trong danh sách. Ngày cập nhập cuối cùng là 25/10. Mong phòng đào tạo cập nhập danh sách tra cứu sớm để em được kiểm tra thông tin trước khi đăng ký tốt nghiệp ạ. Em cảm ơn.",
            "Chào em,. . Em vào đăng ký tốt nghiệp theo hướng dẫn mail nhé, danh sách tốt nghiệp dự kiến sẽ cập nhật sau nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô ạ!. . Em sinh viên khoá K15, em đang thấy có mở đăng kí cho thi Speaking and Writting online. Em thấy mớ đăng kí từ 8h ngày 22/11 mà em vô đăng kí thì không được ạ? Không biết lần thi này có giới hạn sinh viên khoá nào đăng kí không ạ?. . Em cám ơn ạ",
            "Chào em,. . PĐT mới gửi email, em xem nhé. . \"Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến-Tháng 12-MSMH:BKE123\". . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em có tìm hiểu thì thấy là muốn đăng kí thi lại thpt quốc gia cần có sự cho phép của bgh nhà trường. Vậy cho em hỏi là trong tình hình dịch bệnh này trường chưa cho phép sv vào thì em phải làm thế nào ạ?  . .   i Yêu cầu khác .",
            "Chào em,. . - Dạ em có tìm hiểu thì thấy là muốn đăng kí thi lại thpt quốc gia cần có sự cho phép của bgh nhà trường. . . =  Quy định chỗ nào vậy em. Việc thi lại THPT Quốc gia là tùy sv nhé.. . - Vậy cho em hỏi là trong tình hình dịch bệnh này trường chưa cho phép sv vào thì em phải làm thế nào ạ?  . . =  Em vào trường để làm gì ? . . - Em cần hỏi, em gửi email [email] hoặc gửi câu hỏi qua bksi.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name]. . MSSV: [student_id]. . Lớp: CK15CTM1. . . . Kính gửi Phòng Đào Tạo Đại Học Bách Khoa Hồ Chí Minh,. . Em nhận được email về thời gian đăng ký thi AV 2 kỹ năng theo hình thức trực tuyến - đợt tháng 12 - MSMH: BKE123: từ 8g ngày 22/11 đến 14g50 ngày 25/11 nhưng khi em vào đăng ký lúc 11g ngày 22/11 thì xuất hiện lỗi bạn chưa được mở đăng ký.. . . . Kính mong quý thầy cô giải quyết giúp em ạ. . . . Em xin cảm ơn nhiều ạ. . . . Trân trọng,. . [full_name]",
            "Chào em,. . PĐT mới gửi emai, em xem giúp nhé:\"Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến-Tháng 12-MSMH:BKE123\". . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi: Phòng đào tạo - Trường đại học Bách Khoa TPHCM,. . . . Em vừa nhận được email thông báo của Trường là em đã có tên trong danh sách dự kiến tốt nghiệp đợt 2 năm 2021. Tuy nhiên, em kiểm tra trên trang web Phòng Đào Tạo thì lại không có tên trong danh sách dự kiến tốt nghiệp và em vào trang MyBK để đăng ký xét tốt nghiệp thì không thể đăng ký được vì tình trạng đăng ký hiện tại là \"Không được phép đăng ký (tam dung)\".. . . . Em rất mong Phòng Đào Tạo kiểm tra lại giúp em và em cũng mong nhận được phản hồi sớm từ Phòng Đào Tạo để kịp đăng ký xét tốt nghiệp sớm.. . . . Em xin trân trọng cảm ơn.",
            "Chào em,. . Sau 8h ngày 23/11 bạn vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy cô, em là [full_name]. Kì rồi em có hoãn thi Phương pháp tính(MT1009) và Kỹ thuật điện-điện tử( EE2011) nhưng chưa đăng kí học lại. . . Hạn hoãn thi tối đa 2 kì nên em tính kì sau mới đăng kí thi. . . . . Nhưng bây giờ cập nhật lịch thi trong kì này. cho em hỏi làm sau để hoãn lại kì sau ạ?. . . . Em chân thành cảm ơn!. .",
            "Chào em,. . PĐT đã gửi email đến sv: \"Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022\". Em xem email nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Trong tình hình dịch bệnh đi lại khó khăn, khó có thể trực tiếp lên trường nhận giấy giới thiệu thực tập. Em mong muốn được xin giấy giới thiệu thực tập của trường do yêu cầu thực tập tốt nghiệp cần phải có giấy giới thiệu của công ty. Em phải liên lạc và hình thức như thế nào để nhận giấy ạ ?. . Chân thành cảm ơn !. .",
            "Chào em,. . SV có thời khóa biểu trong học kỳ có thể vào trang mybk/Đăng ký in giấy chứng nhận SV để đăng ký.. . Về giấy giới thiệu sinh viên vui lòng liên hệ ở Khoa để được hỗ trợ. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Phòng đào tạo cho em hỏi: . .  - Do sao em lại không đăng ký thi anh văn nói viết đợt tháng 11 được và trang web có thông báo là em không được quyền đăng ký. Có phải là do em không đăng ký môn học nào trong kỳ này ? . .  -Nếu do lý do trên thì em có cách nào để đăng kí thi anh văn nói viết được không ạ ?",
            "Chào em,. . - Do lỗi kỹ thuật nên SV không đăng ký được thi anh văn theo hình thức trực tuyến đợt tháng 12. . - Hiện tại PĐT đã khắc phục, em vui lòng vào đăng ký lại.. . Thân mến",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là kì 211 này em đang làm luận văn thì có được đăng ký thi đợt anh văn nói viết trực tuyến tháng 12 này không ạ. . . Em cảm ơn.",
            "Chào bạn. . Tùy bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .    Tình hình là do đợt thi học kỳ 202 em có hoãn thi vì lí do thiết bị, nên hiện tại phòng đào tạo có gửi em về lịch thi xoá điểm hoãn trong tháng 12 này, nhưng thơi gian thi lại trùng với lịch thi của học kỳ 211 nên em không thể vừa ôn tập và hoàn thành tới 9 môn học cùng lúc, cho nên em xin hỏi có em có thể tiếp tục dời thi một số môn học đã hoãn cho lần kế tiếp được không ạ . .",
            "Chào em,. . - PĐT đã gửi email đến sv: \"Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022\". Em xem email nhé.. . - \"...Về việc thi để xóa điểm Hoãn thi:. . - Môn học có mở trong HK211: PĐT sẽ tự động xếp Lịch thi và đồng thời cập . . nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/Lịch thi.. . - Môn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp Lịch thi . . và đã gởi email cho từng Sinh viên Lịch thi (Sinh viên xem chi tiết Lịch thi cập. . nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/Lịch thi).. . - Các môn học còn lại (không mở trong HK211): Sinh viên vui lòng đợi thông . . báo sau.. . - Trường hợp PĐT đã xếp Lịch thi nhưng SV không thể Thi để xóa điểm HT . . trong HK211 này: SV sẽ đăng ký tại trang Mybk.hcmut.edu.vn    Ứng dụng . . cho Sinh viên    12. Đăng ký hoãn thi Cuối kỳ. . . • Lưu ý: SV cân nhắc khi đăng ký không thi ở HK211, vì PĐT đã cố gắng . . xếp Lịch thi cho tất cả SV diện có Quyết định Hoãn thi để SV có kết . . quả kịp tiến độ theo Chương trình đào tạo, HK212 khả năng dự kiến . . khó mở lớp những môn này, đồng thời theo quy định SV phải đăng ký . . thi cuối kỳ trong thời hạn một năn học để lấy kết quả này làm điểm . . tổng kết thay thế cho điểm HT.. . - Quy định hoãn thi (HT): xem chi tiết tại khoản 17.2 điều 17 trong Quy chế đào tạo và . . học vụ (aao.hcmut.edu.vn    Sinh viên   Quy chế-quy định   Học vụ)\". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô.. . Em tên là [full_name] - K16 - Khoa KH-KT Máy tính.. . . . Hiện tại em đã nhận được email có tên trong danh sách dự kiến tốt nghiệp nhưng tình trạng sinh viên của em đang   b tạm ngừng  /b  nên em xin nộp đơn thu nhận để có thể đăng kí xét tốt nghiệp.. . . . Rất mong được thầy/cô xem xét và phản hồi ạ.. . Em cảm ơn.",
            "Chào em,. . Em theo dõi tình trạng trên mybk/Thông tin Sinh viên/Tình trạng. . Khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo, . . Em muốn phản hồi về thông tin của mình. Phần nơi sinh của em là \"Tỉnh An Giang\" chứ không phải tỉnh Cà Mau như trong hình ạ.. . Mong sớm nhận được sự hỗ trợ của phòng đào tạo.",
            "Chào em,. . Việc chỉnh sửa nơi sinh em vui lòng làm đơn điều chỉnh nơi sinh và kèm bản sao giấy khai sinh, và hụp hình gửi qua bksi giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ,em chào cô phụ trách ở phòng đào tạo ạ,. . Em là sinh viên K20 chính quy trường mình, cô ơi em có một thắc mắc là, thường thì mọi năm á, trước khi nhà trường xét chuẩn anh văn theo từng năm, thì trường có tổ chức cho sinh viên bọn em một kì thi, là kì thi kiểm tra trình độ tiếng anh do IIg tổ chức á, sao năm nay em không thấy vậy ạ.. . Dạ cô ơi, cô có thể cho em biết là năm nay mình có tổ chức thi không cô. Hay là không thi và xét chuẩn tiếng anh cho học kì 212 luôn.. . Tại vì thi IIG cho trường tổ chức, em thấy lệ phí thi có 160k à, trong khi thi ngoài tới 1 tr lận. Nên em hỏi cô thử, rằng trường có dự định tổ chức thi không? Nếu không để em tranh thủ thi ở ngoài rồi có bằng nộp vào ạ.. . Em cảm ơn cô rất nhiều.. .",
            "Chào em,. . - Kỳ thi kiểm tra trình độ tiếng anh do IIg tổ chức á, sao năm nay em không thấy vậy ạ.. . =  Tình hình dịch bệnh tập trung đông người, không tổ chức được.. . -  Hay là không thi và xét chuẩn tiếng anh cho học kì 212 luôn.. . =  Em theo dõi email sắp tới từ PĐT nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào cô!. . Em gửi đơn thu nhận lại hệ chính quy như thế nào rồi ạ!. . Vì e đã nhận mail có trong Ds tốt nghiệp nhưng đó là hệ VHVL cô ak, nên e không có đk trên mybk ạ!. . Em xin gửi lại file đơn nhé. . cám ơn cô",
            "Chào em,. . Đơn của em đang trình ban lãnh đạo xem xét, sau khi có kết quả sẽ trả lời qua bksi cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô ạ ! Em tên [full_name] ! MSSV [student_id] ! Vì hoàn cảnh gia đình khó khăn nên em đang bị trễ học phí ! Mong thầy cô giúp em gia hạn học phí để em nhanh chóng đóng tiền học ạ ! em cảm ơn thầy cô nhiều ạ ! . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Kính gửi PĐT,. . Trong kỳ đóng học phí vừa qua, do chủ quan nên em hoàn thành học phí trễ 7 phút so với hạn nộp do trục trặc internet. Do vậy em muốn hỏi về hình thức nộp đơn trình bày lý do trễ hạn học phí để có thể đăng ký môn học trong học kỳ tiếp theo ạ.. . Mong PĐT giải đáp ạ,. . Em xin cám ơn.. .   i Yêu cầu khác .",
            "Chào em,. . - Cô kiểm tra em đã thanh toán HP rồi nhé.. . - Do vậy em muốn hỏi về hình thức nộp đơn trình bày lý do trễ hạn học phí để có thể đăng ký môn học trong học kỳ tiếp theo ạ.. . =  Không cần nộp, cố gắng lần sau thanh toán đúng hạn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô,. . . . Em đăng ký thi Anh văn 2 kỹ năng theo hướng dẫn của mail (theo hình thức trực tuyến–Đợt tháng 11-[full_name]: BKE123) nhưng em không được đăng ký. (Hình ảnh đã đính kèm). . Em có vào đăng ký theo hình thức trực tuyến– Tháng 12-[full_name]: BKE123 thì báo là đã hết hạn đăng ký. (Hình ảnh đã đính kèm). . Cho e xin được hỏi lý do tại sao ạ và hướng giải quyết được không ạ.. . . . Em xin cảm ơn. . [full_name]",
            "Chào bạn. . Do lỗi kỹ thuật nên SV không đăng ký được thi anh văn theo hình thức trực tuyến đợt tháng 12. . Hiện tại Pdt đã khắc phục nên SV vui lòng vào đăng ký lại.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào Phòng Đào Tạo . . Em tên: [full_name]. . MSSV:[student_id]. . Hôm nay em làm đơn này là để xin Phòng Đạo Tạo cho em được hoãn thi môn vật lí 1 ngày 21/11/2121 vì lí do sau.. . Vào lúc gần đến giờ thi thì em bị khóa BKexam nên em không thể vào phòng thi của mình được, em đã nhờ CBCT của phòng khác liên hệ với phòng thi của em để em được vào thi nhưng do thời gian đã qua nên lúc em vào được phòng thi của mình thì CBCT đã khuyên em nên làm đơn hoãn thi này để được thi lại thì sẽ chất lượng hơn bây giờ.. . Em mong Phòng Đào tạo có thể xem xét cho em và giúp em được hoàn thành bài thi giữa kì . . Em chân thành cảm ơn",
            "Chào bạn,. . Bạn tải mẫu đơn phiếu đăng kí kiểm tra bổ sung, đã cập nhật trên web PDT  http://www.aao.hcmut.edu.vn  Sinh viên    biểu mẫu (MẪU SỐ 10), bạn điền thông tin và ghi rõ lý do để Cô trình Ban lãnh đạo phòng phê duyệt.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào quý thầy cô,. . HK 202 em có đăng kí hoãn luận văn tốt nghiệp và đến hiện tại em đã nhận được mail Danh sách  được hoãn có tên em. Trong học kì 211 này, GV hiện tại đã có danh sách sinh viên được bảo vệ LVTN nhưng em lại không có tên trong danh sách được bảo vệ đó. Vậy em cần phải đăng kí bảo vệ luận văn như thế nào để em được lên bảo vệ và quy trình xóa điểm I cho LVTN hk 202?. . Em xin cám ơn quý thầy cô.",
            "Chào em,. . PĐT đã gửi email đến sv: \"Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022\". Em xem email nhé.. . \"...- Các SV đã được hoãn bảo vệ LVTN ở học kỳ 2 năm 2020-2021 đăng ký trực tiếp bảo. . vệ với [full_name]. [full_name] đưa tên các SV này vào danh sách các hội đồng LVTN của học kỳ . . này gửi về PĐT để ra quyết định hội đồng...\". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là em có thể hoãn thi cùng 1 môn 2 lần liên tiếp được không ạ. Đợt trước em có hoãn thi môn này nhưng kì này nhà trường xếp lịch thi bù nếu em không thể tham gia thì làm sao ạ??. . Em cảm ơn ạ. .",
            "Chào bạn. . Bạn vui lòng xem hướng dẫn của thông báo kế hoạch thi Hk211, nhà trường đã gởi vào ngày 22/11/2021. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi hiện tại đăng kí anh văn 2 kĩ năng đang bị lỗi thì bao giờ mới đăng kí lại được và có được gia hạn thêm thời gian ko ạ. Em xin cảm ơn.. .   i Yêu cầu khác .",
            "Chào em,. . PĐT vừa gửi email, em xem giúp nhé: \"Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến-Tháng 12-MSMH:BKE123\". . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi văn phòng đào tạo QT OISP,. . . . MSSV em là [student_id]. Em có thắc mắc về vấn đề cập nhật điểm số môn học trên web vẫn chưa cập nhật điểm số cho em cũng như cộng tín chỉ cho em như hình. Em đã liên hệ với giáo viên bộ môn để lấy bảng điểm đối chứng. Mong văn phòng giải quyết giúp em. Em cảm ơn ạ !. . . . [full_name],. . . .",
            "Chào em,. . Điểm do GV nhập. Em liên hệ [full_name], GV nhé.. . Thân mến. .",
            "Chào chị,. . . . Em đã mail với giáo viên bộ môn và thầy trả lời:'Tôi đã cập nhập điểm lên bảng điểm của PDT. Việc cập nhập điểm của em lên hệ thống do PDT phụ trách.' Hiện tại trên hệ thống điểm của em và các bạn học môn này vẫn chưa được cập nhật điểm cũng như tín chỉ như hình bằng chứng em đã cung cấp. Mong văn phòng xem xét lại ạ.. . . . [full_name],",
            "Chào em,. . Nếu GV đã nhập điểm, [full_name] phải gửi bảng điểm lên PĐT nữa nhé. Em vui lòng liên hệ [full_name] xem bảng điểm tới đâu rồi nhé.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi, em muốn đăng ký thi tiếng Anh nói viết 2 kỹ năng trong tháng 12. Em đã làm theo email phòng đào tạo gửi nhưng không thể đăng ký được (hình đính kèm). Vậy em làm sao để đăng ký thi được vậy ạ?. . . . Em cảm ơn,. . Đoàn Ngọc Lâm Viên.. .",
            "Chào em,. . Em chọn đăng ký đợt đăng ký tháng 12/2021 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2114740  /b \t. . Họ và Tên: TRƯƠNG THÁI TÂN. .   i Yêu cầu khác . Em xin được đăng kí thi lại môn Vật lí. . . . Lí do:. . vào hôm 21/11/2021, trong lúc làm bài thi vật lí, em đã có quay lại màn hình của em trong lúc làm bài, nhưng vì ứng dụng gặp vấn đề khiến cho ứng dụng tự động tắt và ngừng thu hình, việc ày xảy ra khi em vừa thi xong, em tắt quay màn hình để tải xuống đoạn clip quay màn hình thì ứng dụng gặp lỗi và tự động tắt.. . . . Em mong thầy/ cô xem xét trường hợp cảu em và cho em qua môn này với số điểm mà em đã đạt được, hoặc không thì cho em xin phép thi lại.. . . . Chân thành cảm ơn vì sự giúp đỡ.. . P/s:Em có gửi đơn xin đăng kí thi lại.. .",
            "Chào em,. . Cô gửi em file phiếu cho phép kiểm tra bổ sung, em gửi cho GV để được kiểm tra bổ sung lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã nhận được mail có tên trong danh sách tốt nghiệp, nhưng khi tra bằng MSSV thì không thấy thông tin ạ, mong PĐT check giúp ạ!. . Tên: [full_name]. . MSSV : [student_id]. . Em cảm ơn ạ!",
            "Chào em,. . Em vào đăng ký tốt nghiệp nhé, danh sách dự kiến sẽ cập nhật sau nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "I Tốt nghiệp . Em chào Thầy (Cô),. . Em xin hỏi Thầy (Cô) là hiện tại em không ở quê, em có thể điền địa chỉ liên lạc sau tốt nghiệp khác với địa hộ khẩu được không ạ? Hiện tại em đang ở Thành phố Đà Lạt, em có thể điền vào nơi nhận bằng là Bưu điện Thành phố Đà Lạt được không ạ? . . Em cảm ơn Thầy (Cô).",
            "Chào em,. . Được em nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT,. . Theo email của PĐT thì đăng ký thi Anh văn 2 kỹ năng Nói - Viết đợt tháng 12, thời gian đăng ký: từ 8g ngày 22/11 đến 14g50 ngày 25/11. Nhưng hiện tại trên Mybk vẫn chưa mở đợt đăng ký. Kính nhờ PĐT kiểm tra lại ạ.. . Em cảm ơn.",
            "Chào em,. . PĐT mới gửi email, em xem giúp nhé. . \"Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến-Tháng 12-MSMH:BKE123\". . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em tên là: [full_name], MSSV: [student_id]. . . . em có thắc mắc là đợt \"Sinh hoạt công dân đợt 1  năm 2021-2022\" lần này nhà trường cho tụi em học onl trên bkel, mà các bạn em thấy đã có bài sinh hoạt onl rồi, còn em bị tình trạng như này là sao vậy ạ ? (em có đính kèm hình ảnh?) Em phải làm gì ạ ?",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT Đại học Bách Khoa,. . . . Em là [full_name]. . . . Em vừa nhận được email đăng kí thi AV nói viết tháng 12. Tuy nhiên, theo như email hướng dẫn, thì em lại vào mục đăng kí thi AV nói viết tháng 11 và đăng kí từ 22-25/11, mục này thì em đã đăng kí và thi rồi.. . . . Em chọn vào",
            "Chào em,. . - PĐT mới gửi email, em vui lòng xem email nhé.. . - \"Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến-Tháng 12-MSMH:BKE123\". . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT Đại học Bách Khoa,. . . . Em là [full_name]. . . . Em vừa nhận được email đăng kí thi AV nói viết tháng 12. Tuy nhiên, theo như email hướng dẫn, thì em lại vào mục đăng kí thi AV nói viết tháng 11 và đăng kí từ 22-25/11, mục này thì em đã đăng kí và thi rồi. Em không biết có bị nhầm lẫn giữa tháng 11 và tháng 12 như trong email hướng dẫn không?. . . . Nếu em chọn đăng kí thi AV nói viết tháng 12. Thì lại báo chưa đến hạn đăng kí.. . . . Em đính kèm hình ảnh 2 lỗi như hình. . . . . Mong nhận phản hồi từ PĐT.. . . . Trân trọng,. . SV [full_name]",
            "Chào em,. . PĐT vừa gửi emai \"Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến-Tháng 12-MSMH:BKE123\" em xem email nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào quý thầy cô, em tên [full_name], là sinh viên văn bằng 2 khoa Khoa Học & Kỹ Thuật Máy Tính. . . Em đã bảo vệ luận văn vào học kỳ 201 và vừa bổ sung bằng anh văn nói viết qua đợt thi \"anh văn nói & viết\" ngày 04/11/2021 do BKenglish tổ chức. Nhưng hiện tại tình trạng sinh viên của em là \"tạm dừng\" nên em không thể vào trang đăng ký tốt nghiệp. Mong quý thầy cô có thể hướng dẫn giúp em giải quyết vấn đề này.. . Em xin cảm ơn.. . [full_name].",
            "Chào em,. . Phòng Đào tạo đang tiến hành làm QD thu nhận cho bạn, em theo dõi tình trạng trên mybk/Thông tin SV, khi nào chuyển qua trạng thái đang học em vào đăng ký tốt nghiệp lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  Chào thầy! Thầy cho em hỏi là pđt nhập sai tên giáo viên hướng dẫn luận văn tốt nghiệp của em không ạ ! Trong danh sách làm hướng dẫn chính ở khoa xây dựng thì thầy [full_name] là thầy hướng dẫn chính cho em nhưng sao trên bkel lên để là thầy [full_name] ạ !. . Mong thầy giải quyết giúp cho em ạ! Em xin cảm mơn!. . . .",
            "Chào em,. . - Thầy cho em hỏi là pđt nhập sai tên giáo viên hướng dẫn luận văn tốt nghiệp của em không ạ !. . =  PĐT không nhập nhé, em liên hệ Khoa để được hỗ trợ.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy/cô phòng đào tạo. . . . Em là [full_name] - mssv: [student_id]. . . . Dạ thưa cho em hỏi thời gian đăng ký thi nói viết đã có trên dkmh chưa ạ ? vì theo lịch là 8h sáng 22/11 mở nhưng hiện giờ em vẫn chưa đăng ký được do lịch đăng ký trên dkmh chưa mở ạ. Em cảm ơn ạ, em chúc thầy/cô nhiều sức khỏe.",
            "Chào em,. . Em chọn lại giúp cô đợt tháng 12 giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính chào thầy/cô phòng đào tạo ĐHBK.TPHCM,. . . . Em tên là [full_name], mssv [student_id], lớp CK16LTH. Tình trạng hiện tại của em đã kết thúc hết tất cả các môn trong chương trình đào tạo nhưng còn chưa thi xong anh văn 2 kỹ năng đọc-viết để đủ điều kiện tốt nghiệp. . . . . Em đã gửi yêu cầu hỗ trợ trực tuyến online và được hướng dẫn đăng ký theo lịch 8h00 ngày 22/11 - 25/11/2021. Nhưng em nhấn vào ĐKMH đợt tháng 11 và tháng 12 hiện tại đều báo “Sinh viên không được đăng ký đợt này” hay “ Bạn chưa đến hạn đăng ký, kết quả dùng chỉ tham khảo”.. . . . Em kính mong thầy cô xem xét và hỗ trợ giúp em đăng ký thi anh văn để hoàn thành chương trình và tốt nghiệp đợt tới trước thời hạn.. . Trong thời gian đợi chờ phản hồi của thầy/cô, e chân thành cảm ơn.. . . . Chúc thầy/cô một ngày tốt lành.. . [full_name]. .",
            "Chào em,. . PĐT mới gửi email, em xem giúp nhé.. . \"Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến-Tháng 12-MSMH:BKE123\". . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào PĐT,. . Em tên là [full_name], MSSV: [student_id]. Kỳ 211 này em có đang học môn Sinh học đại cương -  CH2028, em đã đăng ký vào trường để học thí nghiệm cho kịp tiến độ, em viết mail này muốn hỏi trường và PĐT đã có kế hoạch cho học tại trường thí nghiệm môn này của em chưa ạ. Nếu có thì có em xin thời gian, còn chưa thì có thể cho em xin khoảng thời gian để em tiện sắp xếp vào tham dự ạ, vì em ở quê khá xa nên mong trường cho em thêm thông tin để dễ dàng sắp xếp.. . Em cảm ơn ạ",
            "Chào em,. . PĐT đã gửi email đén SV, em xem email nhé: \"Kế hoạch về việc giảng dạy, học tập trực tiếp các học phần Thực hành, Thí nghiệm, Đồ án môn học, Đề cương Luận văn tốt nghiệp, Luận văn Tốt nghiệp của học kỳ 2 và học kỳ hè/năm học 2020-2021, và học kỳ 1/năm học 2021-2022\". . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký thu nhận lại. . Họ và tên: [full_name]. . Mssv: [student_id]. . Ngày sinh: 01/01/1997. . Lớp: XD15VL. . Số ĐT: [phone_number]. . Đã tạm dừng từ học kỳ 1 năm 2020-2021. . Lý do: vì không đăng ký môn học. . Quyết định số: 607/QĐ-ĐHBK. . Nay đề nghị được thu nhận lại từ học kỳ 1 năm học 2021-2022 để có thể đăng ký tốt nghiệp.. . . .",
            "Chào em,. . Em theo dõi tình trạng trên mybk/Thông tin Sinh viên/Tình trạng. . Khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô. . Sáng nay em có đăng kí thi AV nói viết theo email từ nhà trường nhưng không được.. . Em chọn đợt tháng 12 thì hệ thống báo chưa mở đăng kí. . Em chọn đợt tháng 11 thì hệ thống thông báo em không được đăng kí ở đợt này. . Kì này em không có TKB nên bị tạm dừng học, không biết có ảnh hưởng tới việc đăng kí không ạ? . . Mong thầy cô giải đáp giúp em. . Em cảm ơn!",
            "Chào em,. . PĐT mới gửi email, em xem giúp nhé.. . \"Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến-Tháng 12-MSMH:BKE123\". . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên là : [full_name]. . MSSV 213585. . Lớp DH_HK211. . Lý do: em xin gửi đơn xin hoãn thi do có trục trặc về kỹ thuật mong phòng đào tạo có thể giải quyết sớm trường hợp của em.Em xin chân thành cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo,. . Em muốn phản hồi về thông tin tốt nghiệp của mình. Theo hướng dẫn, em đã làm đơn xin thay đổi nơi sinh và kèm theo giấy khai sinh (bản sao).. . Mong sớm nhận được sự hỗ trợ của phòng đào tạo.",
            "Chào em,. . Thông tin nơi sinh của bạn sẽ được điều chỉnh trong bảng điểm tốt nghiệp, hiện tại thông tin trên bằng không có nơi sinh nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi PDT. . Em nhận được mail báo là có thể đăng kí AV đợt tháng 11 nhưng giờ sắp tháng 12 rồi. Em lên check thì đợt tháng 11 là đợt trước khóa đăng kí lâu rồi. Mà đợt tháng 12 cũng chưa mở. V cho em hỏi là do em bị gì hay dkmh đang bị lỗi vậy ạ. . . .",
            "Chào em,. . PĐT mới gửi email, em xem giúp nhé.. . \" Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến-Tháng 12-MSMH:BKE123\". . Thân mến. . . .",
            "Gửi PDT. . Sao em vẫn chưa đăng kí dc ạ.. . Em cảm ơn",
            "Chào bạn. . Do lỗi kỹ thuật nên SV không đăng ký được thi anh văn theo hình thức trực tuyến đợt tháng 12. . Hiện tại Pdt đã khắc phục nên SV vui lòng vào đăng ký lại.. . Thân"
        ]
    }
]