[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có đăng ký môn học CI3011, do đợt 2 đăng ký môn học em đăng ký và vẫn hiện gửi đăng ký thành công, không báo trùng lịch học. Nhưng sau khi có kết quả đăng ký đợt 2 thì môn học CI3011 của em bị xoá. Đợt đăng ký 3 không cho phép huỷ môn nên em không thể huỷ môn học bị trùng là thí nghiệm Cơ lưu chất CI2003 nhóm L42. Em nghĩ đây là lỗi do hệ thống vì đợt 3 em đăng ký và vẫn thông báo gửi đăng ký thành công và tick xanh. Nên em muốn xin được giải quyết vấn đề này. Vì môn học CI3011 là môn học tiên quyết ảnh hưởng rất nhiều đến việc đăng ký môn học học kỳ kế tiếp của em. Cũng như rất khó mở vào đợt đăng ký bổ sung, em rất mong có cách giải quyết để em có thể tham gia vào lớp CI3011 DT01.. . Em có gửi một số ảnh minh chứng cho lỗi hệ thống thông báo gửi đăng ký thành công, không báo trùng thời khoá biểu nhưng sau đó lại huỷ môn học vì trùng thời khoá biểu.. . Môn học khiếu nại:. . Thuỷ lực và thuỷ văn cầu đường . . Mã môn học: CI3011. . Lớp: DT01. . . . Em cảm ơn.. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô pdt.. . Do em chưa đóng học phí nên bị tạm dừng học ạ. Thầy (cô) cho em hỏi cách để thu nhận lại với ạ vì em chi còn làm luận văn thôi ạ.. . Em mong sớm nhận được phản hồi từ quý thầy cô. Em xin cám ơn.",
            "Chào bạn. . Bạn tải mẫu đơn thu nhận tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý thu nhận lại cho bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký môn học học kỳ 211 chính quy thì có mấy đợt ạ.",
            "Đăng ký môn học. . . . Đăng ký môn học học kỳ 211 chính quy thì có mấy đợt ạ.. . Em bị lỡ đăng ký môn học học kì 211 chính quy thì em có thể đăng ký vào hạng mục nào trong học kỳ 211 ạ.. . Em cảm ơn. .   /QUOTE . .",
            "Chào bạn,. . Bạn vui lòng trình bày rõ lý do vì sao không ĐKMH, ghi rõ tên, mã MH và mã nhóm môn học xin đăng ký, để PDT kiểm tra và trả lời cho bạn!. . Thân. .",
            "Xin chào ạ,. . . . Lý do xin đăng ký môn học:. . . .    Em muốn học ở học kỳ chính 211 để học theo chương trình đào tạo của sinh viên nhưng đã qua 3 đợt đăng ký môn học và em đã bị quên không đăng ký 3 đợt đó. Nên bây giờ em có thể xin phòng đào tạo đăng ký các môn học bên dưới được không ạ.. . . . Môn học em muốn đăng ký ở học kỳ chính 211 là:. .     . . Mã môn học:        Tên môn học:. . . .   EE3069            PLC. . . .   EE3071            SCADA. . . .   EE3139           Cảm biến và đo lường. . . .   EE3131           Hệ thống năng lượng xanh. . . .   SP1009            Đường lối cách mạng của. .                     Đảng Cộng sản Việt Nam. . . . Ở trên em đã ghi rõ lý do xin đăng ký môn học, mã môn học và tên môn học. Còn mã nhóm lớp thì vì em chưa đăng ký nên không thể xem mã nhóm lớp được ạ.. . Em đã ghi đầy đủ các yêu cầu để xin đăng ký môn học nhưng em vẫn nhận được câu trả lời phải ghi rõ lý do ĐKMH, Mã môn học và tên môn học. Em xin cô có thể nói rõ hơn không ạ.. . . . Em xin cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em thấy thời khóa biểu học từ tuần 33, trên Bkel của em vẫn chưa thấy có. Ngày mai tuần 34 rồi. Thầy cô xem giúp em với. Em xin cám ơn ạ!",
            "Chào bạn,. . Các nào chưa có phân công CBGD, nên chưa cập nhật trên BKEL. . . Hiện tại PDT vẫn đang cập nhật BKEL thường xuyên danh sách phân công CBGD do do gửi lên. SV vui lòng theo dõi thường xuyên trên bkel nhé!. . Chúc bạn học tốt. . Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào cô, em là [full_name] MSSV [student_id], sinh viên K18 ngành xây dựng dân dụng. Hiện tại nếu tính cả môn đạt của học kì 202 và 203 em tích dược 93 tín chỉ, thiếu 2 tín chỉ nữa là có thể đăng kí thực tập tốt nghiệp. Thầy cô phòng đào tạo cho em hỏi e cho thể xin nợ 2 chỉ để được đăng kí thực tập tốt nghiệp trong kì 211 k ạ, em cam kết sẽ bổ sung đầy đủ và học tốt ạ. Mong thầy cô có thể xem xét giúp em, nếu kì này e k đăng kí dc thì kì sau em k nhận được đề cường, sẽ trễ hạn ra trường nhiều lắm ạ. Mong thầy cô xem xét và giúp đỡ em ạ. Em chân thành cám ơn. . . .",
            "Chào bạn,. . Phải đủ điều kiện mới có thể đăng ký được nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 213T5027  /b \t. . . .   i Đăng ký môn học . Em tên [full_name]. . MSSV: 213T5027 Đợt 1 em có đăng kí môn học. . và có lịch dự kiến, do dịch em không đi đóng tiền học kì hè lên đợt 2 em không đăng kí được. Em đã đóng học và chờ thời khóa biểu của đợt 1 để hiệu chỉnh nhưng tới giờ vẫn chưa được. Em xin ban giám hiệu nhà trường tạo điều kiện để em hiệu chỉnh và biết kết quả đăng kí môn học đợt 1 được những môn nào. Xin nhà trường tạo điều kiện để em có thể tiếp tục học trong mùa covid. Em xin cảm ơn",
            "Đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy/cô,. . Em tên là [full_name], MSSV [student_id], sinh viên khoa Khoa học và Kỹ thuật Máy tính, K18. . . . . Tổng số tín chỉ tích luỹ ngành của em hiện tại là 105, tính đến học kỳ 201. Kỳ 202 em đã học 17 tín chỉ, kỳ 203 em học 2 tín chỉ. Hiện tại sau đợt đăng ký môn học, em đã đăng ký 15 tín chỉ. Sắp tới em dự định rút một số môn học ở học kỳ 211. Cho em hỏi là nếu rút môn học và số tín chỉ còn lại ở học kỳ 211 của em dưới 10 tín chỉ thì em có bị cảnh báo học vụ không ạ?. . . . Mong sớm nhận được phản hồi từ thầy/cô.. . Em xin cảm ơn.",
            "Chào bạn. . Không sao nghen bạn, nếu có cảnh cáo học vụ, bạn có thể liên hệ Khoa để xin cứu xét. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 213T5027  /b \t. . . .   i Đăng ký môn học . Xin Ban Giám Hiẹu, nhà trường mở lại thời khóa biểu để em có thể tiếp tục học ở học kì này. Em xin chân thành cảm ơn. Kết quả dự kiến đợt 1 em để kèm file bên dưới.. .",
            "Chào bạn,. . Vui lòng trình bày rõ ràng bạn vấn đề của bạn, muốn ĐKMH nào (ghi rõ tên, mã MH và mã nhóm). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo em là [full_name]-MSSV:[student_id]. Do em vừa mới được xác nhận chuyển đổi chương trình đào tạo từ chương trình học PFIEV sang chương trình học chính quy đại trà ngành Bảo dưỡng công nghiệp nên em phải đăng ký các môn học bắt buộc trong HK211 này nhưng có một số môn em không đăng ký được do đã đủ sỉ số. Các môn mà em muốn đăng ký là:. . -Cơ lưu chất(Mã môn học: CI2003; Nhóm lớp: L04_[full_name]5). . -Nhiệt động lực học và truyền nhiệt(Mã môn học: ME2013; Nhóm lớp: L03_L04). . Mong phòng đào tạo giúp em đăng ký các môn nói trên để em có thể tiếp tục chương trình học của mình.. . Em xin chân thành cảm ơn. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đạo tạo,. . Em tên là [full_name]. . MSSV: [student_id],. . SV K18 Khoa khoa học - kĩ thuật máy tính.. . Nay em viết đơn này xin khoa cho phép em đăng kí môn học dù đã trễ hạn. . . Lúc trước em có đăng kí môn này và môn Hệ thống số (CO1023) nhưng đều đã bị hủy môn. Sau khi hỏi bạn bè thì em thấy bạn có đăng kí được môn đồ án hệ thống số như em đang xin phép (CO1029) nên muốn xin phòng đào tạo tạo điều kiện giúp em ạ đăng kí môn học ạ. . Em xin chân thành cảm ơn,. . [full_name]",
            "Chào bạn,. . Vui lòng trình bày rõ ràng là bạn muốn xin ĐKMH nào (ghi rõ tên,và mã mh, mã nhóm). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi các thầy cô, trong học kỳ này em có môn luận văn tốt nghiệp, nhưng do dịch bệnh em chưa có kết quả anh văn kịp để đủ điều kiện đăng ký môn học, em có thể đăng ký trước rồi nộp kết quả anh văn ngay khi có thể được không ạ. Hoặc trong trường hợp xấu nhất em có thể chuyển sang hệ VHVL không ạ do đây là học kì cuối của em. Mong được PĐT giải đáp ạ.",
            "Chào bạn,. . Bạn vui lòng đợi mail thông báo mới nhất về việc ĐK LVTN nhé, sẽ gửi mail trong hôm nay nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Kính gửi Phòng đào tạo .. . . . Mong Phòng đào tạo giúp em đăng ký [full_name] (CI4313) . . . Chuẩn tiếng anh nhận [full_name] em đã nộp và thẩm tra từ hơn 3 tháng trước trên MYBK (XEM ẢNH ĐÍNH KÈM), nhưng phòng đào tạo vẫn chưa cập nhật nên em vẫn không đăng ký được LVTN .. .  . . Mong phòng đào tạo hỗ trợ đăng ký giúp em để em nhận LVTN ạ .. . . . Em xin cảm ơn quý thầy cô ạ .. .",
            "Chào bạn,. . Bạn đợi mail thông báo mới về việc ĐK môn LVTN nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo trường Đại học Bách Khoa.. . . . Em tên là: [full_name], MSSV: [student_id]. . Khoa Khoa học Ứng dụng - Bộ môn vật lý y sinh.. . . . Theo thông tin ban đầu về chuẩn anh văn cho học kỳ 211, em đã đăng ký được môn luận văn tốt nghiệp ở đợt 1. Tuy nhiên, môn luận văn tốt nghiệp của em đã bị hủy. Nên hiện tại thời khóa biểu của em không có môn học nào để duy trì tình trạng học và thời gian đăng ký môn học cũng đã hết.. . Vì vậy, em mong PĐT cho em được đăng ký môn: Anh văn 3, mã môn học: LA1007, nhóm lớp L02, để duy trì tình trạng học và hoàn thành các chuẩn anh văn của trường.. . Em chân thành xin lỗi PĐT vì sai sót nghiêm trọng này. Mong PĐT tạo điều kiện cho em. Em xin chân thành cảm ơn!. . Trân trọng.",
            "Chào bạn,. . Bạn vui lòng đợi mail thông báo mới về việc Đăng ký môn LVTN nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em làm giấy vay vốn ngân hàng học kỳ 1/2021-2022 nhưng em không biết tính số tiền học phí hàng tháng, với số tài khoản của nhà trường là gì ạ.. . Mong nhận phản hồi của nhà trường. Em cảm ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT!. . Em tên: [full_name] MSSV: [student_id]. . . . Hôm nay tình cờ vào hệ thống BKEXAM để xem danh sách các môn thi, thì ngày 26/8/2021 theo như lịch thi trên MY BK em thi 3 môn. . . . . Tuy nhiên em chỉ có phòng thi của 2 môn thôi, riêng phòng thi môn Cơ lưu chất (CI2003) em không có.. . Môn thi: Cơ lưu chất (CI2003). . Ngày thi: 16h00 ngày 26/8/2021. . Kính mong PĐT kiểm tra và khắc phục giúp em.. . Em xin cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name], mssv: [student_id], lớp Xây dựng chương trình Việt Pháp khóa 2017.. . Em có học môn Giải tích 3 (MT2007) (dự thính) ở HK3 năm học (2020-2021). . . . Em thi cuối kỳ vào ngày 29/7/2021, trong quá trình thi em đã làm theo quy định thi online của trường, nhưng do lỗi hệ thống chấm điểm trên trang bkelearning (ngày 29/7 vẫn chưa áp dụng hình thức thi trên exam.hcmut.edu.vn) mà em đã không được công nhận bài thi và bị 0đ (em mới nhận được điểm hôm nay) dù đã làm và nộp bài đầy đủ.. . . . Bây giờ em nên làm gì để khắc phục ạ?. . . . Em mong phòng đào tạo có thể chấm điểm thông qua video quay màn hình lúc làm bài, em cũng đã chụp lại mà hình video đưa vào 1 file pdf để Thầy/Cô đỡ tốn thời gian dò lại video.. . . . link video thi online: https://drive.google.com/file/d/10i4SwOAkJwfoKM8qu7xUAKAz4nT-3SpP/view?usp=sharing. . . . Kính mong Thầy/Cô giúp em giải quyết vấn đề gặp phải để em có thể hoàn thành môn học của mình mà không bị trễ hạn ra trường.. . . . Em xin chân thành cảm ơn,. . . . Chúc Thầy/Cô thật nhiều sức khỏe, chiến thắng đại dịch. . . . [full_name]. . . .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . . . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép).. . Bạn phải báo với CBCT để ghi nhận về trường hợp của bạn trong quá trình thi, vì PDT sẽ gửi ds hoãn thi về Khoa để đối chiếu lại nhé!. . . . Thân mến,. .",
            "Chào Cô,. . . . Vậy bài thi của em đã quay video thì có được chấm điểm lại không ạ ?. . . . Em đã báo với giám thị coi thi về tình trạng lỗi chấm điểm ngày sau kết thúc buổi thi. Nhưng đến bây giờ vẫn chưa được cán bộ coi thi giả quyết. Vẫn bị điểm 0đ! và hôm nay là ngày chốt điểm cho pđt! . . . . Em đã làm theo quy định của trường! Video bài thi quay rất đầy đủ, mong Cô có thể tìm cách giải quyết tốt nhất, không để trì hoãn thời gian của em và các bạn ạ, bây giờ đã qua học kỳ mới rồi! em phải đăng ký học lại như thế nào nếu không được giải quyết, hay lại trì hoãn sang năm mới được đăng ký môn học lại (nó tốn thời gian, tiền bạc lắm cô ạ !).. . . . Mong Cô giải quyết vấn đề mà đa số tụi em gặp phải trong buổi thi ngày 29/7/2021.. . . . Cám ơn Cô.",
            "Chào bạn,. . - PĐT làm theo quy định, quy chế, đâu tự tiện làm được em.. . - Cô đã trả lời như trên cho em rồi.. . . . Hoặc em đăng ký hoãn thi, PĐT đã gửi email.. . . . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào anh/ chị,. . . . Em đã có sự xác nhận đồng ý của giảng viên được tham gia vào lớp L02_L04 môn Hoá vô cơ (CH2013) rồi ạ.. . Minh chứng: ảnh đính kèm.. . Em mong sẽ được xem xét và chấp nhận để được bổ sung môn học này ạ.. . . . Em xin chân thành cám ơn!. . Trân trọng, . . [full_name]",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho e hỏi là e đã hoàn thành chương trình học nhưng tại sao em không đăng ký xét tốt nghiệp được vậy ạ, có thể kiểm tra giúp e không ạ. [full_name]. MSSV:[student_id]. em cảm ơn.. .",
            "Chào bạn. . - Đợt đăng ký tốt nghiệp hiện tại đến 30/8 là của HK 202. . - Đợt tốt nghiệp tháng 11/2021 - HK211 sẽ có thông báo cụ thể cho SV về danh sách về cách đăng ký tốt nghiệp dự kiến bắt đầu từ tháng 9/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT,. . . . Em đã đăng ký \"Hoãn thi\" trước đó, nhưng hiện tại giảng viên đã tổ chức cho em thi lại và có kết quả thi luôn rồi thì em có cần phải HỦY ĐK Hoãn thi với PĐT không ạ?. . . . Và nếu có thì em phải làm thủ tục như thế nào ạ?. . . . Em cảm ơn ạ!",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "chào cô ạ, Cho em hỏi là em có hoãn thi 1 môn do vấn đề về thiết bị thì môn đó có tính là HT-học trước không ạ? EM CẢM ƠN Ạ. . . . . .",
            "Chào bạn. . Theo quy chế:. .  Môn học có điểm HT, VP được xem là môn đã học trước khi xét điều kiện đăng ký môn học."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng đào tạo đại học Bách Khoá TP.HCM. . Em tên là: [full_name].. . Nay em viết đơn này là vì muốn xin Thầy/Cô cho em rút đơn hoãn thi môn anh văn 3A (LA1041). . Vì lý do em đã được Thầy trưởng phòng đào tạo giúp đỡ, tạo điều kiện cho em được dự thi môn anh văn 3A vào ngày 22/08/2021. Và em đã hoàn thành buổi thi đúng theo các yêu cầu của cán bộ coi thi đề ra.. . Em xin chân thành cám ơn Thầy/Cô đã giúp đỡ và tạo điều kiện cho em.",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT,. . Em là [full_name] MSSV [student_id], lớp VP18XDC. . Em có tham gia thi cuối kì 203 môn Giải tích 3 và do lỗi của trang web thi nên kết quả của em bị điểm 0. Em đã làm theo yêu cầu của giáo viên bộ môn ngay sau khi có kết quả là điểm 0 là gửi video quay màn hình và chụp ảnh từng câu làm minh chứng nhưng tới hôm nay vẫn chưa có phản hồi. {link video minh chứng đính kèm}. . Em được biết là có 9 bạn trong lớp Giải tích 3 cũng bị tương tự và cũng đã gửi video minh chứng như em.. . Kính mong PĐT giúp em phương án xử lý trong trường hợp này. . Em xin cảm ơn.. . https://drive.google.com/file/d/1DltIvFbkYzpOR2xhoZZXbF4n31u9j9o7/view?usp=sharing",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . . . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép).. . Bạn phải báo với CBCT để ghi nhận về trường hợp của bạn trong quá trình thi, vì PDT sẽ gửi ds hoãn thi về Khoa để đối chiếu lại nhé!. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]\t. . . .   i Đăng ký môn học . Em xin phép được đăng ký bổ sung môn Công nghệ các sản phẩm tẩy rửa (CH3169) cho kỳ chính 211. Hiện tại em năm nay năm cuối và kỳ sau môn học không mở nữa. Trong phần ĐKMH em thấy sỉ số môn học vẫn còn đăng ký được (69/70) nên mong Phòng Đào tạo có thể cho phép em được tham gia môn học này.. . Em xin chân thành cảm ơn và mong sớm nhận được phản hồi.. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo,. . Em là [full_name], mã số sinh viên [student_id], sinh viên năm 4 khoa Cơ Khí bộ môn Cơ Điện tử.. . Đợt đăng kí môn học vừa rồi cho học kì 211 em đăng kí học 10 chỉ do đã đủ môn. Trong đợt 2 em có đăng kí môn học Nhập môn điều khiển hiện đại ME4203 nhưng bị hủy do môn không đủ sĩ số dẫn đến số tín chỉ học trong học kì của em chỉ còn 7 tín chỉ. Phòng đào tạo có gửi mail về việc đợi đợt 3 đăng kí lại để bổ sung các môn đã bị hủy nhưng vì sơ ý và tập trung cho quá trình thi cuối kì nên em bỏ lỡ mất mail của phòng đào tạo về việc đăng kí môn học đợt 3 học kì 211 vào 17/8 đến 19/8.. . Em gửi yêu cầu này kính xin phòng đào tạo cho phép em được đăng kí môn học trễ hạn vì năm nay là năm cuối của em, các môn tự chọn nhóm A có khả năng không mở vào học kì sau, em chỉ còn thiếu 1 môn tự chọn nhóm A và luận văn tốt nghiệp để hoàn thành chương trình học của mình. Thêm vào đó việc học chỉ 7 tín chỉ vào học kì này có khả năng dẫn đến việc em bị cảnh cáo học vụ cho học kì này. Em có gửi yêu cầu đăng kí môn Dao động kỹ thuật từ trước nhưng bị trùng lịch nên em kính xin phòng đào tạo có thể mở cho em đăng kí thêm 1 môn tự chọn nhóm A là Hệ thống thời gian thực ME4211 lớp L01_L01 do thầy [full_name] phụ trách.. . Em xin cảm ơn quý Phòng đào tạo đã đọc yêu cầu của em, em kính chúc các thầy cô phòng đào tạo nhiều sức khỏe.. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1912322  /b \t. . . .   i Yêu cầu khác. . . . Thưa các Thầy/Cô PĐT, dự kiến khi nào trường sẽ có đợt rút môn học HK211 ạ? Em xin cảm ơn! Và không biết trường sẽ có hỗ trợ một chút chi phí khi tụi em phải học online tại nhà không?",
            "Chào bạn,. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào cô/thầy ạ. . Cho em hỏi học kì 202 em có học kinh tế chính trị Mac-[full_name] và em  đăng kí nhầm môn này trong HK211. Bây giờ em rút môn Kinh tế chính trị ở HK211 thì em vẫn được tính là qua môn Kinh tế chính trị phải không ạ?",
            "Chào bạn,. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có thể đăng ký thôi học online?",
            "Chào em,. . Em có thể nói rõ hơn ý em muốn gì ?. . - Tạm dừng HK211. . - Thôi học . . Chứ không có thôi học online nhé.. . Thân mến,. .",
            "Thưa cô,. . Vấn đề của em là em muốn thôi học luôn, mà có được thôi học trên mạng không để khi nào có thể trở lại trường và xác nhận lần cuối luôn ạ . . Cảm ơn cô đã trả lời. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô. Em muốn đăng kí môn học anh văn 4 nhưng không thấy mở. Hiện tại anh văn 4 đang là môn học bắt buộc, vậy em có thể đăng ký thay thế bằng môn học khác được không ạ?. . Em cảm ơn!",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT, KSTN vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng đào tạo,. . Em tên [full_name], MSSV [student_id], khoa VP14XDC. Dạ thưa Phòng đạo tạo, theo như mail em đã nhận thì em đã liên lạc với bạn [full_name] và cũng đã có đăng ký môn học AV5(XD)-003720 vào đợt đăng ký môn học dự thính vừa rồi. Các bạn hiện đã có lên môn học AV5 trên thời khóa biểu vào sáng nay nhưng thời khóa biểu của em hiện vẫn chưa có môn học này. Dạ em kính xin Phòng đạo tạo kiểm tra lại giúp em về việc này ạ. Em cũng đã có điền vào form mở lớp do Khoa gửi qua mail rồi ạ. Em kính xin Phòng đào tạo kiểm tra lại để em có thể được có thời khóa biểu của môn học AV5 này ạ.. . Em xin lỗi đã làm phiền và em mong Phòng đạo tạo sớm phản hồi cho em ạ.. . Em xin chân thành cảm ơn.. .                 Dy",
            "Chào bạn,. . Đợt Dự thính HK211 (lần 2) bắt đầu học từ ngày 30/8 chưa có kết quả nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khi em vào phòng thi thì nhận ra là em đã up bài lên nhưng quên nhấn gửi bài thi, em có bằng chứng là em gửi bài lên đúng giờ nhưng quên ấn gửi ạ. Em cám ơn ạ. .   i Học vụ .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có đăng kí môn thiết kế hệ thống nhúng ee3003 tiết 9 10 thứ 4 cả đợt 2 và đợt 3 mà sao tkb vẫn chưa có môn đó vậy ạ. Mong pdt sớm giải quyết.",
            "Chào bạn,. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1914113  /b \t. . . .   i Học vụ . Kính gửi: Phòng Đào tạo. . Bộ môn Công nghệ Sinh học. . Em tên: Nguyễn Thị Tuyết Mai\tMSSV: 1914113. . Lớp: HC19-BSH\tĐTBTL: 5.84. . Theo điều 9.3 mục Đăng ký môn học/Quy chế đào tạo, học vụ, em làm đơn này để xin sự đồng ý của Phòng đào tạo và Bộ môn, cho phép em đăng ký môn Sinh học phân tử và di truyền (+TN)-CH3361 vào học kỳ chính với số tín chỉ là 24.. . Lý do:. . -\tĐợt 1 ĐKMH chính quy HK211: Lớp thống nhất đăng ký môn với sĩ số 50 sinh viên.. . -\tĐợt 2 ĐKMH: PĐT không thể đăng ký do môn học khoa không mở lớp. Lớp em đã liên hệ với chủ nhiệm bộ môn và được đồng ý. Lớp nộp danh sách xin mở lớp ngay trong đợt 2, nhưng đến hết đợt môn học vẫn không mở.. . -\tĐợt 3 ĐKMH: Chiều 18/8/2021, môn học mở đăng ký nhưng 2 lớp trùng thời khóa biểu. Sinh viên lớp 19BSH không thể đăng ký và giảng viên không thể sắp xếp buổi khác. Đến khi đợt 3 kết thúc thì vẫn chưa có quyết định sẽ mở lớp.. . Vì vậy em đã đăng ký môn học khác với số tín chỉ là 20/21.. . -\tTrong tuần đầu, giảng viên bộ môn có yêu cầu chúng em lập danh sách để xin mở lớp ở học kỳ này, thời khóa biểu có thể sắp xếp được. Tuy nhiên, đây là môn 4 TC nên nếu đăng ký thì em đã 24 TC (vượt quá 21 TC tối đa).. . -\tVà hiện nay em đã đăng kí thành công môn học và đã có thời khóa biểu.. . Em xin cam kết những điều em đã nói trên đây hoàn toàn là sự thật. Đây là môn cơ sở ngành, học trước của môn chuyên ngành Công nghệ gen (+TN) CH3131 và có ảnh hưởng quan trọng tới tiến độ học của em. Mong Phòng đào tạo và Bộ môn đồng ý cho phép em đăng ký ạ.. . Em xin chân thành cảm ơn!. . . . . .",
            "Chào bạn,. . Không được nhé bạn, bạn có thể làm đơn xin hủy bớt 1 môn để đủ số tín chỉ ĐKMH nào cần trước nhé, vui lòng làm lại đơn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Hôm nay 7h em thi Vật Lí 1 ( PH1003) học kì 203 nhưng laptop em đã mở không lên nữa nên em xin được hoãn thi ạ. Cảm ơn PĐT. . . .",
            "Em đã sửa được laptop nên đã vào thi cho em huỷ yêu cầu hoãn thi ạ",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]:[full_name]_MSSV:[student_id][full_name] [full_name] NỘI DUNG: HỌC KÌ 211 NÀY EM CÓ [full_name],[full_name] CHO [full_name] 23/8/2021 [full_name] [full_name]A EM MÀ CHƯA [full_name]-[full_name][full_name] [full_name][full_name][full_name] [full_name] [full_name]",
            "Chào bạn,. . Do môn này chưa có phân công CBGD, nên chưa cập nhật trên BKEL. SV liên hệ Khoa để được hướng dẫn thêm nhé.. . Hiện tại PDT vẫn đang cập nhật BKEL thường xuyên danh sách phân công CBGD do do gửi lên. SV vui lòng theo dõi thường xuyên trên bkel nhé!. . Chúc bạn học tốt. . Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .   Kính gửi Thầy/Cô,. . . .   Em là tên Nguyễn Viết Hậu sinh viên khoá K14, MSSV [student_id]. Đợt thi anh văn nói viết online vừa rồi (30/7) em thi đã có kết quả 210 và đủ tất cả điều kiện tốt nghiệp. Em có 2 thắc mắc ạ.. .   1. Em đã check danh sách tốt nghiệp chính quy đợt tháng 8 này (hạn chót 30/8) nhưng không có tên trong danh sách. Em ko biết trung tâm BkEnglish đã chuyển điểm hay chưa, hoặc em bị vướng điều kiện gì?. .   2. Nếu đợt này em không đăng ký thành công thì em còn đợt nào để đăng ký tốt nghiệp không ạ?. .   Mong Thầy/Cô sớm phản hồi.. .   Chúc Thầy/Cô sức khoẻ.. .   Em xin cảm ơn ạ!",
            "Chào bạn. . - Đợt đăng ký tốt nghiệp hiện tại đến 30/8 là của HK 202. . - Đợt tốt nghiệp tháng 11/2021 - HK211 sẽ có thông báo cụ thể cho SV về danh sách về cách đăng ký tốt nghiệp dự kiến bắt đầu từ tháng 9/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào thầy/cô, em là [full_name] (mssv [student_id]). . . . Cho em xin hỏi danh sách tốt nghiệp cho các bạn k14 (đã đậu AV nói viết) khi nào có ạ? Tại em thấy có danh sách Tốt nghiệp tháng 8 cho hệ chính quy mà em tra thì không thấy tên em và 1 bạn k14 nên em hơi lo.. . . . Em cảm ơn thầy/cô.",
            "Chào bạn. . - Đợt đăng ký tốt nghiệp hiện tại đến 30/8 là của HK 202. . - Đợt tốt nghiệp tháng 11/2021 - HK211 sẽ có thông báo cụ thể cho SV về danh sách về cách đăng ký tốt nghiệp dự kiến bắt đầu từ tháng 9/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy cô ạ. . Trong kì 203 này em có đăng kí các môn:. . Cơ lưu chất. . Sức bền vật liệu. . Địa chất công trình. . Chủ nghĩa xã hội khoa học. . Vật liệu xây dựng . . Thuỷ văn đô thị. . Em đã đang đăng kí nhưng các môn học của em đã bị huỷ và hiện giờ em vẫn chưa có tkb ạ, em không bị nợ học phí cũng như các yêu cầu khác của trường à, mông thầy cô giúp đỡ em với ạ . .",
            "Chào bạn,. . - Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . - Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . - SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  MT1015 , lớp P01. . . .",
            "Chào bạn,. . Vui lòng trình bày rõ lý do rõ ràng nhé bạn!. . Vì hiện tại đã hết thời gian ĐKMH. . Thân",
            "Lí do trễ đăng kí: Môn này của năm nhất, trong đợt I và đợt II em không tìm thấy môn học nên không đăng kí được. Đến đợt III thì em không chú ý mail nên không kiểm tra. Hiện tại môn học cũng chưa bắt đầu, mong các thầy cô PĐT giúp đỡ em để trả nợ môn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Không biết nguyên nhân gì nhưng mong pđt mở khóa để em đăng nhập vào bk exam system để em xem phòng thi ạ, em đợi từ hôm qua đến giờ rồi ạ. Em xin cảm ơn .",
            "Chào bạn. . Bạn có thể liên hệ Giảng viên để hỗ trợ mở khoá. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào cô,. . Em bị lỗi đăng kí lvtn ạ. Em vừa chuyển từ hệ chính quy sang vừa học vừa làm. Mã luận văn xây dựng vẫn là CI4343 đúng không ạ? . . Cô sửa lỗi lại giúp em.. . Em cảm ơn. .",
            "Chào bạn,. . Nhóm CC dành cho SV chất lương cao nhé, bạn là SV VLVH vui lòng chọn nhóm T nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỗ trợ chuyển điểm môn học tương đương . Em chào Thầy/Cô !. . Em xin hỗ trợ về việc kiểm tra các môn học tương đương, có gửi kèm file PDF, hiện tại các môn học tiên quyết để đăng kí LVTN em đã học xong và có điểm, nhưng không đăng kí được LVTN vì các môn học đó đã tách ra và mang mã môn học khác, kính mong PĐT xem xét và kiểm tra lại giúp em các môn học tương đương để em được đăng kí LVTN.. . Các môn tương đương:. . 1. Môn CI3053 (HK II 2017-2018) tương đương môn (CI3203 + CI3205).. . 2. Môn CI3073 (HK II 2017-2018)\ttương đương môn (CI3215 + CI3217).. . 3. Môn CI4005 (HK I1 2018-2019)\ttương đương môn (CI4113 + CI4115).. .",
            "Chào bạn,. . Đã cập nhật nhé, bạn vui lòng vào ĐK LVTN online!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name] MSSV [student_id]. . Em làm đơn này để xin hoãn thi môn Giải tích 2 học kì DT202. (Ngày thi 13h ngày 24/8/2021). . Hiện em đang học lớp giải tích 2 DT01 của cô [full_name].. . Xin PĐT xét duyệt đơn hoãn thi của em vì lý do thiết bị không đảm bảo ạ( Laptop em bị hư nhưng dịch không đưa đi sửa được). . Em cảm ơn.",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT,. . . . Em là sv thuộc thuộc trường hợp sv chương trình liên thông ĐH-Ths đã được giải quyết đăng ký bổ sung môn học sau đợt ĐKMH lần 3  (nguyên nhân được ĐK bổ sung là do mẫu thuẫn giữa quy chế 2 PĐT và PĐT Sau ĐH về môn học tương đương và môn học trước, khiến em không thể ĐKMH trong 3 đợt ĐK đầu - đã được Thầy [full_name], Thầy [full_name] thông qua cùng 2 PĐT giải quyết trong quá trình khiếu nại).. . . . Tuy nhiên   B sau khi PĐT update TKB, em đã bị xóa mất môn học CH4011 vốn đã được PĐT bổ sung vào sau đợt ĐKMH Lần 3.   /B  (Bổ sung trên E-learning) Đây là môn học Đồ án rất quan trọng với em trong kỳ này. . . . . Kính mong PĐT xem xét và hỗ trợ em trong vấn đề này ạ.. . Trân trọng!",
            "Vì môn học đã được bổ sung lại đầy đủ hôm nay nên em xin phép đóng câu hỏi ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy cô.. . Em tên là [full_name] MSSV [student_id]. . Cho phép e được hỏi về quy định chuyển điểm chứng chỉ ngoại ngữ. Hiện tại CCNN TOEIC của e chỉ đạt điểm đủ để chuyển AV1 và AV2, vậy nếu giờ e đki chuyển điểm cho AV1 và AV2 thì  . .  lần sau e còn có thể chuyển điểm AV3 AV4 được hay không? Hay chỉ được phép chuyển điểm 1 lần ạ.. . em xin cám ơn",
            "Chào bạn. . - Theo quy định mỗi anh văn chỉ được đăng ký 1 lần. . - Tuỳ bạn, nếu bạn có CCNN đủ để chuyển điểm Anh văn 1,2 thì bạn đăng ký chuyển, sau này có CCNN điểm cao hơn thì chuyển anh văn 3.4. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ. . Chúc bạn học tập tốt nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Em chào thầy cô ạ. . Em tên [full_name]  mssv:[student_id]. . Em viết đơn này xin phép thầy cô bộ môn cho em tham gia lớp học với ạ, do đơn đăng kí môn học của em đã bị lỗi nên các môn đều bị huỷ, mong thầy cô giúp đỡ em với ạ.",
            "Chào bạn,. . Ghi rõ nội dung, tên và mã mh, và mã nhóm trong ô nội dung, ghi rõ lý do vì sao không ĐKMH. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô ạ. . Em tên [full_name] mssv:[student_id]. . Em viết đơn này xin phép thầy cô bộ môn cho em tham gia lớp học với ạ, do đợt đăng kí môn học của em bị lỗi nên các môn học đã bị xoá hết, mong thầy cô giúp đỡ em với ạ",
            "Chào bạn,. . Vui lòng ghi rõ tên, mã MH, mã nhóm xin ĐK trong ô nội dung, ghi rõ lý do vì sao không đk được.. . -Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . - Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . - SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]. . mssv:[student_id]. . Dạ pđt cho em hỏi là làm đơn đăng kí môn nhập môn kĩ thuật CI1001 của năm nhất thì mình cần tải mẫu đơn đăng kí ở mục nào vậy ạ và có cần phải có lịch học cụ thể thì mới đăng kí được không ạ.. .",
            "Chào bạn,. . Về việc học chung với khóa 2021, sau ngày 15/09/2021 Sinh viên vui lòng làm đơn trình bày rõ về việc xin học chung với Khóa 21 môn nhập môn kỹ thuật (ghi rõ mã MH) và gửi qua bksi nhé@. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  CI3011. . . . Dạ thưa pđt, em tên [full_name] -[student_id]. . Em xin được bổ sung vào lớp CI3011-DT01. . Hiện tại lớp này mới học được 1 buổi nên mong pđt cho phép được bổ sung vào lớp này ạ.. . Do môn này hiện không có môn tương đương và em mới biết điểm sau đợt đăng ký thứ 3. Mong pđt hộ trợ em. . Em xin cảm ơn ạ",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào văn phòng đào tạo Đại Học BKHCM. . Em có nhận được mail đăng ký luận văn tốt nghiệp bổ sung hk211, em muốn hỏi là nhà trường đã không xét CCAV thì có điều kiện CTXH không? vì dịch như thế này em không đủ điều kiện ctxh. em xin nhà trường châm chước cho em được đăng kí ạ . . em xin cảm ơn . .",
            "Chào bạn,. . Không được nhé bạn, để hoàn thành Ngày CTXH, SV có rất nhiều cách, kể cả tham gia các hoạt động địa phương. SV cần liên hệ P.CTCT-SV và Đoàn-Hội để được hỗ trợ.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa Phòng Đào Tạo. . . . Hiện tại em không tìm thấy thông tin của em trong danh sách tốt nghiệp tạm thời. Theo như em tự kiểm tra thì em đã đủ TCTL ngành [full_name] CTXH [full_name] [full_name] [full_name] [full_name] nói viết. Không biết là em có còn thiếu điều kiện gì để tốt nghiệp không ạ? Mong Phòng đào tạo giúp em kiểm trạ. . . . . Em cảm ơn.. .",
            "Chào bạn. . - Đợt đăng ký tốt nghiệp hiện tại đến 30/8 là của HK 202. . - Đợt tốt nghiệp tháng 11/2021 - HK211 sẽ có thông báo cụ thể cho SV về danh sách về cách đăng ký tốt nghiệp dự kiến bắt đầu từ tháng 9/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cô cho con gửi lại đơn huỷ hoãn thi",
            "Chào con,. . Câu này cô trả lời con rồi, con xem bksi câu trước nhé. Cô làm rồi con.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . . . Em chào quý thầy/ cô phòng đào tạo.. . Em có đăng ký in giấy CNSV và đã được duyệt hôm 9/8/2021 nhưng đến nay em vẫn chưa nhận được và được các thầy cô khác giải thích vì một số lý do bất khả kháng nên bưu điện trả về vậy PĐT có thể scan và gửi qua mail cho em được không ạ ( em đang cần gấp ạ ). Em cám ơn ạ !. . [full_name]. . MSSV:[student_id]. . mail:[email]",
            "Chào em,. . - PĐT không giúp em được vấn đề này nhé, em thông cảm. Hiện tại làm việc online và nhân sự đến trường rất ít.. . . . Thân mến,. .",
            "Chào bạn;. . Bạn đã nhận thư từ ngày 12/8 rồi mà ?. . Thân. .",
            "Dạ để em liên hệ lại với bên bưu điện chứ em chưa nhận được ạ. Em cám ơn ạ !",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    }
]