[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em là sinh viên của ngành công nghệ sinh học khoa Kỹ thuật hoá học K18. Ngành của em có 75 sinh viên nhưng hiện tại môn quá trình cơ sở sinh học 2 chỉ có 68 sinh viên. Mong PĐT mở thêm cho em ạ",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học. . . . Em là sinh viên của ngành công nghệ sinh học khoa Kỹ thuật hoá học K18. Ngành của em có 75 sinh viên nhưng hiện tại môn quá trình cơ sở sinh học 2 chỉ có 68 sinh viên. Mong PĐT mở thêm cho em ạ  /QUOTE . . Dạ mã môn học là CH2047 ạ, em không muốn phải ở lại một năm đâu ạ, mong PĐT giúp em.",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . -Ci3175 kết cấu bê tông cốt thép (lớp A01). . -ci3043 kĩ thuật thi công (lớp A01). . . . . .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. .",
            ". . Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chào cô, em tên là [full_name],_lớp CK18DET . Em đã nộp chứng chỉ ngoại ngữ đạt 440_điểm trên mybk và được xác nhận là hợp lệ,_em cũng đã nộp tiền chuyển điểm nhưng trong đợt ĐKMH đợt 2 này  vẫn chưa đăng kí được av2.Em mong pđt xử lí cho em ạ. Em xin chân thành cám ơn!",
            "Chào bạn. . . . Quy chế học vụ áp dụng  từ Hk192 có thay đổi . . . . Bạn tham khảo tại mục quy chế -  phụ lục 1 . . . . Điểm xếp lớp AV 2 : 450 – 495"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào quý thầy cô.. . Em tên là [full_name], MSSV: [student_id], Khoa Khoa học và Kỹ thuật Máy tính. Em đã cập nhập thông tin cá nhân theo yêu cầu của trường vào ngày 08/11/2019 (trước thời hạn cuối của cập nhật thông tin cá nhân) tuy nhiên khi bây giờ em đăng ký môn học học kỳ 192 thì bị lỗi như vậy ạ . . Hình 1: Lỗi báo rằng em chưa cập nhập thông tin cá nhân trong khi em đã cập nhập rồi.. . Hình 2: Em đã cập nhập từ ngày 08/11/2019 nhưng hiện giờ có những mục bị mất thông tin ???. . Em mong phía nhà trường có thể giúp em xử lý sớm để em yên tâm học tập ạ . . Em cảm ơn quý thầy cô.. .",
            "Chào bạn,. . Bạn đã được mở cho đăng ký môn học nhé. VUi lòng thử lại hệ thống ĐKMH.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào thầy/cô,. . Em tên: [full_name]. . MSSV: [student_id]. . Thầy/cô cho em xin chuyển lớp môn học Mô hình hóa toán học (CO2011) từ L04 sang L03 ạ.. . Lý do: Vì sau đó em có tiết môn Xác suất thống kê, nên học hai môn liền nhau em sợ sẽ đuối.. . Em xin cảm ơn thầy/cô.. .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu .",
            "Chào bạn.. . Bạn tự hiểu chỉnh môn học trong đợt đăng ký này. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em mong phòng đào tạo tăng sĩ số lớp L01 môn ME2003-Nguyên lý máy, trong đợt đăng kí môn học đợt này.. . Em chân thành cảm ơn!",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712595  /b \t. . . .   i Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Cho em hỏi , sau khi nộp bằng Toeic và chuyển điểm Anh Văn thì sau bao lâu điểm AV mới được cập nhật vào bảng điểm vậy ạ ?",
            "Chào bạn, . . . . Các môn anh văn 1+2+3+4 bạn phải đăng ký chuyển điểm online và thanh toán lệ phí chuyển điểm theo quy định.. . Bạn xem hướng dẫn cách nộp chứng chỉ và chuyển điểm tại  www.aao.hcmut.edu.vn- Sinh viên -  Hướng dẫn - Ngọại ngữ.. . . . Điểm chuyển môn anh văn được tính vào điểm tích lũy chung cuối kỳ tương ứng- không tính vào tích lũy học kỳ, . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào thầy/cô,. . Em tên: [full_name]. . MSSV: [student_id]. . Hiện tại do Phòng đào tạo chưa cập nhật số tín chỉ của học kỳ 191 nên em không thể đăng ký môn Nhập môn trí tuệ nhân tạo (CO3061) được. Hiện tại sỉ số các lớp học đã đầy.. . Vì thế cho nên, em xin thầy/cô tăng sỉ số lớp Nhập môn trí tuệ nhân tạo nhóm L01 ạ. . . Em xin cảm ơn thầy/cô.. .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ tên: [full_name]. . MSSV: [student_id]. . Yêu cầu mở lớp SCADA.. . Mã môn học EE3071\t. . . .",
            "bạn muốn mở lớp, bạn liên hệ VP khoa làm đơn xin mở lớp. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi sao em không đăng ký môn học những môn đồ án được ạ?\t. . . .",
            "Chào em,. . . . Em có thể cho biết mã số môn học.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chưa cập nhật điểm . E chào cô, e là [full_name] MSSV: [student_id], khoa Cơ khí, lớp CK18DET.. . Hiện tại e đã nộp chứng chỉ ngoại ngữ, đã hợp lệ và đã đóng tiền chuyển điểm anh văn, xin cô có thể chuyển điểm vào sớm để e có thể đăng kí kịp môn học được không ạ.. . E cảm ơn cô ạ!",
            "Chào bạn,. . Bạn đăng ký môn học bị báo lỗi gì",
            "Chào cô, hiện tại em đạt 465 điểm Toeic là đã được miễn anh văn 3 nhưng tại sao không đăng kí được av4. E là k18 thì 465 điểm đã được đăng kí môn chuyên ngành năm 2 rồi đúng không ạ. e cảm ơn cô ạ!",
            "Bạn sẽ được đăng ký trong đợt 3 ĐKMH nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em là Võ Thái Phi [full_name], sinh viên của khoa Hoá Học, khoá 2019. Chiều nay có thông báo từ phòng đào tạo là thay đổi chương trình có môn Kinh Tế Học Đại Cương ở HK2, nhưng vì đăng kí chậm hơn các bạn sinh viên khác nên em hiện tại không thể đăng kí lớp học phù hợp vì các lớp trống đều bị trùng lịch. Em rất mong PĐT có thể tăng sĩ số lớp L02 (có file đính kèm) để em có thể học được một lớp học phù hợp. Em xin chân thành cám ơn. . . - [full_name]",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . Kính gửi nhà trường,. . . . Em là Sinh viên Văn bằng 2 Chính quy Ban ngày Khoá K19 Khoa Máy tính, lúc nhập học thì PDT nói là em học theo chương trình của K17, trong đó có môn CO1011 Kỹ thuật lập trình (4 tín chỉ), hôm nay em đăng ký môn học thì môn CO1011 không còn được mở nữa, chương trình mới K19 thay thế bằng môn CO1027 Kỹ thuật lập trình (3 tín chỉ). Vậy em có thể đăng ký môn CO1027 để thay thế cho môn CO1011 được không?. . . . Em xin chân thành cảm ơn,. . [full_name]",
            "Chào bạn.. . Bạn phải đăng ký đúng mã môn học của CTĐT khóa học.. . Trường hợp khác bạn xem môn học tương đương thay thế, nếu không có thì bạn không được đăng ký môn học khác mã . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi tại sao em không đăng kí được môn cơ sở điều khhiển tự động vì lí do không học trước môn tín hiệu và hệ thống. Nhưng trong cấu trúc môn học em không thấy có yêu cầu học trước môn tín hiệu ạ. Mong phòng đào tạo coi lại giúp em vấn đề này để em kịp đăng kí môn khác bù vào. Em cảm ơn. . . . . . . . . . . . . . . . . . . . . . . . . . . . Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Chào bạn,. . Vui lòng trình bày rõ câu hỏi (ghi rõ cả mã MH để kiểm tra). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] ([student_id]) chào thầy cô PĐT. . . . Thầy cô PĐT cho em xin mở thêm giới hạn sĩ số môn Thực tập nhận thức ngành (xây dựng) mã CI2057 vì giờ đã full số lượng mà nhiều bạn vẫn chưa đăng ký. . . . . Em xin cám ơn thầy cô, mong thầy cô giải quyết để em không bị ảnh hưởng đến môn tiên quyết ạ.",
            "Em vừa mới chuyển hệ đào tạo ấy ạ",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy, em là [full_name], đang là sinh viên năm 3, em rất muốn học môn   U xử lí ảnh(EE3035)  /U  trong kì 2 này. Vì đây là môn rất quan trọng theo hướng chuyên ngành của em.. .     Thầy có thể xếp em vào 1 trong 2 lớp:A01, A02 của EE3035.. .     Em chân thành cảm ơn thầy đã giúp đỡ.",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chưa cập nhật điểm . Kinh gửi thầy cô PĐT Trường Đh Bách Khoa. . em ten [full_name] MSSV [student_id]. . Thầy cô cho em hỏi hiện nay em đang học anh văn 1 trong trường, và ngày 6/1/2020 thì e mới thi cuối kì môn này, thầy cô có thể tư vấn giúp em là có cách nào để chờ kết quả môn này để đăng kí mấy môn cơ sở ngành năm 2 ko ạ ? Có cách nào để xin thêm gia hạn đăng kí môn được không ạ  em xin cảm ơn",
            "Chào bạn. . . . Sau khi có điểm bạn mới có thể các môn trong năm 2. Nếu trong đợt 2 bạn không đăng ký kịp bạn có thể đăng ký trong đợt 3 ĐKMH",
            "Dạ đkmh đợt 3 hạn chót là ngày 6/1, mà ngày 6/1 em mới thi cuối kì môn av1 ạ, có cách nào xin pdt dời ngày đkmh đợt 3 khi có kết quả không ạ? em xin cảm ơn",
            "trường hợp đặc biệt em có thể làm đơn xin đăng ký môn học trong tuần đầu tiên của học kỳ 192 nếu em có điểm đạt AV1. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Thầy cô có thể chỉ e cách làm đơn dó như thế nào được không ạ? Và phải gặp ai có thể giải quyết được ạ ? Em xin cám ơn",
            "em tới Phòng Đào tạo 101A1 để được giải quyết. (khi có điểm đạt AV1)",
            "dạ như v là e có thể đăng kí đc môn đúng không ạ ?",
            "Chào bạn,. . Nộp đơn để được Ban lãnh đạo xem xét nhé và đợi trả lời đơn nhé!",
            "dạ cho em hỏi là tuần đầu tiên của học kì 192 là 5/2/2020 thì em có thể làm đơn nếu em có điểm av1 đúng không ạ?",
            "Đúng rồi bạn. bạn có thể làm đơn xin xem xét ngay trong tuần đầu tiên của học kỳ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã quên không đăng ký môn học vào đợt 1 và đợt 2 em chỉ đăng ký được 3 môn, các môn khác em muốn đăng ký thì các lớp đã đủ người. Có cách nào để em xin đăng ký suất bổ sung vào các lớp của những môn em không đăng ký được không ạ? . . Em cám ơn nhiều ạ.. .",
            "Chào em.. . . . Em đăng kí môn học nào? em cho biết mã số?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ tên: [full_name]. . MSSV: [student_id]. . Yêu cầu mở lớp Kỹ Thuật Robot. . Mã môn học: EE3065. .",
            "Bạn phải liên hệ trực tiếp khoa làm đơn xin mở lớp có xác nhận của giảng viên và nộp về PĐT để được mở lớp nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Kính gửi Phòng Đào tạo!. . . . Em là [full_name], MSSV của em là [student_id]. Em đang theo học văn bằng 2 chính quy ngành Khoa học máy tính.. . . . Em viết đơn này xin được đăng ký môn CO2003-Cấu trúc dữ liệu và giải thuật ([full_name]01_[full_name]02). [full_name]ý do hiện tại em không đăng ký được môn này là do em chưa học môn học trước là Kỹ thuật lập trình. Tuy nhiên đây là môn học quan trọng có liên kết với nhiều môn tiếp theo cả về điều kiện và kiến thức. Nếu không đăng ký được môn này thì số môn học em có thể đăng ký học kì này rất hạn chế và sẽ ảnh hưởng lớn tới tiến độ học tập vào những học kì tiếp theo.. . . . Em mong Phòng đào tạo xem xét cho em được đăng ký môn CO2003-Cấu trúc dữ liệu và giải thuật ([full_name]01_[full_name]02). Em đã có sự chuẩn bị về kiến thức của những môn học trước và cam kết sẽ cố gắng học để đạt kết quả tốt. Em xin cảm ơn!. . . . Trân trọng!",
            "Chào bạn.. . Bạn phải thỏa điều kiện tiên quyết của Chương trình đào tạo mới có thể đăng ký môn học tiếp theo được.. . Chương trình đào tạo không phân biệt hệ VLVH, CQ và B2.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào cô/thầy,. . Em là sinh viên năm 3 khoa Kỹ thuật hoá học. . Em muốn đăng kí môn Hoá học và công nghệ chất hoạt động bề mặt (CH3101) sáng thứ 3 tiết 3-4-5 vì các lớp đều đã đủ sĩ số rồi ạ.. . Mong thầy/cô giúp em.. . Em xin cảm ơn.",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "em cảm thấy bất lực lắm ạ. cái trang hoạt động ngoại khóa của em bị lỗi không thể vô được, em đã đến phòng CTCT sinh viên hỏi thì cô ở đó bảo em sang phòng Đào Tạo, em sang phòng đào tạo thì cô hướng dẫn ở đó bảo không biết rồi cho em cái mail của cô [full_name] bảo em liên hệ với cô ấy, Khi em liên hệ với cô [full_name] thì việc này không thuộc kiểm soát của cô cô chỉ dẫn em liên hệ với nhà trường nhưng em đã lên phòng đào tạo hai lần rồi nhưng trang hoạt động ngoại khóa cuẩ em vẫn không thể vô được. EM không biết phải làm sao bayay giờ, Mong thầy cô giúp em với",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Trường hợp của em đã được giải quyết.. . . . Bạn có thể vào trang ngoại khóa để kiểm tra lại"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name], khoa kĩ thuật hoá học k19. Chiều nay em nhận được thông báo trường thay đổi chương trình đạo tạo môn Kinh tế học đại cương, nhưng khi em vào đăng kí thì đã hết lớp phù hợp với thời khoá biểu của mình, còn các lớp còn lại thì lại trùng lịch. Em rất mong trường có thể tăng sĩ số lớp L06 hoặc mở thêm lớp. Em cám ơn ạ.. . . .",
            "Chào em,. . . . Em có thể cho biết mã số môn học.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . Chào thầy cô ạ !. . Em tên [full_name] là sinh viên  đã ra khỏi ngành PFIEV , hiện tại đang là sinh viên đại trà . Em có thắc mắc là em check tiến độ học tập thì nhận ra : . . +Môn học vẽ kỹ thuật em đã qua lúc học ở PFIEV thì khi chuyển qua đại trà lại không được xét miễn như theo quy định môn học tương đương . . +Môn Anh văn 1 em cũng bị đánh là chưa đạt dù em đã nộp bằng TOIEC để chuyển điểm . . +GDQP cũng bị đánh là chưa đạt dù em đã có bằng GDQP ạ . . Em mong thầy cô hồi đáp kịp thời vì môn Vẽ kỹ thuật là môn học trước của đồ án thiết kế kì sau của em ạ ! Em cảm ơn ạ",
            "Chào bạn,. . Mục tiến độ học tập sẽ cập nhật sau, bạn kiểm tra lại nếu khi đăng ký môn học báo lỗi có thể khiếu nại nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Trước hết cho em xin gửi lời chào đến thầy cô  làm ở bộ phân kiểm duyệt các câu hỏi ạ. .  . . em là học sinh k19 ạ, hiện tại nhà trường đã xếp cho em lịch học môn [full_name] Lý Bán Dẫn (EE1007) vào nhóm lớp L04_L10,hiện tại em muốn chuyển sang nhóm lớp L07_L19, lúc em bấm chuyển thì hiện thông báo là trùng lịch học, nhưng em xem tkb thì không thấy môn nào bị trùng, cho em hỏi đây có phải lỗi không ạ ?. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác [full_name][full_name][full_name]  /i [full_name] [full_name] [full_name] [full_name] CHÀO PĐT[full_name] [full_name] SAU KHI ĐỌC QUY CHẾ MỚI VỀ ĐÀO TẠO SONG NGÀNH THÌ CÓ NÊU LÀ SINH VIÊN CÓ THỂ HOÀN THÀNH CẢ [full_name] HỌC PHẦN TỐT NGHIỆP CÙNG 1 LÚC[full_name][full_name] [full_name] [full_name] ĐANG HỌC BẰNG 1 LÀ NGÀNH KỸ THUẬT VẬT LIỆU XÂY DỰNG, VÀ BẰNG [full_name] [full_name] HỌC LÀ KỸ THUẬT CÔNG TRÌNH XÂY DỰNG[full_name][full_name] [full_name] [full_name] ĐÃ HOÀN THÀNH TẤT CẢ CÁC MÔN CỦA [full_name] NGÀNH TRÊN[full_name] CŨNG ĐỦ CHUẨN AV ĐẦU RA[full_name] [full_name] PĐT CHO [full_name] [full_name] HỌC PHẦN TỐT NGHIỆP TRÊN TRONG CÙNG 1 HỌC KỲ THEO QUY CHẾ MỚI ĐƯỢC KHÔNG?[full_name] [full_name] NẾU ĐƯỢC THÌ THỦ TỤC NHƯ THẾ NÀO?[full_name] [full_name] [full_name] XIN CHÂN THÀNH CẢM ƠN[full_name][full_name][full_name]",
            "[full_name]",
            "Bạn vẫn có thể đăng ký 2 học phần tốt nghiệp trong cùng 1 học kỳ nếu thỏa đủ các điều kiện nhận luận văn + thực tập."
        ]
    },
    {
        "intent": "",
        "message": [
            "responsible person: [551] [staff_name] [helpdesk staff]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi pdt trường Đại học Bách Khoa - ĐHQGTPHCM. . Họ và tên: [full_name]. . Mssv: [student_id]. . Em xin pdt mở rộng sĩ số môn Vật lý bán dẫn. . Mã môn học: EE1013. . Nhóm lớp: A02_A04. . Thời gian học: Thứ 4, tiết 3-4-5 phòng B3-219. . Thứ 4, tiết 7-8-9 phòng B1-307.. . Em xin cảm ơn. .",
            "Chào em,. . . . Chào em,. . . . Môn EE1013 phòng thí nghiệm bị full sỉ số, không tăng được, em có thể làm đơn xin mở lớp.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi Quý thầy cô,. . . . Em là [full_name] thuộc lớp HC09-HC19HOA2, MSSV: [student_id]. . . . . Em muốn xin tăng sĩ số của lớp mã L03 môn Kinh tế học đại cương, mã môn học IM1013 ạ.. . . . Lí do: Các lớp còn trống bị trùng với lịch các môn còn lại, và không thể thay đổi được.. . . . Em cảm ơn ạ.",
            "Chào em,. . . . PDT đã tăng sỉ số, em lên DKMH lại nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi quý thầy cô,. . . . Em tên là [full_name] thuộc lớp HC05-HC19HOA1 (MSSV: [student_id]), em muốn xin tăng sĩ số của lớp L04 môn Kinh tế học đại cương, mã môn học là IM1013 ạ.. . Lí do: Các lớp còn trống đã trùng lịch với các môn học còn lại và em không thể thay đổi được ạ!. . Rất mong quý thầy cô giải quyết giúp em ạ!Em xin cảm ơn rất nhiều !. .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gởi quý thầy cô, em tên [full_name] MSSV [student_id], thuộc lớp HC19-HC12HOA3, em muốn xin tăng sĩ số lớp Kinh tế học đại cương mã môn IM1013 mã lớp L03               . . . . Lí do các lớp còn trống bị trùng với lịch học các môn còn lại và em ko đăng kí được.    . . . . Em xin cảm ơn",
            "Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Các lớp Vật lý 2 đã đầy, em không thể học được đủ các môn bắt buộc của năm nhất.",
            "Chào em,. . . . Tất cả các môn vật lý 2 full sỉ số không tăng được nữa, em cho chị mã nhóm em muốn đăng kí?"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi quý thầy cô.. . Em tên là[full_name] [full_name] thuộc lớp HC05-HC19HOA1, em muốn xin gia tăng sĩ số của lớp mã L05 môn Kinh tế Đại cương, mã môn học IM1013 ạ.. . Lí do[full_name] Các lớp còn trống bị trùng với lịch học các môn còn lại và không thể thay đổi được.. . Em cảm ơn ạ.. .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em tên là [full_name] - MSSV: [student_id] - Khoa Kỹ thuật Hóa học.. . Em muốn xin gia tăng sỉ số lớp môn học CH3151 - Kỹ thuật xúc tác và ứng dụng (lớp A01 - thứ ba, tiết 789) ạ!. . Em xin chân thành cảm ơn!",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .   B Em xin được PĐT chấp nhận việc tăng sĩ số lớp L01 môn Vận trù học vì lịch em rất kẹt chỉ có thể đăng ký vào lớp này nhưng sĩ số lớp đã đầy ạ.",
            "Bạn vui lòng cung cấp MSMH + Mã nhóm để PĐT tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Em đã nộp bằng TOEIC để chuyển điểm AV1 5.5 điểm vào học kỳ hè 183 ( đã đóng tiền chuyển trên bkpay) . Nhưng sao tới bây giờ điểm vẫn chưa được cập nhật trên bảng điểm ?",
            "Chào bạn,. . Bạn vui lòng xem lại trên  web có ghi rõ điểm chuyển av1 của bạn Hk182 nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Xin nhà trường tăng sĩ số lớp Điện tử học các mạch logic, mã môn học 402703 để kì này em có thể tham gia học môn này để đúng theo tiến độ của chương trình đào tạo. Em xin cảm ơn!. . . .",
            "Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Cho em hỏi là : 23 là kết thúc đợt đăng kí môn học nhưng đến 24 mới có điểm anh văn thì làm sao đăng kí môn cho HK 192 được ạ.",
            "Chào bạn,. . Đợt thi AV định kỳ ngày 21-22 chỉ kịp cập nhật cho các bạn đăng ký vào đợt 3. . Đăng ký môn học bổ sung (kể cả TT, LVTN). . . . 02/1– 06/1/20"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tôi phụ huynh của [full_name] (MSSV: [student_id]). . Xin quý Thầy / Cô xem giúp.. . Trong kết quả đăng ký môn học SV [full_name] có lịch học nhưng trong cổng thông tin SV / Thời khóa biểu lại không có TKB?. . . . Ngoài ra, SV [full_name] chuyển từ OISP sang VLVH. Đề nghị quý Thầy / Cô hướng dẫn thủ tục để xét điểm chuyển, điểm miễn.. . . . Xin cám ơn.",
            "Chào Bác,. . Vấn đề thời khóa biểu môn học.. . Hiện tại đang trong quá trình đăng ký - hiệu chỉnh môn học nên chưa có thời khóa biểu chính thức. sau khi kết thúc các đợt đăng ký và hiệu chỉnh SV sẽ có thời khóa biểu chính thức để đi học.. . - Vấn đề miễn môn học.. . . . SV diện CQ sang VLVH sẽ được miễn các môn học đã học đạt ở chương trình CQ, các môn Thể dục, Anh văn, Quốc Phòng.. . . . Việc công bố kết quả miễn môn cần thời gian để ra soát và cập nhật điểm nên hơi lâu. PĐT sẽ gởi mail tới SV khi có kết quả xét miễn . . . . Trân trọng. .",
            "Cám ơn nhiều!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em tên [full_name], MSSV [student_id]. Năm nay em là sinh viên năm 3 nhưng theo chuẩn của quy chế mới thì em chỉ đạt sinh viên năm 1 nên không thể đăng kí môn học của năm 2 và năm 3. Tuy nhiên những môn của năm 1 em lại không thể đăng kí vì không mở môn học và không đủ sỉ số ạ. Hiện tại học kì 192 em chỉ mới đăng kí được 1 chỉ thôi và như vậy là em sẽ không được học học kì tới ạ. Vì em từng bị cảnh cáo buộc thôi học và tạm thu nhận lại nên học kì 192 này rất quan trọng em không thể bỏ được nếu không sẽ không kịp chương trình đào tạo ạ. Vì thế khẩn xin phòng đào tạo xem xét mở thêm sỉ số cho các môn Giải tích 1, Giải tích 2, Vật lí 1, Vật lí 2 và Phát triển bền vững ạ. Dạ em xin cảm ơn.",
            "Bạn vui lòng cung cấp cụ thể MSMH + mã nhóm cần tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào nhà trường ạ! . . Tình hình của em là trễ hạn học phí và bị hủy kết quả đăng kí môn học học kì 192 ở đợt 1, tại vì gia đình của em gặp khó khăn nên giờ mới gửi tiền vào cho em để đóng ạ, cho em hỏi là em nộp học phí trong hôm nay thì em có được đăng kí môn học kì tiếp theo được nữa không ạ? . . Em xin cám ơn nhà trường ạ!",
            "Chào bạn,. . Trường hợp thanh toán học phí trễ/ cập nhật thông tin, . . Bạn vui lòng vào thanh toán học phí và cập nhật thong tin, cuối ngày (16h hàng ngày) Phòng Đào tạo sẽ lấy dữ liệu và cập nhật cho các bạn đăng ký MH vào 13h ngày hôm sau nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Kính gửi các thầy cô. Em tên [full_name] . MSSV [student_id]. Hôm nay em viết câu hỏi này vì muốn trình bày nguyện vọng của em. Em theo học ngành kỹ thuật trắc địa bản đồ thuộc khoa kỹ thuật xây dựng. Nên đến học kỳ 193 sẽ tiến hành đợt thực tập kỹ thuật. Tuy nhiên do không đạt chuẩn anh văn năm 1 nên các môn học cơ sở ngành của em trong học kỳ 191 đều bị hủy hết. Hiện tại em đã trả xong chuẩn anh văn năm 1, nhưng một số môn cơ sở ngành của em bắt buộc phải học trước mới tiến hành thực tập được. Trong khi đó khóa K19 của ngành kỹ thuật trắc địa bản đồ chỉ tuyển được 11 sinh viên nên đang gộp chung học với khoa xây dựng. Nên những môn em hiện thiếu chưa biết bao giờ mới học được nên khó có thể tham gia thực tập kỹ thuật ạ. Nên em viết đơn này kính mong quý thầy cô xem xét, cân nhắc cho em được đăng ký môn học vẽ bản đồ( mã môn học CI2031) và môn tin học trong trắc địa(CI2035) để em có thể tham gia kỳ thực tập kỹ thuật ạ. Em xin chân thành cảm ơn các thầy cô . .",
            "Chào bạn. . . . Theo quy định của Nhà trường các môn CI2031 và CI2035 bạn phải đạt chuẩn AV sau năm 1 để được đăng ký. . . . . Vì đây là quy chế áp dụng toàn trường nên không thể có trường hợp ngoại lệ để bạn đăng ký được.. . . . Nếu bạn thực sự khó khăn không thể đăng ký thực tập kỹ thuật bạn lên trực tiếp PĐT gặp các thầy lãnh đạo phòng trình bày và làm đơn xin cứu xét để bạn có thể tiếp tục đi thực tập."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Em xin chào ạ,. . Hiện em đang có mong muốn được học môn EE3035 nhưng không đăng kí học được do lớp đã hết sỉ số để đăng kí.. . Xin PDT có thể mở   B thêm sỉ số lớp A02 của môn học EE3035  /B  để em có thể đăng kí theo học được không ạ!. . Mong nhà trường tạo điều kiện cho em được theo học như mong muốn ạ.. . Em cảm ơn.\t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Đã tăng sĩ số cho bạn. sau 10p nữa bạn vào đăng ký lại nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em tên [full_name], thuộc lớp HC12-HC19HOA3, em xin tăng sỉ số lớp kinh tế học đại cương mã lớp L03 mã môn IM1013. . . . . Lí do: các lớp còn trống bị trùng với lịch học các môn khác của em và em không thể thay đổi đc.. . . . Em xin cảm ơn ạ.",
            "đã tăng sĩ số cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em là [full_name], MSSV [student_id]. Trong lần đăng ký môn học lần 1, em đã đăng ký môn   B Nguyên lý máy  /B ,   B MSMH ME2003  /B  nhưng đến đợt hiệu chỉnh đăng ký thì môn học của em bị xóa mất do chuẩn SV_N2 và em không đăng ký các môn được. Sau đó thì PĐT có gửi thông báo và khi em vào đăng ký thì môn   B Nguyên lý máy  /B  mà em đăng ký từ đầu đã không còn chỗ. Vậy em đề nghị PĐT tăng sĩ số môn học này, lớp L01 hoặc mở thêm lớp để em có thể tham gia học tập tiếp tục như bình thường. Em cảm ơn.",
            "Đã tăng sĩ số cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Chào thầy/cô, em muốn xin mở rộng sĩ số lớp vì lớp đã đầy. Em đã liên hệ thầy trưởng khoa và được thầy đồng ý rồi, thầy/cô có thể cho em xin mẫu đơn mở rộng sĩ số được không ạ?",
            "Bạn vui lòng cung cấp MSMH + Mã nhóm để PĐT tăng sĩ số",
            "Dạ, MSMH là CH3003, Mã nhóm là [full_name]01_[full_name]01",
            "Cô chủ nhiệm em liên hệ với thầy [full_name] phó khoa rồi ạ. Cô bảo làm đơn lên đưa thầy [full_name] ký, còn cô [full_name] trưởng bộ môn bảo chỉ cần chữ ký của thầy [full_name] thôi. Vậy nếu PDT tăng sĩ số thì em có cần viết một lá đơn đưa thầy [full_name] ký rồi nộp lại không ạ?",
            "QUOTE Dạ, MSMH là CH3003, Mã nhóm là [full_name]01_[full_name]01  /QUOTE . . . . Mã nhóm là [full_name]01_[full_name]02 ạ, em xin lỗi, em nhầm.. .",
            "Chào bạn. . . . PĐT đã tăng sĩ số cho bạn, 20p nữa bạn có thể vào ĐKMH ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy (cô) thân mến.. . Em tên là [full_name].Thầy (cô) cho em xin hỏi là em muốn mở rộng sĩ số môn học công nghệ cnc có mã môn học là Me3239 của nhóm A01 vào ngày thứ 2 tiết (10,11,12) ở cơ sở 1 thì làm thế nào ạ.Em xin cám ơn ạ.. . Chúc thầy (cô) ngày mới vui vẻ a.. .",
            "Đã tăng sĩ số cho bạn",
            "em cám ơn ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tên : [full_name]. . MSSV : [student_id]. . Mong các thầy cô tăng sĩ số lớp học môn SP1007( pháp luật Việt Nam đại cương ) nhóm lớp L03 để em có thể đăng ký. Kỳ trước em bị rớt môn này nên giờ em phải trả để kịp tiến độ học tập. Mong thầy cô giúp em. Em cảm ơn.. . . .",
            "Đã tăng sĩ số cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chào thầy cô ạ.. . Em hiện đang mắc lỗi khi đăng kí môn học: em không đăng kí được các môn học năm 2 vì chuẩn anh văn. Hiện tại em đang học lớp anh văn 1 ở trường. Thì trong quá trình đăng kí môn học các môn đang học xem như đạt và tạm tính TCTL, và môn anh văn 1 của em đang học tạm tính đạt và em đủ điều kiện đăng kí môn học ở năm 2 đúng không ạ. Mong thầy cô xem xét và sửa lỗi giúp em để em kịp thời đăng kí môn học cho kì sau ạ.. . Em cảm ơn thầy cô rất nhiều ạ.",
            "Mình kiểm tra bạn đã đăng ký AV2 rồi"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em mong phòng đào tạo có thể tạo cơ hội tăng sỉ số lớp SP1007 (pháp luật đại cương Việt Nam) nhóm lớp L07 ạ. Bởi e không đăng kí kịp môn học đó ạ.",
            "Đã tăng sĩ số cho bạn. sau 10p nữa bạn vào đăng ký lại nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thưa thầy cô, em tên là [full_name] mssv [student_id], hiện đang học khoa Hóa k19. . . Chuyện là hôm qua em không kịp đăng kí môn kinh tế học đại cương nên bây giờ đã hết lớp rồi ạ, thầy cô cho em hỏi em có thể làm đơn xin tăng sỉ số lớp được không ạ?. . Em cảm ơn!.",
            "bạn cung cấp MSMH để PĐT kiểm tra tăng sĩ số cho bạn",
            "Dạ, mã môn là IM1013. Mong pđt tăng sỉ số lớp giúp em vào lớp L06 được không ạ?",
            "Chào bạn. . . . PĐT đã tăng sĩ số cho bạn, 20p nữa bạn có thể vào ĐKMH ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . CH3157-[full_name]-Lớp [full_name]",
            "Đã tăng sĩ số cho bạn. sau 10p nữa bạn vào đăng ký lại nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi Phòng đào tào trường ĐHBKHCM. . Em có yêu cầu được tăng chỉ số lớp môn học:. . CI3175 (Kết cấu bêtông cốt thép2) nhóm A03 và môn song hành là: CI3177 (ĐAMH kết cấu bê tông ct2) nhóm A06.. . Em xin cảm ơn.",
            "Chào bạn. . . . PĐT đã tăng sĩ số cho bạn, 20p nữa bạn có thể vào ĐKMH ."
        ]
    }
]